{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28520422", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "06", "Day": "05"}], "ELocationID": ["10.1021/acs.est.7b01148"], "Journal": {"ISSN": "1520-5851", "JournalIssue": {"Volume": "51", "Issue": "12", "PubDate": {"Year": "2017", "Month": "Jun", "Day": "20"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Global Land Use Regression Model for Nitrogen Dioxide Air Pollution.", "Pagination": {"StartPage": "6957", "EndPage": "6964", "MedlinePgn": "6957-6964"}, "Abstract": {"AbstractText": ["Nitrogen dioxide is a common air pollutant with growing evidence of health impacts independent of other common pollutants such as ozone and particulate matter. However, the worldwide distribution of NO<sub>2</sub> exposure and associated impacts on health is still largely uncertain. To advance global exposure estimates we created a global nitrogen dioxide (NO<sub>2</sub>) land use regression model for 2011 using annual measurements from 5,220 air monitors in 58 countries. The model captured 54% of global NO<sub>2</sub> variation, with a mean absolute error of 3.7 ppb. Regional performance varied from R<sup>2</sup> = 0.42 (Africa) to 0.67 (South America). Repeated 10% cross-validation using bootstrap sampling (n = 10,000) demonstrated a robust performance with respect to air monitor sampling in North America, Europe, and Asia (adjusted R<sup>2</sup> within 2%) but not for Africa and Oceania (adjusted R<sup>2</sup> within 11%) where NO<sub>2</sub> monitoring data are sparse. The final model included 10 variables that captured both between and within-city spatial gradients in NO<sub>2</sub> concentrations. Variable contributions differed between continental regions, but major roads within 100 m and satellite-derived NO<sub>2</sub> were consistently the strongest predictors. The resulting model can be used for global risk assessments and health studies, particularly in countries without existing NO<sub>2</sub> monitoring data or models."]}, "AuthorList": [{"Identifier": ["0000-0001-9989-8049"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Public Health and Human Sciences, Oregon State University , Milam 20A, Corvallis, Oregon 97331, United States."}], "LastName": "Larkin", "ForeName": "Andrew", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Environment, Boston University , Boston, Massachusetts 02215, United States."}], "LastName": "Geddes", "ForeName": "Jeffrey A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University , Halifax, Nova Scotia B3H 4J5, Canada."}, {"Identifier": [], "Affiliation": "Harvard-Smithsonian Center for Astrophysics, Cambridge, Massachusetts 02138, United States."}], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rollins School of Public Health, Emory University , Atlanta, Georgia 30322, United States."}], "LastName": "Xiao", "ForeName": "Qingyang", "Initials": "Q"}, {"Identifier": ["0000-0001-5477-2186"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rollins School of Public Health, Emory University , Atlanta, Georgia 30322, United States."}], "LastName": "Liu", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Washington , Seattle, Washington 98195, United States."}], "LastName": "Marshall", "ForeName": "Julian D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Population and Public Health, University of British Columbia , Vancouver, British Columbia V6T 1Z3, Canada."}], "LastName": "Brauer", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Public Health and Human Sciences, Oregon State University , Milam 20A, Corvallis, Oregon 97331, United States."}], "LastName": "Hystad", "ForeName": "Perry", "Initials": "P"}], "GrantList": [{"GrantID": "DP5 OD019850", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Asia"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Europe"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "North America"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "South America"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Forouzanfar MH, Afshin A, Alexander LT, Anderson HR, Bhutta ZA, Biryukov S, Brauer M, Burnett R, Cercy K, Charlson FJ, et al. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2015. Lancet. 2016;388:1659–1674.", "ArticleIdList": ["PMC5388856", "27733284"]}, {"Citation": "Brauer M, Freedman G, Frostad J, Van Donkelaar A, Martin RV, Dentener F, van Dingenen R, Estep K, Amini H, Apte JS, et al. Ambient air pollution exposure estimation for the global burden of disease 2013. Environ Sci Technol. 2015;50(1):79–88.", "ArticleIdList": ["26595236"]}, {"Citation": "Wellenius G, Schwartz J, Mittleman M. Health and the environment: addressing the health impact of air pollution. Sixty-Eighth World Health Assem Agenda Item. 14:A68."}, {"Citation": "Beckerman B, Jerrett M, Brook JR, Verma DK, Arian MA, Finkelstein MM. Correlation of nitrogen dioxide with other traffic pollutants near a major expressway. Atmos Environ. 2008;42(2):275–290. 5."}, {"Citation": "Khreis H, Kelly C, Tate J, Parslow R, Lucas K, Nieuwenhujisen M. Exposure to traffic-related air pollution and risk development of childhood asthma: A systematic review and meta-analysis. Environ Int. 2017;100:1–31.", "ArticleIdList": ["27881237"]}, {"Citation": "Gehring U, Gruzieva O, Agius RM, Beelen R, Custovic A, Cyrys J, Eeftens M, Flexeder C, Fuertes E, Heinrich J, et al. Air pollution exposure and lung function in children: the ESCAPE project. Environ Health Perspect Online. 2013;121(11–12):1357.", "ArticleIdList": ["PMC3855518", "24076757"]}, {"Citation": "Rice MB, Ljungman PL, Wilker EH, Gold DR, Schwartz JD, Koutrakis P, Washko GR, O’Connor GT, Mittleman MA. Short-term exposure to air pollution and lung function in the Framingham Heart Study. Am J Respir Crit Care Med. 2013;188(11):1351–1357.", "ArticleIdList": ["PMC3919078", "24200465"]}, {"Citation": "Hamra GB, Laden F, Cohen AJ, Raasachou-Nielsen O, Brauer M, Loomis D. Environ Health Perspect. 2015;123(11):1107–1112.", "ArticleIdList": ["PMC4629738", "25870974"]}, {"Citation": "Karner AA, Eisinger DS, Niemeier DA. Near-roadway air quality: synthesizing the findings from real-world data. Environ Sci Technol. 2010;44(14):5334–5344.", "ArticleIdList": ["20560612"]}, {"Citation": "Crouse DL, Peters PA, Villeneuve PJ, Proux MO, Shin HH, Golberg MS, Johnson M, Wheeler AJ, Allen RW, Atari DO, Jerrett M, Brauer M, Brook JR, Cakmak S, Burnett RT. Within- and between-city contrasts in nitrogen dioxide and mortality in 10 Canadian cities; a subset of the Canadian Census Health and Environment Cohort (CanCHEC) J Exp Sci Environ Epidemiol. 2015;25(5):482–489.", "ArticleIdList": ["PMC4542139", "25605445"]}, {"Citation": "Novotny EV, Bechle MJ, Millet DB, Marshall JD. National satellite-based land-use regression: NO2 in the United States. Environ Sci Technol. 2011;45(10):4407–4414.", "ArticleIdList": ["21520942"]}, {"Citation": "Young MT, Bechle MJ, Sampson PD, Szpiro AA, Marshall JD, Sheppard L, Kaufman JD. Satellite-based NO2 and model validation in a national prediction model based on universal Kriging and land-use regression. Environ Sci Technol. 2016;50(7):3686–3694.", "ArticleIdList": ["PMC5104568", "26927327"]}, {"Citation": "Bechle MJ, Millet DB, Marshall JD. National Spatiotemporal Exposure Surface for NO2: Monthly Scaling of a Satellite-Derived Land-Use Regression, 2000–2010. Environ Sci Technol. 2015;49(20):12297–12305.", "ArticleIdList": ["26397123"]}, {"Citation": "Hystad P, Setton E, Cervantes A, Poplawski K, Deschenes S, Brauer M, van Donkelaar A, Lamsal L, Martin R, Jerrett M, et al. Creating national air pollution models for population exposure assessment in Canada. Environ Health Perspect. 2011;119(8):1123.", "ArticleIdList": ["PMC3237350", "21454147"]}, {"Citation": "Vienneau D, de Hoogh K, Bechle MJ, Beelen R, van Donkelaar A, Martin RV, Millet DB, Hoek G, Marshall JD. Western European land use regression incorporating satellite-and ground-based measurements of NO2 and PM10. Environ Sci Technol. 2013;47(23):13555–13564.", "ArticleIdList": ["24156783"]}, {"Citation": "Knibbs LD, Hewson MG, Bechle MJ, Marshall JD, Barnett AG. A national satellite-based land-use regression model for air pollution exposure assessment in Australia. Environ Res. 2014;135:204–211.", "ArticleIdList": ["25282278"]}, {"Citation": "Geddes JA, Martin RV, Boys BL, van Donkelaar A. Long-term trends worldwide in ambient NO2 concentrations inferred from satellite observations. Environ Health Perspect Online. 2016;124(3):281.", "ArticleIdList": ["PMC4786989", "26241114"]}, {"Citation": "van Rossum G, Drake FL., Jr Extending and embedding Python, Release 2.7. Python Softw Found Wolfeboro Falls. 2010"}, {"Citation": "ArcGIS E 10.3. 1. Environmental Systems Research Institute, Inc; Redlands: 2015."}, {"Citation": "Saha S, Moorthi S, Pan H-L, Wu X, Wang J, Nadiga S, Tripp P, Kistler R, Woollen J, Behringer D, et al. The NCEP climate forecast system reanalysis. Bull Am Meteorol Soc. 2010;91(8):1015–1057."}, {"Citation": "Moore RT, Hansen MC. Google Earth Engine: a new cloud-computing platform for global-scale earth observation data and analysis. AGU Fall Meeting Abstracts; 2011; p. 2."}, {"Citation": "Friedman J, Hastie T, Tibshirani R. Regularization paths for generalized linear models via coordinate descent. J Stat Softw. 2010;33(1):1.", "ArticleIdList": ["PMC2929880", "20808728"]}, {"Citation": "Studio R. RStudio: integrated development environment for R. RStudio Inc; Boston Mass: 2012."}, {"Citation": "de Hoogh K, Gulliver J, van Donkelaar A, Martin RV, Marshall JD, Bechle MJ, Cesaroni G, Pradas MC, Dedele A, Eeftens M, et al. Development of West-European PM 2.5 and NO 2 land use regression models incorporating satellite-derived and chemical transport modelling data. Environ Res. 2016;151:1–10.", "ArticleIdList": ["27447442"]}, {"Citation": "Henderson JV, Storeygard A, Deichmann U. Has climate change driven urbanization in Africa? J Dev Econ. 2017;124:60–82.", "ArticleIdList": ["PMC5404830", "28458445"]}, {"Citation": "Parnell S, Walawege R. Sub-Saharan African urbanisation and global environmental change. Glob Environ Change. 2011;21:S12–S20."}, {"Citation": "Gerland P, Raftery AE, Ševčíková H, Li N, Gu D, Spoorenberg T, Alkema L, Fosdick BK, Chunn J, Lalic N, et al. World population stabilization unlikely this century. Science. 2014;346(6206):234–237.", "ArticleIdList": ["PMC4230924", "25301627"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "5", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28520422", "NIHMS892820", "PMC5565206", "10.1021/acs.est.7b01148"]}}], "PubmedBookArticle": []}