{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "28574698", "DateCompleted": {"Year": "2017", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "06", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1021/acs.chemrestox.7b00077"], "Journal": {"ISSN": "1520-5010", "JournalIssue": {"Volume": "30", "Issue": "7", "PubDate": {"Year": "2017", "Month": "Jul", "Day": "17"}}, "Title": "Chemical research in toxicology", "ISOAbbreviation": "Chem Res Toxicol"}, "ArticleTitle": "Ozone Exposure, Cardiopulmonary Health, and Obesity: A Substantive Review.", "Pagination": {"StartPage": "1384", "EndPage": "1395", "MedlinePgn": "1384-1395"}, "Abstract": {"AbstractText": ["From 1999-2014, obesity prevalence increased among adults and youth. Obese individuals may be uniquely susceptible to the proinflammatory effects of ozone because obese humans and animals have been shown to experience a greater decline in lung function than normal-weight subjects. Obesity is independently associated with limitations in lung mechanics with increased ozone dose. However, few epidemiologic studies have examined the interaction between excess weight and ozone exposure among adults. Using PubMed keyword searches and reference lists, we reviewed epidemiologic evidence to identify potential response-modifying factors and determine if obese or overweight adults are at increased risk of ozone-related health effects. We initially identified 170 studies, of which seven studies met the criteria of examining the interaction of excess weight and ozone exposure on cardiopulmonary outcomes in adults, including four short-term ozone exposure studies in controlled laboratory settings and three community epidemiologic studies. In the studies identified, obesity was associated with decreased lung function and increased inflammatory mediators. Results were inconclusive about the effect modification when data were stratified by sex. Obese and overweight populations should be considered as candidate at-risk groups for epidemiologic studies of cardiopulmonary health related to air pollution exposures. Air pollution is a modifiable risk factor that may decrease lung function among obese individuals with implications for environmental and occupational health policy."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, ‡Nutritional Sciences, and §Graduate Program in Immunology, School of Public Health, University of Michigan , Ann Arbor, Michigan 48109, United States."}], "Identifier": ["0000-0002-8445-6333"], "LastName": "Koman", "ForeName": "Patricia D", "Initials": "PD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, ‡Nutritional Sciences, and §Graduate Program in Immunology, School of Public Health, University of Michigan , Ann Arbor, Michigan 48109, United States."}], "Identifier": [], "LastName": "Mancuso", "ForeName": "Peter", "Initials": "P"}], "GrantList": [{"GrantID": "P30 DK020572", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES017885", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 ES007062", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T42 OH008455", "Acronym": "OH", "Agency": "NIOSH CDC HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, U.S. Gov't, P.H.S.", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Chem Res Toxicol", "NlmUniqueID": "8807448", "ISSNLinking": "0893-228X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pathology"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pathology"], "DescriptorName": "Lung"}, {"QualifierName": ["pathology"], "DescriptorName": "Obesity"}, {"QualifierName": ["administration & dosage", "adverse effects"], "DescriptorName": "Ozone"}], "CoiStatement": "<b>Notes</b>. The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ogden CL, Carroll MD, Kit BK, Flegal KM. Prevalence of obesity among adults: United States, 2011–2012. NCHS Data Brief. 2013:1–8.", "ArticleIdList": ["24152742"]}, {"Citation": "Chen Y, Horne SL, Dosman JA. Body weight and weight gain related to pulmonary function decline in adults: a six year follow up study. Thorax. 1993;48:375–80.", "ArticleIdList": ["PMC464436", "8511735"]}, {"Citation": "Lin CK, Lin CC. Work of breathing and respiratory drive in obesity. Respirology. 2012;17:402–11.", "ArticleIdList": ["22212441"]}, {"Citation": "Naimark A, Cherniack R. Compliance of the respiratory system and its components in health and obesity. J Appl Physiol. 1960;15:377–82.", "ArticleIdList": ["14425845"]}, {"Citation": "Thyagarajan B, Jacobs DR, Jr, Apostol G, Smith LJ, Jensen RL, Crapo RO, Barr RG, Lewis CE, Williams OD. Longitudinal association of body mass index with lung function: the CARDIA study. Respir Res. 2008;9:1–10.", "ArticleIdList": ["PMC2386787", "18394165"]}, {"Citation": "Salome CCM, King GGG, Berend N. Physiology of obesity and effects on lung function. J Appl Physiol. 2010;108:206–11.", "ArticleIdList": ["19875713"]}, {"Citation": "Wang M, McCabe L, Petsonk EL, Hankinson JL, Banks DE. Weight gain and longitudinal changes in lung function in steel workers. Chest. 1997;111:1526–32.", "ArticleIdList": ["9187168"]}, {"Citation": "Mathers CD, Loncar D, Samet J. Projections of global mortality and burden of disease from 2002 to 2030. PLoS Med. 2006;3:e442.", "ArticleIdList": ["PMC1664601", "17132052"]}, {"Citation": "Wang Y, Beydoun MA. Treatment of Overweight and Obesity in Adults. Clinical guidelines on the identification, evaluation, and treatment of overweight and obesity in adults. Obes Res. 1998;6:51S–179S.", "ArticleIdList": ["9813653"]}, {"Citation": "Flegal KM, Kruszon-Moran M, Carroll MD, Fryar CD, Ogden C. Trends in Obesity Among Adults in the United States, 2005 to 2014. JAMA. 2016;315:2284–91.", "ArticleIdList": ["27272580"]}, {"Citation": "Integrated Science Assessment of Ozone and Related Photochemical Oxidants (EPA 600/R-10/076F) U.S. EPA; Research Triangle Park, NC: 2012."}, {"Citation": "Götschi T, Heinrich J, Sunyer J, Künzli N. Review Article: Long-Term Effects of Ambient Air Pollution on Lung Function: A Review. Epidemiology. 2008;19:690–701.", "ArticleIdList": ["18703932"]}, {"Citation": "Sin DD, Wu L, Man SFP. The relationship between reduced lung function and cardiovascular mortality: a population-based study and a systematic review of the literature. Chest. 2005;127:1952–9.", "ArticleIdList": ["15947307"]}, {"Citation": "Young RP, Hopkins R, Eaton TE. Forced expiratory volume in one second: not just a lung function test but a marker of premature death from all causes. Eur Respir J. 2007;30:616–22.", "ArticleIdList": ["17906084"]}, {"Citation": "Katsouyanni K, Samet JM, Anderson HR, Atkinson R, Le Tertre A, Medina S, Samoli E, Touloumi G, Burnett RT, Krewski D, Ramsay T, Dominici F, Peng RD, Schwartz J, Zanobetti A. Air pollution and health: a European and North American approach (APHENA) Res Rep Health Eff Inst. 2009:5–90.", "ArticleIdList": ["20073322"]}, {"Citation": "Tolbert PE, Klein M, Peel JL, Sarnat SE, Sarnat JA. Multipollutant modeling issues in a study of ambient air quality and emergency department visits in Atlanta. J Exposure Sci Environ Epidemiol. 2007;17(Suppl2):S29–35.", "ArticleIdList": ["18079762"]}, {"Citation": "Zanobetti A, Bind M, Schwartz J. Particulate air pollution and survival in a COPD cohort. Environ Health. 2008;7:1–9.", "ArticleIdList": ["PMC2572050", "18847462"]}, {"Citation": "Medina-Ramón M, Schwartz J. Who is more vulnerable to die from ozone air pollution? Epidemiology. 2008;19:672–9.", "ArticleIdList": ["18480732"]}, {"Citation": "Silverman RA, Ito K. Age-related association of fine particles and ozone with severe acute asthma in New York City. J Allergy Clin Immunol. 2010;125:367–373.e5.", "ArticleIdList": ["20159246"]}, {"Citation": "Vinikoor-Imler LC, Owens EO, Nichols JL, Ross M, Brown JS, Sacks JD. Evaluating Potential Response-Modifying Factors for Associations between Ozone and Health Outcomes: A Weight-of-Evidence Approach. Environ Health Perspect. 2014;122:1166–76.", "ArticleIdList": ["PMC4216162", "24927060"]}, {"Citation": "Shore SA, Rivera-Sanchez YM, Schwartzman IN, Johnston RA. Responses to ozone are increased in obese mice. J Appl Physiol. 2003;95:938–45.", "ArticleIdList": ["12794034"]}, {"Citation": "Dye JA, Costa DL, Kodavanti UP. Executive Summary: variation in susceptibility to ozone-induced health effects in rodent models of cardiometabolic disease. Inhalation Toxicol. 2015;27(Suppl 1):105–15.", "ArticleIdList": ["26667335"]}, {"Citation": "De Leon SF, Thurston GD, Ito K. Contribution of respiratory disease to nonrespiratory mortality associations with air pollution. Am J Respir Crit Care Med. 2003;167:1117–23.", "ArticleIdList": ["12684250"]}, {"Citation": "Bottai M, Pistelli F, Di Pede F, Carrozzi L, Baldacci S, Matteelli G, Scognamiglio A, Viegi G. Longitudinal changes of body mass index, spirometry and diffusion in a general population. Eur Respir J. 2002;20:665–73.", "ArticleIdList": ["12358345"]}, {"Citation": "Collins L, Hoberty P, Walker J, Fletcher EC, Peiris AN. The effect of body fat distribution on pulmonary function tests. Chest. 1995;107:1298–1302.", "ArticleIdList": ["7750322"]}, {"Citation": "Ochs-Balcom HM, Grant BJ, Muti P, Sempos CT, Freudenheim JL, Trevisan M, Cassano PA, Iacoviello L, Schunemann HJ. Pulmonary function and abdominal adiposity in the general population. Chest. 2006;129:853–62.", "ArticleIdList": ["16608930"]}, {"Citation": "Babb TG, Ranasinghe KG, Comeau LA, Semon TL, Schwartz B. Dyspnea on exertion in obese women: association with an increased oxygen cost of breathing. Am J Respir Crit Care Med. 2008;178:116–23.", "ArticleIdList": ["18420968"]}, {"Citation": "Parameswaran K, Todd D, Soth M. Altered respiratory physiology in obesity. Can Respir J J Can Thorac Soc. 2006;13:203–210.", "ArticleIdList": ["PMC2683280", "16779465"]}, {"Citation": "Sood A. Obesity, adipokines, and lung disease. J Appl Physiol. 2010;108:744–753.", "ArticleIdList": ["PMC2838636", "19926824"]}, {"Citation": "Canoy D, Luben R, Welch A, Bingham S, Wareham N, Day N, Khaw KT. Abdominal obesity and respiratory function in men and women in the EPIC-Norfolk Study, United Kingdom. Am J Epidemiol. 2004;159:1140–9.", "ArticleIdList": ["15191931"]}, {"Citation": "Chen C, Arjomandi M, Tager IB, Holland N, Balmes JR. Effects of antioxidant enzyme polymorphisms on ozone-induced lung function changes. Eur Respir J. 2007;30:677–83.", "ArticleIdList": ["PMC3282174", "17652311"]}, {"Citation": "McClean KM, Kee F, Young IS, Elborn JS. Obesity and the lung: 1. Epidemiology. Thorax. 2008;63:649–54.", "ArticleIdList": ["18587034"]}, {"Citation": "Shore SA, Lang JE, Kasahara DI, Lu FL, Verbout NG, Si H, Williams ES, Terry RD, Lee A, Johnston RA. Pulmonary responses to subacute ozone exposure in obese vs. lean mice. J Appl Physiol. 2009;107:1445–52.", "ArticleIdList": ["PMC2777806", "19745193"]}, {"Citation": "Shore S. Obesity and asthma: possible mechanisms. J Allergy Clin Immunol. 2008;121:1087–93.", "ArticleIdList": ["18405959"]}, {"Citation": "Johnston RA, Theman TA, Shore SA. Augmented responses to ozone in obese carboxypeptidase E-deficient mice. Am J Physiol Regul Integr Comp Physiol. 2006;290:R126–33.", "ArticleIdList": ["16002559"]}, {"Citation": "Williams AS, Mathews JA, Kasahara DI, Chen L, Wurmbrand AP, Si H, Shore SA. Augmented pulmonary responses to acute ozone exposure in obese mice: roles of TNFR2 and IL-13. Environ Health Perspect. 2013;121:551–7.", "ArticleIdList": ["PMC3673194", "23434795"]}, {"Citation": "Rivera-Sanchez YM, Johnston RA, Schwartzman IN, Valone J, Silverman ES, Fredberg JJ, Shore SA. Differential effects of ozone on airway and tissue mechanics in obese mice. J Appl Physiol. 2004;96:2200–6.", "ArticleIdList": ["14966019"]}, {"Citation": "Lu FL, Johnston RA, Flynt L, Theman TA, Terry RD, Schwartzman IN, Lee A, Shore SA. Increased pulmonary responses to acute ozone exposure in obese db/db mice. Am J Physiol Lung Cell Mol Physiol. 2006;290:L856–65.", "ArticleIdList": ["16373670"]}, {"Citation": "Johnston RA, Zhu M, Hernandez CB, Williams ES, Shore SA. Onset of obesity in carboxypeptidase E-deficient mice and effect on airway responsiveness and pulmonary responses to ozone. J Appl Physiol. 2010;108:1812–9.", "ArticleIdList": ["PMC2886692", "20299617"]}, {"Citation": "Gordon CJ, Phillips PM, Johnstone AFM, Beasley TE, Ledbetter AD, Schladweiler MC, Snow SJ, Kodavanti UP. Effect of high-fructose and high-fat diets on pulmonary sensitivity, motor activity, and body composition of brown Norway rats exposed to ozone. Inhalation Toxicol. 2016;28:203–215.", "ArticleIdList": ["27092583"]}, {"Citation": "Gordon CJ, Phillips PM, Ledbetter A, Snow SJ, Schladweiler MC, Johnstone AFM, Kodavanti UP. Active vs. sedentary lifestyle from weaning to adulthood and susceptibility to ozone in rats. Am J Physiol Lung Cell Mol Physiol. 2017;312:L100–L109.", "ArticleIdList": ["27836902"]}, {"Citation": "Gordon CJ, Phillips PM, Beasley TE, Ledbetter A, Aydin C, Snow SJ, Kodavanti UP, Johnstone AF. Pulmonary sensitivity to ozone exposure in sedentary versus chronically trained, female rats. Inhalation Toxicol. 2016;28:293–302.", "ArticleIdList": ["27160658"]}, {"Citation": "Gordon CJ, Phillips PM, Ledbetter A, Snow SJ, Schladweiler MC, Johnstone AFM, Kodavanti UP. Active vs. sedentary lifestyle from weaning to adulthood and susceptibility to ozone in rats. Am J Physiol - Lung Cell Mol Physiol. 2017;312:L100.", "ArticleIdList": ["27836902"]}, {"Citation": "Mancuso P. Obesity and lung inflammation. J Appl Physiol. 2010;108:722–8.", "ArticleIdList": ["PMC2838639", "19875709"]}, {"Citation": "Kim JA, Park HS. White blood cell count and abdominal fat distribution in female obese adolescents. Metab, Clin Exp. 2008;57:1375–9.", "ArticleIdList": ["18803941"]}, {"Citation": "Visser M, Bouter LM, McQuillan GM, Wener MH, Harris TB. Elevated C-reactive protein levels in overweight and obese adults. JAMA. 1999;282:2131–5.", "ArticleIdList": ["10591334"]}, {"Citation": "Johnston RA, Theman TA, Shore SA. Augmented responses to ozone in obese carboxypeptidase E-deficient mice. Am J Physiol Regul Integr Comp Physiol. 2006;290:R126–33.", "ArticleIdList": ["16002559"]}, {"Citation": "Marseglia L, Manti S, D’Angelo G, Nicotera A, Parisi E, Di Rosa G, Gitto E, Arrigo T. Oxidative stress in obesity: a critical component in human diseases. Int J Mol Sci. 2015;16:378–400.", "ArticleIdList": ["PMC4307252", "25548896"]}, {"Citation": "Romieu I, Barraza-Villarreal A, Escamilla-Núñez C, Texcalac-Sangrador JL, Hernandez-Cadena L, Díaz-Sánchez D, De Batlle J, Del Rio-Navarro BE. Dietary intake, lung function and airway inflammation in Mexico City school children exposed to air pollutants. Respir Res. 2009;10:122.", "ArticleIdList": ["PMC2806363", "20003306"]}, {"Citation": "Weichenthal S, Hoppin JA, Reeves F. Obesity and the cardiovascular health effects of fine particulate air pollution. Obesity. 2014;22:1580–9.", "ArticleIdList": ["PMC4238790", "24639433"]}, {"Citation": "Schikowski T, Schaffner E, Meier F, Phuleria HC, Vierkötter A, Schindler C, Kriemler S, Zemp E, Krämer U, Bridevaux PO, Rochat T, Schwartz J, Künzli N, Probst-Hensch N. Improved Air Quality and Attenuated Lung Function Decline: Modification by Obesity in the SAPALDIA Cohort. Environ Health Perspect. 2013;121:1034–9.", "ArticleIdList": ["PMC3764076", "23820868"]}, {"Citation": "Dong GH, Qian Z, Liu MM, Wang D, Ren WH, Fu Q, Wang J, Simckes M, Ferguson TF, Trevathan E. Obesity enhanced respiratory health effects of ambient air pollution in Chinese children: the Seven Northeastern Cities study. Int J Obes. 2013;37:94–100.", "ArticleIdList": ["22846775"]}, {"Citation": "Le TG, Ngo L, Mehta S, Do VD, Thach TQ, Vu XD, Nguyen DT, Cohen A. Effects of short-term exposure to air pollution on hospital admissions of young children for acute lower respiratory infections in Ho Chi Minh City, Vietnam. Res Rep Health Eff Inst. 2012;5:72–83.", "ArticleIdList": ["22849236"]}, {"Citation": "Dong GH, Wang J, Zeng XW, Chen L, Qin XD, Zhou Y, Li M, Yang M, Zhao Y, Ren WH, Hu QS. Interactions Between Air Pollution and Obesity on Blood Pressure and Hypertension in Chinese Children. Epidemiology. 2015;26:740–7.", "ArticleIdList": ["26133026"]}, {"Citation": "Calderón-Garcidueñas L, Franco-Lira M, D’Angiulli A, Rodríguez-Díaz J, Blaurock-Busch E, Busch Y, Chao C, Thompson C, Mukherjee PS, Torres-Jardón R, Perry G. Mexico City normal weight children exposed to high concentrations of ambient PM2.5 show high blood leptin and endothelin-1, vitamin D deficiency, and food reward hormone dysregulation versus low pollution controls. Environ Res. 2015;140:579–592.", "ArticleIdList": ["26037109"]}, {"Citation": "Lu KD, Breysse PN, Diette GB, Curtin-Brosnan J, Aloe C, Williams DL, Peng RD, McCormack MC, Matsui EC. Being overweight increases susceptibility to indoor pollutants among urban children with asthma. J Allergy Clin Immunol. 2013;131:1017–1023.e3.", "ArticleIdList": ["PMC3889705", "23403052"]}, {"Citation": "Alexeeff SE, Litonjua AA, Suh H, Sparrow D, Vokonas PS, Schwartz J. Ozone exposure and lung function: effect modified by obesity and airways hyperresponsiveness in the VA Normative Aging Study. Chest. 2007;132:1890–7.", "ArticleIdList": ["17925423"]}, {"Citation": "Bennett WD, Ivins S, Alexis NE, Wu J, Bromberg PA, Brar SS, Travlos G, London SJ. Effect of obesity on acute ozone-induced changes in airway function, reactivity, and inflammation in adult females. PLoS One. 2016;11:e0160030.", "ArticleIdList": ["PMC4981326", "27513854"]}, {"Citation": "Bennett WD, Hazucha MJ, Folinsbee LJ, Bromberg PA, Kissling GE, London SJ. Acute pulmonary function response to ozone in young adults as a function of body mass index. Inhalation Toxicol. 2007;19:1147–54.", "ArticleIdList": ["PMC2253725", "17987466"]}, {"Citation": "McDonnell W, Stewart PW, Smith MV. Prediction of ozone-induced lung function responses in humans. Inhalation Toxicol. 2010;22:160–8.", "ArticleIdList": ["19778178"]}, {"Citation": "Qin XD, Qian Z, Vaughn MG, Trevathan E, Emo B, Paul G, Ren WH, Hao YT, Dong GH. Gender-specific differences of interaction between obesity and air pollution on stroke and cardiovascular diseases in Chinese adults from a high pollution range area: A large population based cross sectional study. Sci Total Environ. 2015;529:243–8.", "ArticleIdList": ["26022408"]}, {"Citation": "Todoric K, Zhou H, Zhang H, Mills K, Peden DB, Hernandez ML. Body mass index correlates with pollutant-induced interleukin-1β in sputum and blood. Ann Allergy, Asthma, Immunol. 2015;114:251–3.", "ArticleIdList": ["PMC4352399", "25524746"]}, {"Citation": "Zhao Y, Qian Z, Wang J, Vaughn MG, Liu YQ, Ren WH, Dong GH. Does obesity amplify the association between ambient air pollution and increased blood pressure and hypertension in adults? Findings from the 33 Communities Chinese Health Study. Int J Cardiol. 2013;168:e148–e150.", "ArticleIdList": ["24012172"]}, {"Citation": "Todoric K, Zhou H, Zhang H, Mills K, Peden DB, Hernandez ML. Body mass index correlates with pollutant-induced interleukin-1β in sputum and blood. Ann Allergy, Asthma, Immunol. 2015;114:251–3.", "ArticleIdList": ["PMC4352399", "25524746"]}, {"Citation": "Hazucha MJ, Folinsbee LJ, Bromberg PA. Distribution and reproducibility of spirometric response to ozone by gender and age. J Appl Physiol. 2003;95:1917–25.", "ArticleIdList": ["12871968"]}, {"Citation": "Cakmak S, Dales RE, Gultekin T, Vidal CB, Farnendaz M, Rubio MA, Oyola P. Components of particulate air pollution and emergency department visits in Chile. Arch Environ Occup Health. 2009;64:148–55.", "ArticleIdList": ["19864216"]}, {"Citation": "Middleton N, Yiallouros P, Kleanthous S, Kolokotroni O, Schwartz J, Dockery DW, Demokritou P, Koutrakis P. A 10-year time-series analysis of respiratory and cardiovascular morbidity in Nicosia, Cyprus: the effect of short-term changes in air pollution and dust storms. Environ Health. 2008;7:39.", "ArticleIdList": ["PMC2517071", "18647382"]}, {"Citation": "Gong H, McManus MS, Linn WS. Attenuated response to repeated daily ozone exposures in asthmatic subjects. Arch Environ Health. 1997;52:34–41.", "ArticleIdList": ["9039855"]}, {"Citation": "Devlin RB, Raub JA, Folinsbee LJ. Health effects of ozone. Sci Med. 1997:8–17."}, {"Citation": "Folinsbee LJ, Horstman DH, Kehrl HR, Harder S, Abdul-Salaam S, Ives PJ. Respiratory responses to repeated prolonged exposure to 0.12 ppm ozone. Am J Respir Crit Care Med. 1994;149:98–105.", "ArticleIdList": ["8111607"]}, {"Citation": "Vancza EM, Galdanes K, Gunnison A, Hatch G, Gordon T. Age, strain, and gender as factors for increased sensitivity of the mouse lung to inhaled ozone. Toxicol Sci. 2009;107:535–43.", "ArticleIdList": ["PMC2735417", "19066396"]}, {"Citation": "Centers for Disease Control and Prevention (CDC) Behavioral Risk Factor Surveillance System Survey Data. U.S. Department of Health and Human Services, Centers for Disease Control and Prevention; Atlanta, GA: 2016."}, {"Citation": "Bennett WD, Zeman KL. Effect of body size on breathing pattern and fine-particle deposition in children. J Appl Physiol. 2004;97:821–6.", "ArticleIdList": ["15107416"]}, {"Citation": "Hurewitz A. Obesity alters regional ventilation in lateral decubitus position. J Appl Physiol. 1985;59:774–83.", "ArticleIdList": ["4055566"]}, {"Citation": "Sahebjami H. Dyspnea in obese healthy men. Chest. 1998;114:1373–7.", "ArticleIdList": ["9824017"]}, {"Citation": "Gidding SS, Nehgme R, Heise C, Muscar C, Linton A, Hassink S. Severe obesity associated with cardiovascular deconditioning, high prevalence of cardiovascular risk factors, diabetes mellitus/hyperinsulinemia, and respiratory compromise. J Pediatr. 2004;144:766–9.", "ArticleIdList": ["15192624"]}, {"Citation": "Johnston RA, Theman TA, Lu FL, Terry RD, Williams ES, Shore SA. Diet-induced obesity causes innate airway hyperresponsiveness to methacholine and enhances ozone-induced pulmonary inflammation. J Appl Physiol. 2008;104:1727–35.", "ArticleIdList": ["18323466"]}, {"Citation": "Visser M, Bouter LM, McQuillan GM, Wener MH, Harris TB. Elevated C-reactive protein levels in overweight and obese adults. JAMA. 1999;282:2131–5.", "ArticleIdList": ["10591334"]}, {"Citation": "Dubowsky SD, Suh H, Schwartz J, Coull BA, Gold DR. Diabetes, obesity, and hypertension may enhance associations between air pollution and markers of systemic inflammation. Environ Health Perspect. 2006;114:992–8.", "ArticleIdList": ["PMC1513328", "16835049"]}, {"Citation": "Schikowski T, Schaffner E, Meier F, Phuleria HC, Vierkötter A, Schindler C, Kriemler S, Zemp E, Krämer U, Bridevaux PO, Rochat T, Schwartz J, Künzli N, Probst-Hensch N. Improved air quality and attenuated lung function decline: modification by obesity in the SAPALDIA cohort. Environ Health Perspect. 2013;45:38–50.", "ArticleIdList": ["PMC3764076", "23820868"]}, {"Citation": "Makker H, Zammit C, Liddicoat H, Moonsie I. Obesity and respiratory diseases. Int J Gen Med. 2010;3:335–43.", "ArticleIdList": ["PMC2990395", "21116339"]}, {"Citation": "De Leon SF, Thurston GD, Ito K. Contribution of respiratory disease to nonrespiratory mortality associations with air pollution. Am J Respir Crit Care Med. 2003;167:1117–23.", "ArticleIdList": ["12684250"]}, {"Citation": "Leone N, Courbon D, Thomas F, Bean K, Jégo B, Leynaert B, Guize L, Zureik M. Lung function impairment and metabolic syndrome: the critical role of abdominal obesity. Am J Respir Crit Care Med. 2009;179:509–16.", "ArticleIdList": ["19136371"]}, {"Citation": "Collins L, Hoberty P, Walker J, Fletcher EC, Peiris AN. The effect of body fat distribution on pulmonary function tests. Chest. 1995;107:1298–1302.", "ArticleIdList": ["7750322"]}]}], "History": [{"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28574698", "NIHMS885914", "PMC5556919", "10.1021/acs.chemrestox.7b00077"]}}]}