{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28605378", "DateCompleted": {"Year": "2018", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2019", "Month": "06", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "05", "Day": "30"}], "ELocationID": ["55614", "10.3791/55614"], "Journal": {"ISSN": "1940-087X", "JournalIssue": {"Issue": "123", "PubDate": {"Year": "2017", "Month": "May", "Day": "30"}}, "Title": "Journal of visualized experiments : JoVE", "ISOAbbreviation": "J Vis Exp"}, "ArticleTitle": "Functionalization and Dispersion of Carbon Nanomaterials Using an Environmentally Friendly Ultrasonicated Ozonolysis Process.", "Abstract": {"AbstractText": ["Functionalization of carbon nanomaterials is often a critical step that facilitates their integration into larger material systems and devices. In the as-received form, carbon nanomaterials, such as carbon nanotubes (CNTs) or graphene nanoplatelets (GNPs), may contain large agglomerates. Both agglomerates and impurities will diminish the benefits of the unique electrical and mechanical properties offered when CNTs or GNPs are incorporated into polymers or composite material systems. Whilst a variety of methods exist to functionalize carbon nanomaterials and to create stable dispersions, many the processes use harsh chemicals, organic solvents, or surfactants, which are environmentally unfriendly and may increase the processing burden when isolating the nanomaterials for subsequent use. The current research details the use of an alternative, environmentally friendly technique for functionalizing CNTs and GNPs. It produces stable, aqueous dispersions free of harmful chemicals. Both CNTs and GNPs can be added to water at concentrations up to 5 g/L and can be recirculated through a high-powered ultrasonic cell. The simultaneous injection of ozone into the cell progressively oxidizes the carbon nanomaterials, and the combined ultrasonication breaks down agglomerates and immediately exposes fresh material for functionalization. The prepared dispersions are ideally suited for the deposition of thin films onto solid substrates using electrophoretic deposition (EPD). CNTs and GNPs from the aqueous dispersions can be readily used to coat carbon- and glass-reinforcing fibers using EPD for the preparation of hierarchical composite materials."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aerospace Division, Defence Science and Technology Group."}], "LastName": "Yeo", "ForeName": "Eudora S Y", "Initials": "ESY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Maritime Division, Defence Science and Technology Group."}], "LastName": "Mathys", "ForeName": "Gary I", "Initials": "GI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Physics, La Trobe Institute for Molecular Science, La Trobe University."}], "LastName": "Brack", "ForeName": "Narelle", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, University of Delaware; Department of Materials Science and Engineering, University of Delaware; Center for Composite Materials, University of Delaware."}], "LastName": "Thostenson", "ForeName": "Erik T", "Initials": "ET"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aerospace Division, Defence Science and Technology Group; andrew.rider@dsto.defence.gov.au."}], "LastName": "Rider", "ForeName": "Andrew N", "Initials": "AN"}], "PublicationTypeList": ["Journal Article", "Video-Audio Media"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Vis Exp", "NlmUniqueID": "101313252", "ISSNLinking": "1940-087X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Nanotubes, Carbon"}, {"RegistryNumber": "0", "NameOfSubstance": "Polymers"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Nanostructures"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nanotubes, Carbon"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polymers"}, {"QualifierName": ["methods"], "DescriptorName": "Ultrasonics"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pandey G, Thostenson ET. Carbon Nanotube-Based Multifunctional Polymer Nanocomposites. Polym. Rev. 2012;52(3):355–416."}, {"Citation": "Das TK, Prusty S. Graphene-Based Polymer Composites and Their Applications. Polym.-Plast. Technol. 2013;52(4):319–331."}, {"Citation": "Karger-Kocsis J, Mahmood H, Pegoretti A. Recent advances in fiber/matrix interphase engineering for polymer composites. Prog. Mater. Sci. 2015;73:1–43."}, {"Citation": "Qian H, Greenhalgh ES, Shaffer MSP, Bismarck A. Carbon nanotube-based hierarchical composites: a review. J. Mater. Chem. 2010;20(23):4751–4762."}, {"Citation": "Hummers WS, Offeman RE. Preparation of graphitic oxide. J. Am. Chem. Soc. 1958;80:1339–1339."}, {"Citation": "Shaffer MSP, Fan X, Windle AH. Dispersion and Packing of Carbon Nanotubes. Carbon. 1998;36(11):1603–1612."}, {"Citation": "Hamon MA, et al. Dissolution of Single-Walled Carbon Nanotubes. Adv. Mater. 1999;11:834–840."}, {"Citation": "Low CTJ, et al. Electrochemical approaches to the production of graphene flakes and their potential applications. Carbon. 2013;54:1–21."}, {"Citation": "Rider AN, et al. Hierarchical composites with high-volume fractions of carbon nanotubes: Influence of plasma surface treatment and thermoplastic nanophase-modified epoxy. Carbon. 2015;94:971–981."}, {"Citation": "Tchoul MN, Ford WT, Lolli G, Resasco DE, Arepalli S. Effect of Mild Nitric Acid Oxidation on Dispersability, Size, and Structure of Single-Walled Carbon Nanotubes. Chem. Mater. 2007;19:5765–5772."}, {"Citation": "Gong X, Liu J, Baskaran S, Voise RD, Young JS. Surfactant-Assisted Processing of Carbon Nanotube/Polymer Composites. Chem. Mater. 2000;12:1049–1052."}, {"Citation": "An Q, Rider AN, Thostenson ET. Electrophoretic deposition of carbon nanotubes onto carbon-fiber fabric for production of carbon/epoxy composites with improved mechanical properties. Carbon. 2012;50(11):4130–4143."}, {"Citation": "An Q, Rider AN, Thostenson ET. Heirarchical composite structures prepared by electrophoretic deposition of carbon nanotubes onto glass fibers. ACS Appl. Mater. Interfac. 2013;5(6):2022–2032.", "ArticleIdList": ["23379418"]}, {"Citation": "Rider AN, An Q, Thostenson ET, Brack N. Ultrasonicated-ozone modification of exfoliated graphite for stable aqueous graphitic nanoplatelet dispersions. Nanotechnology. 2014;25(49):495607.", "ArticleIdList": ["25414172"]}, {"Citation": "Fairley N. CasaXPS Manual 2.3.15 Introduction to XPS and AES, Rev. 1.2. Casa Software Ltd; 2009. www.casaxps.com."}, {"Citation": "Kratos elemental library for use with Casa XPS software. 2016.  Available from: http://www.casaxps.com/kratos."}, {"Citation": "Leiro J, Heinonen M, Laiho T, Batirev I. Core-level XPS spectra of fullerene, highly oriented pyrolitic graphite, and glassy carbon. J. Electron Spectrosc. 2003;128:205–213."}, {"Citation": "DXR Raman Instruments: Getting Started. Thermo Fisher Scientific; 2008. 269-215100 Rev. A."}, {"Citation": "Cressington 208HR High Resolution Sputter Coater for FE-SEM: Operating Manual. Watford, UK: Cressington Scientific Instruments Ltd; 2003. Rev. 5."}, {"Citation": "Krishnamoorthy K, Veerapandian M, Yun K, Kim S-J. The chemical and structural analysis of graphene oxide with different degrees of oxidation. Carbon. 2013;53:38–49."}, {"Citation": "Hamaker HC. Formation of a Deposit by Electrophoresis. T. Faraday Soc. 1940;35:279–287."}, {"Citation": "Rider AN, An Q, Brack N, Thostenson ET. Polymer nanocomposite - fiber model interphases: Influence of processing and interface chemistry on mechanical performance. Chem. Eng. J. 2015;269:121–134."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["28605378", "PMC5608157", "10.3791/55614"]}}], "PubmedBookArticle": []}