{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28763386", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1097/PHH.0000000000000613"], "Journal": {"ISSN": "1550-5022", "JournalIssue": {"Volume": "23 Suppl 5 Supplement, Environmental Public Health Tracking", "PubDate": {"Year": "2017", "Season": "Sep/Oct"}}, "Title": "Journal of public health management and practice : JPHMP", "ISOAbbreviation": "J Public Health Manag Pract"}, "ArticleTitle": "Estimating the Public Health Impact of Air Pollution for Informing Policy in the Twin Cities: A Minnesota Tracking Collaboration.", "Pagination": {"StartPage": "S45", "EndPage": "S52", "MedlinePgn": "S45-S52"}, "Abstract": {"AbstractText": ["The Minnesota Department of Health and the Minnesota Pollution Control Agency used local air pollution and public health data to estimate the impacts of particulate matter and ozone on population health, to identify disparities, and to inform decisions that will improve health.", "While air quality in Minnesota currently meets federal standards, urban communities are concerned about the impact of air pollution on their health. The Twin Cities (Minneapolis-St Paul) metropolitan area includes 7 counties where fine particulate levels and rates of asthma exacerbations are elevated in some communities.", "We used the Environmental Protection Agency's BenMAP (Environmental Benefits Mapping and Analysis Program) software, along with local PM2.5 (fine particulate) and ozone ambient concentrations, census and population health data, to calculate impacts for 2008 at the zip code level. The impacts were summed across all zip codes for area-wide estimates. American Community Survey data were used to stratify zip codes by poverty and race for assessment of disparities.", "Attributable fraction, attributable rate and counts for all-cause mortality, asthma and chronic obstructive pulmonary disease hospitalizations, asthma emergency department (ED) visits, and cardiovascular disease hospitalizations.", "In the Twin Cities (2008), air pollution was a contributing cause for an estimated 2% to 5% of respiratory and cardiovascular hospitalizations and ED visits and between 6% and 13% of premature deaths. The elderly (aged 65+ years) experienced the highest air pollution-attributable rates of death and respiratory hospitalizations; children experienced the highest asthma ED visit rates. Geographical and demographic differences in air pollution-attributable health impacts across the region reflected the differences in the underlying morbidity and mortality rates.", "Method was effective in demonstrating that changes in air quality can have quantifiable health impacts across the Twin Cities. Key messages and implications from this work were shared with the media, community groups, legislators and the public. The results are being used to inform initiatives aimed at reducing sources of air pollution and to address health disparities in urban communities."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Promotion and Chronic Disease Division, Minnesota Department of Health, St Paul, Minnesota (Dr Johnson and Mss Sample and Lindgren); Environmental Analysis and Outcomes Division, Minnesota Pollution Control Agency, St Paul, Minnesota (Messrs Bael and Kvale); and Department of Applied Economics, University of Minnesota, St Paul, Minnesota (Mr Bael)."}], "LastName": "Johnson", "ForeName": "Jean E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Bael", "ForeName": "David L", "Initials": "DL"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sample", "ForeName": "Jeannette M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Lindgren", "ForeName": "Paula G", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kvale", "ForeName": "Dorian L", "Initials": "DL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Public Health Manag Pract", "NlmUniqueID": "9505213", "ISSNLinking": "1078-4659"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28763386", "10.1097/PHH.0000000000000613", "00124784-201709001-00008"]}}], "PubmedBookArticle": []}