{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Chicxulub", "Cretaceous", "asteroid impact", "extinction", "soot"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28827324", "DateCompleted": {"Year": "2018", "Month": "05", "Day": "21"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "08", "Day": "21"}], "ELocationID": ["10.1073/pnas.1708980114"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "114", "Issue": "36", "PubDate": {"Year": "2017", "Month": "Sep", "Day": "05"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "On transient climate change at the Cretaceous-Paleogene boundary due to atmospheric soot injections.", "Pagination": {"StartPage": "E7415", "EndPage": "E7424", "MedlinePgn": "E7415-E7424"}, "Abstract": {"AbstractText": ["Climate simulations that consider injection into the atmosphere of 15,000 Tg of soot, the amount estimated to be present at the Cretaceous-Paleogene boundary, produce what might have been one of the largest episodes of transient climate change in Earth history. The observed soot is believed to originate from global wildfires ignited after the impact of a 10-km-diameter asteroid on the Yucatán Peninsula 66 million y ago. Following injection into the atmosphere, the soot is heated by sunlight and lofted to great heights, resulting in a worldwide soot aerosol layer that lasts several years. As a result, little or no sunlight reaches the surface for over a year, such that photosynthesis is impossible and continents and oceans cool by as much as 28 °C and 11 °C, respectively. The absorption of light by the soot heats the upper atmosphere by hundreds of degrees. These high temperatures, together with a massive injection of water, which is a source of odd-hydrogen radicals, destroy the stratospheric ozone layer, such that Earth's surface receives high doses of UV radiation for about a year once the soot clears, five years after the impact. Temperatures remain above freezing in the oceans, coastal areas, and parts of the Tropics, but photosynthesis is severely inhibited for the first 1 y to 2 y, and freezing temperatures persist at middle latitudes for 3 y to 4 y. Refugia from these effects would have been very limited. The transient climate perturbation ends abruptly as the stratosphere cools and becomes supersaturated, causing rapid dehydration that removes all remaining soot via wet deposition."]}, "AuthorList": [{"Identifier": ["0000-0002-5330-2788"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO 80307; bardeenc@ucar.edu."}], "LastName": "Bardeen", "ForeName": "Charles G", "Initials": "CG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO 80307."}], "LastName": "Garcia", "ForeName": "Rolando R", "Initials": "RR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Atmospheric and Space Physics, Department of Atmospheric and Ocean Sciences, University of Colorado at Boulder, Boulder, CO 80303."}], "LastName": "Toon", "ForeName": "Owen B", "Initials": "OB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO 80307."}], "LastName": "Conley", "ForeName": "Andrew J", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S.", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alvarez LW, Alvarez W, Asaro F, Michel HV. Extraterrestrial cause for the cretaceous-tertiary extinction. Science. 1980;208:1095–1108.", "ArticleIdList": ["17783054"]}, {"Citation": "Schulte P, et al. The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary. Science. 2010;327:1214–1218.", "ArticleIdList": ["20203042"]}, {"Citation": "Renne PR, et al. Time scales of critical events around the Cretaceous-Paleogene boundary. Science. 2013;339:684–687.", "ArticleIdList": ["23393261"]}, {"Citation": "Wolbach WS, Gilmour I, Anders E. Major wildfires at the Cretaceous/Tertiary boundary. Geol Soc Am Spec Pap. 1990;247:391–400."}, {"Citation": "Wolbach WS, et al. Global fire at the Cretaceous-Tertiary boundary. Nature. 1988;334:665–669."}, {"Citation": "Harvey MC, et al. Combustion of fossil organic matter at the Cretaceous–Paleogene (K–P) boundary. Geology. 2008;36:355–358."}, {"Citation": "Robertson DS, et al. K-Pg extinction: Reevaluation of the heat-fire hypothesis. J Geophys Res. 2013a;118:329–336."}, {"Citation": "Toon OB, Bardeen CG, Garcia RR. Designing global climate and atmospheric chemistry simulations for 1 km and 10 km diameter asteroid impacts using the properties of ejecta from the K-Pg impact. Atmos Chem Phys. 2016;16:13185–13212."}, {"Citation": "Kaiho K, et al. Global climate change driven by soot at the K-Pg boundary as the cause of the mass extinction. Sci Rep. 2016;6:28427.", "ArticleIdList": ["PMC4944614", "27414998"]}, {"Citation": "Hurrell JW, et al. The Community Earth System Model: A framework for collaborative research. Bull Am Meteorol Soc. 2013;94:1339–1360."}, {"Citation": "Marsh DR, et al. Climate change from 1850 to 2005 simulated in CESM1(WACCM) J Clim. 2013;26:7372–7391."}, {"Citation": "Bardeen CG, et al. Numerical simulations of the three-dimensional distribution of meteoric dust in the mesosphere and upper stratosphere. J Geophys Res. 2008;113:D17202."}, {"Citation": "Wolf ET, Toon OB. Fractal organic hazes provided an ultraviolet shield for early Earth. Science. 2010;328:1266–1268.", "ArticleIdList": ["20522772"]}, {"Citation": "de Laat ATJ, et al. A solar escalator: Observational evidence of the self-lifting of smoke and aerosols by absorption of solar radiation in the February 2009 Australian Black Saturday plume. J Geophys Res. 2012;117:D04204."}, {"Citation": "Smit J. The global stratigraphy of the Cretaceous-Tertiary boundary impact ejecta. Annu Rev Earth Planet Sci. 1999;27:75–113."}, {"Citation": "Johnson BC, Melosh HJ. Formation of spherules in impact produced vapor plumes. Icarus. 2012;217:416–430."}, {"Citation": "Pierazzo E, Kring DA, Melosh HJ. Hydrocode simulation of the Chicxulub impact event and the production of climatically active gases. J Geophys Res. 1998;103:28607–28625."}, {"Citation": "Pope KO, Baines KH, Ocampo AC, Ivanov BA. Energy, volatile production, and climatic effects of the Chicxulub Cretaceous/Tertiary impact. J Geophys Res. 1997;102:21645–21664.", "ArticleIdList": ["11541145"]}, {"Citation": "Pierazzo E, Hahmann AN, Sloan LC. Chicxulub and climate: Radiative perturbations of impact-produced S-bearing gases. Astrobiology. 2003;3:99–118.", "ArticleIdList": ["12804368"]}, {"Citation": "Brugger J, Feulner G, Petri S. Baby, it’s cold outside: Climate model simulations of the effects of the asteroid impact at the end of the Cretaceous. Geophys Res Lett. 2017;44:419–427."}, {"Citation": "Wolbach WS, Lewis RS, Anders E. Cretaceous extinctions: Evidence for wildfires and search for meteoritic material. Science. 1985;230:167–170.", "ArticleIdList": ["17842693"]}, {"Citation": "Robock A, et al. Nuclear winter revisited with a modern climate model and current nuclear arsenals: Still catastrophic consequences. J Geophys Res. 2007b;112:D13107."}, {"Citation": "Mills MJ, et al. Multidecadal global cooling and unprecedented ozone loss following a regional nuclear conflict. Earths Future. 2014;2:161–176."}, {"Citation": "Malone RC, Auer LH, Glatzmaier GA, Wood MC, Toon OB. Influence of solar heating and precipitation scavenging on the simulated lifetime of post-nuclear war smoke. Science. 1985;230:317–319.", "ArticleIdList": ["17782468"]}, {"Citation": "English JM, et al. Microphysical simulations of large volcanic eruptions: Pinatubo and Toba. J Geophys Res. 2013;118:1880–1895."}, {"Citation": "Morel A. Optical modeling of the upper ocean in relation to its biogenous matter content (case I waters) J Geophys Res. 1988;93:10,749–10,768."}, {"Citation": "Gattuso J-P, et al. Light availability in the coastal ocean: Impact on the distribution of benthic photosynthetic organisms and their contribution to primary production. Biogeosciences. 2006;3:489–513."}, {"Citation": "Andrews DG, Holton JR, Leovy CB. Middle Atmosphere Dynamics. Academic; New York: 1987."}, {"Citation": "Molina E, Arenillas I, Arz JA. Mass extinction in planktic forminifera at the Cretaceous/Tertiary boundary in subtropical and temperate latitudes. Bull Soc Geol Fr. 1998;169:351–363."}, {"Citation": "Behrenfeld MJ, Falkowski PG. Photosynthetic rates derived from satellite-based chlorophyll concentration. Limnol Oceanogr. 1997;42:1–20."}, {"Citation": "Milne PH, McKay CP. Response of marine plankton communities to a global atmospheric darkening. Geol Soc Am Spec Pap. 1982;190:297–303."}, {"Citation": "Pollack JB, Toon OB, Ackerman TP, McKay CP, Turco RP. Environmental effects of an impact-generated dust cloud: Implications for the cretaceous-tertiary extinctions. Science. 1983;219:287–289.", "ArticleIdList": ["17798276"]}, {"Citation": "Robertson DS, et al. K-Pg extinction patterns in marine and freshwater environments: The impact winter model. J Geophys Res Biogeosci. 2013;118:1006–1014."}, {"Citation": "Robertson DS, et al. Survival in the first hours of the Cenozoic. Geol Soc Am Bull. 2004;116:760–768."}, {"Citation": "Esmeray-Senlet S, et al. Evidence for reduced export productivity following the Cretaceous/Paleogene mass extinction. Paleoceanography. 2015;30:718–738."}, {"Citation": "Peters E, Thomas DN. Prolonged darkness and diatom mortality I: Marine Antarctic species. J Exp Mar Biol Ecol. 1996;207:24–41."}, {"Citation": "McQuoid MR, Godhe A, Nordberg K. Viability of phytoplankton resting stages in the sediments of a coastal Swedish fjord. Eur J Phycol. 2002;37:191–201."}, {"Citation": "McCue MD. Starvation physiology: Reviewing the different strategies animals use to survive a common challenge. Comp Biochem Physiol A Mol Integr Physiol. 2010;156:1–18.", "ArticleIdList": ["20060056"]}, {"Citation": "Warrant E. Vision in the dimmest habitats on Earth. J Comp Physiol A Neuroethol Sens Neural Behav Physiol. 2004;190:765–789.", "ArticleIdList": ["15375626"]}, {"Citation": "Upchurch GR, Jr, et al. Latitudinal temperature gradients and high-latitude temperatures during the latest Cretaceous: Congruence of geologic data and climate models. Geology. 2015;43:683–686."}, {"Citation": "Boyd PW, et al. Marine phytoplankton temperature versus growth responses from polar to tropical waters—Outcome of a scientific community-wide study. PLoS One. 2013;8:e63091.", "ArticleIdList": ["PMC3660375", "23704890"]}, {"Citation": "Donaldson MR, et al. Cold shock and fish. J Fish Biol. 2008;73:1491–1530."}, {"Citation": "Brewer AW. Evidence for a world circulation provided by the measurements of helium and water vapour distribution in the stratosphere. Q J R Meteorol Soc. 1949;75:351–363."}, {"Citation": "Mills MJ, Toon OB, Turco RP, Kinnison DE, Garcia RR. Massive global ozone loss predicted following regional nuclear conflict. Proc Natl Acad Sci USA. 2008;105:5307–5312.", "ArticleIdList": ["PMC2291128", "18391218"]}, {"Citation": "World Health Organization 2002. Global Solar UV index: A Practical Guide (World Health Org, Geneva), WHO/SDE/OEH.02.2."}, {"Citation": "Pierazzo E, et al. Ozone perturbation from medium-size asteroid impacts in the ocean. Earth Planet Sci Lett. 2010;299:263–272."}, {"Citation": "Solomon S. Stratospheric ozone depletion: A review of concepts and history. Rev Geophys. 1999;37:275–316."}, {"Citation": "Visscher H, et al. Environmental mutagenesis during the end-Permian ecological crisis. Proc Natl Acad Sci USA. 2004;101:12952–12956.", "ArticleIdList": ["PMC516500", "15282373"]}, {"Citation": "Murphy B, Mitchell FJG. An association between past levels of ozone column depletion and abnormal pollen morphology in the model angiosperm Arabidopsis thaliana L. Rev Palaeobot Palynol. 2013;194:12–20."}, {"Citation": "Shakun JD, Carlson AE. A global perspective on Last Glacial Maximum to Holocene climate change. Quat Sci Rev. 2010;29:1801–1816."}, {"Citation": "Vellekoop J, et al. Rapid short-term cooling following the Chicxulub impact at the Cretaceous-Paleogene boundary. Proc Natl Acad Sci USA. 2014;111:7537–7541.", "ArticleIdList": ["PMC4040585", "24821785"]}, {"Citation": "Kring DA, Durda DD. Trajectories and distribution of material ejected from the Chicxulub impact crater: Implications for postimpact wildfires. J Geophys Res. 2002;107:5062."}, {"Citation": "Morgan J, Artemieva N, Goldin T. Revisiting wildfires at the K-Pg boundary. J Geophys Res Biogeosci. 2013;118:1508–1520."}, {"Citation": "Tabor CR, et al. The cause of Late Cretaceous cooling: A multimodel-proxy comparison. Geology. 2016;44:963–966."}, {"Citation": "Forrister H, et al. Evolution of brown carbon in wildfire plumes. Geophys Res Lett. 2015;42:4623–4630."}, {"Citation": "Pausata FSR, Lindvall J, Ekman AML, Svensson G. Climate effects of a hypothetical regional nuclear war: Sensitivity to emission duration and particle composition. Earths Future. 2016;4:498–511."}, {"Citation": "Jacobson MZ. Investigating cloud absorption effects: Global absorption properties of black carbon, tar balls, and soil dust in clouds and aerosols. J Geophys Res. 2012;117:D206205."}, {"Citation": "Robock A. Volcanic eruptions and climate. Rev Geophys. 2000;38:191–219."}, {"Citation": "Botet R, Rannou P, Cabane M. Mean-field approximation of Mie scattering by fractal aggregates of identical spheres. Appl Opt. 1997;36:8791–8797.", "ArticleIdList": ["18264429"]}, {"Citation": "Nelson J. Fractality of sooty smoke: Implications for the severity of nuclear winter. Nature. 1989;339:611–613."}, {"Citation": "Iacono MJ, et al. Impact of an improved longwave radiation model, RRTM, on the energy budget and thermodynamic properties of the NCAR community climate mode, CCM3. J Geophys Res. 2000;105:14873–14890."}, {"Citation": "Jacobson MZ. A physically-based treatment of elemental carbon optics: Implications for global direct forcing of aerosol. Geophys Res Lett. 2000;27:217–220."}, {"Citation": "Hedin AE. MSIS-86 thermospheric model. J Geophys Res. 1987;92:4649–4662."}, {"Citation": "Garcia RR, et al. Simulation of secular trends in the middle atmosphere, 1950–2003. J Geophys Res. 2007;112:D09301."}, {"Citation": "Madronich S, Flocke S. Theoretical estimation of biologically effective UV radiation at the Earth’s surface. In: Zerefos C, editor. Solar Ultraviolet Radiation—Modeling, Measurements and Effects, NATO ASI Ser. Vol I52. Springer; Berlin: 1997. pp. 23–48."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28827324", "PMC5594694", "10.1073/pnas.1708980114", "1708980114"]}}], "PubmedBookArticle": []}