{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "28872147", "DateCompleted": {"Year": "2018", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2019", "Month": "08", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "08", "Day": "25"}], "Language": ["eng"], "ELocationID": ["56095", "10.3791/56095"], "Journal": {"ISSN": "1940-087X", "JournalIssue": {"Issue": "126", "PubDate": {"Year": "2017", "Month": "Aug", "Day": "25"}}, "Title": "Journal of visualized experiments : JoVE", "ISOAbbreviation": "J Vis Exp"}, "ArticleTitle": "Generation of a Chronic Obstructive Pulmonary Disease Model in Mice by Repeated Ozone Exposure.", "Abstract": {"AbstractText": ["Chronic obstructive pulmonary disease (COPD) is characterized by persistent airflow limitation and lung parenchymal destruction. It has a very high incidence in aging populations. The current conventional therapies for COPD focus mainly on symptom-modifying drugs; thus, the development of new therapies is urgently needed. Qualified animal models of COPD could help to characterize the underlying mechanisms and can be used for new drug screening. Current COPD models, such as lipopolysaccharide (LPS) or the porcine pancreatic elastase (PPE)-induced emphysema model, generate COPD-like lesions in the lungs and airways but do not otherwise resemble the pathogenesis of human COPD. A cigarette smoke (CS)-induced model remains one of the most popular because it not only simulates COPD-like lesions in the respiratory system, but it is also based on one of the main hazardous materials that causes COPD in humans. However, the time-consuming and labor-intensive aspects of the CS-induced model dramatically limit its application in new drug screening. In this study, we successfully generated a new COPD model by exposing mice to high levels of ozone. This model demonstrated the following: 1) decreased forced expiratory volume 25, 50, and 75/forced vital capacity (FEV25/FVC, FEV50/FVC, and FEV75/FVC), indicating the deterioration of lung function; 2) enlarged lung alveoli, with lung parenchymal destruction; 3) reduced fatigue time and distance; and 4) increased inflammation. Taken together, these data demonstrate that the ozone exposure (OE) model is a reliable animal model that is similar to humans because ozone overexposure is one of the etiological factors of COPD. Additionally, it only took 6 - 8 weeks, based on our previous work, to create an OE model, whereas it requires 3 - 12 months to induce the cigarette smoke model, indicating that the OE model might be a good choice for COPD research."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Biomedicine Group, Shanghai; Cellular Biomedicine Group, Cupertino."}], "Identifier": [], "LastName": "Sun", "ForeName": "Zhongwei", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Shanghai General Hospital, Shanghai Jiaotong University."}], "Identifier": [], "LastName": "Li", "ForeName": "Feng", "Initials": "F"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Shanghai General Hospital, Shanghai Jiaotong University."}], "Identifier": [], "LastName": "Zhou", "ForeName": "Xin", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Biomedicine Group, Shanghai; Cellular Biomedicine Group, Cupertino; Maxwell.Wang@cellbiomedgroup.com."}], "Identifier": [], "LastName": "Wang", "ForeName": "Wen", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Video-Audio Media"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Vis Exp", "NlmUniqueID": "101313252", "ISSNLinking": "1940-087X"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Pulmonary Disease, Chronic Obstructive"}, {"QualifierName": ["methods"], "DescriptorName": "Respiratory Function Tests"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lozano R, et al. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2095–2128.", "ArticleIdList": ["23245604"]}, {"Citation": "Chapman KR, et al. Epidemiology and costs of chronic obstructive pulmonary disease. Eur Respir J. 2006;27:188–207.", "ArticleIdList": ["16387952"]}, {"Citation": "Afonso AS, Verhamme KM, Sturkenboom MC, Brusselle GG. COPD in the general population: prevalence, incidence and survival. Respir Med. 2011;105:1872–1884.", "ArticleIdList": ["21852081"]}, {"Citation": "Rabe KF, et al. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary. Am J Respir Crit Care Med. 2007;176:532–555.", "ArticleIdList": ["17507545"]}, {"Citation": "Ogata-Suetsugu S, et al. Amphiregulin suppresses epithelial cell apoptosis in lipopolysaccharide-induced lung injury in mice. Biochem Biophys Res Communi. 2017;484:422–428.", "ArticleIdList": ["28137591"]}, {"Citation": "Oliveira MV, et al. Characterization of a Mouse Model of Emphysema Induced by Multiple Instillations of Low-Dose Elastase. Front Physiol. 2016;7:457.", "ArticleIdList": ["PMC5054025", "27774071"]}, {"Citation": "Vernooy JH, Dentener MA, van Suylen RJ, Buurman WA, Wouters EF. Long-term intratracheal lipopolysaccharide exposure in mice results in chronic lung inflammation and persistent pathology. Am J Respir Cell Mol Biol. 2002;26:152–159.", "ArticleIdList": ["11751215"]}, {"Citation": "Birrell MA, et al. Role of matrix metalloproteinases in the inflammatory response in human airway cell-based assays and in rodent models of airway disease. J Pharm Exp Ther. 2006;318:741–750.", "ArticleIdList": ["16690722"]}, {"Citation": "Gamze K, et al. Effect of bosentan on the production of proinflammatory cytokines in a rat model of emphysema. Exp Mol Med. 2007;39:614–620.", "ArticleIdList": ["18059137"]}, {"Citation": "Vanoirbeek JA, et al. Noninvasive and invasive pulmonary function in mouse models of obstructive and restrictive respiratory diseases. Am J Respir Cell Mol Biol. 2010;42:96–104.", "ArticleIdList": ["19346316"]}, {"Citation": "Wright JL, Cosio M, Churg A. Animal models of chronic obstructive pulmonary disease. Am J Physiol Lung Cell Mol Physiol. 2008;295:1–15.", "ArticleIdList": ["PMC2494776", "18456796"]}, {"Citation": "Huh JW, et al. Bone marrow cells repair cigarette smoke-induced emphysema in rats. Am J Physiol Lung Cell Mol Physiol. 2011;301:255–266.", "ArticleIdList": ["21622846"]}, {"Citation": "Schweitzer KS, et al. Adipose stem cell treatment in mice attenuates lung and systemic injury induced by cigarette smoking. Am J Respir Crit Care Med. 2011;183:215–225.", "ArticleIdList": ["PMC3040390", "20709815"]}, {"Citation": "Guan XJ, et al. Mesenchymal stem cells protect cigarette smoke-damaged lung and pulmonary function partly via VEGF-VEGF receptors. J Cell Biochem. 2013;114:323–335.", "ArticleIdList": ["22949406"]}, {"Citation": "Gu W, et al. Mesenchymal stem cells alleviate airway inflammation and emphysema in COPD through down-regulation of cyclooxygenase-2 via p38 and ERK MAPK pathways. Sci Rep. 2015;5:8733.", "ArticleIdList": ["PMC4348625", "25736434"]}, {"Citation": "Cordasco EM, VanOrdstrand HS. Air pollution and COPD. Postgrad Med. 1977;62:124–127.", "ArticleIdList": ["876896"]}, {"Citation": "Berend N. Contribution of air pollution to COPD and small airway dysfunction. Respirology. 2016;21:237–244.", "ArticleIdList": ["26412571"]}, {"Citation": "DeVries R, Kriebel D, Sama S. Outdoor Air Pollution and COPD-Related Emergency Department Visits, Hospital Admissions, and Mortality: A Meta-Analysis. COPD. 2016;14(1):113–121.", "ArticleIdList": ["27564008"]}, {"Citation": "Penha PD, Amaral L, Werthamer S. Ozone air pollutants and lung damage. IMS Ind Med Surg. 1972;41:17–20.", "ArticleIdList": ["4501506"]}, {"Citation": "Stern BR, et al. Air pollution and childhood respiratory health: exposure to sulfate and ozone in 10 Canadian rural communities. Environ Res. 1994;66:125–142.", "ArticleIdList": ["8055835"]}, {"Citation": "Tager IB, et al. Chronic exposure to ambient ozone and lung function in young adults. Epidemiology. 2005;16:751–759.", "ArticleIdList": ["16222164"]}, {"Citation": "Romieu I, Castro-Giner F, Kunzli N, Sunyer J. Air pollution, oxidative stress and dietary supplementation: a review. Eur Respir J. 2008;31:179–197.", "ArticleIdList": ["18166596"]}, {"Citation": "Hemming JM, et al. Environmental Pollutant Ozone Causes Damage to Lung Surfactant Protein B (SP-B) Biochemistry. 2015;54:5185–5197.", "ArticleIdList": ["PMC4571829", "26270023"]}, {"Citation": "Chu H, et al. Comparison of lung damage in mice exposed to black carbon particles and ozone-oxidized black carbon particles. Sci Total Environ. 2016;573:303–312.", "ArticleIdList": ["27570198"]}, {"Citation": "Jin M, et al. MAP4K4 deficiency in CD4(+) T cells aggravates lung damage induced by ozone-oxidized black carbon particles. Environ Toxicol Pharmacol. 2016;46:246–254.", "ArticleIdList": ["27504712"]}, {"Citation": "Brusselle GG, Joos GF, Bracke KR. New insights into the immunology of chronic obstructive pulmonary disease. Lancet. 2011;378:1015–1026.", "ArticleIdList": ["21907865"]}, {"Citation": "Valavanidis A, Vlachogianni T, Fiotakis K, Loridas S. Pulmonary oxidative stress, inflammation and cancer: respirable particulate matter, fibrous dusts and ozone as major causes of lung carcinogenesis through reactive oxygen species mechanisms. Int J Environ Res Public Health. 2013;10:3886–3907.", "ArticleIdList": ["PMC3799517", "23985773"]}, {"Citation": "Medina-Ramon M, Zanobetti A, Schwartz J. The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am J Epidemiol. 2006;163:579–588.", "ArticleIdList": ["16443803"]}, {"Citation": "Lee IM, Tsai SS, Chang CC, Ho CK, Yang CY. Air pollution and hospital admissions for chronic obstructive pulmonary disease in a tropical city: Kaohsiung, Taiwan. Inha Toxicol. 2007;19:393–398.", "ArticleIdList": ["17365044"]}, {"Citation": "Triantaphyllopoulos K, et al. A model of chronic inflammation and pulmonary emphysema after multiple ozone exposures in mice. Am J Physiol Lung Cell Mol Physiol. 2011;300:691–700.", "ArticleIdList": ["PMC3094024", "21355040"]}, {"Citation": "Li F, et al. Effects of N-acetylcysteine in ozone-induced chronic obstructive pulmonary disease model. PLoS ONE. 2013;8:e80782.", "ArticleIdList": ["PMC3832609", "24260479"]}, {"Citation": "Li F, et al. Hydrogen Sulfide Prevents and Partially Reverses Ozone-Induced Features of Lung Inflammation and Emphysema in Mice. Am J Respir Cell Mol Biol. 2016;55:72–81.", "ArticleIdList": ["26731380"]}, {"Citation": "Rycroft CE, Heyes A, Lanza L, Becker K. Epidemiology of chronic obstructive pulmonary disease: a literature review. Int J Chron Obstruct Pulmon Dis. 2012;7:457–494.", "ArticleIdList": ["PMC3422122", "22927753"]}, {"Citation": "Washko GR, et al. Airway wall attenuation: a biomarker of airway disease in subjects with COPD. J Appl Physiol. 2009;107:185–191.", "ArticleIdList": ["PMC2711787", "19407254"]}, {"Citation": "Yamashiro T, et al. Quantitative assessment of bronchial wall attenuation with thin-section CT: An indicator of airflow limitation in chronic obstructive pulmonary disease. AJR Am J Roentgenol. 2010;195:363–369.", "ArticleIdList": ["20651191"]}, {"Citation": "Tang X, et al. Arctigenin efficiently enhanced sedentary mice treadmill endurance. PLoS ONE. 2011;6:e24224.", "ArticleIdList": ["PMC3162610", "21887385"]}, {"Citation": "Schmidt GA, et al. Official Executive Summary of an American Thoracic Society/American College of Chest Physicians Clinical Practice Guideline: Liberation from Mechanical Ventilation in Critically Ill Adults. Am J Respir Crit Care Med. 2017;195:115–119.", "ArticleIdList": ["27762608"]}, {"Citation": "ATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002;166:111–117.", "ArticleIdList": ["12091180"]}, {"Citation": "Shigemura N, et al. Autologous transplantation of adipose tissue-derived stromal cells ameliorates pulmonary emphysema. Am J Transplant. 2006;6:2592–2600.", "ArticleIdList": ["17049053"]}, {"Citation": "Bchir S, et al. Concomitant elevations of MMP-9, NGAL, proMMP-9/NGAL and neutrophil elastase in serum of smokers with chronic obstructive pulmonary disease. J Cell Mol Med. 2016. pp. 1–12.", "ArticleIdList": ["PMC5487915", "28004483"]}, {"Citation": "Fricker M, Deane A, Hansbro PM. Animal models of chronic obstructive pulmonary disease. Expert Opin Drug Discov. 2014;9:629–645.", "ArticleIdList": ["24754714"]}, {"Citation": "Perez-Rial S, Giron-Martinez A, Peces-Barba G. Animal models of chronic obstructive pulmonary disease. Arch Bronconeumol. 2015;51:121–127.", "ArticleIdList": ["25201221"]}, {"Citation": "Antunes MA, et al. Effects of different mesenchymal stromal cell sources and delivery routes in experimental emphysema. Respir Res. 2014;15:118.", "ArticleIdList": ["PMC4189723", "25272959"]}, {"Citation": "Celli BR, MacNee W, Force AET. Standards for the diagnosis and treatment of patients with COPD: a summary of the ATS/ERS position paper. Eur Respir J. 2004;23:932–946.", "ArticleIdList": ["15219010"]}, {"Citation": "U.S. Preventive Services Task Force. Screening for chronic obstructive pulmonary disease using spirometry: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2008;148:529–534.", "ArticleIdList": ["18316747"]}, {"Citation": "Ward RE, et al. Design considerations of CareWindows, a Windows 3.0-based graphical front end to a Medical Information Management System using a pass-through-requester architecture. Proc Annu Symp Comput Appl Med Care. 1991. pp. 564–568.", "ArticleIdList": ["PMC2247594", "1807665"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["28872147", "PMC5614366", "10.3791/56095"]}}]}