{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COPD epidemiology", "emphysema"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28948026", "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "05", "Day": "18"}], "ELocationID": ["e000186", "10.1136/bmjresp-2017-000186"], "Journal": {"ISSN": "2052-4439", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2017"}}, "Title": "BMJ open respiratory research", "ISOAbbreviation": "BMJ Open Respir Res"}, "ArticleTitle": "Design of the Subpopulations and Intermediate Outcome Measures in COPD (SPIROMICS) AIR Study.", "Pagination": {"StartPage": "e000186", "MedlinePgn": "e000186"}, "Abstract": {"AbstractText": ["Population-based epidemiological evidence suggests that exposure to ambient air pollutants increases hospitalisations and mortality from chronic obstructive pulmonary disease (COPD), but less is known about the impact of exposure to air pollutants on patient-reported outcomes, morbidity and progression of COPD.", "The Subpopulations and Intermediate Outcome Measures in COPD (SPIROMICS) Air Pollution Study (SPIROMICS AIR) was initiated in 2013 to investigate the relation between individual-level estimates of short-term and long-term air pollution exposures, day-to-day symptom variability and disease progression in individuals with COPD. SPIROMICS AIR builds on a multicentre study of smokers with COPD, supplementing it with state-of-the-art air pollution exposure assessments of fine particulate matter, oxides of nitrogen, ozone, sulfur dioxide and black carbon. In the parent study, approximately 3000 smokers with and without airflow obstruction are being followed for up to 3 years for the identification of intermediate biomarkers which predict disease progression. Subcohorts undergo daily symptom monitoring using comprehensive daily diaries. The air monitoring and modelling methods employed in SPIROMICS AIR will provide estimates of individual exposure that incorporate residence-specific infiltration characteristics and participant-specific time-activity patterns. The overarching study aim is to understand the health effects of short-term and long-term exposures to air pollution on COPD morbidity, including exacerbation risk, patient-reported outcomes and disease progression.", "The institutional review boards of all the participating institutions approved the study protocols. The results of the trial will be presented at national and international meetings and published in peer-reviewed journals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."}], "LastName": "Hansel", "ForeName": "Nadia N", "Initials": "NN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."}], "LastName": "Paulin", "ForeName": "Laura M", "Initials": "LM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Washington, Seattle, Washington, USA."}], "LastName": "Gassett", "ForeName": "Amanda J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Johns Hopkins University Bloomberg School of Public Health, Baltimore, Maryland, USA."}], "LastName": "Peng", "ForeName": "Roger D", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of North Carolina School of Medicine, Chapel Hill, North Carolina, USA."}], "LastName": "Alexis", "ForeName": "Neil", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Washington, Seattle, Washington, USA."}, {"Identifier": [], "Affiliation": "VA Puget Sound Health Care System, Seattle, Washington, USA."}], "LastName": "Fan", "ForeName": "Vincent S", "Initials": "VS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wake Forest University School of Medicine, Winston-Salem, North Carolina, USA."}], "LastName": "Bleecker", "ForeName": "Eugene", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Jewish Health, Denver, Colorado, USA."}], "LastName": "Bowler", "ForeName": "Russell", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Iowa Carver College of Medicine, Iowa City, Iowa, USA."}], "LastName": "Comellas", "ForeName": "Alejandro P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Alabama at Birmingham, Birmingham, Alabama, USA."}], "LastName": "Dransfield", "ForeName": "Mark", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Michigan School of Medicine, Ann Arbor, Michigan, USA."}], "LastName": "Han", "ForeName": "MeiLan K", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Temple University School of Medicine, Philadelphia, Pennsylvania, USA."}], "LastName": "Kim", "ForeName": "Victor", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Illinois, Chicago, Illinois, USA."}], "LastName": "Krishnan", "ForeName": "Jerry A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Utah Health Sciences Center, Salt Lake City, Utah, USA."}], "LastName": "Pirozzi", "ForeName": "Cheryl", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of California Los Angeles, Los Angeles, California, USA."}], "LastName": "Cooper", "ForeName": "Christopher B", "Initials": "CB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Weill Medical College, New York City, New York, USA."}], "LastName": "Martinez", "ForeName": "Fernando", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of California San Francisco School of Medicine, San Francisco, California, USA."}], "LastName": "Woodruff", "ForeName": "Prescott G", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Environmental Health/Agency for Toxic Substances & Disease Registry, Atlanta, Georgia, USA."}], "LastName": "Breysse", "ForeName": "Patrick J", "Initials": "PJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia University Medicine Center, New York, USA."}], "LastName": "Barr", "ForeName": "R Graham", "Initials": "RG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Washington, Seattle, Washington, USA."}], "LastName": "Kaufman", "ForeName": "Joel D", "Initials": "JD"}], "GrantList": [{"GrantID": "K23 ES025781", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES005605", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES023500", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U01 HL137880", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMJ Open Respir Res", "NlmUniqueID": "101638061", "ISSNLinking": "2052-4439"}, "CoiStatement": "Competing interests: All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: NNH has research grants from NIH/NIEHS and EPA, research grants and personal fees (advisory board) from AstraZeneca and GlaxoSmithKline; LMP and AJG have grants from NIH; RDP has personal fees from the Health Effects Institute; EB has grants from NHLBI/NIH, personal fees from consultancy and is involved in clinical trials administered through Wake Forest School of Medicine from Amgen, AstraZeneca-MedImmune, Boehringer-Ingelheim, Genentech/Roche, GlaxoSmithKline, Novartis and Sanofi/Regeneron, personal fees from Knopp, and clinical trials administered through Wake Forest School of Medicine from Janssen/Johnson & Johnson, Pfizer and Teva; APC has non-financial support for consultancy through VIDA Diagnostics; MD has grants from NIH and the Department of Defense and personal fees for consultancy from AstraZeneca; MKH has personal fees from Boehringer-Ingelheim, Novartis, AstraZeneca, GlaxoSmithKline and Sunovian; VK has personal fees from Medscape (peer reviewer), CSA Medical (advisory board), American Board of Internal Medicine (Critical Care Medicine Committee chair), Gala Therapeutics (advisory board) and PneumRx; JAK has grants from NIH/NHLBI; CBC has grants and personal fees from Equinox Health Clubs and Spiration, a grant from Amgen, and personal fees from PulmonX, Boehringer-Ingelheim and GlaxoSmithKline; FM has a grant from NHLBI; PGW has a grant from MedImmune and personal fees from Genentech/Roche, AstraZeneca, Novartis, Neostem and Janseen for consultancy; RGB has grants from NIH, Foundation for the NIH and COPD Foundation; NA, VSF, RB, CP, PJB and JDK have nothing to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nAdeloye D, Chua S, Lee C, et al. . \nGlobal and regional estimates of COPD prevalence: systematic review and meta–analysis. J Glob Health\n2015;5:020415.doi:10.7189/jogh.05.020415\n", "ArticleIdList": ["10.7189/jogh.05.020415", "PMC4693508", "26755942"]}, {"Citation": "\nHansel NN, McCormack MC, Kim V. \nThe effects of air pollution and temperature on COPD. COPD\n2016;13:372–9.doi:10.3109/15412555.2015.1089846\n", "ArticleIdList": ["10.3109/15412555.2015.1089846", "PMC4878829", "26683097"]}, {"Citation": "\nKeller JP, Olives C, Kim SY, et al. . \nA unified spatiotemporal modeling approach for predicting concentrations of multiple air pollutants in the multi-ethnic study of atherosclerosis and air pollution. Environ Health Perspect\n2015;123:301–9.doi:10.1289/ehp.1408145\n", "ArticleIdList": ["10.1289/ehp.1408145", "PMC4384200", "25398188"]}, {"Citation": "\nLeidy NK, Wilcox TK, Jones PW, et al. . \nStandardizing measurement of chronic obstructive pulmonary disease exacerbations. Reliability and validity of a patient-reported diary. Am J Respir Crit Care Med\n2011;183:323–9.doi:10.1164/rccm.201005-0762OC\n", "ArticleIdList": ["10.1164/rccm.201005-0762OC", "20813886"]}, {"Citation": "\nAmerican Thoracic Society. Standardization of spirometry, 1994 update. Am J Respir Crit Care Med;1995:1107–36 .doi:10.1164/ajrccm.152.3.7663792\n", "ArticleIdList": ["10.1164/ajrccm.152.3.7663792", "7663792"]}, {"Citation": "\nJones PW, Quirk FH, Baveystock CM, et al. . \nA self-complete measure of health status for chronic airflow limitation. The St. George's respiratory questionnaire. Am Rev Respir Dis\n1992;145:1321–7.doi:10.1164/ajrccm/145.6.1321\n", "ArticleIdList": ["10.1164/ajrccm/145.6.1321", "1595997"]}, {"Citation": "\nJones PW, Harding G, Berry P, et al. . \nDevelopment and first validation of the COPD Assessment Test. Eur Respir J\n2009;34:648–54.doi:10.1183/09031936.00102509\n", "ArticleIdList": ["10.1183/09031936.00102509", "19720809"]}, {"Citation": "\nBestall JC, Paul EA, Garrod R, et al. . \nUsefulness of the Medical Research Council (MRC) dyspnoea scale as a measure of disability in patients with chronic obstructive pulmonary disease. Thorax\n1999;54:581–6.doi:10.1136/thx.54.7.581\n", "ArticleIdList": ["10.1136/thx.54.7.581", "PMC1745516", "10377201"]}, {"Citation": "\nATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med\n2002;166:111–7.doi:10.1164/ajrccm.166.1.at1102\n", "ArticleIdList": ["10.1164/ajrccm.166.1.at1102", "12091180"]}, {"Citation": "\nSieren JP, Newell JD, Barr RG, et al. . \nSPIROMICS Protocol for multicenter quantitative computed tomography to phenotype the Lungs. Am J Respir Crit Care Med\n2016;194doi:10.1164/rccm.201506-1208PP\n", "ArticleIdList": ["10.1164/rccm.201506-1208PP", "PMC5074650", "27482984"]}, {"Citation": "\nKulkarni NS, Prudon B, Panditi SL, et al. . \nCarbon loading of alveolar macrophages in adults and children exposed to biomass smoke particles. Sci Total Environ\n2005;345:23–30.doi:10.1016/j.scitotenv.2004.10.016\n", "ArticleIdList": ["10.1016/j.scitotenv.2004.10.016", "15919524"]}, {"Citation": "\nBelli AJ, Bose S, Aggarwal N, et al. . \nIndoor particulate matter exposure is associated with increased black carbon content in airway macrophages of former smokers with COPD. Environ Res\n2016;150:398–402.doi:10.1016/j.envres.2016.06.025\n", "ArticleIdList": ["10.1016/j.envres.2016.06.025", "PMC5437723", "27372063"]}, {"Citation": "\nZandbergen PA.\nInfluence of geocoding quality on environmental exposure assessment of children living near high traffic roads. BMC Public Health\n2007;7:37.doi:10.1186/1471-2458-7-37\n", "ArticleIdList": ["10.1186/1471-2458-7-37", "PMC1838415", "17367533"]}, {"Citation": "\nSpalt EW, Curl CL, Allen RW, et al. . \nTime-location patterns of a diverse population of older adults: the multi-ethnic study of atherosclerosis and air pollution (MESA Air). J Expo Sci Environ Epidemiol\n2016;26:349–55.doi:10.1038/jes.2015.29\n", "ArticleIdList": ["10.1038/jes.2015.29", "PMC4641054", "25921083"]}, {"Citation": "\nAllen RW, Adar SD, Avol E, et al. . \nModeling the residential infiltration of outdoor PM(2.5) in the multi-ethnic study of atherosclerosis and air pollution (MESA Air). Environ Health Perspect\n2012;120:824–30 .doi:10.1289/ehp.1104447\n", "ArticleIdList": ["10.1289/ehp.1104447", "PMC3385439", "22534026"]}, {"Citation": "\nSampson PD, Szpiro AA, Sheppard L, et al. . \nPragmatic estimation of a spatio-temporal air quality model with irregular monitoring data. Atmos Environ\n2011;45:6593–606.doi:10.1016/j.atmosenv.2011.04.073\n", "ArticleIdList": ["10.1016/j.atmosenv.2011.04.073"]}, {"Citation": "\nSzpiro AA, Sampson PD, Sheppard L, et al. . \nPredicting intra-urban variation in air pollution concentrations with complex Spatio-temporal dependencies. Environmetrics\n2009;21:606–31.doi:10.1002/env.1014\n", "ArticleIdList": ["10.1002/env.1014", "PMC4029437", "24860253"]}, {"Citation": "\nMatte TD, Ross Z, Kheirbek I, et al. . \nMonitoring intraurban spatial patterns of multiple combustion air pollutants in New York city: design and implementation. J Expo Sci Environ Epidemiol\n2013;23:223–31.doi:10.1038/jes.2012.126\n", "ArticleIdList": ["10.1038/jes.2012.126", "23321861"]}, {"Citation": "\nCohen MA, Adar SD, Allen RW, et al. . \nApproach to estimating participant pollutant exposures in the multi-ethnic study of atherosclerosis and air pollution (MESA Air). Environ Sci Technol\n2009;43:4687–93.doi:10.1021/es8030837\n", "ArticleIdList": ["10.1021/es8030837", "PMC2727607", "19673252"]}, {"Citation": "\nDominici F, Peng RD, Bell ML, et al. . \nFine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA\n2006;295:1127–34.doi:10.1001/jama.295.10.1127\n", "ArticleIdList": ["10.1001/jama.295.10.1127", "PMC3543154", "16522832"]}, {"Citation": "\nSchwartz J.\nAir pollution and hospital admissions for respiratory disease. Epidemiology\n1996;7:20–8.doi:10.1097/00001648-199601000-00005\n", "ArticleIdList": ["10.1097/00001648-199601000-00005", "8664396"]}, {"Citation": "\nSunyer J.\nUrban air pollution and chronic obstructive pulmonary disease: a review. Eur Respir J\n2001;17:1024–33.doi:10.1183/09031936.01.17510240\n", "ArticleIdList": ["10.1183/09031936.01.17510240", "11488305"]}, {"Citation": "\nAckermann-Liebrich U, Leuenberger P, Schwartz J, et al. . \nLung function and long term exposure to air pollutants in Switzerland. study on air pollution and lung diseases in adults (SAPALDIA) team. Am J Respir Crit Care Med\n1997;155:122–9.doi:10.1164/ajrccm.155.1.9001300\n", "ArticleIdList": ["10.1164/ajrccm.155.1.9001300", "9001300"]}, {"Citation": "\nAdar SD, Kaufman JD, Diez-Roux AV, et al. . \nAir pollution and percent emphysema identified by computed tomography in the Multi-Ethnic study of Atherosclerosis. Environ Health Perspect\n2015;123:144–51.doi:10.1289/ehp.1307951\n", "ArticleIdList": ["10.1289/ehp.1307951", "PMC4314244", "25302408"]}, {"Citation": "\nKo FW, Tam W, Wong TW, et al. . \nTemporal relationship between air pollutants and hospital admissions for chronic obstructive pulmonary disease in Hong Kong. Thorax\n2007;62:780–5.doi:10.1136/thx.2006.076166\n", "ArticleIdList": ["10.1136/thx.2006.076166", "PMC2117326", "17311838"]}, {"Citation": "\nPeacock JL, Anderson HR, Bremner SA, et al. . \nOutdoor air pollution and respiratory health in patients with COPD. Thorax\n2011;66:591–6.doi:10.1136/thx.2010.155358\n", "ArticleIdList": ["10.1136/thx.2010.155358", "21459856"]}, {"Citation": "\nNaess Ø, Nafstad P, Aamodt G, et al. . \nRelation between concentration of air pollution and cause-specific mortality: four-year exposures to nitrogen dioxide and particulate matter pollutants in 470 neighborhoods in Oslo, Norway. Am J Epidemiol\n2007;165:435–43.doi:10.1093/aje/kwk016\n", "ArticleIdList": ["10.1093/aje/kwk016", "17135427"]}, {"Citation": "\nAndersen ZJ, Hvidberg M, Jensen SS, et al. . \nChronic obstructive pulmonary disease and long-term exposure to traffic-related air pollution. Am J Respir Crit Care Med\n2011;183:455–61.doi:10.1164/rccm.201006-0937OC\n", "ArticleIdList": ["10.1164/rccm.201006-0937OC", "20870755"]}, {"Citation": "\nWood AM, Harrison RM, Semple S, et al. . \nOutdoor air pollution is associated with rapid decline of lung function in alpha-1-antitrypsin deficiency. Occup Environ Med\n2010;67:556–61.doi:10.1136/oem.2009.047589\n", "ArticleIdList": ["10.1136/oem.2009.047589", "20519748"]}, {"Citation": "\nPope CA, Kanner RE. \nAcute effects of PM10 pollution on pulmonary function of smokers with mild to moderate chronic obstructive pulmonary disease. Am Rev Respir Dis\n1993;147:1336–40.doi:10.1164/ajrccm/147.6_Pt_1.1336\n", "ArticleIdList": ["10.1164/ajrccm/147.6_Pt_1.1336", "8503541"]}, {"Citation": "\nde Hartog JJ, Ayres JG, Karakatsani A, et al. . \nLung function and indicators of exposure to indoor and outdoor particulate matter among asthma and COPD patients. Occup Environ Med\n2010;67:2–10.doi:10.1136/oem.2008.040857\n", "ArticleIdList": ["10.1136/oem.2008.040857", "19736175"]}, {"Citation": "\nKarakatsani A, Analitis A, Perifanou D, et al. . \nParticulate matter air pollution and respiratory symptoms in individuals having either asthma or chronic obstructive pulmonary disease: a European multicentre panel study. Environ Health\n2012;11:75.doi:10.1186/1476-069X-11-75\n", "ArticleIdList": ["10.1186/1476-069X-11-75", "PMC3509003", "23039312"]}, {"Citation": "\nLangsetmo L, Platt RW, Ernst P, et al. . \nUnderreporting exacerbation of chronic obstructive pulmonary disease in a longitudinal cohort. Am J Respir Crit Care Med\n2008;177:396–401.doi:10.1164/rccm.200708-1290OC\n", "ArticleIdList": ["10.1164/rccm.200708-1290OC", "18048806"]}, {"Citation": "\nCanova C, Dunster C, Kelly FJ, et al. . \nPM10-induced hospital admissions for asthma and chronic obstructive pulmonary disease: the modifying effect of individual characteristics. Epidemiology\n2012;23:607–15.doi:10.1097/EDE.0b013e3182572563\n", "ArticleIdList": ["10.1097/EDE.0b013e3182572563", "22531667"]}, {"Citation": "\nAaron SD, Donaldson GC, Whitmore GA, et al. . \nTime course and pattern of COPD exacerbation onset. Thorax\n2012;67:238–43.doi:10.1136/thoraxjnl-2011-200768\n", "ArticleIdList": ["10.1136/thoraxjnl-2011-200768", "22008189"]}, {"Citation": "\nKlepeis NE, Nelson WC, Ott WR, et al. . \nThe National human activity pattern survey (NHAPS): a resource for assessing exposure to environmental pollutants. J Expo Anal Environ Epidemiol\n2001;11:231–52.doi:10.1038/sj.jea.7500165\n", "ArticleIdList": ["10.1038/sj.jea.7500165", "11477521"]}, {"Citation": "\nLeech JA, Smith-Doiron M. \nExposure time and place: do COPD patients differ from the general population?\nJ Expo Sci Environ Epidemiol\n2006;16:238–41.doi:10.1038/sj.jea.7500452\n", "ArticleIdList": ["10.1038/sj.jea.7500452", "16205788"]}, {"Citation": "\nOsman LM, Douglas JG, Garden C, et al. . \nIndoor air quality in homes of patients with chronic obstructive pulmonary disease. Am J Respir Crit Care Med\n2007;176:465–72.doi:10.1164/rccm.200605-589OC\n", "ArticleIdList": ["10.1164/rccm.200605-589OC", "17507547"]}, {"Citation": "\nHansel NN, McCormack MC, Belli AJ, et al. . \nIn-home air pollution is linked to respiratory morbidity in former smokers with chronic obstructive pulmonary disease. Am J Respir Crit Care Med\n2013;187:1085–90.doi:10.1164/rccm.201211-1987OC\n", "ArticleIdList": ["10.1164/rccm.201211-1987OC", "PMC3734614", "23525930"]}, {"Citation": "\nBunn HJ, Dinsdale D, Smith T, et al. . \nUltrafine particles in alveolar macrophages from normal children. Thorax\n2001;56:932–4.doi:10.1136/thorax.56.12.932\n", "ArticleIdList": ["10.1136/thorax.56.12.932", "PMC1745975", "11713355"]}, {"Citation": "\nYou R, Lu W, Shan M, et al. . \nNanoparticulate carbon black in cigarette smoke induces DNA cleavage and Th17-mediated emphysema. Elife\n2015;4:e09623doi:10.7554/eLife.09623\n", "ArticleIdList": ["10.7554/eLife.09623", "PMC4612775", "26437452"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "3", "Day": "23"}, {"Year": "2017", "Month": "3", "Day": "29"}, {"Year": "2017", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["28948026", "PMC5595208", "10.1136/bmjresp-2017-000186", "bmjresp-2017-000186"]}}], "PubmedBookArticle": []}