{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Disinfection", "Staphylococcus aureus", "irrigants"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28955521", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "31"}], "ELocationID": ["10.17096/jiufd.70199"], "Journal": {"ISSN": "2149-2352", "JournalIssue": {"Volume": "49", "Issue": "1", "PubDate": {"Year": "2015"}}, "Title": "Journal of Istanbul University Faculty of Dentistry", "ISOAbbreviation": "J Istanb Univ Fac Dent"}, "ArticleTitle": "Bactericidal effects of various irrigation solutions against staphylococcus aureus in human root canal.", "Pagination": {"StartPage": "19", "EndPage": "26", "MedlinePgn": "19-26"}, "Abstract": {"AbstractText": ["The aim of the present study was to evaluate and to compare the antibacterial effects of various irrigation solutions against Staphylococcus aureus (S. aureus) in human root canals.", "120 single-root mandibular premolar teeth were selected. The teeth were prepared and sterilized. S. aureus was incubated in the root canals and kept at 37°C for 24h. The infected root canals were divided into one positive (saline) and one negative (sodium hypochlorite) control, and four experimental groups [Ethylene-diaminetetra-aceticacid, Chlorhexidine Gluconate, Super-oxidized water(SPO), Aqueous ozone] (n=20). Flow rate of irrigation was applied with 5 mL/min flow rate for 3 min to ensure standardization among all study groups. Following the irrigation, paper points were placed in the root canals and then transferred in sterile eppendorf. Remaining bacteria were counted on blood agar plates and the data were analyzed using one-way ANOVA and Tukey's test.", "Although there were statistically significant differences among SPO and other experimental groups (p<0.05), there was no statistically significant difference between SPO and NaOCl (p>0.05).", "Super-oxidized water may be recommended as an alternative irrigation solution instead of NaOCl against S. aureus in root canals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Faculty of Dentistry, Cumhuriyet University Sivas, Turkey."}], "LastName": "Zan", "ForeName": "Recai", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Faculty of Dentistry, Cumhuriyet University Sivas, Turkey."}], "LastName": "Kutlu", "ForeName": "Gizem", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative, Faculty of Dentistry, Cumhuriyet University Sivas, Turkey."}], "LastName": "Hubbezoglu", "ForeName": "Ihsan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Cumhuriyet University Sivas, Turkey."}], "LastName": "Sumer", "ForeName": "Zeynep", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Cumhuriyet University Sivas, Turkey."}], "LastName": "Tunc", "ForeName": "Tutku", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, Faculty of Dentistry, Cumhuriyet University Sivas, Turkey."}], "LastName": "Mutlu", "ForeName": "Zuhal", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Turkey", "MedlineTA": "J Istanb Univ Fac Dent", "NlmUniqueID": "101700975", "ISSNLinking": "2149-2352"}, "CoiStatement": "Conflict of interest: None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Harrison JW. Irrigation of the root canal system. Dent Clin North Am 1984. October;28(4):797–808.", "ArticleIdList": ["6389200"]}, {"Citation": "Fidalgo TK, Barcelos R, Portela MB, Soares RM, Gleiser R, Silva-Filho FC. Inhibitory activity of root canal irrigants against Candida albicans, Enterococcus faecalis and Staphylococcus aureus. Braz Oral Res 2010. Oct-Dec;24(4):406–12. 10.1590/S1806-83242010000400006", "ArticleIdList": ["10.1590/S1806-83242010000400006", "21180960"]}, {"Citation": "Clarkson RM, Moule AJ. Sodium hypochlorite and its use as an endodontic irrigant. Aust Dent J 1998. August;43(4):250–6. 10.1111/j.1834-7819.1998.tb00173.x", "ArticleIdList": ["10.1111/j.1834-7819.1998.tb00173.x", "9775472"]}, {"Citation": "Türkün M, Cengiz T. The effects of sodium hypochlorite and calcium hydroxide on tissue dissolution and root canal cleanliness. Int Endod J 1997. September;30(5):335–42. 10.1111/j.1365-2591.1997.tb00720.x", "ArticleIdList": ["10.1111/j.1365-2591.1997.tb00720.x", "9477824"]}, {"Citation": "Heling I, Chandler NP. Antimicrobial effect of irrigant combinations within dentinal tubules. Int Endod J 1998. January;31(1):8–14. 10.1046/j.1365-2591.1998.t01-1-00124.x", "ArticleIdList": ["10.1046/j.1365-2591.1998.t01-1-00124.x", "9823123"]}, {"Citation": "Yamada RS, Armas A, Goldman M, Lin PS. A scanning electron microscopic comparison of a high volume final flush with several irrigating solutions: Part 3. J Endod 1983. April;9(4):137–42. 10.1016/S0099-2399(83)80032-6", "ArticleIdList": ["10.1016/S0099-2399(83)80032-6", "6406635"]}, {"Citation": "Orstavik D, Haapasalo M. Disinfection by endodontic irrigants and dressings of experimentally infected dentinal tubules. Endod Dent Traumatol 1990. August;6(4):142–9. 10.1111/j.1600-9657.1990.tb00409.x", "ArticleIdList": ["10.1111/j.1600-9657.1990.tb00409.x", "2133305"]}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M. Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod 2004. November;30(11):778–81. 10.1097/00004770-200411000-00007", "ArticleIdList": ["10.1097/00004770-200411000-00007", "15505509"]}, {"Citation": "Fischer P, Thofern E, Botzenhart K. Vergleichende untersuchungen zur wirksamkeit von chlor und ozon auf bakterien und sporen. Zentralbl Bakteriol Orig B 1978;166(4-5):399–407.", "ArticleIdList": ["418606"]}, {"Citation": "Huth KC, Jakob FM, Saugel B, Cappello C, Paschos E, Hollweck R et al. . Effect of ozone on oral cells compared with established antimicrobials. Eur J Oral Sci 2006. October;114(5):435–40. 10.1111/j.1600-0722.2006.00390.x", "ArticleIdList": ["10.1111/j.1600-0722.2006.00390.x", "17026511"]}, {"Citation": "McDonnell WF, Horstman DH, Hazucha MJ, Seal E Jr, Haak ED, Salaam SA et al. . Pulmonary effects of ozone exposure during exercise: dose-response characteristics. J Appl Physiol Respir Environ Exerc Physiol 1983. May;54(5):1345–52.", "ArticleIdList": ["6863094"]}, {"Citation": "Nogales CG, Ferrari PH, Kantorovich EO, Lage-Marques JL. Ozone therapy in medicine and dentistry. J Contemp Dent Pract 2008. May;9(4):75–84.", "ArticleIdList": ["18473030"]}, {"Citation": "Molander A, Reit C, Dahlén G, Kvist T. Microbiological status of root-filled teeth with apical periodontitis. Int Endod J 1998. January;31(1):1–7. 10.1046/j.1365-2591.1998.t01-1-00111.x", "ArticleIdList": ["10.1046/j.1365-2591.1998.t01-1-00111.x", "9823122"]}, {"Citation": "Siren EK, Haapasalo MP, Ranta K, Salmi P, Kerosuo EN. Microbiological findings and clinical treatment procedures in endodontic cases selected for microbiological investigation. Int Endod J 1997. March;30(2):91–5. 10.1111/j.1365-2591.1997.tb00680.x", "ArticleIdList": ["10.1111/j.1365-2591.1997.tb00680.x", "10332242"]}, {"Citation": "Stoll R, Venne L, Jablonski-Momeni A, Mutters R, Stachniss V. The disinfecting effect of ozonized oxygen in an infected root canal: an in vitro study. Quintessence Int 2008. March;39(3):231–6.", "ArticleIdList": ["18618038"]}, {"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod 2008. March;105(3):e85–91. 10.1016/j.tripleo.2007.10.006", "ArticleIdList": ["10.1016/j.tripleo.2007.10.006", "18280954"]}, {"Citation": "Estrela C, Estrela CR, Decurcio DA, Hollanda AC, Silva JA. Antimicrobial efficacy of ozonated water, gaseous ozone, sodium hypochlorite and chlorhexidine in infected human root canals. Int Endod J 2007. February;40(2):85–93. 10.1111/j.1365-2591.2006.01185.x", "ArticleIdList": ["10.1111/j.1365-2591.2006.01185.x", "17229112"]}, {"Citation": "David W, Margaret J. Fehrenbach, Emmons M Mosby’s Dental Dictionary. 2nd ed. St Louis, USA: Elsevier Health Sciences; 2008."}, {"Citation": "Shetty N, Srinivasan S, Holton J, Ridgway GL. Evaluation of microbicidal activity of a new disinfectant: Sterilox 2500 against Clostridium difficile spores, Helicobacter pylori, vancomycin resistant Enterococcus species, Candida albicans and several Mycobacterium species. J Hosp Infect 1999. February;41(2):101–5. 10.1016/S0195-6701(99)90046-4", "ArticleIdList": ["10.1016/S0195-6701(99)90046-4", "10063471"]}, {"Citation": "González-Espinosa D, Pérez-Romano L, Guzmán-Soriano B, Arias E, Bongiovanni CM, Gutiérrez AA. Effects of pH-neutral, super-oxidised solution on human dermal fibroblasts in vitro. Int Wound J 2007. September;4(3):241–50. 10.1111/j.1742-481X.2007.00331.x", "ArticleIdList": ["10.1111/j.1742-481X.2007.00331.x", "PMC7951596", "17924880"]}, {"Citation": "Solovyeva AM, Dummer PM. Cleaning effectiveness of root canal irrigation with electrochemically activated anolyte and catholyte solutions: a pilot study. Int Endod J 2000. November;33(6):494–504. 10.1046/j.1365-2591.2000.00342.x", "ArticleIdList": ["10.1046/j.1365-2591.2000.00342.x", "11307252"]}, {"Citation": "Rossi-Fedele G, Figueiredo JA, Steier L, Canullo L, Steier G, Roberts AP. Evaluation of the antimicrobial effect of super-oxidized water (Sterilox®) and sodium hypochlorite against Enterococcus faecalis in a bovine root canal model. J Appl Oral Sci 2010. Sep-Oct;18(5):498–502. 10.1590/S1678-77572010000500012", "ArticleIdList": ["10.1590/S1678-77572010000500012", "PMC4246382", "21085808"]}, {"Citation": "Monzavi A, Eshraghi S, Hashemian R, Momen-Heravi F. In vitro and ex vivo antimicrobial efficacy of nano-MgO in the elimination of endodontic pathogens. Clin Oral Investig 2014; [Epub ahead of print].", "ArticleIdList": ["24859291"]}, {"Citation": "Mattigatti S, Ratnakar P, Moturi S, Varma S, Rairam S. Antimicrobial effect of conventional root canal medicaments vs propolis against Enterococcus faecalis, Staphylococcus aureus and Candida albicans. J Contemp Dent Pract 2012. May;13(3):305–9. 10.5005/jp-journals-10024-1142", "ArticleIdList": ["10.5005/jp-journals-10024-1142", "22918001"]}, {"Citation": "Bialoszewski D, Pietruczuk-Padzik A, Kalicinska A, Bocian E, Czajkowska M, Bukowska B et al. . Activity of ozonated water and ozone against Staphylococcus aureus and Pseudomonas aeruginosa biofilms. Med Sci Monit 2011. November;17(11):BR339–44. 10.12659/MSM.882044", "ArticleIdList": ["10.12659/MSM.882044", "PMC3539485", "22037737"]}, {"Citation": "César J, Sumita TC, Junqueira JC, Jorge AO, do Rego MA. Antimicrobial effects of ozonated water on the sanitization of dental instruments contaminated with E. coli, S. aureus, C. albicans, or the spores of B. atrophaeus. J Infect Public Health 2012. August;5(4):269–74. 10.1016/j.jiph.2011.12.007", "ArticleIdList": ["10.1016/j.jiph.2011.12.007", "23021648"]}, {"Citation": "Mistry KS, Sanghvi Z, Parmar G, Shah S. The antimicrobial activity of Azadirachta indica, Mimusops elengi, Tinospora cardifolia, Ocimum sanctum and 2% chlorhexidine gluconate on common endodontic pathogens: an in vitro study. Eur J Dent 2014. April;8(2):172–7. 10.4103/1305-7456.130591", "ArticleIdList": ["10.4103/1305-7456.130591", "PMC4054046", "24966766"]}, {"Citation": "Dutta A, Kundabala M. Comparative anti-microbial efficacy of Azadirachta indica irrigant with standard endodontic irrigants: A preliminary study. J Conserv Dent 2014. March;17(2):133–7. 10.4103/0972-0707.128047", "ArticleIdList": ["10.4103/0972-0707.128047", "PMC4001268", "24778508"]}, {"Citation": "Aslantas EE, Buzoglu HD, Altundasar E, Serper A. Effect of EDTA, sodium hypochlorite, and chlorhexidine gluconate with or without surface modifiers on dentin microhardness. J Endod 2014. June;40(6):876–9. 10.1016/j.joen.2013.10.041", "ArticleIdList": ["10.1016/j.joen.2013.10.041", "24862721"]}, {"Citation": "Shailaja S, Bhat SS, Hegde SK. Comparison between the antibacterial efficacies of three root canal irrigating solutions: antibiotic containing irrigant, Chlorhexidine and Chlorhexidine + Cetrimide. Oral Health Dent Manag 2013. December;12(4):295–9.", "ArticleIdList": ["24390032"]}, {"Citation": "Dutta A, Kundabala M. Antimicrobial efficacy of endodontic irrigants from Azadirachta indica: an in vitro study. Acta Odontol Scand 2013. November;71(6):1594–8. 10.3109/00016357.2013.780290", "ArticleIdList": ["10.3109/00016357.2013.780290", "23638768"]}, {"Citation": "Dagna A, Arciola CR, Florindi F, Scribante A, Saino E, Visai L et al. . In vitro evaluation of antimicrobial efficacy of endodontic irrigants. Int J Artif Organs 2011. September;34(9):914–9. 10.5301/ijao.5000049", "ArticleIdList": ["10.5301/ijao.5000049", "22094574"]}, {"Citation": "Morgental RD, Singh A, Sappal H, Kopper PM, Vier-Pelisser FV, Peters OA. Dentin inhibits the antibacterial effect of new and conventional endodontic irrigants. J Endod 2013. March;39(3):406–10. 10.1016/j.joen.2012.10.028", "ArticleIdList": ["10.1016/j.joen.2012.10.028", "23402517"]}, {"Citation": "Aranda-Garcia AR, Guerreiro-Tanomaru JM, Faria-Júnior NB, Chavez-Andrade GM, Leonardo RT, Tanomaru-Filho M et al. . Antibacterial effectiveness of several irrigating solutions and the Endox Plus system - an ex vivo study. Int Endod J 2012. December;45(12):1091–6. 10.1111/j.1365-2591.2012.02069.x", "ArticleIdList": ["10.1111/j.1365-2591.2012.02069.x", "22554197"]}, {"Citation": "Heling I, Chandler NP. Antimicrobial effect of irrigant combinations within dentinal tubules. Int Endod J 1998. January;31(1):8–14. 10.1046/j.1365-2591.1998.t01-1-00124.x", "ArticleIdList": ["10.1046/j.1365-2591.1998.t01-1-00124.x", "9823123"]}, {"Citation": "Mattigatti S, Ratnakar P, Moturi S, Varma S, Rairam S. Antimicrobial effect of conventional root canal medicaments vs propolis against Enterococcus faecalis, Staphylococcus aureus and Candida albicans. J Contemp Dent Pract 2012. May;13(3):305–9. 10.5005/jp-journals-10024-1142", "ArticleIdList": ["10.5005/jp-journals-10024-1142", "22918001"]}, {"Citation": "Tanaka H, Hirakata Y, Kaku M, Yoshida R, Takemura H, Mizukane R et al. . Antimicrobial activity of superoxidized water. J Hosp Infect 1996. September;34(1):43–9. 10.1016/S0195-6701(96)90124-3", "ArticleIdList": ["10.1016/S0195-6701(96)90124-3", "8880549"]}, {"Citation": "Selkon JB, Babb JR, Morris R. Evaluation of the antimicrobial activity of a new super-oxidized water, Sterilox, for the disinfection of endoscopes. J Hosp Infect 1999. January;41(1):59–70. 10.1016/S0195-6701(99)90038-5", "ArticleIdList": ["10.1016/S0195-6701(99)90038-5", "9949966"]}, {"Citation": "Middleton AM, Chadwick MV, Sanderson JL, Gaya H. Comparison of a solution of super-oxidized water (Sterilox) with glutaraldehyde for the disinfection of bronchoscopes, contaminated. J Hosp Infect 2000. August;45(4):278–82. 10.1053/jhin.2000.0772", "ArticleIdList": ["10.1053/jhin.2000.0772", "10973744"]}, {"Citation": "Yamada K, Yama M, Takaku Y, Kakizawa T, Kimizuka R, Okuda K et al. . Antimicrobial activity of super-oxidised water against oral microorganisms. Arch Oral Biol 2010. June;55(6):397–400. 10.1016/j.archoralbio.2010.03.002", "ArticleIdList": ["10.1016/j.archoralbio.2010.03.002", "20381790"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "11", "Day": "25"}, {"Year": "2015", "Month": "1", "Day": "8"}, {"Year": "2017", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "31", "Hour": "0", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "31", "Hour": "0", "Minute": "1"}, {"Year": "2015", "Month": "1", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["28955521", "PMC5573459", "10.17096/jiufd.70199", "jiufd-49-1-357"]}}], "PubmedBookArticle": []}