{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28966693", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "09", "Day": "28"}], "ELocationID": ["10.5194/essd-8-461-2016"], "Journal": {"ISSN": "1866-3508", "JournalIssue": {"Volume": "8", "Issue": "2", "PubDate": {"Year": "2016"}}, "Title": "Earth system science data", "ISOAbbreviation": "Earth Syst Sci Data"}, "ArticleTitle": "The Stratospheric Water and Ozone Satellite Homogenized (SWOOSH) database: a long-term database for climate studies.", "Pagination": {"StartPage": "461", "EndPage": "490", "MedlinePgn": "461-490"}, "Abstract": {"AbstractText": ["In this paper, we describe the construction of the Stratospheric Water and Ozone Satellite Homogenized (SWOOSH) database, which includes vertically resolved ozone and water vapor data from a subset of the limb profiling satellite instruments operating since the 1980s. The primary SWOOSH products are zonal-mean monthly-mean time series of water vapor and ozone mixing ratio on pressure levels (12 levels per decade from 316 to 1 hPa). The SWOOSH pressure level products are provided on several independent zonal-mean grids (2.5, 5, and 10°), and additional products include two coarse 3-D griddings (30° long × 10° lat, 20° × 5°) as well as a zonal-mean isentropic product. SWOOSH includes both individual satellite source data as well as a merged data product. A key aspect of the merged product is that the source records are homogenized to account for inter-satellite biases and to minimize artificial jumps in the record. We describe the SWOOSH homogenization process, which involves adjusting the satellite data records to a \"reference\" satellite using coincident observations during time periods of instrument overlap. The reference satellite is chosen based on the best agreement with independent balloon-based sounding measurements, with the goal of producing a long-term data record that is both homogeneous (i.e., with minimal artificial jumps in time) and accurate (i.e., unbiased). This paper details the choice of reference measurements, homogenization, and gridding process involved in the construction of the combined SWOOSH product and also presents the ancillary information stored in SWOOSH that can be used in future studies of water vapor and ozone variability. Furthermore, a discussion of uncertainties in the combined SWOOSH record is presented, and examples of the SWOOSH record are provided to illustrate its use for studies of ozone and water vapor variability on interannual to decadal timescales. The version 2.5 SWOOSH data are publicly available at doi:10.7289/V5TD9VBX."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth Systems Research Laboratory (ESRL), Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences (CIRES), University of Colorado at Boulder, Boulder, CO, USA."}], "LastName": "Davis", "ForeName": "Sean M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth Systems Research Laboratory (ESRL), Boulder, CO, USA."}], "LastName": "Rosenlof", "ForeName": "Karen H", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth Systems Research Laboratory (ESRL), Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences (CIRES), University of Colorado at Boulder, Boulder, CO, USA."}], "LastName": "Hassler", "ForeName": "Birgit", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth Systems Research Laboratory (ESRL), Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences (CIRES), University of Colorado at Boulder, Boulder, CO, USA."}], "LastName": "Hurst", "ForeName": "Dale F", "Initials": "DF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Read", "ForeName": "William G", "Initials": "WG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Vömel", "ForeName": "Holger", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Association, Columbia, MD, USA."}], "LastName": "Selkirk", "ForeName": "Henry", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hokkaido University, Sapporo, Japan."}], "LastName": "Fujiwara", "ForeName": "Masatomo", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "LastName": "Damadeo", "ForeName": "Robert", "Initials": "R"}], "GrantList": [{"GrantID": "NNX13AK55G", "Agency": "NASA", "Country": "United States"}, {"GrantID": "NNX13AK55G", "Agency": "NASA", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Earth Syst Sci Data", "NlmUniqueID": "101684271", "ISSNLinking": "1866-3508"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Angell JK, Korshover J. Quasi-Biennial Variations in Temperature, Total Ozone, and Tropopause Height. J Atmos Sci. 1964;21:479–492. doi: 10.1175/1520-0469(1964)021<0479:Qbvitt>2.0.Co;2.", "ArticleIdList": ["10.1175/1520-0469(1964)021<0479:Qbvitt>2.0.Co;2"]}, {"Citation": "Barath FT, Chavez MC, Cofield RE, Flower DA, Frerking MA, Gram MB, Harris WM, Holden JR, Jarnot RF, Kloezeman WG, Klose GJ, Lau GKK, Loo MS, Maddison BJ, Mattauch RJ, Mckinney RP, Peckham GE, Pickett HM, Siebes G, Soltis FS, Suttie RA, Tarsala JA, Waters JW, Wilson WJ. The Upper-Atmosphere Research Satellite Microwave Limb Sounder Instrument. J Geophys Res-Atmos. 1993;98:10751–10762."}, {"Citation": "Bernath PF, McElroy CT, Abrams MC, Boone CD, Butler M, Camy-Peyret C, Carleer M, Clerbaux C, Coheur PF, Colin R, DeCola P, Bernath PF, McElroy CT, Abrams MC, Boone CD, Butler M, Camy-Peyret C, Carleer M, Clerbaux C, Coheur PF, Colin R, DeCola P, DeMaziere M, Drummond JR, Dufour D, Evans WFJ, Fast H, Fussen D, Gilbert K, Jennings DE, Llewellyn EJ, Lowe RP, Mahieu E, McConnell JC, McHugh M, McLeod SD, Michaud R, Midwinter C, Nassar R, Nichitiu F, Nowlan C, Rinsland CP, Rochon YJ, Rowlands N, Semeniuk K, Simon P, Skelton R, Sloan JJ, Soucy MA, Strong K, Tremblay P, Turnbull D, Walker KA, Walkty I, Wardle DA, Wehrle V, Zander R, Zou J. Atmospheric Chemistry Experiment (ACE): Mission overview. Geophys Res Lett. 2005;32:L15s01. doi: 10.1029/2005gl022386.", "ArticleIdList": ["10.1029/2005gl022386"]}, {"Citation": "Bian JC, Pan LL, Paulik L, Vomel H, Chen HB, Lu DR. In situ water vapor and ozone measurements in Lhasa and Kunming during the Asian summer monsoon. Geophys Res Lett. 2012;39:L19808. doi: 10.1029/2012gl052996.", "ArticleIdList": ["10.1029/2012gl052996"]}, {"Citation": "Bodeker GE, Hassler B, Young PJ, Portmann RW. A vertically resolved, global, gap-free ozone database for assessing or constraining global climate model simulations. Earth Syst Sci Data. 2013;5:31–43. doi: 10.5194/essd-5-31-2013.", "ArticleIdList": ["10.5194/essd-5-31-2013"]}, {"Citation": "Butchart N, Remsberg EE. The Area of the Stratospheric Polar Vortex as a Diagnostic for Tracer Transport on an Isentropic Surface. J Atmos Sci. 1986;43:1319–1339. doi: 10.1175/1520-0469(1986)043<1319:Taotsp>2.0.Co;2.", "ArticleIdList": ["10.1175/1520-0469(1986)043<1319:Taotsp>2.0.Co;2"]}, {"Citation": "Cionni I, Eyring V, Lamarque JF, Randel WJ, Stevenson DS, Wu F, Bodeker GE, Shepherd TG, Shindell DT, Waugh DW. Ozone database in support of CMIP5 simulations: results and corresponding radiative forcing. Atmos Chem Phys. 2011;11:11267–11292. doi: 10.5194/acp-11-11267-2011.", "ArticleIdList": ["10.5194/acp-11-11267-2011"]}, {"Citation": "Cunnold DM, Froidevaux L, Russell JM, Connor B, Roche A. Overview of UARS ozone validation based primarily on intercomparisons among UARS and Stratospheric Aerosol and Gas Experiment II measurements. J Geophys Res. 1996;101:10335. doi: 10.1029/95JD01697.", "ArticleIdList": ["10.1029/95JD01697"]}, {"Citation": "Damadeo RP, Zawodny JM, Thomason LW, Iyer N. SAGE version 7.0 algorithm: application to SAGE II. Atmos Meas Tech. 2013;6:3539–3561. doi: 10.5194/amt-6-3539-2013.", "ArticleIdList": ["10.5194/amt-6-3539-2013"]}, {"Citation": "Damadeo RP, Zawodny JM, Thomason LW. Reevaluation of stratospheric ozone trends from SAGE II data using a simultaneous temporal and spatial analysis. Atmos Chem Phys. 2014;14:13455–13470. doi: 10.5194/acp-14-13455-2014.", "ArticleIdList": ["10.5194/acp-14-13455-2014"]}, {"Citation": "Dessler AE, Kim H. Determination of the amount of water vapor entering the stratosphere based on Halogen Occultation Experiment (HALOE) data. J Geophys Res-Atmos. 1999;104:30605–30607."}, {"Citation": "Forster P, Shine K. Stratospheric water vapour changes as a possible contributor to observed stratospheric cooling. Geophys Res Lett. 1999;26:3309–3312."}, {"Citation": "Forster PM, Bodeker G, Schofield R, Solomon S, Thompson D. Effects of ozone cooling in the tropical lower stratosphere and upper troposphere. Geophys Res Lett. 2007;34:L23813. doi: 10.1029/2007GL031994.", "ArticleIdList": ["10.1029/2007GL031994"]}, {"Citation": "Froidevaux L, Jiang YB, Lambert A, Livesey NJ, Read WG, Waters JW, Browell EV, Hair JW, Avery MA, Mcgee TJ, Twigg LW, Sumnicht GK, Jucks KW, Margitan JJ, Sen B, Stachnik RA, Toon GC, Bernath PF, Boone CD, Walker KA, Filipiak MJ, Harwood RS, Fuller RA, Manney GL, Schwartz MJ, Daffer WH, Drouin BJ, Cofield RE, Cuddy DT, Jarnot RF, Knosp BW, Perun VS, Snyder WV, Stek PC, Thurstans RP, Wagner PA. Validation of Aura Microwave Limb Sounder stratospheric ozone measurements. J Geophys Res. 2008;113:D15S20. doi: 10.1029/2007JD008771.", "ArticleIdList": ["10.1029/2007JD008771"]}, {"Citation": "Froidevaux L, Anderson J, Wang HJ, Fuller RA, Schwartz MJ, Santee ML, Livesey NJ, Pumphrey HC, Bernath PF, Russell JM, III, McCormick MP. Global OZone Chemistry And Related trace gas Data records for the Stratosphere (GOZCARDS): methodology and sample results with a focus on HCl, H2O, and O3. Atmos Chem Phys. 2015;15:10471–10507. doi: 10.5194/acp-15-10471-2015.", "ArticleIdList": ["10.5194/acp-15-10471-2015"]}, {"Citation": "Fujiwara M, Vomel H, Hasebe F, Shiotani M, Ogino SY, Iwasaki S, Nishi N, Shibata T, Shimizu K, Nishimoto E, Canossa JMV, Selkirk HB, Oltmans SJ. Seasonal to decadal variations of water vapor in the tropical lower stratosphere observed with balloon-borne cryogenic frost point hygrometers. J Geophys Res-Atmos. 2010;115:D18304. doi: 10.1029/2010jd014179.", "ArticleIdList": ["10.1029/2010jd014179"]}, {"Citation": "Gille JC, Russell JM. The Limb Infrared Monitor of the Stratosphere – Experiment Description, Performance, and Results. J Geophys Res-Atmos. 1984;89:5125–5140. doi: 10.1029/Jd089id04p05125.", "ArticleIdList": ["10.1029/Jd089id04p05125"]}, {"Citation": "Hardy RL. Theory and Applications of the Multiquadric Biharmonic Method – 20 Years of Discovery 1968–1988. Comput Math Appl. 1990;19:163–208."}, {"Citation": "Harries JE, Russell JM, III, Tuck AF, Gordley LL, Purcell P, Stone K, Bevilacqua RM, Gunson M, Nedoluha G, Traub WA. Validation of measurements of water vapor from the Halogen Occultation Experiment (HALOE) J Geophys Res. 1996;101:10205–10216. doi: 10.1029/95JD02933.", "ArticleIdList": ["10.1029/95JD02933"]}, {"Citation": "Harris NRP, Hassler B, Tummon F, Bodeker GE, Hubert D, Petropavlovskikh I, Steinbrecht W, Anderson J, Bhartia PK, Boone CD, Bourassa A, Davis SM, Degenstein D, Delcloo A, Frith SM, Froidevaux L, Godin-Beekmann S, Jones N, Kurylo MJ, Kyrölä E, Laine M, Leblanc ST, Lambert JC, Liley B, Mahieu E, Maycock A, de Mazière M, Parrish A, Querel R, Rosenlof KH, Roth C, Sioris C, Staehelin J, Stolarski RS, Stübi R, Tamminen J, Vigouroux C, Walker KA, Wang HJ, Wild J, Zawodny JM. Past changes in the vertical distribution of ozone– Part 3: Analysis and interpretation of trends. Atmos Chem Phys. 2015;15:9965–9982. doi: 10.5194/acp-15-9965-2015.", "ArticleIdList": ["10.5194/acp-15-9965-2015"]}, {"Citation": "Hasebe F, Inai Y, Shiotani M, Fujiwara M, Vömel H, Nishi N, Ogino SY, Shibata T, Iwasaki S, Komala N, Peter T, Oltmans SJ. Cold trap dehydration in the Tropical Tropopause Layer characterised by SOWER chilled-mirror hygrometer network data in the Tropical Pacific. Atmos Chem Phys. 2013;13:4393–4411. doi: 10.5194/acp-13-4393-2013.", "ArticleIdList": ["10.5194/acp-13-4393-2013"]}, {"Citation": "Hassler B, Petropavlovskikh I, Staehelin J, August T, Bhartia PK, Clerbaux C, Degenstein D, Mazière MD, Dinelli BM, Dudhia A, Dufour G, Frith SM, Froidevaux L, Godin-Beekmann S, Granville J, Harris NRP, Hoppel K, Hubert D, Kasai Y, Kurylo MJ, Kyrölä E, Lambert JC, Levelt PF, McElroy CT, McPeters RD, Munro R, Nakajima H, Parrish A, Raspollini P, Remsberg EE, Rosenlof KH, Rozanov A, Sano T, Sasano Y, Shiotani M, Smit HGJ, Stiller G, Tamminen J, Tarasick DW, Urban J, van der A RJ, Veefkind JP, Vigouroux C, von Clarmann T, von Savigny C, Walker KA, Weber M, Wild J, Zawodny JM. Past changes in the vertical distribution of ozone– Part 1: Measurement techniques, uncertainties and availability. Atmos Meas Tech. 2014;7:1395–1427. doi: 10.5194/amt-7-1395-2014.", "ArticleIdList": ["10.5194/amt-7-1395-2014"]}, {"Citation": "Hegglin MI, Tegtmeier S, Anderson J, Froidevaux L, Fuller R, Funke B, Jones A, Lingenfelser G, Lumpe J, Pendlebury D, Remsberg E, Rozanov A, Toohey M, Urban J, von Clarmann T, Walker KA, Wang R, Weigel K. SPARC Data Initiative: Comparison of water vapor climatologies from international satellite limb sounders. J Geophys Res-Atmos. 2013;118:11824–11846. doi: 10.1002/Jgrd.50752.", "ArticleIdList": ["10.1002/Jgrd.50752"]}, {"Citation": "Hegglin MI, Plummer DA, Shepherd TG, Scinocca JF, Anderson J, Froidevaux L, Funke B, Hurst D, Rozanov A, Urban J, von Clarmann T, Walker KA, Wang HJ, Tegtmeier S, Weigel K. Vertical structure of stratospheric water vapour trends derived from merged satellite data. Nat Geosci. 2014;7:768–776. doi: 10.1038/NGEO2236.", "ArticleIdList": ["10.1038/NGEO2236", "PMC5734650", "29263751"]}, {"Citation": "Hubert D, Lambert JC, Verhoelst T, Granville J, Keppens A, Baray JL, Bourassa AE, Cortesi U, Degenstein DA, Froidevaux L, Godin-Beekmann S, Hoppel KW, Johnson BJ, Kyrölä E, Leblanc T, Lichtenberg G, Marchand M, McElroy CT, Murtagh D, Nakane H, Portafaix T, Querel R, Russell JM, III, Salvador J, Smit HGJ, Stebel K, Steinbrecht W, Strawbridge KB, Stübi R, Swart DPJ, Taha G, Tarasick DW, Thompson AM, Urban J, van Gijsel JAE, Van Malderen R, von der Gathen P, Walker KA, Wolfram E, Zawodny JM. Ground-based assessment of the bias and long-term stability of 14 limb and occultation ozone profile data records. Atmos Meas Tech. 2016;9:2497–2534. doi: 10.5194/amt-9-2497-2016.", "ArticleIdList": ["10.5194/amt-9-2497-2016", "PMC5937289", "29743958"]}, {"Citation": "Hurst DF, Oltmans SJ, Vomel H, Rosenlof KH, Davis SM, Ray EA, Hall EG, Jordan AF. Stratospheric water vapor trends over Boulder, Colorado: Analysis of the 30 year Boulder record. J Geophys Res-Atmos. 2011;116:D02306. doi: 10.1029/2010JD015065.", "ArticleIdList": ["10.1029/2010JD015065"]}, {"Citation": "Hurst DF, Lambert A, Read WG, Davis SM, Rosenlof KH, Hall EG, Jordan AF, Oltmans SJ. Validation of Aura Microwave Limb Sounder stratospheric water vapor measurements by the NOAA frost point hygrometer. J Geophys Res-Atmos. 2014;119:1612–1625. doi: 10.1002/2013jd020757.", "ArticleIdList": ["10.1002/2013jd020757", "PMC5571760", "28845378"]}, {"Citation": "Hurst DF, Read WG, Vömel H, Selkirk HB, Rosenlof KH, Davis SM, Hall EG, Jordan AF, Oltmans SJ. Recent divergences in stratospheric water vapor measurements by frost point hygrometers and the Aura Microwave Limb Sounder. Atmos Meas Tech. 2016;9:4447–4457. doi: 10.5194/amt-9-4447-2016.", "ArticleIdList": ["10.5194/amt-9-4447-2016", "PMC5619251", "28966694"]}, {"Citation": "Jiang JH, Su H, Zhai CX, Wu LT, Minschwaner K, Molod AM, Tompkins AM. An assessment of upper troposphere and lower stratosphere water vapor in MERRA, MERRA2, and ECMWF reanalyses using Aura MLS observations. J Geophys Res-Atmos. 2015;120:11468–11485. doi: 10.1002/2015JD023752.", "ArticleIdList": ["10.1002/2015JD023752"]}, {"Citation": "Jiang YB, Froidevaux L, Lambert A, Livesey NJ, Read WG, Waters JW, Bojkov B, Leblanc T, Mcdermid IS, Godin-Beekmann S, Filipiak MJ, Harwood RS, Fuller RA, Daffer WH, Drouin BJ, Cofield RE, Cuddy DT, Jarnot RF, Knosp BW, Perun VS, Schwartz MJ, Snyder WV, Stek PC, Thurstans RP, Wagner PA, Allaart M, Andersen SB, Bodeker G, Calpini B, Claude H, Coetzee G, Davies J, Backer HD, Dier H, Fujiwara M, Johnson B, Kelder H, Leme NP, König-Langlo G, Kyro E, Laneve G, Fook LS, Merrill J, Morris G, Newchurch M, Oltmans S, Parrondos MC, Posny F, Schmidlin F, Skrivankova P, Stubi R, Tarasick D, Thompson A, Thouret V, Viatte P, Vömel H, Gathen PvD, Yela M, Zablocki G. Validation of Aura Microwave Limb Sounder Ozone by ozonesonde and lidar measurements. J Geophys Res. 2007;112:D24S34. doi: 10.1029/2007JD008776.", "ArticleIdList": ["10.1029/2007JD008776"]}, {"Citation": "Khosravi R, Lambert A, Lee H, Gille J, Barnett J, Francis G, Edwards D, Halvorson C, Massie S, Craig C, Krinsky C, McInerney J, Stone K, Eden T, Nardi B, Hepplewhite C, Mankin W, Coffey M. Overview and characterization of retrievals of temperature, pressure, and atmospheric constituents from the High Resolution Dynamics Limb Sounder (HIRDLS) measurements. J Geophys Res-Atmos. 2009;114:D20304. doi: 10.1029/2009jd011937.", "ArticleIdList": ["10.1029/2009jd011937"]}, {"Citation": "Klekociuk AR, Tully MB, Krummel PB, Gies HP, Alexander SP, Fraser PJ, Henderson SI, Javorniczky J, Petelina SV, Shanklin JD, Schofield R, Stone KA. The Antarctic ozone hole during 2012. Aust Meteorol Ocean. 2014;64:313–330."}, {"Citation": "Kley D, Russell JM III, Phillips C, editors. SPARC Assessment of Upper Tropospheric and Stratospheric Water Vapour. WMO/ICSU/IOC World Climate Research Programme (WCRP); France. 2000."}, {"Citation": "Kramarova NA, Nash ER, Newman PA, Bhartia PK, McPeters RD, Rault DF, Seftor CJ, Xu PQ, Labow GJ. Measuring the Antarctic ozone hole with the new Ozone Mapping and Profiler Suite (OMPS) Atmos Chem Phys. 2014;14:2353–2361. doi: 10.5194/acp-14-2353-2014.", "ArticleIdList": ["10.5194/acp-14-2353-2014"]}, {"Citation": "Lambert A, Read WG, Livesey NJ, Santee ML, Manney GL, Froidevaux L, Wu DL, Schwartz MJ, Pumphrey HC, Jimenez C, Nedoluha GE, Cofield RE, Cuddy DT, Daffer WH, Drouin BJ, Fuller RA, Jarnot RF, Knosp BW, Pickett HM, Perun VS, Snyder WV, Stek PC, Thurstans RP, Wagner PA, Waters JW, Jucks KW, Toon GC, Stachnik RA, Bernath PF, Boone CD, Walker KA, Urban J, Murtagh D, Elkins JW, Atlas E. Validation of the Aura Microwave Limb Sounder middle atmosphere water vapor and nitrous oxide measurements. J Geophys Res-Atmos. 2007;112:D24S36. doi: 10.1029/2007JD008724.", "ArticleIdList": ["10.1029/2007JD008724"]}, {"Citation": "Larsen N, Knudsen B, Mikkelsen IS, Jorgensen TS, Eriksen P. Ozone Depletion in the Arctic Stratosphere in Early 1993. Geophys Res Lett. 1994;21:1611–1614. doi: 10.1029/94gl01394.", "ArticleIdList": ["10.1029/94gl01394"]}, {"Citation": "Le Texier H, Solomon S, Garcia RR. The Role of Molecular-Hydrogen and Methane Oxidation in the Water-Vapor Budget of the Stratosphere. Q J Roy Meteor Soc. 1988;114:281–295. doi: 10.1002/Qj.49711448002.", "ArticleIdList": ["10.1002/Qj.49711448002"]}, {"Citation": "Livesey NJ, Read WG, Froidevaux L, Waters JW, Santee ML, Pumphrey HC, Wu DL, Shippony Z, Jarnot RF. The UARS microwave limb sounder version 5 data set: Theory, characterization, and validation. J Geophys Res-Atmos. 2003;108:4378. doi: 10.1029/2002JD002273.", "ArticleIdList": ["10.1029/2002JD002273"]}, {"Citation": "Livesey NJ, Filipiak MJ, Froidevaux L, Read WG, Lambert A, Santee ML, Jiang JH, Pumphrey HC, Waters JW, Cofield RE, Cuddy DT, Daffer WH, Drouin BJ, Fuller RA, Jarnot RF, Jiang YB, Knosp BW, Li QB, Perun VS, Schwartz MJ, Snyder WV, Stek PC, Thurstans RP, Wagner PA, Avery M, Browell EV, Cammas JP, Christensen LE, Diskin GS, Gao RS, Jost HJ, Loewenstein M, Lopez JD, Nedelec P, Osterman GB, Sachse GW, Webster CR. Validation of Aura Microwave Limb Sounder O3 and CO observations in the upper troposphere and lower stratosphere. J Geophys Res. 2008;113:D15S02. doi: 10.1029/2007JD008805.", "ArticleIdList": ["10.1029/2007JD008805"]}, {"Citation": "Manney GL, Froidevaux L, Waters JW, Santee ML, Read WG, Flower DA, Jarnot RF, Zurek RW. Arctic ozone depletion observed by UARS MLS during the 1994–95 winter. Geophys Res Lett. 1996;23:85–88. doi: 10.1029/95gl03591.", "ArticleIdList": ["10.1029/95gl03591"]}, {"Citation": "Manney GL, Daffer WH, Zawodny JM, Bernath PF, Hoppel KW, Walker KA, Knosp BW, Boone C, Remsberg EE, Santee ML, Harvey VL, Pawson S, Jackson DR, Deaver L, McElroy CT, McLinden CA, Drummond JR, Pumphrey HC, Lambert A, Schwartz MJ, Froidevaux L, McLeod S, Takacs LL, Suarez MJ, Trepte CR, Cuddy DC, Livesey NJ, Harwood RS, Waters JW. Solar occultation satellite data and derived meteorological products: Sampling issues and comparisons with Aura Microwave Limb Sounder. J Geophys Res-Atmos. 2007;112:D24s50. doi: 10.1029/2007jd008709.", "ArticleIdList": ["10.1029/2007jd008709"]}, {"Citation": "Manney GL, Santee ML, Rex M, Livesey NJ, Pitts MC, Veefkind P, Nash ER, Wohltmann I, Lehmann R, Froidevaux L, Poole LR, Schoeberl MR, Haffner DP, Davies J, Dorokhov V, Gernandt H, Johnson B, Kivi R, Kyro E, Larsen N, Levelt PF, Makshtas A, McElroy CT, Nakajima H, Parrondo MC, Tarasick DW, von der Gathen P, Walker KA, Zinoviev NS. Unprecedented Arctic ozone loss in 2011. Nature. 2011;478:469–465. doi: 10.1038/nature10556.", "ArticleIdList": ["10.1038/nature10556", "21964337"]}, {"Citation": "Maycock AC, Shine KP, Joshi MM. The temperature response to stratospheric water vapour changes. Q J Roy Meteorol Soc. 2011;137:1070–1082. doi: 10.1002/qj.822.", "ArticleIdList": ["10.1002/qj.822"]}, {"Citation": "McCormick MP. Sage II: An overview. Adv Space Res. 1987;7:219–226. doi: 10.1016/0273-1177(87)90151-7.", "ArticleIdList": ["10.1016/0273-1177(87)90151-7"]}, {"Citation": "Mote PW, Rosenlof KH, McIntyre ME, Carr ES, Gille JC, Holton JR, Kinnersley JS, Pumphrey HC, Russell JM, Waters JW. An atmospheric tape recorder: The imprint of tropical tropopause temperatures on stratospheric water vapor. J Geophys Res-Atmos. 1996;101:3989–4006. doi: 10.1029/95jd03422.", "ArticleIdList": ["10.1029/95jd03422"]}, {"Citation": "Müller R, Kunz A, Hurst DF, Rolf C, Kramer M, Riese M. The need for accurate long-term measurements of water vapor in the upper troposphere and lower stratosphere with global coverage. Earths Future. 2016;4:25–32. doi: 10.1002/2015EF000321.", "ArticleIdList": ["10.1002/2015EF000321", "PMC5734646", "29264371"]}, {"Citation": "Nash ER, Newman PA, Rosenfield JE, Schoeberl MR. An objective determination of the polar vortex using Ertel’s potential vorticity. J Geophys Res-Atmos. 1996;101:9471–9478. doi: 10.1029/96jd00066.", "ArticleIdList": ["10.1029/96jd00066"]}, {"Citation": "Nash J, Oakley T, Vömel H, Li W. WMO intercomparison of high quality radiosonde systems. 2011 available at:  http://library.wmo.int/opac/index.php?lvl=notice_display&id=15531#.V9wZY9z7K-w (last access: 19 September 2016)"}, {"Citation": "Nazaryan H, McCormick MP. Comparisons of Stratospheric Aerosol and Gas Experiment (SAGE II) and Solar Backscatter Ultraviolet Instrument (SBUV/2) ozone profiles and trend estimates. J Geophys Res-Atmos. 2005;110:D17302. doi: 10.1029/2004jd005483.", "ArticleIdList": ["10.1029/2004jd005483"]}, {"Citation": "Nedoluha GE, Gomez RM, Hicks BC, Bevilacqua RM, Russell JM, Connor BJ, Lambert A. A comparison of middle atmospheric water vapor as measured by WVMS, EOS-MLS, and HALOE. J Geophys Res-Atmos. 2007;112:D24S39. doi: 10.1029/0007JD008757.", "ArticleIdList": ["10.1029/0007JD008757"]}, {"Citation": "Neely RR, Marsh DR, Smith KL, Davis SM, Polvani LM. Biases in southern hemisphere climate trends induced by coarsely specifying the temporal resolution of stratospheric ozone. Geophys Res Lett. 2014;41:8602–8610. doi: 10.1002/2014GL061627.", "ArticleIdList": ["10.1002/2014GL061627"]}, {"Citation": "Oltmans SJ, London J. The Quasi-Biennial Oscillation in Atmospheric Ozone. J Geophys Res-Oc Atm. 1982;87:8981–8989. doi: 10.1029/Jc087ic11p08981.", "ArticleIdList": ["10.1029/Jc087ic11p08981"]}, {"Citation": "Oltmans SJ, Hofmann DJ. Increase in Lower-Stratospheric Water-Vapor at a Mid-Latitude Northern-Hemisphere Site from 1981 to 1994. Nature. 1995;374:146–149. doi: 10.1038/374146a0.", "ArticleIdList": ["10.1038/374146a0"]}, {"Citation": "Oltmans SJ, Vomel H, Hofmann DJ, Rosenlof KH, Kley D. The increase in stratospheric water vapor from balloonborne, frostpoint hygrometer measurements at Washington, DC, and Boulder, Colorado. Geophys Res Lett. 2000;27:3453–3456. doi: 10.1029/2000gl012133.", "ArticleIdList": ["10.1029/2000gl012133"]}, {"Citation": "Pumphrey HC. Validation of a new prototype water vapor retrieval for the UARS Microwave Limb Sounder. J Geophys Res-Atmos. 1999;104:9399–9412."}, {"Citation": "Pumphrey HC, Clark HL, Harwood RS. Lower stratospheric water vapor measured by UARS MLS. Geophys Res Lett. 2000;27:1691–1694."}, {"Citation": "Randall CE. Validation of POAM III ozone: Comparisons with ozonesonde and satellite data. J Geophys Res. 2003;108:4367. doi: 10.1029/2002JD002944.", "ArticleIdList": ["10.1029/2002JD002944"]}, {"Citation": "Randel WJ, Wu F. Isolation of the ozone QBO in SAGE II data by singular-value decomposition. J Atmos Sci. 1996;53:2546–2559. doi:10.1175/1520-0469(1996)053<2546:Iotoqi>2.0.Co;2."}, {"Citation": "Randel WJ, Wu F. A stratospheric ozone profile data set for 1979–2005 Variability, trends, and comparisons with column ozone data. J Geophys Res. 2007;112:D06313. doi: 10.1029/2006JD007339.", "ArticleIdList": ["10.1029/2006JD007339"]}, {"Citation": "Randel WJ, Wu F, Vomel H, Nedoluha GE, Forster P. Decreases in stratospheric water vapor after 2001: Links to changes in the tropical tropopause and the Brewer-Dobson circulation. J Geophys Res-Atmos. 2006;111:D12312. doi: 10.1029/2005JD006744.", "ArticleIdList": ["10.1029/2005JD006744"]}, {"Citation": "Read WG, Lambert A, Bacmeister J, Cofield RE, Christensen LE, Cuddy DT, Daffer WH, Drouin BJ, Fetzer E, Froidevaux L, Fuller R, Herman R, Jarnot RF, Jiang JH, Jiang YB, Kelly K, Knosp BW, Kovalenko LJ, Livesey NJ, Liu HC, Manney GL, Pickett HM, Pumphrey HC, Rosenlof KH, Sabounchi X, Santee ML, Schwartz MJ, Snyder WV, Stek PC, Su H, Takacs LL, Thurstans RP, Vomel H, Wagner PA, Waters JW, Webster CR, Weinstock EM, Wu DL. Aura Microwave Limb Sounder upper tropospheric and lower stratospheric H2O and relative humidity with respect to ice validation. J Geophys Res-Atmos. 2007;112:D24S35. doi: 10.1029/2007JD008752.", "ArticleIdList": ["10.1029/2007JD008752"]}, {"Citation": "Remsberg EE, Russell JM, Gille JC, Gordley LL, Bailey PL, Planet WG, Harries JE. The Validation of Nimbus-7 Lims Measurements of Ozone. J Geophys Res-Atmos. 1984;89:5161–5178. doi: 10.1029/Jd089id04p05161.", "ArticleIdList": ["10.1029/Jd089id04p05161"]}, {"Citation": "Rienecker MM, Suarez MJ, Gelaro R, Todling R, Bacmeister J, Liu E, Bosilovich MG, Schubert SD, Takacs L, Kim GK, Bloom S, Chen JY, Collins D, Conaty A, Da Silva A, Gu W, Joiner J, Koster RD, Lucchesi R, Molod A, Owens T, Pawson S, Pegion P, Redder CR, Reichle R, Robertson FR, Ruddick AG, Sienkiewicz M, Woollen J. MERRA: NASA’s Modern-Era Retrospective Analysis for Research and Applications. J Climate. 2011;24:3624–3648. doi: 10.1175/Jcli-D-11-00015.1.", "ArticleIdList": ["10.1175/Jcli-D-11-00015.1"]}, {"Citation": "Rind D, Lerner J, Zawodny J. A complementary analysis for SAGE II data profiles. Geophys Res Lett. 2005;32:L07812. doi: 10.1029/2005GL022550.", "ArticleIdList": ["10.1029/2005GL022550"]}, {"Citation": "Rosenlof KH, Oltmans SJ, Kley D, Russell JM, Chiou EW, Chu WP, Johnson DG, Kelly KK, Michelsen HA, Nedoluha GE, Remsberg EE, Toon GC, McCormick MP. Stratospheric water vapor increases over the past half-century. Geophys Res Lett. 2001;28:1195–1198. doi: 10.1029/2000gl012502.", "ArticleIdList": ["10.1029/2000gl012502"]}, {"Citation": "Russell JM, III, Gordley LL, Park JH, Drayson SR, Hesketh WD, Cicerone RJ, Tuck AF, Frederick JE, Harries JE, Crutzen PJ. The Halogen Occultation Experiment. J Geophys Res. 1993;98:10777–10797. doi: 10.1029/93JD00799.", "ArticleIdList": ["10.1029/93JD00799"]}, {"Citation": "Sakazaki T, Shiotani M, Suzuki M, Kinnison D, Zawodny JM, McHugh M, Walker KA. Sunset–sunrise difference in solar occultation ozone measurements (SAGE II, HALOE, and ACE-FTS) and its relationship to tidal vertical winds. Atmos Chem Phys. 2015;15:829–843. doi: 10.5194/acp-15-829-2015.", "ArticleIdList": ["10.5194/acp-15-829-2015"]}, {"Citation": "Santer BD, Wigley TML, Boyle JS, Gaffen DJ, Hnilo JJ, Nychka D, Parker DE, Taylor KE. Statistical significance of trends and trend differences in layer-average atmospheric temperature time series. J Geophys Res-Atmos. 2000;105:7337–7356."}, {"Citation": "Selkirk HB, Vomel H, Canossa JMV, Pfister L, Diaz JA, Fernandez W, Amador J, Stolz W, Peng GS. Detailed structure of the tropical upper troposphere and lower stratosphere as revealed by balloon sonde observations of water vapor, ozone, temperature, and winds during the NASA TCSP and TC4 campaigns. J Geophys Res-Atmos. 2010;115:D00j19. doi: 10.1029/2009jd013209.", "ArticleIdList": ["10.1029/2009jd013209"]}, {"Citation": "Smit HGJ, Straeter W, Johnson BJ, Oltmans SJ, Davies J, Tarasick DW, Hoegger B, Stubi R, Schmidlin FJ, Northam T, Thompson AM, Witte JC, Boyd I, Posny F. Assessment of the performance of ECC-ozonesondes under quasi-flight conditions in the environmental simulation chamber: Insights from the Juelich Ozone Sonde Intercomparison Experiment (JOSIE) J Geophys Res-Atmos. 2007;112:D19306. doi: 10.1029/2006JD007308.", "ArticleIdList": ["10.1029/2006JD007308"]}, {"Citation": "Solomon S, Rosenlof KH, Portmann RW, Daniel JS, Davis SM, Sanford TJ, Plattner GK. Contributions of Stratospheric Water Vapor to Decadal Changes in the Rate of Global Warming. Science. 2010;327:1219–1223. doi: 10.1126/science.1182488.", "ArticleIdList": ["10.1126/science.1182488", "20110466"]}, {"Citation": "Suzuki J, Fujiwara M, Nishizawa T, Shirooka R, Yoneyama K, Katsumata M, Matsui I, Sugimoto N. The occurrence of cirrus clouds associated with eastward propagating equatorial n = 0 inertio-gravity and Kelvin waves in November 2011 during the CINDY2011/DYNAMO campaign. J Geophys Res-Atmos. 2013;118:12941–12947. doi: 10.1002/2013JD019960.", "ArticleIdList": ["10.1002/2013JD019960"]}, {"Citation": "Taha G, Thomason LW, Burton SP. Comparison of Stratospheric Aerosol and Gas Experiment (SAGE) II version 6.2 water vapor with balloon-borne and space-based instruments. J Geophys Res-Atmos. 2004;109:D18313. doi: 10.1029/2004JD004859.", "ArticleIdList": ["10.1029/2004JD004859"]}, {"Citation": "Tegtmeier S, Hegglin MI, Anderson J, Bourassa A, Brohede S, Degenstein D, Froidevaux L, Fuller R, Funke B, Gille J, Jones A, Kasai Y, Kruger K, Kyrola E, Lingenfelser G, Lumpe J, Nardi B, Neu J, Pendlebury D, Remsberg E, Rozanov A, Smith L, Toohey M, Urban J, von Clarmann T, Walker KA, Wang RHJ. SPARC Data Initiative: A comparison of ozone climatologies from international satellite limb sounders. J Geophys Res-Atmos. 2013;118:12229–12247."}, {"Citation": "Thomason LW. A revised water vapor product for the Stratospheric Aerosol and Gas Experiment (SAGE) II version 6.2 data set. J Geophys Res. 2004;109:D06312. doi: 10.1029/2003JD004465.", "ArticleIdList": ["10.1029/2003JD004465"]}, {"Citation": "Thomason LW, Burton SP, Iyer N, Zawodny JM, Anderson J. A revised water vapor product for the Stratospheric Aerosol and Gas Experiment (SAGE) II version 6.2 data set. J Geophys Res-Atmos. 2004;109:D06312. doi: 10.1029/2003jd004465.", "ArticleIdList": ["10.1029/2003jd004465"]}, {"Citation": "Thomason LW, Moore JR, Pitts MC, Zawodny JM, Chiou EW. An evaluation of the SAGE III version 4 aerosol extinction coefficient and water vapor data products. Atmos Chem Phys. 2010;10:2159–2173. doi: 10.5194/acp-10-2159-2010.", "ArticleIdList": ["10.5194/acp-10-2159-2010"]}, {"Citation": "Thompson AM, Miller SK, Tilmes S, Kollonige DW, Witte JC, Oltmans SJ, Johnson BJ, Fujiwara M, Schmidlin FJ, Coetzee GJR, Komala N, Maata M, Mohamad MB, Nguyo J, Mutai C, Ogino SY, Da Silva FR, Leme NMP, Posny F, Scheele R, Selkirk HB, Shiotani M, Stubi R, Levrat G, Calpini B, Thouret V, Tsuruta H, Canossa JV, Vomel H, Yonemura S, Diaz JA, Thanh NTT, Ha HTT. Southern Hemisphere Additional Ozonesondes (SHADOZ) ozone climatology (2005–2009): Tropospheric and tropical tropopause layer (TTL) profiles with comparisons to OMI-based ozone products. J Geophys Res-Atmos. 2012;117:D23301. doi: 10.1029/2011JD016911.", "ArticleIdList": ["10.1029/2011JD016911"]}, {"Citation": "Tummon F, Hassler B, Harris NRP, Staehelin J, Steinbrecht W, Anderson J, Bodeker GE, Bourassa A, Davis SM, Degenstein D, Frith SM, Froidevaux L, Kyrölä E, Laine M, Long C, Penckwitt AA, Sioris CE, Rosenlof KH, Roth C, Wang HJ, Wild J. Intercomparison of vertically resolved merged satellite ozone data sets: interannual variability and long-term trends. Atmos Chem Phys. 2015;15:3021–3043. doi: 10.5194/acp-15-3021-2015.", "ArticleIdList": ["10.5194/acp-15-3021-2015"]}, {"Citation": "Vömel H, Barnes JE, Forno RN, Fujiwara M, Hasebe F, Iwasaki S, Kivi R, Komala N, Kyro E, Leblanc T, Morel B, Ogino SY, Read WG, Ryan SC, Saraspriya S, Selkirk H, Shiotani M, Canossa JV, Whiteman DN. Validation of Aura Microwave Limb Sounder water vapor by balloon-borne Cryogenic Frost point Hygrometer measurements. J Geophys Res-Atmos. 2007a;112:D24s37. doi: 10.1029/2007jd008698.", "ArticleIdList": ["10.1029/2007jd008698"]}, {"Citation": "Vömel H, David DE, Smith K. Accuracy of tropospheric and stratospheric water vapor measurements by the cryogenic frost point hygrometer: Instrumental details and observations. J Geophys Res-Atmos. 2007b;112:D08305. doi: 10.1029/2006JD007224.", "ArticleIdList": ["10.1029/2006JD007224"]}, {"Citation": "Wang HJ, Cunnold DM, Thomason LW, Zawodny JM, Bodeker GE. Assessment of SAGE version 6.1 ozone data quality. J Geophys Res. 2002;107 doi: 10.1029/2002JD002418.", "ArticleIdList": ["10.1029/2002JD002418"]}, {"Citation": "Waters JW, Froidevaux L, Harwood RS, Jarnot RF, Pickett HM, Read WG, Siegel PH, Cofield RE, Filipiak MJ, Flower DA, Holden JR, Lau GKK, Livesey NJ, Manney GL, Pumphrey HC, Santee ML, Wu DL, Cuddy DT, Lay RR, Loo MS, Perun VS, Schwartz MJ, Stek PC, Thurstans RP, Boyles MA, Chandra KM, Chavez MC, Chen GS, Chudasama BV, Dodge R, Fuller RA, Girard MA, Jiang JH, Jiang YB, Knosp BW, LaBelle RC, Lam JC, Lee KA, Miller D, Oswald JE, Patel NC, Pukala DM, Quintero O, Scaff DM, Van Snyder W, Tope MC, Wagner PA, Walch MJ. The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura satellite. IEEE T Geosci Remote. 2006;44:1075–1092."}, {"Citation": "Zawodny JM, McCormick MP. Stratospheric Aerosol and Gas Experiment-Ii Measurements of the Quasi-Biennial Oscillations in Ozone and Nitrogen-Dioxide. J Geophys Res-Atmos. 1991;96:9371–9377. doi: 10.1029/91jd00517.", "ArticleIdList": ["10.1029/91jd00517"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2017", "Month": "9", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28966693", "NIHMS896824", "PMC5619261", "10.5194/essd-8-461-2016"]}}], "PubmedBookArticle": []}