{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "England", "Fine particles", "Health burdens", "Life years lost", "Mortality", "Socioeconomic inequalities"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "28985761", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "28"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "10", "Day": "06"}], "Language": ["eng"], "ELocationID": ["104", "10.1186/s12940-017-0314-5"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Oct", "Day": "06"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Socioeconomic and urban-rural differentials in exposure to air pollution and mortality burden in England.", "Pagination": {"StartPage": "104", "MedlinePgn": "104"}, "Abstract": {"AbstractText": ["Socioeconomically disadvantaged populations often have higher exposures to particulate air pollution, which can be expected to contribute to differentials in life expectancy. We examined socioeconomic differentials in exposure and air pollution-related mortality relating to larger scale (5 km resolution) variations in background concentrations of selected pollutants across England.", "Ozone and particulate matter (sub-divided into PM<sub>10</sub>, PM<sub>2.5</sub>, PM<sub>2.5-10</sub>, primary, nitrate and sulphate PM<sub>2.5</sub>) were simulated at 5 km horizontal resolution using an atmospheric chemistry transport model (EMEP4UK). Annual mean concentrations of these pollutants were assigned to all 1,202,578 residential postcodes in England, which were classified by urban-rural status and socioeconomic deprivation based on the income and employment domains of the 2010 English Index of Multiple Deprivation for the Lower-level Super Output Area of residence. We used life table methods to estimate PM<sub>2.5</sub>-attributable life years (LYs) lost in both relative and absolute terms.", "Concentrations of the most particulate fractions, but not of nitrate PM<sub>2.5</sub> or ozone, were modestly higher in areas of greater socioeconomic deprivation. Relationships between pollution level and socioeconomic deprivation were non-linear and varied by urban-rural status. The pattern of PM<sub>2.5</sub> concentrations made only a small contribution to the steep socioeconomic gradient in LYs lost due to PM<sub>2.5</sub> per 10<sup>3</sup> population, which primarily was driven by the steep socioeconomic gradient in underlying mortality rates. In rural areas, the absolute burden of air pollution-related LYs lost was lowest in the most deprived deciles.", "Air pollution shows modest socioeconomic patterning at 5 km resolution in England, but absolute attributable mortality burdens are strongly related to area-level deprivation because of underlying mortality rates. Measures that cause a general reduction in background concentrations of air pollution may modestly help narrow socioeconomic differences in health."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, 15-17 Tavistock Place, London, WC1H 9SH, UK. ai.milojevic@lshtm.ac.uk."}], "Identifier": ["0000-0002-8680-6843"], "LastName": "Milojevic", "ForeName": "Ai", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Environment Society and Health, School of GeoSciences, University of Edinburgh, Drummond Street, Edinburgh, EH8 9XP, UK."}], "Identifier": [], "LastName": "Niedzwiedz", "ForeName": "Claire L", "Initials": "CL"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research on Environment Society and Health, School of GeoSciences, University of Edinburgh, Drummond Street, Edinburgh, EH8 9XP, UK."}], "Identifier": [], "LastName": "Pearce", "ForeName": "Jamie", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, 15-17 Tavistock Place, London, WC1H 9SH, UK."}], "Identifier": [], "LastName": "Milner", "ForeName": "James", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of GeoSciences, University of Edinburgh, James Hutton Road, Edinburgh, EH9 3FE, UK."}], "Identifier": [], "LastName": "MacKenzie", "ForeName": "Ian A", "Initials": "IA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of GeoSciences, University of Edinburgh, James Hutton Road, Edinburgh, EH9 3FE, UK."}], "Identifier": [], "LastName": "Doherty", "ForeName": "Ruth M", "Initials": "RM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, 15-17 Tavistock Place, London, WC1H 9SH, UK."}], "Identifier": [], "LastName": "Wilkinson", "ForeName": "Paul", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfates"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "England"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrates"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfates"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Urban Population"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethics approval was obtained from the National Research Ethics Service (15/SC/0494). CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Finkelstein MM, Jerrett M, Sears MR. Traffic air pollution and mortality rate advancement periods. Am J Epidemiol. 2004;160(2):173–177. doi: 10.1093/aje/kwh181.", "ArticleIdList": ["10.1093/aje/kwh181", "15234939"]}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA. Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study. Lancet. 2002;360(9341):1203–1209. doi: 10.1016/S0140-6736(02)11280-3.", "ArticleIdList": ["10.1016/S0140-6736(02)11280-3", "12401246"]}, {"Citation": "Krewski D, Burnett R, Goldberg M, Hoover K, Siemiatycki J, Jerrett M, Abrahamowicz M, White WH. Reanalysis of the Harvard six cities study and the American Cancer Society study of particulate air pollution and mortality. Boston: Health Effects Institute; 2000.", "ArticleIdList": ["12959828"]}, {"Citation": "Pope CA, 3rd, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, Thurston GD. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA. 2002;287(9):1132–1141. doi: 10.1001/jama.287.9.1132.", "ArticleIdList": ["10.1001/jama.287.9.1132", "PMC4037163", "11879110"]}, {"Citation": "Pope CA, 3rd, Thun MJ, Namboodiri MM, Dockery DW, Evans JS, Speizer FE, Heath CW., Jr Particulate air pollution as a predictor of mortality in a prospective study of U.S. adults. Am J Respir Crit Care Med. 1995;151(3 Pt 1):669–674. doi: 10.1164/ajrccm/151.3_Pt_1.669.", "ArticleIdList": ["10.1164/ajrccm/151.3_Pt_1.669", "7881654"]}, {"Citation": "Fischer PH, Marra M, Ameling CB, Hoek G, Beelen R, de Hoogh K, Breugelmans O, Kruize H, Janssen NA, Houthuijs D. Air pollution and mortality in seven million adults: the Dutch environmental longitudinal study (DUELS) Environ Health Perspect. 2015;123(7):697–704.", "ArticleIdList": ["PMC4492265", "25760672"]}, {"Citation": "COMEAP . The mortality effects of long-term exposure to particulate air pollution in the United Kingdom. UK: Health Protection Agency; 2010."}, {"Citation": "Office for National Statistics: Trend in life expectancy at birth and at age 65 by socio-economic position based on the National Statistics Socio-economic Classification, England and Wales: 1982–1986 to 2007–2011. In Statistical Bulletin; 2015."}, {"Citation": "Deguen S, Zmirou-Navier D. Social inequalities resulting from health risks related to ambient air quality--a European review. Eur J Pub Health. 2010;20(1):27–35. doi: 10.1093/eurpub/ckp220.", "ArticleIdList": ["10.1093/eurpub/ckp220", "20081212"]}, {"Citation": "Evans GW, Kantrowitz E. Socioeconomic status and health: the potential role of environmental risk exposure. Annu Rev Public Health. 2002;23:303–331. doi: 10.1146/annurev.publhealth.23.112001.112349.", "ArticleIdList": ["10.1146/annurev.publhealth.23.112001.112349", "11910065"]}, {"Citation": "O'Neill MS, McMichael AJ, Schwartz J, Wartenberg D. Poverty, environment, and health: the role of environmental epidemiology and environmental epidemiologists. Epidemiology. 2007;18(6):664–668. doi: 10.1097/EDE.0b013e3181570ab9.", "ArticleIdList": ["10.1097/EDE.0b013e3181570ab9", "18049181"]}, {"Citation": "O'Neill MS, Jerrett M, Kawachi I, Levy JI, Cohen AJ, Gouveia N, Wilkinson P, Fletcher T, Cifuentes L, Schwartz J. Health, wealth, and air pollution: advancing theory and methods. Environ Health Perspect. 2003;111(16):1861–1870. doi: 10.1289/ehp.6334.", "ArticleIdList": ["10.1289/ehp.6334", "PMC1241758", "14644658"]}, {"Citation": "Science for Environment Policy: Links between noise and air pollution and socioeconomic status. In: In-Depth Report 13 produced for the European Commisions, DG Environment by the Science Communication Unit, YWE. Bristol; 2016."}, {"Citation": "Brainard JS, Jones AP, Bateman IJ, Lovett AA, Fallon PJ. Modelling environmental equity: access to air quality in Birmingham, England. Environ Plan A. 2002;34(4):695–716. doi: 10.1068/a34184.", "ArticleIdList": ["10.1068/a34184"]}, {"Citation": "Chaix B, Gustafsson S, Jerrett M, Kristersson H, Lithman T, Boalt Å, Merlo J. Children's exposure to nitrogen dioxide in Sweden: investigating environmental injustice in an egalitarian country. J Epidemiol Community Health. 2006;60(3):234–241. doi: 10.1136/jech.2005.038190.", "ArticleIdList": ["10.1136/jech.2005.038190", "PMC2465552", "16476754"]}, {"Citation": "Havard S, Deguen S, Zmirou-Navier D, Schillinger C, Bard D. Traffic-related air pollution and socioeconomic status: a spatial autocorrelation study to assess environmental equity on a small-area scale. Epidemiology. 2009;20(2):223–230. doi: 10.1097/EDE.0b013e31819464e1.", "ArticleIdList": ["10.1097/EDE.0b013e31819464e1", "19142163"]}, {"Citation": "Jerrett M, Burnett RT, Kanaroglou P, Eyles J, Finkelstein N, Giovis C, Brook JR. A GIS–environmental justice analysis of particulate air pollution in Hamilton, Canada. Environ Plan A. 2001;33(6):955–973. doi: 10.1068/a33137.", "ArticleIdList": ["10.1068/a33137"]}, {"Citation": "Pearce J, Kingham S. Environmental inequalities in New Zealand: a national study of air pollution and environmental justice. Geoforum. 2008;39(2):980–993. doi: 10.1016/j.geoforum.2007.10.007.", "ArticleIdList": ["10.1016/j.geoforum.2007.10.007"]}, {"Citation": "Pinault L, Crouse D, Jerrett M, Brauer M, Tjepkema M. Spatial associations between socioeconomic groups and NO2 air pollution exposure within three large Canadian cities. Environ Res. 2016;147:373–382. doi: 10.1016/j.envres.2016.02.033.", "ArticleIdList": ["10.1016/j.envres.2016.02.033", "26950027"]}, {"Citation": "Hajat A, Hsia C, O’Neill MS. Socioeconomic disparities and air pollution exposure: a global review. Current Environmental Health Reports. 2015;2(4):440–450. doi: 10.1007/s40572-015-0069-5.", "ArticleIdList": ["10.1007/s40572-015-0069-5", "PMC4626327", "26381684"]}, {"Citation": "Chi GC, Hajat A, Bird CE, Cullen MR, Griffin BA, Miller KA, Shih RA, Stefanick ML, Vedal S, Whitsel EA, et al. Individual and neighborhood socioeconomic status and the association between air pollution and cardiovascular disease. Environ Health Perspect. 2016;124(12):1840–1847. doi: 10.1289/EHP199.", "ArticleIdList": ["10.1289/EHP199", "PMC5132637", "27138533"]}, {"Citation": "Bell ML, Dominici F. Effect modification by community characteristics on the short-term effects of ozone exposure and mortality in 98 US communities. Am J Epidemiol. 2008;167(8):986–997. doi: 10.1093/aje/kwm396.", "ArticleIdList": ["10.1093/aje/kwm396", "PMC2430754", "18303005"]}, {"Citation": "Gwynn RC, Thurston GD. The burden of air pollution: impacts among racial minorities. Environ Health Perspect. 2001;109(Suppl 4):501–506. doi: 10.1289/ehp.01109s4501.", "ArticleIdList": ["10.1289/ehp.01109s4501", "PMC1240572", "11544154"]}, {"Citation": "Jerrett M, Burnett RT, Brook J, Kanaroglou P, Giovis C, Finkelstein N, Hutchison B. Do socioeconomic characteristics modify the short term association between air pollution and mortality? Evidence from a zonal time series in Hamilton, Canada. J Epidemiol Community Health. 2004;58(1):31–40. doi: 10.1136/jech.58.1.31.", "ArticleIdList": ["10.1136/jech.58.1.31", "PMC1757028", "14684724"]}, {"Citation": "Ostro BD, Feng WY, Broadwin R, Malig BJ, Green RS, Lipsett MJ. The impact of components of fine particulate matter on cardiovascular mortality in susceptible subpopulations. Occup Environ Med. 2008;65(11):750–756. doi: 10.1136/oem.2007.036673.", "ArticleIdList": ["10.1136/oem.2007.036673", "18417555"]}, {"Citation": "Ou CQ, Hedley AJ, Chung RY, Thach TQ, Chau YK, Chan KP, Yang L, Ho SY, Wong CM, Lam TH. Socioeconomic disparities in air pollution-associated mortality. Environ Res. 2008;107(2):237–244. doi: 10.1016/j.envres.2008.02.002.", "ArticleIdList": ["10.1016/j.envres.2008.02.002", "18396271"]}, {"Citation": "Forastiere F, Stafoggia M, Tasco C, Picciotto S, Agabiti N, Cesaroni G, Perucci CA. Socioeconomic status, particulate air pollution, and daily mortality: differential exposure or differential susceptibility. Am J Ind Med. 2007;50(3):208–216. doi: 10.1002/ajim.20368.", "ArticleIdList": ["10.1002/ajim.20368", "16847936"]}, {"Citation": "Romieu I, Gouveia N, Cifuentes LA, de Leon AP, Junger W, Vera J, Strappa V, Hurtado-Diaz M, Miranda-Soberanis V, Rojas-Bracho L, et al. Multicity study of air pollution and mortality in Latin America (the ESCALA study) Res Rep Health Eff Inst. 2012;171:5–86.", "ArticleIdList": ["23311234"]}, {"Citation": "Hicken MT, Adar SD, Diez Roux AV, O'Neill MS, Magzamen S, Auchincloss AH, Kaufman JD. Do psychosocial stress and social disadvantage modify the association between air pollution and blood pressure?The multi-ethnic study of atherosclerosis. Am J Epidemiol. 2013;178(10):1550–1562. doi: 10.1093/aje/kwt190.", "ArticleIdList": ["10.1093/aje/kwt190", "PMC3888274", "24064742"]}, {"Citation": "Laurent O, Bard D, Filleul L, Segala C. Effect of socioeconomic status on the relationship between atmospheric pollution and mortality. J Epidemiol Community Health. 2007;61(8):665–675. doi: 10.1136/jech.2006.053611.", "ArticleIdList": ["10.1136/jech.2006.053611", "PMC2652988", "17630363"]}, {"Citation": "Zanobetti A, Schwartz J. Race, gender, and social status as modifiers of the effects of PM10 on mortality. J Occup Environ Med. 2000;42(5):469–474. doi: 10.1097/00043764-200005000-00002.", "ArticleIdList": ["10.1097/00043764-200005000-00002", "10824299"]}, {"Citation": "Zeka A, Zanobetti A, Schwartz J. Individual-level modifiers of the effects of particulate matter on daily mortality. Am J Epidemiol. 2006;163(9):849–859. doi: 10.1093/aje/kwj116.", "ArticleIdList": ["10.1093/aje/kwj116", "16554348"]}, {"Citation": "Huss A, Spoerri A, Egger M, Roosli M. Aircraft noise, air pollution, and mortality from myocardial infarction. Epidemiology. 2010;21(6):829–836. doi: 10.1097/EDE.0b013e3181f4e634.", "ArticleIdList": ["10.1097/EDE.0b013e3181f4e634", "20881600"]}, {"Citation": "Vieno M, Dore AJ, Stevenson DS, Doherty R, Heal MR, Reis S, Hallsworth S, Tarrason L, Wind P, Fowler D, et al. Modelling surface ozone during the 2003 heat-wave in the UK. Atmos Chem Phys. 2010;10(16):7963–7978. doi: 10.5194/acp-10-7963-2010.", "ArticleIdList": ["10.5194/acp-10-7963-2010"]}, {"Citation": "Vieno M, Heal MR, Hallsworth S, Famulari D, Doherty RM, Dore AJ, Tang YS, Braban CF, Leaver D, Sutton MA, et al. The role of long-range transport and domestic emissions in determining atmospheric secondary inorganic particle concentrations across the UK. Atmos Chem Phys. 2014;14(16):8435–8447. doi: 10.5194/acp-14-8435-2014.", "ArticleIdList": ["10.5194/acp-14-8435-2014"]}, {"Citation": "Simpson D, Benedictow A, Berge H, Bergström R, Emberson LD, Fagerli H, Flechard CR, Hayman GD, Gauss M, Jonson JE, et al. The EMEP MSC-W chemical transport model &ndash; technical description. Atmos Chem Phys. 2012;12(16):7825–7865. doi: 10.5194/acp-12-7825-2012.", "ArticleIdList": ["10.5194/acp-12-7825-2012"]}, {"Citation": "McLennan D, Barnes H, Noble M, Davies J, Garatt E. The English indices of deprivation 2010. London: Deepartment for Communities and Local Government; 2011."}, {"Citation": "Adams J, White M. Removing the health domain from the index of multiple deprivation 2004-effect on measured inequalities in census measure of health. J Public Health (Oxf) 2006;28(4):379–383. doi: 10.1093/pubmed/fdl061.", "ArticleIdList": ["10.1093/pubmed/fdl061", "17065177"]}, {"Citation": "Goodman A, Wilkinson P, Stafford M, Tonne C. Characterising socio-economic inequalities in exposure to air pollution: a comparison of socio-economic markers and scales of measurement. Health Place. 2011;17(3):767–774. doi: 10.1016/j.healthplace.2011.02.002.", "ArticleIdList": ["10.1016/j.healthplace.2011.02.002", "21398166"]}, {"Citation": "Milojevic A, Armstrong BG, Gasparrini A, Bohnenstengel SI, Barratt B, Wilkinson P. Methods to estimate acclimatization to urban Heat Island effects on heat- and cold-related mortality. Environ Health Perspect. 2016;124(7):1016–1022. doi: 10.1289/ehp.1510109.", "ArticleIdList": ["10.1289/ehp.1510109", "PMC4937865", "26859738"]}, {"Citation": "2011 Census, Headcounts and Household Estimates for Postcodes in England and Wales. https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates/datasets/2011censusheadcountsandhouseholdestimatesforpostcodesinenglandandwales. Accessed 5 Oct 2017."}, {"Citation": "Bibby P, Brindley P. Urban and Rural Classification of English Local Authority Districts and Similar Geographical Units in England: Methodology. 2016.https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/539130/RUCLAD_Method__Apr_2016_.pdf. Accessed 5 Oct 2017."}, {"Citation": "Royall RM. Model robust confidence intervals using maximum likelihood estimators. International Statistica Review. 1986;54(2):221–226. doi: 10.2307/1403146.", "ArticleIdList": ["10.2307/1403146"]}, {"Citation": "Miller BG, Hurley JF. Life table methods for quantitative impact assessments in chronic mortality. J Epidemiol Community Health. 2003;57(3):200–206. doi: 10.1136/jech.57.3.200.", "ArticleIdList": ["10.1136/jech.57.3.200", "PMC1732393", "12594196"]}, {"Citation": "Office for National Statistics. Middle Super Output Area Mid-Year Population Estimates (supporting information). https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates/datasets/middlesuperoutputareamidyearpopulationestimates. Accessed 5 Oct 2017."}, {"Citation": "McLeod H, Langford IH, Jones AP, Stedman JR, Day RJ, Lorenzoni I, Bateman IJ. The relationship between socio-economic indicators and air pollution in England and Wales: implications for environmental justice. Reg Environ Chang. 2000;1(2):78–85. doi: 10.1007/PL00011536.", "ArticleIdList": ["10.1007/PL00011536"]}, {"Citation": "Pearce JR, Richardson EA, Mitchell RJ, Shortt NK. Environmental justice and health: the implications of the socio-spatial distribution of multiple environmental deprivation for health inequalities in the United Kingdom. Trans Inst Br Geogr. 2010;35(4):522–539. doi: 10.1111/j.1475-5661.2010.00399.x.", "ArticleIdList": ["10.1111/j.1475-5661.2010.00399.x"]}, {"Citation": "Pye S, Steadman J, Adams M, King K: Further analysis of NO2 and PM10 airpollution and social deprivation: a report produced for DEFRA. In: The National Assembly for Wales and The Northern Ireland Department of the Environment Report AEAT/ENV/R/0865. Oxfordshire: AEA Technology Environment; 2001."}, {"Citation": "Wheeler BW, Ben-Shlomo Y. Environmental equity, air quality, socioeconomic status, and respiratory health: a linkage analysis of routine data from the health survey for England. J Epidemiol Community Health. 2005;59(11):948–954. doi: 10.1136/jech.2005.036418.", "ArticleIdList": ["10.1136/jech.2005.036418", "PMC1732938", "16234422"]}, {"Citation": "Briggs D, Abellan JJ, Fecht D. Environmental inequity in England: small area associations between socio-economic status and environmental pollution. Soc Sci Med. 2008;67(10):1612–1629. doi: 10.1016/j.socscimed.2008.06.040.", "ArticleIdList": ["10.1016/j.socscimed.2008.06.040", "18786752"]}, {"Citation": "Gordon M, Paul N, Karen M. Who benefits from environmental policy? An environmental justice analysis of air quality change in Britain, 2001–2011. Environ Res Lett. 2015;10(10):105009. doi: 10.1088/1748-9326/10/10/105009.", "ArticleIdList": ["10.1088/1748-9326/10/10/105009"]}, {"Citation": "Pye S, King K, Sturman J: Air quality and social deprivation in the UK: an environmental inequalities analysis - Final Report to Defra, Contract RMP/2035. Oxson: AEA Technology; 2006."}, {"Citation": "Tonne C, Wilkinson P. Long-term exposure to air pollution is associated with survival following acute coronary syndrome. Eur Heart J. 2013;34(17):1306–1311. doi: 10.1093/eurheartj/ehs480.", "ArticleIdList": ["10.1093/eurheartj/ehs480", "PMC3640199", "23423735"]}, {"Citation": "Lin C, Heal MR, Vieno M, MacKenzie IA, Armstrong BG, Butland BK, Milojevic A, Chalabi Z, Atkinson RW, Stevenson DS, et al. Spatiotemporal evaluation of EMEP4UK-WRF v4.3 atmospheric chemistry transport simulations of health-related metrics for NO2, O3, PM10 and PM2.5 for 2001-2010. Geosci Model Dev Discuss. 2016;2016:1–28. doi: 10.5194/gmd-2016-183.", "ArticleIdList": ["10.5194/gmd-2016-183"]}, {"Citation": "Taylor J, Shrubsole C, Davies M, Biddulph P, Das P, Hamilton I, Vardoulakis S, Mavrogianni A, Jones B, Oikonomou E. The modifying effect of the building envelope on population exposure to PM2.5 from outdoor sources. Indoor Air. 2014;24(6):639–651. doi: 10.1111/ina.12116.", "ArticleIdList": ["10.1111/ina.12116", "PMC4278446", "24713025"]}, {"Citation": "Cesaroni G, Badaloni C, Romano V, Donato E, Perucci CA, Forastiere F. Socioeconomic position and health status of people who live near busy roads: the Rome longitudinal study (RoLS) Environ Health. 2010;9:41. doi: 10.1186/1476-069X-9-41.", "ArticleIdList": ["10.1186/1476-069X-9-41", "PMC2918588", "20663144"]}, {"Citation": "Hajat A, Diez-Roux AV, Adar SD, Auchincloss AH, Lovasi GS, O'Neill MS, Sheppard L, Kaufman JD. Air pollution and individual and neighborhood socioeconomic status: evidence from the multi-ethnic study of atherosclerosis (MESA) Environ Health Perspect. 2013;121(11–12):1325–1333.", "ArticleIdList": ["PMC3855503", "24076625"]}]}], "History": [{"Year": "2017", "Month": "8", "Day": "25"}, {"Year": "2017", "Month": "10", "Day": "2"}, {"Year": "2017", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["28985761", "PMC6389046", "10.1186/s12940-017-0314-5", "10.1186/s12940-017-0314-5"]}}]}