{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["atmospheric degradation", "chloromethanes", "environmental exposure risk", "environmental property", "toxicity"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29051455", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "09", "Day": "21"}], "ELocationID": ["23", "10.3390/toxics5040023"], "Journal": {"ISSN": "2305-6304", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2017", "Month": "Sep", "Day": "21"}}, "Title": "Toxics", "ISOAbbreviation": "Toxics"}, "ArticleTitle": "Fate of Chloromethanes in the Atmospheric Environment: Implications for Human Health, Ozone Formation and Depletion, and Global Warming Impacts.", "Abstract": {"AbstractText": ["Among the halogenated hydrocarbons, chloromethanes (i.e., methyl chloride, CH₃Cl; methylene chloride, CH₂Cl₂; chloroform, CHCl₃; and carbon tetrachloride, CCl₄) play a vital role due to their extensive uses as solvents and chemical intermediates. This article aims to review their main chemical/physical properties and commercial/industrial uses, as well as the environment and health hazards posed by them and their toxic decomposition products. The environmental properties (including atmospheric lifetime, radiative efficiency, ozone depletion potential, global warming potential, photochemical ozone creation potential, and surface mixing ratio) of these chlorinated methanes are also reviewed. In addition, this paper further discusses their atmospheric fates and human health implications because they are apt to reside in the lower atmosphere when released into the environment. According to the atmospheric degradation mechanism, their toxic degradation products in the troposphere include hydrogen chloride (HCl), carbon monoxide (CO), chlorine (Cl₂), formyl chloride (HCOCl), carbonyl chloride (COCl₂), and hydrogen peroxide (H₂O₂). Among them, COCl₂ (also called phosgene) is a powerful irritating gas, which is easily hydrolyzed or thermally decomposed to form hydrogen chloride."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Institute of Bioresources, National Pingtung University of Science and Technology, Pingtung 912, Taiwan. wttsai@mail.npust.edu.tw."}], "LastName": "Tsai", "ForeName": "Wen-Tien", "Initials": "WT"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Toxics", "NlmUniqueID": "101639637", "ISSNLinking": "2305-6304"}, "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "United Nations Environment Program (UNEP) Handbook for the International Treaties for the Protection of the Ozone Layer. 6th ed. UNEP; Nairobi, Kenya: 2003."}, {"Citation": "Tsai W.T. An overview of environmental hazards and exposure risk of hydrofluorocarbons (HFCs) Chemosphere. 2005;61:1539–1547. doi: 10.1016/j.chemosphere.2005.03.084.", "ArticleIdList": ["10.1016/j.chemosphere.2005.03.084", "15936055"]}, {"Citation": "International Panel on Climate Change (IPCC) 2006 IPCC Guidelines for National Greenhouse Gases Inventories. IPCC; Geneva, Switzerland: 2006."}, {"Citation": "Kim K.H., Shon Z.H., Nguyen H.T., Jeon E.C. A review of major chlorofluorocarbons and their halocarbon alternatives in the air. Atmos. Environ. 2011;45:1369–1382. doi: 10.1016/j.atmosenv.2010.12.029.", "ArticleIdList": ["10.1016/j.atmosenv.2010.12.029"]}, {"Citation": "Hayman G., Derwent R.D. Atmospheric chemical reactivity and ozone-forming potentials of potential CFC replacements. Environ. Sci. Technol. 1997;31:327–336. doi: 10.1021/es950775l.", "ArticleIdList": ["10.1021/es950775l"]}, {"Citation": "Huang B., Lei C., Wei C., Zeng G. Chlorinated volatile organic compounds (Cl-VOCs) in environment—Sources, potential human health impacts, and current remediation technologies. Environ. Int. 2014;71:118–138. doi: 10.1016/j.envint.2014.06.013.", "ArticleIdList": ["10.1016/j.envint.2014.06.013", "25016450"]}, {"Citation": "Henschler D. Toxicity of chlorinated organic compounds: Effects of the introduction of chlorine in organic molecules. Angew. Chem. Int. Ed. Engl. 1994;33:1920–1935. doi: 10.1002/anie.199419201.", "ArticleIdList": ["10.1002/anie.199419201"]}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR) Toxicological Profile for Chloroform. ATSDR; Atlanta, GA, USA: 1997."}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR) Toxicological Profile for Chloromethane. ATSDR; Atlanta, GA, USA: 1998.", "ArticleIdList": ["38412209"]}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR) Toxicological Profile for Methylene Chloride. ATSDR; Atlanta, GA, USA: 2000.", "ArticleIdList": ["38252765"]}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR) Toxicological Profile for Carbon Tetrachloride. ATSDR; Atlanta, GA, USA: 2005.", "ArticleIdList": ["38091456"]}, {"Citation": "Keith L.H., Walker M.M. Handbook of Air Toxics: Sampling, Analysis, and Properties. CRC Press; Boca Raton, FL, USA: 1995."}, {"Citation": "Hossaini R., Chipperfield M.P., Saiz-Lopez A., Harrison J.J., von Glasow R., Sommariva R., Atlas E., Navarro M., Montzka S.A., Feng W., et al. Growth in stratospheric chlorine from short-lived chemicals not controlled by the Montreal Protocol. Geophy. Res. Lett. 2015;42:4573–4580. doi: 10.1002/2015GL063783.", "ArticleIdList": ["10.1002/2015GL063783", "PMC4981078", "27570318"]}, {"Citation": "Hossaini R., Chipperfield M.P., Montzka S.A., Leeson A.A., Dhomse S.S., Pyle J.A. The increasing threat to stratospheric ozone from dichloromethane. Nat. Commun. 2017;8 doi: 10.1038/ncomms15962.", "ArticleIdList": ["10.1038/ncomms15962", "PMC5490265", "28654085"]}, {"Citation": "Taylor P.H., Dellinger B. Thermal degradation characteristics of chloromethane mixtures. Environ. Sci. Technol. 1988;22:438–447. doi: 10.1021/es00169a012.", "ArticleIdList": ["10.1021/es00169a012"]}, {"Citation": "Howard P.H. Handbook of Environmental Fate and Exposure Data for Organic Chemicals. CRC Press; Boca Raton, FL, USA: 1993."}, {"Citation": "Poling B.E., Prausnitz J.M., O’Connell J.P. The Properties of Gases and Liquids. 5th ed. McGraw-Hill; New York, NY, USA: 2001."}, {"Citation": "Fogg P., Sangster J. Chemicals in the Atmosphere: Solubility, Sources and Reactivity. John Wiley & Sons; Hoboken, NJ, USA: 2003."}, {"Citation": "Marshall K.A. Kirk-Othmer Encyclopedia of Chemical Technology. 5th ed. Volume 6 John Wiley & Sons; New York, NY, USA: 2004. Chlorocarbons and chlorohydrocarbons, survey."}, {"Citation": "Lewis R.J., Sr. Sax’s Dangerous Properties of Industrial Materials. 11th ed. John Wiley & Sons; New York, NY, USA: 2004."}, {"Citation": "Lide D.R. CRC Handbook of Chemistry and Physics. 90th ed. CRC Press; Boca Raton, FL, USA: 2009."}, {"Citation": "Cwiertny D.M., Scherer M.M. Chlorinated solvent chemistry: Structures, nomenclature and properties. In: Stroo H.F., Ward C.H., editors. In Situ Remediation of Chlorinated Solvent Plume. Springer; Heidelberg, Germany: 2010."}, {"Citation": "Morrison R.D., Murphy B.L. Chlorinated Solvents: A Forensic Evaluation. Royal Society of Chemistry; Cambridge, UK: 2013."}, {"Citation": "Wexler P. Encyclopedia of Toxicology. 3rd ed. Academic Press; San Diego, CA, USA: 2014."}, {"Citation": "Neta G., Stewart P.A., Rajaraman P., Hein M.J., Waters M.A., Purdue M.P., Samanic C., Coble J.B., Linet M.S., Inskip P.D. Occupational exposure to chlorinated solvents and risks of glioma and meningioma in adults. Occup. Environ. Med. 2012;69:793–801. doi: 10.1136/oemed-2012-100742.", "ArticleIdList": ["10.1136/oemed-2012-100742", "PMC3850418", "22864249"]}, {"Citation": "National Institute for Occupational Safety and Health (NIOSH) NIOSH Pocket Guide to Chemical Hazards. NIOSH; Atlanta, GA, USA: 2007."}, {"Citation": "American Conference of Governmental Industrial Hygienists (ACGIH) 2016 TLVs and BEIs: Based on the Documentation of the Threshold Limit Values for Chemical Substances and Physical Agent. ACGIH; Cincinnati, OH, USA: 2016."}, {"Citation": "International Agency for Research on Cancer  . IARC Monographs on the Evaluation of Carcinogenic Risks to Humans. International Agency for Research on Cancer; Lyon, France: 2017.  [(accessed on 28 July 2017)].  Available online:  http://monographs.iarc.fr/ENG/"}, {"Citation": "Allen D.T. Evaluating environmental fate: Approaches based on chemical structure. In: Allen D.T., Shonnard D.R., editors. Green Engineering: Environmentally Conscious Design of Chemical Processes. Prentice Hall; Upper Saddle River, NJ, USA: 2002."}, {"Citation": "Sidebottom H., Franklin J. The atmospheric fate and impact of hydrochlorofluorocarbons and chlorinated solvents. Pure Appl. Chem. 1996;68:1757–1769. doi: 10.1351/pac199668091757.", "ArticleIdList": ["10.1351/pac199668091757"]}, {"Citation": "Derwent R.G., Jenkin M.E., Passant N.R., Pilling M.J. Reactivity-based strategies for photochemical ozone control in Europe. Environ. Sci. Policy. 2007;10:445–453. doi: 10.1016/j.envsci.2007.01.005.", "ArticleIdList": ["10.1016/j.envsci.2007.01.005"]}, {"Citation": "O’Doherty S.J., Carpenter L.J. Halogenated volatile organic compounds. In: Koppmann R., editor. Volatile Organic Compounds in the Atmosphere. Blackwell; Oxford, UK: 2007."}, {"Citation": "Intergovernmental Panel on Climate Change (IPCC) Climate Change 2007: The Physical Science Basis. Cambridge University Press; Cambridge, UK: 2007."}, {"Citation": "Hodnebrog Ø., Etminan M., Fuglestvedt J.S., Marston G., Myhre G., Nielsen C.J., Shine K.P., Wallington T.J. Global warming potentials and radiative efficiencies of halocarbons and related compounds: A comprehensive review. Rev. Geophys. 2013;51:300–378. doi: 10.1002/rog.20013.", "ArticleIdList": ["10.1002/rog.20013"]}, {"Citation": "Finlayson-Pitts B.J., Pits J.N., Jr. Chemistry of the Upper and Lower Atmosphere: Theory, Experiments, and Applications. Academic Press; San Diego, CA, USA: 2000."}, {"Citation": "Seinfeld J.H., Pandis S.N. Atmospheric Chemistry and Physics: From Air Pollution to Climate Change. 2nd ed. John Wiley & Sons; Hoboken, NJ, USA: 2006."}, {"Citation": "Wallington T.J., Sulbaek Andersen M.P., Nielsen O.J. Atmospheric chemistry of short-chain haloolefins: Photochemical ozone creation potentials (POCPs), global warming potentials (GWPs), and ozone depletion potentials (ODPs) Chemosphere. 2015;129:135–141. doi: 10.1016/j.chemosphere.2014.06.092.", "ArticleIdList": ["10.1016/j.chemosphere.2014.06.092", "25070769"]}, {"Citation": "Derwent R.G., Jenkin M.E., Saunders S.M. Photochemical ozone creation potentials for a large number of reactive hydrocarbons under European conditions. Atmos. Environ. 1996;30:181–199. doi: 10.1016/1352-2310(95)00303-G.", "ArticleIdList": ["10.1016/1352-2310(95)00303-G"]}, {"Citation": "Derwent R.G., Jenkin M.E., Saunders S.M., Pilling M.J. Photochemical ozone creation potentials for organic compounds in northwest Europe calculated with a master chemical mechanism. Atmos. Environ. 1998;32:2429–2441. doi: 10.1016/S1352-2310(98)00053-3.", "ArticleIdList": ["10.1016/S1352-2310(98)00053-3"]}, {"Citation": "Altenstedt J., Pleijel K. An alternative approach to photochemical ozone creation potentials applied under European conditions. J. Air Waste Manag. Assoc. 2000;50:1023–1036. doi: 10.1080/10473289.2000.10464145.", "ArticleIdList": ["10.1080/10473289.2000.10464145", "10902397"]}, {"Citation": "Spence J.W., Hanst P.L., Gay B.W., Jr. Atmospheric oxidation of methyl chloride, methylene chloride, and chloroform. J. Air Pollut. Control Assoc. 1976;26:994–996. doi: 10.1080/00022470.1976.10470354.", "ArticleIdList": ["10.1080/00022470.1976.10470354"]}, {"Citation": "Kindler T.P., Chameides W.L., Wine P.H., Cunnold D.M., Alyea F.N. The fate of atmospheric phosgene and the stratospheric chlorine loadings of its parent compounds: CCl4, C2Cl4, C2HCl3, CH3CCl3, and CHCl3. J. Geophys. Res. 1995;100:1235–1251. doi: 10.1029/94JD02518.", "ArticleIdList": ["10.1029/94JD02518"]}, {"Citation": "Lim K.P., Michael J.V. Thermal decomposition of COCl2. J. Phys. Chem. 1994;98:211–215. doi: 10.1021/j100052a035.", "ArticleIdList": ["10.1021/j100052a035"]}, {"Citation": "Burkholder J.B., Cox R.A., Ravishankara A.R. Atmospheric degradation of ozone depleting substances, their substitutes, and related species. Chem. Rev. 2015;115:3704–3759. doi: 10.1021/cr5006759.", "ArticleIdList": ["10.1021/cr5006759", "25893463"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "7", "Day": "28"}, {"Year": "2017", "Month": "9", "Day": "14"}, {"Year": "2017", "Month": "9", "Day": "15"}, {"Year": "2017", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "9", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["29051455", "PMC5750551", "10.3390/toxics5040023", "toxics5040023"]}}], "PubmedBookArticle": []}