{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["agriculture", "atmospheric inversion", "climate change", "nitrous oxide emissions", "synthetic nitrogen"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29078277", "DateCompleted": {"Year": "2018", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "10", "Day": "16"}], "ELocationID": ["10.1073/pnas.1704552114"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "114", "Issue": "45", "PubDate": {"Year": "2017", "Month": "Nov", "Day": "07"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Nitrous oxide emissions are enhanced in a warmer and wetter world.", "Pagination": {"StartPage": "12081", "EndPage": "12085", "MedlinePgn": "12081-12085"}, "Abstract": {"AbstractText": ["Nitrous oxide (N<sub>2</sub>O) has a global warming potential that is 300 times that of carbon dioxide on a 100-y timescale, and is of major importance for stratospheric ozone depletion. The climate sensitivity of N<sub>2</sub>O emissions is poorly known, which makes it difficult to project how changing fertilizer use and climate will impact radiative forcing and the ozone layer. Analysis of 6 y of hourly N<sub>2</sub>O mixing ratios from a very tall tower within the US Corn Belt-one of the most intensive agricultural regions of the world-combined with inverse modeling, shows large interannual variability in N<sub>2</sub>O emissions (316 Gg N<sub>2</sub>O-N⋅y<sup>-1</sup> to 585 Gg N<sub>2</sub>O-N⋅y<sup>-1</sup>). This implies that the regional emission factor is highly sensitive to climate. In the warmest year and spring (2012) of the observational period, the emission factor was 7.5%, nearly double that of previous reports. Indirect emissions associated with runoff and leaching dominated the interannual variability of total emissions. Under current trends in climate and anthropogenic N use, we project a strong positive feedback to warmer and wetter conditions and unabated growth of regional N<sub>2</sub>O emissions that will exceed 600 Gg N<sub>2</sub>O-N⋅y<sup>-1</sup>, on average, by 2050. This increasing emission trend in the US Corn Belt may represent a harbinger of intensifying N<sub>2</sub>O emissions from other agricultural regions. Such feedbacks will pose a major challenge to the Paris Agreement, which requires large N<sub>2</sub>O emission mitigation efforts to achieve its goals."], "CopyrightInformation": "Published under the PNAS license."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108; timgriffis@umn.edu."}], "LastName": "Griffis", "ForeName": "Timothy J", "Initials": "TJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}], "LastName": "Chen", "ForeName": "Zichong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "Agricultural Research Service, US Department of Agriculture, St. Paul, MN 55108."}], "LastName": "Baker", "ForeName": "John M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "School of Natural Resources, University of Missouri, Columbia, MO 65211."}], "LastName": "Wood", "ForeName": "Jeffrey D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}], "LastName": "Millet", "ForeName": "Dylan B", "Initials": "DB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Forestry and Environmental Studies, Yale University, New Haven, CT 06511."}, {"Identifier": [], "Affiliation": "Yale-NUIST Center on Atmospheric Environment, Nanjing University of Information, Science and Technology, Nanjing 210044, China."}], "LastName": "Lee", "ForeName": "Xuhui", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "Agricultural Research Service, US Department of Agriculture, St. Paul, MN 55108."}], "LastName": "Venterea", "ForeName": "Rodney T", "Initials": "RT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil, Water, and Climate, University of Minnesota-Twin Cities, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "Department of Global Ecology, Carnegie Institution for Science, Stanford, CA 94305."}], "LastName": "Turner", "ForeName": "Peter A", "Initials": "PA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Food and Agricultural Organization of the United Nations  2015 World Fertilizer Trends and Outlook to 2018. Available at  www.fao.org/3/a-i4324e.pdf. Accessed February 3, 2017."}, {"Citation": "Erisman JW, et al. How a century of ammonia synthesis changed the world. Nat Geosci. 2008;1:636–639."}, {"Citation": "Crutzen PJ, Mosier AR, Smith KA, Winiwarter W. N2O release from agro-biofuel production negates global warming reduction by replacing fossil fuel. Atmos Chem Phys. 2008;8:389–395."}, {"Citation": "Montzka SA, Dlugokencky EJ, Butler JH. Non-CO2 greenhouse gases and climate change. Nature. 2011;476:43–50.", "ArticleIdList": ["21814274"]}, {"Citation": "Ravishankara AR, Daniel JS, Portmann RW. Nitrous oxide (N2O): The dominant ozone-depleting substance emitted in the 21st century. Science. 2009;326:123–125.", "ArticleIdList": ["19713491"]}, {"Citation": "Zhang X, et al. Managing nitrogen for sustainable development. Nature. 2015;528:51–59.", "ArticleIdList": ["26595273"]}, {"Citation": "Galloway JN, et al. Transformation of the nitrogen cycle: Recent trends, questions, and potential solutions. Science. 2008;320:889–892.", "ArticleIdList": ["18487183"]}, {"Citation": "International Plant Nutrition Institute (IPNI)  2012 A Nutrient Use Information Systems (NuGIS) for the U.S, Available at  www.ipni.net/nugis. Accessed February 3, 2017."}, {"Citation": "Davidson EA. The contribution of manure and fertilizer nitrogen to atmospheric nitrous oxide since 1860. Nat Geosci. 2009;2:659–662."}, {"Citation": "Ciais, et al. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group 1 to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Stocker TF, et al., editors. Cambridge Univ Press; Cambridge, UK: 2013."}, {"Citation": "Reay DS, et al. Global agriculture and nitrous oxide emissions. Nat Clim Change. 2012;2:410–416."}, {"Citation": "Trenberth KE. Changes in precipitation with climate change. Clim Res. 2011;47:123–138."}, {"Citation": "Butterbach-Bahl K, Baggs EM, Dannenmann M, Kiese R, Zechmeister-Boltenstern S. Nitrous oxide emissions from soils: How well do we understand the processes and their controls? Philos Trans R Soc Lond B Biol Sci. 2013;368:20130122.", "ArticleIdList": ["PMC3682742", "23713120"]}, {"Citation": "NOAA National Centers for Environmental information  2016 Climate at a Glance: U.S. Available at  www.ncdc.noaa.gov/cag/. Accessed August 1, 2016."}, {"Citation": "Chen Z, et al. Partitioning N2O emissions within the US Corn Belt using an inverse modeling approach. Global Biogeochem Cycles. 2016;30:1192–1205."}, {"Citation": "Griffis TJ, et al. Reconciling the differences between top-down and bottom-up estimates of nitrous oxide emissions for the US Corn Belt. Global Biogeochem Cycles. 2013;27:746–754."}, {"Citation": "Turner PA, et al. Indirect nitrous oxide emissions from streams within the US Corn Belt scale with stream order. Proc Natl Acad Sci USA. 2015;112:9839–9843.", "ArticleIdList": ["PMC4538644", "26216994"]}, {"Citation": "Donner SD, Scavia D. How climate controls the flux of nitrogen by the Mississippi River and the development of hypoxia in the Gulf of Mexico. Limnol Oceanogr. 2007;52:856–861."}, {"Citation": "Turner PA, et al. Regional-scale controls on dissolved nitrous oxide in the Upper Mississippi River. Geophys Res Lett. 2016;43:4400–4407."}, {"Citation": "Miller SM, et al. Regional sources of nitrous oxide over the United States: Seasonal variation and spatial distribution. J Geophys Res Atmos. 2012;117:D06310."}, {"Citation": "Wagner-Riddle C, Thurtell GW. Nitrous oxide emissions from agricultural fields during winter and spring thaw as affected by management practices. Nutr Cycl Agroecosyst. 1998;52:151–163."}, {"Citation": "Wagner-Riddle C, et al. Globally important nitrous oxide emissions from croplands induced by freeze-thaw cycles. Nat Geosci. 2017;10:279–283."}, {"Citation": "Wade T, Claassen R, Wallander S. 2015. Conservation-practice adoption rates vary widely by crop and region. (US Dept of Agriculture, Economic Research Service, Washington, DC), Economic Information Bulletin 147."}, {"Citation": "United States Geological Survey  2017 Current Water Data for Minnesota. Available at  waterdata.usgs.gov/mn/nwis/rt. Accessed July 13, 2017."}, {"Citation": "Smith KA, et al. Effects of temperature, water content and nitrogen fertilization on emissions of nitrous oxide by soils. Atmos Environ. 1998;32:3301–3309."}, {"Citation": "Dobbie KE, et al. Nitrous oxide emissions from intensive agricultural systems: Variations between crops and seasons, key driving variables, and mean emission factors. J Geophys Res Atmos. 1999;104:26891–26899."}, {"Citation": "Venterea RT. Nitrite-driven nitrous oxide production under aerobic soil conditions: Kinetics and biochemical controls. Glob Change Biol. 2007;13:1798–1809."}, {"Citation": "Groffman PM, et al. Challenges to incorporating spatially and temporally explicit phenomena (hotspots and hot moments) in denitrification models. Biochemistry. 2009;93:49–77."}, {"Citation": "Muller C, Kammann C, Ottow JCG, Jager HJ. Nitrous oxide emission from frozen grassland soil and during thawing periods. J Plant Nutr Soil Sci. 2003;166:46–53."}, {"Citation": "Davidson EA. Representative concentration pathways and mitigation scenarios for nitrous oxide. Environ Res Lett. 2012;7:024005."}, {"Citation": "Lobell DB, et al. The critical role of extreme heat for maize production in the United States. Nat Clim Change. 2013;3:497–501."}, {"Citation": "Venterea RT, Coulter JA. Split application of urea does not decrease and may increase N2O emissions in rainfed corn. Agron J. 2015;107:337–348."}, {"Citation": "Parkin TB, Hatfield JL. Enhanced efficiency of fertilizers: Effect on nitrous oxide emissions in Iowa. Agron J. 2014;106:694–702."}, {"Citation": "Sistani KR, Jn-Baptiste M, Lovanh N, Cook KL. Atmospheric emissions of nitrous oxide, methane, and carbon dioxide from different nitrogen fertilizers. J Environ Qual. 2011;40:1797–1805.", "ArticleIdList": ["22031562"]}, {"Citation": "Basche AD, Miguez FE, Kaspar TC, Castellano MJ. Do cover crops increase or decrease nitrous oxide emissions? A meta-analysis. J Soil Water Conserv. 2014;69:471–482."}, {"Citation": "Turner PA, Baker JM, Griffis TJ, Venterea RT. Impact of kura clover living mulch on nitrous oxide emissions in a corn-soybean system. J Environ Qual. 2016;45:1782–1787.", "ArticleIdList": ["27695759"]}, {"Citation": "Dlugokencky EJ, Steele LP, Lang PM, Masarie KA. The growth rate and distribution of atmospheric methane. J Geophys Res. 1994;99:17021–17043."}, {"Citation": "Torrence C, Compo GP. A practical guide to wavelet analysis. Bull Am Meteorol Soc. 1998;79:61–78."}, {"Citation": "Grinsted A, Moore J, Jevrejeva S. Application of the cross wavelet transform and wavelet coherence to geophysical time series. Nonlinear Process Geophys. 2004;11:561–566."}, {"Citation": "Del Grosso SJ, et al. General model for N2O and N2 gas emissions from soils when comparing observed and gas emissions rates from irrigated field soils used for model testing NO2. Global Biogeochem Cycles. 2000;14:1045–1060."}, {"Citation": "Parton W, et al. Generalized model for NOx and N2O emissions from soils. J Geophys Res. 2001;106:17403–17419."}, {"Citation": "Taylor KE, Stouffer RJ, Meehl GA. An overview of CMIP5 and the experiment design. Bull Am Meteorol Soc. 2012;93:485–498."}, {"Citation": "Yukimoto S, et al. A new global climate model of the Meteorological Research Institute: MRI-CGCM3–model description and basic performance. J Meteorol Soc Japan. 2012;90A:23–64."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "10", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29078277", "PMC5692531", "10.1073/pnas.1704552114", "1704552114"]}}], "PubmedBookArticle": []}