{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["TSG-6", "asthma", "cell signaling", "extracellular matrix", "hyaluronan", "inter-alpha-inhibitor", "lung"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29122888", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "11", "Day": "09"}], "ELocationID": ["10.1074/jbc.M116.756627"], "Journal": {"ISSN": "1083-351X", "JournalIssue": {"Volume": "292", "Issue": "51", "PubDate": {"Year": "2017", "Month": "Dec", "Day": "22"}}, "Title": "The Journal of biological chemistry", "ISOAbbreviation": "J Biol Chem"}, "ArticleTitle": "TNF-stimulated gene 6 promotes formation of hyaluronan-inter-α-inhibitor heavy chain complexes necessary for ozone-induced airway hyperresponsiveness.", "Pagination": {"StartPage": "20845", "EndPage": "20858", "MedlinePgn": "20845-20858"}, "Abstract": {"AbstractText": ["Exposure to pollutants, such as ozone, exacerbates airway inflammation and hyperresponsiveness (AHR). TNF-stimulated gene 6 (TSG-6) is required to transfer inter-α-inhibitor heavy chains (HC) to hyaluronan (HA), facilitating HA receptor binding. TSG-6 is necessary for AHR in allergic asthma, because it facilitates the development of a pathological HA-HC matrix. However, the role of TSG-6 in acute airway inflammation is not well understood. Here, we hypothesized that TSG-6 is essential for the development of HA- and ozone-induced AHR. TSG-6<sup>-/-</sup> and TSG-6<sup>+/+</sup> mice were exposed to ozone or short-fragment HA (sHA), and AHR was assayed via flexiVent. The AHR response to sHA was evaluated in the isolated tracheal ring assay in tracheal rings from TSG-6<sup>-/-</sup> or TSG-6<sup>+/+</sup>, with or without the addition of exogenous TSG-6, and with or without inhibitors of Rho-associated, coiled-coil-containing protein kinase (ROCK), ERK, or PI3K. Smooth-muscle cells from mouse tracheas were assayed <i>in vitro</i> for signaling pathways. We found that TSG-6 deficiency protects against AHR after ozone (<i>in vivo</i>) or sHA (<i>in vitro</i> and <i>in vivo</i>) exposure. Moreover, TSG-6<sup>-/-</sup> tracheal ring non-responsiveness to sHA was reversed by exogenous TSG-6 addition. sHA rapidly activated RhoA, ERK, and Akt in airway smooth-muscle cells, but only in the presence of TSG-6. Inhibition of ROCK, ERK, or PI3K/Akt blocked sHA/TSG-6-mediated AHR. In conclusion, TSG-6 is necessary for AHR in response to ozone or sHA, in part because it facilitates rapid formation of HA-HC complexes. The sHA/TSG-6 effect is mediated by RhoA, ERK, and PI3K/Akt signaling."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Immunity Inflammation and Disease Laboratory, NIEHS, National Institutes of Health, Research Triangle Park, North Carolina 27709."}], "LastName": "Stober", "ForeName": "Vandy P", "Initials": "VP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Immunity Inflammation and Disease Laboratory, NIEHS, National Institutes of Health, Research Triangle Park, North Carolina 27709."}], "LastName": "Johnson", "ForeName": "Collin G", "Initials": "CG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio 44195, and."}], "LastName": "Majors", "ForeName": "Alana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio 44195, and."}], "LastName": "Lauer", "ForeName": "Mark E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio 44195, and."}], "LastName": "Cali", "ForeName": "Valbona", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio 44195, and."}], "LastName": "Midura", "ForeName": "Ronald J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Matrix Biology Institute, Edgewater, New Jersey 07020."}], "LastName": "Wisniewski", "ForeName": "Hans-Georg", "Initials": "HG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, Ohio 44195, and."}], "LastName": "Aronica", "ForeName": "Mark A", "Initials": "MA"}, {"Identifier": ["0000-0003-4007-375X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Immunity Inflammation and Disease Laboratory, NIEHS, National Institutes of Health, Research Triangle Park, North Carolina 27709, garantziotis@niehs.nih.gov."}], "LastName": "Garantziotis", "ForeName": "Stavros", "Initials": "S"}], "GrantList": [{"GrantID": "P01 HL107147", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "P01 HL081064", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "U10 HL109250", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "ZIA ES102605", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "P01 HL103453", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Intramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Biol Chem", "NlmUniqueID": "2985121R", "ISSNLinking": "0021-9258"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Alpha-Globulins"}, {"RegistryNumber": "0", "NameOfSubstance": "Cell Adhesion Molecules"}, {"RegistryNumber": "0", "NameOfSubstance": "Macromolecular Substances"}, {"RegistryNumber": "0", "NameOfSubstance": "Tnfaip6 protein, mouse"}, {"RegistryNumber": "39346-44-6", "NameOfSubstance": "inter-alpha-inhibitor"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9004-61-9", "NameOfSubstance": "Hyaluronic Acid"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "rho-Associated Kinases"}, {"RegistryNumber": "EC 3.6.5.2", "NameOfSubstance": "RhoA protein, mouse"}, {"RegistryNumber": "EC 3.6.5.2", "NameOfSubstance": "rho GTP-Binding Proteins"}, {"RegistryNumber": "EC 3.6.5.2", "NameOfSubstance": "rhoA GTP-Binding Protein"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Alpha-Globulins"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["deficiency", "genetics", "metabolism"], "DescriptorName": "Cell Adhesion Molecules"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Hyaluronic Acid"}, {"QualifierName": [], "DescriptorName": "In Vitro Techniques"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Macromolecular Substances"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred BALB C"}, {"QualifierName": [], "DescriptorName": "Mice, Knockout"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Myocytes, Smooth Muscle"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["etiology", "metabolism"], "DescriptorName": "Respiratory Hypersensitivity"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["metabolism"], "DescriptorName": "rho GTP-Binding Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "rho-Associated Kinases"}, {"QualifierName": [], "DescriptorName": "rhoA GTP-Binding Protein"}], "CoiStatement": "The authors declare that they have no conflicts of interest with the contents of this article"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cheng G., Swaidani S., Sharma M., Lauer M. E., Hascall V. C., and Aronica M. A. (2011) Hyaluronan deposition and correlation with inflammation in a murine ovalbumin model of asthma. Matrix Biol. 30, 126–134", "ArticleIdList": ["PMC3099436", "21251977"]}, {"Citation": "Cheng G., Swaidani S., Sharma M., Lauer M. E., Hascall V. C., and Aronica M. A. (2013) Correlation of hyaluronan deposition with infiltration of eosinophils and lymphocytes in a cockroach-induced murine model of asthma. Glycobiology 23, 43–58", "ArticleIdList": ["PMC3505010", "22917573"]}, {"Citation": "Swaidani S., Cheng G., Lauer M. E., Sharma M., Mikecz K., Hascall V. C., and Aronica M. A. (2013) TSG-6 protein is crucial for the development of pulmonary hyaluronan deposition, eosinophilia, and airway hyperresponsiveness in a murine model of asthma. J. Biol. Chem. 288, 412–422", "ArticleIdList": ["PMC3537038", "23118230"]}, {"Citation": "Liang J., Jiang D., Jung Y., Xie T., Ingram J., Church T., Degan S., Leonard M., Kraft M., and Noble P. W. (2011) Role of hyaluronan and hyaluronan-binding proteins in human asthma. J. Allergy Clin. Immunol. 128, 403–411.e3", "ArticleIdList": ["PMC3149736", "21570715"]}, {"Citation": "Zhuo L., Kanamori A., Kannagi R., Itano N., Wu J., Hamaguchi M., Ishiguro N., and Kimata K. (2006) SHAP potentiates the CD44-mediated leukocyte adhesion to the hyaluronan substratum. J. Biol. Chem. 281, 20303–20314", "ArticleIdList": ["16702221"]}, {"Citation": "Lauer M. E., Majors A. K., Comhair S., Ruple L. M., Matuska B., Subramanian A., Farver C., Dworski R., Grandon D., Laskowski D., Dweik R. A., Erzurum S. C., Hascall V. C., and Aronica M. A. (2015) Hyaluronan and its heavy chain modification in asthma severity and experimental asthma exacerbation. J. Biol. Chem. 290, 23124–23134", "ArticleIdList": ["PMC4645592", "26209637"]}, {"Citation": "Dockery D. W., Pope C. A 3rd, Xu X., Spengler J. D., Ware J. H., Fay M. E., Ferris B. G. Jr., and Speizer F. E. (1993) An association between air pollution and mortality in six U.S. cities. N. Engl. J. Med. 329, 1753–1759", "ArticleIdList": ["8179653"]}, {"Citation": "Bell M. L., McDermott A., Zeger S. L., Samet J. M., and Dominici F. (2004) Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA 292, 2372–2378", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Gryparis A., Forsberg B., Katsouyanni K., Analitis A., Touloumi G., Schwartz J., Samoli E., Medina S., Anderson H. R., Niciu E. M., Wichmann H. E., Kriz B., Kosnik M., Skorkovsky J., Vonk J. M., and Dörtbudak Z. (2004) Acute effects of ozone on mortality from the “air pollution and health: a European approach” project. Am. J. Respir. Crit. Care Med. 170, 1080–1087", "ArticleIdList": ["15282198"]}, {"Citation": "Katsouyanni K., Zmirou D., Spix C., Sunyer J., Schouten J. P., Pönkä A., Anderson H. R., Le Moullec Y., Wojtyniak B., Vigotti M. A., et al. (1995) Short-term effects of air pollution on health: a European approach using epidemiological time-series data. The APHEA project: background, objectives, design. Eur. Respir. J. 8, 1030–1038", "ArticleIdList": ["7589368"]}, {"Citation": "Hubbell B. J., Hallberg A., McCubbin D. R., and Post E. (2005) Health-related benefits of attaining the 8-hr ozone standard. Environ. Health Perspect. 113, 73–82", "ArticleIdList": ["PMC1253713", "15626651"]}, {"Citation": "Ito K., De Leon S. F., and Lippmann M. (2005) Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology 16, 446–457", "ArticleIdList": ["15951662"]}, {"Citation": "Levy J. I., Chemerynski S. M., and Sarnat J. A. (2005) Ozone exposure and mortality: an empiric bayes metaregression analysis. Epidemiology 16, 458–468", "ArticleIdList": ["15951663"]}, {"Citation": "Fann N., Lamson A. D., Anenberg S. C., Wesson K., Risley D., and Hubbell B. J. (2012) Estimating the national public health burden associated with exposure to ambient PM2.5 and ozone. Risk Anal. 32, 81–95", "ArticleIdList": ["21627672"]}, {"Citation": "Garantziotis S., Li Z., Potts E. N., Kimata K., Zhuo L., Morgan D. L., Savani R. C., Noble P. W., Foster W. M., Schwartz D. A., and Hollingsworth J. W. (2009) Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J. Biol. Chem. 284, 11309–11317", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Bracke K. R., Dentener M. A., Papakonstantinou E., Vernooy J. H., Demoor T., Pauwels N. S., Cleutjens J., van Suylen R. J., Joos G. F., Brusselle G. G., and Wouters E. F. (2010) Enhanced deposition of low-molecular-weight hyaluronan in lungs of cigarette smoke-exposed mice. Am. J. Respir. Cell Mol. Biol. 42, 753–761", "ArticleIdList": ["19675307"]}, {"Citation": "Lazrak A., Creighton J., Yu Z., Komarova S., Doran S. F., Aggarwal S., Emala C. W. Sr., Stober V. P., Trempus C. S., Garantziotis S., and Matalon S. (2015) Hyaluronan mediates airway hyperresponsiveness in oxidative lung injury. Am. J. Physiol. Lung Cell. Mol. Physiol. 308, L891–L903", "ArticleIdList": ["PMC4421785", "25747964"]}, {"Citation": "Garantziotis S., Li Z., Potts E. N., Lindsey J. Y., Stober V. P., Polosukhin V. V., Blackwell T. S., Schwartz D. A., Foster W. M., and Hollingsworth J. W. (2010) TLR4 is necessary for hyaluronan-mediated airway hyperresponsiveness after ozone inhalation. Am. J. Respir. Crit. Care Med. 181, 666–675", "ArticleIdList": ["PMC2868499", "20007931"]}, {"Citation": "Li Z., Potts-Kant E. N., Garantziotis S., Foster W. M., and Hollingsworth J. W. (2011) Hyaluronan signaling during ozone-induced lung injury requires TLR4, MyD88, and TIRAP. PLoS One 6, e27137.", "ArticleIdList": ["PMC3208559", "22073274"]}, {"Citation": "Song W., Yu Z., Doran S. F., Ambalavanan N., Steele C., Garantziotis S., and Matalon S. (2015) Respiratory syncytial virus infection increases chlorine induced airway hyper-responsiveness. Am. J. Physiol. Lung Cell. Mol. Physiol. 309, L205–L210", "ArticleIdList": ["PMC4525118", "26071553"]}, {"Citation": "Danchuk S., Ylostalo J. H., Hossain F., Sorge R., Ramsey A., Bonvillain R. W., Lasky J. A., Bunnell B. A., Welsh D. A., Prockop D. J., and Sullivan D. E. (2011) Human multipotent stromal cells attenuate lipopolysaccharide-induced acute lung injury in mice via secretion of tumor necrosis factor-α-induced protein 6. Stem Cell Res. Ther. 2, 27.", "ArticleIdList": ["PMC3218818", "21569482"]}, {"Citation": "Foskett A. M., Bazhanov N., Ti X., Tiblow A., Bartosh T. J., and Prockop D. J. (2014) Phase-directed therapy: TSG-6 targeted to early inflammation improves bleomycin-injured lungs. Am. J. Physiol. Lung Cell. Mol. Physiol. 306, L120–L131", "ArticleIdList": ["PMC3920207", "24242012"]}, {"Citation": "Mahoney D. J., Swales C., Athanasou N. A., Bombardieri M., Pitzalis C., Kliskey K., Sharif M., Day A. J., Milner C. M., and Sabokbar A. (2011) TSG-6 inhibits osteoclast activity via an autocrine mechanism and is functionally synergistic with osteoprotegerin. Arthritis Rheum. 63, 1034–1043", "ArticleIdList": ["21162099"]}, {"Citation": "Choi H., Lee R. H., Bazhanov N., Oh J. Y., and Prockop D. J. (2011) Anti-inflammatory protein TSG-6 secreted by activated MSCs attenuates zymosan-induced mouse peritonitis by decreasing TLR2/NF-κB signaling in resident macrophages. Blood 118, 330–338", "ArticleIdList": ["PMC3138686", "21551236"]}, {"Citation": "Lee R. H., Pulin A. A., Seo M. J., Kota D. J., Ylostalo J., Larson B. L., Semprun-Prieto L., Delafontaine P., and Prockop D. J. (2009) Intravenous hMSCs improve myocardial infarction in mice because cells embolized in lung are activated to secrete the anti-inflammatory protein TSG-6. Cell Stem Cell 5, 54–63", "ArticleIdList": ["PMC4154377", "19570514"]}, {"Citation": "Oh J. Y., Roddy G. W., Choi H., Lee R. H., Ylöstalo J. H., Rosa R. H. Jr, and Prockop D. J. (2010) Anti-inflammatory protein TSG-6 reduces inflammatory damage to the cornea following chemical and mechanical injury. Proc. Natl. Acad. Sci. U.S.A. 107, 16875–16880", "ArticleIdList": ["PMC2947923", "20837529"]}, {"Citation": "Forteza R., Casalino-Matsuda S. M., Monzon M. E., Fries E., Rugg M. S., Milner C. M., and Day A. J. (2007) TSG-6 potentiates the antitissue kallikrein activity of inter-α-inhibitor through bikunin release. Am. J. Respir. Cell Mol. Biol. 36, 20–31", "ArticleIdList": ["PMC1899306", "16873769"]}, {"Citation": "Lauer M. E., Dweik R. A., Garantziotis S., and Aronica M. A. (2015) The rise and fall of hyaluronan in respiratory diseases. Int. J. Cell Biol. 2015, 712507.", "ArticleIdList": ["PMC4581576", "26448757"]}, {"Citation": "Katoh S., Matsumoto N., Kawakita K., Tominaga A., Kincade P. W., and Matsukura S. (2003) A role for CD44 in an antigen-induced murine model of pulmonary eosinophilia. J. Clin. Invest. 111, 1563–1570", "ArticleIdList": ["PMC155042", "12750406"]}, {"Citation": "Lauer M. E., Fulop C., Mukhopadhyay D., Comhair S., Erzurum S. C., and Hascall V. C. (2009) Airway smooth muscle cells synthesize hyaluronan cable structures independent of inter-α-inhibitor heavy chain attachment. J. Biol. Chem. 284, 5313–5323", "ArticleIdList": ["PMC2643503", "19075022"]}, {"Citation": "Lauer M. E., Glant T. T., Mikecz K., DeAngelis P. L., Haller F. M., Husni M. E., Hascall V. C., and Calabro A. (2013) Irreversible heavy chain transfer to hyaluronan oligosaccharides by tumor necrosis factor-stimulated gene-6. J. Biol. Chem. 288, 205–214", "ArticleIdList": ["PMC3537015", "23166324"]}, {"Citation": "Jiang D., Liang J., Fan J., Yu S., Chen S., Luo Y., Prestwich G. D., Mascarenhas M. M., Garg H. G., Quinn D. A., Homer R. J., Goldstein D. R., Bucala R., Lee P. J., Medzhitov R., and Noble P. W. (2005) Regulation of lung injury and repair by Toll-like receptors and hyaluronan. Nat. Med. 11, 1173–1179", "ArticleIdList": ["16244651"]}, {"Citation": "O'Byrne P. M., Walters E. H., Gold B. D., Aizawa H. A., Fabbri L. M., Alpert S. E., Nadel J. A., and Holtzman M. J. (1984) Neutrophil depletion inhibits airway hyperresponsiveness induced by ozone exposure. Am. Rev. Respir. Dis. 130, 214–219", "ArticleIdList": ["6465675"]}, {"Citation": "Gao F., Koenitzer J. R., Tobolewski J. M., Jiang D., Liang J., Noble P. W., and Oury T. D. (2008) Extracellular superoxide dismutase inhibits inflammation by preventing oxidative fragmentation of hyaluronan. J. Biol. Chem. 283, 6058–6066", "ArticleIdList": ["PMC2268976", "18165226"]}, {"Citation": "Rahman M. S., Yamasaki A., Yang J., Shan L., Halayko A. J., and Gounni A. S. (2006) IL-17A induces eotaxin-1/CC chemokine ligand 11 expression in human airway smooth muscle cells: role of MAPK (Erk1/2, JNK, and p38) pathways. J. Immunol. 177, 4064–4071", "ArticleIdList": ["16951370"]}, {"Citation": "Sakai H., Nishizawa Y., Nishimura A., Chiba Y., Goto K., Hanazaki M., and Misawa M. (2010) Angiotensin II induces hyperresponsiveness of bronchial smooth muscle via an activation of p42/44 ERK in rats. Pflugers Arch. 460, 645–655", "ArticleIdList": ["20495822"]}, {"Citation": "Midgley A. C., Rogers M., Hallett M. B., Clayton A., Bowen T., Phillips A. O., and Steadman R. (2013) Transforming growth factor-β1 (TGF-β1)-stimulated fibroblast to myofibroblast differentiation is mediated by hyaluronan (HA)-facilitated epidermal growth factor receptor (EGFR) and CD44 co-localization in lipid rafts. J. Biol. Chem. 288, 14824–14838", "ArticleIdList": ["PMC3663506", "23589287"]}, {"Citation": "Zhu S., Korzh V., Gong Z., and Low B. C. (2008) RhoA prevents apoptosis during zebrafish embryogenesis through activation of Mek/Erk pathway. Oncogene 27, 1580–1589", "ArticleIdList": ["17873909"]}, {"Citation": "Zhao M., Discipio R. G., Wimmer A. G., and Schraufstatter I. U. (2006) Regulation of CXCR4-mediated nuclear translocation of extracellular signal-related kinases 1 and 2. Mol. Pharmacol. 69, 66–75", "ArticleIdList": ["16210428"]}, {"Citation": "Li Z., Dong X., Wang Z., Liu W., Deng N., Ding Y., Tang L., Hla T., Zeng R., Li L., and Wu D. (2005) Regulation of PTEN by Rho small GTPases. Nat. Cell Biol. 7, 399–404", "ArticleIdList": ["15793569"]}, {"Citation": "Lee K. S., Lee H. K., Hayflick J. S., Lee Y. C., and Puri K. D. (2006) Inhibition of phosphoinositide 3-kinase δ attenuates allergic airway inflammation and hyperresponsiveness in murine asthma model. FASEB J. 20, 455–465", "ArticleIdList": ["16507763"]}, {"Citation": "Choi Y. H., Jin G. Y., Li L. C., and Yan G. H. (2013) Inhibition of protein kinase C δ attenuates allergic airway inflammation through suppression of PI3K/Akt/mTOR/HIF-1α/VEGF pathway. PLoS One 8, e81773.", "ArticleIdList": ["PMC3843701", "24312355"]}, {"Citation": "Cheng C., Ho W. E., Goh F. Y., Guan S. P., Kong L. R., Lai W. Q., Leung B. P., and Wong W. S. (2011) Anti-malarial drug artesunate attenuates experimental allergic asthma via inhibition of the phosphoinositide 3-kinase/Akt pathway. PLoS One 6, e20932.", "ArticleIdList": ["PMC3111464", "21695271"]}, {"Citation": "Xie J., Broxmeyer H. E., Feng D., Schweitzer K. S., Yi R., Cook T. G., Chitteti B. R., Barwinska D., Traktuev D. O., Van Demark M. J., Justice M. J., Ou X., Srour E. F., Prockop D. J., Petrache I., and March K. L. (2015) Human adipose-derived stem cells ameliorate cigarette smoke-induced murine myelosuppression via secretion of TSG-6. Stem Cells 33, 468–478", "ArticleIdList": ["PMC4618797", "25329668"]}, {"Citation": "Jourdain M., Carrette O., Tournoys A., Fourrier F., Mizon C., Mangalaboyi J., Goudemand J., Mizon J., and Chopin C. (1997) Effects of inter-α-inhibitor in experimental endotoxic shock and disseminated intravascular coagulation. Am. J. Respir. Crit. Care Med. 156, 1825–1833", "ArticleIdList": ["9412562"]}, {"Citation": "Garantziotis S., Hollingsworth J. W., Ghanayem R. B., Timberlake S., Zhuo L., Kimata K., and Schwartz D. A. (2007) Inter-α-trypsin inhibitor attenuates complement activation and complement-induced lung injury. J. Immunol. 179, 4187–4192", "ArticleIdList": ["17785858"]}, {"Citation": "Adair J. E., Stober V., Sobhany M., Zhuo L., Roberts J. D., Negishi M., Kimata K., and Garantziotis S. (2009) Inter-α-trypsin inhibitor promotes bronchial epithelial repair after injury through vitronectin binding. J. Biol. Chem. 284, 16922–16930", "ArticleIdList": ["PMC2719329", "19395377"]}, {"Citation": "Baranova N. S., Nileback E., Haller F. M., Briggs D. C., Svedhem S., Day A. J., and Richter R. P. (2011) The inflammation-associated protein TSG-6 cross-links hyaluronan via hyaluronan-induced TSG-6 oligomers. J. Biol. Chem. 286, 25675–25686", "ArticleIdList": ["PMC3138277", "21596748"]}, {"Citation": "Baranova N. S., Foulcer S. J., Briggs D. C., Tilakaratna V., Enghild J. J., Milner C. M., Day A. J., and Richter R. P. (2013) Inter-α-inhibitor impairs TSG-6-induced hyaluronan cross-linking. J. Biol. Chem. 288, 29642–29653", "ArticleIdList": ["PMC3795262", "24005673"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "9", "Day": "1"}, {"Year": "2017", "Month": "10", "Day": "27"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29122888", "PMC5743062", "10.1074/jbc.M116.756627", "S0021-9258(20)32738-1"]}}], "PubmedBookArticle": []}