{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["AQHI", "Data assimilation", "Nitrogen dioxide", "Ozone", "Particulate matter", "Sulfate", "Vertical correlation length"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29142613", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "06", "Day": "10"}], "ELocationID": ["10.1007/s11869-017-0485-9"], "Journal": {"ISSN": "1873-9318", "JournalIssue": {"Volume": "10", "Issue": "8", "PubDate": {"Year": "2017"}}, "Title": "Air quality, atmosphere, & health", "ISOAbbreviation": "Air Qual Atmos Health"}, "ArticleTitle": "Surface data assimilation of chemical compounds over North America and its impact on air quality and Air Quality Health Index (AQHI) forecasts.", "Pagination": {"StartPage": "955", "EndPage": "970", "MedlinePgn": "955-970"}, "Abstract": {"AbstractText": ["The aim of this paper is to analyze the impact of initializing GEM-MACH, Environment and Climate Change Canada's air quality (AQ) forecast model, with multi-pollutant surface objective analyses (MPSOA). A series of 48-h air quality forecasts were launched for July 2012 (summer case) and January 2014 (winter case) for ozone, NO<sub>2</sub>, and PM<sub>2.5</sub>. In this setup, the GEM-MACH model (version 1.3.8.2) was initialized with surface analysis increments (from MPSOA) which were projected in the vertical by applying an appropriate fractional weighting in order to obtain 3D analyses in the lower troposphere. Here, we have used a methodology based on sensitivity tests to obtain the optimum vertical correlation length (VCL). Overall, results showed that for PM<sub>2.5</sub>, more specifically for sulfate and crustal materials, AQ forecasts initialized with MPSOA showed a very significant improvement compared to forecasts without data assimilation, which extended beyond 48 h in all seasons. Initializing the model with ozone analyses also had a significant impact but on a shorter time scale than that of PM<sub>2.5</sub>. Finally, assimilation of NO<sub>2</sub> was found to have much less impact than longer-lived species. The impact of simultaneous assimilation of the three pollutants (PM<sub>2.5</sub>, ozone, and NO<sub>2</sub>) was also examined and found very significant in reducing the total error of the Air Quality Health Index (AQHI) over 48 h and beyond. We suggest that the period over which there is a significant improvement due to assimilation could be an adequate measure of the pollutant atmospheric lifetime."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["0000 0001 2184 7612", "grid.410334.1"], "Affiliation": "Air Quality Research Division, Environment and Climate Change Canada, 2121 Trans-Canada Highway, Dorval, QC H9P 1J3 Canada."}], "LastName": "Robichaud", "ForeName": "Alain", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Air Qual Atmos Health", "NlmUniqueID": "101317801", "ISSNLinking": "1873-9318"}, "CoiStatement": "The author declares that he has no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agudelo OM, Viaene P, de Moor BLR (2015) Improving the PM10 estimates of the air quality model AURORA by using Optimal Interpolation. 17th IFAC Symposium on System Identification. Beijing Intrenational Convention Center, Beijing, China"}, {"Citation": "American Lung Association . State of the air 2016. 2016."}, {"Citation": "Bannister RN. A review of forecast error covariance statistics in atmospheric variational data assimilation. Part I: characteristics and measurements of forecast error covariances Quart J of the Royal Met Soc. 2008;134:1951–1970."}, {"Citation": "Bannister RN. A review of forecast error covariance statistics in atmospheric variational data assimilation. Part II: Modelling the forecast error covariance statistics Quart J of the Royal Met Soc. 2008;134:1971–1996."}, {"Citation": "Bédard J, Laroche S, Gauthier P. A geo-statistical observation operator for the assimilation of near-surface wind data. Quart J of the Royal Met Soc. 2015;141:2857–2868. doi: 10.1002/qj.2569.", "ArticleIdList": ["10.1002/qj.2569"]}, {"Citation": "Blond N, Bel L, Vautard R. Three-dimensional ozone analyses and their use for short term ozone forecast. J Geophys Res. 2004;109:D17303. doi: 10.1029/2004JD004515.", "ArticleIdList": ["10.1029/2004JD004515"]}, {"Citation": "Borrego C, Monteiro A, Pay MT, Ribeiro I, Miranda AI, Basart S, Baldasano JM. How bias-correction can improve air quality forecasts over Portugal. Atmos Env. 2011;45:6629–6641. doi: 10.1016/j.atmosenv.2011.09.006.", "ArticleIdList": ["10.1016/j.atmosenv.2011.09.006"]}, {"Citation": "Bosveld FC, Baas P, Steeneveld GJ, Holtslag A, Angevine WM, Bazile E, Evert IF et al (2014) The third GABLS intercomparison case for evaluation studies of boundary-layer models. Part A: Case Selection and Set-Up, Boundary-Layer Meteorol. doi:10.1007/s10546-014-9917-3"}, {"Citation": "Chang JC, Hanna SR. Air quality model performance evaluation. Meteorog Atmos Phys. 2004;87:167–196. doi: 10.1007/s00703-003-0070-7.", "ArticleIdList": ["10.1007/s00703-003-0070-7"]}, {"Citation": "Côté J, Desmarais JG, Gravel S, Méthot A, Patoine A, Roch M, Staniforth AN. The operational CMC-MRB global environmental multiscale (GEM) model. Part II: results. Mon Wea Rev. 1998;126:1397–1418. doi: 10.1175/1520-0493(1998)126<1397:TOCMGE>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0493(1998)126<1397:TOCMGE>2.0.CO;2"]}, {"Citation": "Côté J, Gravel S, Méthot A, Patoine A, Roch M, Staniforth AN. The operational CMC-MRB global environmental multiscale (GEM) model. Part I: design considerations and formulation. Mon Wea Rev. 1998;126:1373–1395. doi: 10.1175/1520-0493(1998)126<1373:TOCMGE>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0493(1998)126<1373:TOCMGE>2.0.CO;2"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkear A, Martin RV, Villeneuve PJ, Jerrett M, Goldberg MS, Pope CA, III, Brauer M, Brook RD, Robichaud A, Ménard R, Burnett R. Ambient PM2.5, O3 and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian census health and environment cohort (CanCHEC) Environmental Health Perspective. 2015;123(11):1180–1186. doi: 10.1289/ehp.1409276.", "ArticleIdList": ["10.1289/ehp.1409276", "PMC4629747", "26528712"]}, {"Citation": "Ebtekar M. Air pollution induced asthma and alterations in cytokine patterns. Review article. Iran J Allergy Asthma Immunol. 2006;5(2):47–56.", "ArticleIdList": ["17237576"]}, {"Citation": "EEA-WHO (2002) Children’s health and environment: a review of evidence. A joint report from the European Environment Agency and the World Health Organization Regional Office for Europe. Tamburlini G, von Ehrenstein OS, Bertolini R. WHO Regional Office for Europe ISBN 92–9167–412-5"}, {"Citation": "Elbern H, Strunk A, Nieradzik L (2010) Inverse modeling and combined stated-source estimation for chemical weather. In: Lahoz W, Khattatov B., Ménard R (Eds) Data assimilation Springer. Springer-Verlag Berlin Heidelberg, pp 491–513. doi10.1007/978-3-540-74703-1"}, {"Citation": "EPA (2012) Our Nation’s Air: status and trends through 2010, US EPA, Office of Air Quality Planning and Standards, Research Triangle Park, NC, EPA-454/R-12-001. Available at http://www.epa.gov/airtrends/2011/report/fullreport.pdf"}, {"Citation": "Georgopoulos PG, Lioy PJ. From theoretical aspects of human exposure and dose assessment to computational model implementation: the modeling environment for total risk studies (MENTOR) Journal of Toxicology and Environmental Health - Part B, Critical Reviews. 2006;9(6):457–483. doi: 10.1080/10937400600755929.", "ArticleIdList": ["10.1080/10937400600755929", "17090483"]}, {"Citation": "Germany WHO (World Health Organization) (2003). Phenology and human health: allergic disorders. Copenhagen; WHO regional office for Europe, 55p. Available at http://apps.who.int/iris/bitstream/10665/107479/1/e79129.pdf"}, {"Citation": "IARC (2013) Air pollution and cancer. Editors: Kurt Straif, Aaron Cohen, and Jonathan Samet. IARC Scientific. Publication no. 161, eISBN 978-92-832-2161-6, Word Health Organization"}, {"Citation": "Kalnay E (2003) Atmospheric modeling. Cambridge University Press, Data assimilation and predictability, New York. ISBN-13978-0-521-79629-3"}, {"Citation": "Lahoz WA, Errera Q, Swinbank R, Fonteyn D. Data assimilation of stratospheric constituents: a review. Atmos Chem Phys. 2007;7:5745–5773. doi: 10.5194/acp-7-5745-2007.", "ArticleIdList": ["10.5194/acp-7-5745-2007"]}, {"Citation": "Mailhot J, Bélair S, Benoit R et al. (1998) Scientific description of RPN Physics Library—Version 3.6. Recherche en prévision numérique, 188p. Available at http://www.cmc.ec.gc.ca/rpn/physics/physic98.pdf"}, {"Citation": "Ménard R, Robichaud A 2005. The chemistry-forecast system at the Meteorological Service of Canada. In: ECMWF Seminar proceedings on Global Earth-System Monitoring, Reading, UK, pp 297–308"}, {"Citation": "Messina P, D’Isidoro M, Maurizi A, Fierli F. Impact of assimilated observations on improving tropospheric ozone simulations. Atmos Env. 2011;45:6674–6681. doi: 10.1016/j.atmosenv.2011.08.056.", "ArticleIdList": ["10.1016/j.atmosenv.2011.08.056"]}, {"Citation": "Moran MD et al (2014) Recent Advances in Canada’s National Operational AQ Forecasting System. In: Steyn D, Builtjes P, Timmermans R (eds) Air Pollution Modeling and its Application XXII. NATO Science for Peace and Security Series C: Environmental Security. Springer, Dordrecht. doi:10.1007/978-94-007-5577-2_37"}, {"Citation": "Pagowski M, Grell GA, McKeen SA, Peckham SE, Devenyi D. Three-dimensional variational data assimilation of ozone and fine particulate matter observations: some results using the weather-research and forecasting-chemistry model and grid-point statistical interpolation. Quart J of Royal Met Soc. 2010;136(653):2013–2014. doi: 10.1002/qj.700.", "ArticleIdList": ["10.1002/qj.700"]}, {"Citation": "Pope CA, III, Burnett RT, Michael D, Thun J, et al. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. J of Amer Med Assoc. 2002;287(9):1132–1141. doi: 10.1001/jama.287.9.1132.", "ArticleIdList": ["10.1001/jama.287.9.1132", "PMC4037163", "11879110"]}, {"Citation": "Pope CA, III, Dockery D. Health effects of fine particulate air pollution: lines that connect. J. Air Waste Manage Assoc. 2006;56:458–468. doi: 10.1080/10473289.2006.10464485.", "ArticleIdList": ["10.1080/10473289.2006.10464485", "16805397"]}, {"Citation": "Reeves F. Planète Coeur. Montréal: Santé cardiaque et environnement. Éditions MultiMondes et Éditions CHU Sainte-Justine; 2011."}, {"Citation": "Reidmiller DR, et al. The influence of foreign vs. North American emissions on surface ozone in the US, Atmos Chem Phys. 2009;9(14):5027–5042."}, {"Citation": "Robichaud A. Using synoptic weather categories to analyze levels of pollutants and understand the nature of AQ model residuals for ozone and PM2.5. Québec: Presented to IWAQFR Congress; 2010."}, {"Citation": "Robichaud A, Ménard R. Multi-year objective analyses of warm season ground-level ozone and PM2.5 over North America using real-time observations and Canadian operational air quality models. Atmos Chem Phys. 2014;14:1–32. doi: 10.5194/acp-14-1769-2014.", "ArticleIdList": ["10.5194/acp-14-1769-2014"]}, {"Citation": "Robichaud A, Ménard R, Zaïtseva Y, Anselmo D (2016) Multi-pollutant surface objective analyses and mapping of air quality health index over North America. Air Quality, Atmosphere & Health, doi. doi:10.1007/s11869-015-0385-9", "ArticleIdList": ["PMC5054062", "27785157"]}, {"Citation": "Sandu A, Chai T. Chemical-data assimilation—an overview. Atmosphere. 2011;2:426–463. doi: 10.3390/atmos2030426.", "ArticleIdList": ["10.3390/atmos2030426"]}, {"Citation": "Silibello C, Bolingnamo A, Sozzi R, Gariazzo C (2014) Application of a chemical transport model and optimized data assimilation methods to improve air quality assessment. Air Quality Atmosphere & Health 7(3). doi:10.1007/s11869-014-0235-1"}, {"Citation": "Stieb DM, Burnett RT, Smith-Dorion M et al (2008) A new multipollutant, no-threshold air quality health index based on short term associations observed in daily time-series analyses. J Air Waste Manage Assoc:435–450. doi:10.3155/1047-3289,58.3,435", "ArticleIdList": ["18376646"]}, {"Citation": "Stull RB. An introduction to boundary layer meteorology. Dordrecht: Kluwer Academic Publishers; 1988."}, {"Citation": "Sun Q, Wang A, Ximei J, et al. Long-term air pollution exposure and acceleration of atherosclerosis and vascular inflammation in an animal model. J Am Medical Assoc. 2005;294:1599–1608. doi: 10.1001/jama.294.23.3003.", "ArticleIdList": ["10.1001/jama.294.23.3003", "16414948"]}, {"Citation": "Tombette M, Mallet V, Sportisse B. PM10 data assimilation over Europe with the optimal interpolation method. Atmos Chem Phys. 2009;9:57–70. doi: 10.5194/acp-9-57-2009.", "ArticleIdList": ["10.5194/acp-9-57-2009"]}, {"Citation": "Vira J, Sofiev M. Assimilation of surface NO2 and O3 observations into the SILAM chemistry transport model. Geosci Model Dev. 2015;8:191–203. doi: 10.5194/gmd-8-191-2015.", "ArticleIdList": ["10.5194/gmd-8-191-2015"]}, {"Citation": "Vitel H (2002) Vertical profiles of NO2 and HONO in the boundary layer. PhD thesis, University of Ruperto-Carola, University of Heidelberg, Germany"}, {"Citation": "Wilczak J, McKeen S, Djalalova I, Grell G, Peckham S, Gong W, Bouchet V, Moffet R, McHenry J, McQueen J, Lee P, Tang Y, Carmichael GR. Bias-corrected ensemble and probabilistic forecasts of surface ozone over eastern North America during the summer of 2004. J of Geophys Research. 2006;111:D23S28. doi: 10.1029/2006JD007598.", "ArticleIdList": ["10.1029/2006JD007598"]}, {"Citation": "Wu L, Mallet V, Bocquet M, Sportisse B. A comparison study of data assimilation algorithms for ozone forecast. J Geophys Res. 2008;113:D20310. doi: 10.1029/2008JD009991.", "ArticleIdList": ["10.1029/2008JD009991"]}, {"Citation": "Zhang Y, Bocquet M, Mallet V, Seigneur C, Baklanov A. Real-time air quality forecasting part II: state of the science, current research, needs and future prospects. Atmos Env. 2012;60:656–676. doi: 10.1016/j.atmosenv.2012.02.041.", "ArticleIdList": ["10.1016/j.atmosenv.2012.02.041"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "2", "Day": "15"}, {"Year": "2017", "Month": "5", "Day": "17"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "6", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29142613", "PMC5660843", "10.1007/s11869-017-0485-9", "485"]}}], "PubmedBookArticle": []}