{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air Pollution", "Cardiovascular Diseases", "Environmental Exposures", "Hospital Admissions", "Iran"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29147121", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1735-3955", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2017", "Month": "May"}}, "Title": "ARYA atherosclerosis", "ISOAbbreviation": "ARYA Atheroscler"}, "ArticleTitle": "Ambient air pollution and daily hospital admissions for cardiovascular diseases in Arak, Iran.", "Pagination": {"StartPage": "117", "EndPage": "134", "MedlinePgn": "117-134"}, "Abstract": {"AbstractText": ["Outdoor air pollution has been considered as one of the most serious health concerns over the last decade. This study aimed to investigate the association between ambient air pollution and cardiovascular hospital admissions.", "This investigation was carried out from January 1, 2010 to December 31, 2015, in the urban population of Arak, Iran. Daily records of concentrations of air pollutants including particulate matter less than 10 µm (PM10), nitrogen dioxide (NO2), particulate matter less than 2.5 µm (PM2.5), ozone (O3), carbon monoxide (CO), and sulfur dioxide (SO2) as well as the daily number of hospital admissions due to cardiovascular disease were inquired from the Arak Department of Environment and two major hospitals, respectively. Time-series regression analysis was used to evaluate the effect of the pollutants on cardiovascular hospital admissions with different lag structures, controlling for weather variables, seasonality and long-term time trends, and day of the week.", "Each 10 µg/m3 increase in PM10 and NO2 and 1 mg/m3 increase in CO concentrations at lag 0 (day) were significantly associated with an increase of 0.7% (P = 0.004), 3.3% (P = 0.006), and 9.4% (P < 0.001), respectively in overall cardiovascular hospital admissions. The elderly were more susceptible than those under 60 years to exposure to the pollutants (especially NO2) with regard to cardiovascular hospital admission.", "The results of this study showed that hospital admission for cardiovascular disease is partly related to the levels of ambient air pollutions in Arak. Susceptibility to air pollutants varies by age groups and sex."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PhD Candidate, Neurology Research Center, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Vahedian", "ForeName": "Mostafa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Environmental Health Engineering Research Center, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Khanjani", "ForeName": "Narges", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Biostatistics and Epidemiology, School of Public Health, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Mirzaee", "ForeName": "Moghaddameh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Department of Environmental Health Engineering, School of Health, Arak University of Medical Sciences, Arak, Iran."}], "LastName": "Koolivand", "ForeName": "Ali", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "ARYA Atheroscler", "NlmUniqueID": "101487337", "ISSNLinking": "1735-3955"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Xu Q, Li X, Wang S, Wang C, Huang F, Gao Q, et al. Fine particulate air pollution and hospital emergency room visits for respiratory disease in urban areas in Beijing, China, in 2013. PLoS One. 2016;11(4):e0153099.", "ArticleIdList": ["PMC4824441", "27054582"]}, {"Citation": "Nasser Z, Salameh P, Nasser W, Abou Abbas, Elias E, Leveque A. Outdoor particulate matter (PM) and associated cardiovascular diseases in the Middle East. Int J Occup Med Environ Health. 2015;28(4):641–61.", "ArticleIdList": ["26216305"]}, {"Citation": "Daryanoosh SM, Goudarzi G, Omidi Khaniabadi, Armin H, Bassiri H, Omidi Khaniabadi. Effect of Exposure to PM10 on Cardiovascular Diseases Hospitalizations in Ahvaz, Khorramabad and Ilam, Iran During 2014. Iranian Journal of Health, Safety & Environment, 2016;3(1):428–33."}, {"Citation": "Pope CA, Dockery DW. Health effects of fine particulate air pollution: Lines that connect. J Air Waste Manag Assoc. 2006;56(6):709–42.", "ArticleIdList": ["16805397"]}, {"Citation": "Mohammadi A, Azhdarpoor A, Shahsavani A, Tabatabaee H. Investigating the health effects of exposure to criteria pollutants using airQ2.2.3 in Shiraz, Iran. Aerosol Air Qual Res. 2016;16(4):1035–43."}, {"Citation": "World Health Organization.  Ambient (outdoor) air quality and health [Online]. 2014.  Available from: URL:  http://www.who.int/mediacentre/factsheets/fs313/en."}, {"Citation": "Vahedian M, Khanjani N, Mirzaee M, Koolivand A. Associations of short-term exposure to air pollution with respiratory hospital admissions in Arak, Iran. J Environ Health Sci Eng. 2017;15:17.", "ArticleIdList": ["PMC5514473", "28725443"]}, {"Citation": "Rezaei S, Khanjani N, Mohammadi Senjedkooh, Darabi Fard. The effect of air pollution on respiratory disease visits to the emergency department in Kerman, Iran. J Health Dev. 2015;4(4):306–14."}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA. Association between mortality and indicators of traffic-related air pollution in the Netherlands: A cohort study. Lancet. 2002;360(9341):1203–9.", "ArticleIdList": ["12401246"]}, {"Citation": "Pope CA, Burnett RT, Thurston GD, Thun MJ, Calle EE, Krewski D, et al. Cardiovascular mortality and long-term exposure to particulate air pollution: Epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004;109(1):71–7.", "ArticleIdList": ["14676145"]}, {"Citation": "Khanjani N, Ranadeh Kalankesh, Mansouri F. Air pollution and respiratory deaths in Kerman, Iran (from 2006 till 2010). Iran J Epidemiol. 2012;8(3):58–65."}, {"Citation": "Dadbakhsh M, Khanjani N, Bahrampour A. \"Death from respiratory diseases and air pollutants in Shiraz, Iran (2006-2012). Journal of Environment Pollution and Human Health. 2015;3(1):4–11."}, {"Citation": "Dastoorpoor M, Idani E, Khanjani N, Goudarzi G, Bahrampour A. Relationship between air pollution, weather, traffic, and traffic-related mortality. Trauma Mon. 2016;21(4):e37585.", "ArticleIdList": ["PMC5282930", "28180125"]}, {"Citation": "Hashemi SY, Khanjani N, Soltaninejad Y, Momenzadeh R. Air pollution and cardiovascular mortality in Kerman from 2006 to 2011. American Journal of Cardiovascular Disease Research. 2014;2(2):27–30."}, {"Citation": "Hoek G, Brunekreef B, Fischer P, van Wijnen J. The association between air pollution and heart failure, arrhythmia, embolism, thrombosis, and other cardiovascular causes of death in a time series study. Epidemiology. 2001;12(3):355–7.", "ArticleIdList": ["11337606"]}, {"Citation": "Kang SH, Heo J, Oh IY, Kim J, Lim WH, Cho Y, et al. Ambient air pollution and out-of-hospital cardiac arrest. Int J Cardiol. 2016;203:1086–92.", "ArticleIdList": ["26646382"]}, {"Citation": "Dadbakhsh M, Khanjani N, Bahrampour A. Death from cardiovascular diseases and air pollution in Shiraz, Iran (March 2006-March 2012). J Epid Prev Med. 2016;2(1):114."}, {"Citation": "Shah AS, Langrish JP, Nair H, McAllister DA, Hunter AL, Donaldson K, et al. Global association of air pollution and heart failure: A systematic review and meta-analysis. Lancet. 2013;382(9897):1039–48.", "ArticleIdList": ["PMC3809511", "23849322"]}, {"Citation": "Ma Y, Zhang H, Zhao Y, Zhou J, Yang S, Zheng X, et al. Short-term effects of air pollution on daily hospital admissions for cardiovascular diseases in western China. Environ Sci Pollut Res Int. 2017;24(16):14071–9.", "ArticleIdList": ["28409432"]}, {"Citation": "World Health Organization.  Cardiovascular diseases (CVDs) [Online]. 2016.  Available from: URL:  http://www.who.int/mediacentre/factsheets/fs317/en."}, {"Citation": "Ukehaxhaj A, Gjorgjev D, Ramadani M, Krasniqi S, Gjergji T, Zogaj D. Air pollution in pristina, influence on cardiovascular hospital morbidity. Med Arch. 2013;67(6):438–41.", "ArticleIdList": ["PMC4272484", "25568517"]}, {"Citation": "Franchini M, Mannucci PM. Short-term effects of air pollution on cardiovascular diseases: Outcomes and mechanisms. J Thromb Haemost. 2007;5(11):2169–74.", "ArticleIdList": ["17958737"]}, {"Citation": "Beelen R, Hoek G, van den, Goldbohm RA, Fischer P, Schouten LJ, et al. Long-term effects of traffic-related air pollution on mortality in a Dutch cohort (NLCS-AIR study). Environ Health Perspect. 2008;116(2):196–202.", "ArticleIdList": ["PMC2235230", "18288318"]}, {"Citation": "Tonne C, Melly S, Mittleman M, Coull B, Goldberg R, Schwartz J. A case-control analysis of exposure to traffic and acute myocardial infarction. Environ Health Perspect. 2007;115(1):53–7.", "ArticleIdList": ["PMC1797833", "17366819"]}, {"Citation": "Samoli E, Atkinson RW, Analitis A, Fuller GW, Green DC, Mudway I, et al. Associations of short-term exposure to traffic-related air pollution with cardiovascular and respiratory hospital admissions in London, UK. Occup Environ Med. 2016;73(5):300–7.", "ArticleIdList": ["PMC4853598", "26884048"]}, {"Citation": "Katsoulis M, Dimakopoulou K, Pedeli X, Trichopoulos D, Gryparis A, Trichopoulou A, et al. Long-term exposure to traffic-related air pollution and cardiovascular health in a Greek cohort study. Sci Total Environ. 2014;490:934–40.", "ArticleIdList": ["24908651"]}, {"Citation": "Colais P, Serinelli M, Faustini A, Stafoggia M, Randi G, Tessari R, et al. Air pollution and urgent hospital admissions in nine Italian cities. Results of the EpiAir Project. Epidemiol Prev. 2009;33(6 Suppl 1):77–94.", "ArticleIdList": ["20418588"]}, {"Citation": "Bell ML, Peng RD, Dominici F, Samet JM. Emergency hospital admissions for cardiovascular diseases and ambient levels of carbon monoxide: Results for 126 United States urban counties, 1999-2005. Circulation. 2009;120(11):949–55.", "ArticleIdList": ["PMC2777712", "19720933"]}, {"Citation": "Nasser Z, Salameh P, Dakik H, Elias E, Abou AL, Leveque A. Outdoor air pollution and cardiovascular diseases in Lebanon: A case-control study. J Environ Public Health. 2015;2015:810846.", "ArticleIdList": ["PMC4310226", "25653681"]}, {"Citation": "Waked A, Afif C. Emissions of air pollutants from road transport in Lebanon and other countries in the Middle East region. Atmos Environ. 2012;61:446–52."}, {"Citation": "Solgi E. Assessment of copper and zinc contamination in soils of industrial estates of Arak region (Iran). Iran J Toxicol. 2015;9(28):1277–83."}, {"Citation": "Bhaskaran K, Gasparrini A, Hajat S, Smeeth L, Armstrong B. Time series regression studies in environmental epidemiology. Int J Epidemiol. 2013;42(4):1187–95.", "ArticleIdList": ["PMC3780998", "23760528"]}, {"Citation": "Ye X, Peng L, Kan H, Wang W, Geng F, Mu Z, et al. Acute effects of particulate air pollution on the incidence of coronary heart disease in Shanghai, China. PLoS One. 2016;11(3):e0151119.", "ArticleIdList": ["PMC4778855", "26942767"]}, {"Citation": "Phung D, Hien TT, Linh HN, Luong LM, Morawska L, Chu C, et al. Air pollution and risk of respiratory and cardiovascular hospitalizations in the most populous city in Vietnam. Sci Total Environ. 2016;557-558(322):30.", "ArticleIdList": ["27016680"]}, {"Citation": "Zhang Y, Wang SG, Ma YX, Shang KZ, Cheng YF, Li X, et al. Association between ambient air pollution and hospital emergency admissions for respiratory and cardiovascular diseases in Beijing: A time series study. Biomed Environ Sci. 2015;28(5):352–63.", "ArticleIdList": ["26055562"]}, {"Citation": "Mustafic H, Jabre P, Caussin C, Murad MH, Escolano S, Tafflet M, et al. Main air pollutants and myocardial infarction: A systematic review and meta-analysis. JAMA. 2012;307(7):713–21.", "ArticleIdList": ["22337682"]}, {"Citation": "Fung KY, Luginaah I, Gorey KM, Webster G. Air pollution and daily hospitalization rates for cardiovascular and respiratory diseases in London, Ontario. Int J Environ Stud. 2005;62(6):677–85.", "ArticleIdList": ["PMC2919560", "20703387"]}, {"Citation": "Shahi AM, Omraninava A, Goli M, Soheilarezoomand HR, Mirzaei N. The Effects of Air Pollution on Cardiovascular and Respiratory Causes of Emergency Admission. Emerg (Tehran) 2014;2(3):107–14.", "ArticleIdList": ["PMC4614571", "26495360"]}, {"Citation": "Pereira Filho, Pereira LA, Arbex FF, Arbex M, Conceiēćo GM, Santos UP, et al. Effect of air pollution on diabetes and cardiovascular diseases in Sćo Paulo, Brazil. Braz J Med Biol Res. 2008;41(6):526–32.", "ArticleIdList": ["18560673"]}, {"Citation": "Martins LC, Pereira LA, Lin CA, Santos UP, Prioli G, Luiz OC, et al. The effects of air pollution on cardiovascular diseases: Lag structures. Rev Saude Publica. 2006;40(4):677–83.", "ArticleIdList": ["17063245"]}, {"Citation": "Milojevic A, Wilkinson P, Armstrong B, Bhaskaran K, Smeeth L, Hajat S. Short-term effects of air pollution on a range of cardiovascular events in England and Wales: Case-crossover analysis of the MINAP database, hospital admissions and mortality. Heart. 2014;100(14):1093–8.", "ArticleIdList": ["PMC4078678", "24952943"]}, {"Citation": "Jevtic M, Dragic N, Bijelovic S, Popovic M. Cardiovascular diseases and air pollution in Novi Sad, Serbia. Int J Occup Med Environ Health. 2014;27(2):153–64.", "ArticleIdList": ["24549995"]}, {"Citation": "Chang CC, Tsai SS, Ho SC, Yang CY. Air pollution and hospital admissions for cardiovascular disease in Taipei, Taiwan. Environ Res. 2005;98(1):114–9.", "ArticleIdList": ["15721891"]}, {"Citation": "Hashemi SY, Khanjani N. Air Pollution and Cardiovascular Hospital Admissions in Kerman, Iran. J Heart Cardiol. 2016;2(2):1–6."}, {"Citation": "Xie J, He M, Zhu W. Acute effects of outdoor air pollution on emergency department visits due to five clinical subtypes of coronary heart diseases in shanghai, china. J Epidemiol. 2014;24(6):452–9.", "ArticleIdList": ["PMC4213219", "24998952"]}, {"Citation": "Tong L, Li K, Zhou Q. Promoted relationship of cardiovascular morbidity with air pollutants in a typical Chinese urban area. PLoS One. 2014;9(9):e108076.", "ArticleIdList": ["PMC4172570", "25247693"]}, {"Citation": "Leem JH, Kim ST, Kim HC. Public-health impact of outdoor air pollution for 2(nd) air pollution management policy in Seoul metropolitan area, Korea. Ann Occup Environ Med. 2015;27:7.", "ArticleIdList": ["PMC4392455", "25866666"]}, {"Citation": "Willocks LJ, Bhaskar A, Ramsay CN, Lee D, Brewster DH, Fischbacher CM, et al. Cardiovascular disease and air pollution in Scotland: No association or insufficient data and study design? BMC Public Health. 2012;12:227.", "ArticleIdList": ["PMC3476376", "22440092"]}, {"Citation": "Dominici F, McDermott A, Daniels M, Zeger SL, Samet JM. Revised analyses of the National Morbidity, Mortality, and Air Pollution Study: Mortality among residents of 90 cities. J Toxicol Environ Health A. 2005;68(13-14):1071–92.", "ArticleIdList": ["16024489"]}, {"Citation": "Zanobetti A, Franklin M, Koutrakis P, Schwartz J. Fine particulate air pollution and its components in association with cause-specific emergency admissions. Environ Health. 2009;8:58.", "ArticleIdList": ["PMC2807856", "20025755"]}, {"Citation": "Jalaludin B, Morgan G, Lincoln D, Sheppeard V, Simpson R, Corbett S. Associations between ambient air pollution and daily emergency department attendances for cardiovascular disease in the elderly (65+ years), Sydney, Australia. J Expo Sci Environ Epidemiol. 2006;16(3):225–37.", "ArticleIdList": ["16118657"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29147121", "PMC5677328"]}}], "PubmedBookArticle": []}