{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CalEnviroScreen", "Census", "Environmental exposure", "Environmental justice", "Health hazard", "Multivariate analysis", "Principal component analysis", "Socioeconomic status", "Spatial regression", "Vulnerable populations"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29237504", "DateCompleted": {"Year": "2018", "Month": "08", "Day": "27"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "12", "Day": "13"}], "ELocationID": ["131", "10.1186/s12940-017-0344-z"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2017", "Month": "Dec", "Day": "13"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "A multivariate analysis of CalEnviroScreen: comparing environmental and socioeconomic stressors versus chronic disease.", "Pagination": {"StartPage": "131", "MedlinePgn": "131"}, "Abstract": {"AbstractText": ["The health-risk assessment paradigm is shifting from single stressor evaluation towards cumulative assessments of multiple stressors. Recent efforts to develop broad-scale public health hazard datasets provide an opportunity to develop and evaluate multiple exposure hazards in combination.", "We performed a multivariate study of the spatial relationship between 12 indicators of environmental hazard, 5 indicators of socioeconomic hardship, and 3 health outcomes. Indicators were obtained from CalEnviroScreen (version 3.0), a publicly available environmental justice screening tool developed by the State of California Environmental Protection Agency. The indicators were compared to the total rate of hospitalization for 14 ICD-9 disease categories (a measure of disease burden) at the zip code tabulation area population level. We performed principal component analysis to visualize and reduce the CalEnviroScreen data and spatial autoregression to evaluate associations with disease burden.", "CalEnviroScreen was strongly associated with the first principal component (PC) from a principal component analysis (PCA) of all 20 variables (Spearman ρ = 0.95). In a PCA of the 12 environmental variables, two PC axes explained 43% of variance, with the first axis indicating industrial activity and air pollution, and the second associated with ground-level ozone, drinking water contamination and PM<sub>2.5</sub>. Mass of pesticides used in agriculture was poorly or negatively correlated with all other environmental indicators, and with the CalEnviroScreen calculation method, suggesting a limited ability of the method to capture agricultural exposures. In a PCA of the 5 socioeconomic variables, the first PC explained 66% of variance, representing overall socioeconomic hardship. In simultaneous autoregressive models, the first environmental and socioeconomic PCs were both significantly associated with the disease burden measure, but more model variation was explained by the socioeconomic PCs.", "This study supports the use of CalEnviroScreen for its intended purpose of screening California regions for areas with high environmental exposure and population vulnerability. Study results further suggest a hypothesis that, compared to environmental pollutant exposure, socioeconomic status has greater impact on overall burden of disease."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Health Sciences Division, School of Public Health, University of California, Berkeley, 50 University Hall #7360, Berkeley, CA, 94720, USA. begreen@siue.edu."}, {"Identifier": [], "Affiliation": "Present Address: Environmental Sciences Department, Southern Illinois University, Edwardsville, IL, 62026, USA. begreen@siue.edu."}], "LastName": "Greenfield", "ForeName": "Ben K", "Initials": "BK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Zuckerberg San Francisco General Hospital, University of California, San Francisco, 1001 Potrero Avenue, San Francisco, CA, 94110, USA."}], "LastName": "Rajan", "ForeName": "Jayant", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Health Sciences Division, School of Public Health, University of California, Berkeley, 50 University Hall #7360, Berkeley, CA, 94720, USA."}], "LastName": "McKone", "ForeName": "Thomas E", "Initials": "TE"}], "GrantList": [{"GrantID": "FP917287", "Agency": "U.S. Environmental Protection Agency (US)", "Country": ""}, {"GrantID": "1144885", "Agency": "National Science Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}, {"QualifierName": [], "DescriptorName": "Cost of Illness"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": [], "DescriptorName": "Vulnerable Populations"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. This study analyzes only existing, publicly available, de-identified data, analyzed at an aggregated scale. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "DeFur PL, Evans GW, Cohen Hubal EA, Kyle AD, Morello-Frosch RA, Williams DR. Vulnerability as a function of individual and group resources in cumulative risk assessment. Environ Health Perspect. 2007;115:817–824. doi: 10.1289/ehp.9332.", "ArticleIdList": ["10.1289/ehp.9332", "PMC1867984", "17520073"]}, {"Citation": "Roth R, Barsi E. The “community need index”. A new tool pinpoints health care disparities in communities throughout the nation. Health Prog. 2005;86:32–8.", "ArticleIdList": ["16092512"]}, {"Citation": "Briggs D. Making a difference: indicators to improve children’s environmental health. Geneva: World Health Organization Geneva; 2003."}, {"Citation": "National Research Council. Science and Decisions: Advancing Risk Assessment. Washington, DC; 2009. http://www.nap.edu/catalog.php?record_id=12209."}, {"Citation": "Shankardass K, McConnell R, Jerrett M, Milam J, Richardson J, Berhane K. Parental stress increases the effect of traffic-related air pollution on childhood asthma incidence. Proc Natl Acad Sci U S A. 2009;106:12406–12411. doi: 10.1073/pnas.0812910106.", "ArticleIdList": ["10.1073/pnas.0812910106", "PMC2718368", "19620729"]}, {"Citation": "Solomon GM, Morello-Frosch R, Zeise L, Faust J. Cumulative environmental impacts: science and policy to protect communities. Annu Rev Public Health. 2016;37:annurev-publhealth-032315-021807. doi:10.1146/annurev-publhealth-032315-021807.", "ArticleIdList": ["26735429"]}, {"Citation": "National Research Council. Exposure Science in the 21st Century: A Vision and a Strategy. The National Academies Press; 2012. http://www.nap.edu/openbook.php?record_id=13507.", "ArticleIdList": ["24901193"]}, {"Citation": "Scammell MK, Montague P, Raffensperger C. Tools for addressing cumulative impacts on human health and the environment. Environ Justice. 2014;7:102–109. doi: 10.1089/env.2014.0016.", "ArticleIdList": ["10.1089/env.2014.0016"]}, {"Citation": "Lalloué B, Monnez J-M, Padilla C, Kihal W, Zmirou-Navier D, Deguen S. Data analysis techniques: a tool for cumulative exposure assessment. J Expo Sci Environ Epidemiol. 2015;25:222–230. doi: 10.1038/jes.2014.66.", "ArticleIdList": ["10.1038/jes.2014.66", "25248936"]}, {"Citation": "Messer LC, Jagai JS, Rappazzo KM, Lobdell DT. Construction of an environmental quality index for public health research. Environ Health. 2014;13:39. doi: 10.1186/1476-069X-13-39.", "ArticleIdList": ["10.1186/1476-069X-13-39", "PMC4046025", "24886426"]}, {"Citation": "Callahan MA, Sexton K. If cumulative risk assessment is the answer, what is the question? Environ Health Perspect. 2007;115:799–806. doi: 10.1289/ehp.9330.", "ArticleIdList": ["10.1289/ehp.9330", "PMC1867996", "17520071"]}, {"Citation": "Sadd JL, Pastor M, Morello-Frosch R, Scoggins J, Jesdale B. Playing it safe: assessing cumulative impact and social vulnerability through an environmental justice screening method in the South Coast Air Basin, California. Int J Environ Res Public Health. 2011;8:1441–59. https://doi.org/10.3390/ijerph8051441.", "ArticleIdList": ["10.3390/ijerph8051441", "PMC3108119", "21655129"]}, {"Citation": "Meehan August L, Faust JB, Cushing L, Zeise L, Alexeeff GV. Methodological considerations in screening for cumulative environmental health impacts: lessons learned from a pilot study in California. Int J Environ Res Public Health. 2012;9:3069–3084. doi: 10.3390/ijerph9093069.", "ArticleIdList": ["10.3390/ijerph9093069", "PMC3499854", "23202671"]}, {"Citation": "Huang G, London J. Cumulative environmental vulnerability and environmental justice in California’s San Joaquin Valley. Int J Environ Res Public Health. 2012;9:1593–1608. doi: 10.3390/ijerph9051593.", "ArticleIdList": ["10.3390/ijerph9051593", "PMC3386574", "22754459"]}, {"Citation": "Wilson S, Burwell-Naney K, Jiang C, Zhang H, Samantapudi A, Murray R, et al. Assessment of sociodemographic and geographic disparities in cancer risk from air toxics in South Carolina. Environ Res. 2015;140:562–568. doi: 10.1016/j.envres.2015.05.016.", "ArticleIdList": ["10.1016/j.envres.2015.05.016", "PMC4492882", "26037107"]}, {"Citation": "Shrestha R, Flacke J, Martinez J, Van Maarseveen M. Environmental health related socio-spatial inequalities: identifying “hotspots” of environmental burdens and social vulnerability. Int J Environ Res Public Health. 2016;13:23. doi: 10.3390/ijerph13070691.", "ArticleIdList": ["10.3390/ijerph13070691", "PMC4962232", "27409625"]}, {"Citation": "Pearce JR, Richardson EA, Mitchell RJ, Shortt NK. Environmental justice and health: the implications of the socio-spatial distribution of multiple environmental deprivation for health inequalities in the United Kingdom. Trans Inst Br Geogr. 2010;35:522–539. doi: 10.1111/j.1475-5661.2010.00399.x.", "ArticleIdList": ["10.1111/j.1475-5661.2010.00399.x"]}, {"Citation": "Alexeeff G, Mataka AY. CalEnviroScreen: a pathway to address environmental justice issues in California. EM Mag. 2014:26–31."}, {"Citation": "Gaffron P, Niemeier D. School locations and traffic emissions — environmental (in)justice findings using a new screening method. Int J Environ Res Public Health. 2015;12:2009–2025. doi: 10.3390/ijerph120202009.", "ArticleIdList": ["10.3390/ijerph120202009", "PMC4344707", "25679341"]}, {"Citation": "Los Angeles Collaborative for Environmental Health and Justice. Hidden Hazards. A Call to Action for Healthy, Livable Communities. Los Angeles, CA; 2010. https://www.libertyhill.org/news/reports/hidden-hazards-call-action-healthy-livable-communities."}, {"Citation": "OEHHA. Responses to public comments on the method to identify disadvantaged communities under Senate Bill 535. 2014. http://www.dfeh.ca.gov/wp-content/uploads/sites/34/2016/10/EnvJustice-GHGInvest-Documents-SB535PubCom.pdf."}, {"Citation": "Morello-Frosch R, Pastor M Jr, Sadd J, Porras C, Prichard M. Citizens, science, and data judo. Leveraging secondary data analysis to build a community-academic collaborative for environmental justice in southern California. In: Israel BA, Eng E, Schulz AJ, Parker EA, editors. Methods in Community Based Participatory Research for Health. 1st ed. San Francisco: John Wiley & Sons; 2005. p. 371–92. http://www.wiley.com/WileyCDA/WileyTitle/productCd-0787980064.html."}, {"Citation": "Faust J, August L, Bangia K, Galaviz V, Leichty J, Prasad S, et al. Update to the California Communities Environmental Health Screening Tool, CalEnviroScreen 3.0. 2017. https://oehha.ca.gov/calenviroscreen/report/calenviroscreen-30."}, {"Citation": "Cushing L, Faust J, August LM, Cendak R, Wieland W, Alexeeff G. Racial/ethnic disparities in cumulative environmental health impacts in California: evidence from a statewide environmental justice screening tool (CalEnviroScreen 1.1). Am J Public Health. 2015:e1–8. 10.2105/AJPH.2015.302643.", "ArticleIdList": ["PMC4605180", "26378826"]}, {"Citation": "Bierman P, Lewis M, Ostendorf B, Tanner J. A review of methods for analysing spatial and temporal patterns in coastal water quality. Ecol Indic. 2011;11:103–114. doi: 10.1016/j.ecolind.2009.11.001.", "ArticleIdList": ["10.1016/j.ecolind.2009.11.001"]}, {"Citation": "James FC, McCulloch CE. Multivariate analysis in ecology and systematics: panacea or Pandora’s box? Annu Rev Ecol Syst. 1990:129–66."}, {"Citation": "Bivand RS, Pebesma EJ, Gomez-Rubio V. Applied Spatial Data Analysis with R. New York: Springer; 2008."}, {"Citation": "OEHHA. CalEnviroScreen Version 2.0. California Environmental Protection Agency Office of Environmental Health Hazard Assessment (OEHHA). 2014. https://oehha.ca.gov/calenviroscreen/report/calenviroscreen-version-20. Accessed 13 Apr 2017."}, {"Citation": "OEHHA. Responses to major comments on the CalEnviroScreen 3.0 public review draft. Sacramento, CA; 2017. https://oehha.ca.gov/calenviroscreen/report/calenviroscreen-30."}, {"Citation": "Vieira VM, Villanueva C, Chang J, Ziogas A, Bristow RE. Impact of community disadvantage and air pollution burden on geographic disparities of ovarian cancer survival in California. Environ Res. 2017;156:388–393. doi: 10.1016/j.envres.2017.03.057.", "ArticleIdList": ["10.1016/j.envres.2017.03.057", "PMC5467739", "28395243"]}, {"Citation": "Committee on Models in the Regulatory Decision Process. Models in Environmental Regulatory Decision Making. National Research Council, National Academies Press; 2007."}, {"Citation": "OEHHA. CalEnviroScreen 3.0. 2017. https://oehha.ca.gov/calenviroscreen/report/calenviroscreen-30. Accessed 7 Jun 2017."}, {"Citation": "OEHHA. New in CalEnviroScreen 3.0: changes since version 2.0. Sacramento, CA; 2017."}, {"Citation": "Babin SM, Burkom HS, Holtry RS, Tabernero NR, Stokes LD, Davies-Cole JO, et al. Pediatric patient asthma-related emergency department visits and admissions in Washington, DC, from 2001–2004, and associations with air quality, socio-economic status and age group. Environ Health. 2007;6:9. doi: 10.1186/1476-069X-6-9.", "ArticleIdList": ["10.1186/1476-069X-6-9", "PMC1845147", "17376237"]}, {"Citation": "Huang X, Lessner L, Carpenter DO. Exposure to persistent organic pollutants and hypertensive disease. Environ Res. 2006;102:101–106. doi: 10.1016/j.envres.2005.12.011.", "ArticleIdList": ["10.1016/j.envres.2005.12.011", "16458884"]}, {"Citation": "Salomon JA, Haagsma JA, Davis A, de Noordhout CM, Polinder S, Havelaar AH, et al. Disability weights for the global burden of disease 2013 study. Lancet Glob Health. 2015;3:e712–e723. doi: 10.1016/S2214-109X(15)00069-8.", "ArticleIdList": ["10.1016/S2214-109X(15)00069-8", "26475018"]}, {"Citation": "Nord E. Disability weights in the global burden of disease 2010: unclear meaning and overstatement of international agreement. Health Policy (New York) 2013;111:99–104. doi: 10.1016/j.healthpol.2013.03.019.", "ArticleIdList": ["10.1016/j.healthpol.2013.03.019", "23608637"]}, {"Citation": "Lessard LN, Alcala E, Capitman JA. Pollution, poverty, and potentially preventable childhood morbidity in central California. J Pediatr. 2016;168:198–204. doi: 10.1016/j.jpeds.2015.08.007.", "ArticleIdList": ["10.1016/j.jpeds.2015.08.007", "26421486"]}, {"Citation": "R Core Team. R: A language and environment for statistical computing. 2017. http://www.r-project.org/."}, {"Citation": "Messer LC, Laraia BA, Kaufman JS, Eyster J, Holzman C, Culhane J, et al. The development of a standardized neighborhood deprivation index. J Urban Heal. 2006;83:1041–1062. doi: 10.1007/s11524-006-9094-x.", "ArticleIdList": ["10.1007/s11524-006-9094-x", "PMC3261293", "17031568"]}, {"Citation": "Genberg BL, Gange SJ, Go VF, Celentano DD, Kirk GD, Latkin CA, et al. The effect of neighborhood deprivation and residential relocation on long-term injection cessation among injection drug users (IDUs) in Baltimore, Maryland. Addiction. 2011;106:1966–1974. doi: 10.1111/j.1360-0443.2011.03501.x.", "ArticleIdList": ["10.1111/j.1360-0443.2011.03501.x", "PMC3189272", "21592251"]}, {"Citation": "Josse J, Husson F. missMDA: a package for handling missing values in multivariate data analysis. J Stat Softw. 2016;70:1–31. https://doi.org/10.18637/jss.v070.i01.", "ArticleIdList": ["10.18637/jss.v070.i01."]}, {"Citation": "Brunsdon C, Comber L. An Introduction to R for Spatial Analysis & Mapping. London: SAGE; 2015."}, {"Citation": "Anselin L. The Moran scatterplot as an ESDA tool to assess local instability in spatial association. In: GISDATA Specialist Meeting on GIS and Spatial Analysis. Amsterdam: West Virginia University Regional Research Institute; 1993. p. 111–25."}, {"Citation": "Krivoruchko K. Spatial Statistical Data Analysis for GIS Users. Redlands: ESRI Press; 2011."}, {"Citation": "Raftery AE. Bayesian model selection in social research. Sociol Methodol. 1995;25:111–163. doi: 10.2307/271063.", "ArticleIdList": ["10.2307/271063"]}, {"Citation": "Nagelkerke NJD. A note on a general definition of the coefficient of determination. Biometrika. 1991;78:691–692. doi: 10.1093/biomet/78.3.691.", "ArticleIdList": ["10.1093/biomet/78.3.691"]}, {"Citation": "McCune B, Grace JB. Analysis of Ecological Communities. Gleneden Beach: MJM Software Design; 2002. http://www.pcord.com"}, {"Citation": "John JA, Draper NR. An alternative family of transformations. J R Stat Soc: Ser C: Appl Stat. 1980;29:190–197."}, {"Citation": "Schielzeth H. Simple means to improve the interpretability of regression coefficients. Methods Ecol Evol. 2010;1:103–113. doi: 10.1111/j.2041-210X.2010.00012.x.", "ArticleIdList": ["10.1111/j.2041-210X.2010.00012.x"]}, {"Citation": "OEHHA. CalEnviroScreen 3.0 Draft: Public Comments. California Environmental Protection Agency Office of Environmental Health Hazard Assessment (OEHHA). 2016. http://oehha.ca.gov/calenviroscreen/comment/calenviroscreen-30-draft-public-comments."}, {"Citation": "Roberts EM, English PB, Grether JK, Windham GC, Somberg L, Wolff C. Maternal residence near agricultural pesticide applications and autism spectrum disorders among children in the California Central Valley. Environ Health Perspect. 2007;115:1482–1489.", "ArticleIdList": ["PMC2022638", "17938740"]}, {"Citation": "Alavanja MCR, Hoppin JA, Kamel F. Health effects of chronic pesticide exposure: cancer and neurotoxicity. Annu Rev Public Health. 2004;25:155–197. doi: 10.1146/annurev.publhealth.25.101802.123020.", "ArticleIdList": ["10.1146/annurev.publhealth.25.101802.123020", "15015917"]}, {"Citation": "Marks AR, Harley K, Bradman A, Kogut K, Barr DB, Johnson C, et al. Organophosphate pesticide exposure and attention in young Mexican-American children: the CHAMACOS study. Environ Health Perspect. 2010;118:1768–1774. doi: 10.1289/ehp.1002056.", "ArticleIdList": ["10.1289/ehp.1002056", "PMC3002198", "21126939"]}, {"Citation": "Balazs C, Morello-Frosch R, Hubbard A, Ray I. Social disparities in nitrate-contaminated drinking water in California’s San Joaquin Valley. Environ Health Perspect. 2011;119:1272–1278. doi: 10.1289/ehp.1002878.", "ArticleIdList": ["10.1289/ehp.1002878", "PMC3230390", "21642046"]}, {"Citation": "Weinhold I, Gurtner S. Understanding shortages of sufficient health care in rural areas. Health Policy (New York) 2014;118:201–214. doi: 10.1016/j.healthpol.2014.07.018.", "ArticleIdList": ["10.1016/j.healthpol.2014.07.018", "25176511"]}, {"Citation": "Morgenstern H. Uses of ecological analyses in epidemiologic research. Am J Public Health. 1982;72:1336–1344. doi: 10.2105/AJPH.72.12.1336.", "ArticleIdList": ["10.2105/AJPH.72.12.1336", "PMC1650553", "7137430"]}, {"Citation": "Thacker SB, Stroup DF, Carande-Kulis V, Marks JS, Rov K, Gerberding JL. Measuring the public’s health. Public Health Rep. 2006;121:14–22.", "ArticleIdList": ["PMC1497799", "16416694"]}, {"Citation": "Grubesic TH, Matisziw TC. On the use of ZIP codes and ZIP code tabulation areas (ZCTAs) for the spatial analysis of epidemiological data. Int J Health Geogr. 2006;5:58. doi: 10.1186/1476-072X-5-58.", "ArticleIdList": ["10.1186/1476-072X-5-58", "PMC1762013", "17166283"]}, {"Citation": "Cushing L, Morello-Frosch R, Wander M, Pastor M. The haves, the have-nots, and the health of everyone: the relationship between social inequality and environmental quality. Annu Rev Public Health. 2015;36:193–209. doi: 10.1146/annurev-publhealth-031914-122646.", "ArticleIdList": ["10.1146/annurev-publhealth-031914-122646", "25785890"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "7", "Day": "14"}, {"Year": "2017", "Month": "12", "Day": "4"}, {"Year": "2017", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["29237504", "PMC5729424", "10.1186/s12940-017-0344-z", "10.1186/s12940-017-0344-z"]}}], "PubmedBookArticle": []}