{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["LOX products", "PTR-TOF-MS", "glandular trichomes", "leaf damage", "ozone stress", "ozone uptake", "photosynthesis"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29292838", "DateCompleted": {"Year": "2019", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1111/pce.13128"], "Journal": {"ISSN": "1365-3040", "JournalIssue": {"Volume": "41", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Jun"}}, "Title": "Plant, cell & environment", "ISOAbbreviation": "Plant Cell Environ"}, "ArticleTitle": "Glandular trichomes as a barrier against atmospheric oxidative stress: Relationships with ozone uptake, leaf damage, and emission of LOX products across a diverse set of species.", "Pagination": {"StartPage": "1263", "EndPage": "1277", "MedlinePgn": "1263-1277"}, "Abstract": {"AbstractText": ["There is a spectacular variability in trichome types and densities and trichome metabolites across species, but the functional implications of this variability in protecting from atmospheric oxidative stresses remain poorly understood. The aim of this study was to evaluate the possible protective role of glandular and non-glandular trichomes against ozone stress. We investigated the interspecific variation in types and density of trichomes and how these traits were associated with elevated ozone impacts on visible leaf damage, net assimilation rate, stomatal conductance, chlorophyll fluorescence, and emissions of lipoxygenase pathway products in 24 species with widely varying trichome characteristics and taxonomy. Both peltate and capitate glandular trichomes played a critical role in reducing leaf ozone uptake, but no impact of non-glandular trichomes was observed. Across species, the visible ozone damage varied 10.1-fold, reduction in net assimilation rate 3.3-fold, and release of lipoxygenase compounds 14.4-fold, and species with lower glandular trichome density were more sensitive to ozone stress and more vulnerable to ozone damage compared to species with high glandular trichome density. These results demonstrate that leaf surface glandular trichomes constitute a major factor in reducing ozone toxicity and function as a chemical barrier that neutralizes the ozone before it enters the leaf."], "CopyrightInformation": "© 2018 John Wiley & Sons Ltd."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": ["0000-0003-2545-7763"], "LastName": "Li", "ForeName": "Shuai", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": ["0000-0003-3802-2478"], "LastName": "Tosens", "ForeName": "Tiina", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": [], "LastName": "Harley", "ForeName": "Peter C", "Initials": "PC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": ["0000-0002-9737-2542"], "LastName": "Jiang", "ForeName": "Yifan", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": ["0000-0002-4302-1536"], "LastName": "Kanagendran", "ForeName": "Arooran", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": [], "LastName": "Grosberg", "ForeName": "Mirjam", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}], "Identifier": [], "LastName": "Jaamets", "ForeName": "Kristen", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural and Environmental Sciences, Estonian University of Life Sciences, Tartu, 51014, Estonia."}, {"Identifier": [], "Affiliation": "Estonian Academy of Sciences, Tallinn, 10130, Estonia."}], "Identifier": ["0000-0002-3078-2192"], "LastName": "Niinemets", "ForeName": "Ülo", "Initials": "Ü"}], "GrantList": [{"GrantID": "322603", "Acronym": "ERC_", "Agency": "European Research Council", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Cell Environ", "NlmUniqueID": "9309004", "ISSNLinking": "0140-7791"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.13.11.12", "NameOfSubstance": "Lipoxygenase"}], "CommentsCorrectionsList": [{"RefSource": "Plant Cell Environ. 2018 Jul;41(7):1497-1499. doi: 10.1111/pce.13187", "PMID": "29508922"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lipoxygenase"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["physiology"], "DescriptorName": "Plant Stomata"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}, {"QualifierName": ["anatomy & histology", "metabolism", "ultrastructure"], "DescriptorName": "Trichomes"}], "CoiStatement": "<b>Conflict of Interest</b>. The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agati G, Azzarello E, Pollastri S, Tattini M. Flavonoids as antioxidants in plants: location and functional significance. Plant Science. 2012;196:67–76.", "ArticleIdList": ["23017900"]}, {"Citation": "Ainsworth EA. Understanding and improving global crop response to ozone pollution. The Plant Journal. 2017;90:886–897.", "ArticleIdList": ["27739639"]}, {"Citation": "Ainsworth EA, Yendrek CR, Sitch S, Collins WJ, Emberson LD. The effects of tropospheric ozone on net primary productivity and implications for climate change. Annual Review of Plant Biology. 2012;63:637–661.", "ArticleIdList": ["22404461"]}, {"Citation": "Amme S, Rutten T, Melzer M, Sonsmann G, Vissers JPC, Schlesier B, Mock H-P. A proteome approach defines protective functions of tobacco leaf trichomes. Proteomics. 2005;5:2508–2518.", "ArticleIdList": ["15984042"]}, {"Citation": "Ascensão L, Marques N, Pais MS. Glandular trichomes on vegetative and reproductive organs of Leonotis leonurus (Lamiaceae) Annals of Botany. 1995;75:619–626."}, {"Citation": "Ascensão L, Pais MS. The leaf capitate trichomes of Leonotis leonurus: histochemistry, ultrastructure and secretion. Annals of Botany. 1998;81:263–271."}, {"Citation": "Baran P, Özdemir C, Aktaş K. Structural investigation of the glandular trichomes of Salvia argentea . Biologia. 2010;65:33–38."}, {"Citation": "Beauchamp J, Wisthaler A, Hansel A, Kleist E, Miebach M, Niinemets Ü, et al. Wildt J. Ozone induced emissions of biogenic VOC from tobacco: relationships between ozone uptake and emission of LOX products. Plant, Cell and Environment. 2005;28:1334–1343."}, {"Citation": "Brilli F, Ruuskanen TM, Schnitzhofer R, Müller M, Breitenlechner M, Bittner V, et al. Hansel A. Detection of plant volatiles after leaf wounding and darkening by Proton Transfer Reaction “Time-of-Flight” Mass Spectrometry (PTR-TOF) PLoS One. 2011;6:e20419.", "ArticleIdList": ["PMC3102719", "21637822"]}, {"Citation": "Brosché M, Merilo E, Mayer F, Pechter P, Puzõrjova I, Brader G, Kangasjärvi J, Kollist H. Natural variation in ozone sensitivity among Arabidopsis thaliana accessions and its relation to stomatal conductance. Plant, Cell and Environment. 2010;33:914–925.", "ArticleIdList": ["20082669"]}, {"Citation": "Bussotti F, Desotgiu R, Cascio C, Pollastrini M, Gravano E, Gerosa G, et al. Strasser RJ. Ozone stress in woody plants assessed with chlorophyll a fluorescence. A critical reassessment of exiting data. Environmental and Experimental Botany. 2011;73:19–30."}, {"Citation": "Cescatti A, Niinemets Ü. Sunlight capture. Leaf to landscape. In: Smith WK, Vogelmann TC, Chritchley C, editors. Photosynthetic adaptation. Chloroplast to landscape. Springer Verlag; Berlin, Germany: 2004. pp. 42–85."}, {"Citation": "Cho K, Tiwari S, Agrawal SB, Torres NL, Agrawal M, Sarkar A, et al. Rakwal R. Tropospheric ozone and plants: absorption, responses, and consequence. Reviews of Environmental Contamination and Toxicology. 2011;212:61–111.", "ArticleIdList": ["21432055"]}, {"Citation": "Chutteang C, Booker FL, Na-Ngern P, Burton A, Aoki M, Burkey KO. Biochemical and physiological processes associated with the differential ozone response in ozone-tolerant and sensitive soybean genotypes. Plant Biology. 2016;18:28–36.", "ArticleIdList": ["25959717"]}, {"Citation": "Copolovici L, Kännaste A, Pazouki L, Niinemets Ü. Emissions of green leaf volatiles and terpenoids from Solanum lycopersicum are quantitatively related to the severity of cold and heat shock treatments. Journal of Plant Physiology. 2012;169:664–672.", "ArticleIdList": ["22341571"]}, {"Citation": "Copolovici L, Niinemets Ü. Flooding induced emissions of volatile signaling compounds in three tree species with differing waterlogging tolerance. Plant, Cell and Environment. 2010;33:1582–1594.", "ArticleIdList": ["20444211"]}, {"Citation": "Copolovici L, Niinemets Ü. Environmental impacts on plant volatile emission. In: Blande J, Glinwood R, editors. Deciphering chemical language of plant communication. Springer International Publishing; Berlin, Germany: 2016. pp. 35–59."}, {"Citation": "Corsi G, Bottega S. Glandular hairs of Salvia officinalis: new data on morphology, localization and histochemistry in relation to function. Annals of Botany. 1999;84:657–664."}, {"Citation": "Deschamps C, Gang D, Dudareva N, Simon JE. Developmental regulation of phenylpropanoid biosynthesis in leaves and glandular trichomes of basil (Ocimum basilicum L.) International Journal of Plant Sciences. 2006;167:447–454."}, {"Citation": "Ehleringer J. Leaf absorptances of Mohave and Sonoran desert plants. Oecologia. 1981;49:366–370.", "ArticleIdList": ["28309998"]}, {"Citation": "Ehleringer J. The influence of water stress and temperature on leaf pubescence development in Encelia farinosa . American Journal of Botany. 1982;69:670–675."}, {"Citation": "Ehleringer J, Björkman O, Mooney HA. Leaf pubescence: effects on absorptance and photosynthesis in a desert shrub. Science. 1976;192:376–377.", "ArticleIdList": ["17758964"]}, {"Citation": "Eisner T, Eisner M, Hoebeke ER. When defense backfires: detrimental effect of a plant’s protective trichomes on an insect beneficial to the plant. Proceedings of the National Academy of Sciences of the United States of America. 1998;95:4410–4414.", "ArticleIdList": ["PMC22502", "9539750"]}, {"Citation": "Fahn A. Secretory Tissues in Plants. Academic Press; London, UK: 1979."}, {"Citation": "Fahn A, Shimony C. Glandular trichomes of Fagonia L. (Zygophyllaceae) species: structure, development and secreted materials. Annals of Botany. 1996;77:25–34."}, {"Citation": "Fares A, Vargas R, Detto M, Goldstein AH, Karlik J, Paoletti E, Vitale M. Tropospheric ozone reduces carbon assimilation in trees: estimates from analysis of continuous flux measurements. Global Change Biology. 2013;19:2427–2443.", "ArticleIdList": ["23589473"]}, {"Citation": "Feng Z, Kobayashi K. Assessing the impacts of current and future concentrations of surface ozone on crop yield with meta-analysis. Atmospheric Environment. 2009;43:1510–1519."}, {"Citation": "Feng Z, Büker P, Pleijel H, Emberson L, Karlsson PE, Uddling J. A unifying explanation for variation in ozone sensitivity among woody plants. Global Change Biology. 2017 doi: 10.1111/gcb.13824.", "ArticleIdList": ["10.1111/gcb.13824", "28722164"]}, {"Citation": "Fiscus EL, Booker FL, Burkey KO. Crop responses to ozone: uptake, models of action, carbon assimilation and partitioning. Plant, Cell and Environment. 2005;28:997–1011."}, {"Citation": "Flowers MD, Fiscus EL, Burkey KO, Booker FL, Dubois J-JB. Photosynthesis, chlorophyll fluorescence, and yield of snap bean (Phaseolus vulgaris L.) genotypes differing in sensitivity to ozone. Environmental and Experimental Botany. 2007;61:190–198."}, {"Citation": "Fowler D, Amann M, Anderson R, Ashmore M, Cox P, Depledge M, et al. Stevenson D. Ground-level ozone in the 21st century: future trends, impacts and policy implications. The Royal Society; London, UK: 2008."}, {"Citation": "Franzaring J, Dueck TA, Tonneijck AEG. Can plant traits be used to explain differences in ozone sensitivity between native European species? In: Fuhrer J, Achermann B, editors. Critical levels for ozone-level II. Swiss Agency for the Environment, Forests and Landscape; Bern, Switzerland: 1999. pp. 271–274."}, {"Citation": "Gang DR, Wang J, Dudareva N, Nam KH, Simon JE, Lewinsohn E, Pichersky E. An investigation of the storage and biosynthesis of phenylpropenes in sweet basil. Plant Physiology. 2001;125:539–555.", "ArticleIdList": ["PMC64856", "11161012"]}, {"Citation": "Gao J, Zhu B, Xiao H, Kang H, Hou X, Shao P. A case study of surface ozone source apportionment during a high concentration episode, under frequent shifting wind conditions over the Yangtze River Delta, China. Science of the Total Environment. 2016;544:853–863.", "ArticleIdList": ["26706758"]}, {"Citation": "Glas JJ, Schimmel BCJ, Alba JM, Escobar-Bravo R, Schuurink RC, Kant MR. Plant glandular trichomes as targets for breeding or engineering of resistance to herbivores. International Journal of Molecular Sciences. 2012;13:17077–17103.", "ArticleIdList": ["PMC3546740", "23235331"]}, {"Citation": "Graus M, Müller M, Hansel A. High resolution PTR-TOF: quantification and formula confirmation of VOC in real time. Journal of the American Society for Mass Spectrometry. 2010;21:1037–1044.", "ArticleIdList": ["20335047"]}, {"Citation": "Hallik L, Kazantsev T, Kuusk A, Galmés J, Tomás M, Niinemets Ü. Generality of relationships between leaf pigment contents and spectral vegetation indices in Mallorca (Spain) Regional Environmental Change. 2017;17:2097–2109."}, {"Citation": "Hartmann DL, Klein Tank AMG, Rusticucci M, Alexander LV, Brönnimann S, Charabi YAR, et al. Zhai P. Observations: Atmosphere and Surface. In: Stocker TF, Qin D, Plattner G-K, Tignor M, Allen SK, Boschung J, et al.Midgley PM, editors. Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, United Kingdom and New York, NY, USA: 2013."}, {"Citation": "Hayes F, Jones MLM, Mills G, Ashmore M. Meta-analysis of the relative sensitivity of semi-natural vegetation species to ozone. Environmental Pollution. 2007;146:754–762.", "ArticleIdList": ["16899330"]}, {"Citation": "Heiden AC, Hoffmann T, Kahl J, Kley D, Klockow D, Langebartels C, et al. Wildt J. Emission of volatile organic compounds from ozone-exposed plants. Ecological Applications. 1999;9:1160–1167."}, {"Citation": "Heinrich G, Pfeifhofer HW, Stabentheiner E, Sawidis T. Glandular hairs of Sigesbeckia jorullensis Kunth (Asteraceae): morphology, histochemistry and composition of essential oil. Annals of Botany. 2002;89:459–469.", "ArticleIdList": ["PMC4233875", "12096807"]}, {"Citation": "Huci P, Beversdorf WD, McKersie BD. Relationship of leaf parameters with genetic ozone insensitivity in selected Phaseolus vulgaris cultivars. Canadian Journal of Botany. 1982;60:2187–2191."}, {"Citation": "Jordan A, Haidacher S, Hanel G, Hartungen E, Märk L, Seehauser H, et al. Märk TD. A high resolution and high sensitivity proton-transfer-reaction time-of-flight mass spectrometer (PTR-TOF-MS) International Journal of Mass Spectrometry. 2009;286:122–128."}, {"Citation": "Jud W, Fischer L, Canaval E, Wohlfahrt G, Tissier A, Hansel A. Plant surface reactions: an opportunistic ozone defence mechanism impacting atmospheric chemistry. Atmospheric Chemistry and Physics. 2016;16:277–292."}, {"Citation": "Kanagendran A, Pazouki L, Li S, Liu B, Kännaste A, Niinemets Ü. Stress volatile emissions upon acute ozone exposure scale with foliage surface ozone uptake in ozone-resistant Nicotiana tabacum ‘Wisconsin’. Journal of Experimental Botany. 2017 doi: 10.1093/jxb/erx431.", "ArticleIdList": ["10.1093/jxb/erx431", "PMC5853501", "29301045"]}, {"Citation": "Kant MR, Bleeker PM, Van Wijk M, Schuurink RC, Haring MA. Plant volatiles in defence. In: Van Loon LC, editor. Advances in botanical research (volume 51. plant Innate Immunity) Academic press; VT, USA: 2009. pp. 613–666."}, {"Citation": "Kapoor R, Chaudhary V, Bhatnagar AK. Effects of arbuscular mycorrhiza and phosphorus application on artemisinin concentration in Artemisia annua L. Mycorrhiza. 2007;17:581–587.", "ArticleIdList": ["17578608"]}, {"Citation": "Kennedy GG. Tomato, pests, parasitoids, and predators: tritrophic interactions involving the genus Lycopersicon. Annual Review of Entomology. 2003;48:51–72.", "ArticleIdList": ["12194909"]}, {"Citation": "Ko KN, Lee KW, Lee SE, Kim ES. Development and ultrastructure of glandular trichomes in pelargonium x fragrans ‘mabel grey’ (geraniaceae) Journal of Plant Biology. 2007;50:362–368."}, {"Citation": "Kostina E, Wulff A, Julkunen-Tiitto R. Growth, structure, stomatal responses and secondary metabolites of birch seedlings (Betula pendula) under elevated UV-B radiation in the field. Trees. 2001;15:483–491."}, {"Citation": "Lai T-L, Talbot R, Mao H. An investigating of two highest ozone episodes during the last decade in New England. Atmosphere. 2012;3:59–86."}, {"Citation": "Laisk A, Kull O, Moldau H. Ozone concentration in leaf intercellular air spaces is close to zero. Plant Physiology. 1989;90:1163–1167.", "ArticleIdList": ["PMC1061859", "16666867"]}, {"Citation": "Leisner CP, Ainsworth EA. Quantifying the effects of ozone on plant reproductive growth and development. Global Change Biology. 2012;18:606–616."}, {"Citation": "Levin DA. The role of trichomes in plant defense. Quarterly Review of Biology. 1973;48:3–15."}, {"Citation": "Li P, Calatayud V, Gao F, Uddling J, Feng Z. Differences in ozone sensitivity among woody species are related to leaf morphology and antioxidant levels. Tree Physiology. 2016;36:1105–1116.", "ArticleIdList": ["27217527"]}, {"Citation": "Li S, Harley PC, Niinemets Ü. Ozone-induced foliar damage and release of stress volatiles is highly dependent on stomatal openness and priming by low-level ozone exposure in Phaseolus vulgaris. Plant, Cell and Environment. 2017;40:1984–2003.", "ArticleIdList": ["PMC5788268", "28623868"]}, {"Citation": "Lihavainen J, Ahonen V, Keski-Saari S, Sõber A, Oksanen E, Keinänen M. Low vapor pressure deficit reduces glandular trichomes density and modifies the chemical composition of cuticular waxes in silver birch leaves. Tree Physiology. 2017;37:1166–1181.", "ArticleIdList": ["28460081"]}, {"Citation": "Logan JA, Staehelin J, Megretskaia IA, Cammas J-P, Thouret V, Claude H, et al. Derwent R. Changes in ozone over Europe: analysis of ozone measurements from sondes, regular aircraft (MOZAIC) and alpine surface sites. Journal of Geophysical Research. 2012;117 D09301."}, {"Citation": "Loreto F, Schnitzler J-P. Abiotic stresses and induced BVOCs. Trends in Plant Science. 2010;15:154–166.", "ArticleIdList": ["20133178"]}, {"Citation": "Maffei M, Chialva F, Sacco T. Glandular trichomes and essential oil in developing peppermint leaves. New Phytologist. 1989;111:707–716.", "ArticleIdList": ["33874070"]}, {"Citation": "Moldau H, Bichele I. Plasmalemma protection by the apoplast as assessed from above-zero ozone concentrations in leaf intercellular air spaces. Planta. 2002;214:484–487.", "ArticleIdList": ["11855652"]}, {"Citation": "Niinemets Ü. Mild versus severe stress and BVOCs: thresholds, priming and consequences. Trends in Plant Science. 2010;15:145–153.", "ArticleIdList": ["20006534"]}, {"Citation": "Niinemets Ü, Fares S, Harley P, Jardine KJ. Bidirectional exchange of biogenic volatiles with vegetation: emission sources, reactions, breakdown and deposition. Plant, Cell and Environment. 2014;37:1790–1809.", "ArticleIdList": ["PMC4289707", "24635661"]}, {"Citation": "Niinemets Ü, Kännaste A, Copolovici L. Quantitative patterns between plant volatile emissions induced by biotic stresses and the degree of damage. Frontiers in Plant Science. 2013;4:262.", "ArticleIdList": ["PMC3719043", "23888161"]}, {"Citation": "Niinemets Ü, Kuhn U, Harley PC, Staudt M, Arneth A, Cescatti A, et al. Peñuelas J. Estimations of isoprenoid emission capacity from enclosure studies: measurements, data processing, quality and standardized measurement protocols. Biogeosciences. 2011;8:2209–2246."}, {"Citation": "Nussbaum S, Geissmann M, Eggenberg P, Strasser RJ, Fuhrer J. Ozone sensitivity in herbaceous species as assessed by direct and modulated chlorophyll fluorescence techniques. Journal of Plant Physiology. 2001;158:757–766."}, {"Citation": "Oltmans SJ, Lefohn AS, Shadwick D, Harris JM, Scheel HE, Galbally I, et al. Kawasato T. Recent tropospheric ozone changes- a pattern dominated by slow or no growth. Atmospheric Environment. 2013;67:331–351."}, {"Citation": "Paoletti E, Seufert G, Della Rocca G, Thomsen H. Photosynthetic responses to elevated CO2 and O3 in Quercus ilex leaves at a natural CO2 spring. Environmental Pollution. 2007;147:516–524.", "ArticleIdList": ["17045714"]}, {"Citation": "Pasqualini S, Piccioni C, Reale L, Ederli L, Della Torre G, Ferranti F. Ozone-induced cell death in tobacco cultivar Bel W3 plant. The role of programmed cell death in lesion formation. Plant Physiology. 2003;133:1122–1134.", "ArticleIdList": ["PMC281608", "14612586"]}, {"Citation": "Peiffer M, Tooker JF, Luthe DS, Felton GW. Plants on early alert: glandular trichomes as sensors for insect herbivores. New Phytologist. 2009;184:644–656.", "ArticleIdList": ["19703113"]}, {"Citation": "Portillo-Estrada M, Kazantsev T, Talts E, Tosens T, Niinemets Ü. Emission timetable and quantitative patterns of wound-induced volatiles across different leaf damage treatments in aspen (Populus tremula) Journal of Chemical Ecology. 2015;41:1105–1117.", "ArticleIdList": ["PMC5790175", "26546474"]}, {"Citation": "Prozherina N, Freiwald V, Rousi M, Oksanen E. Interactive effect of springtime frost and elevated ozone on early growth, foliar injuries and leaf structure of birch (Betula pendula) New Phytologist. 2003;159:623–636.", "ArticleIdList": ["33873608"]}, {"Citation": "Ranger CM, Hower AA. Glandular morphology from a perennial alfalfa clone resistant to the potato leafhopper. Crop Science. 2001;41:1427–1434."}, {"Citation": "Rieseberg LH, Soltis DE, Arnold D. Variation and localization of flavonoid aglycones in Helianthus annuus (Compositae) American Journal of Botany. 1987;74:224–233."}, {"Citation": "Riikonen J, Percy KE, Kivimäenpää M, Kubiske ME, Nelson ND, Vapaavuori E, Karnosky DF. Leaf size and surface characteristics of Betula papyrifera expose to elevated CO2 and O3. Environmental Pollution. 2010;158:1029–1035.", "ArticleIdList": ["19674822"]}, {"Citation": "Sallaud C, Giacalone C, Töpfer R, Goepfert S, Bakaher N, Rösti S, Tissier A. Characterization of two genes for the biosynthesis of the labdane diterpene Z-abienol in tobacco (Nicotiana tabacum) glandular trichomes. Plant Journal. 2012;72:1–17.", "ArticleIdList": ["22672125"]}, {"Citation": "Thitz P, Possen BJHM, Oksanen E, Mehtätalo L, Virjamo V, Vapaavuori E. Production of glandular trichomes responds to water stress and temperature in silver birch (Betula pendula) leaves. Canadian Journal of Forest Research. 2017;47:1075–1081."}, {"Citation": "Valkama E, Salminen J-P, Koricheva J, Pihlaja K. Changes in leaf trichomes and epicuticular flavonoids during leaf development in three birch taxa. Annals of Botany. 2004;94:233–242.", "ArticleIdList": ["PMC4242156", "15238348"]}, {"Citation": "Velikova V, Tsonev T, Pinelli P, Alessio GA, Loreto F. Localized ozone fumigation system for studying ozone effects on photosynthesis, respiration, electron transport rate and isoprene emission in field-grown Mediterranean oak species. Tree Physiology. 2005;25:1523–1532.", "ArticleIdList": ["16137938"]}, {"Citation": "Vingarzan R. A review of surface ozone background levels and trends. Atmospheric Environment. 2004;38:3431–3442."}, {"Citation": "von Caemmerer S, Farquhar GD. Some relationships between the biochemistry of photosynthesis and the gas exchange of leaves. Planta. 1981;153:376–387.", "ArticleIdList": ["24276943"]}, {"Citation": "Wagner GJ. Secreting glandular trichomes: more than just hairs. Plant Physiology. 1991;96:675–679.", "ArticleIdList": ["PMC1080829", "16668241"]}, {"Citation": "Wagner GJ, Wang E, Shepherd RW. New approaches for studying and exploiting an old protuberance, the plant trichomes. Annals of Botany. 2004;93:3–11.", "ArticleIdList": ["PMC4242265", "14678941"]}, {"Citation": "Wohlgemuth H, Mittelstrass K, Kschieschan S, Bender J, Weigel H-J, Overmyer K, et al. Langebartels C. Activation of an oxidative burst is a general feature of sensitive plants exposed to the air pollutant ozone. Plant, Cell and Environment. 2002;25:717–726."}, {"Citation": "Wilkens RT, Shea GO, Halbreich S, Stamp NE. Resource availability and the trichome defenses of tomato plants. Oecologia. 1996;106:181–191.", "ArticleIdList": ["28307642"]}, {"Citation": "Wilkinson S, Mills G, Illidge R, Davies WJ. How is ozone pollution reducing our food supply? Journal of Experimental Botany. 2012;63:527–536.", "ArticleIdList": ["22016429"]}, {"Citation": "Yuan X, Calatayud V, Jiang L, Manning WJ, Hayes F, Tian Y, Feng Z. Assessing the effects of ambient ozone in China on snap bean genotypes by using ethylenediurea (EDU) Environmental Pollution. 2015;205:199–208.", "ArticleIdList": ["26074161"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "28"}, {"Year": "2017", "Month": "11", "Day": "21"}, {"Year": "2017", "Month": "12", "Day": "1"}, {"Year": "2018", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29292838", "EMS75816", "PMC5936637", "10.1111/pce.13128"]}}]}