{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Acute effects of air pollution", "Air pollution", "Environmental epidemiology", "Mental distress", "Particles", "Psychiatric disorders"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29321054", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "17"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["4", "10.1186/s12940-017-0348-8"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "10"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "The association between daily concentrations of air pollution and visits to a psychiatric emergency unit: a case-crossover study.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["Air pollution is one of the leading causes of mortality and morbidity worldwide. Experimental studies, and a few epidemiological studies, suggest that air pollution may cause acute exacerbation of psychiatric disorders, and even increase the rate of suicide attempts, but epidemiological studies on air pollution in association with psychiatric disorders are still few. Our aim was to investigate associations between daily fluctuations in air pollution concentrations and the daily number of visits to a psychiatric emergency unit.", "Data from Sahlgrenska University Hospital, Gothenburg, Sweden, on the daily number of visits to the Psychiatric emergency unit were combined with daily data on monitored concentrations of respirable particulate matter(PM<sub>10</sub>), ozone(O<sub>3</sub>), nitrogen dioxides(NO<sub>2</sub>) and temperature between 1st July 2012 and 31st December 2016. We used a case-crossover design to analyze data with conditional Poisson regression models allowing for over-dispersion. We stratified data on season.", "Visits increased with increasing PM<sub>10</sub> levels during the warmer season (April to September) in both single-pollutant and two-pollutant models. For example, an increase of 3.6% (95% Confidence Interval, CI, 0.4-7.0%) was observed with a 10 μg/m3 increase in PM<sub>10</sub> adjusted for NO<sub>2</sub>. In the three-pollutant models (adjusting for NO<sub>2</sub> and O<sub>3</sub> simultaneously) the increase was 3.3% (95% CI, -0.2-6.9). There were no clear associations between the outcome and NO<sub>2</sub>, O<sub>3</sub>, or PM<sub>10</sub> during the colder season (October to March).", "Ambient air particle concentrations were associated with the number of visits to the Psychiatric emergency unit in the warm season. The results were only borderline statistically significant in the fully adjusted (three-pollutant) models in this small study. The observation could be interpreted as indicative of air pollution as either exacerbating an underlying psychiatric disorder, or increasing mental distress, even in areas with comparatively low levels of air pollution. In combination with the severe impact of psychiatric disorders and mental distress on society and individuals, our results are a strong warrant for future research in this area."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Occupational and Environmental Medicine, Lund University, Medicon Village, Byggnad 402A, Scheelevägen 2, 223 63, Lund, Sweden. anna.oudin@med.lu.se."}, {"Identifier": [], "Affiliation": "Occupational and Environmental Medicine, Umeå University, Umeå, Sweden. anna.oudin@med.lu.se."}], "Identifier": ["0000-0002-9876-0627"], "LastName": "Oudin", "ForeName": "Anna", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Primary Health Care Research, Department of Clinical Sciences, Lund University, Malmö, Sweden."}], "Identifier": [], "LastName": "Åström", "ForeName": "Daniel Oudin", "Initials": "DO"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Psykiatri Affektiva, Sahlgrenska University Hospital, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Asplund", "ForeName": "Peter", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Psykiatri Affektiva, Sahlgrenska University Hospital, Gothenburg, Sweden."}, {"Identifier": [], "Affiliation": "CELAM - Centre for Ethics, Law and Mental Health, Sahlgrenska University Hospital, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Steingrimsson", "ForeName": "Steinn", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Psykiatri Affektiva, Sahlgrenska University Hospital, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Szabo", "ForeName": "Zoltan", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Occupational and Environmental Medicine, Umeå University, Umeå, Sweden."}, {"Identifier": [], "Affiliation": "Psykiatri Affektiva, Sahlgrenska University Hospital, Gothenburg, Sweden."}, {"Identifier": [], "Affiliation": "Environment and Natural Resources, University of Iceland, Reykjavík, Iceland."}, {"Identifier": [], "Affiliation": "Occupational and Environmental Medicine, Gothenburg University, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Carlsen", "ForeName": "Hanne Krage", "Initials": "HK"}], "GrantList": [{"GrantID": "VÅ 2011-25/ 430", "Agency": "Vårdalstiftelsen", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emergency Services, Psychiatric"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Mental Disorders"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Sweden"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethics approval or consent to participate was not needed for the present study since no data on individual level was used (only the number of visits per day). CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Whiteford HA, Degenhardt L, Rehm J, Baxter AJ, Ferrari AJ, Erskine HE, Charlson FJ, Norman RE, Flaxman AD, Johns N. Global burden of disease attributable to mental and substance use disorders: findings from the Global Burden of Disease Study 2010. Lancet. 2013;382(9904):1575–1586. doi: 10.1016/S0140-6736(13)61611-6.", "ArticleIdList": ["10.1016/S0140-6736(13)61611-6", "23993280"]}, {"Citation": "Sweden: Tackling mental health problems is critical to boosting job prospects of young Swedes. [http://www.oecd.org/sweden/swedentacklingmentalhealthproblemsiscriticaltoboostingjobprospectsofyoungswedes.htm]. Accessed 1 Nov 2017."}, {"Citation": "Forouzanfar MH, Alexander L, Anderson HR, Bachman VF, Biryukov S, Brauer M, Burnett R, Casey D, Coates MM, Cohen A. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet. 2015;386(10010):2287–2323. doi: 10.1016/S0140-6736(15)00128-2.", "ArticleIdList": ["10.1016/S0140-6736(15)00128-2", "PMC4685753", "26364544"]}, {"Citation": "Oberdörster G, Utell MJ. Ultrafine particles in the urban air: to the respiratory tract--and beyond? Environ Health Perspect. 2002;110(8):A440. doi: 10.1289/ehp.110-a440.", "ArticleIdList": ["10.1289/ehp.110-a440", "PMC1240959", "12153769"]}, {"Citation": "Newby DE, Mannucci PM, Tell GS, Baccarelli AA, Brook RD, Donaldson K, Forastiere F, Franchini M, Franco OH, Graham I. Expert position paper on air pollution and cardiovascular disease. Eur Heart J. 2015;36(2):83–93b.", "ArticleIdList": ["PMC6279152", "25492627"]}, {"Citation": "Oudin A, Strömberg U, Jakobsson K, Stroh E, Björk J. Estimations of short-term effects of air pollution on stroke hospital admissions in Southern Sweden. Neuroepidemiology. 2009;34:131–142. doi: 10.1159/000274807.", "ArticleIdList": ["10.1159/000274807", "20068360"]}, {"Citation": "Oudin A, Forsberg B, Jakobsson K. Air pollution and stroke. Epidemiology. 2012;23(3):505–506. doi: 10.1097/EDE.0b013e31824ea667.", "ArticleIdList": ["10.1097/EDE.0b013e31824ea667", "22475837"]}, {"Citation": "Stafoggia M, Cesaroni G, Peters A, Andersen ZJ, Badaloni C, Beelen R, Caracciolo B, Cyrys J, de Faire U, de Hoogh K. Long-term exposure to ambient air pollution and incidence of cerebrovascular events: results from 11 European cohorts within the ESCAPE project. Environ Health Perspect. 2014;122(9):919–925.", "ArticleIdList": ["PMC4153743", "24835336"]}, {"Citation": "Oudin A, Forsberg B, Adolfsson AN, Lind N, Modig L, Nordin M, Nordin S, Adolfsson R, Nilsson L-G. Traffic-related air pollution and dementia incidence in northern Sweden: a longitudinal study. Environ Health Perspect. 2016;124(3):306.", "ArticleIdList": ["PMC4786976", "26305859"]}, {"Citation": "Chen H, Kwong JC, Copes R, Tu K, Villeneuve PJ, van Donkelaar A, Hystad P, Martin RV, Murray BJ, Jessiman B. Living near major roads and the incidence of dementia, Parkinson’s disease, and multiple sclerosis: a population-based cohort study. Lancet. 2017;389(10070):718–726. doi: 10.1016/S0140-6736(16)32399-6.", "ArticleIdList": ["10.1016/S0140-6736(16)32399-6", "28063597"]}, {"Citation": "Power MC, Adar SD, Yanosky JD, Weuve J. Exposure to air pollution as a potential contributor to cognitive function, cognitive decline, brain imaging, and dementia: a systematic review of epidemiologic research. Neurotoxicology. 2016;56(September 2016):235–253. doi: 10.1016/j.neuro.2016.06.004.", "ArticleIdList": ["10.1016/j.neuro.2016.06.004", "PMC5048530", "27328897"]}, {"Citation": "Oudin A, Bråbäck L, Åström DO, Strömgren M, Forsberg B. Association between neighbourhood air pollution concentrations and dispensed medication for psychiatric disorders in a large longitudinal cohort of Swedish children and adolescents. BMJ Open. 2016;6(6):e010004. doi: 10.1136/bmjopen-2015-010004.", "ArticleIdList": ["10.1136/bmjopen-2015-010004", "PMC4893847", "27259522"]}, {"Citation": "Mehta AJ, Kubzansky LD, Coull BA, Kloog I, Koutrakis P, Sparrow D, Spiro A, Vokonas P, Schwartz J. Associations between air pollution and perceived stress: the Veterans Administration Normative Aging Study. Environ Health. 2015;14(1):10. doi: 10.1186/1476-069X-14-10.", "ArticleIdList": ["10.1186/1476-069X-14-10", "PMC4417295", "25627872"]}, {"Citation": "Power MC, Kioumourtzoglou M-A, Hart JE, Okereke OI, Laden F, Weisskopf MG. The relation between past exposure to fine particulate air pollution and prevalent anxiety: observational cohort study. BMJ. 2015;350:h1111. doi: 10.1136/bmj.h1111.", "ArticleIdList": ["10.1136/bmj.h1111", "PMC4373600", "25810495"]}, {"Citation": "Pedersen CB, Raaschou-Nielsen O, Hertel O, Mortensen PB. Air pollution from traffic and schizophrenia risk. Schizophr Res. 2004;66(1):83–85. doi: 10.1016/S0920-9964(03)00062-8.", "ArticleIdList": ["10.1016/S0920-9964(03)00062-8", "14693358"]}, {"Citation": "Pun VC, Manjourides J, Suh H. Association of ambient air pollution with depressive and anxiety symptoms in older adults: results from the NSHAP study. Environ Health Perspect. 2017;125(3):342.", "ArticleIdList": ["PMC5332196", "27517877"]}, {"Citation": "Briere J, Downes A, Spensley J. Summer in the city: urban weather conditions and psychiatric emergency-room visits. J Abnorm Psychol. 1983;92(1):77. doi: 10.1037/0021-843X.92.1.77.", "ArticleIdList": ["10.1037/0021-843X.92.1.77", "6833636"]}, {"Citation": "Rotton J, Frey J. Psychological costs of air pollution: atmospheric conditions, seasonal trends, and psychiatric emergencies. Popul Environ. 1984;7(1):3–16. doi: 10.1007/BF01257469.", "ArticleIdList": ["10.1007/BF01257469"]}, {"Citation": "Strahilevitz M, Strahilevitz A, Miller JE. Air pollutants and the admission rate of psychiatric patients. Am J Psychiatr. 1979;136(2):205–207. doi: 10.1176/ajp.136.2.205.", "ArticleIdList": ["10.1176/ajp.136.2.205", "760550"]}, {"Citation": "Szyszkowicz M, Willey JB, Grafstein E, Rowe BH, Colman I. Air pollution and emergency department visits for suicide attempts in vancouver, Canada. Environ Health Insights. 2010;4:79. doi: 10.4137/EHI.S5662.", "ArticleIdList": ["10.4137/EHI.S5662", "PMC2978939", "21079694"]}, {"Citation": "Bakian AV, Huber RS, Coon H, Gray D, Wilson P, McMahon WM, Renshaw PF. Acute air pollution exposure and risk of suicide completion. Am J Epidemiol. 2015;181(5):295–303. doi: 10.1093/aje/kwu341.", "ArticleIdList": ["10.1093/aje/kwu341", "PMC4339389", "25673816"]}, {"Citation": "Casas L, Cox B, Bauwelinck M, Nemery B, Deboosere P, Nawrot TS. Does air pollution trigger suicide? A case-crossover analysis of suicide deaths over the life span. Eur J Epidemiol. 2017:1–9.", "ArticleIdList": ["28623424"]}, {"Citation": "Chen C, Liu C, Chen R, Wang W, Li W, Kan H, Fu C. Ambient air pollution and daily hospital admissions for mental disorders in Shanghai, China. Sci Total Environ. 2018;613(Supplement C):324–330. doi: 10.1016/j.scitotenv.2017.09.098.", "ArticleIdList": ["10.1016/j.scitotenv.2017.09.098", "28917171"]}, {"Citation": "Li P, Xin J, Wang Y, Wang S, Shang K, Liu Z, Li G, Pan X, Wei L, Wang M. Time-series analysis of mortality effects from airborne particulate matter size fractions in Beijing. Atmos Environ. 2013;81:253–262. doi: 10.1016/j.atmosenv.2013.09.004.", "ArticleIdList": ["10.1016/j.atmosenv.2013.09.004"]}, {"Citation": "Szyszkowicz M, Kousha T, Kingsbury M, Colman I. Air pollution and emergency department visits for depression: a multicity case-crossover study. Environ Health Insights. 2016;10:155–161. doi: 10.4137/EHI.S40493.", "ArticleIdList": ["10.4137/EHI.S40493", "PMC5006648", "27597809"]}, {"Citation": "Szyszkowicz M, Rowe B, Colman I. Air pollution and daily emergency department visits for depression. Int J Occup Med Environ Health. 2009;22(4):355–362. doi: 10.2478/v10001-009-0031-6.", "ArticleIdList": ["10.2478/v10001-009-0031-6", "20197262"]}, {"Citation": "Cho J, Choi YJ, Suh M, Sohn J, Kim H, Cho S-K, Ha KH, Kim C, Shin DC. Air pollution as a risk factor for depressive episode in patients with cardiovascular disease, diabetes mellitus, or asthma. J Affect Disord. 2014;157:45–51. doi: 10.1016/j.jad.2014.01.002.", "ArticleIdList": ["10.1016/j.jad.2014.01.002", "24581827"]}, {"Citation": "Genc S, Zadeoglulari Z, Fuss SH, Genc K. The adverse effects of air pollution on the nervous system. J Toxicol. 2012;2012:782462. doi: 10.1155/2012/782462.", "ArticleIdList": ["10.1155/2012/782462", "PMC3317189", "22523490"]}, {"Citation": "Block ML, Elder A, Auten RL, Bilbo SD, Chen H, Chen J-C, Cory-Slechta DA, Costa D, Diaz-Sanchez D, Dorman DC. The outdoor air pollution and brain health workshop. Neurotoxicology. 2012;33(5):972–984. doi: 10.1016/j.neuro.2012.08.014.", "ArticleIdList": ["10.1016/j.neuro.2012.08.014", "PMC3726250", "22981845"]}, {"Citation": "Calderón-Garcidueñas L, Solt AC, Henríquez-Roldán C, Torres-Jardón R, Nuse B, Herritt L, Villarreal-Calderón R, Osnaya N, Stone I, García R, et al. Long-term air pollution exposure is associated with neuroinflammation, an altered innate immune response, disruption of the blood-brain barrier, ultrafine particulate deposition, and accumulation of amyloid β-42 and α-synuclein in children and young adults. Toxicol Pathol. 2008;36(2):289–310. doi: 10.1177/0192623307313011.", "ArticleIdList": ["10.1177/0192623307313011", "18349428"]}, {"Citation": "de Oliveira MR, Silvestrin RB, e Souza TM, JCF M. Oxidative stress in the hippocampus, anxiety-like behavior and decreased locomotory and exploratory activity of adult rats: effects of sub acute vitamin a supplementation at therapeutic doses. Neurotoxicology. 2007;28(6):1191–1199. doi: 10.1016/j.neuro.2007.07.008.", "ArticleIdList": ["10.1016/j.neuro.2007.07.008", "17727954"]}, {"Citation": "Ng F, Berk M, Dean O, Bush AI. Oxidative stress in psychiatric disorders: evidence base and therapeutic implications. Int J Neuropsychopharmacol. 2008;11(6):851–876. doi: 10.1017/S1461145707008401.", "ArticleIdList": ["10.1017/S1461145707008401", "18205981"]}, {"Citation": "Engler H, Doenlen R, Engler A, Riether C, Prager G, Niemi M-B, Pacheco-López G, Krügel U, Schedlowski M. Acute amygdaloid response to systemic inflammation. Brain Behav Immun. 2011;25(7):1384–1392. doi: 10.1016/j.bbi.2011.04.005.", "ArticleIdList": ["10.1016/j.bbi.2011.04.005", "21521653"]}, {"Citation": "Fonken LK, Xu X, Weil ZM, Chen G, Sun Q, Rajagopalan S, Nelson RJ. Air pollution impairs cognition, provokes depressive-like behaviors and alters hippocampal cytokine expression and morphology. Mol Psychiatry. 2011;16(10):987–995. doi: 10.1038/mp.2011.76.", "ArticleIdList": ["10.1038/mp.2011.76", "PMC3270364", "21727897"]}, {"Citation": "Thomson EM, Vladisavljevic D, Mohottalage S, Kumarathasan P, Vincent R. Mapping acute systemic effects of inhaled particulate matter and ozone: multiorgan gene expression and glucocorticoid activity. Toxicol Sci. 2013;135(1):169–181. doi: 10.1093/toxsci/kft137.", "ArticleIdList": ["10.1093/toxsci/kft137", "PMC3748763", "23805001"]}, {"Citation": "Pariante CM. Why are depressed patients inflamed? A reflection on 20 years of research on depression, glucocorticoid resistance and inflammation. Eur Neuropsychopharmacol. 2017;27(6):554–559. doi: 10.1016/j.euroneuro.2017.04.001.", "ArticleIdList": ["10.1016/j.euroneuro.2017.04.001", "28479211"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol. 1991;133(2):144–153. doi: 10.1093/oxfordjournals.aje.a115853.", "ArticleIdList": ["10.1093/oxfordjournals.aje.a115853", "1985444"]}, {"Citation": "Janes H, Sheppard L, Lumley T. Overlap bias in the case-crossover design, with application to air pollution exposures. Stat Med. 2005;24(2):285–300. doi: 10.1002/sim.1889.", "ArticleIdList": ["10.1002/sim.1889", "15546133"]}, {"Citation": "Lu Y, Zeger SL. On the equivalence of case-crossover and time series methods in environmental epidemiology. Biostatistics. 2007;8(2):337–344. doi: 10.1093/biostatistics/kxl013.", "ArticleIdList": ["10.1093/biostatistics/kxl013", "16809430"]}, {"Citation": "Armstrong BG, Gasparrini A, Tobias A. Conditional Poisson models: a flexible alternative to conditional logistic case cross-over analysis. BMC Med Res Methodol. 2014;14(1):122. doi: 10.1186/1471-2288-14-122.", "ArticleIdList": ["10.1186/1471-2288-14-122", "PMC4280686", "25417555"]}, {"Citation": "Wichmann J, Lind T, Nilsson M-M, Bellander T. PM 2.5, soot and NO 2 indoor–outdoor relationships at homes, pre-schools and schools in Stockholm, Sweden. Atmos Environ. 2010;44(36):4536–4544. doi: 10.1016/j.atmosenv.2010.08.023.", "ArticleIdList": ["10.1016/j.atmosenv.2010.08.023"]}, {"Citation": "Stroh E, Rittner R, Oudin A, Ardo J, Jakobsson K, Bjork J, Tinnerberg H. Measured and modeled personal and environmental NO2 exposure. Popul Health Metrics. 2012;10(1):10. doi: 10.1186/1478-7954-10-10.", "ArticleIdList": ["10.1186/1478-7954-10-10", "PMC3463478", "22681784"]}, {"Citation": "Zeger S, Thomas D, Dominici F, Samet J, Schwartz J, Dockery D, Cohen A. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–426. doi: 10.1289/ehp.00108419.", "ArticleIdList": ["10.1289/ehp.00108419", "PMC1638034", "10811568"]}, {"Citation": "Weisskopf MG, Webster TF. Trade-offs of personal versus more proxy exposure measures in environmental epidemiology. Epidemiology. 2017;28(5):635–643. doi: 10.1097/EDE.0000000000000686.", "ArticleIdList": ["10.1097/EDE.0000000000000686", "PMC5543716", "28520644"]}, {"Citation": "Weisskopf MG, Kioumourtzoglou M-A, Roberts AL. Air pollution and autism spectrum disorders: causal or confounded? Curr Environ Health Rep. 2015;2(4):430–439. doi: 10.1007/s40572-015-0073-9.", "ArticleIdList": ["10.1007/s40572-015-0073-9", "PMC4737505", "26399256"]}, {"Citation": "Carlsen HK, Zoëga H, Valdimarsdóttir U, Gíslason T, Hrafnkelsson B. Hydrogen sulfide and particle matter levels associated with increased dispensing of anti-asthma drugs in Iceland’s capital. Environ Res. 2012;113(0):33–39. doi: 10.1016/j.envres.2011.10.010.", "ArticleIdList": ["10.1016/j.envres.2011.10.010", "22264878"]}]}], "History": [{"Year": "2017", "Month": "6", "Day": "27"}, {"Year": "2017", "Month": "12", "Day": "12"}, {"Year": "2018", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["29321054", "PMC5763570", "10.1186/s12940-017-0348-8", "10.1186/s12940-017-0348-8"]}}]}