{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["clinical and radiological follow-up", "lesion sterilization and tissue repair", "modified 3Mix-MP paste", "pulpectomy; zinc oxide-ozonated oil", "vitapex"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29326499", "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/ccd.ccd_47_17"], "Journal": {"ISSN": "0976-237X", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2017", "Season": "Oct-Dec"}}, "Title": "Contemporary clinical dentistry", "ISOAbbreviation": "Contemp Clin Dent"}, "ArticleTitle": "In Search of a Novel Substitute: Clinical and Radiological Success of Lesion Sterilization and Tissue Repair with Modified 3Mix-MP Antibiotic Paste and Conventional Pulpectomy for Primary Molars with Pulp Involvement with 18 Months Follow-up.", "Pagination": {"StartPage": "514", "EndPage": "521", "MedlinePgn": "514-521"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate the clinical and radiographic success of zinc oxide (ZnO)-ozonated oil, modified 3Mix antibiotic paste, and vitapex in the treatment of primary molars requiring pulpectomy.", "Sixty-four primary molars of forty-three healthy children aged between 4 and 8 years with primary molars requiring root canal procedure were treated with ZnO-ozonated oil, modified 3Mix-MP antibiotic paste, and vitapex. Clinical follow up was done at 1, 6,12 months and 18 months while radiographical follow-up was done at 6,12 and 18 months, respectively.", "The results showed that the clinical success rates of ZnO-ozonated oil, modified 3Mix-MP paste and vitapex were 95.5%,89.5% and 100% respectively and radiographical success rates were 94.4%,80.95% and 100% respectively after 18 months period of observation.", "The overall success rates of ZnO-ozonated oil, vitapex and modified 3Mix antibiotic paste were comparable."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pedodontics and Preventive Dentistry, Index Institute of Dental Sciences, Indore, M.P, India."}], "Identifier": [], "LastName": "Doneria", "ForeName": "Divya", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pedodontics and Preventive Dentistry, H.P Govt Dental College, Shimla, H.P, India."}], "Identifier": [], "LastName": "Thakur", "ForeName": "Seema", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pedodontics and Preventive Dentistry, H.P Govt Dental College, Shimla, H.P, India."}], "Identifier": [], "LastName": "Singhal", "ForeName": "Parul", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pedodontics and Preventive Dentistry, H.P Govt Dental College, Shimla, H.P, India."}], "Identifier": [], "LastName": "Chauhan", "ForeName": "Deepak", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Prosthodontics, Bapuji Dental College, Davangere, Karnataka, India."}], "Identifier": [], "LastName": "Keshav", "ForeName": "Karunakar", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "MDS Pedodontics and Preventive Dentistry, Government Duty Officer, Kullu, H.P, India."}], "Identifier": [], "LastName": "Uppal", "ForeName": "Anika", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Contemp Clin Dent", "NlmUniqueID": "101552967", "ISSNLinking": "0976-2361"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "American Academy of Pediatric Dentistry. Guildelines on pulp therapy for primary and young permanent teeth. Reference manual 2006–2007. Pediatr Dent. 2007;28:144–8."}, {"Citation": "Rifkin A. The root canal treatment of abscessed primary teeth – A three to four year follow-up. ASDC J Dent Child. 1982;49:428–31.", "ArticleIdList": ["6960030"]}, {"Citation": "Holan G, Fuks AB. A comparison of pulpectomies using ZOE and KRI paste in primary molars: A retrospective study. Pediatr Dent. 1993;15:403–7.", "ArticleIdList": ["8153002"]}, {"Citation": "Ozalp N, Saroǧlu I, Sönmez H. Evaluation of various root canal filling materials in primary molar pulpectomies: An in vivo study. Am J Dent. 2005;18:347–50.", "ArticleIdList": ["16433405"]}, {"Citation": "Kubota K, Golden BE, Penugonda B. Root canal filling materials for primary teeth: A review of the literature. ASDC J Dent Child. 1992;59:225–7.", "ArticleIdList": ["1629445"]}, {"Citation": "Primosch RE, Ahmadi A, Setzer B, Guelmann M. A retrospective assessment of zinc oxide-eugenol pulpectomies in vital maxillary primary incisors successfully restored with composite resin crowns. Pediatr Dent. 2005;27:470–7.", "ArticleIdList": ["16532887"]}, {"Citation": "Sadrian R, Coll JA. A long-term followup on the retention rate of zinc oxide eugenol filler after primary tooth pulpectomy. Pediatr Dent. 1993;15:249–53.", "ArticleIdList": ["8247898"]}, {"Citation": "Kennedy DB. Dental Practioner Handbook No. 21. Bristol: John Wright & Sons; 1976. Pediatric Operative Dentistry; pp. 232–9."}, {"Citation": "Flaitz CM, Barr ES, Hicks MJ. Radiographic evaluation of pulpal therapy for primary anterior teeth. ASDC J Dent Child. 1989;56:182–5.", "ArticleIdList": ["2723204"]}, {"Citation": "Barr ES, Flatiz CM, Hicks MJ. A retrospective radiographic evaluation of primary molar pulpectomies. Pediatr Dent. 1991;13:4–9.", "ArticleIdList": ["1945984"]}, {"Citation": "Garcia-Godoy F. Evaluation of an iodoform paste in root canal therapy for infected primary teeth. ASDC J Dent Child. 1987;54:30–4.", "ArticleIdList": ["3468139"]}, {"Citation": "Chawla HS, Mathur VP, Gauba K, Goyal A. A mixture of Ca(OH)2 paste and ZnO powder as a root canal filling material for primary teeth: A preliminary study. J Indian Soc Pedod Prev Dent. 2001;19:107–9.", "ArticleIdList": ["11817794"]}, {"Citation": "Machida Y. Root canal obturation in deciduous teeth. Nihon Shika Ishikai Zasshi. 1983;36:796–802.", "ArticleIdList": ["6589308"]}, {"Citation": "Nurko C, Garcia-Godoy F. Evaluation of a calcium hydroxide/iodoform paste (Vitapex) in root canal therapy for primary teeth. J Clin Pediatr Dent. 1999;23:289–94.", "ArticleIdList": ["10551129"]}, {"Citation": "Kawakami T, Nakamura C, Hasegawa H, Eda S. Fate of 45Ca-labeled calcium hydroxide in a root canal filling paste embedded in rat subcutaneous tissues. J Endod. 1987;13:220–3.", "ArticleIdList": ["3473178"]}, {"Citation": "Mani SA, Chawla HS, Tewari A, Goyal A. Evaluation of calcium hydroxide and zinc oxide eugenol as root canal filling materials in primary teeth. ASDC J Dent Child. 2000;67:142–7. 83.", "ArticleIdList": ["10826052"]}, {"Citation": "Nurko C, Ranly DM, García-Godoy F, Lakshmyya KN. Resorption of a calcium hydroxide/iodoform paste (Vitapex) in root canal therapy for primary teeth: A case report. Pediatr Dent. 2000;22:517–20.", "ArticleIdList": ["11132515"]}, {"Citation": "Chandra SP, Chandrasekhar R, Uloopi KS, Vinay C, Kumar NM. Success of root fillings with zinc oxide-ozonated oil in primary molars: Preliminary results. Eur Arch Paediatr Dent. 2014;15:191–5.", "ArticleIdList": ["24197970"]}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M. Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod. 2004;30:778–81.", "ArticleIdList": ["15505509"]}, {"Citation": "Huth KC, Jakob FM, Saugel B, Cappello C, Paschos E, Hollweck R, et al. Effect of ozone on oral cells compared with established antimicrobials. Eur J Oral Sci. 2006;114:435–40.", "ArticleIdList": ["17026511"]}, {"Citation": "Huth KC, Quirling M, Maier S, Kamereck K, Alkhayer M, Paschos E, et al. Effectiveness of ozone against endodontopathogenic microorganisms in a root canal biofilm model. Int Endod J. 2009;42:3–13.", "ArticleIdList": ["19125975"]}, {"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105:e85–91.", "ArticleIdList": ["18280954"]}, {"Citation": "Hoshino E, Kurihara-Ando N, Sato I, Uematsu H, Sato M, Kota K, et al. In-vitro antibacterial susceptibility of bacteria taken from infected root dentine to a mixture of ciprofloxacin, metronidazole and minocycline. Int Endod J. 1996;29:125–30.", "ArticleIdList": ["9206436"]}, {"Citation": "Sato T, Hoshino E, Uematsu H, Noda T. In vitro antimicrobial susceptibility to combinations of drugs on bacteria from carious and endodontic lesions of human deciduous teeth. Oral Microbiol Immunol. 1993;8:172–6.", "ArticleIdList": ["8233571"]}, {"Citation": "Sato I, Ando-Kurihara N, Kota K, Iwaku M, Hoshino E. Sterilization of infected root-canal dentine by topical application of a mixture of ciprofloxacin, metronidazole and minocycline in situ. Int Endod J. 1996;29:118–24.", "ArticleIdList": ["9206435"]}, {"Citation": "Sato I, Hoshino E, Uematsu H, Kota K, Iwaku M, Noda T. Bactericidial efficacy of a mixture of Ciprofloxacin, Metronidazole, minocycline and rifampicin against bacteria of carious and endodontic lesions of human deciduous teeth in vitro. Microbial ecology in Health and Disease. 1992;5:171."}, {"Citation": "Pinky C, Shashibhushan KK, Subbareddy VV. Endodontic treatment of necrosed primary teeth using two different combinations of antibacterial drugs: An in vivo study. J Indian Soc Pedod Prev Dent. 2011;29:121–7.", "ArticleIdList": ["21911950"]}, {"Citation": "Takushige T, Cruz EV, Asgor Moral A, Hoshino E. Endodontic treatment of primary teeth using a combination of antibacterial drugs. Int Endod J. 2004;37:132–8.", "ArticleIdList": ["14871180"]}, {"Citation": "Prabhakar AR, Sridevi E, Raju OS, Satish V. Endodontic treatment of primary teeth using combination of antibacterial drugs: An in vivo study. J Indian Soc Pedod Prev Dent. 2008;26(Suppl 1):S5–10.", "ArticleIdList": ["18974537"]}, {"Citation": "Trairatvorakul C, Detsomboonrat P. Success rates of a mixture of ciprofloxacin, metronidazole, and minocycline antibiotics used in the non-instrumentation endodontic treatment of mandibular primary molars with carious pulpal involvement. Int J Paediatr Dent. 2012;22:217–27.", "ArticleIdList": ["21951271"]}, {"Citation": "Zehnder M. Root canal irrigants. J Endod. 2006;32:389–98.", "ArticleIdList": ["16631834"]}, {"Citation": "Guinesi AS, Andolfatto C, Bonetti Filho I, Cardoso AA, Passaretti Filho J, Farac RV, et al. Ozonized oils: A qualitative and quantitative analysis. Braz Dent J. 2011;22:37–40.", "ArticleIdList": ["21519646"]}, {"Citation": "Mortazavi M, Mesbahi M. Comparison of zinc oxide and eugenol, and Vitapex for root canal treatment of necrotic primary teeth. Int J Paediatr Dent. 2004;14:417–24.", "ArticleIdList": ["15525310"]}, {"Citation": "Trairatvorakul C, Chunlasikaiwan S. Success of pulpectomy with zinc oxide-eugenol vs. calcium hydroxide/iodoform paste in primary molars: A clinical study. Pediatr Dent. 2008;30:303–8.", "ArticleIdList": ["18767509"]}, {"Citation": "Nakornchai S, Banditsing P, Visetratana N. Clinical evaluation of 3Mix and vitapex as treatment options for pulpally involved primary molars. Int J Paediatr Dent. 2010;20:214–21.", "ArticleIdList": ["20409203"]}, {"Citation": "Pramila R, Muthu MS, Deepa G, Farzan JM, Rodrigues SJ. Pulpectomies in primary mandibular molars: A comparison of outcomes using three root filling materials. Int Endod J. 2016;49:413–21.", "ArticleIdList": ["26059708"]}, {"Citation": "Gould JM. Root canal therapy for infected primary molar teeth – Preliminary report. ASDC J Dent Child. 1972;39:269–73.", "ArticleIdList": ["4558529"]}, {"Citation": "Moss SJ, Addelston H, Goldsmith ED. Histologic study of pulpal floor of deciduous molars. J Am Dent Assoc. 1965;70:372–9.", "ArticleIdList": ["14232287"]}, {"Citation": "Cruz EV, Kota K, Huque J, Iwaku M, Hoshino E. Penetration of propylene glycol into dentine. Int Endod J. 2002;35:330–6.", "ArticleIdList": ["12059933"]}, {"Citation": "Burrus D, Barbeau L, Hodgson B. Treatment of abscessed primary molars utilizing lesion sterilization and tissue repair: Literature review and report of three cases. Pediatr Dent. 2014;36:240–4.", "ArticleIdList": ["24960392"]}, {"Citation": "Jaya AR, Praveen P, Anantharaj A, Venkataraghavan K, Rani PS. In vivo evaluation of lesion sterilization and tissue repair in primary teeth pulp therapy using two antibiotic drug combinations. J Clin Pediatr Dent. 2012;37:189–91.", "ArticleIdList": ["23534328"]}, {"Citation": "Agarwal M, Das UM, Vishwanath D. A comparative evaluation of noninstrumentation endodontic techniques with conventional ZOE pulpectomies in deciduous molars: An in vivo study. World J Dent. 2011;2:187–92."}]}], "History": [{"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29326499", "PMC5754969", "10.4103/ccd.ccd_47_17", "CCD-8-514"]}}]}