{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29330495", "DateCompleted": {"Year": "2018", "Month": "10", "Day": "10"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["626", "10.1038/s41598-017-19139-3"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jan", "Day": "12"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Large unexplained suite of chemically reactive compounds present in ambient air due to biomass fires.", "Pagination": {"StartPage": "626", "MedlinePgn": "626"}, "Abstract": {"AbstractText": ["Biomass fires impact global atmospheric chemistry. The reactive compounds emitted and formed due to biomass fires drive ozone and organic aerosol formation, affecting both air quality and climate. Direct hydroxyl (OH) Reactivity measurements quantify total gaseous reactive pollutant loadings and comparison with measured compounds yields the fraction of unmeasured compounds. Here, we quantified the magnitude and composition of total OH reactivity in the north-west Indo-Gangetic Plain. More than 120% increase occurred in total OH reactivity (28 s<sup>-1</sup> to 64 s<sup>-1</sup>) and from no missing OH reactivity in the normal summertime air, the missing OH reactivity fraction increased to ~40 % in the post-harvest summertime period influenced by large scale biomass fires highlighting presence of unmeasured compounds. Increased missing OH reactivity between the two summertime periods was associated with increased concentrations of compounds with strong photochemical source such as acetaldehyde, acetone, hydroxyacetone, nitromethane, amides, isocyanic acid and primary emissions of acetonitrile and aromatic compounds. Currently even the most detailed state-of-the art atmospheric chemistry models exclude formamide, acetamide, nitromethane and isocyanic acid and their highly reactive precursor alkylamines (e.g. methylamine, ethylamine, dimethylamine, trimethylamine). For improved understanding of atmospheric chemistry-air quality-climate feedbacks in biomass-fire impacted atmospheric environments, future studies should include these compounds."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Environmental Sciences, Indian Institute of Science Education and Research Mohali, Sector 81, S. A. S. Nagar, Manauli PO, Punjab, 140306, India."}], "Identifier": ["0000-0002-8405-3470"], "LastName": "Kumar", "ForeName": "V", "Initials": "V"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Environmental Sciences, Indian Institute of Science Education and Research Mohali, Sector 81, S. A. S. Nagar, Manauli PO, Punjab, 140306, India."}], "Identifier": [], "LastName": "Chandra", "ForeName": "B P", "Initials": "BP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Environmental Sciences, Indian Institute of Science Education and Research Mohali, Sector 81, S. A. S. Nagar, Manauli PO, Punjab, 140306, India. vsinha@iisermohali.ac.in."}], "Identifier": ["0000-0002-5508-0779"], "LastName": "Sinha", "ForeName": "V", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Crutzen PJ, Andreae MO. Biomass Burning in the Tropics: Impact on Atmospheric Chemistry and Biogeochemical Cycles. Science. 1990;250:1669–1678. doi: 10.1126/science.250.4988.1669.", "ArticleIdList": ["10.1126/science.250.4988.1669", "17734705"]}, {"Citation": "Jain N, Bhatia A, Pathak H. Emission of air pollutants from crop residue burning in India. Aerosol Air Qual. Res. 2014;14:422–430."}, {"Citation": "Andreae MO, Merlet P. Emission of trace gases and aerosols from biomass burning. Global Biogeochem. Cycles. 2001;15:955–966. doi: 10.1029/2000GB001382.", "ArticleIdList": ["10.1029/2000GB001382"]}, {"Citation": "Stockwell CE, et al. Field measurements of trace gases and aerosols emitted by peat fires in Central Kalimantan, Indonesia, during the 2015 El Niño. Atmos. Chem. Phys. 2016;16:11711–11732. doi: 10.5194/acp-16-11711-2016.", "ArticleIdList": ["10.5194/acp-16-11711-2016"]}, {"Citation": "Lal R. World crop residues production and implications of its use as a biofuel. Environ. Int. 2005;31:575–584. doi: 10.1016/j.envint.2004.09.005.", "ArticleIdList": ["10.1016/j.envint.2004.09.005", "15788197"]}, {"Citation": "Yevich, R. & Logan, J. A. An assessment of biofuel use and burning of agricultural waste in the developing world. Global Biogeochem. Cycles17, 10.1029/2002GB001952 (2003)."}, {"Citation": "Crutzen PJ, Heidt LE, Krasnec JP, Pollock WH, Seiler W. Biomass burning as a source of atmospheric gases CO, H2, N2O, NO, CH3Cl and COS. Nature. 1979;282:253–256. doi: 10.1038/282253a0.", "ArticleIdList": ["10.1038/282253a0"]}, {"Citation": "Sinha B, et al. Assessment of crop yield losses in Punjab and Haryana using 2 years of continuous in situ ozone measurements. Atmos. Chem. Phys. 2015;15:9555–9576. doi: 10.5194/acp-15-9555-2015.", "ArticleIdList": ["10.5194/acp-15-9555-2015"]}, {"Citation": "Kumar V, Sarkar C, Sinha V. Influence of post-harvest crop residue fires on surface ozone mixing ratios in the N.W. IGP analyzed using 2 years of continuous in situ trace gas measurements. J. Geophys. Res. 2016;121:3619–3633."}, {"Citation": "Venkataraman, C. et al. Emissions from open biomass burning in India: Integrating the inventory approach with high-resolution Moderate Resolution Imaging Spectroradiometer (MODIS) active-fire and land cover data. Global Biogeochem. Cycles20, 10.1029/2005GB002547 (2006)."}, {"Citation": "Gilman JB, et al. Biomass burning emissions and potential air quality impacts of volatile organic compounds and other trace gases from fuels common in the US. Atmos. Chem. Phys. 2015;15:13915–13938. doi: 10.5194/acp-15-13915-2015.", "ArticleIdList": ["10.5194/acp-15-13915-2015"]}, {"Citation": "Stockwell CE, Veres PR, Williams J, Yokelson RJ. Characterization of biomass burning emissions from cooking fires, peat, crop residue, and other fuels with high-resolution proton-transfer-reaction time-of-flight mass spectrometry. Atmos. Chem. Phys. 2015;15:845–865. doi: 10.5194/acp-15-845-2015.", "ArticleIdList": ["10.5194/acp-15-845-2015"]}, {"Citation": "Hatch LE, et al. Multi-instrument comparison and compilation of non-methane organic gas emissions from biomass burning and implications for smoke-derived secondary organic aerosol precursors. Atmos. Chem. Phys. 2017;17:1471–1489. doi: 10.5194/acp-17-1471-2017.", "ArticleIdList": ["10.5194/acp-17-1471-2017"]}, {"Citation": "Ortega AM, et al. Secondary organic aerosol formation and primary organic aerosol oxidation from biomass-burning smoke in a flow reactor during FLAME-3. Atmos. Chem. Phys. 2013;13:11551–11571. doi: 10.5194/acp-13-11551-2013.", "ArticleIdList": ["10.5194/acp-13-11551-2013"]}, {"Citation": "Chandra BP, Sinha V, Hakkim H, Sinha B. Storage stability studies and field application of low cost glass flasks for analyses of thirteen ambient VOCs using proton transfer reaction mass spectrometry. Int. J. Mass Spectrom. 2017;419:11–19. doi: 10.1016/j.ijms.2017.05.008.", "ArticleIdList": ["10.1016/j.ijms.2017.05.008"]}, {"Citation": "Levy H. Normal Atmosphere: Large Radical and Formaldehyde Concentrations Predicted. Science. 1971;173:141–143. doi: 10.1126/science.173.3992.141.", "ArticleIdList": ["10.1126/science.173.3992.141", "17739642"]}, {"Citation": "Hofzumahaus A, et al. Amplified Trace Gas Removal in the Troposphere. Science. 2009;324:1702–1704. doi: 10.1126/science.1164566.", "ArticleIdList": ["10.1126/science.1164566", "19498111"]}, {"Citation": "Lelieveld J, Dentener FJ, Peters W, Krol MC. On the role of hydroxyl radicals in the self-cleansing capacity of the troposphere. Atmos. Chem. Phys. 2004;4:2337–2344. doi: 10.5194/acp-4-2337-2004.", "ArticleIdList": ["10.5194/acp-4-2337-2004"]}, {"Citation": "Rosenfeld D, et al. Flood or Drought: How Do Aerosols Affect Precipitation? Science. 2008;321:1309–1313. doi: 10.1126/science.1160606.", "ArticleIdList": ["10.1126/science.1160606", "18772428"]}, {"Citation": "Sinha V, et al. Constraints on instantaneous ozone production rates and regimes during DOMINO derived using in-situ OH reactivity measurements. Atmos. Chem. Phys. 2012;12:7269–7283. doi: 10.5194/acp-12-7269-2012.", "ArticleIdList": ["10.5194/acp-12-7269-2012"]}, {"Citation": "Di Carlo P, et al. Missing OH reactivity in a Forest: Evidence for Unknown Reactive Biogenic VOCs. Science. 2004;304:722–725. doi: 10.1126/science.1094392.", "ArticleIdList": ["10.1126/science.1094392", "15118159"]}, {"Citation": "Sinha, V., Williams, J., Crowley, J. N. & Lelieveld, J. The Comparative Reactivity Method – a new tool to measure total OH reactivity in ambient air. Atmos. Chem. Phys, 2213–2227, 10.5194/acp-8-2213-2008 (2008)."}, {"Citation": "Goldstein AH, Galbally IE. Known and Unexplored Organic Constituents in the Earth's Atmosphere. Environ. Sci. Technol. 2007;41:1514–1521. doi: 10.1021/es072476p.", "ArticleIdList": ["10.1021/es072476p", "17396635"]}, {"Citation": "Yang Y, et al. Towards a quantitative understanding of total OH reactivity: A review. Atmos. Environ. 2016;134:147–161. doi: 10.1016/j.atmosenv.2016.03.010.", "ArticleIdList": ["10.1016/j.atmosenv.2016.03.010"]}, {"Citation": "Nolscher, A. C. et al. Unexpected seasonality in quantity and composition of Amazon rainforest air reactivity. Nat Commun7, 10.1038/ncomms10383 (2016).", "ArticleIdList": ["PMC4735797", "26797390"]}, {"Citation": "Sinha V, Kumar V, Sarkar C. Chemical composition of pre-monsoon air in the Indo-Gangetic Plain measured using a new air quality facility and PTR-MS: high surface ozone and strong influence of biomass burning. Atmos. Chem. Phys. 2014;14:5921–5941. doi: 10.5194/acp-14-5921-2014.", "ArticleIdList": ["10.5194/acp-14-5921-2014"]}, {"Citation": "Pawar H, et al. Quantifying the contribution of long-range transport to particulate matter (PM) mass loadings at a suburban site in the north-western Indo-Gangetic Plain (NW-IGP) Atmos. Chem. Phys. 2015;15:9501–9520. doi: 10.5194/acp-15-9501-2015.", "ArticleIdList": ["10.5194/acp-15-9501-2015"]}, {"Citation": "Kumar V, Sinha V. VOC–OHM: A new technique for rapid measurements of ambient total OH reactivity and volatile organic compounds using a single proton transfer reaction mass spectrometer. International Journal of Mass Spectrometry. 2014;374:55–63. doi: 10.1016/j.ijms.2014.10.012.", "ArticleIdList": ["10.1016/j.ijms.2014.10.012"]}, {"Citation": "de Gouw J, Warneke C. Measurements of volatile organic compounds in the earth's atmosphere using proton-transfer-reaction mass spectrometry. Mass Spectrometry Reviews. 2007;26:223–257. doi: 10.1002/mas.20119.", "ArticleIdList": ["10.1002/mas.20119", "17154155"]}, {"Citation": "Yuan B, et al. Proton-Transfer-Reaction Mass Spectrometry: Applications in Atmospheric Sciences. Chemical Reviews. 2017", "ArticleIdList": ["28976748"]}, {"Citation": "Hansen RF, et al. Intercomparison of the comparative reactivity method (CRM) and pump–probe technique for measuring total OH reactivity in an urban environment. Atmos. Meas. Tech. 2015;8:4243–4264. doi: 10.5194/amt-8-4243-2015.", "ArticleIdList": ["10.5194/amt-8-4243-2015"]}, {"Citation": "Bahuguna, A. Agricultural statistics at a glance 2014. (Ministry of Agriculture, New Delhi, 2015)."}, {"Citation": "Davies DK, Ilavajhala S, Wong MM, Justice CO. Fire Information for Resource Management System: Archiving and Distributing MODIS Active Fire Data. IEEE Transactions on Geoscience and Remote Sensing. 2009;47:72–79. doi: 10.1109/TGRS.2008.2002076.", "ArticleIdList": ["10.1109/TGRS.2008.2002076"]}, {"Citation": "Atkinson R, et al. Evaluated kinetic and photochemical data for atmospheric chemistry: Volume I - gas phase reactions of Ox, HOx, NOx and SOx species. Atmos. Chem. Phys. 2004;4:1461–1738. doi: 10.5194/acp-4-1461-2004.", "ArticleIdList": ["10.5194/acp-4-1461-2004"]}, {"Citation": "Atkinson R, et al. Evaluated kinetic and photochemical data for atmospheric chemistry: Volume II - gas phase reactions of organic species. Atmos. Chem. Phys. 2006;6:3625–4055. doi: 10.5194/acp-6-3625-2006.", "ArticleIdList": ["10.5194/acp-6-3625-2006"]}, {"Citation": "Chandra BP, Sinha V. Contribution of post-harvest agricultural paddy residue fires in the N.W. Indo-Gangetic Plain to ambient carcinogenic benzenoids, toxic isocyanic acid and carbon monoxide. Environ. Int. 2016;88:187–197. doi: 10.1016/j.envint.2015.12.025.", "ArticleIdList": ["10.1016/j.envint.2015.12.025", "26760716"]}, {"Citation": "Lou S, et al. Atmospheric OH reactivities in the Pearl River Delta – China in summer 2006: measurement and model results. Atmos. Chem. Phys. 2010;10:11243–11260. doi: 10.5194/acp-10-11243-2010.", "ArticleIdList": ["10.5194/acp-10-11243-2010"]}, {"Citation": "Wolfe GM, Marvin MR, Roberts SJ, Travis KR, Liao J. The Framework for 0-D Atmospheric Modeling (F0AM) v3.1. Geosci. Model Dev. 2016;9:3309–3319. doi: 10.5194/gmd-9-3309-2016.", "ArticleIdList": ["10.5194/gmd-9-3309-2016"]}, {"Citation": "Jenkin ME, Young JC, Rickard AR. The MCM v3.3.1 degradation scheme for isoprene. Atmos. Chem. Phys. 2015;15:11433–11459. doi: 10.5194/acp-15-11433-2015.", "ArticleIdList": ["10.5194/acp-15-11433-2015"]}, {"Citation": "Millet DB, et al. Global atmospheric budget of acetaldehyde: 3-D model analysis and constraints from in-situ and satellite observations. Atmos. Chem. Phys. 2010;10:3405–3425. doi: 10.5194/acp-10-3405-2010.", "ArticleIdList": ["10.5194/acp-10-3405-2010"]}, {"Citation": "Roberts JM, et al. New insights into atmospheric sources and sinks of isocyanic acid, HNCO, from recent urban and regional observations. J. Geophys. Res. 2014;119:1060–1072. doi: 10.1002/2013JE004603.", "ArticleIdList": ["10.1002/2013JE004603"]}, {"Citation": "Young, P. J. et al. Isocyanic acid in a global chemistry transport model: Tropospheric distribution, budget, and identification of regions with potential health impacts. Journal of Geophysical Research: Atmospheres117, 10.1029/2011JD017393 (2012)."}, {"Citation": "Li Y, Wang L. The atmospheric oxidation mechanism of 1,2,4-trimethylbenzene initiated by OH radicals. Phys. Chem. Chem. Phys. 2014;16:17908–17917. doi: 10.1039/C4CP02027H.", "ArticleIdList": ["10.1039/C4CP02027H", "25041763"]}, {"Citation": "Ge X, Wexler AS, Clegg SL. Atmospheric amines – Part I. A review. Atmos. Environ. 2011;45:524–546. doi: 10.1016/j.atmosenv.2010.10.012.", "ArticleIdList": ["10.1016/j.atmosenv.2010.10.012"]}, {"Citation": "Pitts JN, Grosjean D, Van Cauwenberghe K, Schmid JP, Fitz DR. Photooxidation of aliphatic amines under simulated atmospheric conditions: formation of nitrosamines, nitramines, amides, and photochemical oxidant. Environ. Sci. Technol. 1978;12:946–953. doi: 10.1021/es60144a009.", "ArticleIdList": ["10.1021/es60144a009"]}, {"Citation": "Rajput P, Sarin M, Sharma D, Singh D. Characteristics and emission budget of carbonaceous species from post-harvest agricultural-waste burning in source region of the Indo-Gangetic Plain. Tellus B: Chemical and Physical Meteorology. 2014;66:21026. doi: 10.3402/tellusb.v66.21026.", "ArticleIdList": ["10.3402/tellusb.v66.21026"]}, {"Citation": "Ram, K., Sarin, M. M. & Tripathi, S. N. A 1 year record of carbonaceous aerosols from an urban site in the Indo-Gangetic Plain: Characterization, sources, and temporal variability. Journal of Geophysical Research: Atmospheres115, 10.1029/2010JD014188 (2010)."}, {"Citation": "Garg, S. et al. Limitation of the Use of the Absorption Angstrom Exponent for Source Apportionment of Equivalent Black Carbon: a Case Study from the North West Indo-Gangetic Plain. Environmental Science & Technology, 10.1021/acs.est.5b03868 (2015).", "ArticleIdList": ["26655249"]}, {"Citation": "Sarkar C, et al. Overview of VOC emissions and chemistry from PTR-TOF-MS measurements during the SusKat-ABC campaign: high acetaldehyde, isoprene and isocyanic acid in wintertime air of the Kathmandu Valley. Atmos. Chem. Phys. 2016;16:3979–4003. doi: 10.5194/acp-16-3979-2016.", "ArticleIdList": ["10.5194/acp-16-3979-2016"]}, {"Citation": "Tao Y, et al. Effects of amines on particle growth observed in new particle formation events. Journal of Geophysical Research: Atmospheres. 2016;121:324–335."}, {"Citation": "Sarkar C, Kumar V, Sinha V. Massive emissions of carcinogenic benzenoids from paddy residue burning in North India. Current Science. 2013;104:1703–1706."}, {"Citation": "Akagi SK, et al. Emission factors for open and domestic biomass burning for use in atmospheric models. Atmos. Chem. Phys. 2011;11:4039–4072. doi: 10.5194/acp-11-4039-2011.", "ArticleIdList": ["10.5194/acp-11-4039-2011"]}, {"Citation": "Urbanski SP. Combustion efficiency and emission factors for wildfire-season fires in mixed conifer forests of the northern Rocky Mountains, US. Atmos. Chem. Phys. 2013;13:7241–7262. doi: 10.5194/acp-13-7241-2013.", "ArticleIdList": ["10.5194/acp-13-7241-2013"]}, {"Citation": "Inomata S, et al. Laboratory measurements of emission factors of nonmethane volatile organic compounds from burning of Chinese crop residues. Journal of Geophysical Research: Atmospheres. 2015;120:5237–5252."}, {"Citation": "Lelieveld J, et al. Atmospheric oxidation capacity sustained by a tropical forest. Nature. 2008;452:737–740. doi: 10.1038/nature06870.", "ArticleIdList": ["10.1038/nature06870", "18401407"]}, {"Citation": "Dotan I, Albritton DL. Mobilities of CO2+, N2H+, H3O+, H3O+⋅H2O, and H3O+⋅ (H2O)2 ions in N2. The Journal of Chemical Physics. 1976;65:5028–5030. doi: 10.1063/1.432943.", "ArticleIdList": ["10.1063/1.432943"]}, {"Citation": "Zhao J, Zhang R. Proton transfer reaction rate constants between hydronium ion (H3O+) and volatile organic compounds. Atmospheric Environment. 2004;38:2177–2185. doi: 10.1016/j.atmosenv.2004.01.019.", "ArticleIdList": ["10.1016/j.atmosenv.2004.01.019"]}, {"Citation": "Karl T, et al. Efficient Atmospheric Cleansing of Oxidized Organic Trace Gases by Vegetation. Science. 2010;330:816–819. doi: 10.1126/science.1192534.", "ArticleIdList": ["10.1126/science.1192534", "20966216"]}, {"Citation": "Williams J, et al. An Atmospheric Chemistry Interpretation of Mass Scans Obtained from a Proton Transfer Mass Spectrometer Flown over the Tropical Rainforest of Surinam. Journal of Atmospheric Chemistry. 2001;38:133–166. doi: 10.1023/A:1006322701523.", "ArticleIdList": ["10.1023/A:1006322701523"]}, {"Citation": "Ievgeniia K, et al. Compounds enhanced in a mass spectrometric profile of smokers' exhaled breath versus non-smokers as determined in a pilot study using PTR-MS. Journal of Breath Research. 2008;2:026002. doi: 10.1088/1752-7155/2/2/026002.", "ArticleIdList": ["10.1088/1752-7155/2/2/026002", "21383443"]}, {"Citation": "Atkinson R, Aschmann SM, Carter WPL. Kinetics of the reactions of O3 and OH radicals with furan and thiophene at 298 ± 2 K. International Journal of Chemical Kinetics. 1983;15:51–61. doi: 10.1002/kin.550150106.", "ArticleIdList": ["10.1002/kin.550150106"]}, {"Citation": "Curtis, A. R. & Sweetenham, W. P. Facsimile/Chekmat Users Manual. AERE ReportR-12805, Her Majesty’s Stationary Office England (1988)."}, {"Citation": "Saunders SM, Jenkin ME, Derwent RG, Pilling MJ. World wide web site of a master chemical mechanism (MCM) for use in tropospheric chemistry models. Atmospheric Environment. 1997;31:1249. doi: 10.1016/S1352-2310(97)85197-7.", "ArticleIdList": ["10.1016/S1352-2310(97)85197-7"]}, {"Citation": "Saunders SM, Jenkin ME, Derwent RG, Pilling MJ. Protocol for the development of the Master Chemical Mechanism, MCMv3 (Part A): tropospheric degradation of non-aromatic volatile organic compounds. Atmos. Chem. Phys. 2003;3:161–180. doi: 10.5194/acp-3-161-2003.", "ArticleIdList": ["10.5194/acp-3-161-2003"]}, {"Citation": "Jenkin ME, Saunders SM, Pilling MJ. The tropospheric degradation of volatile organic compounds: a protocol for mechanism development. Atmospheric Environment. 1997;31:81–104. doi: 10.1016/S1352-2310(96)00105-7.", "ArticleIdList": ["10.1016/S1352-2310(96)00105-7"]}, {"Citation": "Trebs I, et al. Relationship between the NO2 photolysis frequency and the solar global irradiance. Atmos. Meas. Tech. 2009;2:725–739. doi: 10.5194/amt-2-725-2009.", "ArticleIdList": ["10.5194/amt-2-725-2009"]}, {"Citation": "Atkinson R, Carter WPL. Kinetics and mechanisms of the gas-phase reactions of ozone with organic compounds under atmospheric conditions. Chemical Reviews. 1984;84:437–470. doi: 10.1021/cr00063a002.", "ArticleIdList": ["10.1021/cr00063a002"]}, {"Citation": "Atkinson R. Kinetics and mechanisms of the gas-phase reactions of the hydroxyl radical with organic compounds under atmospheric conditions. Chemical Reviews. 1986;86:69–201. doi: 10.1021/cr00071a004.", "ArticleIdList": ["10.1021/cr00071a004"]}, {"Citation": "Atkinson R, Aschmann SM. Rate constants for the reactions of O3 and OH radicals with a series of alkynes. International Journal of Chemical Kinetics. 1984;16:259–268. doi: 10.1002/kin.550160308.", "ArticleIdList": ["10.1002/kin.550160308"]}, {"Citation": "Atkinson R, Arey J. Atmospheric Degradation of Volatile Organic Compounds. Chemical Reviews. 2003;103:4605–4638. doi: 10.1021/cr0206420.", "ArticleIdList": ["10.1021/cr0206420", "14664626"]}, {"Citation": "Manion, J. A. et al. Vol. 17 (National Institute of Standards and Technology, Gaithersburg, Maryland, 2015)."}, {"Citation": "Kaiser J, et al. Speciation of OH reactivity above the canopy of an isoprene-dominated forest. Atmos. Chem. Phys. 2016;16:9349–9359. doi: 10.5194/acp-16-9349-2016.", "ArticleIdList": ["10.5194/acp-16-9349-2016"]}, {"Citation": "Wolfe GM, et al. Missing peroxy radical sources within a summertime ponderosa pine forest. Atmos. Chem. Phys. 2014;14:4715–4732. doi: 10.5194/acp-14-4715-2014.", "ArticleIdList": ["10.5194/acp-14-4715-2014"]}, {"Citation": "Warneke C, et al. VOC identification and inter-comparison from laboratory biomass burning using PTR-MS and PIT-MS. International Journal of Mass Spectrometry. 2011;303:6–14. doi: 10.1016/j.ijms.2010.12.002.", "ArticleIdList": ["10.1016/j.ijms.2010.12.002"]}]}], "History": [{"Year": "2017", "Month": "10", "Day": "2"}, {"Year": "2017", "Month": "12", "Day": "22"}, {"Year": "2018", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["29330495", "PMC5766614", "10.1038/s41598-017-19139-3", "10.1038/s41598-017-19139-3"]}}]}