{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["NMVOC", "air pollution", "eddy covariance", "mass spectrometry", "urban emissions"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29358383", "DateCompleted": {"Year": "2018", "Month": "07", "Day": "16"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "01", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1073/pnas.1714715115"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "115", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Feb", "Day": "06"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Urban flux measurements reveal a large pool of oxygenated volatile organic compound emissions.", "Pagination": {"StartPage": "1186", "EndPage": "1191", "MedlinePgn": "1186-1191"}, "Abstract": {"AbstractText": ["Atmospheric chemistry is fueled by a large annual influx of nonmethane volatile organic compounds (NMVOC). These compounds influence ozone formation, lead to secondary organic aerosol production, and play a significant role for the oxidizing capacity of the atmosphere. The anthropogenic NMVOC budget is considerably uncertain due to the diversity of urban emission sources. Here, we present comprehensive observations of urban NMVOC eddy covariance fluxes using a newly designed proton-transfer-reaction quadrupole interface time-of-flight mass spectrometer. We found emission fluxes of a surprisingly large pool of oxygenated NMVOCs (OVOCs) with an appreciable fraction of higher oxidized OVOCs that cannot be explained by known fast photochemical turnaround or current primary emission estimates. Measured OVOC/NMVOC bulk flux ratios are two to four times higher than inferred from aggregated anthropogenic emission inventories. Extrapolating these results would double the global anthropogenic NMVOC flux. In view of globally accelerating urbanization, our study highlights the need to reevaluate the influence of anthropogenic NMVOC on atmospheric chemistry, human health, and the climate system."], "CopyrightInformation": "Copyright © 2018 the Author(s). Published by PNAS."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Atmospheric and Cryospheric Sciences, University of Innsbruck, 6020 Innsbruck, Austria; thomas.karl@uibk.ac.at."}], "Identifier": ["0000-0003-2869-9426"], "LastName": "Karl", "ForeName": "T", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Atmospheric and Cryospheric Sciences, University of Innsbruck, 6020 Innsbruck, Austria."}], "Identifier": [], "LastName": "Striednig", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Atmospheric and Cryospheric Sciences, University of Innsbruck, 6020 Innsbruck, Austria."}], "Identifier": [], "LastName": "Graus", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ecology, University of Innsbruck, 6020 Innsbruck, Austria."}], "Identifier": [], "LastName": "Hammerle", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ecology, University of Innsbruck, 6020 Innsbruck, Austria."}], "Identifier": ["0000-0003-3080-6702"], "LastName": "Wohlfahrt", "ForeName": "G", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Williams J. Organic trace gases in the atmosphere: An overview. Environ Chem. 2004;3:125–136."}, {"Citation": "Singh HB, et al. High concentrations and photochemical fate of oxygenated hydrocarbons in the global troposphere. Nature. 1995;378:50–54."}, {"Citation": "Lu KD, et al. Missing OH source in a suburban environment near Beijing: Observed and modelled OH and HO2 concentrations in summer 2006. Atmos Chem Phys. 2013;13:1057–1080."}, {"Citation": "Odum JR, et al. Gas/particle partitioning and secondary organic aerosol yields. Environ Sci Technol. 1996;30:2580–2585."}, {"Citation": "Jimenez JL, et al. Evolution of organic aerosols in the atmosphere. Science. 2009;326:1525–1529.", "ArticleIdList": ["20007897"]}, {"Citation": "Schobesberger S, et al. Molecular understanding of atmospheric particle formation from sulfuric acid and large oxidized organic molecules. Proc Natl Acad Sci USA. 2013;110:17223–17228.", "ArticleIdList": ["PMC3808659", "24101502"]}, {"Citation": "Lewis AC, et al. A larger pool of ozone-forming carbon compounds in urban atmospheres. Nature. 2000;405:778–781.", "ArticleIdList": ["10866195"]}, {"Citation": "Lee-Taylor J, et al. Explicit modeling of organic chemistry and secondary organic aerosol partitioning for Mexico City and its outflow plume. Atmos Chem Phys. 2001;11:13219–13241."}, {"Citation": "Sheehy PM, et al. Oxidative capacity of the Mexico City atmosphere–Part 2: A ROx radical cycling perspective. Atmos Chem Phys. 2010;10:6993–7008."}, {"Citation": "Stephens S, et al. Weekly patterns of Mexico City’s surface concentrations of CO, NOx, PM10 and O3 during 1986-2007. Atmos Chem Phys. 2008;8:5313–5323."}, {"Citation": "Ehlers C, et al. Twenty years of ambient observations of nitrogen oxides and specified hydrocarbons in air masses dominated by traffic emissions in Germany. Faraday Discuss. 2015;189:407–437.", "ArticleIdList": ["27117015"]}, {"Citation": "Ryerson B, et al. Effect of petrochemical industrial emissions of reactive alkenes and NOx on tropospheric ozone formation in Houston, Texas. J Geophys Res. 2003;108:4249."}, {"Citation": "Derwent RG, et al. Photochemical ozone creation potentials for organic compounds in northwest Europe calculated with a master chemical mechanism. Atmos Environ. 1998;32:2429–2441."}, {"Citation": "Dolgorouky C, et al. Total OH reactivity measurements in Paris during the 2010 MEGAPOLI winter campaign. Atmos Chem Phys. 2012;12:9593–9612."}, {"Citation": "Hu L, et al. Emissions of C6-C8 aromatic compounds in the United States: Constraints from tall tower and aircraft measurements. J Geophys Res Res. 2013;120:826–842."}, {"Citation": "McDonald BC, Gentner DR, Goldstein AH, Harley RA. Long-term trends in motor vehicle emissions in U.S. urban areas. Environ Sci Technol. 2013;47:10022–10031.", "ArticleIdList": ["23915291"]}, {"Citation": "Council of the European Union  1999 EU Directive 1999/13/EC: Reducing the emissions of volatile organic compounds (VOCs). Available at  eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex:31999L0013. Accessed October 1, 2017."}, {"Citation": "Velasco E, et al. Eddy covariance flux measurements of pollutant gases in urban Mexico City. Atmos Chem Phys. 2009;9:7325–7342."}, {"Citation": "Langford B, et al. Fluxes and concentrations of volatile organic compounds above central London, UK. Atmos Chem Phys. 2010;10:627–645."}, {"Citation": "Warneke C, et al. Determination of urban volatile organic compound emission ratios and comparison with an emission database. J Geophys Res. 2007;112:D10S47."}, {"Citation": "Mellouki A, Le Bras G, Sidebottom H. Kinetics and mechanisms of the oxidation of oxygenated organic compounds in the gas phase. Chem Rev. 2003;103:5077–5096.", "ArticleIdList": ["14664644"]}, {"Citation": "Karl T, et al. Eddy covariance measurements of oxygenated volatile organic compound fluxes from crop harvesting using a redesigned proton-transfer-reaction mass spectrometer. J Geophys Res. 2001;106:24157–24167."}, {"Citation": "Park JH, et al. Active atmosphere-ecosystem exchange of the vast majority of detected volatile organic compounds. Science. 2013;341:643–647.", "ArticleIdList": ["23929979"]}, {"Citation": "Karl T, et al. Efficient atmospheric cleansing of oxidized organic trace gases by vegetation. Science. 2010;330:816–819.", "ArticleIdList": ["20966216"]}, {"Citation": "Nguyen TB, et al. Rapid deposition of oxidized biogenic compounds to a temperate forest. Proc Natl Acad Sci USA. 2015;112:E392–E401.", "ArticleIdList": ["PMC4321284", "25605913"]}, {"Citation": "Wu Y, Johnston MV. Aerosol formation from OH oxidation of the volatile cyclic methyl siloxane (cVMS) Decamethylcyclopentasiloxyne. Environ Sci Technol. 2017;51:4445–4451.", "ArticleIdList": ["28333451"]}, {"Citation": "Klein F, et al. Characterization of gas-phase organics using proton transfer reaction time-of-flight mass spectrometry: Cooking emissions. Environ Sci Technol. 2016;50:1243–1250.", "ArticleIdList": ["26766423"]}, {"Citation": "Gloess A, et al. Evidence of different flavor formation dynamics by roasting coffee from different origins: On-line analysis with PTR-TOF-MS. Int J Mass Spectrom. 2016;365:324–337."}, {"Citation": "Coggon MM, et al. Emissions of nitrogen-containing organic compounds from the burning of herbaceous and arboraceous biomass: Fuel composition dependence and the variability of commonly used nitrile tracers. Geophys Res Lett. 2016;43:9903–9912."}, {"Citation": "Stönner C, Edtbauer A, Williams J. Real-world volatile organic compound emission rates from seated adults and children for use in indoor air studies. Indoor Air. 2017;28:164–172.", "ArticleIdList": ["28683154"]}, {"Citation": "Lindinger W, et al. Proton-transfer-reaction mass spectrometry (PTR-MS): On-line monitoring of volatile organic compounds at pptv levels. Chem Soc Rev. 1998;27:347–375."}, {"Citation": "de Gouw J, Warneke C. Measurements of volatile organic compounds in the earth’s atmosphere using proton-transfer-reaction mass spectrometry. Mass Spectrom Rev. 2007;26:223–257.", "ArticleIdList": ["17154155"]}, {"Citation": "Spanel P, Smith D. On the features, successes and challenges of selected ion flow tube mass spectrometry. Eur J Mass Spectrom (Chichester) 2013;19:225–246.", "ArticleIdList": ["24575622"]}, {"Citation": "Borbon A, et al. Emission ratios of anthropogenic volatile organic compounds in northern mid latitude megacities: Observations versus emission inventories in Los Angeles and Paris. J Geophys Res. 2013;118:2041–2057."}, {"Citation": "Theloke J, Friedrich R. Compilation of a database on the composition of anthropogenic VOC emissions for atmospheric modeling in Europe. Atmos Environ. 2007;41:4148–4160."}, {"Citation": "Lamarque JF, et al. Historical (1850–2000) gridded anthropogenic and biomass burning emissions of reactive gases and aerosols: Methodology and application. Atmos Chem Phys. 2010;10:7017–7039."}, {"Citation": "Huang G, et al. Speciation of anthropogenic emissions of non-methane volatile organic compounds: A global gridded data set for 1970-2012. Atmos Chem Phys Phys. 2017;17:7683–7701."}, {"Citation": "Ehhalt D, Prather M. 2001 Atmospheric chemistry and greenhouse gases, 3rd Assessment Report, Chap 4 (Intergovernmetnal Panel on Climate Change, Geneva). Available at  https://www.ipcc.ch/ipccreports/tar/wg1/index.htm. Accessed October 1, 2017."}, {"Citation": "Loibl W, Orthofer R, Winiwarter W. Spatially disaggregated emission inventory for anthropogenic NMVOC in Austria. Atmos Environ. 1993;16:2575–2590."}, {"Citation": "Papadimitriou G, et al. 2013. TRACCS–Transport data collection supporting the quantitative analysis of measures relating to transport and climate change. Technical report EMISIA No. 13.RE.025.V1 (EMISIA SA, Thessaloniki, Greece)"}, {"Citation": "von Schneidemesser E, Monks PS, Plass-Duelmer C. Global comparison of VOC and CO observations in urban areas. Atmos Environ. 2010;44:5053–5064."}, {"Citation": "Yuan B, et al. VOC emissions, evolutions and contributions to SOA formation at a receptor site in eastern China. Atmos Chem Phys. 2013;13:8815–8832."}, {"Citation": "Liu Y, et al. Source profiles of volatile organic compounds (VOCs) measured in China: Part I. Atmos Environ. 2008;42:6247–6260."}, {"Citation": "de Gouw JA, et al. Budget of organic carbon in a polluted atmosphere: Results from the New England Air Quality Study in 2002. J Geophys Res Atmos. 2005;110:D16305."}, {"Citation": "Gros V, et al. Volatile organic compounds sources in Paris in spring 2007. Part I: Qualitative analysis. Environ Chem. 2011;8:74–90."}, {"Citation": "Graus M, Müller M, Hansel A. High resolution PTR-TOF: Quantification and formula confirmation of VOC in real time. J Am Soc Mass Spectrom. 2010;21:1037–1044.", "ArticleIdList": ["20335047"]}, {"Citation": "Cappellin L, et al. On quantitative determination of volatile organic compound concentrations using proton transfer reaction time-of-flight mass spectrometry. Environ Sci Technol. 2012;46:2283–2290.", "ArticleIdList": ["22296026"]}, {"Citation": "Karl T, et al. Virtual disjunct eddy covariance measurements of organic compound fluxes from a subalpine forest using proton transfer reaction mass spectrometry. Atmos Chem Phys. 2002;2:279–291."}, {"Citation": "Foken T, Leuning R, Oncley SP, Mauder M, Aubinet M. Eddy Covariance: A Practical Guide to Measurement and Data Analysis. 1st Ed. Kluwer; Dortrecht, The Netherlands: 2010. Corrections and data quality; pp. 85–131."}, {"Citation": "Massmann W, Clement R. A Practical Guide to Measurement and Data Analysis. 1st Ed. Kluwer; Dortrecht, The Netherlands: 2010. Uncertainty in eddy covariance flux estimates resulting from spectral attenuation; pp. 67–96."}, {"Citation": "Zhang L, Moran MD, Makar PA, Brook JR, Gong S. Modelling gaseous dry deposition in AURAMS: A unified regional air-quality modelling system. Atmos Environ. 2002;36:537–560."}, {"Citation": "Paatero P, Hopke PK. Rotational tools for factor analytic models. J Chemometr. 2009;23:91–100."}, {"Citation": "Zhao W, Hopke PK, Karl T. Source identification of volatile organic compounds in Houston, Texas. Environ Sci Technol. 2004;38:1338–1347.", "ArticleIdList": ["15046334"]}, {"Citation": "Jenkin ME, Saunders SM, Pilling MJ. The tropospheric degradation of volatile organic compounds: A protocol for mechanism development. Atmos Environ. 1997;31:81–104."}, {"Citation": "Wolfe G, Thornton J. The chemistry of atmosphere-forest exchange (CAFÉ) model–Part 1: Model description and characterization. Atmos Chem Phys. 2011;11:77–101."}, {"Citation": "Trebs I, et al. Relationship between the NO2 photolysis frequency and the solar global irradiance. Atmos Meas Tech. 2009;2:725–739."}, {"Citation": "Derwent RG, Jenkin ME, Passant NR, Pilling MJ. Photochemical ozone creation potentials (POCPs) for different emission sources of organic compounds under European conditions estimated with a Master Chemical Mechanism. Atmos Environ. 2007;41:2570–2579."}, {"Citation": "Shin HM, McKone TE, Bennett DH. Contribution of low vapor pressure-volatile organic compounds (LVP-VOCs) from consumer products to ozone formation in urban atmospheres. Atmos Environ. 2015;108:98–106."}]}], "History": [{"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29358383", "PMC5819406", "10.1073/pnas.1714715115", "1714715115"]}}]}