{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Active commuting", "commuters’ exposure", "comparative risk assessment", "emission factors", "exposure response function", "mode shift", "population exposure"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29400262", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["1429081", "10.1080/16549716.2018.1429081"], "Journal": {"ISSN": "1654-9880", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2018"}}, "Title": "Global health action", "ISOAbbreviation": "Glob Health Action"}, "ArticleTitle": "Air pollution as a risk factor in health impact assessments of a travel mode shift towards cycling.", "Pagination": {"StartPage": "1429081", "MedlinePgn": "1429081"}, "Abstract": {"AbstractText": ["Promotion of active commuting provides substantial health and environmental benefits by influencing air pollution, physical activity, accidents, and noise. However, studies evaluating intervention and policies on a mode shift from motorized transport to cycling have estimated health impacts with varying validity and precision.", "To review and discuss the estimation of air pollution exposure and its impacts in health impact assessment studies of a shift in transport from cars to bicycles in order to guide future assessments.", "A systematic database search of PubMed was done primarily for articles published from January 2000 to May 2016 according to PRISMA guidelines.", "We identified 18 studies of health impact assessment of change in transport mode. Most studies investigated future hypothetical scenarios of increased cycling. The impact on the general population was estimated using a comparative risk assessment approach in the majority of these studies, whereas some used previously published cost estimates. Air pollution exposure during cycling was estimated based on the ventilation rate, the pollutant concentration, and the trip duration. Most studies employed exposure-response functions from studies comparing background levels of fine particles between cities to estimate the health impacts of local traffic emissions. The effect of air pollution associated with increased cycling contributed small health benefits for the general population, and also only slightly increased risks associated with fine particle exposure among those who shifted to cycling. However, studies calculating health impacts based on exposure-response functions for ozone, black carbon or nitrogen oxides found larger effects attributed to changes in air pollution exposure.", "A large discrepancy between studies was observed due to different health impact assessment approaches, different assumptions for calculation of inhaled dose and different selection of dose-response functions. This kind of assessments would improve from more holistic approaches using more specific exposure-response functions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "a Division of Occupational and Environmental Medicine, Department of Public Health and Clinical Medicine , Umeå University , Umeå , Sweden."}], "Identifier": [], "LastName": "Raza", "ForeName": "Wasif", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "a Division of Occupational and Environmental Medicine, Department of Public Health and Clinical Medicine , Umeå University , Umeå , Sweden."}], "Identifier": [], "LastName": "Forsberg", "ForeName": "Bertil", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "b Department of Environmental Science and Analytical Chemistry , Stockholm University , Stockholm , Sweden."}, {"Identifier": [], "Affiliation": "c Environment and Health Administration , SLB , Stockholm , Sweden."}], "Identifier": [], "LastName": "Johansson", "ForeName": "Christer", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "a Division of Occupational and Environmental Medicine, Department of Public Health and Clinical Medicine , Umeå University , Umeå , Sweden."}], "Identifier": ["0000-0002-8854-498X"], "LastName": "Sommar", "ForeName": "Johan Nilsson", "Initials": "JN"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Glob Health Action", "NlmUniqueID": "101496665", "ISSNLinking": "1654-9880"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Bicycling"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Exercise"}, {"QualifierName": ["methods"], "DescriptorName": "Health Impact Assessment"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": ["methods"], "DescriptorName": "Transportation"}, {"QualifierName": ["analysis"], "DescriptorName": "Vehicle Emissions"}], "CoiStatement": "No potential conflict of interest was reported by authors"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Antrop M. Background concepts for integrated landscape analysis. Agric Ecosyst Environ. 2000;77:17–13."}, {"Citation": "World Health Organization World urbanization prospects: the 2011 Revision. United Nations New York: Department of Economic and Social Affairs PD; 2012."}, {"Citation": "Antrop M. Landscape change and the urbanization process in Europe. Landsc Urban Plan. 2004;67:9–26."}, {"Citation": "Hosking J, Dora C, Mudu P, et al. Urban transport and health. Germany: WHO; 2011."}, {"Citation": "World Health Organization Global health risks: mortality and burden of disease attributable to selected major risks, 2009. Genewa (Switzerland): WHO; 2009."}, {"Citation": "O’Donnell MJ, Xavier D, Liu L, et al. Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study. The Lancet. 2010;376:112–123.", "ArticleIdList": ["20561675"]}, {"Citation": "Weuve J, Kang JH, Manson JE, et al. Physical activity, including walking, and cognitive function in older women. JAMA. 2004;292:1454–1461.", "ArticleIdList": ["15383516"]}, {"Citation": "World Health Organization Global recommendations on physical activity for health, 2010. Genewa (Switzerland): WHO; 2010.", "ArticleIdList": ["26180873"]}, {"Citation": "OECD/ITF Reducing transport greenhouse gas emissions: trends & data 2010. Germany: OECD/ITF; 2010."}, {"Citation": "European Environment Agency Air quality in Europe — 2016 report. Luxembourg: EEA; 28 2016."}, {"Citation": "Krzyżanowski M, Kuna-Dibbert B, Schneider J. Health effects of transport-related air pollution. Copenhagen, Denmark: WHO Regional Office Europe; 2005."}, {"Citation": "Cohen AJ, Brauer M, Burnett R, et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet (London, England). 2017;389:1907–1918.", "ArticleIdList": ["PMC5439030", "28408086"]}, {"Citation": "Forouzanfar MH, Afshin A, Alexander LT, et al. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2015: a systematic analysis for the Global Burden of Disease Study 2015. The Lancet. 2016;388:1659.", "ArticleIdList": ["PMC5388856", "27733284"]}, {"Citation": "World Health Organization THE GLOBAL BURDEN OF DISEASE 2004 update. Geneva (Switzerland): Department of Health Statistics and Informatics, WHO; 2008."}, {"Citation": "Pucher J, Buehler R. City cycling.   Cambridge, MA: MIT Press; 2012."}, {"Citation": "Cavill N, Kahlmeier S, Racioppi F. Physical activity and health in Europe: evidence for action. Geneva: World Health Organization; 2006. p. 15–23."}, {"Citation": "Edwards P, Tsouros AD. Promoting physical activity and active living in urban environments: the role of local governments. Copenhagen, Denmark: WHO Regional Office Europe; 2006. p. 1–3."}, {"Citation": "Francesco Branca HNaTL The challenge of obesity in who european region and the strategies for response. Copenhagen: WHO; 2007."}, {"Citation": "World Health Organization Interventions on diet and physical activity: what works: summary report. Genewa (Switzerland): WHO; 2009.", "ArticleIdList": ["24432437"]}, {"Citation": "Margie Peden RS, Sleet D, Mohan D, et al. World report on road traffic injury prevention. WHO, 2004."}, {"Citation": "Andersen LB, Schnohr P, Schroll M, et al. All-cause mortality associated with physical activity during leisure time, work, sports, and cycling to work. Arch Intern Med. 2000;160:1621–1628.", "ArticleIdList": ["10847255"]}, {"Citation": "De Hartog JJ, Boogaard H, Nijland H, et al. Do the health benefits of cycling outweigh the risks? Environ Health Perspect. 2010:1109–1116.", "ArticleIdList": ["PMC2920084", "20587380"]}, {"Citation": "Tainio M, de Nazelle AJ, Götschi T, et al. Can air pollution negate the health benefits of cycling and walking? Prev Med. 2016;87:233–236.", "ArticleIdList": ["PMC4893018", "27156248"]}, {"Citation": "Donaire-Gonzalez D, de Nazelle A, Cole-Hunter T, et al. The added benefit of bicycle commuting on the regular amount of physical activity performed. Am J Prev Med. 2015;49:842–849.", "ArticleIdList": ["26228005"]}, {"Citation": "Goodman A, Sahlqvist S, Ogilvie D. New walking and cycling routes and increased physical activity: one- and 2-year findings from the UK iConnect study. Am J Public Health. 2014;104:e38–46.", "ArticleIdList": ["PMC4151955", "25033133"]}, {"Citation": "Sahlqvist S, Goodman A, Cooper AR, et al. Change in active travel and changes in recreational and total physical activity in adults: longitudinal findings from the iConnect study. Int J Behav Nutr Phys Act. 2013;10:28.", "ArticleIdList": ["PMC3598920", "23445724"]}, {"Citation": "Mindell J, Joffe M. Health impact assessment in relation to other forms of impact assessment. J Public Health. 2003;25:107–112.", "ArticleIdList": ["12848398"]}, {"Citation": "Cavill N, Kahlmeier S, Rutter H, et al. Economic analyses of transport infrastructure and policies including health effects related to cycling and walking: a systematic review. Transport Policy. 2008;15:291–304."}, {"Citation": "Teschke K, Reynolds CC, Ries FJ, et al. Bicycling: Health risk or benefit? UBC Med J. 2012;3:2."}, {"Citation": "Xia T, Zhang Y, Crabb S, et al. Cobenefits of replacing car trips with alternative transportation: a review of evidence and methodological issues. J Environ Public Health. 2013;2013:14.", "ArticleIdList": ["PMC3730154", "23956758"]}, {"Citation": "Mueller N, Rojas-Rueda D, Cole-Hunter T, et al. Health impact assessment of active transportation: a systematic review. Prev Med. 2015;76:103–114.", "ArticleIdList": ["25900805"]}, {"Citation": "Doorley R, Pakrashi V, Ghosh B. Quantifying the health impacts of active travel: assessment of methodologies. Transport Rev. 2015;35:559–582."}, {"Citation": "Liberati A, Altman DG, Tetzlaff J, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. Ann Intern Med. 2009;151:W-65–W-94.", "ArticleIdList": ["19622512"]}, {"Citation": "Maizlish N, Woodcock J, Co S, et al. Health cobenefits and transportation-related reductions in greenhouse gas emissions in the San Francisco Bay area. Am J Public Health. 2013;103:703–709.", "ArticleIdList": ["PMC3673232", "23409903"]}, {"Citation": "Woodcock J, Edwards P, Tonne C, et al. Public health benefits of strategies to reduce greenhouse-gas emissions: urban land transport. Lancet (London, England). 2009;374:1930–1943.", "ArticleIdList": ["19942277"]}, {"Citation": "Woodcock J, Givoni M, Morgan AS. Health impact modelling of active travel visions for England and Wales using an Integrated Transport and Health Impact Modelling Tool (ITHIM). PLoS One. 2013;8:e51462.", "ArticleIdList": ["PMC3541403", "23326315"]}, {"Citation": "Johansson C, Lövenheim B, Schantz P, et al. Impacts on air pollution and health by changing commuting from car to bicycle. Sci Total Environ. 2017;584:55–63.", "ArticleIdList": ["28135613"]}, {"Citation": "Rojas-Rueda D, de Nazelle A, Tainio M, et al. The health risks and benefits of cycling in urban environments compared with car use: health impact assessment study. BMJ (Clinical Research Ed). 2011;343:d4521.", "ArticleIdList": ["PMC3150633", "21816732"]}, {"Citation": "Woodcock J, Tainio M, Cheshire J, et al. Health effects of the London bicycle sharing system: health impact modelling study. BMJ. 2014; 348:g425.", "ArticleIdList": ["PMC3923979", "24524928"]}, {"Citation": "Dhondt S, Kochan B, Beckx C, et al. Integrated health impact assessment of travel behaviour: model exploration and application to a fuel price increase. Environ Int. 2013;51:45–58.", "ArticleIdList": ["23160083"]}, {"Citation": "Macmillan A, Connor J, Witten K, et al. The societal costs and benefits of commuter bicycling: simulating the effects of specific policies using system dynamics modeling. Environ Health Perspect. 2014;122:335–344.", "ArticleIdList": ["PMC3984216", "24496244"]}, {"Citation": "Holm AL, Glumer C, Diderichsen F. Health impact assessment of increased cycling to place of work or education in Copenhagen. BMJ Open. 2012;2:4.", "ArticleIdList": ["PMC4400672", "22833650"]}, {"Citation": "Rojas-Rueda D, de Nazelle A, Andersen ZJ, et al. Health impacts of active transportation in Europe. PLoS One. 2016;11:e0149990.", "ArticleIdList": ["PMC4773008", "26930213"]}, {"Citation": "Rojas-Rueda D, De Nazelle A, Teixidó O, et al. Replacing car trips by increasing bike and public transport in the greater Barcelona metropolitan area: a health impact assessment study. Environ Int. 2012;49:100–109.", "ArticleIdList": ["23000780"]}, {"Citation": "Rojas-Rueda D, de Nazelle A, Teixido O, et al. Health impact assessment of increasing public transport and cycling use in Barcelona: a morbidity and burden of disease approach. Prev Med. 2013;57:573–579.", "ArticleIdList": ["23938465"]}, {"Citation": "Xia T, Nitschke M, Zhang Y, et al. Traffic-related air pollution and health co-benefits of alternative transport in Adelaide, South Australia. Environ Int. 2015;74:281–290.", "ArticleIdList": ["25454245"]}, {"Citation": "Buekers J, Dons E, Elen B, et al. Health impact model for modal shift from car use to cycling or walking in Flanders: application to two bicycle highways. J Transport Health. 2015;2:549–562."}, {"Citation": "Lindsay G, Macmillan A, Woodward A. Moving urban trips from cars to bicycles: impact on health and emissions. Aust N Z J Public Health. 2011;35:54–60.", "ArticleIdList": ["21299701"]}, {"Citation": "Rabl A, De Nazelle A. Benefits of shift from car to active transport. Transport Policy. 2012;19:121–131."}, {"Citation": "Grabow ML, Spak SN, Holloway T, et al. Air quality and exercise-related health benefits from reduced car travel in the midwestern USA. Environ Health Perspect. 2012;120:68.", "ArticleIdList": ["PMC3261937", "22049372"]}, {"Citation": "Desaigues B, Ami D, Bartczak A, et al. Economic valuation of air pollution mortality: A 9-country contingent valuation survey of value of a life year (VOLY). Ecol Indic. 2011;11:902–910."}, {"Citation": "Mankiw NG. Principles of economics. 5th ed., Mason, USA: South-Western Cengage Learning; 2011."}, {"Citation": "World Health Organization Development of the health economic assessment tools (HEAT) for walking and cycling: Meeting report of the consensus workshop in Bonn, Germany, 1–2 October 2013. Copenhagen, Denmark: WHO Regional Office for Europe, 2013."}, {"Citation": "Lim SS, Vos T, Flaxman AD, et al. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. The Lancet. 2012;380:2224–2260.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Chen H, Goldberg MS, Villeneuve PJ. A systematic review of the relation between long-term exposure to ambient air pollution and chronic diseases. Rev Environ Health. 2008;23:243–297.", "ArticleIdList": ["19235364"]}, {"Citation": "Ostro B. Outdoor air pollution: assessing the environmental burden of disease at national and local levels. Geneva (Switzerland): World Health Organization; 2004."}, {"Citation": "\nEPA \nEnvironmental Benefits Mapping and Analysis Program–community Edition (BenMAP-CE) Research Triangle Park, North Carolina: U.S. Environmental Protection Agency; 2014. \nAvailable from: http://www2.epa.gov/benmap\n"}, {"Citation": "Tolbert PE, Klein M, Peel JL, et al. Multipollutant modeling issues in a study of ambient air quality and emergency department visits in Atlanta. J Expo Sci Environ Epidemiol. 2007;17:S29.", "ArticleIdList": ["18079762"]}, {"Citation": "Ritz B, Wilhelm M, Zhao Y. Air pollution and infant death in southern California, 1989–2000. Pediatrics. 2006;118:493–502.", "ArticleIdList": ["PMC3636770", "16882800"]}, {"Citation": "Faustini A, Rapp R, Forastiere F. Nitrogen dioxide and mortality: review and meta-analysis of long-term studies. Eur Respir J. 2014;44:744–753.", "ArticleIdList": ["24558178"]}, {"Citation": "Tonne C, Beevers S, Armstrong B, et al. Air pollution and mortality benefits of the London Congestion Charge: spatial and socioeconomic inequalities. Occup Environ Med. 2008;65:620–627.", "ArticleIdList": ["18308748"]}, {"Citation": "Hurley F, Cowie H,  Hunt A, et al. Methodology paper (Volume 2) for service contract for carrying out cost-benefit analysis of air quality related issues In: Particular in the Clean Air For Europee (CAFE) Programme. Oxon (UK): AEA Techonology Environment; 2005."}, {"Citation": "Abbey DE, Ostro BE, Petersen F, et al. Chronic respiratory symptoms associated with estimated long-term ambient concentrations of fine particulates less than 2.5 microns in aerodynamic diameter (PM2.5) and other air pollutants. J Expo Anal Environ Epidemiol. 1995;5:137–159.", "ArticleIdList": ["7492903"]}, {"Citation": "Dockery DW, Cunningham J, Damokosh AI, et al. Health effects of acid aerosols on North American children: respiratory symptoms. Environ Health Perspect. 1996;104:500–505.", "ArticleIdList": ["PMC1469356", "8743437"]}, {"Citation": "Laden F, Schwartz J, Speizer FE, et al. Reduction in fine particulate air pollution and mortality: extended follow-up of the Harvard Six Cities study. Am J Respir Crit Care Med. 2006;173:667–672.", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Moolgavkar SH. Air pollution and hospital admissions for diseases of the circulatory system in three U.S. metropolitan areas. J Air Waste Manag Assoc. 2000;50:1199–1206.", "ArticleIdList": ["10939212"]}, {"Citation": "Norris G, YoungPong SN, Koenig JQ, et al. An association between fine particles and asthma emergency department visits for children in Seattle. Environ Health Perspect. 1999;107:489–493.", "ArticleIdList": ["PMC1566574", "10339450"]}, {"Citation": "Ostro BD. Air pollution and morbidity revisited: a specification test. J Environ Econ Manage. 1987;14:87–98."}, {"Citation": "Ostro B, Lipsett M, Mann J, et al. Air pollution and exacerbation of asthma in African-American children in Los Angeles. Epidemiology. 2001;12:200–208.", "ArticleIdList": ["11246581"]}, {"Citation": "Ostro BD, Rothschild S. Air pollution and acute respiratory morbidity: an observational study of multiple pollutants. Environ Res. 1989;50:238–247.", "ArticleIdList": ["2583069"]}, {"Citation": "Peters A, Dockery DW, Muller JE, et al. Increased particulate air pollution and the triggering of myocardial infarction. Circulation. 2001;103:2810–2815.", "ArticleIdList": ["11401937"]}, {"Citation": "Pope CA III, Dockery DW, Spengler JD, et al. Respiratory health and PM10 pollution: a daily time series analysis. Am Rev Respir Dis. 1991;144:668–674.", "ArticleIdList": ["1892309"]}, {"Citation": "Schwartz J, Neas LM. Fine particles are more strongly associated than coarse particles with acute respiratory health effects in schoolchildren. Epidemiology. 2000;11:6–10.", "ArticleIdList": ["10615836"]}, {"Citation": "Vedal S, Petkau J, White R, et al. Acute effects of ambient inhalable particles in asthmatic and nonasthmatic children. Am J Respir Crit Care Med. 1998;157:1034–1043.", "ArticleIdList": ["9563716"]}, {"Citation": "Peng RD, Bell ML, Geyh AS, et al. Emergency admissions for cardiovascular and respiratory diseases and the chemical composition of fine particle air pollution. Environ Health Perspect. 2009;117:957.", "ArticleIdList": ["PMC2702413", "19590690"]}, {"Citation": "EPHC Expansion of the multi-city mortality and morbidity study. Environment Protection and Heritage Council; 2010."}, {"Citation": "Dominici F, Peng RD, Bell ML, et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Sapkota A, Chelikowsky AP, Nachman KE, et al. Exposure to particulate matter and adverse birth outcomes: a comprehensive review and meta-analysis. Air Quality, Atmosphere Health. 2012;5:369–381."}, {"Citation": "Dadvand P, Parker J, Bell ML, et al. Maternal exposure to particulate air pollution and term birth weight: a multi-country evaluation of effect and heterogeneity. Environ Health Perspect. 2013;121:267.", "ArticleIdList": ["PMC3621183", "23384584"]}, {"Citation": "Mustafić H, Jabre P, Caussin C, et al. Main air pollutants and myocardial infarction: a systematic review and meta-analysis. JAMA. 2012;307:713–721.", "ArticleIdList": ["22337682"]}, {"Citation": "Peter Bickel RF. Extern E. Externalities of Energy, Methodology 2005 Update. Luxemburg: Institut für Energiewirtschaft und Rationelle Energieanwendung — IER; 2005."}, {"Citation": "Fisher G, Kjellstrom T, Kingham S, et al. Health and air pollution in New Zealand.  HAPiNZ, Health Research Council of New Zealand, Ministry for the Environment, Ministry of Transport; 2007."}, {"Citation": "Cepeda M, Schoufour J, Freak-Poli R, et al. Levels of ambient air pollution according to mode of transport: a systematic review. The Lancet Public Health. 2017;2:e23–e34.", "ArticleIdList": ["29249477"]}, {"Citation": "De Nazelle A, Nieuwenhuijsen M, Pérez L, et al. Pilot study of Barcelona commuters’ exposure to particulate matter. Epidemiology. 2008;19:S130–S1."}, {"Citation": "De Nazelle A, Scott F, Westerdahl D, et al. Traffic exposures and inhalations of Barcelona commuters. Epidemiology. 2011;22:S77–S8."}, {"Citation": "De Nazelle A, Fruin S, Westerdahl D, et al. A travel mode comparison of commuters’ exposures to air pollutants in Barcelona. Atmos Environ. 2012;59:151–159."}, {"Citation": "Rojas-Rueda D. Health economic assessment tool (HEAT) for cycling and walking: review meeting. Copenhagen, Denmark: WHO; 2012."}, {"Citation": "\nEEA \nClimate for transport change. Term 2007. 2008. \nAvailable from: https://www.eea.europa.eu/data-and-maps/indicators/final-energy-consumption-intensity-1/eea-2008-climate-for-a\n"}, {"Citation": "Adams H, Nieuwenhuijsen MJ, Colvile R, et al. Assessment of road users’ elemental carbon personal exposure levels, London, UK. Atmos Environ. 2002;36:5335–5342."}, {"Citation": "Gegisian I. Personal Exposure to Elemental Carbon at an Intersection in London [MSc thesis] London: Imperial College; 2003."}, {"Citation": "Kaur S, Nieuwenhuijsen M, Colvile R. Pedestrian exposure to air pollution along a major road in Central London, UK. Atmos Environ. 2005;39:7307–7320."}, {"Citation": "Zuurbier M, Hoek G, Oldenwening M, et al. Commuters’ exposure to particulate matter air pollution is affected by mode of transport, fuel type, and route. Environ Health Perspect. 2010;118:783.", "ArticleIdList": ["PMC2898854", "20185385"]}, {"Citation": "Boogaard H, Borgman F, Kamminga J, et al. Exposure to ultrafine and fine particles and noise during cycling and driving in 11 Dutch cities. Atmos Environ. 2009;43:4234–4242."}, {"Citation": "De Nazelle A, Rodríguez DA, Crawford-Brown D. The built environment and health: impacts of pedestrian-friendly designs on air pollution exposure. Sci Total Environ. 2009;407:2525–2535.", "ArticleIdList": ["19201451"]}, {"Citation": "van Wijnen JH, Verhoeff AP, Jans HW, et al. The exposure of cyclists, car drivers and pedestrians to traffic-related air pollutants. Int Arch Occup Environ Health. 1995;67:187–193.", "ArticleIdList": ["7591177"]}, {"Citation": "Zuurbier M, Hoek G, Van den Hazel P, et al. Minute ventilation of cyclists, car and bus passengers: an experimental study. Environ Health. 2009;8:48.", "ArticleIdList": ["PMC2772854", "19860870"]}, {"Citation": "World Health Organization Review of evidence on health aspects of air pollution – REVIHAAP Project. Copenhagen (Denmaek): WHO Regional Office for Europe; 2013.", "ArticleIdList": ["27195369"]}, {"Citation": "World Health Organization Health risks of air pollution in Europe – HRAPIE. Recommendations for concentration-response functions for cost-benefit analysis of particulate matter, ozone and nitrogen dioxide. Copenhagen (Denmark): WHO Regional Office for Europe; 2013."}, {"Citation": "Hoek G, Krishnan RM, Beelen R, et al. Long-term air pollution exposure and cardio-respiratory mortality: a review. Environ Health. 2013;12:43.", "ArticleIdList": ["PMC3679821", "23714370"]}, {"Citation": "Pope CA III, Thun MJ, Namboodiri MM, et al. Particulate air pollution as a predictor of mortality in a prospective study of US adults. Am J Respir Crit Care Med. 1995;151:669–674.", "ArticleIdList": ["7881654"]}, {"Citation": "Jerrett M, Burnett RT, Ma R, et al. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Janssen NA, Hoek G, Simic-Lawson M, et al. Black carbon as an additional indicator of the adverse health effects of airborne particles compared with PM10 and PM2. 5. Environ Health Perspect. 2011;119:1691.", "ArticleIdList": ["PMC3261976", "21810552"]}, {"Citation": "Nafstad P, Håheim LL, Wisløff T, et al. Urban air pollution and mortality in a cohort of Norwegian men. Environ Health Perspect. 2004;112:610.", "ArticleIdList": ["PMC1241929", "15064169"]}, {"Citation": "Pope CA III, Burnett RT, Thun MJ, et al. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA. 2002;287:1132–1141.", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Andersen L, Schnohr P, Schroll M, et al. ALl-cause mortality associated with physical activity during leisure time, work, sports, and cycling to work. Arch Intern Med. 2000;160:1621–1628.", "ArticleIdList": ["10847255"]}, {"Citation": "Krewski D. Evaluating the effects of ambient air pollution on life expectancy. Mass Medical Soc. 2009;360:413–415.", "ArticleIdList": ["19164194"]}, {"Citation": "Beelen R, Raaschou-Nielsen O, Stafoggia M, et al. Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project. The Lancet. 2014;383:785–795.", "ArticleIdList": ["24332274"]}, {"Citation": "Segersson D, Eneroth K, Gidhagen L, et al. Health impact of PM10, PM2.5 and black carbon exposure due to different source sectors in Stockholm, Gothenburg and Umea, Sweden. Int J Environ Res Publ Health. 2017;14:7.", "ArticleIdList": ["PMC5551180", "28686215"]}]}], "History": [{"Year": "2018", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29400262", "PMC5804679", "10.1080/16549716.2018.1429081"]}}]}