{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29456762", "DateRevised": {"Year": "2024", "Month": "03", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2017", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.5194/amt-10-4067-2017"], "Journal": {"ISSN": "1867-1381", "JournalIssue": {"Volume": "10", "Issue": "11", "PubDate": {"Year": "2017"}}, "Title": "Atmospheric measurement techniques", "ISOAbbreviation": "Atmos Meas Tech"}, "ArticleTitle": "A Cloud-Ozone Data Product from Aura OMI and MLS Satellite Measurements.", "Pagination": {"StartPage": "4067", "EndPage": "4078", "MedlinePgn": "4067-4078"}, "Abstract": {"AbstractText": ["Ozone within deep convective clouds is controlled by several factors involving photochemical reactions and transport. Gas-phase photochemical reactions and heterogeneous surface chemical reactions involving ice, water particles, and aerosols inside the clouds all contribute to the distribution and net production and loss of ozone. Ozone in clouds is also dependent on convective transport that carries low troposphere/boundary layer ozone and ozone precursors upward into the clouds. Characterizing ozone in thick clouds is an important step for quantifying relationships of ozone with tropospheric H<sub>2</sub>O, OH production, and cloud microphysics/transport properties. Although measuring ozone in deep convective clouds from either aircraft or balloon ozonesondes is largely impossible due to extreme meteorological conditions associated with these clouds, it is possible to estimate ozone in thick clouds using backscattered solar UV radiation measured by satellite instruments. Our study combines Aura Ozone Monitoring Instrument (OMI) and Microwave Limb Sounder (MLS) satellite measurements to generate a new research product of monthly-mean ozone concentrations in deep convective clouds between 30°S to 30°N for October 2004 - April 2016. These measurements represent mean ozone concentration primarily in the upper levels of thick clouds and reveal key features of cloud ozone including: persistent low ozone concentrations in the tropical Pacific of ~10 ppbv or less; concentrations of up to 60 pphv or greater over landmass regions of South America, southern Africa, Australia, and India/east Asia; connections with tropical ENSO events; and intra-seasonal/Madden-Julian Oscillation variability. Analysis of OMI aerosol measurements suggests a cause and effect relation between boundary layer pollution and elevated ozone inside thick clouds over land-mass regions including southern Africa and India/east Asia."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Morgan State University, Baltimore, Maryland, USA."}, {"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "Identifier": [], "LastName": "Ziemke", "ForeName": "Jerald R", "Initials": "JR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Association, Columbia, MD, USA."}], "Identifier": [], "LastName": "Strode", "ForeName": "Sarah A", "Initials": "SA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "Identifier": [], "LastName": "Douglass", "ForeName": "Anne R", "Initials": "AR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "Identifier": [], "LastName": "Joiner", "ForeName": "Joanna", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}, {"Identifier": [], "Affiliation": "SSAI, Lanham, Maryland, USA."}], "Identifier": [], "LastName": "Vasilkov", "ForeName": "Alexander", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "Identifier": [], "LastName": "Oman", "ForeName": "Luke D", "Initials": "LD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Association, Columbia, MD, USA."}], "Identifier": [], "LastName": "Liu", "ForeName": "Junhua", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Association, Columbia, MD, USA."}], "Identifier": [], "LastName": "Strahan", "ForeName": "Susan E", "Initials": "SE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "Identifier": [], "LastName": "Bhartia", "ForeName": "Pawan K", "Initials": "PK"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}, {"Identifier": [], "Affiliation": "SSAI, Lanham, Maryland, USA."}], "Identifier": [], "LastName": "Haffner", "ForeName": "David P", "Initials": "DP"}], "GrantList": [{"Agency": "Headquarters NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Meas Tech", "NlmUniqueID": "101622298", "ISSNLinking": "1867-1381"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barth MC, Hess PG, Madronich S. Effect of marine boundary layer clouds on tropospheric chemistry as analyzed in a regional chemistry transport model. J. Geophys. Res. 2002;107(D11):4126."}, {"Citation": "Chandra S, Ziemke JR, Min W, Read WG. Effects of 1997–1998 El Nino on tropospheric ozone and water vapor. Geophys. Res. Lett. 1998;25:3867–3870."}, {"Citation": "Fishman J, Watson CE, Larsen JC, Logan JA. Distribution of tropospheric ozone determined from satellite data. J. Geophys. Res. 1990;95(D4):3599–3617."}, {"Citation": "Folkins I, Braun C, Thompson AM, Witte J. Tropical ozone as an indicator of deep convection. J. Geophys. Res. 2002;107(D13) doi: 10.1029/2001JD001178.", "ArticleIdList": ["10.1029/2001JD001178"]}, {"Citation": "Foltz GR, McPhaden MJ. The 30–70 day oscillations in the tropical Atlantic. Geophys. Res. Lett. 2004;31:L15205. doi: 10.1029/2004GL020023.", "ArticleIdList": ["10.1029/2004GL020023"]}, {"Citation": "Foltz GR, McPhaden MJ. Mixed layer heat balance on intra-seasonal time scales in the northwestern tropical Atlantic Ocean. J. Clim. 2005;18(20):4168–4187."}, {"Citation": "Hartmann DL, Klein Tank AMG, Rusticucci M, Alexander LV, Brönnimann S, Charabi Y, Dentener FJ, Dlugokencky EJ, Easterling DR, Kaplan A, Soden BJ, Thorne PW, Wild M, Zhai PM. Observations: Atmosphere and Surface. In: Stocker TF, Qin D, Plattner G-K, Tignor M, Allen SK, Boschung J, Nauels A, Xia Y, Bex V, Midgley PM, editors. Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, United Kingdom and New York, NY, USA: 2014."}, {"Citation": "Huntrieser H, et al. On the origin of pronounced O3 gradients in the thunderstorm outflow region during DC3. J. Geophys. Res. Atmos. 2016;121:6600–6637. doi: 10.1002/2015JD024279.", "ArticleIdList": ["10.1002/2015JD024279"]}, {"Citation": "Joiner J, Bhartia PK. The determination of cloud pressures from rotational-Raman scattering in satellite backscatter ultraviolet measurements. J. Geophys. Res. 1995;100:23,019–23,026.", "ArticleIdList": ["21052284"]}, {"Citation": "Joiner J, Vasilkov AP, Flittner DE, Gleason JF, Bhartia PK. Retrieval of cloud pressure and oceanic chlorophyll content using Raman scattering in GOME ultraviolet spectra. J. Geophys. Res. 2004;109:D01109. doi: 10.1029/2003JD003698.", "ArticleIdList": ["10.1029/2003JD003698"]}, {"Citation": "Joiner J, Vasilkov AP. First results from the OMI rotational Raman scattering cloud pressure algorithm. IEEE Trans. Geosci. Rem. Sens. 2006;44:1272–1282."}, {"Citation": "Joiner J, Schoeberl MR, Vasilkov AP, Oreopoulos L, Platnick S, Livesey NJ, Levelt PF. Accurate satellite-derived estimates of the tropospheric ozone impact on the global radiation budget. Atmos. Chem. Phys. 2009;9:4447–4465. doi: 10.5194/acp-9-4447-2009.", "ArticleIdList": ["10.5194/acp-9-4447-2009"]}, {"Citation": "Joiner J, Vasilkov AP, Gupta P, Bhartia PK, Veefkind P, Sneep M, de Haan J, Polonsky I, Spurr R. Fast simulators for satellite cloud optical centroid pressure retrievals; evaluation of OMI cloud retrievals. Atmos. Meas. Tech. 2012;5:529–545. doi: 10.5194/amt-5-529-2012.", "ArticleIdList": ["10.5194/amt-5-529-2012"]}, {"Citation": "Kley D, Crutzen PJ, Smit HGJ, et al. Observations of near-zero ozone concentrations over the convective Pacific: Effects on air chemistry. Science. 1996;274:230–233."}, {"Citation": "Levelt PF, et al. The Ozone Monitoring Instrument. IEEE Trans. Geophys. Remote Sens. 2006;44(5):1093–1101."}, {"Citation": "Liu HY, Crawford JH, Pierce RB, et al. Radiative effect of clouds on tropospheric chemistry in a global three-dimensional chemical transport model. J. Geophys. Res. 2006;111(D20):D20303."}, {"Citation": "Liu JJ, Rodriguez M, Steenrod SD, Douglass AR, Logan JA, Olsen MA, Wargan K, Ziemke JR. Causes of interannual variability over the southern hemispheric tropospheric ozone maximum. Atmos. Chem. Phys. 2017;17:3279–3299. doi: 10.5194/acp-17-3279-2017.", "ArticleIdList": ["10.5194/acp-17-3279-2017"]}, {"Citation": "Logan JA, Megretskaia I, Nassar R, et al. Effects of the 2006 El Nino on tropospheric composition as revealed by data from the Tropospheric Emission Spectrometer (TES) Geophys. Res. Lett. 2008;35:L03816."}, {"Citation": "Maloney ED, Hartmann DL. Modulation of hurricane activity in the Gulf of Mexico by the Madden-Julian Oscillation. Science. 2000;287:2002–2004.", "ArticleIdList": ["10720323"]}, {"Citation": "Mo KC. The association between intra-seasonal oscillations and tropical storms in the Atlantic Basin. Mon. Weather Rev. 2000;128:4097–4107."}, {"Citation": "Park C-K, Schubert SD. Remotely forced intra-seasonal oscillations over the tropical Atlantic. J. Atmos. Sci. 1993;50:89–103."}, {"Citation": "Sauvage B, Martin RV, van Donkelaar A, Ziemke JR. Quantification of the factors controlling tropical tropospheric ozone and the South Atlantic maximum. J. Geophys. Res. 2007;112(D11):D11309. 1029/2006JD008008."}, {"Citation": "Solomon S, Thompson DWJ, Portmann RW, et al. On the distribution of and variability of ozone in the tropical upper troposphere: Implications for tropical deep convection and chemical-dynamical coupling. Geophys. Res., Lett. 2005;32:L23813. doi: 10.1029/2005GL024323.", "ArticleIdList": ["10.1029/2005GL024323"]}, {"Citation": "Sneep M, De Haan J, Stammes P, Wang P, Vanbauce C, Joiner J, Vasilkov A, Levelt P. Three way comparison between OMI/Aura and POLDER/PARASOL cloud pressure products. J. Geophys. Res. 2008 doi: 10.1029/2007JD008694.", "ArticleIdList": ["10.1029/2007JD008694"]}, {"Citation": "Strode SA, Douglass AR, Ziemke JR, Manyin M, Nielsen JE, Oman LD. Analysis of ozone in clear versus cloudy conditions. J. Geophys. Res. 2017 in review."}, {"Citation": "Vasilkov A, Joiner J, Spurr R, et al. Evaluation of the OMI cloud pressures derived from rotational Raman scattering by comparisons with other satellite data and radiative transfer simulations. J. Geophys. Res. 2008;113:D15S19. doi: 10.1029/2007JD008689.", "ArticleIdList": ["10.1029/2007JD008689"]}, {"Citation": "Vömel H, Diaz K. Ozone sonde cell current measurements and implications for observations of near-zero ozone concentrations in the tropical upper troposphere. Atmos. Meas. Tech. 2010;3:495505. doi: 10.5194/amt-3-495-2010.", "ArticleIdList": ["10.5194/amt-3-495-2010"]}, {"Citation": "Zhu B, Xiao H, Huang M, Li Z. Numerical study of cloud effects on tropospheric ozone. Water, Air, and Soil Pollution. 2001;129:199–216."}, {"Citation": "Ziemke JR, Chandra S, Bhartia PK. \"Cloud slicing\": A new technique to derive upper tropospheric ozone from satellite measurements. J. Geophys. Res. 2001;106:9853–9867."}, {"Citation": "Ziemke JR, Chandra S, Duncan BN, et al. Tropospheric ozone determined from Aura OMI and MLS: Evaluation of measurements and comparison with the Global Modeling Initiative's Chemical Transport Model. J. Geophys. Res. 2006;111:D19303. doi: 10.1029/2006JD007089.", "ArticleIdList": ["10.1029/2006JD007089"]}, {"Citation": "Ziemke JR, Joiner J, Chandra S, Bhartia PK, Vasilkov A, Haffner DP, Yang K, Schoeberl MR, Froidevaux L, Levelt PF. Ozone mixing ratios inside tropical deep convective clouds from OMI satellite measurements. Atmos. Chem. Phys. 2009;9:573–583."}, {"Citation": "Ziemke JR, Douglass AR, Oman LD, Strahan SE, Duncan BN. Tropospheric ozone variability in the tropical Pacific from ENSO to MJO and shorter timescales. Atmos. Chem. Phys. 2015;15:8037–8049. doi: 10.5194/acp-15-8037-2015.", "ArticleIdList": ["10.5194/acp-15-8037-2015"]}]}], "History": [{"Year": "2018", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29456762", "NIHMS934667", "PMC5810404", "10.5194/amt-10-4067-2017"]}}]}