{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29471466", "DateCompleted": {"Year": "2019", "Month": "04", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/toxsci/kfy043"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "163", "Issue": "2", "PubDate": {"Year": "2018", "Month": "Jun", "Day": "01"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Changes in Metabolites Present in Lung-Lining Fluid Following Exposure of Humans to Ozone.", "Pagination": {"StartPage": "430", "EndPage": "439", "MedlinePgn": "430-439"}, "Abstract": {"AbstractText": ["Controlled human exposure to the oxidant air pollutant ozone causes decrements in lung function and increased inflammation as evidenced by neutrophil influx into the lung and increased levels of proinflammatory cytokines in the airways. Here we describe a targeted metabolomics evaluation of human bronchoalveolar lavage fluid (BALF) following controlled in vivo exposure to ozone to gain greater insight into its pulmonary effects. In a 2-arm cross-over study, each healthy adult human volunteer was randomly exposed to filtered air (FA) and to 0.3 ppm ozone for 2 h while undergoing intermittent exercise with a minimum of 4 weeks between exposures. Bronchoscopy was performed and BALF obtained at 1 (n = 9) or 24 (n = 23) h postexposure. Metabolites were detected using ultrahigh performance liquid chromatography-tandem mass spectroscopy. At 1-h postexposure, a total of 28 metabolites were differentially expressed (DE) (p < .05) following ozone exposure compared with FA-exposure. These changes were associated with increased glycolysis and antioxidant responses, suggesting rapid increased energy utilization as part of the cellular response to oxidative stress. At 24-h postexposure, 41 metabolites were DE. Many of the changes were in amino acids and linked with enhanced proteolysis. Changes associated with increased lipid membrane turnover were also observed. These later-stage changes were consistent with ongoing repair of airway tissues. There were 1.37 times as many metabolites were differentially expressed at 24 h compared with 1-h postexposure. The changes at 1 h reflect responses to oxidative stress while the changes at 24 h indicate a broader set of responses consistent with tissue repair. These results illustrate the ability of metabolomic analysis to identify mechanistic features of ozone toxicity and aspects of the subsequent tissue response."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Cheng", "ForeName": "WanYun", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina 27599."}], "Identifier": [], "LastName": "Duncan", "ForeName": "Kelly E", "Initials": "KE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Ghio", "ForeName": "Andrew J", "Initials": "AJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Ward-Caviness", "ForeName": "Cavin", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Metabolon, Research Triangle Park, North Carolina 27560."}], "Identifier": [], "LastName": "Karoly", "ForeName": "Edward D", "Initials": "ED"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Diaz-Sanchez", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Conolly", "ForeName": "Rory B", "Initials": "RB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 2799."}], "Identifier": [], "LastName": "Devlin", "ForeName": "Robert B", "Initials": "RB"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["metabolism"], "DescriptorName": "Amino Acids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": ["metabolism"], "DescriptorName": "Fatty Acids"}, {"QualifierName": [], "DescriptorName": "Healthy Volunteers"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Inflammation"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["drug effects", "immunology", "metabolism"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Metabolomics"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced", "immunology", "metabolism"], "DescriptorName": "Pneumonia"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmad S, Ahmad A, McConville G, Schneider BK, Allen CB, Manzer R, Mason RJ, White CW. Lung epithelial cells release ATP during ozone exposure: signaling for cell survival. Free Radic Biol Med 2005;39:213–226.", "ArticleIdList": ["15964513"]}, {"Citation": "Ahmad S, White CW, Chang LY, Schneider BK, Allen CB. Glutamine protects mitochondrial structure and function in oxygen toxicity. Am J Physiol Lung Cell Mol Physiol 2001;280:L779–91.", "ArticleIdList": ["11238020"]}, {"Citation": "Alexis NE, Zhou H, Lay JC, Harris B, Hernandez ML, Lu T-S, Bromberg PA, Diaz-Sanchez D, Devlin RB, Kleeberger SR, Peden DB. The glutathione-S-transferase Mu 1 null genotype modulates ozone-induced airway inflammation in human subjects. J Allergy Clin Immunol 2009;124:1222–1228.e5.", "ArticleIdList": ["PMC3038610", "19796798"]}, {"Citation": "Altman BJ, Stine ZE, Dang CV. From Krebs to clinic: glutamine metabolism to cancer therapy. Nat Rev Cancer 2016;16:619–634.", "ArticleIdList": ["PMC5484415", "27492215"]}, {"Citation": "Bass V, Gordon CJ, Jarema KA, MacPhail RC, Cascio WE, Phillips PM, Ledbetter AD, Schladweiler MC, Andrews D, Miller D, Doerfler DL, Kodavanti UP. Ozone induces glucose intolerance and systemic metabolic effects in young and aged Brown Norway rats. Toxicol Appl Pharmacol 2013;273:551–560.", "ArticleIdList": ["PMC4343260", "24103449"]}, {"Citation": "Braverman NE, Moser AB. Functions of plasmalogen lipids in health and disease. Biochim Biophys Acta 2012;1822:1442–1452.", "ArticleIdList": ["22627108"]}, {"Citation": "Bromberg PA. Mechanisms of the acute effects of inhaled ozone in humans. Biochim Biophys Acta 2016;1860:2771–2781.", "ArticleIdList": ["27451958"]}, {"Citation": "Chen C, Arjomandi M, Balmes J, Tager I, Holland N. Effects of chronic and acute ozone exposure on lipid peroxidation and antioxidant capacity in healthy young adults. Environ Health Perspect 2007;115:1732–1737.", "ArticleIdList": ["PMC2137098", "18087591"]}, {"Citation": "Chou PY, Fasman GD. Structural and functional role of leucine residues in proteins. J Mol Biol 1973;74:263–281.", "ArticleIdList": ["4692853"]}, {"Citation": "Cui L, Zheng D, Lee YH, Chan TK, Kumar Y, Ho WE, Chen JZ, Tannenbaum SR, Ong CN. Metabolomics Investigation Reveals Metabolite Mediators Associated with Acute Lung Injury and Repair in a Murine Model of Influenza Pneumonia. Sci Rep 2016;6:26076.", "ArticleIdList": ["PMC4870563", "27188343"]}, {"Citation": "Devlin RB, Duncan KE, Jardim M, Schmitt MT, Rappold AG, Diaz-Sanchez D. Controlled exposure of healthy young volunteers to ozone causes cardiovascular effects. Circulation 2012;126:104–111.", "ArticleIdList": ["22732313"]}, {"Citation": "Devlin RB, Raub JA, Folinsbee LJ. Health effects of ozone. Science and Medicine 1997;4:8–17."}, {"Citation": "Evans AM, Bridgewater BR, Liu Q, Mitchell MW, Robinson RJ, Dai H, Stewart SJ, DeHaven CD, Miller L. High resolution mass spectrometry improves data quantity and quality as compared to unit mass resolution mass spectrometry in high-throughput profiling metabolomics. Metabolomics 2014;4:1."}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem 2016;291:19257–19258.", "ArticleIdList": ["PMC5016665", "27613954"]}, {"Citation": "Ghio AJ, Kim C, Devlin RB. Concentrated ambient air particles induce mild pulmonary inflammation in healthy human volunteers. Am J Respir Crit Care Med 2000;162:981–988.", "ArticleIdList": ["10988117"]}, {"Citation": "Haque R, Umstead TM, Freeman WM, Phelps DS, Floros J. Quantitative Proteomic Profiles of BALF in Wild Type and SP-A KO Mice after Exposure to Ozone. The FASEB Journal 2007;21:A9."}, {"Citation": "Holloway JW, Savarimuthu Francis S, Fong KM, Yang IA. Genomics and the respiratory effects of air pollution exposure. Respirology 2012;17:590–600.", "ArticleIdList": ["22404320"]}, {"Citation": "Hori S, Nishiumi S, Kobayashi K, Shinohara M, Hatakeyama Y, Kotani Y, Hatano N, Maniwa Y, Nishio W, Bamba T, Fukusaki E, Azuma T, Takenawa T, Nishimura Y, Yoshida M. A metabolomic approach to lung cancer. Lung Cancer 2011;74:284–292.", "ArticleIdList": ["21411176"]}, {"Citation": "Inoue H, Aizawa H, Nakano H, Matsumoto K, Kuwano K, Nadel JA, Hara N. Nitric oxide synthase inhibitors attenuate ozone-induced airway inflammation in guinea pigs. Possible role of interleukin-8. Am J Respir Crit Care Med 2000;161:249–256.", "ArticleIdList": ["10619828"]}, {"Citation": "Johnson DA. Effects of ozone and nitrogen dioxide on human lung proteinase inhibitors. Res Rep Health Eff Inst\n1987;5–25.at <https://www.ncbi.nlm.nih.gov/pubmed/3268287>.", "ArticleIdList": ["3268287"]}, {"Citation": "Kafoury RM, Pryor WA, Squadrito GL, Salgo MG, Zou X, Friedman M. Induction of inflammatory mediators in human airway epithelial cells by lipid ozonation products. Am J Respir Crit Care Med 1999;160:1934–1942.", "ArticleIdList": ["10588609"]}, {"Citation": "Kierstein S, Krytska K, Sharma S, Amrani Y, Salmon M, Panettieri RA Jr, Zangrilli J, Haczku A. Ozone inhalation induces exacerbation of eosinophilic airway inflammation and hyperresponsiveness in allergen-sensitized mice. Allergy 2008;63:438–446.", "ArticleIdList": ["18315731"]}, {"Citation": "Koren HS, Devlin RB, Graham DE, Mann R, McGee MP, Horstman DH, Kozumbo WJ, Becker S, House DE, McDonnell WF. Ozone-induced inflammation in the lower airways of human subjects. Am Rev Respir Dis 1989;139:407–415.", "ArticleIdList": ["2913889"]}, {"Citation": "Leikauf GD, Simpson LG, Santrock J, Zhao Q, Abbinante-Nissen J, Zhou S, Driscoll KE. Airway epithelial cell responses to ozone injury. Environ Health Perspect 1995;103 Suppl 2:91–95.", "ArticleIdList": ["PMC1518831", "7614953"]}, {"Citation": "Leroy P, Tham A, Wong H, Tenney R, Chen C, Stiner R, Balmes JR, Paquet AC, Arjomandi M. Inflammatory and repair pathways induced in human bronchoalveolar lavage cells with ozone inhalation. PLoS One 2015;10:e0127283.", "ArticleIdList": ["PMC4452717", "26035830"]}, {"Citation": "Miller DB, Ghio AJ, Karoly ED, Bell LN, Snow SJ, Madden MC, Soukup J, Cascio WE, Gilmour MI, Kodavanti UP. Ozone Exposure Increases Circulating Stress Hormones and Lipid Metabolites in Humans. Am J Respir Crit Care Med 2016;193:1382–1391.", "ArticleIdList": ["PMC5440058", "26745856"]}, {"Citation": "Miller DB, Karoly ED, Jones JC, Ward WO, Vallanat BD, Andrews DL, Schladweiler MC, Snow SJ, Bass VL, Richards JE, Ghio AJ, Cascio WE, Ledbetter AD, Kodavanti UP. Inhaled ozone (O3)-induces changes in serum metabolomic and liver transcriptomic profiles in rats. Toxicol Appl Pharmacol 2015;286:65–79.", "ArticleIdList": ["PMC4765366", "25838073"]}, {"Citation": "Mori M, Gotoh T, Nagasaki A, Takiguchi M, Sonoki T. Regulation of the urea cycle enzyme genes in nitric oxide synthesis. J Inherit Metab Dis 1998;21 Suppl 1:59–71.", "ArticleIdList": ["9686345"]}, {"Citation": "Mullen AR, Wheaton WW, Jin ES, Chen P-H, Sullivan LB, Cheng T, Yang Y, Linehan WM, Chandel NS, DeBerardinis RJ. Reductive carboxylation supports growth in tumour cells with defective mitochondria. Nature 2011;481:385–388.", "ArticleIdList": ["PMC3262117", "22101431"]}, {"Citation": "Murphy RC. Free-radical-induced oxidation of arachidonoyl plasmalogen phospholipids: antioxidant mechanism and precursor pathway for bioactive eicosanoids. Chem Res Toxicol 2001;14:463–472.", "ArticleIdList": ["11368542"]}, {"Citation": "Mustafa MG, Cross CE. Effects of short-term ozone exposure on lung mitochondrial oxidative and energy metabolism. Arch Biochem Biophys 1974;162:585–594.", "ArticleIdList": ["4366422"]}, {"Citation": "Nikula KJ, Wilson DW, Giri SN, Plopper CG, Dungworth DL. The response of the rat tracheal epithelium to ozone exposure. Injury, adaptation, and repair. Am J Pathol 1988;131:373–384.", "ArticleIdList": ["PMC1880599", "3358460"]}, {"Citation": "Nobakht M Gh BF, Aliannejad R, Rezaei-Tavirani M, Taheri S, Oskouie AA. The metabolomics of airway diseases, including COPD, asthma and cystic fibrosis. Biomarkers 2015;20:5–16.", "ArticleIdList": ["25403491"]}, {"Citation": "Peng C, Bind M-AC, Colicino E, Kloog I, Byun H-M, Cantone L, Trevisi L, Zhong J, Brennan K, Dereix AE, Vokonas PS, Coull BA, Schwartz JD, Baccarelli AA. Particulate Air Pollution and Fasting Blood Glucose in Nondiabetic Individuals: Associations and Epigenetic Mediation in the Normative Aging Study, 2000-2011. Environ Health Perspect 2016;124:1715–1721.", "ArticleIdList": ["PMC5089881", "27219535"]}, {"Citation": "Roberts LD, Souza AL, Gerszten RE, Clish CB. Targeted metabolomics. Curr Protoc Mol Biol 2012;Chapter 30:Unit 3021–24.", "ArticleIdList": ["PMC3334318", "22470063"]}, {"Citation": "Romieu I, Sienra-Monge JJ, Ramírez-Aguilar M, Moreno-Macías H, Reyes-Ruiz NI, Estela del Río-Navarro B, Hernández-Avila M, London SJ. Genetic polymorphism of GSTM1 and antioxidant supplementation influence lung function in relation to ozone exposure in asthmatic children in Mexico City. Thorax 2004;59:8–10.", "ArticleIdList": ["PMC1758856", "14694237"]}, {"Citation": "Samet JM, Hatch GE, Horstman D, Steck-Scott S, Arab L, Bromberg PA, Levine M, McDonnell WF, Devlin RB. Effect of antioxidant supplementation on ozone-induced lung injury in human subjects. Am J Respir Crit Care Med 2001;164:819–825.", "ArticleIdList": ["11549539"]}, {"Citation": "Shanware NP, Bray K, Eng CH, Wang F, Follettie M, Myers J, Fantin VR, Abraham RT. Glutamine deprivation stimulates mTOR-JNK-dependent chemokine secretion. Nat Commun 2014;5:4900.", "ArticleIdList": ["PMC4200525", "25254627"]}, {"Citation": "Sharma VK, Graham NJD. Oxidation of Amino Acids, Peptides and Proteins by Ozone: A Review. Ozone: Sci Eng 2010;32:81–90."}, {"Citation": "Stringer KA, Serkova NJ, Karnovsky A, Guire K, Paine R, Standiford TJ. Metabolic consequences of sepsis-induced acute lung injury revealed by plasma 1H-nuclear magnetic resonance quantitative metabolomics and computational analysis. American Journal of Physiology - Lung Cellular and Molecular Physiology 2011;300:L4–L11.", "ArticleIdList": ["PMC3023293", "20889676"]}, {"Citation": "Uh S-T, Koo S-M, Jang AS, Park SW, Choi JS, Kim Y-H, Park CS. Proteomic differences with and without ozone-exposure in a smoking-induced emphysema lung model. Korean J Intern Med 2015;30:62–72.", "ArticleIdList": ["PMC4293566", "25589837"]}, {"Citation": "Uhlson C, Harrison K, Allen CB, Ahmad S, White CW, Murphy RC. Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem Res Toxicol 2002;15:896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Uppal K, Walker DI, Liu K, Li S, Go Y-M, Jones DP. Computational Metabolomics: A Framework for the Million Metabolome. Chem Res Toxicol 2016;29:1956–1975.", "ArticleIdList": ["PMC5376098", "27629808"]}, {"Citation": "US EPA National Center for Environmental Assessment, Research Triangle Park Nc, Environmental Media Assessment Group, Brown J. Integrated Science Assessment (ISA) of Ozone and Related Photochemical Oxidants (Final Report, Feb 2013). 2012;at <https://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=247492>."}, {"Citation": "van der Vliet A, O’Neill CA, Cross CE, Koostra JM, Volz WG, Halliwell B, Louie S. Determination of low-molecular-mass antioxidant concentrations in human respiratory tract lining fluids. Am J Physiol 1999;276:L289–96.", "ArticleIdList": ["9950891"]}, {"Citation": "Ward-Caviness CK, Breitner S, Wolf K, Cyrys J, Kastenmüller G, Wang-Sattler R, Schneider A, Peters A. Short-term NO2 exposure is associated with long-chain fatty acids in prospective cohorts from Augsburg, Germany: results from an analysis of 138 metabolites and three exposures. Int J Epidemiol 2016;45:1528–1538.", "ArticleIdList": ["27892410"]}, {"Citation": "Wattiez R, Noël-Georis I, Cruyt C, Broeckaert F, Bernard A, Falmagne P. Susceptibility to oxidative stress: proteomic analysis of bronchoalveolar lavage from ozone-sensitive and ozone-resistant strains of mice. Proteomics 2003;3:658–665.", "ArticleIdList": ["12748945"]}, {"Citation": "Wolff DJ, Lubeskie A. Aminoguanidine is an isoform-selective, mechanism-based inactivator of nitric oxide synthase. Arch Biochem Biophys 1995;316:290–301.", "ArticleIdList": ["7530937"]}, {"Citation": "Wu W, Peden D, Diaz-Sanchez D. Role of GSTM1 in resistance to lung inflammation. Free Radic Biol Med 2012;53:721–729.", "ArticleIdList": ["PMC3418458", "22683820"]}, {"Citation": "Wynalda KM, Murphy RC. Low-concentration ozone reacts with plasmalogen glycerophosphoethanolamine lipids in lung surfactant. Chem Res Toxicol 2010;23:108–117.", "ArticleIdList": ["PMC2807911", "19916514"]}, {"Citation": "Yitshak Sade M, Kloog I, Liberty IF, Schwartz J, Novack V. The Association Between Air Pollution Exposure and Glucose and Lipids Levels. J Clin Endocrinol Metab 2016;101:2460–2467.", "ArticleIdList": ["27218271"]}, {"Citation": "Zemski Berry KA, Murphy RC. Phospholipid Ozonation Products Activate the 5-Lipoxygenase Pathway in Macrophages. Chem Res Toxicol 2016;29:1355–1364.", "ArticleIdList": ["PMC5029860", "27448436"]}, {"Citation": "Zhang H, Wu X, Xiao Y, Chen M, Li Z, Wei X, Tang K. Genetic polymorphisms of glutathione S-transferase M1 and T1, and evaluation of oxidative stress in patients with non-small cell lung cancer. Eur J Med Res 2014;19:67.", "ArticleIdList": ["PMC4258804", "25472599"]}, {"Citation": "Zheng Z, Xu X, Zhang X, Wang A, Zhang C, Hüttemann M, Grossman LI, Chen LC, Rajagopalan S, Sun Q, Zhang K. Exposure to ambient particulate matter induces a NASH-like phenotype and impairs hepatic glucose metabolism in an animal model. J Hepatol 2013;58:148–154.", "ArticleIdList": ["PMC3527686", "22902548"]}]}], "History": [{"Year": "2018", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29471466", "NIHMS1511269", "PMC6348881", "10.1093/toxsci/kfy043", "4870162"]}}]}