{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29551854", "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "07", "Day": "07"}], "ELocationID": ["10.1175/JCLI-D-15-0809.1"], "Journal": {"ISSN": "0894-8755", "JournalIssue": {"Volume": "29", "Issue": "No14", "PubDate": {"Year": "2016", "Month": "Jul"}}, "Title": "Journal of climate", "ISOAbbreviation": "J Clim"}, "ArticleTitle": "Structure and Dynamics of the Quasi-Biennial Oscillation in MERRA-2.", "Pagination": {"StartPage": "5339", "EndPage": "5354", "MedlinePgn": "5339-5354"}, "Abstract": {"AbstractText": ["The structure, dynamics, and ozone signal of the Quasi-Biennial Oscillation produced by the 35-year NASA MERRA-2 (Modern-Era Retrospective Analysis for Research and Applications) reanalysis are examined based on monthly mean output. Along with the analysis of the QBO in assimilation winds and ozone, the QBO forcings created by assimilated observations, dynamics, parameterized gravity wave drag, and ozone chemistry parameterization are examined and compared with the original MERRA system. Results show that the MERRA-2 reanalysis produces a realistic QBO in the zonal winds, mean meridional circulation, and ozone over the 1980-2015 time period. In particular, the MERRA-2 zonal winds show improved representation of the QBO 50 hPa westerly phase amplitude at Singapore when compared to MERRA. The use of limb ozone observations creates improved vertical structure and realistic downward propagation of the ozone QBO signal during times when the MLS ozone limb observations are available (October 2004 to present). The increased equatorial GWD in MERRA-2 has reduced the zonal wind data analysis contribution compared to MERRA so that the QBO mean meridional circulation can be expected to be more physically forced and therefore more physically consistent. This can be important for applications in which MERRA-2 winds are used to drive transport experiments."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA GSFC, Greenbelt, MD, USA and SSAI, Lanham, MD, USA."}], "LastName": "Coy", "ForeName": "Lawrence", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA GSFC, Greenbelt, MD, USA and SSAI, Lanham, MD, USA."}], "LastName": "Wargan", "ForeName": "Krzysztof", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA GSFC, Greenbelt, MD, USA and ESSIC, U. of Maryland, College Park, MD, USA."}], "LastName": "Molod", "ForeName": "Andrea M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA GSFC, Greenbelt, MD, USA."}], "LastName": "McCarty", "ForeName": "William R", "Initials": "WR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA GSFC, Greenbelt, MD, USA."}], "LastName": "Pawson", "ForeName": "Steven", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Clim", "NlmUniqueID": "100971607", "ISSNLinking": "0894-8755"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andrews DG, Holton JR, Leovy CB. Middle Atmosphere Dynamics. Academic Press; 1987. p. 489."}, {"Citation": "Baldwin MP, et al. The quasi-biennial oscillation. Rev Geophys. 2001;39:179–229."}, {"Citation": "Bloom S, Takacs L, DaSilva A, Ledvina D. Data assimilation using incremental analysis updates. Mon Wea Rev. 1996;124:1256–1271."}, {"Citation": "Bosilovich MG, Lucchesi R, Suarez M.  MERRA-2: File Specification GMAO Office Note 9. NASA; 2015a. p. 73. Available from  http://gmao.gsfc.nasa.gov/pubs/officenotes."}, {"Citation": "Bosilovich MG, et al. NASA Tech. Rep. Series on Global Modeling and Data Assimilation, NASA/TM-2015-104606. Vol. 39. NASA; 2015b. MERRA-2: Initial Evaluation of the Climate; p. 136."}, {"Citation": "Chipperfield MP, Gray LJ, Kinnersley JS, Zawodny J. A two-dimensional model study of the QBO signal in SAGE II NO2 and O3. Geophys Res Lett. 1994;21:589–592."}, {"Citation": "Choi W, Lee H, Grant WB, Park JH, Holton JR, Lee K-M, Naujokat B. On the secondary meridional circulation associated with the quasi-biennial oscillation. Tellus. 2002;54B:395–406."}, {"Citation": "Fleming EL, Jackman CH, Rosenfield JE, Considine DB. Two-dimensional model simulations of the QBO in ozone and tracers in the tropical stratosphere. J Geophys Res. 2002;107 doi: 10.1029/2001JD001146.", "ArticleIdList": ["10.1029/2001JD001146"]}, {"Citation": "Frith SM, Kramarova A, Stolarski RS, McPeters RD, Bhartia PK, Labow GJ. Redent changes in total column ozone based on the SBUV version 8.6 merged ozone data set. J Geophys Res. 2014;119:9735–9751. doi: 10.1029/2014JD021889..", "ArticleIdList": ["10.1029/2014JD021889."]}, {"Citation": "Froidevaux L, et al. Early validation analyses of atmospheric profiles from EOS MLS on the Aura satellite. IEEE Transactions on Geoscience and Remote Sensing. 2006;44 doi: 10.1109/TGRS.2006.864366.", "ArticleIdList": ["10.1109/TGRS.2006.864366"]}, {"Citation": "Global Modeling and Assimilation Office (GMAO) inst3_3d asm Nv: MERRA-2 3D Assimilated Meteorological Fields 3-hourly (model level, 0.625×0.5L42), version 5.12.4. Greenbelt, MD, USA: Goddard Space Flight Center Distributed Active Archive Center (GSFC DAAC); 2015a.", "ArticleIdList": ["10.5067/WWQSXQ8IVFW8"]}, {"Citation": "Global Modeling and Assimilation Office (GMAO) instM 3d asm Np: MERRA-2 3D IAU State, Meteorology Monthly Averaged 3-hourly (p-coord, 0.625×0.5L42), version 5.12.4. Greenbelt, MD, USA: Goddard Space Flight Center Distributed Active Archive Center (GSFC DAAC); 2015b.", "ArticleIdList": ["10.5067/2E096JV59PK7"]}, {"Citation": "Global Modeling and Assimilation Office (GMAO) instM 3d odt Np: MERRA-2 3D Ozone Tendencies Monthly Averaged 3-hourly (p-coord, 0.625×0.5L42), version 5.12.4. Greenbelt, MD, USA: Goddard Space Flight Center Distributed Active Archive Center (GSFC DAAC); 2015c.", "ArticleIdList": ["10.5067/Z2KCWAV4GPD2"]}, {"Citation": "Global Modeling and Assimilation Office (GMAO) instM 3d udt Np: MERRA-2 3D Averaged 3-hourly (p-coord, 0.625×0.5L42), version 5.12.4. Greenbelt, MD, USA: Goddard Space Flight Center Distributed Active Archive Center (GSFC DAAC); 2015d.", "ArticleIdList": ["10.5067/2YOIQB5C3ACN"]}, {"Citation": "Hasebe F. Quasi-biennial oscillations of ozone and diabatic circulation in the equatorial stratosphere. J Atmos Sci. 1994;51:729–745."}, {"Citation": "Hitchman MH, McKay M, Trepte CR. A climatology of stratospheric aerosol. J Geophys Res. 1994;99:20689–20700."}, {"Citation": "Hurwitz MM, Oman LD, Newman PA, Song I-S. Net influence of an internally generated quasi-biennial oscillation on modelled stratospheric climate and chemistry. Atmos Chem Phys. 2013;13:12 187–12 197. doi: 10.5194/acp-13-12187-2013.", "ArticleIdList": ["10.5194/acp-13-12187-2013"]}, {"Citation": "Kramarova NA, Bhartia PK, Frith SM, McPeters RD, Stolarski RS. Interpreting SBUV smoothing errors: an example using the quasi-biennial oscillation. Atmos Meas Tech. 2013;6:2089–2099. doi: 10.5194/amt-6-2089-2013.", "ArticleIdList": ["10.5194/amt-6-2089-2013"]}, {"Citation": "Logan JA, et al. Quasibiennial oscillation in tropical ozone as revealed by ozonesonde and satellite data. J Geophys Res. 2003;108 doi: 10.1029/2002JD002170.", "ArticleIdList": ["10.1029/2002JD002170"]}, {"Citation": "McCarty W, Coy R, Gelaro L, Merkova D, Smith EB, Sienkiewicz M, Wargan K. Nasa tech. rep.series on global modeling and data assimilation. NASA; 2015. MERRA-2 Input Observations: Summary and Initial Assessment. In preparation."}, {"Citation": "Molod A, Takacs L, Suarez M, Bacmeister J. Development of the GEOS-5 atmospheric general circulation model: Evolution from MERRA to MERRA2. Geosci Model Dev. 2015;8:1339–1356."}, {"Citation": "Oman LD, Douglass AR. Improvements in total column ozone in GEOSCCM and comparisons with a new ozone-depleting substances scenario. J Geophys Res Atmos. 2014;119:5613–5624. doi: 10.1002/2014JD021590.", "ArticleIdList": ["10.1002/2014JD021590"]}, {"Citation": "Pascoe CL, Gray LJ, Crooks SA, Juckes MN, Baldwin MP. The quasi-biennial oscillation: Analysis using ERA-40 data. J Geophys Res. 2005;110:D08105. doi: 10.1029/2004JD004941.", "ArticleIdList": ["10.1029/2004JD004941"]}, {"Citation": "Pawson S, Fiorino M. A comparison of reanalyses in the tropical stratosphere. Part 2: the quasi-biennial oscillation. Clim Dyn. 1998;14:645–658."}, {"Citation": "Plumb RA, Bell RC. A model of the quasi-biennial oscillation on an equatorial beta-plane. QJR Meteorol Soc. 1982;108:335–352. doi: 10.1002/qj.49710845604.", "ArticleIdList": ["10.1002/qj.49710845604"]}, {"Citation": "Politowicz PA, Hitchman MH. Exploring the effects of forcing quasi-biennial oscillations in a two-dimensional model. J Geophys Res. 1997;102:16 481–16 497. doi: 10.1029/97JD00693.", "ArticleIdList": ["10.1029/97JD00693"]}, {"Citation": "Punge HJ, Giorgetta MA. Differences between the QBO in the first and in the second half of the ERA-40 reanalysis. Atmos Chem Phys. 2007;7:599–608."}, {"Citation": "Randel WJ, Wu F. Isolation of the ozone QBO in SAGE II by singular-value decomposition. J Atmos Sci. 1996;53:2546–2559."}, {"Citation": "Randel WJ, Wu F, Swinbank R, Nash J, O’Neill A. Global QBO circulation derived from UKMO stratospheric analyses. J Atmos Sci. 1999;56:457–474."}, {"Citation": "Ribera P, Penã-Ortiz C, Garcia-Herrera R, Gallego D, Gimeno L, Hernandez E. Detection of the secondary meridional circulation associated with the quasi-biennial oscillation. J Geophys Res. 2004;109 doi: 10.1029/2003JD004363.", "ArticleIdList": ["10.1029/2003JD004363"]}, {"Citation": "Rienecker MM, et al.  MERRA: NASA’s Modern-Era Retrospective Analysis for Research and Applications. J Climate. 2011;24:3624–3648. doi:  http://dx.doi.org/10.1175/JCLI-D-11-00015.1.", "ArticleIdList": ["10.1175/JCLI-D-11-00015.1-D-11-00015.1", "PMC6999672", "32020988"]}, {"Citation": "Schoeberl MR, et al. QBO and annual cycle variations in tropical lower stratosphere trace gases from HALOE and Aura MLS observations. J Geophys Res. 2008;113:D05301. doi: 10.1029/2007JD008678.", "ArticleIdList": ["10.1029/2007JD008678"]}, {"Citation": "Strahan SE, Oman LD, Douglass AR, Coy L. Modulation of Antarctic vortex composition by the quasi-biennial oscillation. Geophys Res Lett. 2015;42 doi: 10.1002/2015GL063759.", "ArticleIdList": ["10.1002/2015GL063759"]}, {"Citation": "Swinbank R, O’Neill A. Quasi-biennial and semi-annual oscillations in equatorial wind fields constructed from data assimilation. Geophys Res Lett. 1994;21:2099–2102."}, {"Citation": "Thompson AM, et al. Southern Hemisphere Additional Ozonesondes (SHADOZ) 1998-2000 tropical ozone climatology 1. Comparison with Total Ozone Mapping Spectrometer (TOMS) and ground-based measurements. J Geophys Res. 2003;108 doi: 10.1029/2001JD000967.", "ArticleIdList": ["10.1029/2001JD000967"]}, {"Citation": "Tian W, Chipperfield MP, Gray LJ, Zawodny JM. Quasi-biennial oscillation and tracer distributions in a coupled chemistry-climate model. J Geophys Res. 2006;111:D20301. doi: 10.1029/2005JD006871.", "ArticleIdList": ["10.1029/2005JD006871"]}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "3", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "3", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29551854", "NIHMS913096", "PMC5853128", "10.1175/JCLI-D-15-0809.1"]}}], "PubmedBookArticle": []}