{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ozonesondes", "Pollution", "STE", "Self-Organizing Maps", "Surface Ozone", "Tropospheric Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29619290", "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "12", "Day": "06"}], "ELocationID": ["10.1002/2016JD025254"], "Journal": {"ISSN": "2169-897X", "JournalIssue": {"Volume": "122", "Issue": "2", "PubDate": {"Year": "2017", "Month": "Jan", "Day": "27"}}, "Title": "Journal of geophysical research. Atmospheres : JGR", "ISOAbbreviation": "J Geophys Res Atmos"}, "ArticleTitle": "Tropospheric ozonesonde profiles at long-term U.S. monitoring sites: 2. Links between Trinidad Head, CA, profile clusters and inland surface ozone measurements.", "Pagination": {"StartPage": "1261", "EndPage": "1280", "MedlinePgn": "1261-1280"}, "Abstract": {"AbstractText": ["Much attention has been focused on the transport of ozone (O<sub>3</sub>) to the Western U.S., particularly given the latest revision of the National Ambient Air Quality Standard (NAAQS) to 70 parts per billion by volume (ppbv) of O<sub>3</sub>. This makes defining a \"background\" O<sub>3</sub> amount essential so that the effects of stratosphere-to-troposphere exchange and pollution transport to this region can be quantified. To evaluate free-tropospheric and surface O<sub>3</sub> in the Western U.S., we use self-organizing maps to cluster 18 years of ozonesonde profiles (940 samples) from Trinidad Head, CA. Two of nine O<sub>3</sub> mixing ratio profile clusters exhibit thin laminae of high O<sub>3</sub> above Trinidad Head. A third, consisting of background (~20 - 40 ppbv) O<sub>3</sub>, occurs in ~10% of profiles. The high O<sub>3</sub> layers are located between 1 and 4 km amsl, and reside above a subsidence inversion associated with a northern location of the semi-permanent Pacific subtropical high. Several ancillary data sets are examined to identify the high O<sub>3</sub> sources (reanalyses, trajectories, remotely-sensed carbon monoxide), but distinguishing chemical and stratospheric influences of the elevated O<sub>3</sub> is difficult. There is marked and long-lasting impact of the elevated tropospheric O<sub>3</sub> on high-altitude surface O<sub>3</sub> monitors at Lassen Volcanic and Yosemite National Parks, and Truckee, CA. Days corresponding to the high O<sub>3</sub> clusters exhibit hourly surface O<sub>3</sub> anomalies of +5 - 10 ppbv compared to a climatology; the anomalies can last up to four days. The profile and surface O<sub>3</sub> links demonstrate the importance of regular ozonesonde profiling at Trinidad Head."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth System Science Interdisciplinary Center (ESSIC), University of Maryland - College Park, College Park, Maryland, USA."}, {"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, Pennsylvania, USA."}], "LastName": "Stauffer", "ForeName": "Ryan M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, Pennsylvania, USA."}, {"Identifier": [], "Affiliation": "NASA/Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "LastName": "Thompson", "ForeName": "Anne M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, Colorado, USA."}, {"Identifier": [], "Affiliation": "NOAA Earth System Research Laboratory, Global Monitoring Division, Boulder, Colorado, USA."}], "LastName": "Oltmans", "ForeName": "Samuel J", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth System Research Laboratory, Global Monitoring Division, Boulder, Colorado, USA."}], "LastName": "Johnson", "ForeName": "Bryan J", "Initials": "BJ"}], "GrantList": [{"Agency": "Goddard Space Flight Center NASA", "Country": "United States"}, {"GrantID": "N-999999", "Agency": "Intramural NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Geophys Res Atmos", "NlmUniqueID": "9882986", "ISSNLinking": "2169-897X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aumann HH, Chahine MT, Gautier C, Goldberg M, Kalnay E, McMillin L, Revercomb H, Rosenkranz PW, Smith WL, Staelin D, Strow L, Susskind J. AIRS/AMSU/HSB on the Aqua mission: Design, science objectives, data products and processing systems. IEEE T Geosci Remote. 2003;41:253–264. doi: 10.1109/TGRS.2002.808356.", "ArticleIdList": ["10.1109/TGRS.2002.808356"]}, {"Citation": "Brodin M, Helmig D, Johnson BJ, Oltmans SJ. Comparison of ozone concentrations on a surface elevation gradient with balloon-borne ozonesonde measurements. Atmos Environ. 2011;45:5431–5439. doi: 10.1016/j.atmosenv.2011.07.002.", "ArticleIdList": ["10.1016/j.atmosenv.2011.07.002"]}, {"Citation": "Browell EV, et al. Large-scale air mass characteristics observed over western Pacific during summertime. J Geophys Res. 1996;101(D1):1691–1712. doi: 10.1029/95JD02200.", "ArticleIdList": ["10.1029/95JD02200"]}, {"Citation": "Cai C, et al. Simulating reactive nitrogen, carbon monoxide, and ozone in California during ARCTAS-CARB 2008 with high wildfire activity. Atmos Environ. 2016;108:28–44. doi: 10.1016/j.atmosenv.2015.12.031.", "ArticleIdList": ["10.1016/j.atmosenv.2015.12.031"]}, {"Citation": "Cooper OR, et al. Measurement of western U.S. baseline ozone from the surface to the tropopause and assessment of downwind impact regions. J Geophys Res. 2011;116:D00V03. doi: 10.1029/2011JD016095.", "ArticleIdList": ["10.1029/2011JD016095"]}, {"Citation": "Dee DP, et al. The ERA-Interim reanalysis: Configuration and performance of the data assimilation system. Q J R Meteorol Soc. 2011;137:553–597. doi: 10.1002/qj.828.", "ArticleIdList": ["10.1002/qj.828"]}, {"Citation": "Draxler RR, Hess GD. Description of the HYSPLIT_4 modeling system, NOAA Tech Memo, ERL ARL-224. NOAA Air Resources Laboratory; Silver Spring MD: 1997. p. 24."}, {"Citation": "Holton JR, Haynes PH, McIntyre ME, Douglass AR, Rood RB, Pfister L. Stratosphere-troposphere exchange. Rev Geophys. 1995;33(4):403–439. doi: 10.1029/95RG02097.", "ArticleIdList": ["10.1029/95RG02097"]}, {"Citation": "Huang M, et al. Impacts of transported background ozone on California air quality during the ARCTAS-CARB period – a multi-scale modeling study. Atmos Chem Phys. 2010;10:6947–6968. doi: 10.5194/acp-10-6947-2010.", "ArticleIdList": ["10.5194/acp-10-6947-2010"]}, {"Citation": "Jaffe D, Bertschi I, Jaeglé L, Novelli P, Reid JS, Tanimoto H, Vingarzan R, Westphal DL. Long-range transport of Siberian biomass burning emissions and impact on surface ozone in western North America. Geophys Res Lett. 2004;31:L16106. doi: 10.1029/2004GL020093.", "ArticleIdList": ["10.1029/2004GL020093"]}, {"Citation": "Jensen AA, Thompson AM, Schmidlin FJ. Classification of Ascension Island and Natal ozonesondes using self-organizing maps. J Geophys Res. 2012;117:D04302. doi: 10.1029/2011JD016573.", "ArticleIdList": ["10.1029/2011JD016573"]}, {"Citation": "Kalnay E, et al.  The NCEP/NCAR 40-year reanalysis project. Bull Amer Meteorol Soc. 1996;77:437–471. doi:  http://dx.doi.org/10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2"]}, {"Citation": "Kaynak B, Hu Y, Martin RV, Russel AG, Choi Y, Wang Y. The effect of lightning NOx production on surface ozone in the continental United States. Atmos Chem Phys. 2008;8:5151–5159. doi: 10.5194/acp-8-5151-2008.", "ArticleIdList": ["10.5194/acp-8-5151-2008"]}, {"Citation": "Kloesel KA. Marine stratocumulus cloud clearing episodes observed during FIRE. Mon Wea Rev. 1992;120:565–578. doi:  http://dx.doi.org/10.1175/1520-0493(1992)120<0565:MSCCEO>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0493(1992)120<0565:MSCCEO>2.0.CO;2"]}, {"Citation": "Kohonen T. The Basic SOM, in Self-Organizing Maps. Springer; New York: 1995. pp. 77–130."}, {"Citation": "Langford AO, Aikin KC, Eubank CS, Williams EJ. Stratospheric contribution to high surface ozone in Colorado during springtime. Geophys Res Lett. 2009;36:L12801. doi: 10.1029/2009GL038367.", "ArticleIdList": ["10.1029/2009GL038367"]}, {"Citation": "Langford AO, et al. An overview of the 2013 Las Vegas Ozone Study (LVOS): Impact of stratospheric intrusions and long-range transport on surface air quality. Atmos Environ. 2015;109:305–322. doi: 10.1016/j.atmosenv.2014.08.040.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.040"]}, {"Citation": "Lin M, et al. Transport of Asian ozone pollution into surface air over the western United States in spring. J Geophys Res. 2012a;117:D00V07. doi: 10.1029/2011JD016961.", "ArticleIdList": ["10.1029/2011JD016961"]}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy H, II, Johnson BJ, Naik V, Oltmans SJ, Senff CJ. Springtime high surface ozone events over the western United States: Quantifying the role of stratospheric intrusions. J Geophys Res. 2012b;117:D00V22. doi: 10.1029/2012JD018151.", "ArticleIdList": ["10.1029/2012JD018151"]}, {"Citation": "Lin M, Fiore AM, Horowitz LW, Langford AO, Oltmans SJ, Tarasick D, Rieder HE. Climate variability modulates western U.S. ozone air quality in spring via deep stratospheric intrusions. Nat Commun. 2015;6:7105. doi: 10.1038/ncomms8105.", "ArticleIdList": ["10.1038/ncomms8105", "PMC4432627", "25964012"]}, {"Citation": "Newchurch MJ, Ayoub MA, Oltmans S, Johnson B, Schmidlin FJ. Vertical distribution of ozone at four sites in the United States. J Geophys Res. 2003;108(D1):4031. doi: 10.1029/2002JD002059.", "ArticleIdList": ["10.1029/2002JD002059"]}, {"Citation": "Oltmans SJ, Hofmann DJ, Lathrop JA, Harris JM, Komhyr WD, Kuniyuki D. Tropospheric ozone during Mauna Loa Observatory Photochemistry Experiment 2 compared to long-term measurements from surface and ozonesonde observations. J Geophys Res. 1996;101(D9):14569–14580. doi: 10.1029/95JD03004.", "ArticleIdList": ["10.1029/95JD03004"]}, {"Citation": "Oltmans SJ, Lefohn AS, Harris JM, Shadwick DS. Background ozone levels of air entering the west coast of the US and assessment of longer-term changes. Atmos Environ. 2008;42:6020–6038. doi: 10.1016/j.atmosenv.2008.03.034.", "ArticleIdList": ["10.1016/j.atmosenv.2008.03.034"]}, {"Citation": "Ott LE, Pickering KE, Stenchikov GL, Allen DJ, DeCaria AJ, Ridley B, Lin RF, Lang S, Tao WK. Production of lightning NOx and its vertical distribution calculated from three-dimensional cloud-scale chemical transport model simulations. J Geophys Res. 2010;115:D04301. doi: 10.1029/2009JD011880.", "ArticleIdList": ["10.1029/2009JD011880"]}, {"Citation": "Ott LE, Duncan BN, Thompson AM, Diskin G, Fasnacht Z, Langford AO, Lin M, Molod AM, Nielsen JE, Pusede SE, Weinheimer AJ, Yoshida Y. Frequency and impact of summertime stratospheric intrusions over Maryland during DISCOVER-AQ (2011): New evidence from NASA’s GEOS-5 simulations. J Geophys Res. 2016:121. doi: 10.1002/2015JD024052.", "ArticleIdList": ["10.1002/2015JD024052", "PMC6999667", "32021738"]}, {"Citation": "Parrish DD, Aikin KC, Oltmans SJ, Johnson BJ, Ives M, Sweeny C. Impacts of transported background ozone inflow on summertime air quality in a California ozone exceedance area. Atmos Chem Phys. 2010;10:10093–10109. doi: 10.5194/acp-10-10093-2010.", "ArticleIdList": ["10.5194/acp-10-10093-2010"]}, {"Citation": "Pickering KE, Wang Y, Tao WK, Price C, Müller JF. Vertical distributions of lightning NOx for use in regional and global chemical transport models. J Geophys Res. 1998;103(D23):31203–31216. doi: 10.1029/98JD02651.", "ArticleIdList": ["10.1029/98JD02651"]}, {"Citation": "Stauffer RM, Thompson AM, Young GS. Tropospheric ozonesonde profiles at long-term U.S. monitoring sites: 1. A climatology based on self-organizing maps. J Geophys Res Atmos. 2016;121:1320–1339. doi: 10.1002/2015JD023641.", "ArticleIdList": ["10.1002/2015JD023641", "PMC5880212", "29619288"]}, {"Citation": "Thonat T, Crevoisier C, Scott NA, Chèdin A, Schuck T, Armante R, Crèpeau L. Retrieval of tropospheric CO column from hyperspectral infrared sounders – application to four years of Aqua/AIRS and MetOp-A/IASI. Atmos Meas Tech. 2012;5:2413–2429. doi: 10.5194/amt-5-2413-2012.", "ArticleIdList": ["10.5194/amt-5-2413-2012"]}, {"Citation": "Warner J, Comer MM, Barnet CD, McMillan WW, Wolf W, Maddy E, Sachse G. A comparison of satellite tropospheric carbon monoxide measurements from AIRS and MOPITT during INTEX-A. J Geophys Res. 2007;112:D12S17. doi: 10.1029/2006JD007925.", "ArticleIdList": ["10.1029/2006JD007925"]}, {"Citation": "Zhang L, Jacob DJ, Downey NV, Wood DA, Blewitt D, Carouge CC, van Donkelaar A, Jones DBA, Murray LT, Wang Y. Improved estimate of the policy-relevant background ozone in the United States using the GEOS-Chem global model with 1/2° × 1/3° horizontal resolution over North America. Atmos Environ. 2011;45:6769–6776. doi: 10.1016/j.atmosenv.2011.07.054.", "ArticleIdList": ["10.1016/j.atmosenv.2011.07.054"]}, {"Citation": "Zhang L, Jacob DJ, Yue X, Downey NV, Wood DA, Blewitt D. Sources contributing to background surface ozone in the US Intermountain West. Atmos Chem Phys. 2014;14:5295–5309. doi: 10.5194/acp-14-5295-2014.", "ArticleIdList": ["10.5194/acp-14-5295-2014"]}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "27", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "27", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29619290", "NIHMS952753", "PMC5880040", "10.1002/2016JD025254"]}}], "PubmedBookArticle": []}