{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CONUS Ozone", "Climatology", "Ozonesondes", "STE", "Self-organizing maps", "Tropospheric Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29619288", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "01", "Day": "10"}], "ELocationID": ["10.1002/2015JD023641"], "Journal": {"ISSN": "2169-897X", "JournalIssue": {"Volume": "121", "Issue": "3", "PubDate": {"Year": "2016", "Month": "Feb", "Day": "16"}}, "Title": "Journal of geophysical research. Atmospheres : JGR", "ISOAbbreviation": "J Geophys Res Atmos"}, "ArticleTitle": "Tropospheric ozonesonde profiles at long-term U.S. monitoring sites: 1. A climatology based on self-organizing maps.", "Pagination": {"StartPage": "1320", "EndPage": "1339", "MedlinePgn": "1320-1339"}, "Abstract": {"AbstractText": ["Sonde-based climatologies of tropospheric ozone (O<sub>3</sub>) are vital for developing satellite retrieval algorithms and evaluating chemical transport model output. Typical O<sub>3</sub> climatologies average measurements by latitude or region, and season. Recent analysis using self-organizing maps (SOM) to cluster ozonesondes from two tropical sites found clusters of O<sub>3</sub> mixing ratio profiles are an excellent way to capture O<sub>3</sub> variability and link meteorological influences to O<sub>3</sub> profiles. Clusters correspond to distinct meteorological conditions, e.g. convection, subsidence, cloud cover, and transported pollution. Here, the SOM technique is extended to four long-term U.S. sites (Boulder, CO; Huntsville, AL; Trinidad Head, CA; Wallops Island, VA) with 4530 total profiles. Sensitivity tests on k-means algorithm and SOM justify use of 3×3 SOM (nine clusters). At each site, SOM clusters together O<sub>3</sub> profiles with similar tropopause height, 500 hPa height/temperature, and amount of tropospheric and total column O<sub>3</sub>. Cluster means are compared to monthly O<sub>3</sub> climatologies. For all four sites, near-tropopause O<sub>3</sub> is double (over +100 parts per billion by volume; ppbv) the monthly climatological O<sub>3</sub> mixing ratio in three clusters that contain 13 - 16% of profiles, mostly in winter and spring. Large mid-tropospheric deviations from monthly means (-6 ppbv, +7 - 10 ppbv O<sub>3</sub> at 6 km) are found in two of the most populated clusters (combined 36 - 39% of profiles). These two clusters contain distinctly polluted (summer) and clean O<sub>3</sub> (fall-winter, high tropopause) profiles, respectively. As for tropical profiles previously analyzed with SOM, O<sub>3</sub> averages are often poor representations of U.S. O<sub>3</sub> profile statistics."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth System Science Interdisciplinary Center (ESSIC), University of Maryland - College Park, College Park, Maryland, USA."}, {"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, Pennsylvania, USA."}], "LastName": "Stauffer", "ForeName": "Ryan M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, Pennsylvania, USA."}, {"Identifier": [], "Affiliation": "Earth Sciences Division, NASA Goddard Space Flight Center, Greenbelt, Maryland, USA."}], "LastName": "Thompson", "ForeName": "Anne M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, Pennsylvania, USA."}], "LastName": "Young", "ForeName": "George S", "Initials": "GS"}], "GrantList": [{"Agency": "Headquarters NASA", "Country": "United States"}, {"GrantID": "N-999999", "Agency": "Intramural NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Geophys Res Atmos", "NlmUniqueID": "9882986", "ISSNLinking": "2169-897X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Considine DB, Logan JA, Olsen MA. Evaluation of near-tropopause ozone distributions in the Global Modeling Initiative combined stratosphere/troposphere model with ozonesonde data. Atmos Chem Phys. 2008;8:2365–2385. doi: 10.5194/acp-8-2365-2008.", "ArticleIdList": ["10.5194/acp-8-2365-2008"]}, {"Citation": "Cooper OR, et al. Measurement of western U.S. baseline ozone from the surface to the tropopause and assessment of downwind impact regions. J Geophys Res. 2011;116:D00V03. doi: 10.1029/2011JD016095.", "ArticleIdList": ["10.1029/2011JD016095"]}, {"Citation": "Danielsen EF. Stratospheric-tropospheric exchange based on radioactivity, ozone and potential vorticity. J Atmos Sci. 1968;25:502–518.  http://dx.doi.org/10.1175/1520-0469(1968)025<0502:STEBOR>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0469(1968)025<0502:STEBOR>2.0.CO;2"]}, {"Citation": "Dee DP, et al. The ERA-Interim reanalysis: configuration and performance of the data assimilation system. Q J R Meteorol Soc. 2011;137:553–597. doi: 10.1002/qj.828.", "ArticleIdList": ["10.1002/qj.828"]}, {"Citation": "Diab RD, Thompson AM, Mari K, Ramsay L, Coetzee GJR. Tropospheric ozone climatology over Irene, South Africa, from 1990 to 1994 and 1998 to 2002. J Geophys Res. 2004;109:D20301. doi: 10.1029/2004JD004793.", "ArticleIdList": ["10.1029/2004JD004793"]}, {"Citation": "Draxler RR, Hess GD. NOAA Tech Memo, ERL ARL-224. NOAA Air Resources Laboratory; Silver Spring, MD: 1997. Description of the HYSPLIT_4 modeling system; p. 24."}, {"Citation": "Friedman M, Brazeau MD. Sequences, stratigraphy and scenarios: What can we say about the fossil record of the earliest tetrapods? P Roy Soc Edinb B. 2011;278:432–439. doi: 10.1098/rspb.2010.1321.", "ArticleIdList": ["10.1098/rspb.2010.1321", "PMC3013411", "20739322"]}, {"Citation": "Hewitson BC, Crane RG. Self-organizing maps: Applications to synoptic climatology. Clim Res. 2002;22:13–26. doi: 10.3354/cr022013.", "ArticleIdList": ["10.3354/cr022013"]}, {"Citation": "Holton JR, Haynes PH, McIntyre ME, Douglass AR, Rood RB, Pfister L. Stratosphere-troposphere exchange. Rev Geophys. 1995;33(4):403–439. doi: 10.1029/95RG02097.", "ArticleIdList": ["10.1029/95RG02097"]}, {"Citation": "Hong Y, Hsu K, Sorooshian S, Gao X. Precipitation estimation from remotely sensed imagery using an artificial neural network cloud classification system. J Appl Meteorol. 2004;43:1834–1853. doi: 10.1175/JAM2173.", "ArticleIdList": ["10.1175/JAM2173"]}, {"Citation": "Jensen AA, Thompson AM, Schmidlin FJ. Classification of Ascension Island and Natal ozonesondes using self-organizing maps. J Geophys Res. 2012;117:D04302. doi: 10.1029/2011JD016573.", "ArticleIdList": ["10.1029/2011JD016573"]}, {"Citation": "Kalnay E, et al.  The NCEP/NCAR 40-year reanalysis project. Bull Amer Meteorol Soc. 1996;77:437–471.  http://dx.doi.org/10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2"]}, {"Citation": "Kohonen T. Self-Organizing Maps. Springer; New York: 1995. The Basic SOM; pp. 77–130."}, {"Citation": "Komhyr WD. Electrochemical concentration cells for gas analysis. Ann Geophys. 1969;25:203–210."}, {"Citation": "Komhyr WD, Barnes RA, Brothers GB, Lathrop JA, Opperman DP. Electrochemical concentration cell ozonesonde performance evaluation during STOIC 1989. J Geophys Res. 1995;100(D5):9231–9244. doi: 10.1029/94JD02175.", "ArticleIdList": ["10.1029/94JD02175"]}, {"Citation": "Lamarque JF, et al. CAM-chem: description and evaluation of interactive atmospheric chemistry in the Community Earth System Model. Geosci Model Dev. 2012;5:369–411. doi: 10.5194/gmd-5-369-2012.", "ArticleIdList": ["10.5194/gmd-5-369-2012"]}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy H, II, Johnson BJ, Naik V, Oltmans SJ, Senff CJ. Springtime high surface ozone events over the western United States: Quantifying the role of stratospheric intrusions. J Geophys Res. 2012;117:D00V22. doi: 10.1029/2012JD018151.", "ArticleIdList": ["10.1029/2012JD018151"]}, {"Citation": "Liu Y, Weisberg RH, Mooers CNK. Performance evaluation of the self-organizing map for feature extraction. J Geophys Res. 2006;111:C05018. doi: 10.1029/2005JC003117.", "ArticleIdList": ["10.1029/2005JC003117"]}, {"Citation": "Logan JA. Tropospheric ozone: Seasonal behavior, trends, and anthropogenic influence. J Geophys Res. 1985;90(D6):10463–10482. doi: 10.1029/JD090iD06p10463.", "ArticleIdList": ["10.1029/JD090iD06p10463"]}, {"Citation": "Logan JA. Trends in the vertical distribution of ozone: An analysis of ozonesonde data. J Geophys Res. 1994;99(D12):25553–25585. doi: 10.1029/94JD02333.", "ArticleIdList": ["10.1029/94JD02333"]}, {"Citation": "Logan JA, et al. Trends in the vertical distribution of ozone: A comparison of two analyses of ozonesonde data. J Geophys Res. 1999;104(D21):26373–26399. doi: 10.1029/1999JD900300.", "ArticleIdList": ["10.1029/1999JD900300"]}, {"Citation": "Logan JA, et al. Changes in ozone over Europe: Analysis of ozone measurements from sondes, regular aircraft (MOZAIC) and alpine surface sites. J Geophys Res. 2012;117:D09301. doi: 10.1029/2011JD016952.", "ArticleIdList": ["10.1029/2011JD016952"]}, {"Citation": "McPeters RD, Labow GJ, Johnson BJ. A satellite-derived ozone climatology for balloonsonde estimation of total column ozone. J Geophys Res. 1997;102(D7):8875–8885. doi: 10.1029/96JD02977.", "ArticleIdList": ["10.1029/96JD02977"]}, {"Citation": "McPeters RD, Labow GJ. Climatology 2011: An MLS and sonde derived ozone climatology for satellite retrieval algorithms. J Geophys Res. 2012;117:D10303. doi: 10.1029/2011JD017006.", "ArticleIdList": ["10.1029/2011JD017006"]}, {"Citation": "Newchurch MJ, Ayoub MA, Oltmans S, Johnson B, Schmidlin FJ. Vertical distribution of ozone at four sites in the United States. J Geophys Res. 2003;108(D1):4031. doi: 10.1029/2002JD002059.", "ArticleIdList": ["10.1029/2002JD002059"]}, {"Citation": "Nowotarski CJ, Jensen AA. Classifying proximity soundings with self-organizing maps toward improving supercell and tornado forecasting. Wea Forecasting. 2013;28:783–801. doi: 10.1175/WAF-D-12-00125.1.", "ArticleIdList": ["10.1175/WAF-D-12-00125.1"]}, {"Citation": "Oltmans SJ, et al. Long-term changes in tropospheric ozone. Atmos Environ. 2006;40(17):3156–3173. doi: 10.1016/j.atmosenv.2006.01.029.", "ArticleIdList": ["10.1016/j.atmosenv.2006.01.029"]}, {"Citation": "Oltmans SJ, et al. Recent tropospheric ozone changes – A pattern dominated by slow or no growth. Atmos Environ. 2013;67:331–351. doi: 10.1016/j.atmosenv.2012.10.057.", "ArticleIdList": ["10.1016/j.atmosenv.2012.10.057"]}, {"Citation": "Rao TN, Kirkwood S, Arvelius J, von der Gathen P, Kivi R. Climatology of UTLS ozone and the ratio of ozone and potential vorticity over northern Europe. J Geophys Res. 2003;108(D22):4703. doi: 10.1029/2003JD003860.", "ArticleIdList": ["10.1029/2003JD003860"]}, {"Citation": "Stauffer RM, Morris GA, Thompson AM, Joseph E, Coetzee GJR, Nalli NR. Propagation of radiosonde pressure sensor errors to ozonesonde measurements. Atmos Meas Tech. 2014;7:65–79. doi: 10.5194/amt-7-65-2014.", "ArticleIdList": ["10.5194/amt-7-65-2014"]}, {"Citation": "Stevenson DS, et al. Multimodel ensemble simulations of present-day and near-future tropospheric ozone. J Geophys Res. 2006;111:D08301. doi: 10.1029/2005JD006338.", "ArticleIdList": ["10.1029/2005JD006338"]}, {"Citation": "Thompson AM, et al. Southern Hemisphere Additional Ozonesondes (SHADOZ) 1998–2000 tropical ozone climatology: 1. Comparison with total ozone mapping spectrometer (TOMS) J Geophys Res. 2003a;108(D2):8238. doi: 10.1029/2001JD000967.", "ArticleIdList": ["10.1029/2001JD000967"]}, {"Citation": "Thompson AM, et al. Southern Hemisphere Additional Ozonesondes (SHADOZ) 1998–2000 tropical ozone climatology 2. Tropospheric variability and the zonal wave-one. J Geophys Res. 2003b;108(D2):8241. doi: 10.1029/2002JD002241.", "ArticleIdList": ["10.1029/2002JD002241"]}, {"Citation": "Thompson AM, Oltmans SJ, Tarasick DW, Von der Gathen P, Smit HGJ, Witte JC. Strategic ozone sounding networks: Review of design and accomplishments. Atmos Environ. 2011;45(13):2145–2163. doi: 10.1016/j.atmosenv.2010.05.002.", "ArticleIdList": ["10.1016/j.atmosenv.2010.05.002"]}, {"Citation": "Thompson AM, et al. Southern Hemisphere Additional Ozonesondes (SHADOZ) ozone climatology (2005–2009): Tropospheric and tropical tropopause layer (TTL) profiles with comparisons to OMI-based ozone products. J Geophys Res. 2012;117:D23301. doi: 10.1029/2011JD016911.", "ArticleIdList": ["10.1029/2011JD016911"]}, {"Citation": "Tilmes S, et al. Technical Note: Ozonesonde climatology between 1995 and 2011: Description, evaluation and applications. Atmos Chem Phys. 2012;12:7475–7497. doi: 10.5194/acp-12-7475-2012.", "ArticleIdList": ["10.5194/acp-12-7475-2012"]}, {"Citation": "Vesanto J, Himberg J, Alhoniemi E, Parhankangas J. SOM Toolbox for Matlab 5, report. Helsinki Univ. of Technol; Helsinki, Finland: 2000."}, {"Citation": "World Meteorological Organization (WMO) Meteorology – A three-dimensional science: Second session of the Commission for Aerology. WMO Bulletin. 1957;4(4):134–138."}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "16", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "16", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29619288", "NIHMS948341", "PMC5880212", "10.1002/2015JD023641"]}}], "PubmedBookArticle": []}