{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29659241", "DateCompleted": {"Year": "2018", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "17"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["191"], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Volume": "2017", "Issue": "191", "PubDate": {"Year": "2017", "Month": "Mar"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "Protective Role of Eosinophils and TNFa after Ozone Inhalation.", "Pagination": {"StartPage": "1", "EndPage": "41", "MedlinePgn": "1-41"}, "Abstract": {"AbstractText": ["Exposure to ozone induces deleterious responses in the airways that include shortness of breath, inflammation, and bronchoconstriction. People with asthma have increased airway sensitivity to ozone and other irritants. Dr. Allison Fryer and colleagues addressed how exposure to ozone affects the immune and physiological responses in guinea pigs. Guinea pigs are considered a useful animal model for studies of respiratory and physiological responses in humans; their response to airborne allergens is similar to that in humans and shares some features of allergic asthma. Fryer and colleagues had previously observed that within 24 hours of exposure, ozone not only induced bronchoconstriction but also stimulated the production of new cells in the bone marrow, where all white blood cells develop. As a result of ozone exposure, increased numbers of newly synthesized white blood cells, particularly eosinophils, moved into the blood and lungs. The central hypothesis of the current study was that newly synthesized eosinophils recruited to the lungs 3 days after ozone exposure were beneficial to the animals because they reduced ozoneinduced bronchoconstriction. The investigators also hypothesized that the beneficial effect seen in normal (nonsensitized) animals was lost in animals that had been injected with an allergen, ovalbumin (sensitized). They also planned to explore the effects of inhibitors of certain cytokines (cellsignaling molecules). Immune responses in sensitized animals are dominated by a Th2 pattern, which is characterized by the synthesis of cytokines (interleukin [IL]-4, IL-5, and IL-13) and the Th2 subset of CD4+ T lymphocytes and the cells they activate (predominantly eosinophils, and B lymphocytes that switch to making immunoglobulin E [IgE]). Thus, sensitized animals were used as a model of allergic humans, whose immune responses tend to be dominated by IgE.", "Fryer and colleagues exposed normal and sensitized (allergic) guinea pigs to 2 ppm ozone or filtered air for 4 hours and measured changes in cell numbers and airway responses 1 or 3 days later. They counted the numbers of eosinophils and other white blood cells (macrophages, neutrophils, and lymphocytes) in bone marrow, blood, and bronchoalveolar lung lavage fluid. The investigators also measured important physiological responses, including bronchoconstriction. Some animals were pretreated with etanercept and monoclonal anti-IL-5, which block tumor necrosis factor-a (TNFa) and IL-5, respectively. TNFa and IL-5 blockers have been used to treat patients with asthma. A key feature of the study was a technique to distinguish which white blood cells were synthesized after exposure from those that already existed, by injecting animals with bromodeoxyuridine (BrdU). BrdU is a thymidine analogue that is incorporated into the DNA of dividing cells, serving as a marker of newly produced cells. Therefore, a snapshot can be obtained of the proportion of newly synthesized (BrdU-positive) versus pre-existing (BrdU-negative) cell types.", "1. Allergic and normal animals differed in the time course of bronchoconstriction and changes in cell types after ozone exposure. In normal animals, bronchoconstriction increased substantially at day 1 but decreased by day 3 after ozone exposure. In contrast, in allergic animals bronchoconstriction remained high at day 3. Ozone also increased the percentage of newly formed, BrdU2 positive eosinophils in the bone marrow and lungs of normal but not allergic animals. 2. Pretreatment with the TNFa blocker etanercept had complex effects, which differed between normal and allergic animals. In normal animals, etanercept decreased ozone-induced new synthesis of eosinophils in the bone marrow and blocked eosinophil migration to the lung; it also increased bronchoconstriction at day 3 (relative to day 1 without etanercept). In allergic animals, etanercept had no effect on any cell type in the bone marrow or lung after exposure to ozone and did not change bronchoconstriction compared with allergic animals not treated with etanercept. Etanercept tended to increase the numbers of blood monocytes and lymphocytes in air- and ozone-exposed normal and allergic animals at day 3, but had no effect on eosinophils in blood at this time point. This was one of the few statistically significant findings in the blood of exposed animals in the study. 3. Anti-IL-5 reduced bronchoconstriction at day 3 after exposure of allergic animals to ozone. In contrast, bronchoconstriction was greatly increased in normal animals treated with anti-IL-5.", "Fryer and colleagues explored the airway and cellular responses in guinea pigs exposed to ozone. The HEI Review Committee, which conducted an independent review of the study, agreed that the findings supported the authors’ hypothesis (1) that exposure to ozone stimulates production of eosinophils in bone marrow, (2) that these newly formed eosinophils migrate to the lungs, and (3) that those eosinophils play a delayed but potentially beneficial role in reducing ozone-induced inflammation in the airways of healthy normal animals, but not in allergen-sensitized animals. The Committee also agreed that guinea pigs were a good model for studying responses to an allergen, because a major subtype of asthma (the high Th2 or allergic type) is associated with high levels of eosinophils in the blood. A novel finding was that the TNFa blocker etanercept decreased ozone-induced formation of eosinophils in the bone marrow and blocked eosinophil migration to the lung in normal animals. However, because injecting etanercept had little effect on eosinophils and did not decrease bronchoconstriction in allergic guinea pigs, the potential for treating patients with allergic asthma with TNFa blockers is uncertain. This is consistent with the poor performance of TNFa blockers in clinical studies of asthma treatment. Blocking the cytokine IL-5 with an anti-IL-5 antibody substantially decreased bronchoconstriction in sensitized animals. This suggests that therapies targeting IL-5 and eosinophils would be promising in at least some types of asthma. The Committee expressed caution toward experiments with cytokine blockers, both in animal models and humans, because such blockers are often not specific to a particular cell type and may differ at different sites in the body. Without further detailed confirmation of the effects of the blockers, interpreting these experiments can be challenging. The Committee concluded that the study by Fryer and colleagues raises several intriguing directions for future research, including exploring ways in which newly formed eosinophils differ from pre-existing ones, and how such findings apply to humans with allergy or asthma."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": [], "LastName": "Fryer", "ForeName": "Allison D", "Initials": "AD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jacoby", "ForeName": "David B", "Initials": "DB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wicher", "ForeName": "Sarah A", "Initials": "SA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9006-59-1", "NameOfSubstance": "Ovalbumin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "Bronchoconstriction"}, {"QualifierName": ["antagonists & inhibitors", "immunology"], "DescriptorName": "Cytokines"}, {"QualifierName": ["immunology"], "DescriptorName": "Eosinophils"}, {"QualifierName": [], "DescriptorName": "Guinea Pigs"}, {"QualifierName": [], "DescriptorName": "Ovalbumin"}, {"QualifierName": ["administration & dosage", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["immunology"], "DescriptorName": "Pulmonary Eosinophilia"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Tumor Necrosis Factor-alpha"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdala-Valencia H, Loffredo LF, Misharin AV, Berdnikovs S. 2015. Phenotypic plasticity and targeting of Siglec-F(high) CD11c(low) eosinophils to the airway in a murine model of asthma. Allergy 71(2):267–271; doi:10.1111/all.12776.", "ArticleIdList": ["26414117"]}, {"Citation": "Adnot S, Raffestin B, Eddahibi S. 1995. NO in the lung. Respir Physiol 101:109–120.", "ArticleIdList": ["8570913"]}, {"Citation": "Arbach O, Gross WL, Gause A. 2002. Treatment of refractory Churg-Strauss-Syndrome (CSS) by TNF-alpha blockade. Immunobiology 206:496–501.", "ArticleIdList": ["12607724"]}, {"Citation": "Askenasy N. 2015. Interferon and tumor necrosis factor as humoral mechanisms coupling hematopoietic activity to inflammation and injury. Blood Rev 29:11–15; doi:10.1016/j.blre.2014.09.002.", "ArticleIdList": ["25440916"]}, {"Citation": "Atsuta J, Sterbinsky SA, Plitt J, Schwiebert LM, Bochner BS, Schleimer RP. 1997. Phenotyping and cytokine regulation of the BEAS-2B human bronchial epithelial cell: demonstration of inducible expression of the adhesion molecules VCAM-1 and ICAM-1. Am J Respir Cell Mol Biol 17:571–582; doi:10.1165/ajrcmb.17.5.2685.", "ArticleIdList": ["9374108"]}, {"Citation": "Bayram H, Sapsford RJ, Abdelaziz MM, Khair OA. 2001. Effect of ozone and nitrogen dioxide on the release of proinflammatory mediators from bronchial epithelial cells of nonatopic nonasthmatic subjects and atopic asthmatic patients in vitro. J Allergy Clin Immunol 107:287–294; doi:10.1067/mai.2001.111141.", "ArticleIdList": ["11174195"]}, {"Citation": "Bel EH, Wenzel SE, Thompson PJ, Prazma CM, Keene ON, Yancey SW, et al. 2014. Oral glucocorticoid-sparing effect of mepolizumab in eosinophilic asthma. N Engl J Med 371:1189–1197; doi:10.1056/NEJMoa1403291.", "ArticleIdList": ["25199060"]}, {"Citation": "Bell ML, Dominici F, Samet JM. 2005. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology 16(4):436-445.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Belvisi MG, Ward JK, Mitchell JA, Barnes PJ. 1995. Nitric oxide as a neurotransmitter in human airways. Arch Int Pharmacodyn Ther 329(1):97–110.", "ArticleIdList": ["7639623"]}, {"Citation": "Berry MA, Hargadon B, Shelley M, Parker D, Shaw DE, Green RH, et al. 2006. Evidence of a role of tumor necrosis factor α in refractory asthma. N Engl J Med 354:697–708; doi:10.1056/NEJMoa050580.", "ArticleIdList": ["16481637"]}, {"Citation": "Bochner BS, Klunk DA, Sterbinsky SA, Coffman RL, Schleimer RP. 1995. IL-13 selectively induces vascular cell adhesion molecule-1 expression in human endothelial cells. J Immunol 154:799–803.", "ArticleIdList": ["7529288"]}, {"Citation": "Cazzola M, Polosa R. 2006. Anti-TNF-α and Th1 cytokinedirected therapies for the treatment of asthma. Curr Opin Allergy Clinic Immunol 6:43–50.", "ArticleIdList": ["16505611"]}, {"Citation": "Cho HY, Morgan DL, Bauer AK, Kleeberger SR. 2007. Signal transduction pathways of tumor necrosis factor–mediated lung injury induced by ozone in mice. Am J Respir Crit Care Med 175:829–839.", "ArticleIdList": ["PMC1899292", "17255564"]}, {"Citation": "Choi IW, Sun-Kim Kim YS, Ko HM, Im SY, Kim JH, et al. 2005. TNF-alpha induces the late-phase airway and airway inflammation through cytosolic phospholipase A(2) activation. J Allergy Clin Immunol 116:537–543; doi:10.1016/j.jaci.2005.05.034.", "ArticleIdList": ["16159621"]}, {"Citation": "Clutterbuck EJ, Sanderson CJ. 1988. Human eosinophil hematopoiesis studied in vitro by means of murine eosinophil differentiation factor (IL5): production of functionally active eosinophils from normal human bone marrow. Blood 71(3):646–651.", "ArticleIdList": ["3257886"]}, {"Citation": "Costello RW, Schofield BH, Kephart GM, Gleich GJ, Jacoby DB, Fryer AD. 1997. Localization of eosinophils to airway nerves and effect on neuronal M2 muscarinic receptor function. Am J Physiol: Lung Cell Mol Physiol 273:L93–L103.", "ArticleIdList": ["9252545"]}, {"Citation": "Denburg JA, Sehmi R, Upham J, Wood L, Gauvreau G, O’Byrne P. 1999. Regulation of IL–5 and IL–5 receptor expression in the bone marrow of allergic asthmatics. Int Arch Allergy Immunol 118:101–103.", "ArticleIdList": ["10224351"]}, {"Citation": "Devalia JL, Bayram H, Rusznak C, Calderón M, Sapsford RJ, Abdelaziz MA, et al. 1997. Mechanisms of pollution-induced airway disease: in vitro studies in the upper and lower airways. Allergy 52:45–51.", "ArticleIdList": ["9208059"]}, {"Citation": "Ebisawa M, Liu MC, Yamada T, Kato M, Lichtenstein LM, Bochner BS, et al. 1994a. Eosinophil transendothelial migration induced by cytokines. II. Potentiation of eosinophil transendothelial migration by eosinophil-active cytokines. J Immunol 152:4590–4596.", "ArticleIdList": ["8157972"]}, {"Citation": "Ebisawa M, Yamada T, Bickel C, Klunk D, Schleimer RP. 1994b. Eosinophil transendothelial migration induced by cytokines. III. Effect of the chemokine RANTES. J Immunol 153:2153–2160.", "ArticleIdList": ["7519642"]}, {"Citation": "Elbon CL, Jacoby DB, Fryer AD. 1995. Pretreatment with an antibody to interleukin-5 prevents loss of pulmonary M2 muscarinic receptor function in antigen-challenged guinea pigs. Am J Respir Cell Mol Biol 12:320–328.", "ArticleIdList": ["7873198"]}, {"Citation": "Erger RA, Casale TB. 1995. Interleukin-8 is a potent mediator of eosinophil chemotaxis through endothelium and epithelium. Am J Physiol 268:L117–L122.", "ArticleIdList": ["7840216"]}, {"Citation": "Erin EM, Leaker BR, Nicholson GC, Tan AJ, Green LM, Neighbour H, et al. 2006. The effects of a monoclonal antibody directed against tumor necrosis factor-α in asthma. Am J Respir Crit Care Med 174:753–762; doi:10.1164/rccm.200601-072OC.", "ArticleIdList": ["16840747"]}, {"Citation": "Evans CM, Fryer AD, Jacoby DB, Gleich GJ, Costello RW. 1997. Pretreatment with antibody to eosinophil major basic protein prevents hyperresponsiveness by protecting neuronal M2 muscarinic receptors in antigen-challenged guinea pigs. J Clin Invest 100:2254–2262.", "ArticleIdList": ["PMC508421", "9410903"]}, {"Citation": "Fajt ML, Wenzel SE. 2015. Asthma phenotypes and the use of biologic medications in asthma and allergic disease: the next steps toward personalized care. J Allergy Clin Immunol 135:299–310; doi:10.1016/j.jaci.2014.12.1871.", "ArticleIdList": ["25662302"]}, {"Citation": "Fakhrzadeh L, Laskin JD, Laskin DL. 2004. Ozone-induced production of nitric oxide and TNF-alpha and tissue injury are dependent on NF-kappaB p50. Am J Physiol Lung Cell Mol Physiol 287:L279–L285; doi:10.1152/ajplung .00348.2003.", "ArticleIdList": ["15064226"]}, {"Citation": "Fang FC, Vazquez-Torres A. 2002. Nitric oxide production by human macrophages: there’s NO doubt about it. Am J Physiol Lung Cell Mol Physiol 282:L941–L943.", "ArticleIdList": ["11943657"]}, {"Citation": "Flood-Page PT, Menzies-Gow AN, Kay AB, Robinson DS. 2003. Eosinophil’s role remains uncertain as anti-interleukin-5 only partially depletes numbers in asthmatic airway. Am J Respir Crit Care Med 167:199–204; doi:10.1164/rccm.200208-789OC.", "ArticleIdList": ["12406833"]}, {"Citation": "Fryer AD, Costello RW, Yost BL, Lobb RR, Tedder TF, Steeber DA, et al. 1997. Antibody to VLA-4, but not to L-selectin, protects neuronal M2 muscarinic receptors in antigen-challenged guinea pig airways. J Clin Invest 99:2036–2044; doi:10.1172/JCI119372.", "ArticleIdList": ["PMC508029", "9109449"]}, {"Citation": "Fryer AD, Jacoby DB. 1992. Function of pulmonary M2 muscarinic receptors in antigen-challenged guinea pigs is restored by heparin and poly-L-glutamate. J Clin Invest 90:2292–2298; doi:10.1172/JCI116116.", "ArticleIdList": ["PMC443381", "1281829"]}, {"Citation": "Fryer AD, Maclagan J. 1984. Muscarinic inhibitory receptors in pulmonary parasympathetic nerves in the guineapig. Br J Pharmac 83:973–978.", "ArticleIdList": ["PMC1986990", "6518347"]}, {"Citation": "Fryer AD, Stein LH, Nie Z, Curtis DE, Evans CM, Hodgson ST, et al. 2005. Neuronal eotaxin and the effects of CCR3 antagonist on airway hyperreactivity and M2 receptor dysfunction. J Clin Invest 116:228–236; doi:10.1172/JCI25423.", "ArticleIdList": ["PMC1319219", "16374515"]}, {"Citation": "Fryer AD, Wills-Karp M. 1991. Dysfunction of M2-muscarinic receptors in pulmonary parasympathetic nerves after antigen challenge. J Appl Physiol 71:2255–2261.", "ArticleIdList": ["1778920"]}, {"Citation": "Gaillard EA, McNamara PS, Murray CS, Pavord ID, Shields MD. 2015. Blood eosinophils as a marker of likely corticosteroid response in children with preschool wheeze: time for an eosinophil guided clinical trial? Clin Exp Allergy; doi:10.1111/cea.12535.", "ArticleIdList": ["25809678"]}, {"Citation": "Haldar P, Brightling CE, Hargadon B, Gupta S, Monteiro W, Sousa A, et al. 2009. Mepolizumab and exacerbations of refractory eosinophilic asthma. N Engl J Med 360:973–984; doi:10.1056/NEJMoa0808991.", "ArticleIdList": ["PMC3992367", "19264686"]}, {"Citation": "Henrotin JB, Besancenot JP, Bejot Y, Giroud M. 2007. Short-term effects of ozone air pollution on ischaemic stroke occurrence: a case-crossover analysis from a 10-year population-based study in Dijon, France. Occup Environ Med 64:439–445; doi:10.1136/oem.2006.029306.", "ArticleIdList": ["PMC2078476", "17409181"]}, {"Citation": "Hernandez ML, Lay JC, Harris B, Esther CR, Jr, Brickey WJ, Bromberg PA, et al. 2010. Atopic asthmatic subjects but not atopic subjects without asthma have enhanced inflammatory response to ozone. J Allergy Clin Immunol 126:537–544; doi:10.1016/j.jaci.2010.06.043.", "ArticleIdList": ["PMC2949284", "20816188"]}, {"Citation": "Hogan MB, Piktel D, Landreth KS. 2000. IL-5 production by bone marrow stromal cells: implications for eosinophilia associated with asthma. J Allergy Clin Immunol 106:329–336; doi:10.1067/mai.2000.108309.", "ArticleIdList": ["10932078"]}, {"Citation": "Holgate ST, Noonan M, Chanez P, Busse W, Dupont L, Pavord I, et al. 2011. Efficacy and safety of etanercept in moderate-to-severe asthma: a randomised, controlled trial. Eur Respir J 37:1352–1359; doi:10.1183/09031936.00063510.", "ArticleIdList": ["21109557"]}, {"Citation": "Howarth PH, Babu KS, Arshad HS, Lau L, Buckley M, McConnell W, et al. 2005. Tumour necrosis factor (TNFalpha) as a novel therapeutic target in symptomatic corticosteroid dependent asthma. Thorax 60:1012–1018; doi:10.1136/thx.2005.045260.", "ArticleIdList": ["PMC1747263", "16166100"]}, {"Citation": "Hutchison S, Choo-Kang BSW, Bundick RV, Leishman AJ, Brewer JM, McInnes IB, et al. 2008. Tumour necrosis factor-alpha blockade suppresses murine allergic airways inflammation. Clin Exp Immunol 151:114–122; doi:10.1111/j.1365-2249.2007.03509.x.", "ArticleIdList": ["PMC2276921", "17931392"]}, {"Citation": "Jacoby DB, Gleich GJ, Fryer AD. 1993. Human eosinophil major basic protein is an endogenous allosteric antagonist at the inhibitory muscarinic M2 receptor. J Clin Invest 91:1314–1318; doi:10.1172/JCI116331.", "ArticleIdList": ["PMC288101", "8473484"]}, {"Citation": "Khanduja KL, Kaushik G, Khanduja S, Pathak CM, Laldinpuii J, Behera D. 2011. Corticosteroids affect nitric oxide generation, total free radicals production, and nitric oxide synthase activity in monocytes of asthmatic patients. Mol Cell Biochem 346:31–37.", "ArticleIdList": ["20842520"]}, {"Citation": "Kim J, McKinley L, Natarajan S, Bolgos GL, Siddiqui J, Copeland S, et al. 2006. Anti-tumor necrosis factor-alpha antibody treatment reduces pulmonary inflammation and methacholine hyper-responsiveness in a murine asthma model induced by house dust. Clin Exp Allergy 36:122–132; doi:10.1111/j.1365-2222.2005.02407.x.", "ArticleIdList": ["16393274"]}, {"Citation": "Kips JC, O’Connor BJ, Langley SJ, Woodcock A, Kerstjens HAM, Postma DS, et al. 2003. Effect of SCH55700, a humanized anti-human interleukin-5 antibody, in severe persistent asthma: a pilot study. Am J Respir Crit Care Med 167:1655–1659; doi:10.1164/rccm.200206-525OC.", "ArticleIdList": ["12649124"]}, {"Citation": "Lademarco MF, Barks JL, Dean DC. 1995. Regulation of vascular cell adhesion molecule-1 expression by IL-4 and TNF-alpha in cultured endothelial cells. J Clin Invest 95:264; doi:10.1172/JCI117650.", "ArticleIdList": ["PMC295423", "7529260"]}, {"Citation": "Leckie MJ, ten Brinke A, Khan J, Diamant Z, O’Connor BJ, Walls CM, et al. 2000. Effects of an interleukin-5 blocking monoclonal antibody on eosinophils, airway hyper-responsiveness, and the late asthmatic response. Lancet 356:2144–2148.", "ArticleIdList": ["11191542"]}, {"Citation": "Lee MH, Choi JW, Jang WR, Kim JM, Kim JH. 2013. Activation of eosinophils is more closely linked with interlukin-5 and nitric oxide production that tumor necrosis factor-α and immunoglobulin E levels. Acta Haematol 130:238–241.", "ArticleIdList": ["23860462"]}, {"Citation": "Levi-Schaffer F, Temkin V, Malamud V, Feld S, Zilberman Y. 1998. Mast cells enhance eosinophil survival in vitro: role of TNF-alpha and granulocyte-macrophage colony-stimulating factor. J Immunol 160:5554–5562.", "ArticleIdList": ["9605160"]}, {"Citation": "Liu LY, Wang H, Xenakis JJ, Spencer LA. 2015. Notch signaling mediates granulocyte-macrophage colony-stimulating factor priming-induced transendothelial migration of human eosinophils. Allergy 70:805–812; doi:10.1111/all .12624.", "ArticleIdList": ["PMC9875669", "25846339"]}, {"Citation": "Lötvall J, Akdis CA, Bacharier LB, Bjermer L, Casale TB, Custovic A, et al. 2011. Asthma endotypes: a new approach to classification of disease entities within the asthma syndrome. J Allergy Clin Immunol 127:355–360; doi:10.1016/j.jaci.2010.11.037.", "ArticleIdList": ["21281866"]}, {"Citation": "Lukacs NW, Strieter RM, Chensue SW, Widmer M, Kunkel SL. 1995. TNF-alpha mediates recruitment of neutrophils and eosinophils during airway inflammation. J Immunol 154:5411–5417.", "ArticleIdList": ["7730642"]}, {"Citation": "MacPherson JC, Comhair SAA, Erzurum SC, Klein DF, Lipscomb MF, Kavuru MS, et al. 2001. Eosinophils are a major source of nitric oxide-derived oxidants in severe asthma characterization of pathways available to eosinophils for generating reactive nitrogen species. J Immunol 166:5763–5772.", "ArticleIdList": ["11313420"]}, {"Citation": "Maillet I, Schnyder-Candrian S, Couillin I, Quesniaux VF, Erard F, Moser R, et al. 2011. Allergic lung inflammation is mediated by soluble tumor necrosis factor (TNF) and attenuated by dominant-negative TNF biologics. Am J Respir Cell Mol Biol 45(4):731–739; doi:10.1165/rcmb.2010-0512OC.", "ArticleIdList": ["21297077"]}, {"Citation": "Masid-de-Brito D, Xavier-Elsas P, Luz RA, Queto T, Almeida da Silva CLC, Lopes RS, et al. 2014. Essential roles of endogenous glucocorticoids and TNF/TNFR1 in promoting bone-marrow eosinopoiesis in ovalbumin-sensitized, airway-challenged mice. Life Sci 94:74–82; doi:10.1016/j.lfs.2013.11.006.", "ArticleIdList": ["24239638"]}, {"Citation": "McCullough SD, Duncan KE, Swanton SM, Dailey LA, Diaz-Sanchez D, Devlin RB. 2014. Ozone induces a proinflammatory response in primary human bronchial epithelial cells through mitogen-activated protein kinase activation without nuclear factor-κB activation. Am J Respir Cell Mol Biol 51:426–435; doi:10.1165/rcmb.2013-0515OC.", "ArticleIdList": ["24693990"]}, {"Citation": "Möhle R, Salemi P, Moore MA, Rafii S. 1997. Expression of interleukin-5 by human bone marrow microvascular endothelial cells: implications for the regulation of eosinophilopoiesis in vivo. Br J Haematol 99:732–738.", "ArticleIdList": ["9432015"]}, {"Citation": "Morjaria JB, Chauhan AJ, Babu KS, Polosa R, Davies DE, Holgate ST. 2008. The role of a soluble TNFα receptor fusion protein (etanercept) in corticosteroid refractory asthma: a double blind, randomised, placebo controlled trial. Thorax 63:584–591; doi:10.1136/thx.2007.086314.", "ArticleIdList": ["18245148"]}, {"Citation": "Murlas CG, Roum JH. 1985. Sequence of pathologic changes in the airway mucosa of guinea pigs during ozone-induced bronchial hyperreactivity. Am Rev Respir Dis 131:314–320.", "ArticleIdList": ["3977170"]}, {"Citation": "Nair P, Pizzichini MMM, Kjarsgaard M, Inman MD, Efthimiadis A, Pizzichini E, et al. 2009. Mepolizumab for prednisone-dependent asthma with sputum eosinophilia. N Engl J Med 360:985–993; doi:10.1056/NEJMoa0805435.", "ArticleIdList": ["19264687"]}, {"Citation": "Nichols BG, Woods JS, Luchtel DL, Corral J, Koenig JQ. 2001. Effects of ozone exposure on nuclear factor-kappaB activation and tumor necrosis factor-alpha expression in human nasal epithelial cells. Toxicol Sci 60:356–362.", "ArticleIdList": ["11248148"]}, {"Citation": "Nie Z, Jacoby DB, Fryer AD. 2009. Etanercept prevents airway hyperresponsiveness by protecting neuronal M2 muscarinic receptors in antigen-challenged guinea pigs. Br J Pharmac 156(1):201–210; doi:10.1111/j.1476-5381.2008.00045.x.", "ArticleIdList": ["PMC2697771", "19134001"]}, {"Citation": "Nie Z, Scott GD, Weis PD, Itakura A, Fryer AD, Jacoby DB. 2011. Role of TNFα in virus-induced airway hyperrespon-siveness and neuronal M2 muscarinic receptor dysfunction. Br J Pharmac 164:444–452; doi:10.1111/j.1476-5381.2011.01393.x.", "ArticleIdList": ["PMC3188913", "21457223"]}, {"Citation": "Ortega HG, Liu MC, Pavord ID, Brusselle GG, FitzGerald JM, Chetta A, et al. 2014. Mepolizumab Treatment in Patients with Severe Eosinophilic Asthma. N Engl J Med 371:1198–1207; doi:10.1056/NEJMoa1403290.", "ArticleIdList": ["25199059"]}, {"Citation": "Palframan RT, Collins PD, Severs NJ, Rothery S, Williams TJ, Rankin SM. 1998a. Mechanisms of acute eosinophil mobilization form the bone marrow stimulated by inter-leukin 5: the role of specific adhesion molecules and phosphatidylinositol 3-kinase. J Exp Med 188:1621–1632.", "ArticleIdList": ["PMC2212511", "9802974"]}, {"Citation": "Palframan RT, Collins PD, Williams TJ, Rankin SM. 1998b. Eotaxin includes a rapid release of eosinophils and their progenitors from the bone marrow. Blood 91(7):2240–2248.", "ArticleIdList": ["9516121"]}, {"Citation": "Park JW, Taube C, Joetham A, Takeda K, Kodama T, Dakhama A, et al. 2004. Complement activation is critical to airway hyper-responsiveness after acute ozone exposure. Am J Respir Crit Care Med 169:726–732; doi:10.1164/rccm.200307-1042OC.", "ArticleIdList": ["14701711"]}, {"Citation": "Patel KD. 1998. Eosinophil tethering to interleukin-4 activated endothelial cells requires both P-selectin and vascular cell adhesion molecule 1. Blood 92:3904–3911.", "ArticleIdList": ["9808584"]}, {"Citation": "Pavord ID. 2011. Eosinophilic phenotypes of airway disease. Ann Am Thorac Soc 10 Suppl:S143-S149; doi:10.1513/AnnalsATS.201306-168AW.", "ArticleIdList": ["24313765"]}, {"Citation": "Peden DB. 2002. Pollutants and asthma: role of air toxics. Environ Health Perspect 110:565–568.", "ArticleIdList": ["PMC1241207", "12194888"]}, {"Citation": "Pelaquini EH, Guimaraes L, Benetti LR, Fernandes LGR, Tamashiro WMdSC, Conran Nicola, et al. 2011. Role of Mac-1 and VLA-4 integrins and concomitant Th2-cytokine production, in nitric oxide modulated eosinophil migration from bone marrow to lungs in allergic mice. Int J Immunopharmacol 11:204–211.", "ArticleIdList": ["21111080"]}, {"Citation": "Proskocil BJ, Bruun DA, Garg JA, Villagomez CC, Jacoby DB, Lein PJ, Fryer AD. 2015. The influence of sensitization on mechanisms of organophosphate pesticide induced airway hyperreactivity. Am J Physiol Lung Cell Mol Physiol 53(5):738–746.", "ArticleIdList": ["PMC4742952", "25897622"]}, {"Citation": "Proskocil BJ, Bruun DA, Jacoby DB, van Rooijen N, Lein PJ, Fryer AD. 2013. Macrophage TNFα mediates parathion-induced airway hyperreactivity in guinea pigs. Am J Physiol Lung Cell Mol Physiol 304:L519–L529; doi:10.1152/ajplung.00381.2012.", "ArticleIdList": ["PMC3625991", "23377347"]}, {"Citation": "Proskocil BJ, Brunn DA, Lorton JK, Blensly KC, Jacoby DB, Lein PJ, et al. 2008. Antigen sensitization influences organophosphate pesticide-induced airway hyperreactivity. Environ Health Perspect 116:381–388.", "ArticleIdList": ["PMC2265045", "18335107"]}, {"Citation": "Pryor WA. 1992. How far does ozone penetrate into the pulmonary air/tissue boundary before it reacts? Free Radic Biol Med 12:83–88.", "ArticleIdList": ["1537573"]}, {"Citation": "Raab M, Daxecker H, Karimi A, Markovic S, Cichna M, Markl P, et al. 2001. In vitro effects of mycophenolic acid on the nucleotide pool and on the expression of adhesion molecules of human umbilical vein endothelial cells. Clin Chim Acta 310:89–98.", "ArticleIdList": ["11485760"]}, {"Citation": "Rice MB, Guidotti TL, Cromar KR, ATS Environmental Health Policy Committee 2015. Scientific evidence supports stronger limits on ozone. Am J Respir Crit Care Med 191:501–503; doi:10.1164/rccm.201411-1976ED.", "ArticleIdList": ["25536009"]}, {"Citation": "Rouhani FN, Meitin CA, Kaler M, Miskinis-Hilligoss D, Stylianou M, Levine SJ. 2005. Effect of tumor necrosis factor antagonism on allergen-mediated asthmatic airway inflammation. Respir Med 99:1175–1182; doi:10.1016/j.rmed.2005.02.031.", "ArticleIdList": ["16085220"]}, {"Citation": "Ruidavets JB. 2005. Ozone air pollution is associated with acute myocardial infarction. Circulation 111:563–569; doi:10.1161/01.CIR.0000154546.32135.6E.", "ArticleIdList": ["15699276"]}, {"Citation": "Saluja R, Saini R, Mitra K, Bajpai VK, Dikshit M. 2010. Ultrastructural immunogold localization of nitric oxide synthase isoforms in rat and human eosinophils. Cell Tissue Res 340:381–388; doi:10.1007/s00441-010-0947-y.", "ArticleIdList": ["20232214"]}, {"Citation": "Sánchez de Miguel L, Arriero MM, Farré J, Jimmenez P, García-Méndez A, de Frutos T, et al. 2002. Nitric oxide production by neutrophils obtained from patients during acute coronary syndromes: expression of the nitric oxide synthase. J Am Coll Cardiol 39(5):818–825.", "ArticleIdList": ["11869847"]}, {"Citation": "Schultheis AH, Bassett DJ. 1991. Inflammatory cell influx into ozone-exposed guinea pig lung interstitial and airways spaces. Agents Actions 34:270–273.", "ArticleIdList": ["1665299"]}, {"Citation": "Schultheis AH, Bassett JP. 1994. Guinea pig lung inflammatory cell changes following acute ozone exposure. Lung 172:169–181.", "ArticleIdList": ["8201831"]}, {"Citation": "Schwartz J. 2004. Air pollution and children’s health. Pediatrics 113:1037–1043.", "ArticleIdList": ["15060197"]}, {"Citation": "Seltzer J, Bigby BG, Stulbarg M, Holtzman MJ, Nadel JA, Ueki IF, et al. 1986. O3-induced change in bronchial reactivity to methacholine and airway inflammation in humans. J Appl Physiol 60:1321–1326.", "ArticleIdList": ["3084448"]}, {"Citation": "Sheffield PE, Zhou J, Shmool JLC, Clougherty JE. 2015. Ambient ozone exposure and children’s acute asthma in New York City: a case-crossover analysis. Environ Health 14:1–10; doi:10.1186/s12940-015-0010-2.", "ArticleIdList": ["PMC4373115", "25889205"]}, {"Citation": "Song H, Tan W, Zhang X. 2011. Ozone induces inflammation in bronchial epithelial cells. J Asthma 48:79–83; doi:10.3109/02770903.2010.529224.", "ArticleIdList": ["21043989"]}, {"Citation": "Sonoda Y, Arai N, Ogawa M. 1989. Humoral regulation of eosinophilopoiesis in vitro: analysis of the targets of inter-leukin-3, granulocyte/macrophage colony-stimulating factor (GM-CSF), and interleukin-5. Leukemia 3(1):14–18.", "ArticleIdList": ["2642572"]}, {"Citation": "Spencer LA, Szela CT, Perez SAC, Kirchhoffer CL, Neves JS, Radke AL, et al. 2008. Human eosinophils constitutively express multiple Th1, Th2, and immunoregulatory cytokines that are secreted rapidly and differentially. J Leukocyte Biol 85:117–123; doi:10.1189/jlb.0108058.", "ArticleIdList": ["PMC2626765", "18840671"]}, {"Citation": "Stanley E, Lieschke GJ, Grail D, Metcalf D, Hodgson G, Gall JA, et al. 1994. Granulocyte/macrophage colony-stimulating factor-deficient mice show no major perturbation of hematopoiesis but develop a characteristic pulmonary pathology. Proc Natl Acad Sci USA 91(12):5592–5596.", "ArticleIdList": ["PMC44042", "8202532"]}, {"Citation": "Stasko SA, Hardin BJ, Smith JD, Moylan JS, Reid MB. 2013. TNF signals via neuronal-type nitric oxide synthase and reactive oxygen species to depress specific force of skeletal muscle. J Appl Physiol 114:1629–1636; doi:10.1152/japplphysiol.00871.2012.", "ArticleIdList": ["PMC3680824", "23558387"]}, {"Citation": "Thomas PS. 2001. Tumour necrosis factor-alpha: The role of this multifunctional cytokine in asthma. Immunol Cell Biol 79:132–140; doi:10.1046/j.1440-1711.2001.00980.x.", "ArticleIdList": ["11264706"]}, {"Citation": "Tucker JF, Brave SR, Charalambous L, Hobbs AJ, Gibson A. 1990. L-NG-nitro arginine inhibits non-adrenergic, non-cholinergic relaxations of guinea-pig isolated tracheal smooth muscle. Br J Pharmacol 100:663–664.", "ArticleIdList": ["PMC1917574", "2207492"]}, {"Citation": "U.S. Environmental Protection Agency. 1999. \nSmog — Who Does It Hurt? What You Need to Know About Ozone and Your Health.\n www.epa.gov//oaqps."}, {"Citation": "Verhein KC, Jacoby DB, Fryer AD. 2008. IL-1 receptors mediate persistent, but not acute, airway hyperreactivity to ozone in guinea pigs. Am J Respir Cell Mol Biol 39:730–738; doi:10.1165/rcmb.2008-0045OC.", "ArticleIdList": ["PMC2586048", "18617681"]}, {"Citation": "Villegas-Castrejon H, Villalba-Caloca J, Meneses-Flores M, Haselbarth-Lopez MM, Flores-Rivera E, Perez-Neria J. 1999. Transmission electron microscopy findings in the respiratory epithelium of guinea pigs exposed to the polluted air of southwest Mexico City. J Environ Pathol Toxicol Oncol 18:323–334.", "ArticleIdList": ["15281245"]}, {"Citation": "Wardlaw AJ. 2001. Eosinophil trafficking in asthma. Clin Med (Lond) 1:214–218.", "ArticleIdList": ["PMC4951909", "11446618"]}, {"Citation": "Wenzel SE, Barnes PJ, Bleecker ER, Bousquet J, Busse W, Dahlén S-E, et al. 2009. A randomized, double-blind, placebo-controlled study of tumor necrosis factor-α blockade in severe persistent asthma. Am J Respir Crit Care Med 179:549–558; doi:10.1164/rccm.200809-1512OC.", "ArticleIdList": ["19136369"]}, {"Citation": "White MC, Etzel RA, Wilcox WD, Lloyd C. 1994. Exacerbations of childhood asthma and ozone pollution in Atlanta. Environ Res 65:56–68; doi:10.1006/enrs.1994.1021.", "ArticleIdList": ["8162885"]}, {"Citation": "Woltmann G, McNulty CA, Dewson G, Symon FA, Wardlaw AJ. 2000. Interleukin-13 induces PSGL-1/P-selectin-dependent adhesion of eosinophils, but not neutrophils, to human umbilical vein endothelial cells under flow. Blood 95:3146–3152.", "ArticleIdList": ["10807781"]}, {"Citation": "Wood LJ, Inman MD, Watson RM, Foley R, Denburg JA, O’Byrne PM. 1998. Bone marrow inflammatory progenitor cells after allergen inhalation in asthmatic subjects. Am J Respir Crit Care Med 157:99–105.", "ArticleIdList": ["9445285"]}, {"Citation": "Woodruff PG, Modrek B, Choy DF, Jia G, Abbas AR, Ellwanger A, et al. 2009. T-helper type 2–driven inflammation defines major subphenotypes of asthma. Am J Respir Crit Care Med 180:388–395; doi:10.1164/rccm.200903-0392OC.", "ArticleIdList": ["PMC2742757", "19483109"]}, {"Citation": "Yang J, Torio A, Donoff RB, Gallagher GT, Egan R, Weller PF, et al. 1997. Depletion of eosinophil infiltration by anti-IL-5 monoclonal antibody (TRFK-5) accelerates open skin wound epithelial closure. Am J Pathol 151:813–819.", "ArticleIdList": ["PMC1857851", "9284830"]}, {"Citation": "Yoshimura T, Moon TC, St Laurent CD, Puttagunta L, Chung K, Wright E, et al. 2012. Expression of nitric oxide synthases in leukocytes in nasal polyps. Ann Allergy Asthma Immunol 108:172–177; doi:10.1016/j.anai.2011.12.013.", "ArticleIdList": ["22374200"]}, {"Citation": "Yost BL, Gleich GJ, Fryer AD. 1999. Ozone-induced hyper-responsiveness and blockade of M2 muscarinic receptors by eosinophil major basic protein. J Appl Physiol 87:1272–1278.", "ArticleIdList": ["10517752"]}, {"Citation": "Yost BL, Gleich GJ, Jacoby DB, Fryer AD. 2005. The changing role of eosinophils in long-term hyperreactivity following a single ozone exposure. Am J Physiol Lung Cell Mol Physiol 289:L627–L635; doi:10.1152/ajplung.00377.2004.", "ArticleIdList": ["15923207"]}, {"Citation": "Balmes JR, Chen LL, Scannell C, Tager I, Christian D, Hearne PQ, et al. 1996. Ozone-induced decrements in FEV1 and FVC do not correlate with measures of inflammation. Am J Respir Crit Care Med 153:904–909.", "ArticleIdList": ["8630571"]}, {"Citation": "Berry MA, Hargadon B, Shelley M, Parker D, Shaw DE, Green RH, et al. 2006. Evidence of a role of tumor necrosis factor alpha in refractory asthma. N Engl J Med 354:697–708.", "ArticleIdList": ["16481637"]}, {"Citation": "Bromberg PA. 2016. Mechanisms of the acute effects of inhaled ozone in humans. Biochim Biophys Acta 1860: 2771–2781.", "ArticleIdList": ["27451958"]}, {"Citation": "Cazzola M, Polosa R. 2006. Anti-TNF-alpha and Th1 cytokine-directed therapies for the treatment of asthma. Curr Opin Allergy Clin Immunol 6:43–50.", "ArticleIdList": ["16505611"]}, {"Citation": "Dorhoi A, Kaufmann SH. 2015. Versatile myeloid cell subsets contribute to tuberculosis-associated inflammation. Eur J Immunol 45:2191–2202.", "ArticleIdList": ["26140356"]}, {"Citation": "Elbon CL, Jacoby DB, Fryer AD. 1995. Pretreatment with an antibody to interleukin-5 prevents loss of pulmonary M2 muscarinic receptor function in antigen-challenged guinea pigs. Am J Respir Cell Mol Biol 12:320–328.", "ArticleIdList": ["7873198"]}, {"Citation": "Fahy JV. 2015. Type 2 inflammation in asthma–present in most, absent in many. Nat Rev Immunol 15:57–65.", "ArticleIdList": ["PMC4390063", "25534623"]}, {"Citation": "Fryer AD, Jacoby DB. 1992. Function of pulmonary M2 muscarinic receptors in antigen-challenged guinea pigs is restored by heparin and poly-L-glutamate. J Clin Invest 90:2292–2298.", "ArticleIdList": ["PMC443381", "1281829"]}, {"Citation": "Holgate ST, Noonan M, Chanez P, Busse W, Dupont L, Pavord I, et al. 2011. Efficacy and safety of etanercept in moderate-to-severe asthma: a randomised, controlled trial. Eur Respir J 37:1352–1359.", "ArticleIdList": ["21109557"]}, {"Citation": "Jia G, Erickson RW, Choy DF, Mosesova S, Wu LC, Solberg OD, et al. Bronchoscopic Exploratory Research Study of Biomarkers in Corticosteroid-refractory Asthma (BOBCAT) Study Group 2012. Periostin is a systemic biomarker of eosinophilic airway inflammation in asthmatic patients. J Allergy Clin Immunol 130:647–654.", "ArticleIdList": ["PMC3626285", "22857879"]}, {"Citation": "Jörres RA, Holz O, Zachgo W, Timm P, Koschyk S, Müller B, et al. 2000. The effect of repeated ozone exposures on inflammatory markers in bronchoalveolar lavage fluid and mucosal biopsies. Am J Respir Crit Care Med 161:1855–1861.", "ArticleIdList": ["10852757"]}, {"Citation": "Kim CS, Alexis NE, Rappold AG, Kehrl H, Hazucha MJ, Lay JC, et al. 2011. Lung function and inflammatory responses in healthy young adults exposed to 0.06 ppm ozone for 6.6 hours. Am J Respir Crit Care Med 183:1215–1221.", "ArticleIdList": ["PMC3114053", "21216881"]}, {"Citation": "Kumagai K, Lewandowski R, Jackson-Humbles DN, Li N, Van Dyken SJ, Wagner JG, et al. 2016. Ozone-induced Type 2 immunity in nasal airways. Development and lymphoid cell dependence in mice. Am J Respir Cell Mol Biol 54:782–791.", "ArticleIdList": ["26203683"]}, {"Citation": "Merad M, Sathe P, Helft J, Miller J, Mortha A. 2013. The dendritic cell lineage: ontogeny and function of dendritic cells and their subsets in the steady state and the inflamed setting. Annu Rev Immunol 31:563–604.", "ArticleIdList": ["PMC3853342", "23516985"]}, {"Citation": "Morjaria JB, Chauhan AJ, Babu KS, Polosa R, Davies DE, Holgate ST. 2008. The role of a soluble TNF alpha receptor fusion protein (etanercept) in corticosteroid refractory asthma: a double blind, randomised, placebo controlled trial. Thorax 263:584–591.", "ArticleIdList": ["18245148"]}, {"Citation": "Nie Z, Jacoby DB, Fryer AD. 2009. Etanercept prevents airway hyperresponsiveness by protecting neuronal M2 muscarinic receptors in antigen-challenged guinea pigs. Br J Pharmacol 156:201–210.", "ArticleIdList": ["PMC2697771", "19134001"]}, {"Citation": "Ong CB, Kumagai K, Brooks PT, Brandenberger C, Lewandowski RP, Jackson-Humbles DN, et al. 2016. Ozone-induced Type 2 immunity in nasal airways. Development and lymphoid cell dependence in mice. Am J Respir Cell Mol Biol 54:331–340.", "ArticleIdList": ["26203683"]}, {"Citation": "Ortega HG, Liu MC, Pavord ID, Brusselle GG, FitzGerald JM, Chetta A, et al. MENSA Investigators 2014. Mepolizumab treatment in patients with severe eosinophilic asthma. N Engl J Med 371(13):1198–1207.", "ArticleIdList": ["25199059"]}, {"Citation": "Peden DB, Boehlecke B, Horstman D, Devlin R. 1997. Prolonged acute exposure to 0.16 ppm ozone induces eosinophilic airway inflammation in asthmatic subjects with allergies. J Allergy Clin Immunol 100:802–808.", "ArticleIdList": ["9438490"]}, {"Citation": "Proskocil BJ, Bruun DA, Garg JA, Villagomez CC, Jacoby DB, Lein PJ, et al. 2015. The influence of sensitization on mechanisms of organophosphate pesticide induced airway hyperreactivity. Am J Respir Cell Mol Biol 53:738–747.", "ArticleIdList": ["PMC4742952", "25897622"]}, {"Citation": "Proskocil BJ, Bruun DA, Jacoby DB, van Rooijen N, Lein PJ, Fryer AD. 2013. Macrophage TNF-α mediates parathion-induced airway hyperreactivity in guinea pigs. Am J Physiol Lung Cell Mol Physiol 304:L519–529.", "ArticleIdList": ["PMC3625991", "23377347"]}, {"Citation": "Rouhani FN, Meitin CA, Kaler M, Miskinis-Hilligoss D, Stylianou M, Levine SJ. 2005. Effect of tumor necrosis factor antagonism on allergen-mediated asthmatic airway inflammation. Respir Med 99:1175–1182.", "ArticleIdList": ["16085220"]}, {"Citation": "Thomas PS. 2001. Tumour necrosis factor-alpha: the role of this multifunctional cytokine in asthma. Immunol Cell Biol 79:132–140.", "ArticleIdList": ["11264706"]}, {"Citation": "Torres A, Utell MJ, Morrow PE, Voter KZ, Whitin JC, Cox C, et al. 1997. Airway inflammation in smokers and nonsmokers with varying responsiveness to ozone. Am J Resp Crit Care Med 156:728–736.", "ArticleIdList": ["9309986"]}, {"Citation": "U.S. Environmental Protection Agency. 2013. \nIntegrated Science Assessment for Ozone and Related Photochemical Oxidants. Available:  www.epa.gov/isa/integrated-science-assessment-isa-ozone (accessed January 9, 2017)."}, {"Citation": "Vagaggini B, Taccola M, Cianchetti S, Carnevali S, Bartoli ML, Bacci E, et al. 2002. Ozone exposure increases eosinophilic airway response induced by previous allergen challenge. Am J Respir Crit Care Med 166:1073–1077.", "ArticleIdList": ["12379550"]}, {"Citation": "Wenzel SE Barnes PJ Bleecker ER Bousquet J Busse W Dahlén SE et al. ; T03 Asthma Investigators . 2009. A randomized, double-blind, placebo-controlled study of tumor necrosis factor-alpha blockade in severe persistent asthma. Am J Respir Crit Care Med 179:549–558.", "ArticleIdList": ["19136369"]}, {"Citation": "Wenzel S, Castro M, Corren J, Maspero J, Wang L, Zhang B, et al. 2016. Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium-to-high-dose inhaled corticosteroids plus a long-acting β2 agonist: a randomised double-blind placebo-controlled pivotal phase 2b dose-ranging trial. Lancet 388:31–44.", "ArticleIdList": ["27130691"]}, {"Citation": "Yancey SW, Ortega HG, Keene ON, Mayer B, Gunsoy NB, Brightling CE, et al. \n2016. \nMeta-analysis of asthma-related hospitalization in mepolizumab studies of severe eosinophilic asthma. J Allergy Clin Immunol\nAvailable:  http://dx.doi.org/10.1016/j.jaci.2016.08.008 (accessed January 9, 2017).", "ArticleIdList": ["10.1016/j.jaci.2016.08.008", "27726946"]}, {"Citation": "Yost BL, Gleich GJ, Fryer AD. 1999. Ozone-induced hyper-responsiveness and blockade of M2 muscarinic receptors by eosinophil major basic protein. J Appl Physiol 87:1272–1278.", "ArticleIdList": ["10517752"]}, {"Citation": "Yost BL, Gleich GJ, Jacoby DB, Fryer AD. 2005. The changing role of eosinophils in long-term hyperreactivity following a single ozone exposure. Am J Physiol Lung Cell Mol Physiol 289:L627–635.", "ArticleIdList": ["15923207"]}]}], "History": [{"Year": "2018", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29659241", "PMC7266380"]}}]}