{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "Genetic mosaicism", "Genomic instability", "Loss of chromosome Y", "PM(10)"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29698900", "DateCompleted": {"Year": "2019", "Month": "01", "Day": "15"}, "DateRevised": {"Year": "2019", "Month": "10", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.envint.2018.04.030", "S0160-4120(17)32118-9"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "116", "PubDate": {"Year": "2018", "Month": "Jul"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Outdoor air pollution and mosaic loss of chromosome Y in older men from the Cardiovascular Health Study.", "Pagination": {"StartPage": "239", "EndPage": "247", "MedlinePgn": "239-247"}, "Abstract": {"AbstractText": ["Mosaic loss of chromosome Y (mLOY) can occur in a fraction of cells as men age, which is potentially linked to increased mortality risk. Smoking is related to mLOY; however, the contribution of air pollution is unclear.", "We investigated whether exposure to outdoor air pollution, age, and smoking were associated with mLOY.", "We analyzed baseline (1989-1993) blood samples from 933 men ≥65 years of age from the prospective Cardiovascular Health Study. Particulate matter ≤10 μm (PM<sub>10</sub>), carbon monoxide, nitrogen dioxide, sulfur dioxide, and ozone data were obtained from the U.S. EPA Aerometric Information Retrieval System for the year prior to baseline. Inverse-distance weighted air monitor data were used to estimate each participants' monthly residential exposure. mLOY was detected with standard methods using signal intensity (median log-R ratio (mLRR)) of the male-specific chromosome Y regions from Illumina array data. Linear regression models were used to evaluate relations between mean exposure in the prior year, age, smoking and continuous mLRR.", "Increased PM<sub>10</sub> was associated with mLOY, namely decreased mLRR (p-trend = 0.03). Compared with the lowest tertile (≤28.5 μg/m<sup>3</sup>), the middle (28.5-31.0 μg/m<sup>3</sup>; β = -0.0044, p = 0.09) and highest (≥31 μg/m<sup>3</sup>; β = -0.0054, p = 0.04) tertiles had decreased mLRR, adjusted for age, clinic, race/cohort, smoking status and pack-years. Additionally, increasing age (β = -0.00035, p = 0.06) and smoking pack-years (β = -0.00011, p = 1.4E-3) were associated with decreased mLRR, adjusted for each other and race/cohort. No significant associations were found for other pollutants.", "PM<sub>10</sub> may increase leukocyte mLOY, a marker of genomic instability. The sample size was modest and replication is warranted."], "CopyrightInformation": "Copyright © 2018 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA. Electronic address: jason.wong@nih.gov."}], "Identifier": [], "LastName": "Wong", "ForeName": "Jason Y Y", "Initials": "JYY"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, School of Medicine, University of California, Davis, CA, USA."}], "Identifier": [], "LastName": "Margolis", "ForeName": "Helene G", "Initials": "HG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA."}], "Identifier": [], "LastName": "Machiela", "ForeName": "Mitchell", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Genomics Research Laboratory, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Leidos Biomedical Research Inc., Bethesda, MD, USA."}], "Identifier": [], "LastName": "Zhou", "ForeName": "Weiyin", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, USA."}], "Identifier": [], "LastName": "Odden", "ForeName": "Michelle C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiovascular Health Research Unit, Departments of Medicine, Epidemiology, and Health Services, University of Washington, Seattle, WA, USA.; Kaiser Permanente Washington Health Research Institute, Seattle, WA, USA."}], "Identifier": [], "LastName": "Psaty", "ForeName": "Bruce M", "Initials": "BM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, School of Medicine, University of California, Davis, CA, USA."}], "Identifier": [], "LastName": "Robbins", "ForeName": "John", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA."}], "Identifier": [], "LastName": "Jones", "ForeName": "Rena R", "Initials": "RR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Translational Genomics and Population Sciences and Department of Pediatrics, Los Angeles BioMedical Research Institute, Harbor-UCLA Medical Center, Torrance, CA, USA."}], "Identifier": [], "LastName": "Rotter", "ForeName": "Jerome I", "Initials": "JI"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA."}], "Identifier": [], "LastName": "Chanock", "ForeName": "Stephen J", "Initials": "SJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA."}], "Identifier": [], "LastName": "Rothman", "ForeName": "Nathaniel", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Rockville, MD, USA."}], "Identifier": [], "LastName": "Lan", "ForeName": "Qing", "Initials": "Q"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Endocrinology, Gerontology, and Metabolism, Department of Medicine, and Division of Epidemiology, Department of Health Research and Policy, School of Medicine, Stanford University, Stanford, CA, USA; Medical Services, Veteran Affairs, Palo Alto, Health Care System, CA, USA."}], "Identifier": [], "LastName": "Lee", "ForeName": "Jennifer S", "Initials": "JS"}], "GrantList": [{"GrantID": "R01 HL103612", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "ZIA CP010121-20", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL120393", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "U01 HL080295", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "U01 HL130114", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "HHSN268200800007C", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC55222", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85086", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "P30 DK063491", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "HHSN268201200036C", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "Z99 CA999999", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL107899", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85082", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85083", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85079", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "R01 AG023629", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR001881", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85080", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "N01HC85081", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, N.I.H., Intramural"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Chromosomes, Human, Y"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Mosaicism"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Sex Chromosome Aberrations"}], "CoiStatement": "<b>Competing financial interests</b>. None of the other authors declares any actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Polynuclear aromatic compounds, Part 1, Chemical, environmental and experimental data. IARC Monogr Eval Carcinog Risk Chem Hum. 1983;32:1–453.", "ArticleIdList": ["6586639"]}, {"Citation": "Tobacco smoking. IARC Monogr Eval Carcinog Risk Chem Hum. 1986;38:35–394.", "ArticleIdList": ["3460963"]}, {"Citation": "Agency, E.P. Integrated Review Plan for the National Ambient Air Quality Standards for Particulate Matter. 2008. EPA 452/R-08-004."}, {"Citation": "Bekki K, Ito T, Yoshida Y, He C, Arashidani K, He M, Sun G, Zeng Y, Sone H, Kunugita N, Ichinose T. PM2. 5 collected in China causes inflammatory and oxidative stress responses in macrophages through the multiple pathways. Environmental toxicology and pharmacology. 2016;45:362–369.", "ArticleIdList": ["27393915"]}, {"Citation": "Bravo MA, Fuentes M, Zhang Y, Burr MJ, Bell ML. Comparison of exposure estimation methods for air pollutants: ambient monitoring data and regional air quality simulation. Environmental research. 2012;116:1–10.", "ArticleIdList": ["PMC3543158", "22579357"]}, {"Citation": "Carr DH. The chromosome abnormality in mongolism. Canadian Medical Association journal. 1962;87:490–495.", "ArticleIdList": ["PMC1849549", "13876803"]}, {"Citation": "Carr DH. Chromosomal abnormalities and their relation to disease. Canadian Medical Association journal. 1963;88:456–461.", "ArticleIdList": ["PMC1921148", "14018845"]}, {"Citation": "Ceretti E, Feretti D, Viola GC, Zerbini I, Limina RM, Zani C, Capelli M, Lamera R, Donato F, Gelatti U. DNA damage in buccal mucosa cells of pre-school children exposed to high levels of urban air pollutants. PloS one. 2014;9:e96524.", "ArticleIdList": ["PMC4008603", "24789200"]}, {"Citation": "Dionisio KL, Chang HH, Baxter LK. A simulation study to quantify the impacts of exposure measurement error on air pollution health risk estimates in copollutant time-series models. Environmental health : a global access science source. 2016;15:114.", "ArticleIdList": ["PMC5123332", "27884187"]}, {"Citation": "Dockery DW, Pope CA, 3rd, Xu X, Spengler JD, Ware JH, Fay ME, Ferris BG, Jr, Speizer FE. An association between air pollution and mortality in six U.S. cities. The New England journal of medicine. 1993;329:1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Duan H, Jia X, Zhai Q, Ma L, Wang S, Huang C, Wang H, Niu Y, Li X, Dai Y, Yu S, Gao W, Chen W, Zheng Y. Long-term exposure to diesel engine exhaust induces primary DNA damage: a population-based study. Occupational and environmental medicine. 2016;73:83–90.", "ArticleIdList": ["26491144"]}, {"Citation": "Dumanski JP, Rasi C, Lonn M, Davies H, Ingelsson M, Giedraitis V, Lannfelt L, Magnusson PK, Lindgren CM, Morris AP, Cesarini D, Johannesson M, Tiensuu Janson E, Lind L, Pedersen NL, Ingelsson E, Forsberg LA. Mutagenesis. Smoking is associated with mosaic loss of chromosome Y. Science. 2015;347:81–83.", "ArticleIdList": ["PMC4356728", "25477213"]}, {"Citation": "Eckel SP, Cockburn M, Shu YH, Deng H, Lurmann FW, Liu L, Gilliland FD. Air pollution affects lung cancer survival. Thorax. 2016;71:891–898.", "ArticleIdList": ["PMC5400105", "27491839"]}, {"Citation": "Eckel SP, Louis TA, Chaves PH, Fried LP, Margolis AH. Modification of the association between ambient air pollution and lung function by frailty status among older adults in the Cardiovascular Health Study. Am J Epidemiol. 2012;176:214–223.", "ArticleIdList": ["PMC3491964", "22811494"]}, {"Citation": "Forsberg LA, Rasi C, Malmqvist N, Davies H, Pasupulati S, Pakalapati G, Sandgren J, Diaz de Stahl T, Zaghlool A, Giedraitis V, Lannfelt L, Score J, Cross NC, Absher D, Janson ET, Lindgren CM, Morris AP, Ingelsson E, Lind L, Dumanski JP. Mosaic loss of chromosome Y in peripheral blood is associated with shorter survival and higher risk of cancer. Nature genetics. 2014;46:624–628.", "ArticleIdList": ["PMC5536222", "24777449"]}, {"Citation": "Freed D, Stevens EL, Pevsner J. Somatic mosaicism in the human genome. Genes (Basel) 2014;5:1064–1094.", "ArticleIdList": ["PMC4276927", "25513881"]}, {"Citation": "Fried LP, Borhani NO, Enright P, Furberg CD, Gardin JM, Kronmal RA, Kuller LH, Manolio TA, Mittelmark MB, Newman A, et al. The Cardiovascular Health Study: design and rationale. Annals of epidemiology. 1991;1:263–276.", "ArticleIdList": ["1669507"]}, {"Citation": "Gao ZX, Song XL, Li SS, Lai XR, Yang YL, Yang G, Li ZJ, Cui YH, Pan HW. Assessment of DNA Damage and Cell Senescence in Corneal Epithelial Cells Exposed to Airborne Particulate Matter (PM2. 5) Collected in Guangzhou, China. Investigative ophthalmology & visual science. 2016;57:3093–3102.", "ArticleIdList": ["27286367"]}, {"Citation": "Gilmour MI, Jaakkola MS, London SJ, Nel AE, Rogers CA. How exposure to environmental tobacco smoke, outdoor air pollutants, and increased pollen burdens influences the incidence of asthma. Environmental health perspectives. 2006;114:627–633.", "ArticleIdList": ["PMC1440792", "16581557"]}, {"Citation": "Gualtieri M, Ovrevik J, Mollerup S, Asare N, Longhin E, Dahlman HJ, Camatini M, Holme JA. Airborne urban particles (Milan winter-PM2. 5) cause mitotic arrest and cell death: Effects on DNA, mitochondria, AhR binding and spindle organization. Mutation research. 2011;713:18–31.", "ArticleIdList": ["21645525"]}, {"Citation": "Haitjema S, Kofink D, van Setten J, van der Laan SW, Schoneveld AH, Eales J, Tomaszewski M, de Jager SCA, Pasterkamp G, Asselbergs FW, den Ruijter HM. Loss of Y Chromosome in Blood Is Associated With Major Cardiovascular Events During Follow-Up in Men After Carotid Endarterectomy. Circ Cardiovasc Genet. 2017;10:e001544.", "ArticleIdList": ["28768751"]}, {"Citation": "Hoek G. Methods for Assessing Long-Term Exposures to Outdoor Air Pollutants. Curr Environ Health Rep. 2017;4:450–462.", "ArticleIdList": ["PMC5676801", "29064065"]}, {"Citation": "Hystad P, Demers PA, Johnson KC, Carpiano RM, Brauer M. Long-term residential exposure to air pollution and lung cancer risk. Epidemiology. 2013;24:762–772.", "ArticleIdList": ["23676262"]}, {"Citation": "Jerrett M, Burnett RT, Ma R, Pope CA, 3rd, Krewski D, Newbold KB, Thurston G, Shi Y, Finkelstein N, Calle EE, Thun MJ. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Loomis D, Grosse Y, Lauby-Secretan B, El Ghissassi F, Bouvard V, Benbrahim-Tallaa L, Guha N, Baan R, Mattock H, Straif K International Agency for Research on Cancer Monograph Working Group I. The carcinogenicity of outdoor air pollution. Lancet Oncol. 2013;14:1262–1263.", "ArticleIdList": ["25035875"]}, {"Citation": "Machiela MJ, Dagnall CL, Pathak A, Loud JT, Chanock SJ, Greene MH, McGlynn KA, Stewart DR. Mosaic chromosome Y loss and testicular germ cell tumor risk. J Hum Genet. 2017;62:637–640.", "ArticleIdList": ["PMC5444985", "28275244"]}, {"Citation": "Machiela MJ, Zhou W, Karlins E, Sampson JN, Freedman ND, Yang Q, Hicks B, Dagnall C, Hautman C, Jacobs KB, Abnet CC, Aldrich MC, Amos C, Amundadottir LT, Arslan AA, Beane-Freeman LE, Berndt SI, Black A, Blot WJ, Bock CH, Bracci PM, Brinton LA, Bueno-de-Mesquita HB, Burdett L, Buring JE, Butler MA, Canzian F, Carreon T, Chaffee KG, Chang IS, Chatterjee N, Chen C, Chen C, Chen K, Chung CC, Cook LS, Crous Bou M, Cullen M, Davis FG, De Vivo I, Ding T, Doherty J, Duell EJ, Epstein CG, Fan JH, Figueroa JD, Fraumeni JF, Friedenreich CM, Fuchs CS, Gallinger S, Gao YT, Gapstur SM, Garcia-Closas M, Gaudet MM, Gaziano JM, Giles GG, Gillanders EM, Giovannucci EL, Goldin L, Goldstein AM, Haiman CA, Hallmans G, Hankinson SE, Harris CC, Henriksson R, Holly EA, Hong YC, Hoover RN, Hsiung CA, Hu N, Hu W, Hunter DJ, Hutchinson A, Jenab M, Johansen C, Khaw KT, Kim HN, Kim YH, Kim YT, Klein AP, Klein R, Koh WP, Kolonel LN, Kooperberg C, Kraft P, Krogh V, Kurtz RC, LaCroix A, Lan Q, Landi MT, Marchand LL, Li D, Liang X, Liao LM, Lin D, Liu J, Lissowska J, Lu L, Magliocco AM, Malats N, Matsuo K, McNeill LH, McWilliams RR, Melin BS, Mirabello L, Moore L, Olson SH, Orlow I, Park JY, Patino-Garcia A, Peplonska B, Peters U, Petersen GM, Pooler L, Prescott J, Prokunina-Olsson L, Purdue MP, Qiao YL, Rajaraman P, Real FX, Riboli E, Risch HA, Rodriguez-Santiago B, Ruder AM, Savage SA, Schumacher F, Schwartz AG, Schwartz KL, Seow A, Wendy Setiawan V, Severi G, Shen H, Sheng X, Shin MH, Shu XO, Silverman DT, Spitz MR, Stevens VL, Stolzenberg-Solomon R, Stram D, Tang ZZ, Taylor PR, Teras LR, Tobias GS, Van Den Berg D, Visvanathan K, Wacholder S, Wang JC, Wang Z, Wentzensen N, Wheeler W, White E, Wiencke JK, Wolpin BM, Wong MP, Wu C, Wu T, Wu X, Wu YL, Wunder JS, Xia L, Yang HP, Yang PC, Yu K, Zanetti KA, Zeleniuch-Jacquotte A, Zheng W, Zhou B, Ziegler RG, Perez-Jurado LA, Caporaso NE, Rothman N, Tucker M, Dean MC, Yeager M, Chanock SJ. Female chromosome X mosaicism is age-related and preferentially affects the inactivated X chromosome. Nat Commun. 2016;7:11843.", "ArticleIdList": ["PMC4909985", "27291797"]}, {"Citation": "Mank JE. The W, X, Y and Z of sex-chromosome dosage compensation. Trends in genetics : TIG. 2009;25:226–233.", "ArticleIdList": ["PMC2923031", "19359064"]}, {"Citation": "Moorthy B, Chu C, Carlin DJ. Polycyclic aromatic hydrocarbons: from metabolism to lung cancer. Toxicological sciences : an official journal of the Society of Toxicology. 2015;145:5–15.", "ArticleIdList": ["PMC4408964", "25911656"]}, {"Citation": "Nethery E, Leckie SE, Teschke K, Brauer M. From measures to models: an evaluation of air pollution exposure assessment for epidemiological studies of pregnant women. Occupational and environmental medicine. 2008;65:579–586.", "ArticleIdList": ["18070798"]}, {"Citation": "Noveski P, Madjunkova S, Sukarova Stefanovska E, Matevska Geshkovska N, Kuzmanovska M, Dimovski A, Plaseska-Karanfilska D. Loss of Y Chromosome in Peripheral Blood of Colorectal and Prostate Cancer Patients. PloS one. 2016;11:e0146264.", "ArticleIdList": ["PMC4706411", "26745889"]}, {"Citation": "Ozkaynak H, Baxter LK, Dionisio KL, Burke J. Air pollution exposure prediction approaches used in air pollution epidemiology studies. J Expo Sci Environ Epidemiol. 2013;23:566–572.", "ArticleIdList": ["23632992"]}, {"Citation": "Quintana-Murci L, Fellous M. The Human Y Chromosome: The Biological Role of a \"Functional Wasteland\". Journal of biomedicine & biotechnology. 2001;1:18–24.", "ArticleIdList": ["PMC79676", "12488622"]}, {"Citation": "Raaschou-Nielsen O, Andersen ZJ, Beelen R, Samoli E, Stafoggia M, Weinmayr G, Hoffmann B, Fischer P, Nieuwenhuijsen MJ, Brunekreef B, Xun WW, Katsouyanni K, Dimakopoulou K, Sommar J, Forsberg B, Modig L, Oudin A, Oftedal B, Schwarze PE, Nafstad P, De Faire U, Pedersen NL, Ostenson CG, Fratiglioni L, Penell J, Korek M, Pershagen G, Eriksen KT, Sorensen M, Tjonneland A, Ellermann T, Eeftens M, Peeters PH, Meliefste K, Wang M, Bueno-de-Mesquita B, Key TJ, de Hoogh K, Concin H, Nagel G, Vilier A, Grioni S, Krogh V, Tsai MY, Ricceri F, Sacerdote C, Galassi C, Migliore E, Ranzi A, Cesaroni G, Badaloni C, Forastiere F, Tamayo I, Amiano P, Dorronsoro M, Trichopoulou A, Bamia C, Vineis P, Hoek G. Air pollution and lung cancer incidence in 17 European cohorts: prospective analyses from the European Study of Cohorts for Air Pollution Effects (ESCAPE) The Lancet Oncology. 2013;14:813–822.", "ArticleIdList": ["23849838"]}, {"Citation": "Rivera-Gonzalez LO, Zhang Z, Sanchez BN, Zhang K, Brown DG, Rojas-Bracho L, Osornio-Vargas A, Vadillo-Ortega F, O'Neill MS. An assessment of air pollutant exposure methods in Mexico City, Mexico. J Air Waste Manag Assoc. 2015;65:581–591.", "ArticleIdList": ["PMC4670782", "25947316"]}, {"Citation": "Shanley RP, Hayes RB, Cromar KR, Ito K, Gordon T, Ahn J. Particulate Air Pollution and Clinical Cardiovascular Disease Risk Factors. Epidemiology. 2016;27:291–298.", "ArticleIdList": ["PMC4959464", "26605815"]}, {"Citation": "Vattanasit U, Navasumrit P, Khadka MB, Kanitwithayanun J, Promvijit J, Autrup H, Ruchirawat M. Oxidative DNA damage and inflammatory responses in cultured human cells and in humans exposed to traffic-related particles. Int J Hyg Environ Health. 2014;217:23–33.", "ArticleIdList": ["23567252"]}, {"Citation": "Villeneuve PJ, Weichenthal SA, Crouse D, Miller AB, To T, Martin RV, van Donkelaar A, Wall C, Burnett RT. Long-term Exposure to Fine Particulate Matter Air Pollution and Mortality Among Canadian Women. Epidemiology. 2015;26:536–545.", "ArticleIdList": ["25894856"]}, {"Citation": "Wong DW, Yuan L, Perlin SA. Comparison of spatial interpolation methods for the estimation of air quality data. J Expo Anal Environ Epidemiol. 2004;14:404–415.", "ArticleIdList": ["15361900"]}, {"Citation": "Xu J, Bai Z, You Y, Zhou J, Zhang J, Niu C, Liu Y, Zhang N, He F, Ding X. Residential indoor and personal PM10 exposures of ambient origin based on chemical components. J Expo Sci Environ Epidemiol. 2014;24:428–436.", "ArticleIdList": ["24802553"]}, {"Citation": "Yan Z, Wang J, Li J, Jiang N, Zhang R, Yang W, Yao W, Wu W. Oxidative stress and endocytosis are involved in upregulation of interleukin-8 expression in airway cells exposed to PM2.5. Environmental toxicology. 2015", "ArticleIdList": ["26303504"]}, {"Citation": "Zhou W, Machiela MJ, Freedman ND, Rothman N, Malats N, Dagnall C, Caporaso N, Teras LT, Gaudet MM, Gapstur SM, Stevens VL, Jacobs KB, Sampson J, Albanes D, Weinstein S, Virtamo J, Berndt S, Hoover RN, Black A, Silverman D, Figueroa J, Garcia-Closas M, Real FX, Earl J, Marenne G, Rodriguez-Santiago B, Karagas M, Johnson A, Schwenn M, Wu X, Gu J, Ye Y, Hutchinson A, Tucker M, Perez-Jurado LA, Dean M, Yeager M, Chanock SJ. Mosaic loss of chromosome Y is associated with common variation near TCL1A. Nat Genet. 2016;48:563–568.", "ArticleIdList": ["PMC4848121", "27064253"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "4"}, {"Year": "2018", "Month": "3", "Day": "9"}, {"Year": "2018", "Month": "4", "Day": "17"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29698900", "NIHMS965677", "PMC5971001", "10.1016/j.envint.2018.04.030", "S0160-4120(17)32118-9"]}}]}