{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [{"AbstractText": ["Étudier la pollution de l'air par plusieurs contaminants dans les villes chinoises, quantifier la population urbaine touchée, et analyser la relation entre la pollution de l'air et la taille de la population urbaine.", "Nous avons recueilli des données auprès du réseau de surveillance de la qualité de l'air de la Chine sur les concentrations de matières particulaires fines mesurant moins de 2,5 μm (PM<sub>2.5</sub>), de matières particulaires grossières mesurant de 2,5 à 10 μm (PM<sub>10</sub>), de dioxyde d'azote (NO<sub>2</sub>), de dioxyde de soufre (SO<sub>2</sub>) et d'ozone (O<sub>3</sub>) dans 155 villes comptant un total de 276 millions d'habitants pour l'année 2014. Les concentrations étaient considérées comme élevées lorsqu'elles dépassaient les limites indicatives fixées par l'Organisation mondiale de la Santé.", "En tout, 51% (142 millions) de la population étudiée a été exposée à des concentrations annuelles moyennes de plusieurs contaminants supérieures aux limites définies par l'OMS, l'est de la Chine et les mégalopoles étant les plus touchés. En 2014, des concentrations quotidiennes élevées de mélanges de quatre contaminants – PM<sub>2.5</sub>, PM<sub>10</sub>, SO<sub>2</sub> et O<sub>3</sub>, et PM<sub>2.5</sub>, PM<sub>10</sub>, SO<sub>2</sub> et NO<sub>2</sub> – ont été mesurées pendant 110 jours dans de nombreuses villes principalement situées dans les provinces du Shandong et du Hebei. Des concentrations quotidiennes élevées de PM<sub>2.5</sub>, PM<sub>10</sub> et SO<sub>2</sub> ont été mesurées pendant 146 jours dans 110 villes principalement situées à l'est et au centre de la Chine. Des concentrations quotidiennes élevées de mélanges de PM<sub>2.5</sub> et PM<sub>10</sub>, PM<sub>2.5</sub> et SO<sub>2</sub>, et PM<sub>10</sub> et SO<sub>2</sub> ont été mesurées pendant 146 jours dans 145 villes principalement situées à l'est de la Chine. Étonnamment, la pollution de l'air par plusieurs contaminants était moins fréquente dans les villes comptant plus de 10 millions d'habitants que dans les villes de plus petite taille.", "La pollution de l'air par plusieurs contaminants s'est révélée courante dans les villes chinoises. Les évaluations des effets de la pollution de l'air sur la santé ne doivent plus tenir compte d'un seul contaminant, mais de plusieurs contaminants. Il est essentiel que la Chine mette en application des mesures de protection dans le cadre de l'urbanisation à venir."]}, {"AbstractText": ["Investigar la contaminación atmosférica con múltiples contaminantes en las ciudades chinas, cuantificar la población urbana afectada y explorar la relación entre la contaminación del aire y el tamaño de la población urbana.", "Se obtuvieron datos de 155 ciudades con 276 millones de habitantes de 2014 de la red de seguimiento de la calidad del aire de China sobre las concentraciones de partículas finas que miden menos de 2,5 μm (PM<sub>2,5</sub>), partículas gruesas que miden 2,5 a 10 μm (PM<sub>10</sub>), dióxido de nitrógeno (NO<sub>2</sub>), dióxido de azufre (SO<sub>2</sub>) y ozono (O<sub>3</sub>). Las concentraciones se consideraron altas si superaban los límites de las directrices de la Organización Mundial de la Salud (OMS).", "En general, el 51% (142 millones) de la población del estudio estuvo expuesta a unas concentraciones de múltiples contaminantes medias anuales por encima de los límites de la OMS: el este de China y las megaciudades se vieron más afectadas. Hasta en 110 días en 2014, hubo altos niveles diarios de mezclas de cuatro contaminantes de PM<sub>2,5</sub>, PM<sub>10</sub>, SO<sub>2</sub> y O<sub>3</sub>, y PM<sub>2,5</sub>, PM<sub>10</sub>, SO<sub>2</sub> y NO<sub>2</sub> en muchas ciudades, principalmente en las provincias de Shandong y Hebei. Hubo altos niveles diarios de PM<sub>2,5</sub>, PM<sub>10</sub> y SO<sub>2</sub> durante más de 146 días en 110 ciudades, principalmente en el este y el centro de China. Hubo altos niveles diarios de mezclas de PM<sub>2,5</sub> y PM<sub>10</sub>, PM<sub>2,5</sub> y SO<sub>2</sub>, y PM<sub>10</sub> y SO<sub>2</sub> durante más de 146 días en 145 ciudades, principalmente en el este de China. Sorprendentemente, la contaminación del aire con múltiples contaminantes fué menos frecuente en las ciudades con poblaciones de más de 10 millones que en las ciudades más pequeñas.", "La contaminación del aire con múltiples contaminantes es habitual en las ciudades chinas. Se necesita un cambio en las evaluaciones de los efectos de la contaminación del aire en la salud de un solo contaminante a múltiples contaminantes. China debería implementar medidas de protección en futuras urbanizaciones."]}, {"AbstractText": ["الاستقصاء بشأن تلوث الهواء بفعل الملوثات المتعددة في الصين، وقياس مدى تأثر سكان الحضر، واستكشاف العلاقة بين تلوث الهواء وحجم سكان الحضر.", "حصلنا على بيانات لعام 2014 من شبكة رصد نوعية الهواء الصينية وذلك لعدد 155 مدينة يسكنها 276 مليون نسمة، وتدور البيانات حول تركيزات الجسيمات الناعمة الدقيقة التي تقل أقطارها عن 2.5 ميكرومتر (PM <sub>2.5</sub> )، والجسيمات الخشنة التي يتراوح قطرها من 2.5 إلى 10 ميكرومتر (PM <sub>10</sub> )، وثنائي أكسيد النيتروجين (NO <sub>2</sub> )، وثنائي أكسيد الكبريت (SO <sub>2</sub> )، والأوزون (O <sub>3</sub> ). واعتبرت التركيزات مرتفعة في حالة تجاوزها لحدود المبادئ التوجيهية لمنظمة الصحة العالمية.", "كان ‏51% (142 مليون نسمة) من السكان الذين شملتهم الدراسة عرضة بوجه عام لتركيزات من الملوثات المتعددة يتجاوز متوسط حجمها السنوي الحدود المقررة لمنظمة الصحة العالمية، وكان شرق الصين والمدن الكبرى هي الأماكن الأكثر تضررًا. <b>​:</b> وقد وُجدت مستويات مرتفعة يومية من مخلوطين من أربعة ملوثات يتمثلان في PM <sub>2.5</sub> مع PM <sub>10</sub> وSO <sub>2</sub> وO <sub>3</sub> ، فضلاً عن PM <sub>2.5</sub> مع PM <sub>10</sub> وSO <sub>2</sub> وNO <sub>2</sub> ، وذلك لمدة أقصاها 110 أيام في عام 2014 في العديد من المدن ولاسيما في شاندونغ ومقاطعة خبي. <b>​:</b> وقد وجدت مستويات مرتفعة يومية من PM <sub>2.5</sub> وPM <sub>10</sub> وSO <sub>2</sub> لما يزيد عن 146 يومًا وذلك في 110 مدن، ولاسيما في شرق الصين ووسطها. ووجدت مستويات مرتفعة يومية من مخاليط PM <sub>2.5</sub> مع PM <sub>10</sub> ، وPM <sub>2.5</sub> مع SO <sub>2</sub> ، وPM <sub>10</sub> مع SO <sub>2</sub> لما يزيد عن 146 يومًا وذلك في 145 مدينة على الأخص في شرق الصين ووسطها. ومن المثير للدهشة أن تلوث الهواء الناتج عن الملوثات المتعددة كان أقل شيوعًا في المدن التي يزيد عدد سكانها عن 10 ملايين نسمة عنها في المدن الأصغر.", "يشيع تلوث الهواء الناتج عن الملوثات المتعددة في المدن الصينية. وثمة حاجة إلى تغيير التقييمات من تقييمات الملوثات المنفردة إلى تقييمات للملوثات المتعددة للوقوف على الآثار الصحية الناتجة عن تلوث الهواء. وينبغي على الصين أن تقوم بتنفيذ التدابير الوقائية خلال التطور الحضري المستقبلي."]}, {"AbstractText": ["调查中国城市多污染物空气污染情况，以量化受影响的城市人口，并探讨城市人口规模与空气污染之间的关系。.", "我们从中国空气质量监测网获得了 2014 年 155 个城市 2.76 亿居民的数据，包括 2.5 μm (PM<sub>2.5</sub>) 以下的细颗粒物质、2.5 至 10 μm (PM<sub>10</sub>) 的粗颗粒物质、二氧化氮 (NO<sub>2</sub>)、二氧化硫 (SO<sub>2</sub>) 和臭氧 (O<sub>3</sub>) 浓度。如果其浓度超过世界卫生组织指南上限，会认为其过高。.", "总体而言，51% （1.42 亿）被研究人群暴露在高于世界卫生组织规定的年平均浓度的多污染物空气污染中——华东地区和特大城市受到的影响最大。在许多城市，主要集中在山东省和河北省，2014 年中有 110 天，PM<sub>2.5</sub>、PM<sub>10</sub>、SO<sub>2</sub>、O<sub>3</sub> 和 PM<sub>2.5</sub>、PM<sub>10</sub>、SO<sub>2</sub> 和 NO<sub>2</sub> 四种污染混合物的日均含量过高。在 110 个城市中，主要集中在华东和华中地区，PM<sub>2.5</sub>、PM<sub>10</sub>、SO<sub>2</sub> 日均含量过高的天数超过 146 天。在 145 个城市中，主要集中在华东地区，PM<sub>2.5</sub> 和 PM<sub>10</sub>、PM<sub>2.5</sub> 和 SO<sub>2</sub>、PM<sub>10</sub> 和 SO<sub>2</sub> 日均含量过高的天数超过 146 天。令人惊讶的是，多污染物空气污染在 1000 万以上人口城市的发生频次比较小规模城市要少得多。.", "多污染物空气污染在中国城市很常见。评估空气污染对健康的影响需要从单一污染物向多污染物转变。中国应该在未来城市化进程中采取保护措施。."]}, {"AbstractText": ["Изучить многокомпонентное загрязнение воздуха в городах Китая, дать количественную оценку доли городского населения, находящегося под воздействием загрязненного воздуха, и изучить взаимосвязь между загрязнением воздуха и численностью городского населения.", "Мы получили данные 155 городов с 276 миллионами жителей за 2014 год из сети мониторинга качества воздуха в Китае по концентрациям тонкодисперсных частиц размером менее 2,5 μм (ТЧ<sub>2,5</sub>), крупнодисперсных частиц размером от 2,5 до 10 μм (ТЧ<sub>10</sub>), двуокиси азота (NO<sub>2</sub>), диоксида серы (SO<sub>2</sub>) и озона (O<sub>3</sub>). Концентрации считались высокими, если они превышали предельные величины, рекомендуемые Всемирной организацией здравоохранения (ВОЗ).", "В целом 51% исследуемой популяции (142 миллиона человек) подвергался воздействию среднегодовых концентраций многокомпонентных загрязнений, которые превышали рекомендуемые ВОЗ пределы, — в наибольшей степени такому воздействию подверглись Восточный Китай и мегаполисы. В 2014 году во многих городах, главным образом в провинциях Шаньдун и Хэбэй, до 110 дней наблюдались высокие среднесуточные уровни четырехкомпонентных смесей ТЧ<sub>2,5</sub>, ТЧ<sub>10</sub>, SO<sub>2</sub> и O<sub>3</sub> и ТЧ<sub>2,5</sub>, ТЧ<sub>10</sub>, SO<sub>2</sub> и NO<sub>2</sub>. Высокий среднесуточный уровень ТЧ<sub>2,5</sub>, ТЧ<sub>10</sub> и SO<sub>2</sub> наблюдался в течение 146 дней в 110 городах, главным образом в Восточном и Центральном Китае. Высокие среднесуточные уровни смесей ТЧ<sub>2,5</sub> и ТЧ<sub>10</sub>, ТЧ<sub>2,5</sub> и SО<sub>2</sub>, ТЧ<sub>10</sub> и SО<sub>2</sub> наблюдались в течение 146 дней в 145 городах, главным образом в Восточном Китае. Неожиданным было то, что многокомпонентное загрязнение воздуха встречалось реже в городах с населением более 10 миллионов человек, чем в небольших городах.", "Многокомпонентное загрязнение воздуха было распространено в городах Китая. При оценке воздействия загрязнения воздуха на здоровье необходим переход от однокомпонентного к многокомпонентному загрязнению. Китай должен принять защитные меры во время будущей урбанизации."]}], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29695880", "DateCompleted": {"Year": "2018", "Month": "11", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "02", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.2471/BLT.17.195560"], "Journal": {"ISSN": "1564-0604", "JournalIssue": {"Volume": "96", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Apr", "Day": "01"}}, "Title": "Bulletin of the World Health Organization", "ISOAbbreviation": "Bull World Health Organ"}, "ArticleTitle": "Multicontaminant air pollution in Chinese cities.", "Pagination": {"StartPage": "233", "EndPage": "242E", "MedlinePgn": "233-242E"}, "Abstract": {"AbstractText": ["To investigate multicontaminant air pollution in Chinese cities, to quantify the urban population affected and to explore the relationship between air pollution and urban population size.", "We obtained data for 155 cities with 276 million inhabitants for 2014 from China's air quality monitoring network on concentrations of fine particulate matter measuring under 2.5 μm (PM<sub>2.5</sub>), coarse particulate matter measuring 2.5 to 10 μm (PM<sub>10</sub>), nitrogen dioxide (NO<sub>2</sub>), sulfur dioxide (SO<sub>2</sub>) and ozone (O<sub>3</sub>). Concentrations were considered as high, if they exceeded World Health Organization (WHO) guideline limits.", "Overall, 51% (142 million) of the study population was exposed to mean annual multicontaminant concentrations above WHO limits - east China and the megacities were worst affected. High daily levels of four-contaminant mixtures of PM<sub>2.5</sub>, PM<sub>10</sub>, SO<sub>2</sub> and O<sub>3</sub> and PM<sub>2.5</sub>, PM<sub>10</sub>, SO<sub>2</sub> and NO<sub>2</sub> occurred on up to 110 days in 2014 in many cities, mainly in Shandong and Hebei Provinces. High daily levels of PM<sub>2.5</sub>, PM<sub>10</sub> and SO<sub>2</sub> occurred on over  146 days in 110 cities, mainly in east and central China. High daily levels of mixtures of PM<sub>2.5</sub> and PM<sub>10</sub>, PM<sub>2.5</sub> and SO<sub>2</sub>, and PM<sub>10</sub> and SO<sub>2</sub> occurred on over  146 days in 145 cities, mainly in east China. Surprisingly, multicontaminant air pollution was less frequent in cities with populations over 10 million than in smaller cities.", "Multicontaminant air pollution was common in Chinese cities. A shift from single-contaminant to multicontaminant evaluations of the health effects of air pollution is needed. China should implement protective measures during future urbanization."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China."}], "Identifier": [], "LastName": "Han", "ForeName": "Lijian", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China."}], "Identifier": [], "LastName": "Zhou", "ForeName": "Weiqi", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cary Institute of Ecosystem Studies, Millbrook, United States of America."}], "Identifier": [], "LastName": "Pickett", "ForeName": "Steward Ta", "Initials": "ST"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China."}], "Identifier": [], "LastName": "Li", "ForeName": "Weifeng", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China."}], "Identifier": [], "LastName": "Qian", "ForeName": "Yuguo", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Bull World Health Organ", "NlmUniqueID": "7507052", "ISSNLinking": "0042-9686"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis", "statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": [], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "McNeill J. An environmental history of the twentieth-century world. Something new under the sun. New York: W. W. Norton & Company, Inc.; 2010."}, {"Citation": "Han L, Zhou W, Li W. City as a major source area of fine particulate (PM2.5) in China. Environ Pollut. 2015. November;206:183–7. 10.1016/j.envpol.2015.06.038", "ArticleIdList": ["10.1016/j.envpol.2015.06.038", "26176632"]}, {"Citation": "Han L, Zhou W, Li W. Fine particulate (PM2.5) dynamics during rapid urbanization in Beijing, 1973-2013. Sci Rep. 2016. March 31;6(1):23604. 10.1038/srep23604", "ArticleIdList": ["10.1038/srep23604", "PMC4815558", "27031598"]}, {"Citation": "Wang S, Hao J. Air quality management in China: issues, challenges, and options. J Environ Sci (China). 2012;24(1):2–13. 10.1016/S1001-0742(11)60724-9", "ArticleIdList": ["10.1016/S1001-0742(11)60724-9", "22783610"]}, {"Citation": "Dominici F, Peng RD, Barr CD, Bell ML. Protecting human health from air pollution: shifting from a single-pollutant to a multipollutant approach. Epidemiology. 2010. March;21(2):187–94. 10.1097/EDE.0b013e3181cc86e8", "ArticleIdList": ["10.1097/EDE.0b013e3181cc86e8", "PMC3478072", "20160561"]}, {"Citation": "Billionnet C, Sherrill D, Annesi-Maesano I; GERIE study. Estimating the health effects of exposure to multi-pollutant mixture. Ann Epidemiol. 2012. February;22(2):126–41. 10.1016/j.annepidem.2011.11.004", "ArticleIdList": ["10.1016/j.annepidem.2011.11.004", "22226033"]}, {"Citation": "Peng J, Chen S, Lü H, Liu Y, Wu J. Spatiotemporal pattern of remotely sensed PM2.5 concentration in China from 1999 to 2011. Remote Sens Environ. 2016;174:109–21. 10.1016/j.rse.2015.12.008", "ArticleIdList": ["10.1016/j.rse.2015.12.008"]}, {"Citation": "Kampa M, Castanas E. Human health effects of air pollution. Environ Pollut. 2008. January;151(2):362–7. 10.1016/j.envpol.2007.06.012", "ArticleIdList": ["10.1016/j.envpol.2007.06.012", "17646040"]}, {"Citation": "Han L, Zhou W, Pickett STA, Li W, Li L. An optimum city size? The scaling relationship for urban population and fine particulate (PM(2.5)) concentration. Environ Pollut. 2016. January;208 Pt A:96–101. 10.1016/j.envpol.2015.08.039", "ArticleIdList": ["10.1016/j.envpol.2015.08.039", "26467192"]}, {"Citation": "Ambient (outdoor) air quality and health. Geneva: World Health Organization; 2016. Available from: http://www.who.int/mediacentre/factsheets/fs313/en/[cited 2017 Nov 5]."}, {"Citation": "Urban populations, 2010 census. Beijing: National Bureau of Statistics of China; 2017 (in Chinese). Available from: http://www.stats.gov.cn/tjsj/pcsj/rkpc/6rp/indexch.htm[cited 2017 Nov 5]."}, {"Citation": "China's new urban size standard. Beijing: The State Council of the People’s Republic of China; 2014 (in Chinese). Available from: http://www.gov.cn/zhengce/content/2014-11/20/content_9225.htm[cited 2017 Nov 5]."}, {"Citation": "Technical regulation on ambient air quality index (on trial). Beijing: Ministry of Environmental Protection of the People’s Republic of China; 2012 (in Chinese). Available from: http://kjs.mep.gov.cn/hjbhbz/bzwb/jcffbz/201203/W020120410332725219541.pdf[cited 2017 Nov 5]."}, {"Citation": "Forouzanfar MH, Alexander L, Anderson HR, Bachman VF, Biryukov S, Brauer M, et al.; GBD 2013 Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet. 2015. December 5;386(10010):2287–323. 10.1016/S0140-6736(15)00128-2", "ArticleIdList": ["10.1016/S0140-6736(15)00128-2", "PMC4685753", "26364544"]}, {"Citation": "World urbanization prospects. The 2011 revision. New York: Population Division, Department of Economic and Social Affairs, United Nations; 2012. Available from: http://www.un.org/en/development/desa/population/publications/pdf/urbanization/WUP2011_Report.pdf[cited 2017 Nov 30]."}, {"Citation": "Lamsal LN, Martin RV, Parrish DD, Krotkov NA. Scaling relationship for NO2 pollution and urban population size: a satellite perspective. Environ Sci Technol. 2013. July 16;47(14):7855–61. 10.1021/es400744g", "ArticleIdList": ["10.1021/es400744g", "23763377"]}]}], "History": [{"Year": "2017", "Month": "4", "Day": "11"}, {"Year": "2017", "Month": "11", "Day": "2"}, {"Year": "2017", "Month": "11", "Day": "23"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29695880", "PMC5872009", "10.2471/BLT.17.195560", "BLT.17.195560"]}}]}