{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29847568", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "05", "Day": "30"}], "Language": ["eng"], "ELocationID": ["e0197345", "10.1371/journal.pone.0197345"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2018"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "UV/O3 treatment as a surface modification of rice husk towards preparation of novel biocomposites.", "Pagination": {"StartPage": "e0197345", "MedlinePgn": "e0197345"}, "Abstract": {"AbstractText": ["The use of rice husks (RH) to reinforce polymers in biocomposites are increasing tremendously. However, the incompatibility between the hydrophilic RH fibers and the hydrophobic thermoplastic matrices leads to unsatisfactory biocomposites. Surface modification of the fiber surface was carried out to improve the adhesion between fiber and matrix. In this study, the effect of surface modification of RH via alkali, acid and ultraviolet-ozonolysis (UV/O3) treatments on the properties of composites recycled high density polyethylene (rHDPE) composites was investigated. The untreated and treated RH were characterized by Fourier Transform Infrared (FTIR) and Scanning Electron Microscope (SEM). The composites containing 30 wt% of RH (treated and untreated) were then prepared via extrusion and followed by compression molding. As compared to untreated RH, all surface treated RH exhibited rougher surface and showed improved adhesion with rHDPE matrix. Tensile strength of UV/O3-treated RH composites showed an optimum result at 18.37 MPa which improved about 5% in comparison to the composites filled with untreated RH. UV/O3 treatment promotes shorter processing time and lesser raw material waste during treatment process where this is beneficial for commercialization in the future developments of wood plastic composites (WPCs). Therefore, UV/O3 treatment can be served as an alternative new method to modify RH surface in order to improve the adhesion between hydrophilic RH fibre and hydrophobic rHDPE polymer matrix."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Engineering and Built Environment, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": [], "LastName": "Rajendran Royan", "ForeName": "Nishata Royan", "Initials": "NR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Engineering and Built Environment, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": [], "LastName": "Sulong", "ForeName": "Abu Bakar", "Initials": "AB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Engineering and Built Environment, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": [], "LastName": "Yuhana", "ForeName": "Nor Yuliana", "Initials": "NY"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Physics, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": ["0000-0002-2713-942X"], "LastName": "Chen", "ForeName": "Ruey Shan", "Initials": "RS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Physics, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": [], "LastName": "Ab Ghani", "ForeName": "Mohd Hafizuddin", "Initials": "MH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Applied Physics, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, Bangi, Selangor, Malaysia."}], "Identifier": [], "LastName": "Ahmad", "ForeName": "Sahrim", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkalies"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9002-88-4", "NameOfSubstance": "Polyethylene"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Acids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Alkalies"}, {"QualifierName": [], "DescriptorName": "Materials Testing"}, {"QualifierName": [], "DescriptorName": "Oryza"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Components, Aerial"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polyethylene"}, {"QualifierName": [], "DescriptorName": "Tensile Strength"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "Wettability"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zini E, Scandola M. Green composites: An overview. Polym Compos. 2011;32(12):1905–15. 10.1002/pc.21224", "ArticleIdList": ["10.1002/pc.21224"]}, {"Citation": "Ashori A. Wood-plastic composites as promising green-composites for automotive industries! Bioresour Technol. 2008;99(11):4661–7. 10.1016/j.biortech.2007.09.043 .", "ArticleIdList": ["10.1016/j.biortech.2007.09.043", "18068352"]}, {"Citation": "Ashori A, Nourbakhsh A. Characteristics of wood-fiber plastic composites made of recycled materials. Waste management (New York, NY). 2009;29(4):1291–5. Epub 2009/01/27. 10.1016/j.wasman.2008.09.012 .", "ArticleIdList": ["10.1016/j.wasman.2008.09.012", "19168343"]}, {"Citation": "Premalal HGB, Ismail H, Baharin A. Comparison of the mechanical properties of rice husk powder filled polypropylene composites with talc filled polypropylene composites. Polymer Testing. 2002;21(7):833–9. 10.1016/S0142-9418(02)00018-1.", "ArticleIdList": ["10.1016/S0142-9418(02)00018-1"]}, {"Citation": "Prachayawarakorn J, Yaembunying N. Effect of recycling on properties of rice husk-filled-polypropylene. Songklanakarin Journal of Science and Technology (Thailand). 2005."}, {"Citation": "Ahmad I, Lane CE, Mohd DH, Abdullah I. Electron-beam-irradiated rice husk powder as reinforcing filler in natural rubber/high-density polyethylene (NR/HDPE) composites. Compos Part B Eng. 2012;43(8):3069–75. 10.1016/j.compositesb.2012.04.071.", "ArticleIdList": ["10.1016/j.compositesb.2012.04.071"]}, {"Citation": "Malkapuram R, Kumar V, Negi Yuvraj Singh. Recent Development in Natural Fiber Reinforced Polypropylene Composites. J Reinf Plast Compos. 2009;28(10):1169–89. 10.1177/0731684407087759", "ArticleIdList": ["10.1177/0731684407087759"]}, {"Citation": "Mohanty AK, Khan MA, Hinrichsen G. Surface modification of jute and its influence on performance of biodegradable jute-fabric/Biopol composites. Compos Sci Technol. 2000;60(7):1115–24. 10.1016/S0266-3538(00)00012-9.", "ArticleIdList": ["10.1016/S0266-3538(00)00012-9"]}, {"Citation": "George J, Sreekala MS, Thomas S. A review on interface modification and characterization of natural fiber reinforced plastic composites. Polymer Engineering & Science. 2001;41(9):1471–85. 10.1002/pen.10846", "ArticleIdList": ["10.1002/pen.10846"]}, {"Citation": "Asadi F, Shariatmadari H, Mirghaffari N. Modification of rice hull and sawdust sorptive characteristics for remove heavy metals from synthetic solutions and wastewater. J Hazard Mater. 2008;15(1–3):451–8.", "ArticleIdList": ["18054431"]}, {"Citation": "Daffalla SB, Hilmi M, Maizatul S. Effect of organic and inorganic acid pretreatment on structural properties of rice husk and adsorption mechanism of phenol. International Journal of Chemical and Environmental Engineering. 2012;3(3)."}, {"Citation": "Chen RS, Salleh MN, Ab Ghani MH, Ahmad S, Gan S. Biocomposites Based on Rice Husk Flour and Recycled Polymer Blend: Effects of Interfacial Modification and High Fibre Loading 2015."}, {"Citation": "Hu R, Lim J-K. Fabrication and Mechanical Properties of Completely Biodegradable Hemp Fiber Reinforced Polylactic Acid Composites. J Compos Mater. 2007;41(13):1655–69. 10.1177/0021998306069878", "ArticleIdList": ["10.1177/0021998306069878"]}, {"Citation": "Liu L, Yu J, Cheng L, Qu W. Mechanical properties of poly(butylene succinate) (PBS) biocomposites reinforced with surface modified jute fibre. Compos Part A Appl S. 2009;40(5):669–74. 10.1016/j.compositesa.2009.03.002.", "ArticleIdList": ["10.1016/j.compositesa.2009.03.002"]}, {"Citation": "Emdadi Z, Asim N, Yarmo MA, Sopian K. Effect of Chemical Treatments on Rice Husk (RH) Water Absorption Property. International Journal of Chemical Engineering and Applications. 2015;6(4):273–6. 10.7763/ijcea.2015.v6.495", "ArticleIdList": ["10.7763/ijcea.2015.v6.495"]}, {"Citation": "Olawale O, Oyawale F, Makinde O, Ogundele K. Effect of Oxalic Acid on Rice Husk. International Journal of Applied Science and Engineering Research. 2012;1(5):663–8."}, {"Citation": "Li X, Panigrahi S, Tabil L. A study on flax fiber-reinforced polyethylene biocomposites. Applied Engineering in Agriculture. 2009;25(4):525–31."}, {"Citation": "Nakamura Y, Daidai M, Kobayashi F. Ozonolysis mechanism of lignin model compounds and microbial treatment of organic acids produced. Water Sci Technol. 2004;50(3):167–72.", "ArticleIdList": ["15461411"]}, {"Citation": "Sun Y, Cheng J. Hydrolysis of lignocellulosic materials for ethanol production: a review. Bioresour Technol. 2002;83(1):1–11. 10.1016/S0960-8524(01)00212-7.", "ArticleIdList": ["10.1016/S0960-8524(01)00212-7", "12058826"]}, {"Citation": "Gassan J, Gutowski VS. Effects of corona discharge and UV treatment on the properties of jute-fibre epoxy composites. Compos Sci Technol. 2000;60:2857–63."}, {"Citation": "MacManus LF, Walzak MJ, McIntyre NS. Study of ultraviolet light and ozone surface modification of polypropylene. J Polym Sci, Part A: Polym Chem. 1999; 37:2489–501."}, {"Citation": "Walzak MJ, Flynn S, Foerch R, Hill JM, Karbashewski E, Lin A, et al. UV and ozone treatment of polypropylene and poly(ethylene terephthalate). J Adhes Sci Technol. 1995;9(9):1229–48. 10.1163/156856195X01012", "ArticleIdList": ["10.1163/156856195X01012"]}, {"Citation": "Li J, Sham ML, Kim J-K, Marom G. Morphology and properties of UV/ozone treated graphite nanoplatelet/epoxy nanocomposites. Compos Sci Technol. 2007;67(2):296–305."}, {"Citation": "Najafi E, Kim J-Y, Han S-H, Shin K. UV-ozone treatment of multi-walled carbon nanotubes for enhanced organic solvent dispersion. Colloids and Surfaces A: Physicochemical and Engineering Aspects. 2006;284:373–8."}, {"Citation": "Raja M. Surface modification of carbon nanotubes with combined UV and ozone treatments. Fullerenes, Nanotubes and Carbon Nanostructures. 2015;23(1):11–6."}, {"Citation": "Sham M-L, Kim J-K. Surface functionalities of multi-wall carbon nanotubes after UV/Ozone and TETA treatments. Carbon. 2006;44(4):768–77. 10.1016/j.carbon.2005.09.013", "ArticleIdList": ["10.1016/j.carbon.2005.09.013"]}, {"Citation": "Rajendran Royan NR, Sulong AB, Yuhana Mohd NY, Abdul Ghani MH, Ahmad S. Effect UV/O3 Modified Rice Husk on the Mechanical Properties of Recycle HDPE Rice Husk Composite. Journal of Mechanical Engineering and Sciences. 2017;SI3((2)):13–22."}, {"Citation": "Garcia EG, Vazoqez D.G., Hernandez E.E.G., Rosas R. and Rodriguez R.S. Modification of rice husk to improve the interface in isotactic polypropylene composites. Latin American Research. 2012;42:83–7."}, {"Citation": "Nishata Royan RR, Sulong AB, Sahari J, Suherman H. Effect of Acid- and Ultraviolet/Ozonolysis-Treated MWCNTs on the Electrical and Mechanical Properties of Epoxy Nanocomposites as Bipolar Plate Applications. Journal of Nanomaterials. 2013;2013:8 10.1155/2013/717459", "ArticleIdList": ["10.1155/2013/717459"]}, {"Citation": "Tong JY, Royan NRR, Ng YC, Ab Ghani MH, Ahmad S. Study of the Mechanical and Morphology Properties of Recycled HDPE Composite Using Rice Husk Filler. Adv Mater Sci Eng. 2014;2014:6 10.1155/2014/938961", "ArticleIdList": ["10.1155/2014/938961"]}, {"Citation": "Slepička P, Kasálková NS, Stránská E, Bačáková L, Švorčík V. Surface characterization of plasma treated polymers for applications as biocompatible carriers. eXPRESS Polymer Letters. 2013;7(6)."}, {"Citation": "Wong S, Shanks R, Hodzic A. Interfacial improvements in poly(3-hydroxybutyrate)-flax fibre composites with hydrogen bonding additives. Compos Sci Technol. 2004;64(9):1321–30. 10.1016/j.compscitech.2003.10.012.", "ArticleIdList": ["10.1016/j.compscitech.2003.10.012"]}, {"Citation": "Trejo-O'reilly J-A, Cavaille J-Y, Gandini A. The surface chemical modification of cellulosic fibres in view of their use in composite materials. Cellulose. 1997;4(4):305–20. 10.1023/a:1018452310122", "ArticleIdList": ["10.1023/a:1018452310122"]}, {"Citation": "Sugashini S, Begum KMMS. Performance of ozone treated rice husk carbon (OTRHC) for continuous adsorption of Cr (VI) ions from synthetic effluent. Journal of Environmental Chemical Engineering. 2013;1(1–2):79–85. 10.1016/j.jece.2013.04.003", "ArticleIdList": ["10.1016/j.jece.2013.04.003"]}, {"Citation": "Ndazi BS, Karlsson S, Tesha JV, Nyahumwa CW. Chemical and physical modifications of rice husks for use as composite panels. Composites Part A: Applied Science and Manufacturing. 2007;38(3):925–35. 10.1016/j.compositesa.2006.07.004", "ArticleIdList": ["10.1016/j.compositesa.2006.07.004"]}, {"Citation": "Kim H-S, Yang H-S, Kim H-J, Park H-J. Thermogravimetric analysis of rice husk flour filled thermoplastic polymer composites. Journal of Thermal Analysis and Calorimetry. 2004;76(2):395–404. 10.1023/B:JTAN.0000028020.02657.9b", "ArticleIdList": ["10.1023/B:JTAN.0000028020.02657.9b"]}, {"Citation": "Chen RS, Ghani MHA, Ahmad S, Salleh MN, Tarawneh MaA. Rice husk flour biocomposites based on recycled high-density polyethylene/polyethylene terephthalate blend: effect of high filler loading on physical, mechanical and thermal properties. J Compos Mater. 2015;49(10):1241–53. 10.1177/0021998314533361", "ArticleIdList": ["10.1177/0021998314533361"]}, {"Citation": "Mohanty AK, Misra M, Drzal LT. Natural fibers, biopolymers, and biocomposites: CRC Press; 2005."}, {"Citation": "Askeland DR, Fulay PP, Wright WJ. The Science and Engineering of Materials: Cengage Learning; 2010."}, {"Citation": "Rahmadini Syafri IAIA. Effect of Rice Husk Surface Modification by LENR the on Mechanical Properties of NR/HDPE Reinforced Rice Husk Composite. Sains Malaysiana. 2011;40(7):749–56."}, {"Citation": "Yao F, Wu Q, Liu H, Lei Y, Zhou D. Rice straw fiber reinforced high density polyethylene composite: Effect of coupled compatibilizating and toughening treatment. J Appl Polym Sci. 2011;119(4):2214–22."}, {"Citation": "Adhikary KB, Pang S, Staiger MP. Dimensional stability and mechanical behaviour of wood–plastic composites based on recycled and virgin high-density polyethylene (HDPE). Composites Part B: Engineering. 2008;39(5):807–15. 10.1016/j.compositesb.2007.10.005.", "ArticleIdList": ["10.1016/j.compositesb.2007.10.005"]}, {"Citation": "Adhikary KB, Pang S, Staiger MP. Long-term moisture absorption and thickness swelling behaviour of recycled thermoplastics reinforced with Pinus radiata sawdust. Chem Eng J. 2008;142(2):190–8. 10.1016/j.cej.2007.11.024.", "ArticleIdList": ["10.1016/j.cej.2007.11.024"]}, {"Citation": "Chen RS, Ab Ghani MH, Salleh MN, Ahmad S, Tarawneh Ma A. Mechanical, Water Absorption, And Morphology Of Recycled Polymer Blend Rice Husk Flour Biocomposites. J Appl Polym Sci. 2015;132(8):2461–72. 10.1002/app.41494.", "ArticleIdList": ["10.1002/app.41494"]}, {"Citation": "Espert A, Vilaplana F, Karlsson S. Comparison of water absorption in natural cellulosic fibres from wood and one-year crops in polypropylene composites and its influence on their mechanical properties. Compos Part A Appl S. 2004;35(11):1267–76. 10.1016/j.compositesa.2004.04.004", "ArticleIdList": ["10.1016/j.compositesa.2004.04.004"]}, {"Citation": "Scida D, Assarar M, Poilâne C, Ayad R. Influence of hygrothermal ageing on the damage mechanisms of flax-fibre reinforced epoxy composite. Composites Part B: Engineering. 2013;48:51–8. 10.1016/j.compositesb.2012.12.010.", "ArticleIdList": ["10.1016/j.compositesb.2012.12.010"]}, {"Citation": "Marcovich NE, Reboredo MM, Aranguren MI. Dependence of the mechanical properties of woodflour-polymer composites on the moisture content. Journal of Applied Polymer Science. 1998;68(13):2069–76. 10.1002/(SICI)1097-4628(19980627)68:13<2069::AID-APP2>3.0.CO;2-A", "ArticleIdList": ["10.1002/(SICI)1097-4628(19980627)68:13<2069::AID-APP2>3.0.CO;2-A"]}, {"Citation": "Rahman MR, Islam MN, Huque MM, Hamdan S, Ahmed AS. Effect Of Chemical Treatment On Rice Husk (RH) Reinforced Polyethylene (PE) Composites. BioResources. 2010;5(2):854–69. 10.15376/biores.5.2.854-869", "ArticleIdList": ["10.15376/biores.5.2.854-869"]}, {"Citation": "Wandera D, Wickramasinghe SR, Husson SM. Modification and characterization of ultrafiltration membranes for treatment of produced water. Journal of Membrane Science. 2011;373(1):178–88. 10.1016/j.memsci.2011.03.010.", "ArticleIdList": ["10.1016/j.memsci.2011.03.010"]}, {"Citation": "Ong S-T, Tay EH, Ha S-T, Lee W-N, Keng P-S. Equilibrium and continuous flow studies on the sorption of Congo Red using ethylenediamine modified rice hulls. International Journal of Physical Sciences. 2009;4(11):683–90."}, {"Citation": "Aranberri-Askargorta I, Lampke T, Bismarck A. Wetting behavior of flax fibers as reinforcement for polypropylene. J Colloid Interface Sci. 2003;263(2):580–9. 10.1016/S0021-9797(03)00294-7.", "ArticleIdList": ["10.1016/S0021-9797(03)00294-7", "12909051"]}, {"Citation": "Švorčík V, Makajová Z, Kasálková NS, Kolská Z, Žáková P, Karpíšková J, et al. Cytocompatibility of polymers grafted by activated carbon nano-particles. Carbon. 2014;69:361–71."}]}], "History": [{"Year": "2017", "Month": "11", "Day": "26"}, {"Year": "2018", "Month": "5", "Day": "1"}, {"Year": "2018", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "5", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["29847568", "PMC5976143", "10.1371/journal.pone.0197345", "PONE-D-17-41607"]}}]}