{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["PM2.5", "cardiovascular diseases", "education", "obesity", "particulate matter", "stroke"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29848499", "DateCompleted": {"Year": "2019", "Month": "11", "Day": "07"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "05", "Day": "30"}], "Language": ["eng"], "ELocationID": ["e008006", "10.1161/JAHA.117.008006"], "Journal": {"ISSN": "2047-9980", "JournalIssue": {"Volume": "7", "Issue": "11", "PubDate": {"Year": "2018", "Month": "May", "Day": "30"}}, "Title": "Journal of the American Heart Association", "ISOAbbreviation": "J Am Heart Assoc"}, "ArticleTitle": "Impact of Obesity and Ozone on the Association Between Particulate Air Pollution and Cardiovascular Disease and Stroke Mortality Among US Adults.", "Abstract": {"AbstractText": ["Cardiovascular diseases (CVDs) and stroke are the highest and third highest causes of death, respectively, in the whole United States. It is well established that both long- and short-term exposure to particulate air pollution (particulate matter with diameters <2.5 μm [PM<sub>2.5</sub>]) increases the risks of both CVD and stroke mortality.", "We combined county-level data for CVD and stroke mortality, and prevalence of hypertension and obesity, with spatial patterns of PM<sub>2.5</sub> and ozone in a cross-sectional ecological study. We found significant positive associations between both CVD (β=15.4, <i>P</i><0.001) and stroke (β=2.7, <i>P</i><0.001) mortality with PM<sub>2.5</sub>. Ozone had significant link with just CVD (β=1372.1, <i>P</i><0.001). Once poverty, ethnicity, and education were taken into account, there were still significant positive associations between PM<sub>2.5</sub> and both CVD (β=1.2, <i>P</i><0.001) and stroke (β=1.1, <i>P</i><0.001) mortality. Moreover, the association between CVD and ozone remained after adjustment for these factors (β=21.8, <i>P</i><0.001). PM<sub>2.5</sub> and ozone were independent risk factors. The impact of PM<sub>2.5</sub> on CVD and stroke mortality was strongly dependent on the prevalence of obesity. Hypertension partially mediated the associations of PM<sub>2.5</sub> and mortality from CVD and stroke.", "There was a spatial association between PM<sub>2.5</sub> exposure and the leading causes of death and disability in United States. The effect of PM<sub>2.5</sub> was considerably greater in areas where obesity is more prevalent. Hypertension is a possible mediator of the association of PM<sub>2.5</sub> and both CVD and stroke."], "CopyrightInformation": "© 2018 The Authors. Published on behalf of the American Heart Association, Inc., by Wiley."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Molecular Developmental Biology, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Chaoyang Beijing, China."}, {"Identifier": [], "Affiliation": "University of the Chinese Academy of Sciences, Beijing, China."}], "Identifier": [], "LastName": "Mazidi", "ForeName": "Mohsen", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Molecular Developmental Biology, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Chaoyang Beijing, China j.speakman@abdn.ac.uk."}, {"Identifier": [], "Affiliation": "Institute of Biological and Environmental Science, University of Aberdeen, Scotland, United Kingdom."}], "Identifier": [], "LastName": "Speakman", "ForeName": "John R", "Initials": "JR"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Am Heart Assoc", "NlmUniqueID": "101580524", "ISSNLinking": "2047-9980"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["diagnosis", "mortality"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": [], "DescriptorName": "Cause of Death"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Hypertension"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["diagnosis", "epidemiology", "mortality"], "DescriptorName": "Obesity"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["diagnosis", "mortality"], "DescriptorName": "Stroke"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P. Heart disease and stroke statistics—2017 update: a report from the American Heart Association. Circulation. 2017;135:e146–e603.", "ArticleIdList": ["PMC5408160", "28122885"]}, {"Citation": "Lozano R, Naghavi M, Foreman K, Lim S, Shibuya K, Aboyans V, Abraham J, Adair T, Aggarwal R, Ahn SY, Alvarado M, Anderson HR, Anderson LM, Andrews KG, Atkinson C, Baddour LM, Barker‐Collo S, Bartels DH, Bell ML, Benjamin EJ, Bennett D, Bhalla K, Bikbov B, Bin Abdulhak A, Birbeck G, Blyth F, Bolliger I, Boufous S, Bucello C, Burch M, Burney P, Carapetis J, Chen H, Chou D, Chugh SS, Coffeng LE, Colan SD, Colquhoun S, Colson KE, Condon J, Connor MD, Cooper LT, Corriere M, Cortinovis M, de Vaccaro KC, Couser W, Cowie BC, Criqui MH, Cross M, Dabhadkar KC, Dahodwala N, De Leo D, Degenhardt L, Delossantos A, Denenberg J, Des Jarlais DC, Dharmaratne SD, Dorsey ER, Driscoll T, Duber H, Ebel B, Erwin PJ, Espindola P, Ezzati M, Feigin V, Flaxman AD, Forouzanfar MH, Fowkes FG, Franklin R, Fransen M, Freeman MK, Gabriel SE, Gakidou E, Gaspari F, Gillum RF, Gonzalez‐Medina D, Halasa YA, Haring D, Harrison JE, Havmoeller R, Hay RJ, Hoen B, Hotez PJ, Hoy D, Jacobsen KH, James SL, Jasrasaria R, Jayaraman S, Johns N, Karthikeyan G, Kassebaum N, Keren A, Khoo JP, Knowlton LM, Kobusingye O, Koranteng A, Krishnamurthi R, Lipnick M, Lipshultz SE, Ohno SL, Mabweijano J, MacIntyre MF, Mallinger L, March L, Marks GB, Marks R, Matsumori A, Matzopoulos R, Mayosi BM, McAnulty JH, McDermott MM, McGrath J, Mensah GA, Merriman TR, Michaud C, Miller M, Miller TR, Mock C, Mocumbi AO, Mokdad AA, Moran A, Mulholland K, Nair MN, Naldi L, Narayan KM, Nasseri K, Norman P, O'Donnell M, Omer SB, Ortblad K, Osborne R, Ozgediz D, Pahari B, Pandian JD, Rivero AP, Padilla RP, Perez‐Ruiz F, Perico N, Phillips D, Pierce K, Pope CA III, Porrini E, Pourmalek F, Raju M, Ranganathan D, Rehm JT, Rein DB, Remuzzi G, Rivara FP, Roberts T, De Leon FR, Rosenfeld LC, Rushton L, Sacco RL, Salomon JA, Sampson U, Sanman E, Schwebel DC, Segui‐Gomez M, Shepard DS, Singh D, Singleton J, Sliwa K, Smith E, Steer A, Taylor JA, Thomas B, Tleyjeh IM, Towbin JA, Truelsen T, Undurraga EA, Venketasubramanian N, Vijayakumar L, Vos T, Wagner GR, Wang M, Wang W, Watt K, Weinstock MA, Weintraub R, Wilkinson JD, Woolf AD, Wulf S, Yeh PH, Yip P, Zabetian A, Zheng ZJ, Lopez AD, Murray CJ, AlMazroa MA, Memish ZA. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2095–2128.", "ArticleIdList": ["23245604"]}, {"Citation": "Global, regional, and national life expectancy, all‐cause mortality, and cause‐specific mortality for 249 causes of death, 1980–2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016;388:1459–1544.", "ArticleIdList": ["PMC5388903", "27733281"]}, {"Citation": "US EPA . Integrated Science Assessment (ISA) for Particulate Matter (Final Report). Washington, DC: DUSEPA; 2009."}, {"Citation": "Brook RD, Rajagopalan S, Pope CA III, Brook JR, Bhatnagar A, Diez‐Roux AV, Holguin F, Hong Y, Luepker RV, Mittleman MA, Peters A, Siscovick D, Smith SC Jr, Whitsel L, Kaufman JD. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Forman HJ, Finch CE. A critical review of assays for hazardous components of air pollution. Free Radic Biol Med. 2018;117:202–217.", "ArticleIdList": ["PMC5845809", "29407794"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, Danaei G, Shibuya K, Adair‐Rohani H, Amann M, Anderson HR, Andrews KG, Aryee M, Atkinson C, Bacchus LJ, Bahalim AN, Balakrishnan K, Balmes J, Barker‐Collo S, Baxter A, Bell ML, Blore JD, Blyth F, Bonner C, Borges G, Bourne R, Boussinesq M, Brauer M, Brooks P, Bruce NG, Brunekreef B, Bryan‐Hancock C, Bucello C, Buchbinder R, Bull F, Burnett RT, Byers TE, Calabria B, Carapetis J, Carnahan E, Chafe Z, Charlson F, Chen H, Chen JS, Cheng AT, Child JC, Cohen A, Colson KE, Cowie BC, Darby S, Darling S, Davis A, Degenhardt L, Dentener F, Des Jarlais DC, Devries K, Dherani M, Ding EL, Dorsey ER, Driscoll T, Edmond K, Ali SE, Engell RE, Erwin PJ, Fahimi S, Falder G, Farzadfar F, Ferrari A, Finucane MM, Flaxman S, Fowkes FG, Freedman G, Freeman MK, Gakidou E, Ghosh S, Giovannucci E, Gmel G, Graham K, Grainger R, Grant B, Gunnell D, Gutierrez HR, Hall W, Hoek HW, Hogan A, Hosgood HD III, Hoy D, Hu H, Hubbell BJ, Hutchings SJ, Ibeanusi SE, Jacklyn GL, Jasrasaria R, Jonas JB, Kan H, Kanis JA, Kassebaum N, Kawakami N, Khang YH, Khatibzadeh S, Khoo JP, Kok C, Laden F, Lalloo R, Lan Q, Lathlean T, Leasher JL, Leigh J, Li Y, Lin JK, Lipshultz SE, London S, Lozano R, Lu Y, Mak J, Malekzadeh R, Mallinger L, Marcenes W, March L, Marks R, Martin R, McGale P, McGrath J, Mehta S, Mensah GA, Merriman TR, Micha R, Michaud C, Mishra V, Mohd Hanafiah K, Mokdad AA, Morawska L, Mozaffarian D, Murphy T, Naghavi M, Neal B, Nelson PK, Nolla JM, Norman R, Olives C, Omer SB, Orchard J, Osborne R, Ostro B, Page A, Pandey KD, Parry CD, Passmore E, Patra J, Pearce N, Pelizzari PM, Petzold M, Phillips MR, Pope D, Pope CA III, Powles J, Rao M, Razavi H, Rehfuess EA, Rehm JT, Ritz B, Rivara FP, Roberts T, Robinson C, Rodriguez‐Portales JA, Romieu I, Room R, Rosenfeld LC, Roy A, Rushton L, Salomon JA, Sampson U, Sanchez‐Riera L, Sanman E, Sapkota A, Seedat S, Shi P, Shield K, Shivakoti R, Singh GM, Sleet DA, Smith E, Smith KR, Stapelberg NJ, Steenland K, Stockl H, Stovner LJ, Straif K, Straney L, Thurston GD, Tran JH, Van Dingenen R, van Donkelaar A, Veerman JL, Vijayakumar L, Weintraub R, Weissman MM, White RA, Whiteford H, Wiersma ST, Wilkinson JD, Williams HC, Williams W, Wilson N, Woolf AD, Yip P, Zielinski JM, Lopez AD, Murray CJ, Ezzati M, AlMazroa MA, Memish ZA. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2224–2260.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Brook RD, Rajagopalan S. Particulate matter, air pollution, and blood pressure. J Am Soc Hypertens. 2009;3:332–350.", "ArticleIdList": ["20409976"]}, {"Citation": "Byrd JB, Morishita M, Bard RL, Das R, Wang L, Sun Z, Spino C, Harkema J, Dvonch JT, Rajagopalan S, Brook RD. Acute increase in blood pressure during inhalation of coarse particulate matter air pollution from an urban location. J Am Soc Hypertens. 2016;10:133–139.e134.", "ArticleIdList": ["26750378"]}, {"Citation": "Miller KA, Siscovick DS, Sheppard L, Shepherd K, Sullivan JH, Anderson GL, Kaufman JD. Long‐term exposure to air pollution and incidence of cardiovascular events in women. N Engl J Med. 2007;356:447–458.", "ArticleIdList": ["17267905"]}, {"Citation": "Barclay JL, Miller BG, Dick S, Dennekamp M, Ford I, Hillis GS, Ayres JG, Seaton A. A panel study of air pollution in subjects with heart failure: negative results in treated patients. Occup Environ Med. 2009;66:325–334.", "ArticleIdList": ["19017697"]}, {"Citation": "O'Donnell MJ, Fang J, Mittleman MA, Kapral MK, Wellenius GA. Fine particulate air pollution (PM2.5) and the risk of acute ischemic stroke. Epidemiology. 2011;22:422–431.", "ArticleIdList": ["PMC3102528", "21399501"]}, {"Citation": "Beelen R, Stafoggia M, Raaschou‐Nielsen O, Andersen ZJ, Xun WW, Katsouyanni K, Dimakopoulou K, Brunekreef B, Weinmayr G, Hoffmann B, Wolf K, Samoli E, Houthuijs D, Nieuwenhuijsen M, Oudin A, Forsberg B, Olsson D, Salomaa V, Lanki T, Yli‐Tuomi T, Oftedal B, Aamodt G, Nafstad P, De Faire U, Pedersen NL, Ostenson CG, Fratiglioni L, Penell J, Korek M, Pyko A, Eriksen KT, Tjonneland A, Becker T, Eeftens M, Bots M, Meliefste K, Wang M, Bueno‐de‐Mesquita B, Sugiri D, Kramer U, Heinrich J, de Hoogh K, Key T, Peters A, Cyrys J, Concin H, Nagel G, Ineichen A, Schaffner E, Probst‐Hensch N, Dratva J, Ducret‐Stich R, Vilier A, Clavel‐Chapelon F, Stempfelet M, Grioni S, Krogh V, Tsai MY, Marcon A, Ricceri F, Sacerdote C, Galassi C, Migliore E, Ranzi A, Cesaroni G, Badaloni C, Forastiere F, Tamayo I, Amiano P, Dorronsoro M, Katsoulis M, Trichopoulou A, Vineis P, Hoek G. Long‐term exposure to air pollution and cardiovascular mortality: an analysis of 22 European cohorts. Epidemiology. 2014;25:368–378.", "ArticleIdList": ["24589872"]}, {"Citation": "Willocks LJ, Bhaskar A, Ramsay CN, Lee D, Brewster DH, Fischbacher CM, Chalmers J, Morris G, Scott EM. Cardiovascular disease and air pollution in Scotland: no association or insufficient data and study design? BMC Public Health. 2012;12:227.", "ArticleIdList": ["PMC3476376", "22440092"]}, {"Citation": "Beelen R, Raaschou‐Nielsen O, Stafoggia M, Andersen ZJ, Weinmayr G, Hoffmann B, Wolf K, Samoli E, Fischer P, Nieuwenhuijsen M, Vineis P, Xun WW, Katsouyanni K, Dimakopoulou K, Oudin A, Forsberg B, Modig L, Havulinna AS, Lanki T, Turunen A, Oftedal B, Nystad W, Nafstad P, De Faire U, Pedersen NL, Ostenson CG, Fratiglioni L, Penell J, Korek M, Pershagen G, Eriksen KT, Overvad K, Ellermann T, Eeftens M, Peeters PH, Meliefste K, Wang M, Bueno‐de‐Mesquita B, Sugiri D, Kramer U, Heinrich J, de Hoogh K, Key T, Peters A, Hampel R, Concin H, Nagel G, Ineichen A, Schaffner E, Probst‐Hensch N, Kunzli N, Schindler C, Schikowski T, Adam M, Phuleria H, Vilier A, Clavel‐Chapelon F, Declercq C, Grioni S, Krogh V, Tsai MY, Ricceri F, Sacerdote C, Galassi C, Migliore E, Ranzi A, Cesaroni G, Badaloni C, Forastiere F, Tamayo I, Amiano P, Dorronsoro M, Katsoulis M, Trichopoulou A, Brunekreef B, Hoek G. Effects of long‐term exposure to air pollution on natural‐cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project. Lancet. 2014;383:785–795.", "ArticleIdList": ["24332274"]}, {"Citation": "Andersen ZJ, Olsen TS, Andersen KK, Loft S, Ketzel M, Raaschou‐Nielsen O. Association between short‐term exposure to ultrafine particles and hospital admissions for stroke in Copenhagen, Denmark. Eur Heart J. 2010;31:2034–2040.", "ArticleIdList": ["20538735"]}, {"Citation": "Mateen FJ, Brook RD. Air pollution as an emerging global risk factor for stroke. JAMA. 2011;305:1240–1241.", "ArticleIdList": ["21427378"]}, {"Citation": "Oudin A, Stromberg U, Jakobsson K, Stroh E, Bjork J. Estimation of short‐term effects of air pollution on stroke hospital admissions in southern Sweden. Neuroepidemiology. 2010;34:131–142.", "ArticleIdList": ["20068360"]}, {"Citation": "Hong YC, Lee JT, Kim H, Kwon HJ. Air pollution: a new risk factor in ischemic stroke mortality. Stroke. 2002;33:2165–2169.", "ArticleIdList": ["12215581"]}, {"Citation": "Wellenius GA, Schwartz J, Mittleman MA. Air pollution and hospital admissions for ischemic and hemorrhagic stroke among Medicare beneficiaries. Stroke. 2005;36:2549–2553.", "ArticleIdList": ["16254223"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, Samet JM. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Villeneuve PJ, Chen L, Stieb D, Rowe BH. Associations between outdoor air pollution and emergency department visits for stroke in Edmonton, Canada. Eur J Epidemiol. 2006;21:689–700.", "ArticleIdList": ["17048082"]}, {"Citation": "Lisabeth LD, Escobar JD, Dvonch JT, Sanchez BN, Majersik JJ, Brown DL, Smith MA, Morgenstern LB. Ambient air pollution and risk for ischemic stroke and transient ischemic attack. Ann Neurol. 2008;64:53–59.", "ArticleIdList": ["PMC2788298", "18508356"]}, {"Citation": "Henrotin JB, Besancenot JP, Bejot Y, Giroud M. Short‐term effects of ozone air pollution on ischaemic stroke occurrence: a case‐crossover analysis from a 10‐year population‐based study in Dijon, France. Occup Environ Med. 2007;64:439–445.", "ArticleIdList": ["PMC2078476", "17409181"]}, {"Citation": "Larrieu S, Jusot JF, Blanchard M, Prouvost H, Declercq C, Fabre P, Pascal L, Tertre AL, Wagner V, Riviere S, Chardon B, Borrelli D, Cassadou S, Eilstein D, Lefranc A. Short term effects of air pollution on hospitalizations for cardiovascular diseases in eight French cities: the PSAS program. Sci Total Environ. 2007;387:105–112.", "ArticleIdList": ["17727917"]}, {"Citation": "Shin HH, Fann N, Burnett RT, Cohen A, Hubbell BJ. Outdoor fine particles and nonfatal strokes: systematic review and meta‐analysis. Epidemiology. 2014;25:835–842.", "ArticleIdList": ["PMC4222795", "25188557"]}, {"Citation": "\nWang Y, Eliot MN, Wellenius GA. Short‐term changes in ambient particulate matter and risk of stroke: a systematic review and meta‐analysis. J Am Heart Assoc. 2014;3:e000983 DOI: 10.1161/JAHA.114.000983.", "ArticleIdList": ["10.1161/JAHA.114.000983", "PMC4310387", "25103204"]}, {"Citation": "Shah AS, Lee KK, McAllister DA, Hunter A, Nair H, Whiteley W, Langrish JP, Newby DE, Mills NL. Short term exposure to air pollution and stroke: systematic review and meta‐analysis. BMJ. 2015;350:h1295.", "ArticleIdList": ["PMC4373601", "25810496"]}, {"Citation": "Atkinson RW, Butland BK, Dimitroulopoulou C, Heal MR, Stedman JR, Carslaw N, Jarvis D, Heaviside C, Vardoulakis S, Walton H, Anderson HR. Long‐term exposure to ambient ozone and mortality: a quantitative systematic review and meta‐analysis of evidence from cohort studies. BMJ Open. 2016;6:e009493.", "ArticleIdList": ["PMC4769417", "26908518"]}, {"Citation": "Qin XD, Qian Z, Vaughn MG, Trevathan E, Emo B, Paul G, Ren WH, Hao YT, Dong GH. Gender‐specific differences of interaction between obesity and air pollution on stroke and cardiovascular diseases in Chinese adults from a high pollution range area: a large population based cross sectional study. Sci Total Environ. 2015;529:243–248.", "ArticleIdList": ["26022408"]}, {"Citation": "Richiardi L, Bellocco R, Zugna D. Mediation analysis in epidemiology: methods, interpretation and bias. Int J Epidemiol. 2013;42:1511–1519.", "ArticleIdList": ["24019424"]}, {"Citation": "Robins JM, Greenland S. Identifiability and exchangeability for direct and indirect effects. Epidemiology. 1992;3:143–155.", "ArticleIdList": ["1576220"]}, {"Citation": "Mazidi M, Speakman JR. Higher densities of fast‐food and full‐service restaurants are not associated with obesity prevalence. Am J Clin Nutr. 2017;106:603–613.", "ArticleIdList": ["28566310"]}, {"Citation": "Speakman JR, Heidari‐Bakavoli S. Type 2 diabetes, but not obesity, prevalence is positively associated with ambient temperature. Sci Rep. 2016;6:30409.", "ArticleIdList": ["PMC4967873", "27477955"]}, {"Citation": "World Health Organization . Obesity: Preventing and Managing a Global Epidemic. Geneva, Switzerland: WHO; 1997."}, {"Citation": "Rowland ML. Self‐reported weight and height. Am J Clin Nutr. 1990;52:1125–1133.", "ArticleIdList": ["2239790"]}, {"Citation": "Villanueva EV. The validity of self‐reported weight in US adults: a population based cross‐sectional study. BMC Public Health. 2001;1:11.", "ArticleIdList": ["PMC59896", "11716792"]}, {"Citation": "Spencer EA, Appleby PN, Davey GK, Key TJ. Validity of self‐reported height and weight in 4808 EPIC‐Oxford participants. Public Health Nutr. 2002;5:561–565.", "ArticleIdList": ["12186665"]}, {"Citation": "Dekkers JC, van Wier MF, Hendriksen IJ, Twisk JW, van Mechelen W. Accuracy of self‐reported body weight, height and waist circumference in a Dutch overweight working population. BMC Med Res Methodol. 2008;8:69.", "ArticleIdList": ["PMC2605752", "18957077"]}, {"Citation": "Michimi A, Wimberly MC. Associations of supermarket accessibility with obesity and fruit and vegetable consumption in the conterminous United States. Int J Health Geogr. 2010;9:49.", "ArticleIdList": ["PMC2959055", "20932312"]}, {"Citation": "Mazidi M, Speakman JR. Higher densities of fast‐food and full‐service restaurants are not associated with obesity prevalence. Am J Clin Nutr. 2017;106:603–613.", "ArticleIdList": ["28566310"]}, {"Citation": "Mazidi M, Speakman JR. Ambient particulate air pollution (PM2.5) is associated with the ratio of type 2 diabetes to obesity. Sci Rep. 2017;7:9144.", "ArticleIdList": ["PMC5567252", "28831041"]}, {"Citation": "Slinker BK, Glantz SA. Multiple regression for physiological data analysis: the problem of multicollinearity. Am J Physiol. 1985;249:R1–R12.", "ArticleIdList": ["4014489"]}, {"Citation": "Preacher KJ, Hayes AF. Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models. Behav Res Methods. 2008;40:879–891.", "ArticleIdList": ["18697684"]}, {"Citation": "VanderWeele TJ. Mediation and mechanism. Eur J Epidemiol. 2009;24:217–224.", "ArticleIdList": ["19330454"]}, {"Citation": "VanderWeele TJ. A three‐way decomposition of a total effect into direct, indirect, and interactive effects. Epidemiology. 2013;24:224–232.", "ArticleIdList": ["PMC3563853", "23354283"]}, {"Citation": "MacKinnon DP, Fairchild AJ, Fritz MS. Mediation analysis. Annu Rev Psychol. 2007;58:593–614.", "ArticleIdList": ["PMC2819368", "16968208"]}, {"Citation": "Lippmann M, Ito K, Hwang JS, Maciejczyk P, Chen LC. Cardiovascular effects of nickel in ambient air. Environ Health Perspect. 2006;114:1662–1669.", "ArticleIdList": ["PMC1665439", "17107850"]}, {"Citation": "Bell ML, Ebisu K, Peng RD, Samet JM, Dominici F. Hospital admissions and chemical composition of fine particle air pollution. Am J Respir Crit Care Med. 2009;179:1115–1120.", "ArticleIdList": ["PMC2695497", "19299499"]}, {"Citation": "Dominici F, Peng RD, Barr CD, Bell ML. Protecting human health from air pollution: shifting from a single‐pollutant to a multipollutant approach. Epidemiology. 2010;21:187–194.", "ArticleIdList": ["PMC3478072", "20160561"]}, {"Citation": "Johnston FH, Hanigan IC, Henderson SB, Morgan GG. Evaluation of interventions to reduce air pollution from biomass smoke on mortality in Launceston, Australia: retrospective analysis of daily mortality, 1994–2007. BMJ. 2013;346:e8446.", "ArticleIdList": ["PMC3541469", "23299843"]}, {"Citation": "Kunzli N, Jerrett M, Garcia‐Esteban R, Basagana X, Beckermann B, Gilliland F, Medina M, Peters J, Hodis HN, Mack WJ. Ambient air pollution and the progression of atherosclerosis in adults. PLoS One. 2010;5:e9096.", "ArticleIdList": ["PMC2817007", "20161713"]}, {"Citation": "Hoffmann B, Moebus S, Mohlenkamp S, Stang A, Lehmann N, Dragano N, Schmermund A, Memmesheimer M, Mann K, Erbel R, Jockel KH. Residential exposure to traffic is associated with coronary atherosclerosis. Circulation. 2007;116:489–496.", "ArticleIdList": ["17638927"]}, {"Citation": "Dockery DW, Pope CA III, Xu X, Spengler JD, Ware JH, Fay ME, Ferris BG Jr, Speizer FE. An association between air pollution and mortality in six U.S. cities. N Engl J Med. 1993;329:1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Stylianou M, Nicolich MJ. Cumulative effects and threshold levels in air pollution mortality: data analysis of nine large US cities using the NMMAPS dataset. Environ Pollut. 2009;157:2216–2223.", "ArticleIdList": ["19447534"]}, {"Citation": "Samoli E, Analitis A, Touloumi G, Schwartz J, Anderson HR, Sunyer J, Bisanti L, Zmirou D, Vonk JM, Pekkanen J, Goodman P, Paldy A, Schindler C, Katsouyanni K. Estimating the exposure‐response relationships between particulate matter and mortality within the APHEA multicity project. Environ Health Perspect. 2005;113:88–95.", "ArticleIdList": ["PMC1253715", "15626653"]}, {"Citation": "Quay JL, Reed W, Samet J, Devlin RB. Air pollution particles induce IL‐6 gene expression in human airway epithelial cells via NF‐kappaB activation. Am J Respir Cell Mol Biol. 1998;19:98–106.", "ArticleIdList": ["9651185"]}, {"Citation": "Veronesi B, Oortgiesen M, Carter JD, Devlin RB. Particulate matter initiates inflammatory cytokine release by activation of capsaicin and acid receptors in a human bronchial epithelial cell line. Toxicol Appl Pharmacol. 1999;154:106–115.", "ArticleIdList": ["9882597"]}, {"Citation": "van Eeden SF, Tan WC, Suwa T, Mukae H, Terashima T, Fujii T, Qui D, Vincent R, Hogg JC. Cytokines involved in the systemic inflammatory response induced by exposure to particulate matter air pollutants (PM(10)). Am J Respir Crit Care Med. 2001;164:826–830.", "ArticleIdList": ["11549540"]}, {"Citation": "Tornqvist H, Mills NL, Gonzalez M, Miller MR, Robinson SD, Megson IL, Macnee W, Donaldson K, Soderberg S, Newby DE, Sandstrom T, Blomberg A. Persistent endothelial dysfunction in humans after diesel exhaust inhalation. Am J Respir Crit Care Med. 2007;176:395–400.", "ArticleIdList": ["17446340"]}, {"Citation": "Ruckerl R, Greven S, Ljungman P, Aalto P, Antoniades C, Bellander T, Berglind N, Chrysohoou C, Forastiere F, Jacquemin B, von Klot S, Koenig W, Kuchenhoff H, Lanki T, Pekkanen J, Perucci CA, Schneider A, Sunyer J, Peters A. Air pollution and inflammation (interleukin‐6, C‐reactive protein, fibrinogen) in myocardial infarction survivors. Environ Health Perspect. 2007;115:1072–1080.", "ArticleIdList": ["PMC1913563", "17637925"]}, {"Citation": "Pope CA III, Hansen ML, Long RW, Nielsen KR, Eatough NL, Wilson WE, Eatough DJ. Ambient particulate air pollution, heart rate variability, and blood markers of inflammation in a panel of elderly subjects. Environ Health Perspect. 2004;112:339–345.", "ArticleIdList": ["PMC1241864", "14998750"]}, {"Citation": "Fossati S, Baccarelli A, Zanobetti A, Hoxha M, Vokonas PS, Wright RO, Schwartz J. Ambient particulate air pollution and microRNAs in elderly men. Epidemiology. 2014;25:68–78.", "ArticleIdList": ["PMC3977338", "24257509"]}, {"Citation": "Martinelli N, Olivieri O, Girelli D. Air particulate matter and cardiovascular disease: a narrative review. Eur J Intern Med. 2013;24:295–302.", "ArticleIdList": ["23647842"]}, {"Citation": "Meier R, Cascio WE, Ghio AJ, Wild P, Danuser B, Riediker M. Associations of short‐term particle and noise exposures with markers of cardiovascular and respiratory health among highway maintenance workers. Environ Health Perspect. 2014;122:726–732.", "ArticleIdList": ["PMC4080522", "24647077"]}, {"Citation": "Chen JC, Cavallari JM, Stone PH, Christiani DC. Obesity is a modifier of autonomic cardiac responses to fine metal particulates. Environ Health Perspect. 2007;115:1002–1006.", "ArticleIdList": ["PMC1913600", "17637913"]}, {"Citation": "Chan CC, Chuang KJ, Chien LC, Chen WJ, Chang WT. Urban air pollution and emergency admissions for cerebrovascular diseases in Taipei, Taiwan. Eur Heart J. 2006;27:1238–1244.", "ArticleIdList": ["16537554"]}, {"Citation": "O'Neill MS, Veves A, Sarnat JA, Zanobetti A, Gold DR, Economides PA, Horton ES, Schwartz J. Air pollution and inflammation in type 2 diabetes: a mechanism for susceptibility. Occup Environ Med. 2007;64:373–379.", "ArticleIdList": ["PMC2078522", "17182639"]}, {"Citation": "Stafoggia M, Cesaroni G, Peters A, Andersen ZJ, Badaloni C, Beelen R, Caracciolo B, Cyrys J, de Faire U, de Hoogh K, Eriksen KT, Fratiglioni L, Galassi C, Gigante B, Havulinna AS, Hennig F, Hilding A, Hoek G, Hoffmann B, Houthuijs D, Korek M, Lanki T, Leander K, Magnusson PK, Meisinger C, Migliore E, Overvad K, Ostenson CG, Pedersen NL, Pekkanen J, Penell J, Pershagen G, Pundt N, Pyko A, Raaschou‐Nielsen O, Ranzi A, Ricceri F, Sacerdote C, Swart WJ, Turunen AW, Vineis P, Weimar C, Weinmayr G, Wolf K, Brunekreef B, Forastiere F. Long‐term exposure to ambient air pollution and incidence of cerebrovascular events: results from 11 European cohorts within the ESCAPE project. Environ Health Perspect. 2014;122:919–925.", "ArticleIdList": ["PMC4153743", "24835336"]}, {"Citation": "Wellenius GA, Boyle LD, Wilker EH, Sorond FA, Coull BA, Koutrakis P, Mittleman MA, Lipsitz LA. Ambient fine particulate matter alters cerebral hemodynamics in the elderly. Stroke. 2013;44:1532–1536.", "ArticleIdList": ["PMC3722046", "23709640"]}, {"Citation": "Puett RC, Schwartz J, Hart JE, Yanosky JD, Speizer FE, Suh H, Paciorek CJ, Neas LM, Laden F. Chronic particulate exposure, mortality, and coronary heart disease in the Nurses' Health Study. Am J Epidemiol. 2008;168:1161–1168.", "ArticleIdList": ["PMC2732957", "18835862"]}, {"Citation": "Dubowsky SD, Suh H, Schwartz J, Coull BA, Gold DR. Diabetes, obesity, and hypertension may enhance associations between air pollution and markers of systemic inflammation. Environ Health Perspect. 2006;114:992–998.", "ArticleIdList": ["PMC1513328", "16835049"]}, {"Citation": "Kannan S, Dvonch JT, Schulz AJ, Israel BA, Mentz G, House J, Max P, Reyes AG. Exposure to fine particulate matter and acute effects on blood pressure: effect modification by measures of obesity and location. J Epidemiol Community Health. 2010;64:68–74.", "ArticleIdList": ["PMC3916823", "19833604"]}, {"Citation": "Galili O, Versari D, Sattler KJ, Olson ML, Mannheim D, McConnell JP, Chade AR, Lerman LO, Lerman A. Early experimental obesity is associated with coronary endothelial dysfunction and oxidative stress. Am J Physiol Heart Circ Physiol. 2007;292:H904–H911.", "ArticleIdList": ["17012356"]}, {"Citation": "Sugamura K, Keaney JF Jr. Reactive oxygen species in cardiovascular disease. Free Radic Biol Med. 2011;51:978–992.", "ArticleIdList": ["PMC3156326", "21627987"]}, {"Citation": "Meyers MR, Gokce N. Endothelial dysfunction in obesity: etiological role in atherosclerosis. Curr Opin Endocrinol Diabetes Obes. 2007;14:365–369.", "ArticleIdList": ["17940464"]}, {"Citation": "Ferrante AW Jr. Obesity‐induced inflammation: a metabolic dialogue in the language of inflammation. J Intern Med. 2007;262:408–414.", "ArticleIdList": ["17875176"]}, {"Citation": "Yatsuya H. Pathophysiologic mechanisms of obesity and related metabolic disorders: an epidemiologic study using questionnaire and serologic biomarkers. J Epidemiol. 2007;17:141–146.", "ArticleIdList": ["PMC7058480", "17827860"]}, {"Citation": "Rich DQ, Zareba W, Beckett W, Hopke PK, Oakes D, Frampton MW, Bisognano J, Chalupa D, Bausch J, O'Shea K, Wang Y, Utell MJ. Are ambient ultrafine, accumulation mode, and fine particles associated with adverse cardiac responses in patients undergoing cardiac rehabilitation? Environ Health Perspect. 2012;120:1162–1169.", "ArticleIdList": ["PMC3440073", "22542955"]}, {"Citation": "Hoffmann B, Luttmann‐Gibson H, Cohen A, Zanobetti A, de Souza C, Foley C, Suh HH, Coull BA, Schwartz J, Mittleman M, Stone P, Horton E, Gold DR. Opposing effects of particle pollution, ozone, and ambient temperature on arterial blood pressure. Environ Health Perspect. 2012;120:241–246.", "ArticleIdList": ["PMC3279434", "22020729"]}, {"Citation": "Brook RD, Bard RL, Burnett RT, Shin HH, Vette A, Croghan C, Phillips M, Rodes C, Thornburg J, Williams R. Differences in blood pressure and vascular responses associated with ambient fine particulate matter exposures measured at the personal versus community level. Occup Environ Med. 2011;68:224–230.", "ArticleIdList": ["20935292"]}, {"Citation": "Mordukhovich I, Wilker E, Suh H, Wright R, Sparrow D, Vokonas PS, Schwartz J. Black carbon exposure, oxidative stress genes, and blood pressure in a repeated‐measures study. Environ Health Perspect. 2009;117:1767–1772.", "ArticleIdList": ["PMC2801196", "20049130"]}, {"Citation": "Delfino RJ, Tjoa T, Gillen DL, Staimer N, Polidori A, Arhami M, Jamner L, Sioutas C, Longhurst J. Traffic‐related air pollution and blood pressure in elderly subjects with coronary artery disease. Epidemiology. 2010;21:396–404.", "ArticleIdList": ["PMC3872093", "20335815"]}, {"Citation": "Mar TF, Koenig JQ, Jansen K, Sullivan J, Kaufman J, Trenga CA, Siahpush SH, Liu LJ, Neas L. Fine particulate air pollution and cardiorespiratory effects in the elderly. Epidemiology. 2005;16:681–687.", "ArticleIdList": ["16135945"]}, {"Citation": "Auchincloss AH, Diez Roux AV, Dvonch JT, Brown PL, Barr RG, Daviglus ML, Goff DC, Kaufman JD, O'Neill MS. Associations between recent exposure to ambient fine particulate matter and blood pressure in the Multi‐Ethnic Study of Atherosclerosis (MESA). Environ Health Perspect. 2008;116:486–491.", "ArticleIdList": ["PMC2291007", "18414631"]}, {"Citation": "Dvonch JT, Kannan S, Schulz AJ, Keeler GJ, Mentz G, House J, Benjamin A, Max P, Bard RL, Brook RD. Acute effects of ambient particulate matter on blood pressure: differential effects across urban communities. Hypertension. 2009;53:853–859.", "ArticleIdList": ["PMC3593813", "19273743"]}, {"Citation": "Zanobetti A, Canner MJ, Stone PH, Schwartz J, Sher D, Eagan‐Bengston E, Gates KA, Hartley LH, Suh H, Gold DR. Ambient pollution and blood pressure in cardiac rehabilitation patients. Circulation. 2004;110:2184–2189.", "ArticleIdList": ["15466639"]}, {"Citation": "Mills NL, Tornqvist H, Robinson SD, Gonzalez M, Darnley K, MacNee W, Boon NA, Donaldson K, Blomberg A, Sandstrom T, Newby DE. Diesel exhaust inhalation causes vascular dysfunction and impaired endogenous fibrinolysis. Circulation. 2005;112:3930–3936.", "ArticleIdList": ["16365212"]}, {"Citation": "Coogan PF, White LF, Jerrett M, Brook RD, Su JG, Seto E, Burnett R, Palmer JR, Rosenberg L. Air pollution and incidence of hypertension and diabetes mellitus in black women living in Los Angeles. Circulation. 2012;125:767–772.", "ArticleIdList": ["PMC3326581", "22219348"]}, {"Citation": "Liang R, Zhang B, Zhao X, Ruan Y, Lian H, Fan Z. Effect of exposure to PM2.5 on blood pressure: a systematic review and meta‐analysis. J Hypertens. 2014;32:2130–2140; discussion 2141.", "ArticleIdList": ["25250520"]}, {"Citation": "Urch B, Silverman F, Corey P, Brook JR, Lukic KZ, Rajagopalan S, Brook RD. Acute blood pressure responses in healthy adults during controlled air pollution exposures. Environ Health Perspect. 2005;113:1052–1055.", "ArticleIdList": ["PMC1280348", "16079078"]}, {"Citation": "Franklin SS, Wong ND. Hypertension and cardiovascular disease: contributions of the Framingham Heart Study. Glob Heart. 2013;8:49–57.", "ArticleIdList": ["25690263"]}, {"Citation": "Sowers JR, Epstein M, Frohlich ED. Diabetes, hypertension, and cardiovascular disease: an update. Hypertension. 2001;37:1053–1059.", "ArticleIdList": ["11304502"]}, {"Citation": "Courtois A, Prouillac C, Baudrimont I, Ohayon‐Courtes C, Freund‐Michel V, Dubois M, Lisbonne‐Autissier M, Marthan R, Savineau JP, Muller B. Characterization of the components of urban particulate matter mediating impairment of nitric oxide‐dependent relaxation in intrapulmonary arteries. J Appl Toxicol. 2014;34:667–674.", "ArticleIdList": ["23881823"]}, {"Citation": "Bouthillier L, Vincent R, Goegan P, Adamson IY, Bjarnason S, Stewart M, Guenette J, Potvin M, Kumarathasan P. Acute effects of inhaled urban particles and ozone: lung morphology, macrophage activity, and plasma endothelin‐1. Am J Pathol. 1998;153:1873–1884.", "ArticleIdList": ["PMC1866316", "9846977"]}, {"Citation": "Heagerty AM, Heerkens EH, Izzard AS. Small artery structure and function in hypertension. J Cell Mol Med. 2010;14:1037–1043.", "ArticleIdList": ["PMC3822738", "20455998"]}, {"Citation": "Calderon‐Garciduenas L, Villarreal‐Calderon R, Valencia‐Salazar G, Henriquez‐Roldan C, Gutierrez‐Castrellon P, Torres‐Jardon R, Osnaya‐Brizuela N, Romero L, Torres‐Jardon R, Solt A, Reed W. Systemic inflammation, endothelial dysfunction, and activation in clinically healthy children exposed to air pollutants. Inhal Toxicol. 2008;20:499–506.", "ArticleIdList": ["18368620"]}, {"Citation": "Brook RD. Cardiovascular effects of air pollution. Clin Sci (Lond). 2008;115:175–187.", "ArticleIdList": ["18691154"]}, {"Citation": "Haynes WG, Ferro CJ, O'Kane KP, Somerville D, Lomax CC, Webb DJ. Systemic endothelin receptor blockade decreases peripheral vascular resistance and blood pressure in humans. Circulation. 1996;93:1860–1870.", "ArticleIdList": ["8635265"]}, {"Citation": "Bhatnagar A. Environmental cardiology: studying mechanistic links between pollution and heart disease. Circ Res. 2006;99:692–705.", "ArticleIdList": ["17008598"]}, {"Citation": "Ruidavets JB, Cournot M, Cassadou S, Giroux M, Meybeck M, Ferrieres J. Ozone air pollution is associated with acute myocardial infarction. Circulation. 2005;111:563–569.", "ArticleIdList": ["15699276"]}, {"Citation": "Raza A, Bellander T, Bero‐Bedada G, Dahlquist M, Hollenberg J, Jonsson M, Lind T, Rosenqvist M, Svensson L, Ljungman PL. Short‐term effects of air pollution on out‐of‐hospital cardiac arrest in Stockholm. Eur Heart J. 2014;35:861–868.", "ArticleIdList": ["24302272"]}, {"Citation": "Henrotin JB, Zeller M, Lorgis L, Cottin Y, Giroud M, Bejot Y. Evidence of the role of short‐term exposure to ozone on ischaemic cerebral and cardiac events: the Dijon Vascular Project (DIVA). Heart. 2010;96:1990–1996.", "ArticleIdList": ["20702540"]}, {"Citation": "Yorifuji T, Suzuki E, Kashima S. Cardiovascular emergency hospital visits and hourly changes in air pollution. Stroke. 2014;45:1264–1268.", "ArticleIdList": ["24692477"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long‐term ozone exposure and mortality. N Engl J Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Day DB, Xiang J, Mo J, Li F, Chung M, Gong J, Weschler CJ, Ohman‐Strickland PA, Sundell J, Weng W, Zhang Y, Zhang JJ. Association of ozone exposure with cardiorespiratory pathophysiologic mechanisms in healthy adults. JAMA Intern Med. 2017;177:1344–1353.", "ArticleIdList": ["PMC5710579", "28715576"]}, {"Citation": "Brook RD, Urch B, Dvonch JT, Bard RL, Speck M, Keeler G, Morishita M, Marsik FJ, Kamal AS, Kaciroti N, Harkema J, Corey P, Silverman F, Gold DR, Wellenius G, Mittleman MA, Rajagopalan S, Brook JR. Insights into the mechanisms and mediators of the effects of air pollution exposure on blood pressure and vascular function in healthy humans. Hypertension. 2009;54:659–667.", "ArticleIdList": ["PMC3706996", "19620518"]}, {"Citation": "Weichenthal S, Hatzopoulou M, Goldberg MS. Exposure to traffic‐related air pollution during physical activity and acute changes in blood pressure, autonomic and micro‐vascular function in women: a cross‐over study. Part Fibre Toxicol. 2014;11:70.", "ArticleIdList": ["PMC4276095", "25487431"]}, {"Citation": "Wang G, Li B, Zhang X, Niu C, Li J, Li L, Speakman JR. No seasonal variation in physical activity of Han Chinese living in Beijing. Int J Behav Nutr Phys Act. 2017;14:48.", "ArticleIdList": ["PMC5392911", "28416013"]}]}], "History": [{"Year": "2018", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["29848499", "PMC6015356", "10.1161/JAHA.117.008006", "JAHA.117.008006"]}}]}