{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Economics", "Environmental science", "Industry", "Materials science", "Safety engineering"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29862372", "DateRevised": {"Year": "2024", "Month": "03", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "23"}], "Language": ["eng"], "ELocationID": ["e00611", "10.1016/j.heliyon.2018.e00611"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "4", "Issue": "4", "PubDate": {"Year": "2018", "Month": "Apr"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Toxicity and environmental and economic performance of fly ash and recycled concrete aggregates use in concrete: A review.", "Pagination": {"StartPage": "e00611", "MedlinePgn": "e00611"}, "Abstract": {"AbstractText": ["This paper presents an overview of previous studies on the environmental impact (EI) and toxicity of producing recycled concrete aggregates (RCA), fly ash (FA), cement, superplasticizer, and water as raw materials, and also on the effect of replacing cement and natural aggregates (NA) with FA and RCA, respectively, on the mentioned aspects. EI and toxicity were analysed simultaneously because considering concrete with alternative materials as sustainable depends on whether their risk assessment is high. Therefore, this study mainly focuses on the cradle-to-gate EI of one cubic meter of concrete, namely abiotic depletion potential (ADP), global warming potential (GWP), ozone depletion potential (ODP), photochemical ozone creation (POCP), acidification potential (AP), eutrophication potential (EP), non-renewable energy (PE-NRe) and renewable energy (PE-Re). In terms of toxicity, leachability (chemical and ecotoxicological characterization) was considered. The results also include the economic performance of these materials, and show that the incorporation of FA in concrete significantly decreases the EI and cost of concrete. Thus, the simultaneous incorporation of FA and RCA decrease the EI, cost, use of landfill space and natural resources extraction. Nonetheless, the leaching metals of FA decrease when they are incorporated in concrete. Relative to FA, the incorporation of RCA does not significantly affect the EI and cost of concrete, but it significantly reduces the use of landfill space and the need of virgin materials."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "CERIS-ICIST, Civil Engineering, Architecture and Georresources Department, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "Identifier": [], "LastName": "Kurda", "ForeName": "Rawaz", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "CERIS-ICIST, Civil Engineering, Architecture and Georresources Department, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "Identifier": [], "LastName": "Silvestre", "ForeName": "José D", "Initials": "JD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "CERIS-ICIST, Civil Engineering, Architecture and Georresources Department, Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1049-001 Lisbon, Portugal."}], "Identifier": [], "LastName": "de Brito", "ForeName": "Jorge", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Pinheiro M. 2006. Environment and Sustainable Construction. (in Portuguese). Amadora, Portugal."}, {"Citation": "Silvestre J.D., Lasvaux S., Hodková J., de Brito J., Pinheiro M.D. NativeLCA - a systematic approach for the selection of environmental datasets as generic data: application to construction products in a national context. Int. J. Life Cycle Assess. 2015;20(6):731–750."}, {"Citation": "ISO 14040-14044 . International Organisation of Standardization; Geneva, Switzerland: 2006. Standards Environmental Management- Life Cycle Assessment."}, {"Citation": "EN 15804 . European Committee for Standardization; Brussels, Belgium: 2012. Sustainability of Construction Works - Environmental Product Declarations - Core Rules for the Product Category of Construction Products."}, {"Citation": "Guinée J.B., Gorree M., Heijungs R., Huppes G., Kleijn R., de Koning A., van Oers L., Wegener Sleeswijk A., Suh S., Udo de Haes H.A., de Bruijn H., van Duin R., Huijbregts M.A.J. Handbook on life cycle assessment - Operational guide to the ISO standards. Int. J. Life Cycle Assess. 2002;6(5) 255–255."}, {"Citation": "Serres N., Braymand S., Feugeas F. Environmental evaluation of concrete made from recycled concrete aggregate implementing life cycle assessment. J. Build. Eng. 2016;5(Suppl. C):24–33."}, {"Citation": "Guinée J., Gorrée M., Heijungs R., Huppes G., Kleijn R., de Koning A., van Oers L., Sleeswijk A., Suh S., Udo de Haes H. Centre of Environmental Science (CML), Leiden University; Netherlands: 2001. Life Cycle Assessment: an Operational Guide to the ISO Standards - Part 2b - Operational Annex."}, {"Citation": "12457/1-4 E.N. Comité Européen de Normalisation; Brussels, Belgium: 2002. Characterization of Waste. Leaching - Compliance Test for Leaching of Granular Waste Materials and Sludges."}, {"Citation": "Haiying Z., Youcai Z., Jingyu Q. Characterization of heavy metals in fly ash from municipal solid waste incinerators in Shanghai. Process Saf. Environ. Protect. 2010;88(2):114–124."}, {"Citation": "Afal A., Wiener S.  2014. Metal Toxicity. Available at  www.Medscape.org."}, {"Citation": "Sabbioni E., Goetz L. Commission of the European Communities; Luxemburg: 1983. Mobilization of Heavy Metals from Fossil-fuelled Power Plants, Potential Ecological and Biochemical Implications: IV Assessment Studies of European Situation. EUR 6998 EN."}, {"Citation": "Silva P., de Brito J. Experimental study of the mechanical properties and shrinkage of self-compacting concrete with binary and ternary mixes of fly ash and limestone filler. Eur. J. Environ. Civil Eng. 2016:1–24."}, {"Citation": "Silva P., de Brito J. Electrical resistivity and capillarity of self-compacting concrete with incorporation of fly ash and limestone filler. Adv. Concr. Construct. 2013;1(1):65–84."}, {"Citation": "Silva P., de Brito J. UKIERI Concrete Congress – Innovations in Concrete Construction. 2013. Experimental study on chloride migration coefficients of SCC with binary and ternary mixtures of fly ash and limestone filler; pp. 905–918."}, {"Citation": "Pedro D., de Brito J., Evangelista L. Influence of the use of recycled concrete aggregates from different sources on structural concrete. Construct. Build. Mater. 2014;71:141–151."}, {"Citation": "Pedro D., de Brito J., Evangelista L. Evaluation of high-performance concrete with recycled aggregates: use of densified silica fume as cement replacement. Construct. Build. Mater. 2017;147:803–814."}, {"Citation": "Pedro D., de Brito J., Evangelista L. Mechanical characterization of high performance concrete prepared with recycled aggregates and silica fume from the precast industry. J. Clean. Prod. 2017;164:939–949."}, {"Citation": "Pedro D., de Brito J., Evangelista L. Performance of concrete made with aggregates recycled from precasting industry waste: influence of the crushing process. Mater. Struct. 2015;48(12):3965–3978."}, {"Citation": "Pedro D., de Brito J., Evangelista L. Influence of the crushing process of recycled aggregates on concrete properties. Key Eng. Mater. 2015;634:151–162."}, {"Citation": "Kurda R., de Brito J., Silvestre J.D. Indirect evaluation of the compressive strength of recycled aggregate concrete with high fly ash ratios. Mag. Concr. Res. 2018;70(4):204–216."}, {"Citation": "Kurda R., de Brito J., Silvestre J. Combined influence of recycled concrete aggregates and high contents of fly ash on concrete properties. Construct. Build. Mater. 2017;157:554–572. (Review)"}, {"Citation": "Kurda R., de Brito J., Silvestre J.D. Influence of recycled aggregates and high contents of fly ash on concrete fresh properties. Cement Concr. Compos. 2017;84:198–213."}, {"Citation": "Marinković S., Radonjanin V., Malesev M., Ignjatovic I. Comparative environmental assessment of natural and recycled aggregate concrete. Waste Manag. 2010;30(11):2255–2264.", "ArticleIdList": ["20434898"]}, {"Citation": "Marinković S., Radonjanin V., Malesev M., Lukic I. Life cycle environmental impact assessment of concrete. Sustainability of constructions - Integrated approach to life-time structural engineering. In: Bragança L., Koukkari H., Blok R., Gervásio H., Veljkovic M., Plewako Z., Landolfo R., Ungureanu V., Silva L.S., Haller P., editors. Proceedings of seminar: Dresden, 2008. Addprint AG; Possendorf, Herstellung: 2008. COST Action C25."}, {"Citation": "Marinković S., Habert G., Ignjatović I., Dragaš J., Tošić N., Brumaud C. Sustainable Built Environment (SBE) Regional Conference, Germany. 2016. Life cycle analysis of fly ash concrete with recycled concrete aggregate; pp. 390–396."}, {"Citation": "Marinković S., Dragaš J., Ignjatović I., Tošić N. Environmental assessment of green concretes for structural use. J. Clean. Prod. 2017;154:633–649."}, {"Citation": "Tošić N., Marinković S., Dašić T., Stanić M. Multicriteria optimization of natural and recycled aggregate concrete for structural use. J. Clean. Prod. 2015;87:766–776."}, {"Citation": "Kurda R., Silvestre J.D., de Brito J., Ahmed H. Effect of incorporation of high volume of recycled concrete aggregates and fly ash on the strength and global warming potential of concrete. J. Clean. Prod. 2017;166:485–502."}, {"Citation": "Rodrigues P., Silvestre J.D., Flores-Colen I., Viegas C.A., de Brito J., Kurda R., Demertzi M. Methodology for the assessment of the ecotoxicological potential of construction materials. Materials. 2017;10(6):649.", "ArticleIdList": ["PMC5554030", "28773011"]}, {"Citation": "Hillier S.R., Sangha C.M., Plunkett B.A., Walden P.J. Long-term leaching of toxic trace metals from Portland cement concrete. Cement Concr. Res. 1999;29(4):515–521."}, {"Citation": "Barbudo A., Galvín A.P., Agrela F., Ayuso J., Jiménez J.R. Correlation analysis between sulphate content and leaching of sulphates in recycled aggregates from construction and demolition wastes. Waste Manag. 2012;32(6):1229–1235.", "ArticleIdList": ["22410435"]}, {"Citation": "Engelsen C., Lund O., Breedveld G., Mehus J., Petkovic G., Håøya A.  5th International Conference on the Environmental and Technical Implications of Construction with Alternative Materials. San Sebastian, Spain. 2003. Leaching characteristic of unbound recycled aggregates: preliminary study and ongoing research; p. 10. Available at  https://www.vegvesen.no/_attachment/110361/binary/192280."}, {"Citation": "Andersson A.  Sustainable Building Conference. Norway. 2002. Long-term leaching of environmentally hazardous substances in admixtures, emitted from concrete; p. 8. Available at  http://www.irbnet.de/daten/iconda/CIB4263.pdf."}, {"Citation": "EFCA . European Federation of Concrete Admixtures Associations Ltd. (EFCA); 2015. Environmental Product Declaration (EPD) Report. Available at  http://www.efca.info/"}, {"Citation": "Alsadey S. Influence of fly ash cement replacement on workability and strength of concrete. Aust. J. Manag. Policy Law SCIE J. 2014:12."}, {"Citation": "Balakrishnan B., Awal A. Durability properties of concrete containing high volume Malaysian fly ash. Int. J. Res. Eng. Technol. e-ISSN. 2014;3(4):529–533."}, {"Citation": "Faleschini F., Zanini M., Brunelli K., Pellegrino C. Valorization of co-combustion fly ash in concrete production. Mater. Des. 2015;85(15):687–694."}, {"Citation": "Fanghui H., Qiang W., Jingjing F. The differences among the roles of ground fly ash in the paste, mortar and concrete. Construct. Build. Mater. 2015;93:172–179."}, {"Citation": "Güneyisi E., Gesoglu M., Al-Goody A., İpek S. Fresh and rheological behavior of nano-silica and fly ash blended self-compacting concrete. Construct. Build. Mater. 2015;95(1):29–44."}, {"Citation": "Huang C., Lin S., Chang C., Chen H. Mix proportions and mechanical properties of concrete containing very high-volume of class F fly ash. Construct. Build. Mater. 2013;46:71–78."}, {"Citation": "Jalal M., Pouladkhan A., Harandi O.F., Jafari D. Comparative study on effects of Class F fly ash, nano silica and silica fume on properties of high performance self compacting concrete. Construct. Build. Mater. 2015;94:90–104."}, {"Citation": "Shaikh F., Supit S. Compressive strength and durability properties of high volume fly ash (HVFA) concretes containing ultrafine fly ash (UFFA) Construct. Build. Mater. 2015;82:192–205."}, {"Citation": "Simčič T., Pejovnik S., De Schutter G., Bosiljkov V.B. Chloride ion penetration into fly ash modified concrete during wetting–drying cycles. Construct. Build. Mater. 2015;93:1216–1223."}, {"Citation": "Yoo S., Ryu G., Choo J. Evaluation of the effects of high-volume fly ash on the flexural behavior of reinforced concrete beams. Construct. Build. Mater. 2015;93:1132–1144."}, {"Citation": "Zhao H., Sun W., Wu X., Gao B. The properties of the self-compacting concrete with fly ash and ground granulated blast furnace slag mineral admixtures. J. Clean. Prod. 2015;95:66–74."}, {"Citation": "Shehata M., Thomas M. The effect of fly ash composition on the expansion of concrete due to alkali-silica reaction. Cement Concr. Res. 2000;30(7):1063–1072."}, {"Citation": "Fournier B., Ferro A., Sivasundaram V. 2001. CANMET/industry Research Consortium on Alkali Aggregate Reactivity in concrete; p. 1004031. Technical Report."}, {"Citation": "Duchesne J., Bérubé M. The effectiveness of supplementary cementing materials in suppressing expansion due to ASR: another look at the reaction mechanisms. Part 2: pore solution chemistry. Cement Concr. Res. 1994;24(2):221–230."}, {"Citation": "Newman J., Choo S.  Elsevier Science; 2003. Advanced Concrete Technology Set. Available at  https://www.amazon.com/Advanced-Concrete-Technology-John-Newman/dp/0750656867."}, {"Citation": "Moreno N., Querol X., Andrés J.M., Stanton K., Towler M., Nugteren H., Janssen-Jurkovicová M., Jones R. Physico-chemical characteristics of European pulverized coal combustion fly ashes. Fuel. 2005;84(11):1351–1363."}, {"Citation": "UKQAA . 2003. Assessment of the Leaching Risk to the Environment from the Use of Pulverised Fuel Ash (PFA) p. 45."}, {"Citation": "Ye T., Wang W., Gao X., Wan X., Wang F. Characterization and heavy metals leaching toxicity of fly ash from municipal solid waste incinerators in China. Huan Jing Ke Xue. 2007;28(11):2646–2650. Available at  https://www.ncbi.nlm.nih.gov/pubmed/18290498.", "ArticleIdList": ["18290498"]}, {"Citation": "Tripathi R., Vajpayee P., Singh N., Rai U., Kumar A., Ali M., Kumar B., Yunus M. Efficacy of various amendments for amelioration of fly-ash toxicity: growth performance and metal composition of Cassia siamea Lamk. Chemo-sphere. 2004;54:1581–1588.", "ArticleIdList": ["14675837"]}, {"Citation": "VDZ . Verein Deutscher Zementwerke; 2005. Trace Elements in German Standard Cements 2001. Available at  http://www.vdzonline.de/fileadmin/gruppen/vdz/3LiteraturRecherche/UmweltundRessourcen/spurenelemente/spurenel2001_engl.pdf."}, {"Citation": "Zhu Z. University of Tennessee; 2011. Characterization and Modeling of Toxic Fly Ash Constituents in the Environment; p. 139. (Ph.D. thesis in Civil Engineering)"}, {"Citation": "Sočo E., Kalembkiewicz J. Investigations of chemical fraction of Co and Ni in industrial fly ash and mobility of metals in environmental conditions. Chemosphere. 2007;67(2):359–364.", "ArticleIdList": ["17150241"]}, {"Citation": "Landsberger S., Cerbus J., Larson S. Elemental characterization of coal ash and its leachates using sequential extraction techniques. J. Radioanal. Nucl. Chem. 1995;192(2):265–274."}, {"Citation": "Spears A. Role of clay minerals in UK coal combustion. Appl. Clay Sci. 2000;16:87–95."}, {"Citation": "Keefer R.  Trace Element in Coal and Coal Combustion Residues. Lewis Publishers, CRC Press; Florida: 1993. Coal ashes-industrial wastes or beneficial by-products; pp. 3–9. (Advances in Trace Substances Research). Available at  https://www.crcpress.com/Trace-Elements-in-Coal-and-Coal-Combustion-Residues/Keefer-Sajwan/p/book/9780873718905."}, {"Citation": "Anderson M., Bertsch P., Zelazny L.  Multi component transport through soil subjected to coal pile runoff under steady saturated flow. In: Keefer R., Sajwan K., editors. Trace Element in Coal and Coal Combustion Residues. Lewis Publishers, CRC Press; Florida: 1993. pp. 62–137. (Advances in Trace Substances Research). Available at  https://www.crcpress.com/Trace-Elements-in-Coal-and-Coal-Combustion-Residues/Keefer-Sajwan/p/book/9780873718905."}, {"Citation": "Sandhu S., Mills G., Sajwan K.  Trace Element in Coal and Coal Combustion Residues. Lewis Publishers, CRC Press; 1992. Leachability of Ni, Cd, Cr, and as from coal ash impoundments of different ages on the Savnath river site; pp. 82–165. (Advances in Trace Substances Research). Available at  https://www.crcpress.com/Trace-Elements-in-Coal-and-Coal-Combustion-Residues/Keefer-Sajwan/p/book/9780873718905."}, {"Citation": "Hansen L.D., Fisher G.L. Elemental distribution in coal fly ash particles. Environ. Sci. Technol. 1980;14(9):1111–1117."}, {"Citation": "Egemen E., Yurteri C. Regulatory leaching tests for fly ash: a case study. Waste Manag. Res. 1996;14(1):43–50."}, {"Citation": "Page A., Elseewi A., Straughan I. Physical and chemical properties of fly ash from coal-fired power plants with special reference to environmental impacts. Residue Rev. 1979;71:83–120."}, {"Citation": "Kadir A., Hassan M., Yang E. Leachability of self-compacting concrete (SCC) incorporated with fly ash and bottom ash by using toxicity characteristic leaching procedure (TCLP) Appl. Mech. Mater. 2015;773–774:1271–1275."}, {"Citation": "Nelson P.F., Shah P., Strezov V., Halliburton B., Carras J.N. Environmental impacts of coal combustion: a risk approach to assessment of emissions. Fuel. 2010;89(4):810–816."}, {"Citation": "Hower J.C., Trimble A.S., Eble C.F. Temporal and spatial variations in fly ash quality. Fuel Process. Technol. 2001;73(1):37–58."}, {"Citation": "Karayigit A.I., Bulut Y., Querol X., Alastuey A., Vassilev S. Variations in fly ash composition from the soma power plant, Turkey. Energy Sources. 2005;27(15):1473–1481."}, {"Citation": "Mattigod S.V., Rai D., Eary L.E., Ainsworth C.C. Geochemical factors controlling the mobilization of inorganic constituents from fossil fuel combustion residues: I. Review of the major elements. J. Environ. Qual. 1990;19:188–201."}, {"Citation": "Tazaki K., Fyfe W., Sahu K., Powell M. Observation on the nature of fly ash particles. Fuel. 1989;68:727."}, {"Citation": "Roy W., Thiery R., Schuller R., Suloway J.  Illinois State Geological Survey; Champaign, IL (615 E. Peabody Dr, Champaign 61820): 1981. Coal fly ash: a review of the literature and proposed classification system with emphasis on environmental impacts. Environment Geology Notes No. 96. Available at  https://archive.org/details/coalflyashreview96royw."}, {"Citation": "Theis T., Gardner K. Environmental assessment of ash disposal. Crit. Rev. Environ. Control. 1990;20(1):21."}, {"Citation": "Siong K., Cheong P.  9th National Under-graduate Research Opportunities Programme Congress. Nanyang Technological University; Singapore: 2003. Incineration bottom ash as raw materials for concrete products; p. 5. Available at  http://www.nlb.gov.sg/biblio/14221588."}, {"Citation": "Shirazi K., Marandi R. Evaluation of heavy metals leakage from concretes containing municipal wastewater sludge. Environ. Pollut. 2012;1(2):176–182."}, {"Citation": "Regennitter E. Ohio State University; United States: 2007. Release of Mercury During Leaching of Fly Ash. (Master thesis in College of Engineering)"}, {"Citation": "US-EPA . US Environmental Protection Agency, Office of Solid Waste; 1996. Hazardous Waste Characteristics Scoping Study."}, {"Citation": "Kurda R. Universidade de Lisboa, Instituto Superior Técnico; Portugal: 2017. Sustainable Development of Cement-based Materials: Application to Recycled Aggregates concrete; p. 350. (Ph.D. thesis in Civil Engineering)"}, {"Citation": "Agence de l'Environnement et de la Maîtrise de l'Énergie (ADEME)  ADEME; Paris, France: 1998. Criteria on the Evaluation Methods of Waste Ecotoxicity: Proposal - CEMWE. Available at  http://www.ademe.fr/"}, {"Citation": "Persoone G., Marsalek B., Blinova I., Torokne A., Zarina D., Manusadzianas L., Nalecz-Jawecki G., Tofan L., Stepanova N., Tothova L., Kolar B. A practical and user-friendly toxicity classification system with microbiotests for natural waters and wastewaters. Environ Toxicol. 2003;18(6) Wiley Periodicals.", "ArticleIdList": ["14608609"]}, {"Citation": "Rodrigues P. Universidade de lisboa, Instituto superior técnico; Portugal/Lisbon: 2017. Methodology for Assessing the Ecotoxicological Potential of Raw and Construction Materials. Application to a Case Study; p. 80. (in Portuguese) (Master thesis in Civil Engineering)"}, {"Citation": "Lapa N., Barbosa R., Lopes M.H., Mendes B., Abelha P., Gulyurtlu I., Santos Oliveira J. Chemical and ecotoxicological characterization of ashes obtained from sewage sludge combustion in a fluidised-bed reactor. J. Hazard. Mater. 2007;147(1):175–183.", "ArticleIdList": ["17261348"]}, {"Citation": "Gwenzi W., Mupatsi N.M. Evaluation of heavy metal leaching from coal ash-versus conventional concrete monoliths and debris. Waste Manag. 2016;49(Suppl. C):114–123.", "ArticleIdList": ["26764133"]}, {"Citation": "Morales-Pinzón T., Angrill S., Rieradevall J., Gabarrell X., Gasol C.M., Josa A. LCM of rainwater harvesting systems in emerging neighbourhoods in Colombia. In: Finkbeiner M., editor. Towards Life Cycle Sustainability Management. Springer Netherlands; Dordrecht: 2011. pp. 277–288."}, {"Citation": "Braga A.  Instituto Superior Técnico - University of Lisbon; Portugal: 2015. Comparative Analysis of the Life Cycle Assessment of Conventional and Recycled Aggregate concrete (In Portuguese) p. 112. (Master thesis in Civil Engineering). Available at  https://fenix.tecnico.ulisboa.pt/cursos/mec/dissertacao/846778572210846."}, {"Citation": "Cabejšková Z.  Charles University in Prague; Prague: 2012. Life Cycle Assessment of Water Treatment Technology; p. 30. (Bachelor thesis in Faculty of Science). Available at  http://www.academia.edu/12526501/Life_Cycle_Assessment_of_Water_Treatment_Technology."}, {"Citation": "EN 934-2 . BSI; United Kingdom: 2009. Admixtures for Concrete, Mortar and Grout. Concrete Admixtures. Definitions, Requirements, Conformity, Marking and Labelling; p. 24."}, {"Citation": "EFCA . European Federation of Concrete Admixtures Associations Ltd. (EFCA); 2006. Environmental Product Declaration (EPD) Report. Available at  http://www.efca.info/"}, {"Citation": "Sjunnesson J. Lund University; Sweden: 2005. Life Cycle Assessment of Concrete. (Master thesis in Department of Technology and Society)"}, {"Citation": "de Schepper M., Heede P., Driessche I., de Belie N. Life cycle assessment of completely recyclable concrete. Materials. 2014;7:6010–6027.", "ArticleIdList": ["PMC5456176", "28788174"]}, {"Citation": "Burström P.  Studentlitteratur; Lund: 2001. By ggnadsmaterial - uppbyggnad, tillverkning och egenskaper. Chapter 12. Available at  https://www.adlibris.com/se/bok/byggnadsmaterial–-uppbyggnad-tillverkning-och-egenskaper-9789144027388."}, {"Citation": "ECRA . The owner of the declaration is European Cement Association (CEMBUREAU), Brussels-Belgium, developed by European Cement Research Academy (ECRA), Dusseldorf-Germany; 2015. Environmental Product Declaration (EPD) Report. Available at  http://www.cembureau.be/topics/sustainable-construction/sustainability-standards-epds."}, {"Citation": "Teixeira E.R., Mateus R., Camões A.F., Bragança L., Branco F.G. Comparative environmental life-cycle analysis of concretes using biomass and coal fly ashes as partial cement replacement material. J. Clean. Prod. 2016;112:2221–2230."}, {"Citation": "Babor D., Plian D., Judele L. “Gheorghe Asachi” Technical University of Iaşi. Department of Concrete Structures, Building Materials, Technology and Management; 2009. Environmental Impact of Concrete. Tomul LV (LIX)"}, {"Citation": "Peshkova G., Cherepovitsyn A., Tcvetkov P. Prospects of the environmental technologies implementation in the cement industry in Russia. J. Ecol. Eng. 2016;17(4):17–24."}, {"Citation": "Huntzinger D.N., Eatmon T.D. A life-cycle assessment of Portland cement manufacturing: comparing the traditional process with alternative technologies. J. Clean. Prod. 2009;17(7):668–675."}, {"Citation": "Blengini G.  Universidade Tecnica de Lisboa, Instituto Superior Tecnico; Portugal: 2006. Life Cycle Assessment Tools for Sustainable Development: Case Studies for Mining and Construction Industries in Italy and Portugal; p. 283. (Ph.D. thesis in Mining Engineering). Available at  http://bibliotecas.utl.pt/cgi-bin/koha/opac-detail.pl?biblionumber=258950&shelfbrowse_itemnumber=226358."}, {"Citation": "Chen C., Habert G., Bouzidi Y., Jullien A., Ventura A. LCA allocation procedure used as an incitative method for waste recycling: an application to mineral additions in concrete. Resour. Conserv. Recycl. 2010;54(12):1231–1240."}, {"Citation": "Korre A., Durucan S.  Waste and Resources Action Programme; Oxon, UK: 2009. Life Cycle Assessment of Aggregates, in EVA025-final Report: Aggregates Industry Life Cycle Assessment Model: Modelling Tools and Case Studies; p. 41.http://ceramics.org/wp-content/uploads/2017/05/EVA025-MIRO-Life-Cycle-Assessment-of-Aggregates-final-report.pdf"}, {"Citation": "Malešev M., Radonjanin V., Marinković S. Recycled concrete as aggregate for structural concrete production. Sustainability. 2010;2(5):1204–1225."}, {"Citation": "Freedonia . The Freedonia Group; Cleveland, Ohio, USA: 2016. World Construction Aggregates - Demand and Sales Forecasts, Market Share, Market Size, Market Leaders, in Industry Study No. 3389; p. 390. Available at  https://www.freedoniagroup.com/World-Construction-Aggregates.html."}, {"Citation": "Dhir R., Paine K. Value added sustainable use of recycled and secondary aggregates in concrete. Indian Concr. J. 2010;84(3):7–26. Available at  http://www.scopus.com/inward/record.url?scp=77952017005&partnerID=8YFLogxK."}, {"Citation": "Estanqueiro B., Dinis Silvestre J., de Brito J., Duarte Pinheiro M. Environmental life cycle assessment of coarse natural and recycled aggregates for concrete. Eur. J. Environ. Civil Eng. 2018;22(4):429–449. Available at  https://www.tandfonline.com/doi/citedby/10.1080/19648189.2016.1197161?scroll=top&needAccess=true.", "ArticleIdList": ["10.1080/19648189.2016.1197161?scroll=top&needAccess=true"]}, {"Citation": "Flower D., Sanjayan J. Green house gas emissions due to concrete manufacture. Int. J. Life Cycle Assess. 2007;12:282–288."}, {"Citation": "de Brito J., Silva R. Current status on the use of recycled aggregates in concrete: where do we go from here? RILEM Tech. Lett. 2016;1:1–5."}, {"Citation": "IEA . International Energy Agency (IEA). OECD/IEA; Paris: 2011. World Energy Outlook 2011. Available at  https://www.iea.org/"}, {"Citation": "BP . 2016. Full Report - Statistical Review of World Energy; p. 49. Available at  http://www.bp.com/en/global/corporate/about-bp.html."}, {"Citation": "Heidrich C., Feuerborn J., Weir A.  World of Coal Ash (WOCA) Conference Lexington, Kentucky USA. 2013. Coal combustion products: a global perspective; pp. 1–17. Available at  http://www.flyash.info/"}, {"Citation": "Spath P., Mann M., Kerr D.  Federal Energy Technology Center; 1999. Life Cycle Assessment of Coal-fired Power Production; p. 98. Including Contributions on Process Definition and Data Acquisition from: Marano J. And Massood R. NREL/TP-570-25119. Available at  https://www.nrel.gov/docs/fy99osti/25119.pdf."}, {"Citation": "ECOBA . European Coal Combustion Products Association E.V. (ECOBA); 2016. Production of CCPs in Europe. Available at  http://www.ecoba.com/index.html."}, {"Citation": "ECOBA . European Coal Combustion Products Association e.V. (ECOBA); 2009. Production of CCPs in Europe. Available at  http://www.ecoba.com/index.html."}, {"Citation": "Jovanovic S. 2015. TENT. Serbia, personal communication."}, {"Citation": "Sokka L., Koskela S., Seppälä J.  Finnish Environment Institute; Helsinki: 2005. Life Cycle Inventory Analysis of Hard Coal Based Electricity Generation. The Finnish Environment 797. Available at  https://helda.helsinki.fi/bitstream/handle/10138/40482/FE_797.pdf?sequence=1."}, {"Citation": "Dones R., Bauer C., Bollinger R., Burger B., Faist E., Frischknecht R.  Paul Scherrer Institut Villigen, Swiss Centre for Life Cycle Inventories; Dübendorf, CH: 2007. Life Cycle Inventories of Energy Systems: Results for Current Systems in Switzerland and Other UCTE Countries. Ecoinvent report no. 5. Available at  http://ecolo.org/documents/documents_in_english/Life-cycle-analysis-PSI-05.pdf."}, {"Citation": "Surschiste . 2009. Production of Fly Ash from Coal Power Plants. Available at  http://www.surschiste.com/page menu.php?id="}, {"Citation": "ATILH . Association Technique de l'Industrie des Liants Hydrauliques (ATILH); 2002. Hydraulic Binder Industries Union. Environmental Inventory of French Cement Production; p. 24. Available at  http://www.infociments.fr/qui-sommes-nous/organisations-professionnelles/atilh."}, {"Citation": "DTI . The Danish Technological Institute (DTI); 2013. Environmental Product Declaration (EPD) Report for Fly Ash for concrete, Asphalt and Cement Production; p. 9. Distributor: Emineral a/s. Available at  http://businessdocbox.com/Green_Solutions/66413771-Environmental-product-declaration.html."}, {"Citation": "EN ISO 14025 . 2011. Environmental Labels and Declarations - Type III Environmental Declarations - Principles and Procedures."}, {"Citation": "Hendriks C., Janssen G. Use of recycled materials in constructions. Mater. Struct. J. 2003;36:604–608."}, {"Citation": "Braunschweig A., Kytzia S., Bischof S.  Germany; Berlin: 2011. Recycled Concrete: Environmentally Beneficial Over Virgin Concrete? LCM 2011-Towards Life Cycle Sustainability Management; p. 12. Available at  https://www.google.pt/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0ahUKEwjD_M-LnuzZAhWIuRQKHd5ZCx0QFggtMAA&url=http%3A%2F%2Fwww.lcm2011.org%2Fpapers.html%3Ffile%3Dtl_files%2Fpdf%2Fpaper%2F3_Session_LCM_Tools%2520for_Green_and_Sustainable_Buildings%2F6_Braunschweig-Recycled_concrete-669_b.pdf&usg=AOvVaw2zF1SDGWRcSx1hIYy3LVWk."}, {"Citation": "Evangelista L., de Brito J. Mechanical behaviour of concrete made with fine recycled concrete aggregates. Cement Concr. Compos. 2007;29(5):397–401."}, {"Citation": "Weil M., Jeske U., Schebek L. Closed-loop recycling of construction and demolition waste in Germany in view of stricter environmental threshold values. Waste Manag. Res. 2006;24(3):197–206.", "ArticleIdList": ["16784162"]}, {"Citation": "Knoeri C., Sanyé-Mengual E., Althaus H. Comparative LCA of recycled and conventional concrete for structural applications. Int. J. Life Cycle Assess. 2013;18(5):909–918."}, {"Citation": "Opricovic S.  1998. Multicriteria Optimization of Civil Engineering Systems; p. 302. Belgrade. (Dissertation for the degree of Doctor in Civil Engineering) Available at:  http://www.scirp.org/(S(i43dyn45teexjx455qlt3d2q))/reference/ReferencesPapers.aspx?ReferenceID=1600129."}, {"Citation": "Prusinski J., Marceau M., VanGeem M.  8th CANMET/ACI International Conference on Fly Ash, Silica Fume, Slag and Natural Pozzolans in Concrete Int. 2004. Life cycle inventory of slag cement concrete. Available at  https://www.scribd.com/document/147836686/Life-Cycle-Inventory-of-Slag-Cement-Concrete."}, {"Citation": "Golgota A., Vrusho B., Xhafkollari A. Durable concrete produced by local materials and their impact in everyday life in Albania. Int. J. Adv. Technol. 2014;5(2):28–37. Available at  http://ijict.org/"}, {"Citation": "O’Brien K., Ménaché J., O’Moore L. Impact of fly ash content and fly ash transportation distance on embodied greenhouse gas emissions and water consumption in concrete. Int. J. Life Cycle Assess. 2009;14(7):621–629."}, {"Citation": "Glavind M., Munch-Petersen C. Green concrete in Denmark. Struct. Concr. 2000;1(1):1–6. Available at  https://www.icevirtuallibrary.com/doi/abs/10.1680/stco.2000.1.1.19.", "ArticleIdList": ["10.1680/stco.2000.1.1.19"]}, {"Citation": "Li Z., Ding Z., Zhang Y.  Proceeding of the International Workshop on Sustainable Development and Concrete Technology, China. 2004. Development of sustainable cementitious materials; pp. 55–76.https://trid.trb.org/view/741558"}, {"Citation": "Malin N. The fly ash revolution: making better concrete with less cement. Environ. Build. News. 1999;8(6):1–6. Available at  https://www.buildinggreen.com/feature/fly-ash-revolution-making-better-concrete-less-cement."}, {"Citation": "Turk J., Cotič Z., Mladenovič A., Šajna A. Environmental evaluation of green concretes versus conventional concrete by means of LCA. Waste Manag. 2015;45:194–205.", "ArticleIdList": ["26143535"]}, {"Citation": "NRMCA-EPD:10046 . National Ready Mixed Concrete Association. The National Ready Mixed Concrete Association (NRMCA); United States: 2014. Environmental Product Declaration (EPD) Report. Available at  https://www.nrmca.org/sustainability/EPDProgram/"}, {"Citation": "Tait M.W., Cheung W.M. A comparative cradle-to-gate life cycle assessment of three concrete mix designs. Int. J. Life Cycle Assess. 2016;21(6):847–860."}, {"Citation": "Al-Ayish N.  KTH Royal Institute of Technology; Stockholm: 2017. Environmental Impact of Concrete Structures – with Focus on Durability and Resource Efficiency; p. 41. (Licentiate thesis in Department of Civil and Architectural Engineering) Available at  urn:nbn:se:kth:diva-215037."}, {"Citation": "Latawiec R., Woyciechowski P., Kowalski K. Sustainable concrete performance—CO2-emission. Environments. 2018;5(2):27."}]}], "History": [{"Year": "2018", "Month": "1", "Day": "31"}, {"Year": "2018", "Month": "3", "Day": "21"}, {"Year": "2018", "Month": "4", "Day": "17"}, {"Year": "2018", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["29862372", "PMC5968176", "10.1016/j.heliyon.2018.e00611", "S2405-8440(18)30423-7"]}}]}