{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["concentration-response", "linearity", "ozone", "respiratory health", "threshold"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29915241", "DateCompleted": {"Year": "2020", "Month": "04", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1038/s41370-018-0048-7"], "Journal": {"ISSN": "1559-064X", "JournalIssue": {"Volume": "29", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Mar"}}, "Title": "Journal of exposure science & environmental epidemiology", "ISOAbbreviation": "J Expo Sci Environ Epidemiol"}, "ArticleTitle": "Characterization of the concentration-response curve for ambient ozone and acute respiratory morbidity in 5 US cities.", "Pagination": {"StartPage": "267", "EndPage": "277", "MedlinePgn": "267-277"}, "Abstract": {"AbstractText": ["Although short-term exposure to ambient ozone (O<sub>3</sub>) can cause poor respiratory health outcomes, the shape of the concentration-response (C-R) between O<sub>3</sub> and respiratory morbidity has not been widely investigated. We estimated the effect of daily O<sub>3</sub> on emergency department (ED) visits for selected respiratory outcomes in 5 US cities under various model assumptions and assessed model fit. Population-weighted average 8-h maximum O<sub>3</sub> concentrations were estimated in each city. Individual-level data on ED visits were obtained from hospitals or hospital associations. Poisson log-linear models were used to estimate city-specific associations between the daily number of respiratory ED visits and 3-day moving average O<sub>3</sub> levels controlling for long-term trends and meteorology. Linear, linear-threshold, quadratic, cubic, categorical, and cubic spline O<sub>3</sub> C-R models were considered. Using linear C-R models, O<sub>3</sub> was significantly and positively associated with respiratory ED visits in each city with rate ratios of 1.02-1.07 per 25 ppb. Models suggested that O<sub>3</sub>-ED C-R shapes were linear until O<sub>3</sub> concentrations of roughly 60 ppb at which point risk continued to increase linearly in some cities for certain outcomes while risk flattened in others. Assessing C-R shape is necessary to identify the most appropriate form of the exposure for each given study setting."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA. vbarry@emory.edu."}], "Identifier": [], "LastName": "Barry", "ForeName": "Vaughn", "Initials": "V"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Klein", "ForeName": "Mitchel", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Winquist", "ForeName": "Andrea", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Chang", "ForeName": "Howard H", "Initials": "HH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Civil and Environmental Engineering, Georgia Institute of Technology, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Mulholland", "ForeName": "James A", "Initials": "JA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, PA, USA."}], "Identifier": [], "LastName": "Talbott", "ForeName": "Evelyn O", "Initials": "EO"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, PA, USA."}], "Identifier": [], "LastName": "Rager", "ForeName": "Judith R", "Initials": "JR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Tolbert", "ForeName": "Paige E", "Initials": "PE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Sarnat", "ForeName": "Stefanie Ebelt", "Initials": "SE"}], "GrantList": [{"GrantID": "P30 ES019776", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES011294", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Expo Sci Environ Epidemiol", "NlmUniqueID": "101262796", "ISSNLinking": "1559-0631"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Linear Models"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Respiration Disorders"}], "CoiStatement": "<b>Conflicts of interest:</b> All authors report no conflicts of interest including no competing financial interests"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ji M, Cohan DS, Bell ML. Meta-analysis of the Association between Short-Term Exposure to Ambient Ozone and Respiratory Hospital Admissions. Environmental research letters: ERL [Web site] 2011;6(2)", "ArticleIdList": ["PMC3138529", "21779304"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology (Cambridge, Mass) 2005;16(4):436–45.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "EPA US. Integrated Science Assessment for Ozone and Related Photochemical Oxidants. 2013"}, {"Citation": "Atkinson RW, Yu D, Armstrong BG, Pattenden S, Wilkinson P, Doherty RM, et al. Concentration- response function for ozone and daily mortality: results from five urban and five rural U.K. populations. Environmental health perspectives. 2012;120(10):1411–7.", "ArticleIdList": ["PMC3491921", "22814173"]}, {"Citation": "Bae S, Lim YH, Kashima S, Yorifuji T, Honda Y, Kim H, et al. Non-Linear Concentration-Response Relationships between Ambient Ozone and Daily Mortality. PloS one. 2015;10(6):e0129423.", "ArticleIdList": ["PMC4468145", "26076447"]}, {"Citation": "Bell ML, Peng RD, Dominici F. The exposure-response curve for ozone and risk of mortality and the adequacy of current ozone regulations. Environmental health perspectives. 2006;114(4):532–6.", "ArticleIdList": ["PMC1440776", "16581541"]}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, et al. Acute effects of ozone on mortality from the “air pollution and health: a European approach” project. American journal of respiratory and critical care medicine. 2004;170(10):1080–7.", "ArticleIdList": ["15282198"]}, {"Citation": "Hoek G, Schwartz JD, Groot B, Eilers P. Effects of ambient particulate matter and ozone on daily mortality in Rotterdam, The Netherlands. Archives of environmental health. 1997;52(6):455–63.", "ArticleIdList": ["9541366"]}, {"Citation": "Kim SY, Lee JT, Hong YC, Ahn KJ, Kim H. Determining the threshold effect of ozone on daily mortality: an analysis of ozone and mortality in Seoul, Korea, 1995-1999. Environmental research. 2004;94(2):113–9.", "ArticleIdList": ["14757374"]}, {"Citation": "Moolgavkar SH. Air pollution and daily mortality in two U.S. counties: season-specific analyses and exposure-response relationships. Inhalation toxicology. 2003;15(9):877–907.", "ArticleIdList": ["12872178"]}, {"Citation": "Touloumi G, Katsouyanni K, Zmirou D, Schwartz J, Spix C, de Leon AP, et al. Short-term effects of ambient oxidant exposure on mortality: a combined analysis within the APHEA project. Air Pollution and Health: a European Approach. American journal of epidemiology. 1997;146(2):177–85.", "ArticleIdList": ["9230780"]}, {"Citation": "Medina-Ramon M, Schwartz J. Who is more vulnerable to die from ozone air pollution? Epidemiology (Cambridge, Mass) 2008;19(5):672–9.", "ArticleIdList": ["18480732"]}, {"Citation": "National Center for Environmental Health CfDCaP, editor. CDC US. National Asthma Mortality by Age. 2014."}, {"Citation": "Vancza EM, Galdanes K, Gunnison A, Hatch G, Gordon T. Age, strain, and gender as factors for increased sensitivity of the mouse lung to inhaled ozone. Toxicological sciences: an official journal of the Society of Toxicology. 2009;107(2):535–43.", "ArticleIdList": ["PMC2735417", "19066396"]}, {"Citation": "Bateson TF, Schwartz J. Children’s response to air pollutants. Journal of toxicology and environmental health Part A. 2008;71(3):238–43.", "ArticleIdList": ["18097949"]}, {"Citation": "Rudd RA, Moorman JE. Asthma incidence: data from the National Health Interview Survey, 1980-1996. The Journal of asthma: official journal of the Association for the Care of Asthma. 2007;44(1):65–70.", "ArticleIdList": ["17365207"]}, {"Citation": "Levy JI. Issues and uncertainties in estimating the health benefits of air pollution control. Journal of toxicology and environmental health Part A. 2003;66(16–19):1865–71.", "ArticleIdList": ["12959848"]}, {"Citation": "Alhanti BA, Chang HH, Winquist A, Mulholland JA, Darrow LA, Sarnat SE. Ambient air pollution and emergency department visits for asthma: a multi-city assessment of effect modification by age. J Expo Sci Environ Epidemiol. 2016;26(2):180–8.", "ArticleIdList": ["26350981"]}, {"Citation": "Krall JR, Mulholland JA, Russell AG, Balachandran S, Winquist A, Tolbert PE, et al. Associations between Source-Specific Fine Particulate Matter and Emergency Department Visits for Respiratory Disease in Four U.S. Cities. Environ Health Perspect. 2017;125(1):97–103.", "ArticleIdList": ["PMC5226704", "27315241"]}, {"Citation": "O’Lenick C, Chang HH, Kramer MR, Winquist A, Mulholland JA, Friberg MD, et al. Ozone and childhood respiratory disease in three US cities: evaluation of effect measure modification by neighborhood socioeconomic status using a Bayesian hierarchical approach. Environmental health: a global access science source. 2017;16(1):36.", "ArticleIdList": ["PMC5382444", "28381221"]}, {"Citation": "Friberg MD, Kahn RA, Holmes HA, Chang HH, Sarnat SE, Tolbert PE, et al. Daily ambient air pollution metrics for five cities: Evaluation of data-fusion-based estimates and uncertainties. Atmospheric Environment. 2017;158:36–50."}, {"Citation": "Friberg MD, Zhai X, Holmes HA, Chang HH, Strickland MJ, Sarnat SE, et al. Method for Fusing Observational Data and Chemical Transport Model Simulations To Estimate Spatiotemporally Resolved Ambient Air Pollution. Environmental science & technology. 2016;50(7):3695–705.", "ArticleIdList": ["26923334"]}, {"Citation": "Ivy D, Mulholland JA, Russell AG. Development of ambient air quality population-weighted metrics for use in time-series health studies. Journal of the Air & Waste Management Association (1995) 2008;58(5):711–20.", "ArticleIdList": ["PMC3755367", "18512448"]}, {"Citation": "Rothman KJGS. Introduction to Stratified Analysis, Testing Homogeneity. In: Wilkins LWa., editor. Modern Epidemiology, Second Edition. 1998. p. 275."}, {"Citation": "Flanders WD, Klein M, Darrow LA, Strickland MJ, Sarnat SE, Sarnat JA, et al. A method for detection of residual confounding in time-series and other observational studies. Epidemiology (Cambridge, Mass) 2011;22(1):59–67.", "ArticleIdList": ["PMC3743227", "21068669"]}, {"Citation": "Fiore A, Jacob DJ, Liu H, Yantosca RM, Fairlie TD, Li Q. Variability in surface ozone background over the United States: Implications for air quality policy. Journal of Geophysical Research: Atmospheres. 2003;108(D24):n/a–n/a."}, {"Citation": "Franklin M, Zeka A, Schwartz J. Association between PM2.5 and all-cause and specific-cause mortality in 27 US communities. Journal of exposure science & environmental epidemiology. 2007;17(3):279–87.", "ArticleIdList": ["17006435"]}, {"Citation": "Bell ML, Ebisu K, Peng RD, Dominici F. Adverse health effects of particulate air pollution: modification by air conditioning. Epidemiology (Cambridge, Mass) 2009;20(5):682–6.", "ArticleIdList": ["PMC3164531", "19535984"]}, {"Citation": "Lippmann M. Effects of ozone on respiratory function and structure. Annual review of public health. 1989;10:49–67.", "ArticleIdList": ["2655642"]}, {"Citation": "Armstrong B. Models for the relationship between ambient temperature and daily mortality. Epidemiology (Cambridge, Mass) 2006:624–31. 2006/10/10 ed.", "ArticleIdList": ["17028505"]}, {"Citation": "Cakmak S, Burnett RT, Krewski D. Methods for detecting and estimating population threshold concentrations for air pollution-related mortality with exposure measurement error. Risk analysis: an official publication of the Society for Risk Analysis. 1999;19(3):487–96.", "ArticleIdList": ["10765418"]}, {"Citation": "Daniels MJ, Dominici F, Zeger SL, Samet JM. The National Morbidity, Mortality, and Air Pollution Study. Part III: PM10 concentration-response curves and thresholds for the 20 largest US cities. Research report (Health Effects Institute) 2004;(94 Pt 3):1–21. discussion 3-30.", "ArticleIdList": ["15457982"]}, {"Citation": "Dominici F, Sheppard L, Clyde M. Health Effects of Air Pollution: A Statistical Review. International Statistical Review. 2003;71(2):243–76."}, {"Citation": "May S, Bigelow C. Modeling nonlinear dose-response relationships in epidemiologic studies: statistical approaches and practical challenges. Dose-response: a publication of International Hormesis Society. 2005;3(4):474–90.", "ArticleIdList": ["PMC2477199", "18648629"]}, {"Citation": "Samoli E, Touloumi G, Zanobetti A, Le Tertre A, Schindler C, Atkinson R, et al. Investigating the dose-response relation between air pollution and total mortality in the APHEA-2 multicity project. Occupational and environmental medicine. 2003;60(12):977–82.", "ArticleIdList": ["PMC1740450", "14634192"]}, {"Citation": "Lepeule J, Laden F, Dockery D, Schwartz J. Chronic exposure to fine particles and mortality: an extended follow-up of the Harvard Six Cities study from 1974 to 2009. Environmental health perspectives. 2012;120(7):965–70.", "ArticleIdList": ["PMC3404667", "22456598"]}, {"Citation": "Zeger SL, Thomas D, Dominici F, Samet JM, Schwartz J, Dockery D, et al. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environmental health perspectives. 2000;108(5):419–26.", "ArticleIdList": ["PMC1638034", "10811568"]}, {"Citation": "Strickland MJ, Gass KM, Goldman GT, Mulholland JA. Effects of ambient air pollution measurement error on health effect estimates in time-series studies: a simulation-based analysis. Journal of exposure science & environmental epidemiology. 2015;25(2):160–6.", "ArticleIdList": ["PMC4721572", "23571405"]}, {"Citation": "Sarnat SE, Klein M, Sarnat JA, Flanders WD, Waller LA, Mulholland JA, et al. An examination of exposure measurement error from air pollutant spatial variability in time-series studies. Journal of exposure science & environmental epidemiology. 2010;20(2):135–46.", "ArticleIdList": ["PMC3780363", "19277071"]}, {"Citation": "Sarnat SE, Sarnat JA, Mulholland J, Isakov V, Ozkaynak H, Chang HH, et al. Application of alternative spatiotemporal metrics of ambient air pollution exposure in a time-series epidemiological study in Atlanta. Journal of exposure science & environmental epidemiology. 2013;23(6):593–605.", "ArticleIdList": ["23963512"]}]}], "History": [{"Year": "2018", "Month": "1", "Day": "5"}, {"Year": "2018", "Month": "4", "Day": "8"}, {"Year": "2018", "Month": "3", "Day": "26"}, {"Year": "2018", "Month": "6", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29915241", "NIHMS972450", "PMC6301150", "10.1038/s41370-018-0048-7", "10.1038/s41370-018-0048-7"]}}]}