{"PubmedBookArticle": [{"BookDocument": {"ItemList": [], "Language": ["eng"], "KeywordList": [["CLIMATE CHANGE CO-BENEFITS", "AIR QUALITY", "HEALTH IMPACTS", "ENERGY SCENARIOS", "CLIMATE CHANGE ACT"]], "LocationLabel": [], "ReferenceList": [], "AuthorList": [], "PublicationType": ["Review"], "PMID": "29927565", "ArticleIdList": ["NBK507619", "10.3310/phr06070"], "Book": {"AuthorList": [[{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Research Group, King’s College London, London, UK"}], "Identifier": ["0000-0002-4677-6491"], "LastName": "Williams", "ForeName": "Martin L", "Initials": "ML"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Research Group, King’s College London, London, UK"}], "Identifier": ["0000-0002-1096-866X"], "LastName": "Beevers", "ForeName": "Sean", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Research Group, King’s College London, London, UK"}], "Identifier": ["0000-0002-9972-0125"], "LastName": "Kitwiroon", "ForeName": "Nutthida", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Research Group, King’s College London, London, UK"}], "Identifier": ["0000-0003-0327-7729"], "LastName": "Dajnak", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Research Group, King’s College London, London, UK"}, {"Identifier": [], "Affiliation": "National Institute for Health Research (NIHR) Biomedical Research Centre at Guy’s and St Thomas’ NHS Foundation Trust and King’s College London, NIHR Health Protection Research Unit on Health Effects of Environmental Hazards, London, UK"}], "Identifier": ["0000-0002-9252-3962"], "LastName": "Walton", "ForeName": "Heather", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Sustainable Resources, University College London, London, UK"}], "Identifier": ["0000-0003-2091-6561"], "LastName": "Lott", "ForeName": "Melissa C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Energy Institute, University College London, London, UK"}], "Identifier": ["0000-0003-1793-2552"], "LastName": "Pye", "ForeName": "Steve", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Small Area Health Statistics Unit, Medical Research Council–Public Health England Centre for Environment and Health, School for Public Health, Imperial College London, London, UK"}], "Identifier": ["0000-0002-0738-0013"], "LastName": "Fecht", "ForeName": "Daniela", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Small Area Health Statistics Unit, Medical Research Council–Public Health England Centre for Environment and Health, School for Public Health, Imperial College London, London, UK"}], "Identifier": ["0000-0001-5695-6210"], "LastName": "Toledano", "ForeName": "Mireille B", "Initials": "MB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecometrics, Research and Consulting, Reading, UK"}], "Identifier": ["0000-0002-9732-9595"], "LastName": "Holland", "ForeName": "Mike", "Initials": "M"}]], "Isbn": [], "ELocationID": ["10.3310/phr06070"], "Publisher": {"PublisherName": "NIHR Journals Library", "PublisherLocation": "Southampton (UK)"}, "BookTitle": "Public health air pollution impacts of pathway options to meet the 2050 UK Climate Change Act target: a modelling study", "PubDate": {"Year": "2018", "Month": "06"}, "CollectionTitle": "Public Health Research"}, "Abstract": {"AbstractText": ["The UK’s <i>Climate Change Act 2008</i> (CCA; Great Britain. <i>Climate Change Act 2008</i>. Chapter 27. London: The Stationery Office; 2008) requires a reduction of 80% in carbon dioxide-equivalent emissions by 2050 on a 1990 base. This project quantified the impact of air pollution on health from four scenarios involving particulate matter of ≤ 2.5 µm (PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>) and ozone (O<sub>3</sub>). Two scenarios met the CCA target: one with limited nuclear power build (nuclear replacement option; NRPO) and one with no policy constraint on nuclear (low greenhouse gas). Another scenario envisaged no further climate actions beyond those already agreed (‘baseline’) and the fourth kept 2011 concentrations constant to 2050 (‘2011’).", "The UK Integrated MARKAL–EFOM System (UKTM) energy system model was used to develop the scenarios and produce projections of fuel use; these were used to produce air pollutant emission inventories for Great Britain (GB) for each scenario. The inventories were then used to run the Community Multiscale Air Quality model ‘air pollution model’ to generate air pollutant concentration maps across GB, which then, combined with relationships between concentrations and health outcomes, were used to calculate the impact on health from the air pollution emitted in each scenario. This is a significant improvement on previous health impact studies of climate policies, which have relied on emissions changes. Inequalities in exposure in different socioeconomic groups were also calculated, as was the economic impact of the pollution emissions.", "Concentrations of NO<sub>2</sub> declined significantly because of a high degree of electrification of the GB road transport fleet, although the NRPO scenario shows large increases in oxides of nitrogen emissions from combined heat and power (CHP) sources. Concentrations of PM<sub>2.5</sub> show a modest decrease by 2050, which would have been larger if it had not been for a significant increase in biomass (wood burning) use in the two CCA scenarios peaking in 2035. The metric quantifying long-term exposure to O<sub>3</sub> is projected to decrease, while the important short-term O<sub>3</sub> exposure metric increases. Large projected increases in future GB vehicle kilometres lead to increased non-exhaust PM<sub>2.5</sub> and particulate matter of ≤ 10 µm emissions. The two scenarios which achieve the CCA target resulted in more life-years lost from long-term exposures to PM<sub>2.5</sub> than in the baseline scenario. This is an opportunity lost and arises largely from the increase in biomass use, which is projected to peak in 2035. Reduced long-term exposures to NO<sub>2</sub> lead to many more life-years saved in the ‘CCA-compliant’ scenarios, but the association used may overestimate the effects of NO<sub>2</sub> itself. The more deprived populations are estimated currently to be exposed to higher concentrations than those less deprived, the contrast being largest for NO<sub>2</sub>. Despite reductions in concentrations in 2050, the most socioeconomically deprived are still exposed to higher concentrations than the less deprived.", "Modelling of the atmosphere is always uncertain; we have shown the model to be acceptable through comparison with observations. The necessary complexity of the modelling system has meant that only a small number of scenarios were run.", "We have established a system which can be used to explore a wider range of climate policy scenarios, including more European and global scenarios as well as local measures. Future work could explore wood burning in more detail, in terms of the sectors in which it might be burned and the spatial distribution of this across the UK. Further analyses of options for CHP could also be explored. Non-exhaust emissions from road transport are an important source of particles and emission factors are uncertain. Further research on this area coupled with our modelling would be a valuable area of research.", "The National Institute for Health Research Public Health Research programme."], "CopyrightInformation": "Copyright © Queen’s Printer and Controller of HMSO 2018. This work was produced by Williams et al. under the terms of a commissioning contract issued by the Secretary of State for Health and Social Care. This issue may be freely reproduced for the purposes of private research and study and extracts (or indeed, the full report) may be included in professional journals provided that suitable acknowledgement is made and the reproduction is not associated with any form of advertising. Applications for commercial reproduction should be addressed to: NIHR Journals Library, National Institute for Health Research, Evaluation, Trials and Studies Coordinating Centre, Alpha House, University of Southampton Science Park, Southampton SO16 7NS, UK."}, "Sections": [{"Section": [], "SectionTitle": "Plain English summary"}, {"Section": [], "SectionTitle": "Scientific summary"}, {"Section": [], "LocationLabel": "Chapter 1", "SectionTitle": "Introduction"}, {"Section": [], "LocationLabel": "Chapter 2", "SectionTitle": "The energy systems model and future scenarios"}, {"Section": [], "LocationLabel": "Chapter 3", "SectionTitle": "Air pollution emissions present and future"}, {"Section": [], "LocationLabel": "Chapter 4", "SectionTitle": "The air quality model, description and evaluation"}, {"Section": [], "LocationLabel": "Chapter 5", "SectionTitle": "Air quality model evaluation"}, {"Section": [], "LocationLabel": "Chapter 6", "SectionTitle": "Current and future air pollutant concentrations"}, {"Section": [], "LocationLabel": "Chapter 7", "SectionTitle": "Public health impact"}, {"Section": [], "LocationLabel": "Chapter 8", "SectionTitle": "Impact of air pollution scenarios on inequalities"}, {"Section": [], "LocationLabel": "Chapter 9", "SectionTitle": "Economic valuation of the air quality impact on mortality"}, {"Section": [], "LocationLabel": "Chapter 10", "SectionTitle": "Discussion and conclusions"}, {"Section": [], "SectionTitle": "Acknowledgements"}, {"Section": [], "SectionTitle": "References"}, {"Section": [], "LocationLabel": "Appendix 1", "SectionTitle": "Health impact assessment methodology details"}, {"Section": [], "LocationLabel": "Appendix 2", "SectionTitle": "Descriptive statistics of air pollution exposure for different scenarios, Great Britain (µg/m<sup>3</sup>)"}, {"Section": [], "SectionTitle": "Glossary"}, {"Section": [], "SectionTitle": "List of abbreviations"}]}, "PubmedBookData": {"History": [{"Year": "2018", "Month": "6", "Day": "1"}, {"Year": "2018", "Month": "6", "Day": "1"}, {"Year": "2018", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29927565"]}}], "PubmedArticle": []}