{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29931049", "DateCompleted": {"Year": "2020", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "06"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/cvr/cvy157"], "Journal": {"ISSN": "1755-3245", "JournalIssue": {"Volume": "115", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "01"}}, "Title": "Cardiovascular research", "ISOAbbreviation": "Cardiovasc Res"}, "ArticleTitle": "Vascular endothelial growth factor regulation of endothelial nitric oxide synthase phosphorylation is involved in isoflurane cardiac preconditioning.", "Pagination": {"StartPage": "168", "EndPage": "178", "MedlinePgn": "168-178"}, "Abstract": {"AbstractText": ["Previous studies indicate that nitric oxide derived from endothelial nitric oxide synthase (eNOS) serves as both trigger and mediator in anaesthetic cardiac preconditioning. The mechanisms underlying regulation of eNOS by volatile anaesthetics have not been fully understood. Therefore, this study examined the role of vascular endothelial growth factor (VEGF) in isoflurane cardiac preconditioning.", "Wistar rats underwent 30 min of coronary artery occlusion followed by 2 h of reperfusion. Isoflurane given prior to ischaemia/reperfusion significantly decreased myocardial infarct size from 60 ± 1% in control to 40 ± 3% (n = 8 rats/group, P < 0.05). The beneficial effects of isoflurane were blocked by neutralizing antibody against VEGF (nVEGF). Coronary arterial endothelial cells (ECs) alone or together with cardiomyocytes (CMs) were subjected to hypoxia/reoxygenation injury. The expression of VEGF and eNOS was analysed by western blot, and nitric oxide was measured by ozone-based chemiluminescence. In co-cultured CMs and ECs, isoflurane administered before hypoxia/reoxygenation attenuated lactate dehydrogenase activity and increased the ratio of phosphorylated eNOS/eNOS and nitric oxide production. The protective effect of isoflurane on CMs was compromised by nVEGF and after VEGF in ECs was inhibited with hypoxia inducible factor-1α short hairpin RNA (shRNA). The negative effect of hypoxia inducible factor-1α shRNA was restored by recombinant VEGF.", "Isoflurane cardiac preconditioning is associated with VEGF regulation of phosphorylation of eNOS and nitric oxide production."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}, {"Identifier": [], "Affiliation": "Department of Pathology and Cell Biology, Columbia University, 630 W. 168th Street, New York, NY, USA."}, {"Identifier": [], "Affiliation": "Department of Anesthesiology, University of Hong Kong, Hong Kong, China SAR, China."}], "Identifier": [], "LastName": "Liu", "ForeName": "Yanan", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}], "Identifier": [], "LastName": "Paterson", "ForeName": "Mark", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}], "Identifier": [], "LastName": "Baumgardt", "ForeName": "Shelley L", "Initials": "SL"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, University of Hong Kong, Hong Kong, China SAR, China."}], "Identifier": [], "LastName": "Irwin", "ForeName": "Michael G", "Initials": "MG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, University of Hong Kong, Hong Kong, China SAR, China."}], "Identifier": [], "LastName": "Xia", "ForeName": "Zhengyuan", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}, {"Identifier": [], "Affiliation": "Department of Physiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}], "Identifier": [], "LastName": "Bosnjak", "ForeName": "Zeljko J", "Initials": "ZJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI, USA."}, {"Identifier": [], "Affiliation": "Department of Ophthalmology, Stanford University School of Medicine, 1651 Page Mill Road, Stanford, CA, USA."}], "Identifier": [], "LastName": "Ge", "ForeName": "Zhi-Dong", "Initials": "ZD"}], "GrantList": [{"GrantID": "P01 GM066730", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Cardiovasc Res", "NlmUniqueID": "0077427", "ISSNLinking": "0008-6363"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "HIF1A protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoxia-Inducible Factor 1, alpha Subunit"}, {"RegistryNumber": "0", "NameOfSubstance": "VEGFA protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Vascular Endothelial Growth Factor A"}, {"RegistryNumber": "0", "NameOfSubstance": "vascular endothelial growth factor A, rat"}, {"RegistryNumber": "CYS9AKD70P", "NameOfSubstance": "Isoflurane"}, {"RegistryNumber": "EC 1.14.13.39", "NameOfSubstance": "NOS3 protein, human"}, {"RegistryNumber": "EC 1.14.13.39", "NameOfSubstance": "Nitric Oxide Synthase Type III"}, {"RegistryNumber": "EC 1.14.13.39", "NameOfSubstance": "Nos3 protein, rat"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cell Communication"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": [], "DescriptorName": "Coculture Techniques"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["enzymology", "pathology"], "DescriptorName": "Endothelial Cells"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hypoxia-Inducible Factor 1, alpha Subunit"}, {"QualifierName": ["methods"], "DescriptorName": "Ischemic Preconditioning, Myocardial"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Isoflurane"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["enzymology", "pathology", "physiopathology", "prevention & control"], "DescriptorName": "Myocardial Reperfusion Injury"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Myocytes, Cardiac"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitric Oxide Synthase Type III"}, {"QualifierName": [], "DescriptorName": "Phosphorylation"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["metabolism"], "DescriptorName": "Vascular Endothelial Growth Factor A"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bosnjak ZJ, Ge ZD.. The application of remote ischemic conditioning in cardiac surgery. F1000Res 2017;6:928..", "ArticleIdList": ["PMC5482336", "28690837"]}, {"Citation": "Uhlig C, Bluth T, Schwarz K, Deckert S, Heinrich L, De Hert S, Landoni G, Serpa Neto A, Schultz MJ, Pelosi P, Schmitt J, Gama de Abreu M.. Effects of volatile anesthetics on mortality and postoperative pulmonary and other complications in patients undergoing surgery: a systematic review and meta-analysis. Anesthesiology 2016;124:1230–1245.", "ArticleIdList": ["27065094"]}, {"Citation": "Kersten JR, Orth KG, Pagel PS, Mei DA, Gross GJ, Warltier DC.. Role of adenosine in isoflurane-induced cardioprotection. Anesthesiology 1997;86:1128–1139.", "ArticleIdList": ["9158363"]}, {"Citation": "De Hert SG, ten Broecke PW, Mertens E, Van Sommeren EW, De Blier IG, Stockman BA, Rodrigus IE.. Sevoflurane but not propofol preserves myocardial function in coronary surgery patients. Anesthesiology 2002;97:42–49.", "ArticleIdList": ["12131102"]}, {"Citation": "Fräßdorf J, Borowski A, Ebel D, Feindt P, Hermes M, Meemann T, Weber R, Müllenheim J, Weber NC, Preckel B, Schlack W.. Impact of preconditioning protocol on anesthetic-induced cardioprotection in patients having coronary artery bypass surgery. J Thorac Cardiovasc Surg 2009;137:1436–1442, 1442.e1–2.", "ArticleIdList": ["19464461"]}, {"Citation": "Qiao S, Olson JM, Paterson M, Yan Y, Zaja I, Liu Y, Riess ML, Kersten JR, Liang M, Warltier DC, Bosnjak ZJ, Ge ZD.. MicroRNA-21 mediates isoflurane-induced cardioprotection against ischemia-reperfusion injury via Akt/nitric oxide synthase/mitochondrial permeability transition pore pathway. Anesthesiology 2015;123:786–798.", "ArticleIdList": ["PMC4573345", "26259139"]}, {"Citation": "Kersten JR. Anesthetic preconditioning: an anesthesiologist's tale. 1997. Anesthesiology 2011;114:162–166.", "ArticleIdList": ["21169798"]}, {"Citation": "Ge ZD, Li Y, Qiao S, Bai X, Warltier DC, Kersten JR, Bosnjak ZJ, Liang M.. Failure of isoflurane cardiac preconditioning in obese type 2 diabetic mice involves aberrant regulation of microRNA-21, endothelial nitric oxide synthase, and mitochondrial complex I. Anesthesiology 2018;128:117–129.", "ArticleIdList": ["PMC5726897", "29040168"]}, {"Citation": "Chiari PC, Bienengraeber MW, Weihrauch D, Krolikowski JG, Kersten JR, Warltier DC, Pagel PS.. Role of endothelial nitric oxide synthase as a trigger and mediator of isoflurane-induced delayed preconditioning in rabbit myocardium. Anesthesiology 2005;103:74–83.", "ArticleIdList": ["15983459"]}, {"Citation": "Ferrara N, Adamis AP.. Ten years of anti-vascular endothelial growth factor therapy. Nat Rev Drug Discov 2016;15:385–403.", "ArticleIdList": ["26775688"]}, {"Citation": "Wang S, Li X, Parra M, Verdin E, Bassel-Duby R, Olson EN.. Control of endothelial cell proliferation and migration by VEGF signaling to histone deacetylase 7. Proc Natl Acad Sci USA 2008;105:7738–7743.", "ArticleIdList": ["PMC2409381", "18509061"]}, {"Citation": "Moens S, Goveia J, Stapor PC, Cantelmo AR, Carmeliet P.. The multifaceted activity of VEGF in angiogenesis—implications for therapy responses. Cytokine Growth Factor Rev 2014;25:473–482.", "ArticleIdList": ["25169850"]}, {"Citation": "Huang M, Qiu Q, Xiao Y, Zeng S, Zhan M, Shi M, Zou Y, Ye Y, Liang L, Yang X, Xu H.. BET bromodomain suppression inhibits VEGF-induced angiogenesis and vascular permeability by blocking VEGFR2-mediated activation of PAK1 and eNOS. Sci Rep 2016;6:23770..", "ArticleIdList": ["PMC4820704", "27044328"]}, {"Citation": "Papapetropoulos A, Garcia-Cardena G, Madri JA, Sessa WC.. Nitric oxide production contributes to the angiogenic properties of vascular endothelial growth factor in human endothelial cells. J Clin Invest 1997;100:3131–3139.", "ArticleIdList": ["PMC508526", "9399960"]}, {"Citation": "Wang C, Weihrauch D, Schwabe DA, Bienengraeber M, Warltier DC, Kersten JR, Pratt PF Jr, Pagel PS.. Extracellular signal-regulated kinases trigger isoflurane preconditioning concomitant with upregulation of hypoxia-inducible factor-1alpha and vascular endothelial growth factor expression in rats. Anesth Analg 2006;103:281–288.", "ArticleIdList": ["16861403"]}, {"Citation": "Gentile C, Muise-Helmericks RC, Drake CJ.. VEGF-mediated phosphorylation of eNOS regulates angioblast and embryonic endothelial cell proliferation. Dev Biol 2013;373:163–175.", "ArticleIdList": ["PMC3523730", "23103584"]}, {"Citation": "Blanes MG, Oubaha M, Rautureau Y, Gratton JP.. Phosphorylation of tyrosine 801 of vascular endothelial growth factor receptor-2 is necessary for Akt-dependent endothelial nitric-oxide synthase activation and nitric oxide release from endothelial cells. J Biol Chem 2007;282:10660–10669.", "ArticleIdList": ["17303569"]}, {"Citation": "Kou R, Greif D, Michel T.. Dephosphorylation of endothelial nitric-oxide synthase by vascular endothelial growth factor. Implications for the vascular responses to cyclosporin A. J Biol Chem 2002;277:29669–29673.", "ArticleIdList": ["12050171"]}, {"Citation": "Feliers D, Chen X, Akis N, Choudhury GG, Madaio M, Kasinath BS.. VEGF regulation of endothelial nitric oxide synthase in glomerular endothelial cells. Kidney Int 2005;68:1648–1659.", "ArticleIdList": ["16164642"]}, {"Citation": "Baotic I, Weihrauch D, Procknow J, Vasquez-Vivar J, Ge ZD, Sudhakaran S, Warltier DC, Kersten JR.. Isoflurane favorably modulates guanosine triphosphate cyclohydrolase-1 and endothelial nitric oxide synthase during myocardial ischemia and reperfusion injury in rats. Anesthesiology 2015;123:582–589.", "ArticleIdList": ["PMC4543441", "26192027"]}, {"Citation": "Liu Y, Jin J, Qiao S, Lei S, Liao S, Ge ZD, Li H, Wong GT, Irwin MG, Xia Z.. Inhibition of PKCβ2 overexpression ameliorates myocardial ischaemia/reperfusion injury in diabetic rats via restoring caveolin-3/Akt signaling. Clin Sci 2015;129:331–344.", "ArticleIdList": ["25849791"]}, {"Citation": "Leucker TM, Ge ZD, Procknow J, Liu Y, Shi Y, Bienengraeber M, Warltier DC, Kersten JR.. Impairment of endothelial-myocardial interaction increases the susceptibility of cardiomyocytes to ischemia/reperfusion injury. PLoS One 2013;8:e70088..", "ArticleIdList": ["PMC3718730", "23894596"]}, {"Citation": "Rutering J, Ilmer M, Recio A, Coleman M, Vykoukal J, Alt E.. Improved method for isolation of neonatal rat cardiomyocytes with increased yield of C-Kit+ cardiac progenitor cells. J Stem Cell Res Ther 2015;5:1–8.", "ArticleIdList": ["PMC4770583", "26937295"]}, {"Citation": "Liu Y, Baumgardt SL, Fang J, Shi Y, Qiao S, Bosnjak ZJ, Vasquez-Vivar J, Xia Z, Warltier DC, Kersten JR, Ge ZD.. Transgenic overexpression of GTP cyclohydrolase 1 in cardiomyocytes ameliorates post-infarction cardiac remodeling. Sci Rep 2017;7:3093..", "ArticleIdList": ["PMC5465102", "28596578"]}, {"Citation": "Wu HE, Baumgardt SL, Fang J, Paterson M, Liu Y, Du J, Shi Y, Qiao S, Bosnjak ZJ, Warltier DC, Kersten JR, Ge ZD.. Cardiomyocyte GTP cyclohydrolase 1 protects the heart against diabetic cardiomyopathy. Sci Rep 2016;6:27925..", "ArticleIdList": ["PMC4904741", "27295516"]}, {"Citation": "Canfield SG, Sepac A, Sedlic F, Muravyeva MY, Bai X, Bosnjak ZJ.. Marked hyperglycemia attenuates anesthetic preconditioning in human-induced pluripotent stem cell-derived cardiomyocytes. Anesthesiology 2012;117:735–744.", "ArticleIdList": ["PMC3459588", "22820846"]}, {"Citation": "Hausenloy DJ, Yellon DM.. Myocardial ischemia-reperfusion injury: a neglected therapeutic target. J Clin Invest 2013;123:92–100.", "ArticleIdList": ["PMC3533275", "23281415"]}, {"Citation": "Li GH, Luo B, Lv YX, Zheng F, Wang L, Wei MX, Li XY, Zhang L, Wang JN, Chen SY, Tang JM, He X.. Dual effects of VEGF-β on activating cardiomyocytes and cardiac stem cells to protect the heart against short- and long-term ischemia-reperfusion injury. J Transl Med 2016;14:116..", "ArticleIdList": ["PMC4855341", "27146579"]}, {"Citation": "Yang L, Zhang Y, Zhu M, Zhang Q, Wang X, Wang Y, Zhang J, Li J, Yang L, Liu J, Liu F, Yang Y, Kang L, Shen Y, Qi Z.. Resveratrol attenuates myocardial ischemia/reperfusion injury through up-regulation of vascular endothelial growth factor B. Free Radic Biol Med 2016;101:1–9.", "ArticleIdList": ["27667182"]}, {"Citation": "Brutsaert DL. Cardiac endothelial-myocardial signaling: its role in cardiac growth, contractile performance, and rhythmicity. Physiol Rev 2003;83:59–115.", "ArticleIdList": ["12506127"]}, {"Citation": "Fountoulaki K, Dagres N, Iliodromitis EK.. Cellular communications in the heart. Card Fail Rev 2015;1:64–68.", "ArticleIdList": ["PMC5490974", "28785434"]}, {"Citation": "Ge ZD, Li PL, Chen YF, Gross GJ, Zou AP.. Myocardial ischemia and reperfusion reduce the levels of cyclic ADP-ribose in rat myocardium. Basic Res Cardiol 2002;97:312–319.", "ArticleIdList": ["12111041"]}, {"Citation": "Chouchani ET, Pell VR, Gaude E, Aksentijevic D, Sundier SY, Robb EL, Logan A, Nadtochiy SM, Ord ENJ, Smith AC, Eyassu F, Shirley R, Hu CH, Dare AJ, James AM, Rogatti S, Hartley RC, Eaton S, Costa ASH, Brookes PS, Davidson SM, Duchen MR, Saeb-Parsy K, Shattock MJ, Robinson AJ, Work LM, Frezza C, Krieg T, Murphy MP.. Ischaemic accumulation of succinate controls reperfusion injury through mitochondrial ROS. Nature 2014;515:431–435.", "ArticleIdList": ["PMC4255242", "25383517"]}, {"Citation": "Black RG Jr, Guo Y, Ge ZD, Murphree SS, Prabhu SD, Jones WK, Bolli R, Auchampach JA.. Gene dosage-dependent effects of cardiac-specific overexpression of the A3 adenosine receptor. Circ Res 2002;91:165–172.", "ArticleIdList": ["PMC3682827", "12142350"]}, {"Citation": "Ge ZD, Peart JN, Kreckler LM, Wan TC, Jacobson MA, Gross GJ, Auchampach JA.. Cl-IB-MECA [2-chloro-N6-(3-iodobenzyl)adenosine-5'-n-methylcarboxamide] reduces ischemia/reperfusion injury in mice by activating the A3 adenosine receptor. J Pharmacol Exp Ther 2006;319:1200–1210.", "ArticleIdList": ["16985166"]}, {"Citation": "Ge ZD, van der Hoeven D, Maas JE, Wan TC, Auchampach JA.. A3 adenosine receptor activation during reperfusion reduces infarct size through actions on bone marrow-derived cells. J Mol Cell Cardiol 2010;49:280–286.", "ArticleIdList": ["PMC2885516", "20132822"]}, {"Citation": "Garbayo E, Gavira JJ, de Yebenes MG, Pelacho B, Abizanda G, Lana H, Blanco-Prieto MJ, Prosper F.. Catheter-based intramyocardial injection of FGF1 or NRG1-loaded MPS improves cardiac function in a preclinical model of ischemia-reperfusion. Sci Rep 2016;6:25932..", "ArticleIdList": ["PMC4868965", "27184924"]}, {"Citation": "Koch S, Claesson-Welsh L.. Signal transduction by vascular endothelial growth factor receptors. Cold Spring Harb Perspect Med 2012;2:a006502..", "ArticleIdList": ["PMC3385940", "22762016"]}, {"Citation": "Simons M, Gordon E, Claesson-Welsh L.. Mechanisms and regulation of endothelial VEGF receptor signalling. Nat Rev Mol Cell Biol 2016;17:611–625.", "ArticleIdList": ["27461391"]}, {"Citation": "Fulton D, Gratton JP, McCabe TJ, Fontana J, Fujio Y, Walsh K, Franke TF, Papapetropoulos A, Sessa WC.. Regulation of endothelium-derived nitric oxide production by the protein kinase Akt. Nature 1999;399:597–601.", "ArticleIdList": ["PMC3637917", "10376602"]}, {"Citation": "Dimmeler S, Fleming I, Fisslthaler B, Hermann C, Busse R, Zeiher AM.. Activation of nitric oxide synthase in endothelial cells by Akt-dependent phosphorylation. Nature 1999;399:601–605.", "ArticleIdList": ["10376603"]}, {"Citation": "Leucker TM, Bienengraeber M, Muravyeva M, Baotic I, Weihrauch D, Brzezinska AK, Warltier DC, Kersten JR, Pratt PF Jr.. Endothelial-cardiomyocyte crosstalk enhances pharmacological cardioprotection. J Mol Cell Cardiol 2011;51:803–811.", "ArticleIdList": ["PMC3342532", "21791217"]}, {"Citation": "Wang GL, Jiang BH, Semenza GL.. Effect of altered redox states on expression and DNA-binding activity of hypoxia-inducible factor 1. Biochem Biophys Res Commun 1995;212:550–556.", "ArticleIdList": ["7626069"]}, {"Citation": "Bellanti F. Hypoxia-inducible factor-1 in myocardial ischaemia/reperfusion injury. Acta Physiol (Oxf) 2017;221:93–94.", "ArticleIdList": ["28581154"]}, {"Citation": "Ke Q, Costa M.. Hypoxia-inducible factor-1 (HIF-1). Mol Pharmacol 2006;70:1469–1480.", "ArticleIdList": ["16887934"]}, {"Citation": "Schwarz ER, Speakman MT, Patterson M, Hale SS, Isner JM, Kedes LH, Kloner RA.. Evaluation of the effects of intramyocardial injection of DNA expressing vascular endothelial growth factor (VEGF) in a myocardial infarction model in the rat–angiogenesis and angioma formation. J Am Coll Cardiol 2000;35:1323–1330.", "ArticleIdList": ["10758976"]}, {"Citation": "Kureishi Y, Luo Z, Shiojima I, Bialik A, Fulton D, Lefer DJ, Sessa WC, Walsh K.. The HMG-CoA reductase inhibitor simvastatin activates the protein kinase Akt and promotes angiogenesis in normocholesterolemic animals. Nat Med 2000;6:1004–1010.", "ArticleIdList": ["PMC2828689", "10973320"]}, {"Citation": "Kukreja RC, Xi L.. Enos phosphorylation: a pivotal molecular switch in vasodilation and cardioprotection? J Mol Cell Cardiol 2007;42:280–282.", "ArticleIdList": ["PMC3031790", "17174975"]}, {"Citation": "Vladic N, Ge ZD, Leucker T, Brzezinska AK, Du JH, Shi Y, Warltier DC, Pratt PF Jr, Kersten JR.. Decreased tetrahydrobiopterin and disrupted association of HSP90 with eNOS by hyperglycemia impair myocardial ischemic preconditioning. Am J Physiol Heart Circ Physiol 2011;301:H2130–H2139.", "ArticleIdList": ["PMC3213977", "21908789"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "12"}, {"Year": "2018", "Month": "6", "Day": "19"}, {"Year": "2018", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29931049", "PMC6302266", "10.1093/cvr/cvy157", "5042175"]}}]}