{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Atmospheric lifetime", "Chloroalkenes", "Gas-phase reactivity trends", "Kinetics", "Rate constant"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "29948707", "DateCompleted": {"Year": "2019", "Month": "01", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2018", "Month": "06", "Day": "13"}], "ELocationID": ["10.1007/s11356-018-2504-2"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "25", "Issue": "24", "PubDate": {"Year": "2018", "Month": "Aug"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Kinetics of atmospheric reactions of 4-chloro-1-butene.", "Pagination": {"StartPage": "24241", "EndPage": "24252", "MedlinePgn": "24241-24252"}, "Abstract": {"AbstractText": ["Chloroalkenes are among the important anthropogenic organic compounds emitted in the atmosphere as a result of their wide use in synthetic processes in industry. Despite their well-known adverse effects on human health and air quality, the chemistry of these chloroalkenes remains poorly explored. In this work, reactions of 4-chloro-1-butene (CBE), a representative example of chloroalkenes, with O<sub>3</sub>, OH, NO<sub>3</sub>, and Cl are investigated in a 100-L Teflon reaction chamber equipped with gas chromatography-flame ionization detector (GC-FID). The absolute rate method was used for the reaction with O<sub>3</sub> while the relative rate method was used for reactions with OH, NO<sub>3</sub>, and Cl. The following rate constants were obtained at room temperature (298 ± 2) K and atmospheric pressure: (3.96 ± 0.43) × 10<sup>-18</sup>, (2.63 ± 0.96) × 10<sup>-11</sup>, (4.48 ± 1.23) × 10<sup>-15</sup>, and (2.35 ± 0.90) × 10<sup>-10</sup> cm<sup>3</sup> molecule<sup>-1</sup> s<sup>-1</sup>, for reactions with O<sub>3</sub>, OH, NO<sub>3</sub>, and Cl, respectively. Atmospheric lifetimes of CBE calculated from rate constants of the different reactions obtained in this work showed that reaction with OH is the main loss process for CBE, while in coastal areas and in the marine boundary layer, the CBE loss by Cl reaction becomes important. Estimation of the value of the photochemical ozone creation potential (POCP) indicated that CBE has a large ozone formation potential. The present work underlines the need for further studies on the atmospheric chemistry of chlorinated VOCs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment Research Institute, Shandong University, Binhai Road 72, Qingdao, 266237, China."}], "LastName": "Zhu", "ForeName": "Jianqiang", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment Research Institute, Shandong University, Binhai Road 72, Qingdao, 266237, China."}], "LastName": "Tsona", "ForeName": "Narcisse T", "Initials": "NT"}, {"Identifier": ["0000-0001-8208-0558"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment Research Institute, Shandong University, Binhai Road 72, Qingdao, 266237, China. lindu@sdu.edu.cn."}], "LastName": "Du", "ForeName": "Lin", "Initials": "L"}], "GrantList": [{"GrantID": "91644214", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "21707080", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "JQ201705", "Agency": "Shandong Natural Science Fund for Distinguished Young Scholars", "Country": ""}, {"GrantID": "2017M612276", "Agency": "Postdoctoral Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons, Chlorinated"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "4R7X1O2820", "NameOfSubstance": "Chlorine"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Atmospheric Pressure"}, {"QualifierName": ["chemistry"], "DescriptorName": "Chlorine"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, Gas"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hydrocarbons, Chlorinated"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nitrates"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aird RWS, Canosa-Mas CE, Cook DJ, Marston G, Monks PS, Wayne RP, Ljungstrom E (1992) Kinetics of the reactions of the nitrate radical with a series of halogenobutenes. A study of the effect of substituents on the rate of addition of NO<sub>3</sub> to alkenes. J Chem Soc Faraday Trans 88:1093–1099", "ArticleIdList": ["10.1039/FT9928801093"]}, {"Citation": "Albaladejo J, Ballesteros B, Jiménez E, Díaz de Mera Y, Martínez E (2003a) Gas-phase OH radical-initiated oxidation of the 3-halopropenes studied by PLP-LIF in the temperature range 228–388K. Atmos Environ 37:2919–2926", "ArticleIdList": ["10.1016/S1352-2310(03)00297-8"]}, {"Citation": "Albaladejo J, Notario A, Cuevas CA, Ballesteros B, Martínez E (2003b) A pulsed laser photolysis-resonance fluorescence kinetic study of the atmospheric Cl atom-initiated oxidation of propene and a series of 3-halopropenes at room temperature. J Atmos Chem 45:35–50", "ArticleIdList": ["10.1023/A:1024073012242"]}, {"Citation": "Andersson Y, Ljungström E (1989) Gas phase reaction of the NO<sub>3</sub> radical with organic compounds in the dark. Atmos Environ 23:1153–1155", "ArticleIdList": ["10.1016/0004-6981(89)90316-8"]}, {"Citation": "Aschmann SM, Atkinson R (1995) Rate constants for the gas-phase reactions of alkanes with Cl atoms at 296 ± 2 K. In J Chem Kinet 27:613–622", "ArticleIdList": ["10.1002/kin.550270611"]}, {"Citation": "Atkinson R (1987) A structure-activity relationship for the estimation of rate constants for the gas-phase reactions of OH radicals with organic compounds. In J Chem Kinet 19:799–828", "ArticleIdList": ["10.1002/kin.550190903"]}, {"Citation": "Atkinson R (1991) Kinetics and mechanisms of the gas-phase reactions of the NO<sub>3</sub> radical with organic compounds. J Phys Chem Ref Data 20:459–507", "ArticleIdList": ["10.1063/1.555887"]}, {"Citation": "Atkinson R (1997) Gas-phase tropospheric chemistry of volatile organic compounds: 1. Alkanes and alkenes. J Phys Chem Ref Data 26:215–290", "ArticleIdList": ["10.1063/1.556012"]}, {"Citation": "Atkinson R (2000) Atmospheric chemistry of VOCs and NO<sub>x</sub>. Atmos Environ 34:2063–2101", "ArticleIdList": ["10.1016/S1352-2310(99)00460-4"]}, {"Citation": "Atkinson R (2003) Kinetics of the gas-phase reactions of OH radicals with alkanes and cycloalkanes. Atmos Chem Phys 3:2233–2307", "ArticleIdList": ["10.5194/acp-3-2233-2003"]}, {"Citation": "Atkinson R, Arey J (2003) Atmospheric degradation of volatile organic compounds. Chem Rev 103:4605–4638", "ArticleIdList": ["10.1021/cr0206420"]}, {"Citation": "Atkinson R, Aschmann SM (1984) Rate constants for the reaction of OH radicals with a series of alkenes and dialkenes at 295 ± 1 K. In J Chem Kinet 16:1175–1186", "ArticleIdList": ["10.1002/kin.550161002"]}, {"Citation": "Atkinson R, Aschmann SM (1987) Kinetics of the gas-phase reactions of Cl atoms with chloroethenes at 298 ± 2 K and atmospheric pressure. In J Chem Kinet 19:1097–1105", "ArticleIdList": ["10.1002/kin.550191206"]}, {"Citation": "Atkinson R, Plum CN, Carter WP, Winer AM, Pitts JN Jr (1984) Rate constants for the gas-phase reactions of nitrate radicals with a series of organics in air at 298 ± 1 K. J Phys Chem 88:1210–1215", "ArticleIdList": ["10.1021/j150650a039"]}, {"Citation": "Atkinson R, Aschmann SM, Goodman MA (1987) Kinetics of the gas-phase reactions of NO<sub>3</sub> radicals with a series of alkynes, haloalkenes, and α,β-unsaturated aldehydes. In J Chem Kinet 19:299–307", "ArticleIdList": ["10.1002/kin.550190404"]}, {"Citation": "Avzianova EV, Ariya PA (2002) Temperature-dependent kinetic study for ozonolysis of selected tropospheric alkenes. In J Chem Kinet 34:678–684", "ArticleIdList": ["10.1002/kin.10093"]}, {"Citation": "Baasandorj M, Ravishankara AR, Burkholder JB (2011) Atmospheric chemistry of (Z)-CF<sub>3</sub>CH-CHCF<sub>3</sub>: OH radical reaction rate coefficient and global warming potential. J Phys Chem A 115:10539–10549", "ArticleIdList": ["10.1021/jp206195g"]}, {"Citation": "Barrera JA, Dalmasso PR, Taccone RA, Lane SI (2017) Keto-ether and glycol-ethers in the troposphere: reactivity toward OH radicals and Cl atoms, global lifetimes, and atmospheric implications. Environ Sci Pollut Res 24:26049–26059", "ArticleIdList": ["10.1007/s11356-017-0235-4"]}, {"Citation": "Bouzidi H, Djehiche M, Coddeville P, Fittschen C, Tomas A (2017) Atmospheric chemistry of α-diketones: kinetics of C5 and C6 compounds with Cl atoms and OH radicals. In J Chem Kinet 49:112–118", "ArticleIdList": ["10.1002/kin.21060"]}, {"Citation": "Canosa-Mas CE, Smith SJ, Waygood SJ, Wayne RP (1991) Study of the temperature dependence of the reaction of the nitrate radical with propene. J Chem Soc Faraday Trans 87:3473–3478", "ArticleIdList": ["10.1039/ft9918703473"]}, {"Citation": "Carlton A, Wiedinmyer C, Kroll J (2009) A review of secondary organic aerosol (SOA) formation from isoprene. Atmos Chem Phys 9:4987–5005", "ArticleIdList": ["10.5194/acp-9-4987-2009"]}, {"Citation": "Cartas-Rosado R, Raúl Alvarez-Idaboy J, Galano-Jiménez A, Vivier-Bunge A (2004) A theoretical investigation of the mechanism of the NO<sub>3</sub> addition to alkenes. J Mol Struct (THEOCHEM) 684:51–59", "ArticleIdList": ["10.1016/j.theochem.2004.07.012"]}, {"Citation": "Chen Y, Wang J, Zhao S, Tong S, Ge M (2016) An experimental kinetic study and products research of the reactions of O<sub>3</sub> with a series of unsaturated alcohols. Atmos Environ 145:455–467", "ArticleIdList": ["10.1016/j.atmosenv.2016.09.057"]}, {"Citation": "Chew AA, Atkinson R, Aschmann SM (1998) Kinetics of the gas-phase reactions of NO<sub>3</sub> radicals with a series of alcohols, glycol ethers, ethers and chloroalkenes. J Chem Soc Faraday Trans 94:1083–1089", "ArticleIdList": ["10.1039/a708183i"]}, {"Citation": "D’Anna B, Andresen O, Gefen Z, Nielsen CJ (2001) Kinetic study of OH and NO<sub>3</sub> radical reactions with 14 aliphatic aldehydes. Phys Chem Chem Phys 3:3057–3063", "ArticleIdList": ["10.1039/b103623h"]}, {"Citation": "Derwent RG, Jenkin ME, Saunders SM (1996) Photochemical ozone creation potentials for a large number of reactive hydrocarbons under European conditions. Atmos Environ 30:181–199", "ArticleIdList": ["10.1016/1352-2310(95)00303-G"]}, {"Citation": "Derwent RG, Jenkin ME, Saunders SM, Pilling MJ (1998) Photochemical ozone creation potentials for organic compounds in northwest Europe calculated with a master chemical mechanism. Atmos Environ 32:2429–2441", "ArticleIdList": ["10.1016/S1352-2310(98)00053-3"]}, {"Citation": "Díaz-de-Mera Y, Aranda A, Bravo I, Rodríguez D, Rodríguez A, Moreno E (2008) Atmospheric chemistry of HFE-7000 (CF<sub>3</sub>CF<sub>2</sub>CF<sub>2</sub>OCH<sub>3</sub>) and 2,2,3,3,4,4,4-heptafluoro-1-butanol (CF<sub>3</sub>CF<sub>2</sub>CF<sub>2</sub>CH<sub>2</sub>OH): kinetic rate coefficients and temperature dependence of reactions with chlorine atoms. Environ Sci Pollut Res 15:584–591", "ArticleIdList": ["10.1007/s11356-008-0030-3"]}, {"Citation": "Du L, Xu Y, Ge M, Jia L (2007a) Rate constant for the reaction of ozone with diethyl sulfide. Atmos Environ 41:7434–7439", "ArticleIdList": ["10.1016/j.atmosenv.2007.05.041"]}, {"Citation": "Du L, Xu Y, Ge M, Jia L, Yao L, Wang W (2007b) Rate constant of the gas phase reaction of dimethyl sulfide (CH<sub>3</sub>SCH<sub>3</sub>) with ozone. Chem Phys Lett 436:36–40", "ArticleIdList": ["10.1016/j.cplett.2007.01.025"]}, {"Citation": "Edney EO, Kleindienst TE, Corse EW (1986) Room temperature rate constants for the reaction of OH with selected chlorinated and oxygenated hydrocarbons. In J Chem Kinet 18:1355–1371", "ArticleIdList": ["10.1002/kin.550181207"]}, {"Citation": "Ehn M, Thornton JA, Kleist E, Sipilä M, Junninen H, Pullinen I, Springer M, Rubach F, Tillmann R, Lee B, Lopez-Hilfiker F, Andres S, Acir IH, Rissanen M, Jokinen T, Schobesberger S, Kangasluoma J, Kontkanen J, Nieminen T, Kurtén T, Nielsen LB, Jørgensen S, Kjaergaard HG, Canagaratna M, Maso MD, Berndt T, Petäjä T, Wahner A, Kerminen VM, Kulmala M, Worsnop DR, Wildt J, Mentel TF (2014) A large source of low-volatility secondary organic aerosol. Nature 506:476–479", "ArticleIdList": ["10.1038/nature13032"]}, {"Citation": "Fantechi G, Jensen NR, Saastad O, Hjorth J, Peeters J (1998) Reactions of Cl atoms with selected VOCs: kinetics, products and mechanisms. J Atmos Chem 31:247–267", "ArticleIdList": ["10.1023/A:1006033910014"]}, {"Citation": "Gibilisco RG, Blanco MB, Bejan I, Barnes I, Wiesen P, Teruel MA (2015) Atmospheric sink of (E)-3-Hexen-1-ol, (Z)-3-Hepten-1-ol, and (Z)-3-Octen-1-ol: rate coefficients and mechanisms of the OH-radical initiated degradation. Environ Sci Technol 49:7717–7725", "ArticleIdList": ["10.1021/es506125c"]}, {"Citation": "Grosjean D, Williams EL (1992) Environmental persistence of organic compounds estimated from structure-reactivity and linear free-energy relationships. Unsaturated aliphatics. Atmos Environ 26:1395–1405", "ArticleIdList": ["10.1016/0960-1686(92)90124-4"]}, {"Citation": "Guenther A, Hewitt CN, Erickson D, Fall R, Geron C, Graedel T, Harley P, Klinger L, Lerdau M, McKay WA, Pierce T, Scholes B, Steinbrecher R, Tallamraju R, Taylor J, Zimmerman P (1995) A global model of natural volatile organic compound emissions. J Geophys Res-Atmos 100:8873–8892", "ArticleIdList": ["10.1029/94JD02950"]}, {"Citation": "Huang R-J, Zhang Y, Bozzetti C, Ho K-F, Cao J-J, Han Y, Daellenbach KR, Slowik JG, Platt SM, Canonaco F (2014) High secondary aerosol contribution to particulate pollution during haze events in China. Nature 514:218–222", "ArticleIdList": ["10.1038/nature13774"]}, {"Citation": "Jenkin ME (1998) Photochemical Ozone and PAN Creation Potentials: Rationalisation and Methods of Estimation. AEA Technology plc, Report AEAT-4182/20150/003, AEA Technology plc, National Environmental Technology Centre, Culham, Oxfordshire OX14 3DB, UK"}, {"Citation": "Johnson D, Marston G (2008) The gas-phase ozonolysis of unsaturated volatile organic compounds in the troposphere. Chem Soc Rev 37:699–716", "ArticleIdList": ["10.1039/b704260b"]}, {"Citation": "Johnson D, Rickard AR, McGill CD, Marston G (2000) The influence of orbital asymmetry on the kinetics of the gas-phase reactions of ozone with unsaturated compounds. Phys Chem Chem Phys 2:323–328", "ArticleIdList": ["10.1039/a908701j"]}, {"Citation": "Lauraguais A, Bejan I, Barnes I, Wiesen P, Coeur C (2015) Rate coefficients for the gas-phase reactions of hydroxyl radicals with a series of methoxylated aromatic compounds. J Phys Chem A 119:6179–6187", "ArticleIdList": ["10.1021/acs.jpca.5b03232"]}, {"Citation": "Leather KE, McGillen MR, Ghalaieny M, Shallcross DE, Percival CJ (2011) Temperature-dependent kinetics for the ozonolysis of selected chlorinated alkenes in the gas phase. In J Chem Kinet 43:120–129", "ArticleIdList": ["10.1002/kin.20533"]}, {"Citation": "Lewis RJ, Lewis RA (2016) Hawley’s condensed chemical dictionary. John Wiley & Sons, Hoboken"}, {"Citation": "Martín Porrero MP, Gallego-Iniesta García MP, Espinosa Ruiz JL, Tapia Valle A, Cabañas Galán B, Salgado Muñoz MS (2010) Gas phase reactions of unsaturated esters with Cl atoms. Environ Sci Pollut Res 17:539–546", "ArticleIdList": ["10.1007/s11356-009-0220-7"]}, {"Citation": "McCormick RA, Ludwig JH (1967) Climate modification by atmospheric aerosols. Science 156:1358–1359", "ArticleIdList": ["10.1126/science.156.3780.1358"]}, {"Citation": "Mellouki A, Wallington TJ, Chen J (2015) Atmospheric chemistry of oxygenated volatile organic compounds: impacts on air quality and climate. Chem Rev 115:3984–4014", "ArticleIdList": ["10.1021/cr500549n"]}, {"Citation": "Noremsaune IMW, Langer S, Ljungstrom E, Nielsen CJ (1997) Rate coefficients and Arrhenius parameters for the reactions between chloroethenes and the nitrate radical. J Chem Soc Faraday Trans 93:525–531", "ArticleIdList": ["10.1039/a606008k"]}, {"Citation": "Ohta T (1983) Rate constants for reactions of diolefins with hydroxyl radicals in the gas phase. Estimate of the rate constants from those for monoolefins. J Phys Chem 87:1209–1213", "ArticleIdList": ["10.1021/j100230a023"]}, {"Citation": "Ohta T (1984) Rate constants for the reactions of OH radicals with alkyl substituted olefins. In J Chem Kinet 16:879–886", "ArticleIdList": ["10.1002/kin.550160708"]}, {"Citation": "Orlando JJ, Tyndall GS, Apel EC, Riemer DD, Paulson SE (2003) Rate coefficients and mechanisms of the reaction of Cl-atoms with a series of unsaturated hydrocarbons under atmospheric conditions. In J Chem Kinet 35:334–353", "ArticleIdList": ["10.1002/kin.10135"]}, {"Citation": "Pérez-Casany MP, Nebot-Gil I, Sánchez-Marín J (2000) Ab initio study on the mechanism of tropospheric reactions of the nitrate radical with alkenes: propene. J Phys Chem A 104:6277–6286", "ArticleIdList": ["10.1021/jp0001034"]}, {"Citation": "Perry RA, Atkinson R, Pitts JN (1977) Rate constants for the reaction of OH radicals with CH<sub>2</sub>=CHF, CH<sub>2</sub>=CHCl, and CH<sub>2</sub>=CHBr over the temperature range 299–426 K. J Chem Phys 67:458–462", "ArticleIdList": ["10.1063/1.434889"]}, {"Citation": "Rivela C, Gibilisco RG, Teruel MA (2015) Gas-phase oxidation of CH<sub>2</sub>=C(CH<sub>3</sub>)CH<sub>2</sub>Cl initiated by OH radicals and Cl atoms: kinetics and fate of the alcoxy radical formed. J Phys Org Chem 28:480–484", "ArticleIdList": ["10.1002/poc.3439"]}, {"Citation": "Sekušak S, Liedl KR, Sabljić A (1998) Reactivity and Regioselectivity of hydroxyl radical addition to halogenated ethenes. J Phys Chem A 102:1583–1594", "ArticleIdList": ["10.1021/jp972449t"]}, {"Citation": "Spicer CW, Chapman EG, Finlayson-Pitts BJ, Plastridge RA, Hubbe JM, Fast JD, Berkowitz CM (1998) Unexpectedly high concentrations of molecular chlorine in coastal air. Nature 394:353–356", "ArticleIdList": ["10.1038/28584"]}, {"Citation": "Spivakovsky CM, Logan JA, Montzka SA, Balkanski YJ, Foreman-Fowler M, Jones DBA, Horowitz LW, Fusco AC, Brenninkmeijer CAM, Prather MJ, Wofsy SC, McElroy MB (2000) Three-dimensional climatological distribution of tropospheric OH: update and evaluation. J Geophys Res-Atmos 105:8931–8980", "ArticleIdList": ["10.1029/1999JD901006"]}, {"Citation": "Stutz J, Ezell MJ, Ezell AA, Finlayson-Pitts BJ (1998) Rate constants and kinetic isotope effects in the reactions of atomic chlorine with n-butane and simple alkenes at room temperature. J Phys Chem A 102:8510–8519", "ArticleIdList": ["10.1021/jp981659i"]}, {"Citation": "Taccone RA, Moreno A, Colmenar I, Salgado S, Martín MP, Cabañas B (2016) Kinetic study of the OH, NO<sub>3</sub> radicals and Cl atom initiated atmospheric photo-oxidation of iso-propenyl methyl ether. Atmos Environ 127:80–89", "ArticleIdList": ["10.1016/j.atmosenv.2015.12.033"]}, {"Citation": "Tuazon EC, Atkinson R, Aschmann SM (1990) Kinetics and products of the gas-phase reactions of the OH radical and O<sub>3</sub> with allyl chloride and benzyl chloride at room temperature. In J Chem Kinet 22:981–998", "ArticleIdList": ["10.1002/kin.550220909"]}, {"Citation": "Tuazon EC, Atkinson R, Aschmann SM, Arey J (1994) Kinetics and products of the gas-phase reactions of O<sub>3</sub> with amines and related compounds. Res Chem Intermed 20:303–320", "ArticleIdList": ["10.1163/156856794X00351"]}, {"Citation": "Wang W, Ezell MJ, Ezell AA, Soskin G, Finlayson-Pitts BJ (2002) Rate constants for the reactions of chlorine atoms with a series of unsaturated aldehydes and ketones at 298 K: structure and reactivity. Phys Chem Chem Phys 4:1824–1831", "ArticleIdList": ["10.1039/b111557j"]}, {"Citation": "Wang J, Zhou L, Wang W, Ge M (2015) Gas-phase reaction of two unsaturated ketones with atomic Cl and O<sub>3</sub>: kinetics and products. Phys Chem Chem Phys 17:12000–12012", "ArticleIdList": ["10.1039/C4CP05461J"]}, {"Citation": "Wayne RP, Barnes I, Biggs P, Burrows JP, Canosa-Mas CE, Hjorth J, Le Bras G, Moortgat GK, Perner D, Poulet G, Restelli G, Sidebottom H (1991) The nitrate radical: physics, chemistry, and the atmosphere. Atmos Environ 25:1–203", "ArticleIdList": ["10.1016/0960-1686(91)90192-A"]}, {"Citation": "Wingenter OW, Kubo MK, Blake NJ, Smith TW, Blake DR, Rowland FS (1996) Hydrocarbon and halocarbon measurements as photochemical and dynamical indicators of atmospheric hydroxyl, atomic chlorine, and vertical mixing obtained during Lagrangian flights. J Geophys Res-Atmos 101:4331–4340", "ArticleIdList": ["10.1029/95JD02457"]}, {"Citation": "Yamada T, Siraj M, Taylor PH, Peng J, Hu X, Marshall P (2001) Rate coefficients and mechanistic analysis for reaction of OH with vinyl chloride between 293 and 730 K. J Phys Chem A 105:9436–9444", "ArticleIdList": ["10.1021/jp011545y"]}, {"Citation": "Zhang J, Hatakeyama S, Akimoto H (1983) Rate constants of the reaction of ozone with trans-1,2-dichloroethene and vinyl chloride in air. In J Chem Kinet 15:655–668", "ArticleIdList": ["10.1002/kin.550150707"]}, {"Citation": "Zhang N, Uchimaru T, Guo Q, Qing F, Chen L, Mizukado J (2017a) Atmospheric chemistry of perfluorocyclopentene (cyc-CF<sub>2</sub>CF<sub>2</sub>CF<sub>2</sub>CF=CF-): kinetics, products and mechanism of gas-phase reactions with OH radicals, and atmospheric implications. Atmos Environ 160:46–54", "ArticleIdList": ["10.1016/j.atmosenv.2017.04.012"]}, {"Citation": "Zhang Q, Chen Y, Tong S, Ge M, Shenolikar J, Johnson MS, Wang Y, Tsona NT, Mellouki A, Du L (2017b) Atmospheric oxidation of selected chlorinated alkenes by O<sub>3</sub>, OH, NO<sub>3</sub> and Cl. Atmos Environ 170:12–21", "ArticleIdList": ["10.1016/j.atmosenv.2017.09.031"]}, {"Citation": "Zhang Q, Lin X, Gai Y, Ma Q, Zhao W, Fang B, Long B, Zhang W (2018) Kinetic and mechanistic study on gas phase reactions of ozone with a series of cis-3-hexenyl esters. RSC Adv 8:4230–4238", "ArticleIdList": ["10.1039/C7RA13369C"]}, {"Citation": "Zhou L, Ravishankara AR, Brown SS, Idir M, Zarzana KJ, Daele V, Mellouki A (2017) Kinetics of the reactions of NO<sub>3</sub> radical with methacrylate esters. J Phys Chem A 121:4464–4474", "ArticleIdList": ["10.1021/acs.jpca.7b02332"]}, {"Citation": "Zhu J, Wang S, Tsona NT, Jiang X, Wang Y, Ge M, Du L (2017) Gas-phase reaction of methyl n-propyl ether with OH, NO<sub>3</sub>, and Cl: kinetics and mechanism. J Phys Chem A 121:6800–6809", "ArticleIdList": ["10.1021/acs.jpca.7b06877"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "11", "Day": "30"}, {"Year": "2018", "Month": "6", "Day": "4"}, {"Year": "2018", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29948707", "10.1007/s11356-018-2504-2", "10.1007/s11356-018-2504-2"]}}], "PubmedBookArticle": []}