{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Antibacterial", "Antimicrobial", "Autoimmune disease", "Cavitation", "Dermatomyositis", "Endodontically treated teeth", "Immune modulation", "Infection", "Inflammation", "Ozone therapy"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "29959639", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": ["7", "10.1007/s13317-018-0107-z"], "Journal": {"ISSN": "2038-0305", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Jun", "Day": "30"}}, "Title": "Auto- immunity highlights", "ISOAbbreviation": "Auto Immun Highlights"}, "ArticleTitle": "Remission of aggressive autoimmune disease (dermatomyositis) with removal of infective jaw pathology and ozone therapy: review and case report.", "Pagination": {"StartPage": "7", "MedlinePgn": "7"}, "Abstract": {"AbstractText": ["This case uniquely reports a connection between endodontically infected teeth and systemic disease, and additionally presents ozone therapy as a unique therapy and immune system modulator. It is the world's first such reported case and the treatment holds invaluable lessons in assessing the \"unknown\" causes of autoimmunity and inflammation. Additionally, it presents ozone therapy as a most needed unique, non-toxic and powerful anti-infective agent, anti-inflammatory and immune modulator.", "The patient was a Mexican male field laborer, age 48 years, in inflammatory crisis with a confirmed case of dermatomyositis. He had received massive prednisone, and powerful immune suppressing drugs just to function, while disease still raged. I encountered him in the field in June 2012 with severe muscle pain, weakness, and diffuse generalized skin rash, essentially unable to do his work. Creatine kinase peaked at 9293 U/L. History and physical examination findings caused suspicion of subclinical infections in endodontically treated teeth. This impression was confirmed in subsequent dental evaluation. He fully recovered after dental infections were confirmed and surgically removed, while receiving ozone therapy until all symptoms and laboratory abnormalities normalized.", "Dental focus of occult infection may be a prime cause/trigger of autoimmune disorders and inflammatory disorders, requiring surgical intervention to remove. Ozone therapy, little known in conventional medicine, has been shown in the literature and in this case to be a powerful and safe immune modulator and anti-infective agent. This case has significant relevance across the entire spectrum of both medical and dental practice. It also emphasizes the need for individualized assessment and treatment rather than symptomatic pharmacological approaches treating a \"disease\" rather than the patient. Subclinical dental infection and ozone therapy are reviewed."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Private Medical Practice, 2200 County Center Dr. Ste C, Santa Rosa, CA, 95403, USA. drrowen@att.net."}], "Identifier": ["0000-0002-5717-5720"], "LastName": "Rowen", "ForeName": "Robert Jay", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Auto Immun Highlights", "NlmUniqueID": "101532391", "ISSNLinking": "2038-0305"}, "CoiStatement": "INFORMED CONSENT: Informed consent was obtained from all individual participants included in the study. Additional informed consent was obtained from all individual participants for whom identifying information is included in this article. CONFLICT OF INTEREST: The author declares that he has no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bale BF, Doneen A, Vigerusts D. High-risk periodontal pathogens contribute to the pathogenesis of atherosclerosis. Postgrad Med J. 2017;93(1098):215–220. doi: 10.1136/postgradmedj-2016-134279.", "ArticleIdList": ["10.1136/postgradmedj-2016-134279", "PMC5520251", "27899684"]}, {"Citation": "Manfredo Vieira S, Hiltensperger H, Kumar V, Zegarra-Ruiz D, Dehner C, Kahn N, et al. Translocation of a gut pathobiont drives autoimmunity in mice and humans. Science. 2018;359(6380):1156–1161. doi: 10.1126/science.aar7201.", "ArticleIdList": ["10.1126/science.aar7201", "PMC5959731", "29590047"]}, {"Citation": "Maugars YM, Berthelot JM, Abbas AA, Mussini JM, Nguyen JM, Prost AM. Long-term prognosis of 69 patients with dermatomyositis or polymyositis. Clin Exp Rheumatol. 1996;14(3):263–274.", "ArticleIdList": ["8809440"]}, {"Citation": "Leusink J, Kraft G (2011) Antimicrobial effects of ozonated water against generic E. coli on swine intestines varying ozone concentrations and exposure times. http://www.ozonesolutions.com/files/research/ecoli_swine_intestines.pdf"}, {"Citation": "Disinfection using chlorine bleach December, 2011/OSU biological safety/environmental health and safety/541-737-4557. http://www.environize.ca/wp-content/themes/Environize/images/chlorine-fact-sheet.pdf"}, {"Citation": "Schmidt H. Regelsberger’s intravenous oxygen therapy—an interpretation of results in practice from a biochemical and physiological point of view. Forsch Komplementarmed Klass Naturheilkd. 2002;9(1):7–18.", "ArticleIdList": ["11893843"]}, {"Citation": "Stichtenoth DO, Kreutzer FJ, Gutzki FM, Tsikas D, Nowak V, Frölich JC. Effects of intravenous oxygen on prostacyclin and thromboxane formation in patients with peripheral occlusive arterial disease. Prostaglandins Leukot Essent Fatty Acids. 2001;65(4):211–214. doi: 10.1054/plef.2001.0313.", "ArticleIdList": ["10.1054/plef.2001.0313", "11728174"]}, {"Citation": "Robins H (2014) Personal instruction"}, {"Citation": "Price W. Dental infections and related degenerative diseases, some structural and biochemical factors. JAMA. 1925;84(4):254–261. doi: 10.1001/jama.1925.02660300012006.", "ArticleIdList": ["10.1001/jama.1925.02660300012006"]}, {"Citation": "Chan T, Wood K, Hermes J, Butt D, Jolly C, Basten A, Brink R. Elimination of germinal-center-derived self-reactive B cells is governed by the location and concentration of self-antigen. Immunity. 2012;37(5):893–904. doi: 10.1016/j.immuni.2012.07.017.", "ArticleIdList": ["10.1016/j.immuni.2012.07.017", "23142780"]}, {"Citation": "van der Heijden IM, Res PC, Wilbrink B, Leow A, Breedveld FC, Heesemann J, Tak PP. Yersinia enterocolitica: a cause of chronic polyarthritis. Clin Infect Dis. 1997;25(4):831–837. doi: 10.1086/515535.", "ArticleIdList": ["10.1086/515535", "9356797"]}, {"Citation": "Noah PW. The role of microorganisms in psoriasis. Semin Dermatol. 1990;9(4):269–276.", "ArticleIdList": ["2285571"]}, {"Citation": "Rashid T, Wilson C, Ebringer A. The Link between ankylosing spondylitis, Crohn’s disease, Klebsiella, and starch consumption. Clin Dev Immunol. 2013;2013:872632. doi: 10.1155/2013/872632.", "ArticleIdList": ["10.1155/2013/872632", "PMC3678459", "23781254"]}, {"Citation": "Jacinto RC, Gomes BP, Desai M, Rajendram D, Shah HN. Bacterial examination of endodontic infections by clonal analysis in concert with denaturing high-performance liquid chromatography. Oral Microbiol Immunol. 2007;22(6):403–410. doi: 10.1111/j.1399-302X.2007.00378.x.", "ArticleIdList": ["10.1111/j.1399-302X.2007.00378.x", "17949344"]}, {"Citation": "Gomes BP, Pinheiro ET, Gadê-Neto CR, Sousa EL, Ferraz CC, Zaia AA, Teixeira FB, Souza-Filho FJ. Microbiological examination of infected dental root canals. Oral Microbiol Immunol. 2004;19(2):71–76. doi: 10.1046/j.0902-0055.2003.00116.x.", "ArticleIdList": ["10.1046/j.0902-0055.2003.00116.x", "14871344"]}, {"Citation": "Mougeo J, Stevens C, Paster B, Brennan M, Lockhart P, Mougeot F. Porphyromonas gingivalis is the most abundant species detected in coronary and femoral arteries. J Periodontol. 2017;9(1):1281562. doi: 10.1080/20002297.2017.1281562.", "ArticleIdList": ["10.1080/20002297.2017.1281562", "PMC5328378", "28326156"]}, {"Citation": "Estemalik J, Demko C, Bissada N, Joshi N, Bodner D, Shankar E, Gupta S. Simultaneous detection of oral pathogens in subgingival plaque and prostatic fluid of men with periodontal and prostatic diseases. J Periodontol. 2017;88(9):823–829. doi: 10.1902/jop.2017.160477.", "ArticleIdList": ["10.1902/jop.2017.160477", "28548883"]}, {"Citation": "Dosch P, Dosch M. Manual of neural therapy according to Huneke. 2. New York: Thierne Publishers; 2007. pp. 91–99."}, {"Citation": "Elvis A, Ekta J. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2(1):66–70. doi: 10.4103/0976-9668.82319.", "ArticleIdList": ["10.4103/0976-9668.82319", "PMC3312702", "22470237"]}, {"Citation": "Title 21 United States Code Chapter 1, Sec. 807.65 (d)"}, {"Citation": "Vaillant J, Fraga A, Díaz M, Mallok A, Viebahn-Hänsler R, Fahmy Z, Barberá A, Delgado L, Menéndez S, Fernández O. Ozone oxidative postconditioning ameliorates joint damage and decreases pro-inflammatory cytokine levels and oxidative stress in PG/PS-induced arthritis in rats. Eur J Pharmacol. 2013;714(1–3):318–324. doi: 10.1016/j.ejphar.2013.07.034.", "ArticleIdList": ["10.1016/j.ejphar.2013.07.034", "23911887"]}, {"Citation": "Calunga J, Menendez S, León R, Chang S, Guanche D, et al. Application of ozone therapy in patients with knee osteoarthritis. Ozone Sci Eng. 2012;34:469–475. doi: 10.1080/01919512.2012.719120.", "ArticleIdList": ["10.1080/01919512.2012.719120"]}, {"Citation": "Fahmy Z. The application of ozone therapy in pain management, rheumatic and orthopaedic diseases. Bad Kreuznach: German Medical Association of Ozone Application in Prevention and Therapy; 2008."}, {"Citation": "Trevisani T (2015) Ozone injections promising in knee arturitis. In: American College of Rheumatology annual meeting: abstract 311. Presented 8 Nov 2015. http://www.medscape.com/viewarticle/854482"}, {"Citation": "Bocci V. Ozone, a new medical drug. 2. Netherlands: Springer; 2011."}, {"Citation": "Menendez S, Weiser M. Advances of ozone therapy in medicine and dentistry. Cuba: Palcogra, Palacio de las Convenciones-Havana; 2016."}, {"Citation": "Zamora Borrego A, Lopez O, Delgado R, Gonzalez R, et al. Effects of ozone oxidative preconditioning on TNF-α release and antioxidant–prooxidant intracellular balance in mice during endotoxic shock. Mediators Inflamm. 2005;2005(1):16–22. doi: 10.1155/MI.2005.16.", "ArticleIdList": ["10.1155/MI.2005.16", "PMC1482874", "15770062"]}, {"Citation": "Babior B, Takeuchi C, Ruedi J, Gutierrez A, Wentworth P. Investigating antibody-catalyzed ozone generation by human neutrophils. PNAS. 2003;100(6):3031–3034. doi: 10.1073/pnas.0530251100.", "ArticleIdList": ["10.1073/pnas.0530251100", "PMC152239", "12601145"]}, {"Citation": "Rowen R, Robins H, Carew K, Kamara M, Jalloh M. Rapid resolution of hemorrhagic fever (Ebola) in Sierra Leone with ozone therapy. Afr J Infect Dis. 2016;10(1):49–54."}, {"Citation": "Zamora Z, Guanche D, González R, Hernández F, Alonso Y, Schulz S. Preconditioning with ozone/oxygen mixture induces reversion of some indicators of oxidative stress and prevents organic damage in rats with fecal peritonitis. Inflamm Res. 2009;58(7):371–375. doi: 10.1007/s00011-009-0001-2.", "ArticleIdList": ["10.1007/s00011-009-0001-2", "19274439"]}, {"Citation": "Bette M, Mutters R, Nusing RM, Rodríguez Z, Menéndez S, Schulz S. Efficiency of Piperacillin/Tazobactam in lethal peritonitis is enhanced after preconditioning of rats with an oxidative stressor. Shock. 2006;25(1):23–29. doi: 10.1097/01.shk.0000187983.56030.dd.", "ArticleIdList": ["10.1097/01.shk.0000187983.56030.dd", "16369182"]}, {"Citation": "Bialoszewski D, Pietruczuk-Padzik A, Kalicinska A, Bocian E, Czajkowska M, Bukowska B, Tyski S. Activity of ozonated water and ozone against Staphylococcus aureus and Pseudomonas aeruginosa biofilms. Med Sci Monit. 2011;17(11):339–344. doi: 10.12659/MSM.882044.", "ArticleIdList": ["10.12659/MSM.882044", "PMC3539485", "22037737"]}, {"Citation": "Chaitidis P, Kreutzer FJ, Gerth C, Janata P, Kühn H. Impact of intravenous oxygen therapy on the expression of reticulocyte-type 15-lipoxygenase in human volunteers. Prostaglandins Leukot Essent Fatty Acids. 2004;71(5):271–276. doi: 10.1016/j.plefa.2004.03.022.", "ArticleIdList": ["10.1016/j.plefa.2004.03.022", "15380813"]}, {"Citation": "Moghadam-Kia S, Oddis CV, Aggarwal R. Approach to asymptomatic creatine kinase elevation. Cleve Clin J Med. 2016;83(1):37–42. doi: 10.3949/ccjm.83a.14120.", "ArticleIdList": ["10.3949/ccjm.83a.14120", "PMC4871266", "26760521"]}, {"Citation": "Goodwin JS, Goodwin JM. The tomato effect. Rejection of highly efficacious therapies. JAMA. 1984;251(18):2387–2390. doi: 10.1001/jama.1984.03340420053025.", "ArticleIdList": ["10.1001/jama.1984.03340420053025", "6368890"]}]}], "History": [{"Year": "2018", "Month": "3", "Day": "16"}, {"Year": "2018", "Month": "6", "Day": "9"}, {"Year": "2018", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "6", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["29959639", "PMC6026108", "10.1007/s13317-018-0107-z", "10.1007/s13317-018-0107-z"]}}]}