{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["functional activity of the knee joints", "osteoarthritis", "oxygen/ozone therapy", "treatment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["Обоснование. В последние годы отмечается рост дегенеративно-дистрофических заболеваний суставов, особенно среди лиц молодого и среднего возраста. Увеличение медикаментозной нагрузки пациентов, которое часто связано не только с хронической патологией суставов, но и с наличием сопутствующей патологии, определяет необходимость поиска новых немедикаментозных методов лечения. Цель - оценить эффективность параартрикулярного использования озонотерапии на ранних стадиях остеоартроза коленных суставов с выраженным болевым синдромом. Материал и методы. В исследование были включены 89 пациентов с остеоартрозом коленных суставов: мужчин было 67,2%, женщин - 32,8%. Средний возраст составил 42±5 года (от 33 до 54 лет), длительность заболевания - 4±1,2 года. Пациенты были рандомизированы на две группы: основную (n=45) и группу сравнения (n=44). Обе группы были однородны по полу, возрасту, давности, степени заболевания и получаемой терапии. В обеих группах применяли общепринятые схемы лечения, в основной группе дополнительно использовали параартрикулярную озонотерапию (концентрация озона была постоянной - 8 г/л, площадь инъекций - 15–20 см<sup>2</sup>). Оценку результатов проводили через 1 и 6 мес после начала лечения. Результаты. В результате комплексного лечения с использованием озонотерапии у пациентов основной группы показатели биомеханической активности суставов и клинико-функциональных шкал были достоверно лучше (p<0,01) и приближались к нормативным параметрам, чем после общепринятой медикаментозной терапии. Обсуждение. Полученные результаты свидетельствуют об обоснованности применения озонотерапии в лечении дегенеративно-дистрофических заболеваний коленного сустава. Позитивная динамика показателей функциональной активности, интенсивности и продолжительности болевого синдрома, сокращение сроков временной нетрудоспособности по поводу обострения остеоартроза коленного сустава подчеркивают клиническую и экономическую эффективность параартрикулярного применения озонотерапии. Заключение. Целесообразность и эффективность параартрикулярного введения кислородно-озонированной смеси для лечения обострения гонартроза I–II степени подтверждены данными функциональной активности коленного сустава по индексу WOMAC, шкале Lysholm и визуальной аналоговой шкале через 1 и 6 мес после проведенной терапии. Сокращение дней временной нетрудоспособности больных гонартрозом подчеркивает экономическую обоснованность предложенной комплексной терапии."]}], "GeneralNote": [], "PMID": "29985380", "DateCompleted": {"Year": "2019", "Month": "06", "Day": "03"}, "DateRevised": {"Year": "2019", "Month": "06", "Day": "03"}, "Article": {"Language": ["rus"], "ArticleDate": [], "ELocationID": ["10.17116/kurort201895342"], "Journal": {"ISSN": "0042-8787", "JournalIssue": {"Volume": "95", "Issue": "3", "PubDate": {"Year": "2018"}}, "Title": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury", "ISOAbbreviation": "Vopr Kurortol Fizioter Lech Fiz Kult"}, "ArticleTitle": "[The use of the functional state of the joints for the estimation of the effectiveness of the application of oxygen/ozone therapy for the rehabilitative treatment of the patients suffering from knee arthritis].", "Pagination": {"StartPage": "42", "EndPage": "48", "MedlinePgn": "42-48"}, "Abstract": {"AbstractText": ["In the recent years, the ever increasing tendency toward the growth in the prevalence of degenerative-dystrophic articular diseases has been observed especially among the young subjects and the middle-aged people. The enhanced economic burden of treating the patients with this condition on the public health care system frequently comes not only from chronic pathology of the joints but also from the development of concomitant disorders which dictates the necessity of the search for the new methods for the management of such patients.", "The objective of the present study was the optimization of the treatment of the patients presenting with stage I-II gonarthrosis by the para-articular application of oxygen/ozone therapy at the early stages of knee arthritis and the evaluation of the clinical effectiveness of this approach.", "A total of 89 patients suffering from I-II sg gonarthrosis were recruited for the participation in the study. They included 67.2% of men and 32.8% of women. The age of the patients varied from 33 to 54 (mean 42±5) years, the duration of the disease averaged 4±1.2 years. All the patients were randomly divided into two groups: matched for the age, gender, the duration and severity of the disease, and the methods of its treatment. The main group was comprised of 45 patients whereas the group of comparison consisted of 44 patients. The generally accepted therapeutic modalities were used to treat the patients of both groups. Those included in the main group (n=45) additionally received para-articular oxygen/ozone therapy applied to the affected knee at a permanent ozone concentration of 8 gr/l (the injection area 15-20 sq.cm), main group n=45). The results of the treatment were evaluated within 1 and 6 months after the onset of therapy.", "The application of the up-to-date methods of oxygen/ozone therapy in the combination with the universally-accepted drug-based treatments for the patients of the main group resulted in the significant (p<0.01) improvement of the indicators of the biomechanical activity of the knee joints in comparison with that achieved by means of the generic drug-based treatment alone.", "The results of the present study give evidence of the feasibility of application of oxygen/ozone therapy for the treatment of degenerative-dystrophic articular diseases of the knees. The positive dynamics of the indicators of the functional activity of the knee joints, intensity and duration of the pain syndrome as well as the reduction of the period of the temporary incapacity for work associated with exacerbation of knee arthrosis suggests the high clinical and economic effectiveness of the para-articular application of oxygen/ozone therapy.", "The present study has demonstrated the expediency and effectiveness of the application of oxygen/ozone therapy during exacerbation of stage І-ІІ knee arthritis as evaluated based on the WOMAC index, VAS, and Lyshom scale within one and six months after the onset of the treatment. The resulting reduction in the number of days of temporary incapacity for work in the patients suffering from knee arthritis gives evidence of the clinical and economic validity of the proposed method of the combined treatment of this condition based on the application of oxygen/ozone therapy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "N.I. Pirogov Memorial National Medical University, Vinnytsya, the Ukraine, Vinnytsya Municipal Hospital #2, Vinnytsya, the Ukraine."}], "LastName": "Baranova", "ForeName": "I V", "Initials": "IV"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"], "VernacularTitle": "Funktsional'noe sostoianie sustavov kak kriteriĭ otsenki éffektivnosti ispol'zovaniia ozonoterapii v vosstanovitel'nom lechenii bol'nykh gonartrozom."}, "MedlineJournalInfo": {"Country": "Russia (Federation)", "MedlineTA": "Vopr Kurortol Fizioter Lech Fiz Kult", "NlmUniqueID": "2984868R", "ISSNLinking": "0042-8787"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["physiology"], "DescriptorName": "Knee Joint"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["physiopathology", "rehabilitation"], "DescriptorName": "Osteoarthritis, Knee"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Oxygen"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "7", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "7", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["29985380", "10.17116/kurort201895342"]}}], "PubmedBookArticle": []}