{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Model evaluation", "WRF-CMAQ", "decadal simulations", "ozone design value", "ozone trends", "spectral decomposition"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "30078987", "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1016/j.atmosenv.2017.05.020"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "164", "PubDate": {"Year": "2017"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Dynamic Evaluation of Two Decades of WRF-CMAQ Ozone Simulations over the Contiguous United States.", "Pagination": {"StartPage": "102", "EndPage": "116", "MedlinePgn": "102-116"}, "Abstract": {"AbstractText": ["Dynamic evaluation of the fully coupled Weather Research and Forecasting (WRF)- Community Multi-scale Air Quality (CMAQ) model ozone simulations over the contiguous United States (CONUS) using two decades of simulations covering the period from 1990 to 2010 is conducted to assess how well the changes in observed ozone air quality are simulated by the model. The changes induced by variations in meteorology and/or emissions are also evaluated during the same timeframe using spectral decomposition of observed and modeled ozone time series with the aim of identifying the underlying forcing mechanisms that control ozone exceedances and making informed recommendations for the optimal use of regional-scale air quality models. The evaluation is focused on the warm season's (i.e., May-September) daily maximum 8-hr (DM8HR) ozone concentrations, the 4<sup>th</sup> highest (4<sup>th</sup>) and average of top 10 DM8HR ozone values (top10), as well as the spectrally-decomposed components of the DM8HR ozone time series using the Kolmogorov-Zurbenko (KZ) filter. Results of the dynamic evaluation are presented for six regions in the U.S., consistent with the National Oceanic and Atmospheric Administration (NOAA) climatic regions. During the earlier 11-yr period (1990-2000), the simulated and observed trends are not statistically significant. During the more recent 2000-2010 period, all trends are statistically significant and WRF-CMAQ captures the observed trend in most regions. Given large number of sites for the 2000-2010 period, the model captures the observed trends in the Southwest (SW) and MW but has significantly different trend from that seen in observations for the other regions. Observational analysis reveals that it is the long-term forcing that dictates how high the ozone exceedances will be; there is a strong linear relationship between the long-term forcing and the 4th highest or the average of the top10 ozone concentrations in both observations and model output. This finding indicates that improving the model's ability to reproduce the long-term component will also enable better simulation of ozone extreme values that are of interest to regulatory agencies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT, USA."}], "LastName": "Astitha", "ForeName": "Marina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT, USA."}], "LastName": "Luo", "ForeName": "Huiying", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT, USA."}, {"Identifier": [], "Affiliation": "North Carolina State University, Raleigh, NC, USA."}], "LastName": "Rao", "ForeName": "S Trivikrama", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Hogrefe", "ForeName": "Christian", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Mathur", "ForeName": "Rohit", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EPRI, Palo Alto, CA, USA."}], "LastName": "Kumar", "ForeName": "Naresh", "Initials": "N"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Athanassiadis GA, Rao ST, Ku JY., Clark R, 2002: Boundary Layer Evolution and its Influence on Ground-Level Ozone Concentrations. Environmental Fluid Mechanics (2002) 2: 339. doi:10.1023/A:1020456018087.", "ArticleIdList": ["10.1023/A:1020456018087"]}, {"Citation": "Banzhaf S, Schaap M, Kranenburg R, Manders AMM, Segers AJ, Visschedijk AHJ, van der Gon HAC, Kuenen JJP, van Meijgaard E, van Ulft LH and Cofala J. Dynamic model evaluation for secondary inorganic aerosol and its precursors over Europe between 1990 and 2009. Geosci. Model Dev, 8, 1047–1070, 2015."}, {"Citation": "Civerolo K, Mao H, Rao ST, The Airshed for Ozone and Fine Particle Pollution in the Northeastern United States. Pure and Appl. Geophy., 160:81–105, 2003."}, {"Citation": "Delle Monache L, Nipen T, Deng X, Zhou Y, and Stull R (2006), Ozone ensemble forecasts: 2. A Kalman filter predictor bias correction, J. Geophys. Res, 111, D05308, doi:10.1029/2005JD006311.", "ArticleIdList": ["10.1029/2005JD006311"]}, {"Citation": "Dennis R, Fox T, Fuentes M, Gilliland A, Hanna S, Hogrefe C, Irwin J, Rao ST, Scheffe R, Schere K and Steyn D, 2010. A framework for evaluating regional-scale numerical photochemical modeling systems. Environmental Fluid Mechanics, 10(4), pp. 471–489.", "ArticleIdList": ["PMC3066450", "21461126"]}, {"Citation": "Efron B 1982: The Jackknife, the Bootstrap and other resampling plans Society for Industrial and Applied with the Regional Air Pollution Study Data Base. Mathematics, Philadelphia, PA."}, {"Citation": "Emery C, Liu Z, Russell AG, Odman MT, Yarwood G & Kumar N, 2016: Recommendations on Statistics and Benchmarks to Assess Photochemical Model Performance, Journal of the Air & Waste Management Association, 10.1080/10962247.2016.1265027.", "ArticleIdList": ["10.1080/10962247.2016.1265027", "27960634"]}, {"Citation": "Eskridge RE, Ku J-Y, Rao ST, Porter PS, Zurbenko IG, 1997. Separating different scales of motion in time series of meteorological variables. Bull. Am. Meteorol. Soc. 78, 1473–1483."}, {"Citation": "Foley KM, Hogrefe C, Pouliot G, Possiel N, Roselle SJ, Simon H and Timin B, 2015a. Dynamic evaluation of CMAQ part I: Separating the effects of changing emissions and changing meteorology on ozone levels between 2002 and 2005 in the eastern US. Atmos. Environ, 103, pp. 247–255."}, {"Citation": "Foley KM, Dolwick P, Hogrefe C, Simon H, Timin B and Possiel N, 2015b. Dynamic evaluation of CMAQ part II: Evaluation of relative response factor metrics for ozone attainment demonstrations. Atmospheric Environment, 103, pp. 188–195."}, {"Citation": "Foley KM, Hogrefe C, Xing J, Gan C, Wong D, Pleim J, Mathur R, and Roselle S, 2015c: A Comparison of Observed and Simulated 1990 – 2010 U.S. Ozone Trends, A&WMA 108th Annual Conference, Raleigh, NC, June 25th, 2015."}, {"Citation": "Galmarini S, Kioutsioukis I, and Solazzo E, 2013: E pluribus unum*: ensemble air quality predictions. Atmos. Chem. Phys, 13, 7153–7182."}, {"Citation": "Gan C-M, Pleim J, Mathur R, Hogrefe C, Long CN, Xing J, Wong D, Gilliam R, and Wei C: Assessment of long-term WRF–CMAQ simulations for understanding direct aerosol effects on radiation “brightening” in the United States, Atmos. Chem. Phys, 15, 12193–12209, doi:10.5194/acp-15-12193-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-12193-2015"]}, {"Citation": "Gilliland AB, Hogrefe C, Pinder RW, Godowitch JM, Foley KL and Rao ST, 2008. Dynamic evaluation of regional air quality models: assessing changes in O 3 stemming from changes in emissions and meteorology. Atmospheric Environment, 42(20), pp. 5110–5123."}, {"Citation": "Godowitch JM, Pouliot G, Rao ST, 2010. Assessing multi-year changes in modeled and observed NOx concentrations from a dynamic evaluation perspective. Atmos. Environ. 44 (24), 2894–2901."}, {"Citation": "Godowitch JM, Gilliam RC and Rao ST, 2011: Diagnostic Evaluation of the Chemical and Transport Processes in a Regional Photochemical Air Quality Modeling System. Atmos. Environ. 45, 3977–3987."}, {"Citation": "Godowitch JM, Gilliam RC, Roselle SJ, 2015: Investigating the impact on modeled ozone concentrations using meteorological fields from WRF with an updated four–dimensional data assimilation approach. Atm. Poll. Res, 305–311, doi: 10.5094/APR.2015.034.", "ArticleIdList": ["10.5094/APR.2015.034"]}, {"Citation": "Henneman LRF, Holmes HA, Mulholland JA, Russell AG, 2015. Meteorological detrending of primary and secondary pollutant concentrations: Method application and evaluation using long-term (2000–2012) data in Atlanta. Atmospheric Environment 119 (2015) 201–210."}, {"Citation": "Herwehe JA, Otte TL, Mathur R, Trivikrama Rao S, 2011: Diagnostic analysis of ozone concentrations simulated by two regional-scale air quality models, Atmospheric Environment, Volume 45, Issue 33, October 2011, Pages 5957–5969, ISSN 1352–2310."}, {"Citation": "Hogrefe C, Trivikrama Rao S, Zurbenko Igor G., and Porter P. Steven, 2000: Interpreting the Information in Ozone Observations and Model Predictions Relevant to Regulatory Policies in the Eastern United States. Bulletin of the American Meteorological Society, Vol. 81, No. 9, September 2000."}, {"Citation": "Hogrefe C, Rao ST, Kasibhatla P, Hao W, Sistla G, Mathur R, McHenry J, 2001: Evaluating the performance of regional-scale photochemical modeling systems: Part II—ozone predictions, Atmospheric Environment, 35 (2001), pp. 4175–4188."}, {"Citation": "Hogrefe C, Somaraju Vempaty S Rao Trivikrama, Porter P.Steven, 2003: A comparison of four techniques for separating different time scales in atmospheric variables, Atmospheric Environment, Volume 37, Issue 3, January 2003, Pages 313–325, ISSN 1352–2310, 10.1016/S1352-2310(02)00897-X.", "ArticleIdList": ["10.1016/S1352-2310(02)00897-X"]}, {"Citation": "Hogrefe C, Civerolo KL, Hao W, Ku JY, Zalewsky EE and Sistla G, 2008. Rethinking the assessment of photochemical modeling systems in air quality planning applications. Journal of the Air & Waste Management Association, 58(8), pp. 1086–1099.", "ArticleIdList": ["18720658"]}, {"Citation": "Hogrefe C, Barry Lynn, Richard Goldberg, Cynthia Rosenzweig, Eric Zalewsky, Winston Hao, Prakash Doraiswamy, Kevin Civerolo, Jia-Yeong Ku, Gopal Sistla, P.L. Kinney, 2009: A combined model–observation approach to estimate historic gridded fields of PM2.5 mass and species concentrations, Atmospheric Environment, 43, 16,Pages 2561–2570, ISSN 1352–2310, 10.1016/j.atmosenv.2009.02.031.", "ArticleIdList": ["10.1016/j.atmosenv.2009.02.031"]}, {"Citation": "Hogrefe C, Hao W, Zalewsky EE, Ku J-Y, Lynn B, Rosenzweig C, Schultz MG, Rast S, Newchurch MJ, Wang L, Kinney PL, and Sistla G, 2011: An analysis of long-term regional-scale ozone simulations over the Northeastern United States: variability and trends, Atmos. Chem. Phys, 11, 567–582, www.atmos-chem-phys.net/11/567/2011/. doi:10.5194/acp-11-567-20112010.", "ArticleIdList": ["10.5194/acp-11-567-20112010"]}, {"Citation": "Kang D, Mathur R, Rao ST, and Yu S (2008), Bias adjustment techniques for improving ozone air quality forecasts, J. Geophys. Res, 113, D23308, doi:10.1029/2008JD010151.", "ArticleIdList": ["10.1029/2008JD010151"]}, {"Citation": "Kang D, Mathur R, and Rao Trivikrama S.: Assessment of bias-adjusted PM2.5 air quality forecasts over the continental United States during 2007, Geosci. Model Dev, 3, 309–320, doi:10.5194/gmd-3-309-2010, 2010.", "ArticleIdList": ["10.5194/gmd-3-309-2010"]}, {"Citation": "Kang D, Hogrefe C, Foley KL, Napelenok SL, Mathur R and Rao ST, 2013. Application of the Kolmogorov–Zurbenko filter and the decoupled direct 3D method for the dynamic evaluation of a regional air quality model. Atmospheric Environment, 80, pp. 58–69."}, {"Citation": "McNally D, 2010: The MMIFstat Statistical Analysis Package, Version 1. Prepared for Tim Allen (Fish and Wildlife Service) and John Vimont (National Park Service). Available at: https://www3.epa.gov/scram001/models/relat/mmifstat/MMIFStat.Users.Guide.2010.02.22.pdf."}, {"Citation": "Napelenok SL, Foley KM, Kang D, Mathur R, Pierce T and Rao ST, 2011. Dynamic evaluation of regional air quality model’s response to emission reductions in the presence of uncertain emission inventories. Atmospheric Environment, 45(24), pp. 4091–4098."}, {"Citation": "Pierce T, Rao ST, Porter PS, and Ku J-Y, 2010: Dynamic Evaluation of a Regional Air Quality Model: Assessing the Weekly Cycle in the Observations and Model Outputs, Atmos. Env., 44, 3583–3596, doi:10.1016/j.atmosenv.2010.05.046", "ArticleIdList": ["10.1016/j.atmosenv.2010.05.046"]}, {"Citation": "Porter PS, Rao ST, Hogrefe C, Mathur R, 2017: A reduced form model for ozone based on two decades of CMAQ simulations for the continental United States, J. Atmos. Poll. Res., 10.1016/j.apr.2016.09.00, In Press.", "ArticleIdList": ["10.1016/j.apr.2016.09.00", "PMC6145467", "30245573"]}, {"Citation": "Porter PS, Rao ST, Hogrefe C, Gego E and Mathur R, 2015. Methods for reducing biases and errors in regional photochemical model outputs for use in emission reduction and exposure assessments. Atmospheric Environment, 112, pp. 178–188."}, {"Citation": "Porter PS, Rao ST, Ku JY, Peroit R, Dakins M, 1997: Small Sample Properties of Nonparametric Bootstrap T Confidence Intervals, J. Air & Waste Manage. Assoc, 47: 1197–1203, November, 1997."}, {"Citation": "Rao ST, Sistla G, Pagnotti V, 1985: Resampling and extreme value statistics in air quality model performance evaluation, Atmospheric Environment 1985 , 19, 1503."}, {"Citation": "Rao ST, Zurbenko IG, 1994. Detecting and tracking changes in ozone air quality. Journal of Air and Waste Management Association 44, 1089–1092.", "ArticleIdList": ["7953184"]}, {"Citation": "Rao ST, Zurbenko I, Porter PS, Ku M and Henry R, 1996: Dealing with the ozone non-attainment problem in the northeastern United States, Environmental Manager, p17–31, January 1996."}, {"Citation": "Rao ST, Zurbenko IG, Neagu R, Porter PS, Ku JY, and Henry RF, 1997: Space and time scales in ambient ozone data. Bull. Amer. Meteor. Soc, 78, 2153–2166."}, {"Citation": "Rao S, Ku J, Berman S, Zhang K, Mao H, 2003: Summertime Characteristics of the Atmospheric Boundary Layer and Relationships to Ozone Levels over the Eastern United States. Pure Appl. Geophys. (2003) 160: 21. doi:10.1007/s00024-003-8764-9.", "ArticleIdList": ["10.1007/s00024-003-8764-9"]}, {"Citation": "Rao ST, Porter P, Mobley D, Hurley F, 2011: Understanding the spatio-temporal variability in air pollution concentrations, Environmental Manager, p42–48, November, 2011."}, {"Citation": "Seaman NL, 2000: Meteorological modeling for air-quality assessments. Atmos. Environ, 34, 2231–2259."}, {"Citation": "Seo J, Youn D, Kim JY and Lee H, 2014. Extensive spatiotemporal analyses of surface ozone and related meteorological variables in South Korea for the period 1999–2010. Atmospheric Chemistry and Physics, 14(12), pp. 6395–6415."}, {"Citation": "Simon H, Reff A, Wells B, Xing J, and Frank N, 2015: Ozone Trends Across the United States over a Period of Decreasing NOx and VOC Emissions, Environmental Science & Technology 2015 49 (1), 186–195, DOI: 10.1021/es504514z", "ArticleIdList": ["10.1021/es504514z", "25517137"]}, {"Citation": "Simon H, Baker KR, and Phillips S. 2012. Compilation and interpretation of photochemical model performance statistics published between 2006 and 2012. Atmos. Environ. 61, 124–139. doi:10.1016/j.atmosenv.2012.07.012.", "ArticleIdList": ["10.1016/j.atmosenv.2012.07.012"]}, {"Citation": "Sistla G, Zhou N, Hao W, Ku J-K, Rao ST, Bornstein R, Freedman F, Thunis P, 1996: Effects of uncertainties in meteorological inputs on Urban Airshed Model predictions and ozone control strategies. Atmos. Environ, 30, 2011–2025."}, {"Citation": "Solazzo E and Galmarini S: Error apportionment for atmospheric chemistry-transport models – a new approach to model evaluation, Atmos. Chem. Phys, 16, 6263–6283, doi:10.5194/acp-16-6263-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-6263-2016"]}, {"Citation": "Stoeckenius TE, Hogrefe C, Zagunis J, Sturtz TM, Wells B and Sakulyanontvittaya T, 2015. A comparison between 2010 and 2006 air quality and meteorological conditions, and emissions and boundary conditions used in simulations of the AQMEII-2 North American domain. Atmospheric Environment, 115, pp. 389–403."}, {"Citation": "Willmott CJ (1981), On the validation of models, Phys. Geogr, 2, 184–194."}, {"Citation": "Wong DC, Pleim J, Mathur R, Binkowski F, Otte T, Gilliam R, Pouliot G, Xiu A, Young JO, and Kang D: WRFCMAQ two-way coupled system with aerosol feedback: software development and preliminary results, Geosci. Model Dev, 5, 299–312, doi:10.5194/gmd-5-299-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-299-2012"]}, {"Citation": "Xing J, Mathur R, Pleim J, Hogrefe C, Gan C-M, Wong DC, Wei C, Gilliam R, and Pouliot G: Observations and modeling of air quality trends over 1990–2010 across the Northern Hemisphere: China, the United States and Europe, Atmos. Chem. Phys, 15, 2723–2747, doi:10.5194/acp-15-2723-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-2723-2015"]}, {"Citation": "Xing J, Pleim J, Mathur R, Pouliot G, Hogrefe C, Gan C-M, and Wei C: Historical gaseous and primary aerosol emissions in the United States from 1990 to 2010, Atmos. Chem. Phys, 13, 7531–7549, doi:10.5194/acp-13-7531-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-7531-2013"]}, {"Citation": "Zurbenko IG, 1986: The Spectral Analysis of Time Series.North Holland, 241 pp."}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "8", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30078987", "NIHMS982357", "PMC6071429", "10.1016/j.atmosenv.2017.05.020"]}}], "PubmedBookArticle": []}