{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30099488", "DateCompleted": {"Year": "2019", "Month": "09", "Day": "16"}, "DateRevised": {"Year": "2020", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/aje/kwy172"], "Journal": {"ISSN": "1476-6256", "JournalIssue": {"Volume": "187", "Issue": "11", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "01"}}, "Title": "American journal of epidemiology", "ISOAbbreviation": "Am J Epidemiol"}, "ArticleTitle": "Live-Birth Bias and Observed Associations Between Air Pollution and Autism.", "Pagination": {"StartPage": "2292", "EndPage": "2296", "MedlinePgn": "2292-2296"}, "Abstract": {"AbstractText": ["A recent analysis found that exposure to air pollution during specific weeks of pregnancy was negatively associated with risk of autism spectrum disorder (ASD) when mutually adjusted for postnatal air-pollution exposure. In this commentary, we describe 2 possible selection-bias processes that might lead to such results, both related to live-birth bias (i.e., the inevitable restriction of the analyzed sample to live births). The first mechanism is described using a directed acyclic graph and relates to the chance of live birth being a common consequence of both exposure to air pollution and another risk factor of ASD. The second mechanism involves preferential depletion of fetuses susceptible to ASD in the higher air-pollution exposure group. We further discuss the assumptions underlying these processes and their causal structures, their plausibility, and other studies where similar phenomena might have occurred."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Braun School of Public Health and Community Medicine, the Hebrew University of Jerusalem, Jerusalem, Israel."}], "Identifier": [], "LastName": "Raz", "ForeName": "Raanan", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, Columbia University Mailman School of Public Health, New York City, New York."}], "Identifier": [], "LastName": "Kioumourtzoglou", "ForeName": "Marianthi-Anna", "Initials": "MA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "Identifier": [], "LastName": "Weisskopf", "ForeName": "Marc G", "Initials": "MG"}], "GrantList": [{"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES009089", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES026900", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Epidemiol", "NlmUniqueID": "7910653", "ISSNLinking": "0002-9262"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["epidemiology"], "DescriptorName": "Autism Spectrum Disorder"}, {"QualifierName": [], "DescriptorName": "Bias"}, {"QualifierName": [], "DescriptorName": "Epidemiologic Methods"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Live Birth"}, {"QualifierName": ["adverse effects", "statistics & numerical data"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Pregnancy Outcome"}, {"QualifierName": ["physiology"], "DescriptorName": "Pregnancy Trimesters"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Prenatal Exposure Delayed Effects"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["adverse effects", "statistics & numerical data"], "DescriptorName": "Traffic-Related Pollution"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lam J, Sutton P, Kalkbrenner A, et al. . A systematic review and meta-analysis of multiple airborne pollutants and autism spectrum disorder. PLoS One. 2016;11(9):e0161851.", "ArticleIdList": ["PMC5031428", "27653281"]}, {"Citation": "Yang C, Zhao W, Deng K, et al. . The association between air pollutants and autism spectrum disorders. Environ Sci Pollut Res Int. 2017;24(19):15949–15958.", "ArticleIdList": ["28540549"]}, {"Citation": "Flores-Pajot MC, Ofner M, Do MT, et al. . Childhood autism spectrum disorders and exposure to nitrogen dioxide, and particulate matter air pollution: a review and meta-analysis. Environ Res. 2016;151:763–776.", "ArticleIdList": ["27609410"]}, {"Citation": "Weisskopf MG, Kioumourtzoglou MA, Roberts AL. Air pollution and autism spectrum disorders: causal or confounded? Curr Environ Health Rep. 2015;2(4):430–439.", "ArticleIdList": ["PMC4737505", "26399256"]}, {"Citation": "Raz R, Levine H, Pinto O, et al. . Traffic related air pollution and autism spectrum disorder: a population based nested case-control study in Israel. Am J Epidemiol. 2018;187(4):717–725.", "ArticleIdList": ["PMC6963689", "29020136"]}, {"Citation": "Wilson A, Chiu YM, Hsu HL, et al. . Potential for bias when estimating critical windows for air pollution in children’s health. Am J Epidemiol. 2017;186(11):1281–1289.", "ArticleIdList": ["PMC5860147", "29206986"]}, {"Citation": "Seinfeld JH, Pandis SN. Atmospheric Chemistry and Physics: From Air Pollution to Climate Change. New York City, NY: Wiley-VCH; 2006."}, {"Citation": "Liew Z, Olsen J, Cui X, et al. . Bias from conditioning on live birth in pregnancy cohorts: an illustration based on neurodevelopment in children after prenatal exposure to organic pollutants. Int J Epidemiol. 2015;44(1):345–354.", "ArticleIdList": ["PMC4339763", "25604449"]}, {"Citation": "Chard T. 11 Frequency of implantation and early pregnancy loss in natural cycles. Baillieres Clin Obstet Gynaecol. 1991;5(1):179–189.", "ArticleIdList": ["1855339"]}, {"Citation": "Wilcox AJ, Weinberg CR, O’Connor JF, et al. . Incidence of early loss of pregnancy. N Engl J Med. 1988;319(4):189–194.", "ArticleIdList": ["3393170"]}, {"Citation": "Pearl J. Causal inference in the health sciences: a conceptual introduction. Health Serv Outcomes Res Methodol. 2001;2(3–4):189–220."}, {"Citation": "Hernández-Díaz S, Schisterman EF, Hernán MA. The birth weight “paradox” uncovered? Am J Epidemiol. 2006;164(11):1115–1120.", "ArticleIdList": ["16931543"]}, {"Citation": "Faiz AS, Rhoads GG, Demissie K, et al. . Ambient air pollution and the risk of stillbirth. Am J Epidemiol. 2012;176(4):308–316.", "ArticleIdList": ["PMC3491970", "22811493"]}, {"Citation": "DeFranco E, Hall E, Hossain M, et al. . Air pollution and stillbirth risk: exposure to airborne particulate matter during pregnancy is associated with fetal death. PLoS One. 2015;10(3):e0120594.", "ArticleIdList": ["PMC4368103", "25794052"]}, {"Citation": "Pereira LA, Loomis D, Conceição GM, et al. . Association between air pollution and intrauterine mortality in Sao Paulo, brazil. Environ Health Perspect. 1998;106(6):325–329.", "ArticleIdList": ["PMC1532988", "9618348"]}, {"Citation": "de Medeiros AP, Gouveia N, Machado RP, et al. . Traffic-related air pollution and perinatal mortality: a case–control study. Environ Health Perspect. 2009;117(1):127–132.", "ArticleIdList": ["PMC2627856", "19165399"]}, {"Citation": "Hwang BF, Lee YL, Jaakkola JJ. Air pollution and stillbirth: a population-based case-control study in Taiwan. Environ Health Perspect. 2011;119(9):1345–1349.", "ArticleIdList": ["PMC3230395", "21447454"]}, {"Citation": "Green RS, Malig B, Windham GC, et al. . Residential exposure to traffic and spontaneous abortion. Environ Health Perspect. 2009;117(12):1939–1944.", "ArticleIdList": ["PMC2799470", "20049215"]}, {"Citation": "Enkhmaa D, Warburton N, Javzandulam B, et al. . Seasonal ambient air pollution correlates strongly with spontaneous abortion in Mongolia. BMC Pregnancy Childbirth. 2014;14:146.", "ArticleIdList": ["PMC4024019", "24758249"]}, {"Citation": "Hou HY, Wang D, Zou XP, et al. . Does ambient air pollutants increase the risk of fetal loss? A case-control study. Arch Gynecol Obstet. 2014;289(2):285–291.", "ArticleIdList": ["23864201"]}, {"Citation": "Hemminki K, Niemi ML. Community study of spontaneous abortions: relation to occupation and air pollution by sulfur dioxide, hydrogen sulfide, and carbon disulfide. Int Arch Occup Environ Health. 1982;51(1):55–63.", "ArticleIdList": ["7152702"]}, {"Citation": "Moridi M, Ziaei S. Exposure to ambient air pollutants and spontaneous abortion. J Obstet Gynaecol Res. 2014;40(3):743–748.", "ArticleIdList": ["24738119"]}, {"Citation": "Ha S, Sundaram R, Buck Louis GM, et al. . Ambient air pollution and the risk of pregnancy loss: a prospective cohort study. Fertil Steril. 2018;109(1):148–153.", "ArticleIdList": ["PMC5758402", "29153729"]}, {"Citation": "Januário DA, Perin PM, Maluf M, et al. . Biological effects and dose-response assessment of diesel exhaust particles on in vitro early embryo development in mice. Toxicol Sci. 2010;117(1):200–208.", "ArticleIdList": ["20525899"]}, {"Citation": "Veras MM, Damaceno-Rodrigues NR, Guimarães Silva RM, et al. . Chronic exposure to fine particulate matter emitted by traffic affects reproductive and fetal outcomes in mice. Environ Res. 2009;109(5):536–543.", "ArticleIdList": ["19394924"]}, {"Citation": "Brunton PJ. Effects of maternal exposure to social stress during pregnancy: consequences for mother and offspring. Reproduction. 2013;146(5):R175–R189.", "ArticleIdList": ["23901130"]}, {"Citation": "Plana-Ripoll O, Parner E, Olsen J, et al. . Severe stress following bereavement during pregnancy and risk of pregnancy loss: results from a population-based cohort study. J Epidemiol Community Health. 2016;70(5):424–429.", "ArticleIdList": ["26584858"]}, {"Citation": "Coughlan C, Walters S, Ledger W, et al. . A comparison of psychological stress among women with and without reproductive failure. Int J Gynecol Obstet. 2014;124(2):143–147.", "ArticleIdList": ["24290538"]}, {"Citation": "Dean RG, Dean J, Heller GZ, et al. . A mass shooting at Port Arthur, Tasmania, Australia: a study of its impact on early pregnancy losses using a conception time-based methodology. Hum Reprod. 2015;30(11):2671–2676.", "ArticleIdList": ["26355115"]}, {"Citation": "Neugebauer R, Kline J, Stein Z, et al. . Association of stressful life events with chromosomally normal spontaneous abortion. Am J Epidemiol. 1996;143(6):588–596.", "ArticleIdList": ["8610676"]}, {"Citation": "Nepomnaschy PA, Welch KB, McConnell DS, et al. . Cortisol levels and very early pregnancy loss in humans. Proc Natl Acad Sci U S A. 2006;103(10):3938–3942.", "ArticleIdList": ["PMC1533790", "16495411"]}, {"Citation": "Wainstock T, Lerner-Geva L, Glasser S, et al. . Prenatal stress and risk of spontaneous abortion. Psychosom Med. 2013;75(3):228–235.", "ArticleIdList": ["23362503"]}, {"Citation": "Fenster L, Schaefer C, Mathur A, et al. . Psychologic stress in the workplace and spontaneous abortion. Am J Epidemiol. 1995;142(11):1176–1183.", "ArticleIdList": ["7485064"]}, {"Citation": "Wisborg K, Barklin A, Hedegaard M, et al. . Psychological stress during pregnancy and stillbirth: prospective study. BJOG. 2008;115(7):882–885.", "ArticleIdList": ["18485167"]}, {"Citation": "Li W, Newell-Price J, Jones GL, et al. . Relationship between psychological stress and recurrent miscarriage. Reprod Biomed Online. 2012;25(2):180–189.", "ArticleIdList": ["22687324"]}, {"Citation": "Bruckner TA, Mortensen LH, Catalano RA. Spontaneous pregnancy loss in Denmark following economic downturns. Am J Epidemiol. 2016;183(8):701–708.", "ArticleIdList": ["27009344"]}, {"Citation": "Class QA, Abel KM, Khashan AS, et al. . Offspring psychopathology following preconception, prenatal and postnatal maternal bereavement stress. Psychol Med. 2014;44(1):71–84.", "ArticleIdList": ["PMC3766407", "23591021"]}, {"Citation": "Babenko O, Kovalchuk I, Metz GA. Stress-induced perinatal and transgenerational epigenetic programming of brain development and mental health. Neurosci Biobehav Rev. 2015;48:70–91.", "ArticleIdList": ["25464029"]}, {"Citation": "Bercum FM, Rodgers KM, Benison AM, et al. . Maternal stress combined with terbutaline leads to comorbid autistic-like behavior and epilepsy in a rat model. J Neurosci. 2015;35(48):15894–15902.", "ArticleIdList": ["PMC6605448", "26631470"]}, {"Citation": "Walder DJ, Laplante DP, Sousa-Pires A, et al. . Prenatal maternal stress predicts autism traits in 6½ year-old children: Project Ice Storm. Psychiatry Res. 2014;219(2):353–360.", "ArticleIdList": ["24907222"]}, {"Citation": "Roberts AL, Lyall K, Rich-Edwards JW, et al. . Association of maternal exposure to childhood abuse with elevated risk for autism in offspring. JAMA Psychiatry. 2013;70(5):508–515.", "ArticleIdList": ["PMC4069029", "23553149"]}, {"Citation": "Roberts AL, Koenen KC, Lyall K, et al. . Women’s posttraumatic stress symptoms and autism spectrum disorder in their children. Res Autism Spectr Disord. 2014;8(6):608–616.", "ArticleIdList": ["PMC4025916", "24855487"]}, {"Citation": "Beversdorf DQ, Manning SE, Hillier A, et al. . Timing of prenatal stressors and autism. J Autism Dev Disord. 2005;35(4):471–478.", "ArticleIdList": ["16134032"]}, {"Citation": "Kinney DK, Munir KM, Crowley DJ, et al. . Prenatal stress and risk for autism. Neurosci Biobehav Rev. 2008;32(8):1519–1532.", "ArticleIdList": ["PMC2632594", "18598714"]}, {"Citation": "Kinney DK, Miller AM, Crowley DJ, et al. . Autism prevalence following prenatal exposure to hurricanes and tropical storms in Louisiana. J Autism Dev Disord. 2008;38(3):481–488.", "ArticleIdList": ["17619130"]}, {"Citation": "Hertz-Picciotto I, Park HY, Dostal M, et al. . Prenatal exposures to persistent and non-persistent organic compounds and effects on immune system development. Basic Clin Pharmacol Toxicol. 2008;102(2):146–154.", "ArticleIdList": ["18226068"]}]}], "History": [{"Year": "2018", "Month": "4", "Day": "10"}, {"Year": "2018", "Month": "8", "Day": "1"}, {"Year": "2018", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30099488", "PMC6211245", "10.1093/aje/kwy172", "5067685"]}}]}