{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Extracellular Matrix", "Micropatterning", "Pluripotent Stem Cells", "Polystyrene", "Stress Fibers", "UV/Ozone", "Vitronectin"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "30135745", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1166/jbt.2013.1106"], "ArticleDate": [{"Year": "2013", "Month": "08", "Day": "01"}], "Journal": {"ISSN": "2157-9083", "JournalIssue": {"Volume": "3", "Issue": "4", "PubDate": {"Year": "2013", "Month": "Aug"}}, "Title": "Journal of biomaterials and tissue engineering", "ISOAbbreviation": "J Biomater Tissue Eng"}, "ArticleTitle": "Patterning Pluripotent Stem Cells at a Single Cell Level.", "Pagination": {"StartPage": "461", "EndPage": "471", "MedlinePgn": "461-471"}, "Abstract": {"AbstractText": ["Studies of cell-extracellular matrix (ECM) interactions at a single cell level have drawn interest from scientists around the world. Subcellular ECM micropatterning techniques allow researchers to control cell shape, migration, and spindle orientation during mitosis potentially influencing the stem cell fate. Generally these studies have been limited to somatic cells rather than human pluripotent stem cells (hPSCs) which are capable of enormous differentiation potential. hPSCs require a defined ECM for attachment and express characteristic integrins mediating cell-substrate interactions. hPSCs also rely on cell-cell contacts for survival and to maintain self-renewal properties, but these circumstances also significantly limit hPSC observation at a single cell level. In addition, currently available methods for ECM micropatterning generally require a facility with trained personnel and intricate equipment to produce protein micropatterns. To overcome this problem, we have developed a protocol for vitronectin micropatterning using simple UV/ozone modification of polystyrene. Single hPSCs were able to attach and form characteristic stress fibers and focal adhesions similar to somatic cell types which demonstrate hPSC responsiveness to extracellular adhesive cues. Micropatterned hPSCs were able to be cultured for up to 48 hours while maintaining expression of pluripotency-associated transcription factor OCT4. Although further studies are necessary, the results of our investigation will potentially have a large impact on cell regenerative medicine and tissue engineering."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of South Carolina, SC 29208, USA."}], "Identifier": [], "LastName": "Pryzhkova", "ForeName": "Marina V", "Initials": "MV"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of South Carolina, SC 29208, USA."}], "Identifier": [], "LastName": "Harris", "ForeName": "Greg M", "Initials": "GM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of South Carolina, SC 29208, USA."}], "Identifier": [], "LastName": "Ma", "ForeName": "Shuguo", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of South Carolina, SC 29208, USA."}, {"Identifier": [], "Affiliation": "Department of Orthopaedic Surgery, University of South Carolina, SC 29208, USA."}, {"Identifier": [], "Affiliation": "Biomedical Engineering Program, University of South Carolina, SC 29208, USA."}], "Identifier": [], "LastName": "Jabbarzadeh", "ForeName": "Ehsan", "Initials": "E"}], "GrantList": [{"GrantID": "P20 GM103641", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Biomater Tissue Eng", "NlmUniqueID": "101591609"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Théry M. Micropatterning as a tool to decipher cell morphogenesis and functions. J Cell Sci. 2010;123:4201.", "ArticleIdList": ["21123618"]}, {"Citation": "Poulsson AH, Mitchell SA, Davidson MR, Johnstone AJ, Emmison N, Bradley RH. Attachment of human primary osteoblast cells to modified polyethylene surfaces. Langmuir. 2009;25:3718.", "ArticleIdList": ["19275183"]}, {"Citation": "Jung C, Hwang I, Kwon H, Nho Y, Choi J. Patterning of cells on a PVC film surface functionalized by ion irradiation. Polym Adv Technol. 2010;21:135."}, {"Citation": "Dupont-Gillain ChC, Adriaensen Y, Derclaye S, Rouxhet PG. Plasma-oxidized polystyrene: welting properties and surface reconstruction. Langmuir. 2000;16:8194."}, {"Citation": "van Kooten TG, Spijker HT, Busscher HJ. Plasma-treated polystyrene surfaces: model surfaces for studying cell-biomaterial interactions. Biomater. 2004;25:1735.", "ArticleIdList": ["14738836"]}, {"Citation": "Mitchell SA, Poulsson AH, Davidson MR, Emmison N, Shard AG, Bradley RH. Cellular attachment and spatial control of cells using micro-patterned ultra-violet/ozone treatment in serum enriched media. Biomater. 2004;25:4079.", "ArticleIdList": ["15046899"]}, {"Citation": "Azioune A, Carpi N, Tseng Q, Théry M, Piel M. Protein micropatterns: A direct printing protocol using deep UVs. Methods Cell Biol. 2010;97:133.", "ArticleIdList": ["20719269"]}, {"Citation": "Saha K, Mei Y, Reisterer CM, Pyzocha NK, Yang J, Muffat J, Davies MC, Alexander MR, Langer R, Anderson DG, Jaenisch R. Surface-engineered substrates for improved human pluripotent stem cell culture under fully defined conditions. Proc Natl Acad Sci USA. 2011;108:18714.", "ArticleIdList": ["PMC3219112", "22065768"]}, {"Citation": "Keung AJ, Kumar S, Schaffer DV. Presentation counts: microenvironmental regulation of stem cells by biophysical and material cues. Annu Rev Cell Dev Biol. 2010;26:533.", "ArticleIdList": ["PMC5989312", "20590452"]}, {"Citation": "Théry VRacine M, Pépin A, Piel M, Chen Y, Sibarita JB, Bornens M. The extracellular matrix guides the orientation of the cell division axis. Nat Cell Biol. 2005;7:947.", "ArticleIdList": ["16179950"]}, {"Citation": "Théry M, Jiménez-Dalmaroni A, Racine V, Bornens M, Jülicher F. Experimental and theoretical study of mitotic spindle orientation. Nature. 2007;447:493.", "ArticleIdList": ["17495931"]}, {"Citation": "Fink J, Carpi N, Betz T, Bétard A, Chebah M, Azioune A, Bornens M, Sykes C, Fetler DCuvelier L, Piel M. External forces control mitotic spindle positioning. Nat Cell Biol. 2011;13:771.", "ArticleIdList": ["21666685"]}, {"Citation": "Royer C, Lu X. Epithelial cell polarity: A major gatekeeper against cancer? Cell Death Differ. 2011;18:1470.", "ArticleIdList": ["PMC3178423", "21617693"]}, {"Citation": "Thomson JA, Itskovitz-Eldor J, Shapiro SS, Waknitz MA, Swiergiel JJ, Marshall VS, Jones JM. Embryonic stem cell lines derived from human blastocysts. Science. 1998;282:1145.", "ArticleIdList": ["9804556"]}, {"Citation": "Hu K, Yu J, Suknuntha K, Tian S, Montgomery K, Choi KD, Stewart R, Thomson JA, Slukvin II. Efficient generation of transgene-free induced pluripotent stem cells from normal and neoplastic bone marrow and cord blood mononuclear cells. Blood. 2011;117:109.", "ArticleIdList": ["PMC3083304", "21296996"]}, {"Citation": "Braam SR, Zeinstra L, Litjens S, Ward-van Oostwaard D, van den Brink S, van Laake L, Lebrin F, Kats P, Hochstenbach R, Passier R, Sonnenberg A, Mummery CL. Recombinant vitronectin is a functionally defined substrate that supports human embryonic stem cell self-renewal via alphavbeta5 integrin. Stem Cells. 2008;26:2257.", "ArticleIdList": ["18599809"]}, {"Citation": "Li D, Zhou J, Wang L, Shin ME, Su P, Lei X, Kuang H, Quo W, Yang H, Cheng L, Tanaka TS, Leckband DE, Reynolds AB, Duan E, Wang F. Integrated biochemical and mechanical signals regulate multifaceted human embryonic stem cell functions. J Cell Biol. 2010;191:631.", "ArticleIdList": ["PMC3003326", "20974810"]}, {"Citation": "Chen G, Hou Z, Gulbranson DR, Thomson JA. Actin-myosin contractility is responsible for the reduced viability of dissociated human embryonic stem cells. Cell Stem Cell. 2010;7:240.", "ArticleIdList": ["PMC2916864", "20682449"]}, {"Citation": "Ohgushi M, Matsumura M, Eiraku M, Murakami K, Aramaki T, Nishiyama A, Muguruma K, Nakano T, Suga H, Ueno M, Ishizaki T, Suemori H, Narumiya S, Niwa H, Sasai Y. Molecular pathway and cell state responsible for dissociation-induced apoptosis in human pluripotent stem cells. Cell Stem Cell. 2010;7:225.", "ArticleIdList": ["20682448"]}, {"Citation": "Burridge PW, Thompson S, Millrod MA, Weinberg S, Yuan X, Peters A, Mahairaki V, Koliatsos VE, Tung L, Zambidis ET. A universal system for highly efficient cardiac differentiation of human induced pluripotent stem cells that eliminates interline variability. PLoS One. 2011;6:e18293.", "ArticleIdList": ["PMC3072973", "21494607"]}, {"Citation": "Hudson JE, Titmarsh DM, Hidalgo A, Wolvetang EJ, Cooper-White JJ. Primitive cardiac cells from human embryonic stem cells. Stem Cells Dev. 2012;21:1513.", "ArticleIdList": ["21933026"]}, {"Citation": "Emonard H, Grimaud JA, Nusgens B, Lapière CM, Foidart JM. Reconstituted basement-membrane matrix modulates fibroblast activities in vitro. J Cell Physiol. 1987;133:95.", "ArticleIdList": ["3667709"]}, {"Citation": "Kohen NT, Little LE, Healy KE. Characterization of Matrigel interfaces during defined human embryonic stem cell culture. Biointerphases. 2009;4:69.", "ArticleIdList": ["20408727"]}, {"Citation": "Rowland TJ, Miller LM, Blaschke AJ, Doss EL, Bonham AJ, Hikita ST, Johnson LV, Clegg DO. Roles of integrins in human induced pluripotent stem cell growth on Matrigel and vitronectin. Stem Cells Dev. 2010;19:1231.", "ArticleIdList": ["19811096"]}, {"Citation": "Elliott DA, Braam SR, Koutsis K, Ng ES, Jenny R, Lagerqvist EL, Biben C, Hatzistavrou T, Hirst CE, Yu QC, Skelton RJ, Ward-van Oostwaard D, Lim SM, Khammy O, Li X, Hawes SM, Davis RP, Goulburn AL, Passier R, Prall OW, Haynes JM, Pouton CW, Kaye DM, Mummery CL, Elefanty AG, Stanley EG. NKX2-5(eGFP/w) hESCs for isolation of human cardiac progenitors and cardiomyocytes. Nat Methods. 2011;8:1037.", "ArticleIdList": ["22020065"]}, {"Citation": "Welle A, Gottwald E. UV-based patterning of polymeric substrates for cell culture applications. Biomedical Microdevices. 2002;4:33."}, {"Citation": "Welle A, Horn S, Schimmelpfeng J, Kalka D. Photo-chemically patterned polymer surfaces for controlled PC-12 adhesion and neurite guidance. J Neurosci Methods. 2005;142:243.", "ArticleIdList": ["15698664"]}, {"Citation": "Martins-Taylor K, Xu RH. Concise review: Genomic stability of human induced pluripotent stem cells. Stem Cells. 2012;30:22.", "ArticleIdList": ["21823210"]}, {"Citation": "Théry M, Pépin A, Dressaire E, Chen Y, Bornens M. Cell distribution of stress fibres in response to the geometry of the adhesive environment. Cell Motil Cytoskeleton. 2006;63:341.", "ArticleIdList": ["16550544"]}, {"Citation": "Théry M, Racine V, Piel M, Pépin A, Dimitrov A, Chen Y, Sibarita JB, Bornens M. Anisotropy of cell adhesive microenvironment governs cell internal organization and orientation of polarity. Proc Natl Acad Sci USA. 2006;103:19771.", "ArticleIdList": ["PMC1750916", "17179050"]}, {"Citation": "Zaidel-Bar R, Mile R, Kam Z, Geiger B. A paxillin tyrosine phosphorylation switch regulates the assembly and form of cell-matrix adhesions. J Cell Sci. 2007;120:137.", "ArticleIdList": ["17164291"]}, {"Citation": "Chowdhury F, Na S, Li D, Poh YC, Tanaka TS, Wang F, Wang N. Material properties of the cell dictate stress-induced spreading and differentiation in embryonic stem cells. Nat Mater. 2010;9:82.", "ArticleIdList": ["PMC2833279", "19838182"]}, {"Citation": "Khatau SB, Kusuma S, Hanjaya-Putra D, Mali P, Cheng L, Lee JS, Gerecht S, Wirtz D. The differential formation of the LINC-mediated perinuclear actin cap in pluripotent and somatic cells. PLoS One. 2012;7:e36689.", "ArticleIdList": ["PMC3344930", "22574215"]}, {"Citation": "Kwon M, Godinho SA, Chandhok NS, Ganem NJ, Azioune A, Thery M, Pellman D. Mechanisms to suppress multipolar divisions in cancer cells with extra centrosomcs. Genes Dev. 2008;22:2189.", "ArticleIdList": ["PMC2518815", "18662975"]}, {"Citation": "Chaerkady R, Kerr CL, Kandasamy K, Marimuthu A, Gearhart JD, Pandey A. Comparative proteomics of human embryonic stem cells and embryonal carcinoma cells. Proteomics. 2010;10:1359.", "ArticleIdList": ["PMC3086450", "20104618"]}, {"Citation": "Krtolica A, Genbacev O, Escobedo C, Zdravkovic T, Nordstrom A, Vabuena D, Nath A, Simon C, Mostov K, Fisher SJ. Disruption of apical-basal polarity of human embryonic stem cells enhances hematoendothelial differentiation. Stem Cells. 2007;25:2215.", "ArticleIdList": ["17569786"]}, {"Citation": "Ullmann U, In’t Veld P, Gilles C, Sermon K, De Rycke M, Van de Velde H, Van Steirteghem A, Liebaers I. Epithelial-mesenchymal transition process in human embryonic stem cells cultured in feeder-free conditions. Mol Hum Reprod. 2007;13:21.", "ArticleIdList": ["17090644"]}, {"Citation": "Eastham AM, Spencer H, Soncin F, Ritson S, Merry CL, Stem PL, Ward CM. Epithelial-mesenchymal transition events during human embryonic stem cell differentiation. Cancer Res. 2007;67:11254.", "ArticleIdList": ["18056451"]}, {"Citation": "Evseenko D, Zhu Y, Schenke-Layland K, Kuo J, Latour B, Ge S, Scholes J, Dravid G, Li X, MacLellan WR, Crooks GM. Mapping the first stages of mesoderm commitment during differentiation of human embryonic stem cells. Proc Natl Acad Sci USA. 2010;107:13742.", "ArticleIdList": ["PMC2922221", "20643952"]}, {"Citation": "Roegiers F, Jan YN. Asymmetric cell division. Curr Opin Cell Biol. 2004;16:195.", "ArticleIdList": ["15196564"]}, {"Citation": "Gonczy P. Mechanisms of asymmetric cell division: flies and worms pave the way. Nat Rev Mol Cell Biol. 2008;9:355.", "ArticleIdList": ["18431399"]}, {"Citation": "Williams SE, Beronja S, Pasolli HA, Fuchs E. Asymmetric cell divisions promote Notch-dependent epidermal differentiation. Nature. 2011;470:353.", "ArticleIdList": ["PMC3077085", "21331036"]}, {"Citation": "Fuentealba LC, Eivers E, Geissert D, Taelman V, De Robertis EM. Asymmetric mitosis: Unequal segregation of proteins destined for degradation. Proc Natl Acad Sci USA. 2008;105:7732.", "ArticleIdList": ["PMC2402384", "18511557"]}, {"Citation": "Woodard GE, Huang NN, Cho H, Miki T, Tall GG, Kehrl JH. Ric-8A and Gi alpha recruit LGN, NuMA, and dynein to the cell cortex to help orient the mitotic spindle. Mol Cell Biol. 2010;30:3519.", "ArticleIdList": ["PMC2897540", "20479129"]}, {"Citation": "Fuja TJ, Schwartz PH, Darcy D, Bryant PJ. Asymmetric localization of LGN but not AGS3, two homologs of Drosophila pins, in dividing human neural progenitor cells. J Neurosci Res. 2004;75:782.", "ArticleIdList": ["14994339"]}, {"Citation": "Ballabeni A, Park IH, Zhao R, Wang W, Lerou PH, Daley GQ, Kirschner MW. Cell cycle adaptations of embryonic stem cells. Proc Natl Acad Sci USA. 2011;108:19252.", "ArticleIdList": ["PMC3228440", "22084091"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "8", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2013", "Month": "8", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30135745", "NIHMS943212", "PMC6101254", "10.1166/jbt.2013.1106"]}}], "PubmedBookArticle": []}