{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "Cohort", "Gestational hypertension", "Preconceptional exposure", "Preeclampsia"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30134853", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "22"}], "Language": ["eng"], "ELocationID": ["340", "10.1186/s12884-018-1982-z"], "Journal": {"ISSN": "1471-2393", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Aug", "Day": "22"}}, "Title": "BMC pregnancy and childbirth", "ISOAbbreviation": "BMC Pregnancy Childbirth"}, "ArticleTitle": "Exposure to air pollution during preconceptional and prenatal periods and risk of hypertensive disorders of pregnancy: a retrospective cohort study in Seoul, Korea.", "Pagination": {"StartPage": "340", "MedlinePgn": "340"}, "Abstract": {"AbstractText": ["Previous studies suggested associations between prenatal exposure to air pollution and hypertensive disorders of pregnancy. We explored the associations between ambient concentrations of five major air pollutants during preconceptional and prenatal periods and three hypertensive disorders of pregnancy in Seoul, Korea, using a population-representative cohort.", "We obtained heath and demographic data of pregnant women residing in Seoul for 2002-2013 from the Korean National Health Insurance Service-National Sample Cohort. For mother's individual exposures to air pollution, we computed concentrations of particulate matter ≤10 μm in diameter (PM<sub>10</sub>), nitrogen dioxide (NO<sub>2</sub>), carbon monoxide (CO), sulfur dioxide (SO<sub>2</sub>), and ozone (O<sub>3</sub>) during 1, 3, 6, and 12 months to birth using regulatory monitoring data in Seoul. The associations between air pollution and hypertensive disorders were explored by using logistic regression models after adjusting for individual confounders.", "Among 18,835 pregnant women in Seoul, 0.6, 0.5, and 0.4% of women developed gestational hypertension, preeclampsia, and preeclampsia requiring magnesium sulfate (Mg-preeclampsia), respectively. Although most odds ratios (ORs) were not statistically significant, we found increasing risk gradients with disease severity depending on the pollutant. There was the association between PM<sub>10</sub> during 6 months to birth and gestational hypertension (OR for an interquartile range increase = 1.68 [95% confidence interval = 1.09-2.58]). NO<sub>2</sub> and ozone during 12 and 1 month, respectively, before birth were associated with Mg-preeclampsia (1.43 [1.01-2.03], 1.53 [1.03-2.27]).", "We observed positive associations of exposure to some air pollutants before and during pregnancy with hypertensive disorders of pregnancy among the Korean general population. Future studies with refined exposure metrics should confirm our findings."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Obstetrics and Gynecology, School of Medicine, CHA University, Gyeonggi-do, Seongnam, 13488, South Korea."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Brown University School of Public Health, Providence, 02903, RI, USA."}], "Identifier": [], "LastName": "Choe", "ForeName": "Seung-Ah", "Initials": "SA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Seoul National University, Seoul, 08826, South Korea."}], "Identifier": [], "LastName": "Jun", "ForeName": "Yoon-Bae", "Initials": "YB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cancer Control and Population Health, Graduate School of Cancer Science and Policy, National Cancer Center, Gyeonggi-do, Goyang, 10408, South Korea. sykim@ncc.re.kr."}], "Identifier": ["0000-0002-7110-3395"], "LastName": "Kim", "ForeName": "Sun-Young", "Initials": "SY"}], "GrantList": [{"GrantID": "2013R1A6A3A04059017", "Agency": "National Research Foundation of Korea", "Country": ""}, {"GrantID": "2016R1D1A1B03933410", "Agency": "National Research Foundation of Korea", "Country": ""}, {"GrantID": "2018R1A2B6004608", "Agency": "National Research Foundation of Korea", "Country": ""}, {"GrantID": "NCC-1810220-01", "Agency": "National Cancer Center", "Country": "Republic of Korea"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Pregnancy Childbirth", "NlmUniqueID": "100967799", "ISSNLinking": "1471-2393"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Databases, Factual"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Hypertension, Pregnancy-Induced"}, {"QualifierName": ["adverse effects", "statistics & numerical data"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Republic of Korea"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Seoul"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The Institutional Review Board of Gangnam CHA hospital (IRB No. GCI-16-22) granted ethics approval and waived informed consent. CONSENT FOR PUBLICATION: Not applicable COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Roberts JM, Redman CW. Pre-eclampsia: more than pregnancy-induced hypertension. Lancet. 1993;341(8858):1447–1451. doi: 10.1016/0140-6736(93)90889-O.", "ArticleIdList": ["10.1016/0140-6736(93)90889-O", "8099148"]}, {"Citation": "Roberts JM, Cooper DW. Pathogenesis and genetics of pre-eclampsia. Lancet. 2001;357(9249):53–56. doi: 10.1016/S0140-6736(00)03577-7.", "ArticleIdList": ["10.1016/S0140-6736(00)03577-7", "11197372"]}, {"Citation": "Roberts JM. Preventing pre-eclampsia. Lancet. 1996;348(9023):281–282. doi: 10.1016/S0140-6736(05)64469-8.", "ArticleIdList": ["10.1016/S0140-6736(05)64469-8", "8709684"]}, {"Citation": "Ananth CV, Basso O. Impact of pregnancy-induced hypertension on stillbirth and neonatal mortality in first and higher order births: a population-based study. Epidemiology. 2010;21(1):118–123. doi: 10.1097/EDE.0b013e3181c297af.", "ArticleIdList": ["10.1097/EDE.0b013e3181c297af", "PMC2841017", "20010214"]}, {"Citation": "Endeshaw G, Berhan Y. Perinatal outcome in women with hypertensive disorders of pregnancy: a retrospective cohort study. Int Sch Res Notices. 2015;2015:208043.", "ArticleIdList": ["PMC4897150", "27347505"]}, {"Citation": "Mattar F, Sibai BM. Eclampsia. VIII. Risk factors for maternal morbidity. Am J Obstet Gynecol. 2000;182(2):307–312. doi: 10.1016/S0002-9378(00)70216-X.", "ArticleIdList": ["10.1016/S0002-9378(00)70216-X", "10694329"]}, {"Citation": "Mammaro A, Carrara S, Cavaliere A, Ermito S, Dinatale A, Pappalardo EM, et al. Hypertensive disorders of pregnancy. J Prenat Med. 2009;3(1):1–5.", "ArticleIdList": ["PMC3279097", "22439030"]}, {"Citation": "Umesawa M, Kobashi G. Epidemiology of hypertensive disorders in pregnancy: prevalence, risk factors, predictors and prognosis. Hypertens Res. 2017;40(3):213–220. doi: 10.1038/hr.2016.126.", "ArticleIdList": ["10.1038/hr.2016.126", "27682655"]}, {"Citation": "Heida KY, Franx A, van Rijn BB, Eijkemans MJ, Boer JM, Verschuren MW, et al. Earlier age of onset of chronic hypertension and type 2 diabetes mellitus after a hypertensive disorder of pregnancy or gestational diabetes mellitus. Hypertension. 2015;66(6):1116–1122.", "ArticleIdList": ["26459420"]}, {"Citation": "Feig DS, Shah BR, Lipscombe LL, Wu CF, Ray JG, Lowe J, et al. Preeclampsia as a risk factor for diabetes: a population-based cohort study. PLoS Med. 2013;10(4):e1001425. doi: 10.1371/journal.pmed.1001425.", "ArticleIdList": ["10.1371/journal.pmed.1001425", "PMC3627640", "23610560"]}, {"Citation": "Wilson BJ, Watson MS, Prescott GJ, Sunderland S, Campbell DM, Hannaford P, et al. Hypertensive diseases of pregnancy and risk of hypertension and stroke in later life: results from cohort study. BMJ. 2003;326(7394):845. doi: 10.1136/bmj.326.7394.845.", "ArticleIdList": ["10.1136/bmj.326.7394.845", "PMC153466", "12702615"]}, {"Citation": "Barton JR, O'Brien JM, Bergauer NK, Jacques DL, Sibai BM. Mild gestational hypertension remote from term: progression and outcome. Am J Obstet Gynecol. 2001;184(5):979–983. doi: 10.1067/mob.2001.112905.", "ArticleIdList": ["10.1067/mob.2001.112905", "11303208"]}, {"Citation": "Buchbinder A, Sibai BM, Caritis S, Macpherson C, Hauth J, Lindheimer MD, et al. Adverse perinatal outcomes are significantly higher in severe gestational hypertension than in mild preeclampsia. Am J Obstet Gynecol. 2002;186(1):66–71. doi: 10.1067/mob.2002.120080.", "ArticleIdList": ["10.1067/mob.2002.120080", "11810087"]}, {"Citation": "Backes CH, Markham K, Moorehead P, Cordero L, Nankervis CA, Giannone PJ: Maternal preeclampsia and neonatal outcomes. J Pregnancy 2011, 2011:214365.", "ArticleIdList": ["PMC3087144", "21547086"]}, {"Citation": "Yesil GD, Gishti O, Felix JF, Reiss I, Ikram MK, Steegers EA, et al. Influence of maternal gestational hypertensive disorders on microvasculature in school-age children: the generation R study. Am J Epidemiol. 2016;184(9):605–615. doi: 10.1093/aje/kww059.", "ArticleIdList": ["10.1093/aje/kww059", "27756719"]}, {"Citation": "Huckstep O, Lewandowski AJ, Leeson P. Invited commentary: hypertension during pregnancy and offspring microvascular structure-insights from the retinal microcirculation. Am J Epidemiol. 2016;184(9):616–618. doi: 10.1093/aje/kww060.", "ArticleIdList": ["10.1093/aje/kww060", "27744389"]}, {"Citation": "van den Hooven EH, de Kluizenaar Y, Pierik FH, Hofman A, van Ratingen SW, Zandveld PY, et al. Air pollution, blood pressure, and the risk of hypertensive complications during pregnancy: the generation R study. Hypertension. 2011;57(3):406–412. doi: 10.1161/HYPERTENSIONAHA.110.164087.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.110.164087", "21220700"]}, {"Citation": "Coogan PF, White LF, Jerrett M, Brook RD, Su JG, Seto E, et al. Air pollution and incidence of hypertension and diabetes in African American women living in Los Angeles. Circulation. 2012;125(6):767–772. doi: 10.1161/CIRCULATIONAHA.111.052753.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.111.052753", "PMC3326581", "22219348"]}, {"Citation": "Xu X, Hu H, Ha S, Roth J. Ambient air pollution and hypertensive disorder of pregnancy. J Epidemiol Community Health. 2014;68(1):13–20. doi: 10.1136/jech-2013-202902.", "ArticleIdList": ["10.1136/jech-2013-202902", "PMC3878158", "24022815"]}, {"Citation": "Savitz DA, Elston B, Bobb JF, Clougherty JE, Dominici F, Ito K, et al. Ambient fine particulate matter, nitrogen dioxide, and hypertensive disorders of pregnancy in new York City. Epidemiology. 2015;26(5):748–757. doi: 10.1097/EDE.0000000000000349.", "ArticleIdList": ["10.1097/EDE.0000000000000349", "PMC4719124", "26237745"]}, {"Citation": "Hu H, Ha S, Roth J, Kearney G, Talbott EO, Xu X. Ambient air pollution and hypertensive disorders of pregnancy: a systematic review and meta-analysis. Atmos Environ (1994) 2014;97:336–345. doi: 10.1016/j.atmosenv.2014.08.027.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.027", "PMC4166571", "25242883"]}, {"Citation": "Pedersen M, Stayner L, Slama R, Sorensen M, Figueras F, Nieuwenhuijsen MJ, et al. Ambient air pollution and pregnancy-induced hypertensive disorders: a systematic review and meta-analysis. Hypertension. 2014;64(3):494–500. doi: 10.1161/HYPERTENSIONAHA.114.03545.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.114.03545", "24935943"]}, {"Citation": "Wu J, Ren C, Delfino RJ, Chung J, Wilhelm M, Ritz B. Association between local traffic-generated air pollution and preeclampsia and preterm delivery in the south coast air basin of California. Environ Health Perspect. 2009;117(11):1773–1779. doi: 10.1289/ehp.0800334.", "ArticleIdList": ["10.1289/ehp.0800334", "PMC2801174", "20049131"]}, {"Citation": "Li S, Guo Y, Williams G. Acute impact of hourly ambient air pollution on preterm birth. Environ Health Perspect. 2016;", "ArticleIdList": ["PMC5047774", "27128028"]}, {"Citation": "Veras MM, Damaceno-Rodrigues NR, Caldini EG, Maciel Ribeiro AA, Mayhew TM, Saldiva PH, et al. Particulate urban air pollution affects the functional morphology of mouse placenta. Biol Reprod. 2008;79(3):578–584. doi: 10.1095/biolreprod.108.069591.", "ArticleIdList": ["10.1095/biolreprod.108.069591", "18509159"]}, {"Citation": "Dadvand P, Figueras F, Basagana X, Beelen R, Martinez D, Cirach M, et al. Ambient air pollution and preeclampsia: a spatiotemporal analysis. Environ Health Perspect. 2013;121(11–12):1365–1371.", "ArticleIdList": ["PMC3855505", "24021707"]}, {"Citation": "Ritz B, Wilhelm M. Ambient air pollution and adverse birth outcomes: methodologic issues in an emerging field. Basic Clin Pharmacol Toxicol. 2008;102(2):182–190. doi: 10.1111/j.1742-7843.2007.00161.x.", "ArticleIdList": ["10.1111/j.1742-7843.2007.00161.x", "PMC3656653", "18226073"]}, {"Citation": "WHO: WHO Air quality guidelines for particulate matter, ozone, nitrogen dioxide and sulfur dioxide - Global update 2005. In: WHO Air quality guidelines. WHO Press, World Health Organization; 2006.", "ArticleIdList": ["34662007"]}, {"Citation": "Seo JH, Leem JH, Ha EH, Kim OJ, Kim BM, Lee JY, et al. Population-attributable risk of low birthweight related to PM10 pollution in seven Korean cities. Paediatr Perinat Epidemiol. 2010;24(2):140–148. doi: 10.1111/j.1365-3016.2009.01085.x.", "ArticleIdList": ["10.1111/j.1365-3016.2009.01085.x", "20415770"]}, {"Citation": "Yi S-J, Kim H, Kim S-Y. Exploration and application of regulatory PM10 measurement data for developing long-term prediction models in South Korea. J Korean Soc Atmos Environ. 2016;32(1):114–126. doi: 10.5572/KOSAE.2016.32.1.114.", "ArticleIdList": ["10.5572/KOSAE.2016.32.1.114"]}, {"Citation": "Ha EH, Hong YC, Lee BE, Woo BH, Schwartz J, Christiani DC. Is air pollution a risk factor for low birth weight in Seoul? Epidemiology. 2001;12(6):643–648. doi: 10.1097/00001648-200111000-00011.", "ArticleIdList": ["10.1097/00001648-200111000-00011", "11679791"]}, {"Citation": "Lee J, Lee JS, Park SH, Shin SA, Kim K. Cohort profile: the National Health Insurance Service-National Sample Cohort (NHIS-NSC), South Korea. Int J Epidemiol. 2017;46(2):e15.", "ArticleIdList": ["26822938"]}, {"Citation": "Kwon S. Payment system reform for health care providers in Korea. Health Policy Plan. 2003;18(1):84–92. doi: 10.1093/heapol/18.1.84.", "ArticleIdList": ["10.1093/heapol/18.1.84", "12582111"]}, {"Citation": "Choe SA, Min HS, Cho SI. Decreased risk of preeclampsia after the introduction of universal voucher scheme for antenatal care and birth Services in the Republic of Korea. Matern Child Health J. 2017;21(1):222–227. doi: 10.1007/s10995-016-2112-z.", "ArticleIdList": ["10.1007/s10995-016-2112-z", "27435730"]}, {"Citation": "Choe SA, Min HS, Cho SI. The income-based disparities in preeclampsia and postpartum hemorrhage: a study of the Korean National Health Insurance cohort data from 2002 to 2013. Springerplus. 2016;5(1):895. doi: 10.1186/s40064-016-2620-8.", "ArticleIdList": ["10.1186/s40064-016-2620-8", "PMC4923012", "27386343"]}, {"Citation": "Kim NH, Kwon TY, Yu S, Kim NH, Choi KM, Baik SH, et al. Increased vascular disease mortality risk in Prediabetic Korean adults is mainly attributable to ischemic stroke. Stroke. 2017;48(4):840–845. doi: 10.1161/STROKEAHA.116.015947.", "ArticleIdList": ["10.1161/STROKEAHA.116.015947", "28258257"]}, {"Citation": "Choi JB, Moon HW, Park YH, Bae WJ, Cho HJ, Hong SH, et al. The impact of diabetes on the risk of prostate Cancer development according to body mass index: a 10-year Nationwide cohort study. J Cancer. 2016;7(14):2061–2066. doi: 10.7150/jca.16110.", "ArticleIdList": ["10.7150/jca.16110", "PMC5118669", "27877221"]}, {"Citation": "Noh J, Han KD, Ko SH, Ko KS, Park CY. Trends in the pervasiveness of type 2 diabetes, impaired fasting glucose and co-morbidities during an 8-year-follow-up of nationwide Korean population. Sci Rep. 2017;7:46656. doi: 10.1038/srep46656.", "ArticleIdList": ["10.1038/srep46656", "PMC5397969", "28425463"]}, {"Citation": "Kuklina EV, Whiteman MK, Hillis SD, Jamieson DJ, Meikle SF, Posner SF, et al. An enhanced method for identifying obstetric deliveries: implications for estimating maternal morbidity. Matern Child Health J. 2008;12(4):469–477. doi: 10.1007/s10995-007-0256-6.", "ArticleIdList": ["10.1007/s10995-007-0256-6", "17690963"]}, {"Citation": "Kim SY, O'Neill MS, Lee JT, Cho Y, Kim J, Kim H. Air pollution, socioeconomic position, and emergency hospital visits for asthma in Seoul, Korea. Int Arch Occup Environ Health. 2007;80(8):701–710. doi: 10.1007/s00420-007-0182-3.", "ArticleIdList": ["10.1007/s00420-007-0182-3", "17357797"]}, {"Citation": "Baiz N, Slama R, Bene MC, Charles MA, Kolopp-Sarda MN, Magnan A, et al. Maternal exposure to air pollution before and during pregnancy related to changes in newborn's cord blood lymphocyte subpopulations. The EDEN study cohort. BMC Pregnancy Childbirth. 2011;11:87. doi: 10.1186/1471-2393-11-87.", "ArticleIdList": ["10.1186/1471-2393-11-87", "PMC3227583", "22047167"]}, {"Citation": "Rappazzo KM, Daniels JL, Messer LC, Poole C, Lobdell DT. Exposure to fine particulate matter during pregnancy and risk of preterm birth among women in New Jersey, Ohio, and Pennsylvania, 2000-2005. Environ Health Perspect. 2014;122(9):992–997.", "ArticleIdList": ["PMC4154214", "24879653"]}, {"Citation": "Kim O, Kim S-Y, Kwon H-Y, Kim H. Data issues and suggestions in the National Health Insurance Service-National Sample Cohort for assessing the association between long-term exposure to air pollution and mortality. J Health Info Stat. 2017;42(1):89–99. doi: 10.21032/jhis.2017.42.1.89.", "ArticleIdList": ["10.21032/jhis.2017.42.1.89"]}, {"Citation": "Subramaniam V. Seasonal variation in the incidence of preeclampsia and eclampsia in tropical climatic conditions. BMC Womens Health. 2007;7:18. doi: 10.1186/1472-6874-7-18.", "ArticleIdList": ["10.1186/1472-6874-7-18", "PMC2169212", "17937797"]}, {"Citation": "WHO, UNICEF, UNPF . Managing complications in pregnancy and childbirth: a guide for midwives and doctors – 2nd ed. Geneva: World Health Organization; 2017."}, {"Citation": "Robledo CA, Mendola P, Yeung E, Mannisto T, Sundaram R, Liu D, et al. Preconception and early pregnancy air pollution exposures and risk of gestational diabetes mellitus. Environ Res. 2015;137:316–322. doi: 10.1016/j.envres.2014.12.020.", "ArticleIdList": ["10.1016/j.envres.2014.12.020", "PMC6204222", "25601734"]}, {"Citation": "Zhang J, Zhu T, Kipen H, Wang G, Huang W, Rich D, et al. Cardiorespiratory biomarker responses in healthy young adults to drastic air quality changes surrounding the 2008 Beijing Olympics. Res Rep Health Eff Inst. 2013(174):5–174.", "ArticleIdList": ["PMC4086245", "23646463"]}, {"Citation": "Lee PC, Roberts JM, Catov JM, Talbott EO, Ritz B. First trimester exposure to ambient air pollution, pregnancy complications and adverse birth outcomes in Allegheny County, PA. Matern Child Health J. 2013;17(3):545–555. doi: 10.1007/s10995-012-1028-5.", "ArticleIdList": ["10.1007/s10995-012-1028-5", "PMC3636771", "22544506"]}, {"Citation": "Cai Y, Zhang B, Ke W, Feng B, Lin H, Xiao J, et al. Associations of short-term and long-term exposure to ambient air pollutants with hypertension: a systematic review and meta-analysis. Hypertension. 2016;68(1):62–70. doi: 10.1161/HYPERTENSIONAHA.116.07218.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.116.07218", "27245182"]}, {"Citation": "Vinikoor-Imler LC, Gray SC, Edwards SE, Miranda ML. The effects of exposure to particulate matter and neighbourhood deprivation on gestational hypertension. Paediatr Perinat Epidemiol. 2012;26(2):91–100. doi: 10.1111/j.1365-3016.2011.01245.x.", "ArticleIdList": ["10.1111/j.1365-3016.2011.01245.x", "22324494"]}, {"Citation": "Benjamini Y. Simultaneous and selective inference: current successes and future challenges. Biom J. 2010;52(6):708–721. doi: 10.1002/bimj.200900299.", "ArticleIdList": ["10.1002/bimj.200900299", "21154895"]}, {"Citation": "Li X, Tan H, Huang X, Zhou S, Hu S, Wang X, et al. Similarities and differences between the risk factors for gestational hypertension and preeclampsia: a population based cohort study in South China. Pregnancy Hypertens. 2016;6(1):66–71. doi: 10.1016/j.preghy.2015.11.004.", "ArticleIdList": ["10.1016/j.preghy.2015.11.004", "26955775"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, et al. Air pollution and mortality in the Medicare population. N Engl J Med. 2017;376(26):2513–2522. doi: 10.1056/NEJMoa1702747.", "ArticleIdList": ["10.1056/NEJMoa1702747", "PMC5766848", "28657878"]}, {"Citation": "Hoek G, Krishnan RM, Beelen R, Peters A, Ostro B, Brunekreef B, et al. Long-term air pollution exposure and cardio- respiratory mortality: a review. Environ Health. 2013;12(1):43. doi: 10.1186/1476-069X-12-43.", "ArticleIdList": ["10.1186/1476-069X-12-43", "PMC3679821", "23714370"]}, {"Citation": "Kaufman JD, Adar SD, Barr RG, Budoff M, Burke GL, Curl CL, et al. Association between air pollution and coronary artery calcification within six metropolitan areas in the USA (the multi-ethnic study of atherosclerosis and air pollution): a longitudinal cohort study. Lancet. 2016;388(10045):696–704. doi: 10.1016/S0140-6736(16)00378-0.", "ArticleIdList": ["10.1016/S0140-6736(16)00378-0", "PMC5019949", "27233746"]}, {"Citation": "Szklo M, Nieto J. Epidemiology: beyond the basics 3rd edition Burlington, MA: Jones & Bartlett Learning. 2012."}, {"Citation": "Ananth CV, Keyes KM, Wapner RJ. Pre-eclampsia rates in the United States, 1980-2010: age-period-cohort analysis. BMJ. 2013;347:f6564. doi: 10.1136/bmj.f6564.", "ArticleIdList": ["10.1136/bmj.f6564", "PMC3898425", "24201165"]}, {"Citation": "Lamminpaa R, Vehvilainen-Julkunen K, Gissler M, Heinonen S. Preeclampsia complicated by advanced maternal age: a registry-based study on primiparous women in Finland 1997-2008. BMC Pregnancy Childbirth. 2012;12:47. doi: 10.1186/1471-2393-12-47.", "ArticleIdList": ["10.1186/1471-2393-12-47", "PMC3495042", "22687260"]}, {"Citation": "Kim J-A, Yoon S, Kim L-Y, Kim D-S. Towards actualizing the value potential of Korea health insurance review and assessment (HIRA) data as a resource for Health Research: strengths, limitations, applications, and strategies for optimal use of HIRA data. J Korean Med Sci. 2017;32(5):718–728. doi: 10.3346/jkms.2017.32.5.718.", "ArticleIdList": ["10.3346/jkms.2017.32.5.718", "PMC5383602", "28378543"]}, {"Citation": "Ghosh G, Grewal J, Männistö T, Mendola P, Chen Z, Xie Y, et al. Racial/ethnic differences in pregnancy-related hypertensive disease in nulliparous women. Ethn Dis. 2014;24(3):283–289.", "ArticleIdList": ["PMC4171100", "25065068"]}, {"Citation": "Xiao J, Shen F, Xue Q, Chen G, Zeng K, Stone P, et al. Is ethnicity a risk factor for developing preeclampsia? An analysis of the prevalence of preeclampsia in China. J Hum Hypertens. 2014;28(11):694–698. doi: 10.1038/jhh.2013.148.", "ArticleIdList": ["10.1038/jhh.2013.148", "24430700"]}, {"Citation": "Basso O, Wilcox AJ, Weinberg CR, Baird DD, Olsen J. Height and risk of severe pre-eclampsia. A study within the Danish National Birth Cohort. Int J Epidemiol. 2004;33(4):858–863. doi: 10.1093/ije/dyh116.", "ArticleIdList": ["10.1093/ije/dyh116", "15155701"]}, {"Citation": "Waterstone M, Bewley S, Wolfe C. Incidence and predictors of severe obstetric morbidity: case-control study. BMJ. 2001;322(7294):1089–1093. doi: 10.1136/bmj.322.7294.1089.", "ArticleIdList": ["10.1136/bmj.322.7294.1089", "PMC31259", "11337436"]}, {"Citation": "Kang YW, Ko YS, Kim KY, Sung C, Lee DH, Jeong E. Trends in health-related behaviors of Korean adults: study based on data from the 2008 - 2014 community health surveys. Epidemiol Health. 2015;37(0):e2015042–e2015040. doi: 10.4178/epih/e2015042.", "ArticleIdList": ["10.4178/epih/e2015042", "PMC4835711", "26493778"]}, {"Citation": "Hong E, Ahn BC. Income-related health inequalities across regions in Korea. Int J Equity Health. 2011;10(1):41. doi: 10.1186/1475-9276-10-41.", "ArticleIdList": ["10.1186/1475-9276-10-41", "PMC3224495", "21967804"]}, {"Citation": "Ye C, Ruan Y, Zou L, Li G, Li C, Chen Y, et al. The 2011 survey on hypertensive disorders of pregnancy (HDP) in China: prevalence, risk factors, complications, pregnancy and perinatal outcomes. PLoS One. 2014;9(6):e100180. doi: 10.1371/journal.pone.0100180.", "ArticleIdList": ["10.1371/journal.pone.0100180", "PMC4061123", "24937406"]}, {"Citation": "Savitz DA, Danilack VA, Engel SM, Elston B, Lipkind HS. Descriptive epidemiology of chronic hypertension, gestational hypertension, and preeclampsia in New York state, 1995-2004. Matern Child Health J. 2014;18(4):829–838. doi: 10.1007/s10995-013-1307-9.", "ArticleIdList": ["10.1007/s10995-013-1307-9", "PMC4501491", "23793484"]}, {"Citation": "Muti M, Tshimanga M, Notion GT, Bangure D, Chonzi P. Prevalence of pregnancy induced hypertension and pregnancy outcomes among women seeking maternity services in Harare, Zimbabwe. BMC Cardiovasc Disord. 2015;15:111. doi: 10.1186/s12872-015-0110-5.", "ArticleIdList": ["10.1186/s12872-015-0110-5", "PMC4592567", "26431848"]}, {"Citation": "Ebeigbe PN, Igberase GO, Aziken ME. Hypertensive disorders in pregnancy: experience with 442 recent consecutive cases in Benin city, Nigeria. Niger Med J. 2007;48(4):94–98."}, {"Citation": "Jhun HJ, Seo HG, Lee DH, Sung MW, Kang YD, Syn HC, et al. Self-reported smoking and urinary cotinine levels among pregnant women in Korea and factors associated with smoking during pregnancy. J Korean Med Sci. 2010;25(5):752–757. doi: 10.3346/jkms.2010.25.5.752.", "ArticleIdList": ["10.3346/jkms.2010.25.5.752", "PMC2858836", "20436713"]}, {"Citation": "U.S. Environmental Protection Agency: Integrated science assessment for particulate matter (Report No. EPA/600/R-08/139F). In.: U.S. Environmental Protection Agency, Office of Research and Development, Research Triangle Park, NC.; 2009."}]}], "History": [{"Year": "2017", "Month": "4", "Day": "5"}, {"Year": "2018", "Month": "8", "Day": "15"}, {"Year": "2018", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "8", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["30134853", "PMC6106837", "10.1186/s12884-018-1982-z", "10.1186/s12884-018-1982-z"]}}]}