{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "30147712", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5194/acp-17-2103-2017"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "17", "Issue": "3", "PubDate": {"Year": "2017"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Nitrate radicals and biogenic volatile organic compounds: oxidation, mechanisms, and organic aerosol.", "Pagination": {"StartPage": "2103", "EndPage": "2162", "MedlinePgn": "2103-2162"}, "Abstract": {"AbstractText": ["Oxidation of biogenic volatile organic compounds (BVOC) by the nitrate radical (NO<sub>3</sub>) represents one of the important interactions between anthropogenic emissions related to combustion and natural emissions from the biosphere. This interaction has been recognized for more than 3 decades, during which time a large body of research has emerged from laboratory, field, and modeling studies. NO<sub>3</sub>-BVOC reactions influence air quality, climate and visibility through regional and global budgets for reactive nitrogen (particularly organic nitrates), ozone, and organic aerosol. Despite its long history of research and the significance of this topic in atmospheric chemistry, a number of important uncertainties remain. These include an incomplete understanding of the rates, mechanisms, and organic aerosol yields for NO<sub>3</sub>-BVOC reactions, lack of constraints on the role of heterogeneous oxidative processes associated with the NO<sub>3</sub> radical, the difficulty of characterizing the spatial distributions of BVOC and NO<sub>3</sub> within the poorly mixed nocturnal atmosphere, and the challenge of constructing appropriate boundary layer schemes and non-photochemical mechanisms for use in state-of-the-art chemical transport and chemistry-climate models. This review is the result of a workshop of the same title held at the Georgia Institute of Technology in June 2015. The first half of the review summarizes the current literature on NO<sub>3</sub>-BVOC chemistry, with a particular focus on recent advances in instrumentation and models, and in organic nitrate and secondary organic aerosol (SOA) formation chemistry. Building on this current understanding, the second half of the review outlines impacts of NO<sub>3</sub>-BVOC chemistry on air quality and climate, and suggests critical research needs to better constrain this interaction to improve the predictive capabilities of atmospheric models."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemical and Biomolecular Engineering, Georgia Institute of Technology, Atlanta, GA, USA."}, {"Identifier": [], "Affiliation": "School of Earth and Atmospheric Sciences, Georgia Institute of Technology, Atlanta, GA, USA."}], "LastName": "Ng", "ForeName": "Nga Lee", "Initials": "NL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth System Research Laboratory, Chemical Sciences Division, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, University of Colorado, Boulder, CO, USA."}], "LastName": "Brown", "ForeName": "Steven S", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Centre for Atmospheric Science, University of Cambridge, Cambridge, UK."}], "LastName": "Archibald", "ForeName": "Alexander T", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, RSMAS, University of Miami, Miami, FL, USA."}], "LastName": "Atlas", "ForeName": "Elliot", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of California at Berkeley, Berkeley, CA, USA."}], "LastName": "Cohen", "ForeName": "Ronald C", "Initials": "RC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max-Planck-Institut für Chemie, Division of Atmospheric Chemistry, Mainz, Germany."}], "LastName": "Crowley", "ForeName": "John N", "Initials": "JN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, University of Colorado, Boulder, CO, USA."}], "LastName": "Day", "ForeName": "Douglas A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Atmospheric Particle Studies, Carnegie Mellon University, Pittsburgh, PA, USA."}], "LastName": "Donahue", "ForeName": "Neil M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Reed College, Portland, OR, USA."}], "LastName": "Fry", "ForeName": "Juliane L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Energie und Klimaforschung: Troposphäre (IEK-8), Forschungszentrum Jülich, Jülich, Germany."}], "LastName": "Fuchs", "ForeName": "Hendrik", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Rice University, Houston, TX, USA."}], "LastName": "Griffin", "ForeName": "Robert J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Kentucky, Lexington, KY, USA."}], "LastName": "Guzman", "ForeName": "Marcelo I", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Leibniz Institute for Tropospheric Research, Leipzig, Germany."}], "LastName": "Herrmann", "ForeName": "Hartmut", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations and Modeling, National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Hodzic", "ForeName": "Alma", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Leibniz Institute for Tropospheric Research, Leipzig, Germany."}], "LastName": "Iinuma", "ForeName": "Yoshiteru", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, University of Colorado, Boulder, CO, USA."}], "LastName": "Jimenez", "ForeName": "José L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Energie und Klimaforschung: Troposphäre (IEK-8), Forschungszentrum Jülich, Jülich, Germany."}], "LastName": "Kiendler-Scharr", "ForeName": "Astrid", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, University of Washington, Seattle, WA, USA."}], "LastName": "Lee", "ForeName": "Ben H", "Initials": "BH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Luecken", "ForeName": "Deborah J", "Initials": "DJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Atmospheric and Oceanic Sciences, Princeton University, Princeton, NJ, USA."}, {"Identifier": [], "Affiliation": "Geophysical Fluid Dynamics Laboratory/National Oceanic and Atmospheric Administration, Princeton, NJ, USA."}], "LastName": "Mao", "ForeName": "Jingqiu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Atmospheric Chemistry, York University, Toronto, Ontario, Canada."}], "LastName": "McLaren", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Leibniz Institute for Tropospheric Research, Leipzig, Germany."}], "LastName": "Mutzel", "ForeName": "Anke", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Calgary, Calgary, Alberta, Canada."}], "LastName": "Osthoff", "ForeName": "Hans D", "Initials": "HD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cambridge, Cambridge, UK."}], "LastName": "Ouyang", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire Interuniversitaire des Systemes Atmospheriques (LISA), CNRS, Universities of Paris-Est Créteil and ì Paris Diderot, Institut Pierre Simon Laplace (IPSL), Créteil, France."}], "LastName": "Picquet-Varrault", "ForeName": "Benedicte", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Physics, University of Heidelberg, Heidelberg, Germany."}], "LastName": "Platt", "ForeName": "Ulrich", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Pye", "ForeName": "Havala O T", "Initials": "HOT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Planetary Sciences, Weizmann Institute, Rehovot, Israel."}], "LastName": "Rudich", "ForeName": "Yinon", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Schwantes", "ForeName": "Rebecca H", "Initials": "RH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of California Irvine, Irvine, CA, USA."}], "LastName": "Shiraiwa", "ForeName": "Manabu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Sciences, University of California, Los Angeles, CA, USA."}], "LastName": "Stutz", "ForeName": "Jochen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, University of Washington, Seattle, WA, USA."}], "LastName": "Thornton", "ForeName": "Joel A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Leibniz Institute for Tropospheric Research, Leipzig, Germany."}], "LastName": "Tilgner", "ForeName": "Andreas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Energy, Environmental and Chemical Engineering, Washington University in St. Louis, St. Louis, MO, USA."}], "LastName": "Williams", "ForeName": "Brent J", "Initials": "BJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Sciences and Global Change Division, Pacific Northwest National Laboratory, Richland, WA, USA."}], "LastName": "Zaveri", "ForeName": "Rahul A", "Initials": "RA"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abida O, Mielke LH, Osthoff HD. Observation of gas-phase peroxynitrous and peroxynitric acid during the photolysis of nitrate in acidified frozen solutions. Chem Phys Lett. 2011;511:187–192. doi: 10.1016/j.cplett.2011.06.055.", "ArticleIdList": ["10.1016/j.cplett.2011.06.055"]}, {"Citation": "Alessandrini S, Ferrero E. A hybrid Lagrangian–Eulerian particle model for reacting pollutant dispersion in non-homogeneous non-isotropic turbulence. Physica A. 2009;388:1375–1387. doi: 10.1016/j.physa.2008.12.015.", "ArticleIdList": ["10.1016/j.physa.2008.12.015"]}, {"Citation": "Aliwell SR, Jones RL. Measurement of atmospheric NO3 2. Diurnal variation of stratospheric NO3 at midlatitude. Geophys Res Lett. 1996a;23:2589–2592."}, {"Citation": "Aliwell SR, Jones RL. Measurement of atmospheric NO3 1. Improved removal of water vapour absorption features in the analysis for NO3. Geophys Res Lett. 1996b;23:2585–2588."}, {"Citation": "Aliwell SR, Jones RL. Measurements of tropospheric NO3 at midlatitude. J Geophys Res. 1998;103:5719–5727."}, {"Citation": "Allan BJ, Carslaw N, Coe H, Burgess RA, Plane JMC. Observations of the Nitrate Radical in the Marine Boundary Layer. J Atmos Chem. 1999;33:129–154."}, {"Citation": "Allan BJ, McFiggans G, Plane JMC, Coe H, Mc-Fadyen GG. The nitrate radical in the remote marine boundary layer. J Geophys Res. 2000;105:24191–124204."}, {"Citation": "Allan BJ, Plane JMC, Coe H, Shillito J. Observations of NO3 concentration profiles in the troposphere. J Geophys Res. 2002;107:4588. doi: 10.1029/2002JD002112.", "ArticleIdList": ["10.1029/2002JD002112"]}, {"Citation": "Allan JD, Delia AE, Coe H, Bower KN, Alfarra MR, Jimenez JL, Middlebrook AM, Drewnick F, Onasch TB, Canagaratna MR, Jayne JT, Worsnop DR. A generalised method for the extraction of chemically resolved mass spectra from aerodyne aerosol mass spectrometer data. J Aerosol Sci. 2004;35:909–922."}, {"Citation": "Allan JD, Alfarra MR, Bower KN, Coe H, Jayne JT, Worsnop DR, Aalto PP, Kulmala M, Hyötyläinen T, Cavalli F, Laaksonen A. Size and composition measurements of background aerosol and new particle growth in a Finnish forest during QUEST 2 using an Aerodyne Aerosol Mass Spectrometer. Atmos Chem Phys. 2006;6:315–327. doi: 10.5194/acp-6-315-2006.", "ArticleIdList": ["10.5194/acp-6-315-2006"]}, {"Citation": "Alvarado A, Arey J, Atkinson R. Kinetics of the Gas-Phase Reactions of OH and NO3 Radicals and O3 with the Monoterpene Reaction Products Pinonaldehyde, Caronaldehyde, and Sabinaketone. J Atmos Chem. 1998;31:281–297."}, {"Citation": "Andreae MO, Gelencser A. Black carbon or brown carbon? The nature of light-absorbing carbonaceous aerosols. Atmos Chem Phys. 2006;6:3131–3148. doi: 10.5194/acp-6-3131-2006.", "ArticleIdList": ["10.5194/acp-6-3131-2006"]}, {"Citation": "Angove D, Fookes C, Hynes R, Walters C, Azzi M. The characterisation of secondary organic aerosol formed during the photodecomposition of 1, 3-butadiene in air containing nitric oxide. Atmos Environ. 2006;40:4597–4607."}, {"Citation": "Arangio AM, Slade JH, Berkemeier T, Pöschl U, Knopf DA, Shiraiwa M. Multiphase Chemical Kinetics of OH Radical Uptake by Molecular Organic Markers of Biomass Burning Aerosols: Humidity and Temperature Dependence, Surface Reaction, and Bulk Diffusion. J Phys Chem A. 2015;119:4533–4544. doi: 10.1021/jp510489z.", "ArticleIdList": ["10.1021/jp510489z", "25686209"]}, {"Citation": "Archibald AT, Cooke MC, Utembe SR, Shallcross DE, Derwent RG, Jenkin ME. Impacts of mechanistic changes on HOx formation and recycling in the oxidation of isoprene. Atmos Chem Phys. 2010;10:8097–8118. doi: 10.5194/acp-10-8097-2010.", "ArticleIdList": ["10.5194/acp-10-8097-2010"]}, {"Citation": "Asaf DDP, Matveev V, Peleg M, Kern C, Zingler J, Platt U, Luria M. Long-Term Measurements of NO3 Radical at a Semiarid Urban Site: 1. Extreme Concentration Events and Their Oxidation Capacity. Environ Sci Technol. 2009;43:9117–9123.", "ArticleIdList": ["20000501"]}, {"Citation": "Atkinson R, Arey J. Atmospheric Degradation of Volatile Organic Compounds. Chem Rev. 2003;103:4605–4638.", "ArticleIdList": ["14664626"]}, {"Citation": "Atkinson R, Aschmann SM, Winer AM, Pitts JN. Kinetics of the Gas-Phase Reactions of NO3 Radicals with a Series of Dialkenes, Cycloalkenes, and Monoterpenes at 295 ± 1-K. Environ Sci Technol. 1984;18:370–375.", "ArticleIdList": ["22280087"]}, {"Citation": "Atkinson R, Aschmann SM, Winer AM, Pitts JN. Kinetics and atmospheric implications of the gas-phase reactions of NO3 radicals with a series of monoterpenes and related organics at 294 ± 2-K. Environ Sci Technol. 1985;19:159–163. doi: 10.1021/es00132a009.", "ArticleIdList": ["10.1021/es00132a009"]}, {"Citation": "Atkinson R, Aschmann SM, Pitts JN. Rate constants for the gas-phase reactions of the nitrate radical with a series of organic compounds at 296 ± 2 K. J Phys Chem A. 1988;92:3454–3457."}, {"Citation": "Atkinson R, Aschmann SM, Arey J. Rate constants for the gas-phase reactions of OH and NO3 radicals and O3 with sabinene and camphene at 296 ± 2 K. Atmos Environ. 1990;24:2647–2654."}, {"Citation": "Atkinson R, Arey J, Aschmann SM, Corchnoy SB, Shu Y. Rate constants for the gas-phase reactions of cis-3-Hexen-1-ol, cis-3-Hexenylacetate, trans-2-Hexenal, and Linalool with OH and NO3 radicals and O3 at 296 ± 2 K, and OH radical formation yields from the O3 reactions. Int J Chem Kinet. 1995;27:941–955."}, {"Citation": "Atlas E. Evidence for Greater-Than-or-Equal-to-C-3 Alkyl Nitrates in Rural and Remote Atmospheres. Nature. 1988;331:426–428."}, {"Citation": "Atlas E, Schauffler S. Analysis of alkyl nitrates and selected halocarbons in the ambient atmosphere using a charcoal preconcentration technique. Environ Sci Technol. 1991;25:61–67."}, {"Citation": "Aumont B, Szopa S, Madronich S. Modelling the evolution of organic carbon during its gas-phase tropospheric oxidation: development of an explicit model based on a self generating approach. Atmos Chem Phys. 2005;5:2497–2517. doi: 10.5194/acp-5-2497-2005.", "ArticleIdList": ["10.5194/acp-5-2497-2005"]}, {"Citation": "Ayers JD, Simpson WR. Measurements of N2O5 near Fairbanks, Alaska. J Geophys Res-Atmos. 2006;111:13377–13392. doi: 10.1029/2006JD007070.", "ArticleIdList": ["10.1029/2006JD007070"]}, {"Citation": "Ayers JD, Apodaca RL, Simpson WR, Baer DS. Off-axis cavity ringdown spectroscopy: application to atmospheric nitrate radicaldetection. Appl Optics. 2005;44:7239–7242. doi: 10.1364/AO.44.007239.", "ArticleIdList": ["10.1364/AO.44.007239", "16318196"]}, {"Citation": "Ayres BR, Allen HM, Draper DC, Brown SS, Wild RJ, Jimenez JL, Day DA, Campuzano-Jost P, Hu W, de Gouw J, Koss A, Cohen RC, Duffey KC, Romer P, Baumann K, Edgerton E, Takahama S, Thornton JA, Lee BH, Lopez-Hilfiker FD, Mohr C, Wennberg PO, Nguyen TB, Teng A, Goldstein AH, Olson K, Fry JL. Organic nitrate aerosol formation via <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msubsup><mtext>NO</mtext><mn>3</mn><mo>+</mo></msubsup></mrow></math> biogenic volatile organic compounds in the southeastern United States. Atmos Chem Phys. 2015;15:13377–13392. doi: 10.5194/acp-15-13377-2015.", "ArticleIdList": ["10.5194/acp-15-13377-2015"]}, {"Citation": "Bahadur R, Praveen PS, Xu Y, Ramanathan V. Solar absorption by elemental and brown carbon determined from spectral observations. P Natl Acad Sci USA. 2012;109:17366–17371.", "ArticleIdList": ["PMC3491478", "23045698"]}, {"Citation": "Baker J, Arey J, Atkinson R. Kinetics of the gas-phase reactions of OH radicals, NO3 radicals and O3 with three C7 carbonyls formed from the atmospheric reactions of myrcene, ocimene and terpinolene. J Atmos Chem. 2004;48:241–260."}, {"Citation": "Ball SM, Povey IM, Norton EG, Jones RL. Broadband cavity ringdown spectroscopy of the NO3 radical. Chem Phys Lett. 2001;342:113–120. doi: 10.1016/S0009-2614(01)00573-5.", "ArticleIdList": ["10.1016/S0009-2614(01)00573-5"]}, {"Citation": "Ball SM, Langridge JM, Jones RL. Broadband cavity enhanced absorption spectroscopy using light emitting diodes. Chem Phys Lett. 2004;398:68–74. doi: 10.1016/j.cplett.2004.08.144.", "ArticleIdList": ["10.1016/j.cplett.2004.08.144"]}, {"Citation": "Barnes I, Bastian V, Becker KH, Tong Z. Kinetics and Products of the Reactions of NO3 with Monoalkenes, Dialkenes, and Monoterpenes. J Phys Chem-Us. 1990;94:2413–2419."}, {"Citation": "Bartenbach S, Williams J, Plass-Dülmer C, Berresheim H, Lelieveld J. In-situ measurement of reactive hydrocarbons at Hohenpeissenberg with comprehensive two-dimensional gas chromatography (GC × GC-FID): use in estimating HO and NO3. Atmos Chem Phys. 2007;7:1–14. doi: 10.5194/acp-7-1-2007.", "ArticleIdList": ["10.5194/acp-7-1-2007"]}, {"Citation": "Bates KH, Crounse JD, St Clair JM, Bennett NB, Nguyen TB, Seinfeld JH, Stoltz BM, Wennberg PO. Gas Phase Production and Loss of Isoprene Epoxydiols. J Phys Chem A. 2014;118:1237–1246.", "ArticleIdList": ["24476509"]}, {"Citation": "Beaver MR, Clair JMS, Paulot F, Spencer KM, Crounse JD, LaFranchi BW, Min KE, Pusede SE, Woolridge PJ, Schade GW, Park C, Cohen RC, Wennberg PO. Importance of biogenic precursors to the budget of organic nitrates during BEARPEX 2009: observations of multifunctional organic nitrates by CIMS and TD-LIF. Atmos Chem Phys. 2012;12:5773–5785. doi: 10.5194/acpd-12-319-2012.", "ArticleIdList": ["10.5194/acpd-12-319-2012"]}, {"Citation": "Benter T, Schindler RN. Absolute rate coefficients for the reaction of NO3 radicals with simple dienes. Chem Phys Lett. 1988;145:67–70. doi: 10.1016/0009-2614(88)85134-0.", "ArticleIdList": ["10.1016/0009-2614(88)85134-0"]}, {"Citation": "Benton AK, Langridge JM, Ball SM, Bloss WJ, Dall’Osto M, Nemitz E, Harrison RM, Jones RL. Night-time chemistry above London: measurements of NO3 and N2O5 from the BT Tower. Atmos Chem Phys. 2010;10:9781–9795. doi: 10.5194/acp-10-9781-2010.", "ArticleIdList": ["10.5194/acp-10-9781-2010"]}, {"Citation": "Berkemeier T, Ammann M, Mentel TF, Pöschl U, Shiraiwa M. Organic Nitrate Contribution to New Particle Formation and Growth in Secondary Organic Aerosols from α-Pinene Ozonolysis. Environ Sci Technol. 2016;50:6334–6342. doi: 10.1021/acs.est.6b00961.", "ArticleIdList": ["10.1021/acs.est.6b00961", "27219077"]}, {"Citation": "Berndt T, Boge O. Gas-phase reaction of NO3 radicals with isoprene: A kinetic and mechanistic study. Int J Chem Kinet. 1997a;29:755–765."}, {"Citation": "Berndt T, Boge O. Products and mechanism of the gas-phase reaction of NO3 radicals with α-pinene. J Chem Soc Faraday Trans. 1997b;93:3021–3027. doi: 10.1039/a702364b.", "ArticleIdList": ["10.1039/a702364b"]}, {"Citation": "Berndt T, Boge O, Kind I, Rolle W. Reaction of NO3 radicals with 1,3-cyclohexadiene alpha-terpinene, and alpha-phellandrene: Kinetics and products. Ber Bunsen-Ges Phys Chem Chem Phys. 1996;100:462–469."}, {"Citation": "Biesenthal T, Bottenheim J, Shepson P, Li SM, Brickell P. The chemistry of biogenic hydrocarbons at a rural site in eastern Canada. J Geophys Res-Atmos. 1998;103:25487–25498."}, {"Citation": "Bitter M, Ball SM, Povey IM, Jones RL. A broadband cavity ringdown spectrometer for in-situ measurements of atmospheric trace gases. Atmos Chem Phys. 2005;5:2547–2560. doi: 10.5194/acp-5-2547-2005.", "ArticleIdList": ["10.5194/acp-5-2547-2005"]}, {"Citation": "Blake NJ, Blake DR, Wingenter OW, Sive BC, Kang CH, Thornton DC, Bandy AR, Atlas E, Flocke F, Harris JM, Rowland FS. Aircraft measurements of the latitudinal, vertical, and seasonal variations of NMHCs, methyl nitrate, methyl halides, and DMS during the First Aerosol Characterization Experiment (ACE 1) J Geophys Res-Atmos. 1999;104:21803–21817."}, {"Citation": "Blake NJ, Blake DR, Sive BC, Katzenstein AS, Meinardi S, Wingenter OW, Atlas EL, Flocke F, Ridley BA, Rowland FS. The seasonal evolution of NMHCs and light alkyl nitrates at middle to high northern latitudes during TOPSE. J Geophys Res-Atmos. 2003a;108:8359. doi: 10.1029/2001jd001467.", "ArticleIdList": ["10.1029/2001jd001467"]}, {"Citation": "Blake NJ, Blake DR, Swanson AL, Atlas E, Flocke F, Rowland FS. Latitudinal, vertical, and seasonal variations of C-1-C-4 alkyl nitrates in the troposphere over the Pacific Ocean during PEM-Tropics A and B: Oceanic and continental sources. J Geophys Res-Atmos. 2003b;108:8242. doi: 10.1029/2001jd001444.", "ArticleIdList": ["10.1029/2001jd001444"]}, {"Citation": "Boersma KF, Jacob DJ, Eskes HJ, Pinder RW, Wang J, van der ARJ. Intercomparison of SCIAMACHY and OMI tropospheric NO2 columns: Observing the diurnal evolution of chemistry and emissions from space. J Geophys Res-Atmos. 2008;113:D16S26. doi: 10.1029/2007JD008816.", "ArticleIdList": ["10.1029/2007JD008816"]}, {"Citation": "Bond TC, Bergstrom RW. Light absorption by carbonaceous particles: An investigative review. Aerosol Sci Tech. 2006;40:1–41."}, {"Citation": "Bond TC, Zarzycki C, Flanner MG, Koch DM. Quantifying immediate radiative forcing by black carbon and organic matter with the Specific Forcing Pulse. Atmos Chem Phys. 2011;11:1505–1525. doi: 10.5194/acp-11-1505-2011.", "ArticleIdList": ["10.5194/acp-11-1505-2011"]}, {"Citation": "Bonn B, Moorgat GK. New particle formation during a-and b-pinene oxidation by O3, OH and NO3, and the influence of water vapour: particle size distribution studies. Atmos Chem Phys. 2002;2:183–196. doi: 10.5194/acp-2-183-2002.", "ArticleIdList": ["10.5194/acp-2-183-2002"]}, {"Citation": "Boschan R, Merrow RT, Vandolah RW. The Chemistry of Nitrate Esters. Chem Rev. 1955;55:485–510."}, {"Citation": "Bossmeyer J, Brauers T, Richter C, Rohrer F, Wegener R, Wahner A. Simulation chamber studies of the NO3 chemistry of atmospheric aldehydes. Geophys Res Lett. 2006;33:L18810. doi: 10.11029/12006GL026778.", "ArticleIdList": ["10.11029/12006GL026778"]}, {"Citation": "Boucher O, Randall D, Artaxo P, Bretherton C, Feingold G, Forster P, Kerminen V-M, Kondo Y, Liao H, Lohmann U, Rasch P, Satheesh SK, Sherwood S, Stevens B, Zhang XY. Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom and New York, NY, USA: 2013. Clouds and Aerosols."}, {"Citation": "Boyd CM, Sanchez J, Xu L, Eugene AJ, Nah T, Tuet WY, Guzman MI, Ng NL. Secondary organic aerosol formation from the β-pinene + NO3 system: effect of humidity and peroxy radical fate. Atmos Chem Phys. 2015;15:7497–7522. doi: 10.5194/acp-15-7497-2015.", "ArticleIdList": ["10.5194/acp-15-7497-2015"]}, {"Citation": "Bräuer P, Mouchel-Vallon C, Tilgner A, Mutzel A, Böge O, Rodigast M, Poulain L, van Pinxteren D, Aumont B, Herrmann H. Development of a protocol designed for the self-generation of explicit aqueous phase oxidation schemes of organic compounds. Atmos Chem Phys Discuss. 2017 in preparation."}, {"Citation": "Brown SS, Stutz J. Nighttime Radical Observations and Chemistry. Chem Soc Rev. 2012;41:6405–6447. doi: 10.1039/c2cs35181a.", "ArticleIdList": ["10.1039/c2cs35181a", "22907130"]}, {"Citation": "Brown SS, Stark H, Ciciora SJ, Ravishankara AR. In-situ measurement of atmospheric NO3 and N2O5 via cavity ring-down spectroscopy. Geophys Res Lett. 2001;28:3227–3230."}, {"Citation": "Brown SS, Stark H, Ciciora SJ, McLaughlin RJ, Rav-ishankara AR. Simultaneous in-situ detection of atmospheric NO3 and N2O5 via cavity ring-down spectroscopy. Rev Sci Instr. 2002;73:3291–3301."}, {"Citation": "Brown SS, Stark H, Ryerson TB, Williams EJ, Nicks DKJ, Trainer M, Fehsenfeld FC, Ravishankara AR. Nitrogen oxides in the nocturnal boundary layer: Simultaneous, in-situ detection of NO3, N2O5, NO, NO2 and O3. J Geophys Res. 2003;108:D94299. doi: 10.1029/2002JD002917.", "ArticleIdList": ["10.1029/2002JD002917"]}, {"Citation": "Brown SS, Dubé WP, Osthoff HD, Stutz J, Ryerson TB, Wollny AG, Brock CA, Warneke C, de Gouw JA, Atlas E, Neuman JA, Holloway JS, Lerner BM, Williams EJ, Kuster WC, Goldan PD, Angevine WM, Trainer M, Fehsenfeld FC, Ravishankara AR. Vertical profiles in NO3 and N2O5 measured from an aircraft: Results from the NOAA P-3 and surface platforms during NEAQS 2004. J Geophys Res. 2007a;112:D22304. doi: 10.1029/2007JD008883.", "ArticleIdList": ["10.1029/2007JD008883"]}, {"Citation": "Brown SS, Dubé WP, Osthoff HD, Wolfe DE, Angevine WM, Ravishankara AR. High resolution vertical distributions of NO3 and N2O5 through the nocturnal boundary layer. Atmos Chem Phys. 2007b;7:139–149. doi: 10.5194/acp-7-139-2007.", "ArticleIdList": ["10.5194/acp-7-139-2007"]}, {"Citation": "Brown SS, de Gouw JA, Warneke C, Ryerson TB, Dubé WP, Atlas E, Weber RJ, Peltier RE, Neuman JA, Roberts JM, Swanson A, Flocke F, McKeen SA, Brioude J, Sommariva R, Trainer M, Fehsenfeld FC, Ravishankara AR. Nocturnal isoprene oxidation over the Northeast United States in summer and its impact on reactive nitrogen partitioning and secondary organic aerosol. Atmos Chem Phys. 2009;9:3027–3042. doi: 10.5194/acp-9-3027-2009.", "ArticleIdList": ["10.5194/acp-9-3027-2009"]}, {"Citation": "Brown SS, Dubé WP, Peischl J, Ryerson TB, Atlas E, Warneke C, de Gouw J, Te Lintel Hekkert S, Brock CA, Flocke F, Trainer M, Parrish DD, Fehsenfeld FC, Ravishankara AR. Budgets for nocturnal VOC oxidation by nitrate radicals aloft during the 2006 Texas Air Quality Study. J Geophys Res. 2011;116:D24305. doi: 10.1029/2011JD016544.", "ArticleIdList": ["10.1029/2011JD016544"]}, {"Citation": "Brown SS, Dubé WP, Bahreini R, Middlebrook AM, Brock CA, Warneke C, de Gouw JA, Washenfelder RA, Atlas E, Peischl J, Ryerson TB, Holloway JS, Schwarz JP, Spackman R, Trainer M, Parrish DD, Fehsenfeld FC, Ravishankara AR. Biogenic VOC oxidation and organic aerosol formation in an urban noctural boundary layer: Aircraft vertical profiles in Houston, TX. Atmos Chem Phys. 2013;13:11317–11337. doi: 10.5194/acp-13-11317-2013.", "ArticleIdList": ["10.5194/acp-13-11317-2013"]}, {"Citation": "Browne EC, Min KE, Wooldridge PJ, Apel E, Blake DR, Brune WH, Cantrell CA, Cubison MJ, Diskin GS, Jimenez JL, Weinheimer AJ, Wennberg PO, Wisthaler A, Cohen RC. Observations of total RONO2 over the boreal forest: NOx sinks and HNO3 sources. Atmos Chem Phys. 2013;13:4543–4562. doi: 10.5194/acp-13-4543-2013.", "ArticleIdList": ["10.5194/acp-13-4543-2013"]}, {"Citation": "Browne EC, Wooldridge PJ, Min KE, Cohen RC. On the role of monoterpene chemistry in the remote continental boundary layer. Atmos Chem Phys. 2014;14:1225–1238. doi: 10.5194/acp-14-1225-2014.", "ArticleIdList": ["10.5194/acp-14-1225-2014"]}, {"Citation": "Bruns EA, Perraud V, Zelenyuk A, Ezell MJ, Johnson SN, Yu Y, Imre D, Finlayson-Pitts BJ, Alexander ML. Comparison of FTIR and Particle Mass Spectrometry for the Measurement of Particulate Organic Nitrates. Environ Sci Technol. 2010;44:1056–1061.", "ArticleIdList": ["20058917"]}, {"Citation": "Calvert JG, Orlando J, Stockwell WR, Wallington TJ. The Mechanisms of Reactions Influencing Atmospheric Ozone. Oxford University Press; New York, New York: 2015."}, {"Citation": "Canosa-Mas CE, Carr S, King MD, Shallcross DE, Thompson KC, Wayne RP. A kinetic study of the reactions of NO3 with methyl vinyl ketone, methacrolein, acrolein, methyl acrylate and methyl methacrylate. Phys Chem Chem Phys. 1999a;1:4195–4202."}, {"Citation": "Canosa-Mas CE, King MD, Scarr PJ, Thompson KC, Wayne RP. An experimental study of the gas-phase reactions of the NO3 radical with three sesquiterpenes: isolongifolene, alloisolongifolene, and neoclovene. Phys Chem Chem Phys. 1999b;1:2929–2933."}, {"Citation": "Carlton AG, Bhave PV, Napelenok SL, Edney EO, Sarwar G, Pinder RW, Pouliot GA, Houyoux M. Model Representation of Secondary Organic Aerosol in CMAQv4.7. Environ Sci Technol. 2010a;44:8553–8560. doi: 10.1021/es100636q.", "ArticleIdList": ["10.1021/es100636q", "20883028"]}, {"Citation": "Carlton AG, Pinder RW, Bhave PV, Pouliot GA. To What Extent Can Biogenic SOA be Controlled? EnvironSci Technol. 2010b;44:3376–3380. doi: 10.1021/es903506b.", "ArticleIdList": ["10.1021/es903506b", "20387864"]}, {"Citation": "Carter WPL. Final report to the California Air Resources Board Contract No. 03-318, 27. Jan, 2010a. Development of the SAPRC-07 Chemical Mechanism and Updated Ozone Reactivity Scales."}, {"Citation": "Carter WPL. Development of the SAPRC-07 chemical mechanism. Atmos Environ. 2010b;44:5324–5335. doi: 10.1016/j.atmosenv.2010.01.026.", "ArticleIdList": ["10.1016/j.atmosenv.2010.01.026"]}, {"Citation": "Castellanos P, Boersma KF. Reductions in nitrogen oxides over Europe driven by environmental policy and economic recession. Sci Rep. 2012;2:265.", "ArticleIdList": ["PMC3280598", "22355777"]}, {"Citation": "Cavdar H, Saracoglu N. Synthesis of new beta-hydroxy nitrate esters as potential glycomimetics or vasodilators. Eur J Org Chem. 2008:4615–4621."}, {"Citation": "Cerully KM, Bougiatioti A, Hite JR, Jr, Guo H, Xu L, Ng NL, Weber R, Nenes A. On the link between hygroscopicity, volatility, and oxidation state of ambient and water-soluble aerosols in the southeastern United States. Atmos Chem Phys. 2015;15:8679–8694. doi: 10.5194/acp-15-8679-2015.", "ArticleIdList": ["10.5194/acp-15-8679-2015"]}, {"Citation": "Chacon-Madrid HJ, Henry KM, Donahue NM. Photo-oxidation of pinonaldehyde at low NOx: from chemistry to organic aerosol formation. Atmos Chem Phys. 2013;13:3227–3236. doi: 10.5194/acp-13-3227-2013.", "ArticleIdList": ["10.5194/acp-13-3227-2013"]}, {"Citation": "Chameides WL. Photo-chemical role of tropospheric nitrogen oxides. Geophys Res Lett. 1978;5:17–20."}, {"Citation": "Chen J, Avise J, Guenther A, Wiedinmyer C, Salathe E, Jackson RB, Lamb B. Future land use and land cover influences on regional biogenic emissions and air quality in the United States. Atmos Environ. 2009;43:5771–5780. doi: 10.1016/j.atmosenv.2009.08.015.", "ArticleIdList": ["10.1016/j.atmosenv.2009.08.015"]}, {"Citation": "Chew AA, Atkinson R, Aschmann SM. Kinetics of the gas-phase reactions of NO3 radicals with a series of alcohols, glycol ethers, ethers and chloroalkenes. J Chem Soc Faraday Trans. 1998;94:1083–1089."}, {"Citation": "Chung CE, Ramanathan V, Decremer D. Observationally constrained estimates of carbonaceous aerosol radiative forcing. P Natl Acad Sci USA. 2012;109:11624–11629. doi: 10.1073/pnas.1203707109.", "ArticleIdList": ["10.1073/pnas.1203707109", "PMC3406852", "22753522"]}, {"Citation": "Chung SH, Seinfeld JH. Global distribution and climate forcing of carbonaceous aerosols. J Geophys Res. 2002;107:4407. doi: 10.1029/2001JD001397.", "ArticleIdList": ["10.1029/2001JD001397"]}, {"Citation": "Clifford GM, Thüner LP, Wenger JC, Shallcross DE. Kinetics of the gas-phase reactions of OH and NO3 radicals with aromatic aldehydes. J Photoch Photobio A. 2005;176:172–182. doi: 10.1016/j.jphotochem.2005.09.022.", "ArticleIdList": ["10.1016/j.jphotochem.2005.09.022"]}, {"Citation": "Coe H, Allan BJ, Plane JMC. Retrieval of vertical profiles of NO3 from zenith sky measurements using an optimal estimation method. J Geophys Res. 2002;107:4587. doi: 10.1029/2002JD002111.", "ArticleIdList": ["10.1029/2002JD002111"]}, {"Citation": "Cohan DS, Hu Y, Russell AG. Dependence of ozone sensitivity analysis on grid resolution. Atmos Environ. 2006;40:126–135. doi: 10.1016/j.atmosenv.2005.09.031.", "ArticleIdList": ["10.1016/j.atmosenv.2005.09.031"]}, {"Citation": "Corchnoy SB, Atkinson R. Kinetics of the gas-phase reactions of hydroxyl and nitrogen oxide (NO3) radicals with 2-carene, 1,8-cineole, p-cymene, and terpinolene, Environ. Sci Technol. 1990;24:1497–1502."}, {"Citation": "Cosman LM, Knopf DA, Bertram AK. N2O5 Reactive Uptake on Aqueous Sulfuric Acid Solutions Coated with Branched and Straight-Chain Insoluble Organic Surfactants. J Phys Chem A. 2008;112:2386–2396.", "ArticleIdList": ["18271568"]}, {"Citation": "Crippa M, Canonaco F, Lanz VA, Äijälä M, Allan JD, Carbone S, Capes G, Ceburnis D, Dall’Osto M, Day DA, De-Carlo PF, Ehn M, Eriksson A, Freney E, Hildebrandt Ruiz L, Hillamo R, Jimenez JL, Junninen H, Kiendler-Scharr A, Kortelainen A-M, Kulmala M, Laaksonen A, Mensah AA, Mohr C, Nemitz E, O’Dowd C, Ovadnevaite J, Pandis SN, Petäjä T, Poulain L, Saarikoski S, Sellegri K, Swietlicki E, Tiitta P, Worsnop DR, Baltensperger U, Prévôt ASH. Organic aerosol components derived from 25 AMS data sets across Europe using a consistent ME-2 based source apportionment approach. Atmos Chem Phys. 2014;14:6159–6176. doi: 10.5194/acp-14-6159-2014.", "ArticleIdList": ["10.5194/acp-14-6159-2014"]}, {"Citation": "Crounse JD, Paulot F, Kjaergaard HG, Wennberg PO. Peroxy radical isomerization in the oxidation of isoprene. Phys Chem Chem Phys. 2011;13:13607–13613. doi: 10.1039/C1CP21330J.", "ArticleIdList": ["10.1039/C1CP21330J", "21701740"]}, {"Citation": "Crowley JN, Schuster G, Pouvesle N, Parchatka U, Fischer H, Bonn B, Bingemer H, Lelieveld J. Nocturnal nitrogen oxides at a rural mountain-site in south-western Germany. Atmos Chem Phys. 2010;10:2795–2812. doi: 10.5194/acp-10-2795-2010.", "ArticleIdList": ["10.5194/acp-10-2795-2010"]}, {"Citation": "Crowley JN, Thieser J, Tang MJ, Schuster G, Bozem H, Beygi ZH, Fischer H, Diesch JM, Drewnick F, Borrmann S, Song W, Yassaa N, Williams J, Pöhler D, Platt U, Lelieveld J. Variable lifetimes and loss mechanisms for NO3 and N2O5 during the DOMINO campaign: contrasts between marine, urban and continental air. Atmos Chem Phys. 2011;11:10853–10870. doi: 10.5194/acp-11-10853-2011.", "ArticleIdList": ["10.5194/acp-11-10853-2011"]}, {"Citation": "Crutzen PJ. A Discussion of the Chemistry of Some Minor Constituents in the Stratosphere and Troposphere. Pure Appl Geophys. 1973;106:1385–1399."}, {"Citation": "Curci G, Beekmann M, Vautard R, Smiatek G, Steinbrecher R, Theloke J, Friedrich R. Modelling study of the impact of isoprene and terpene biogenic emissions on European ozone levels. Atmos Environ. 2009;43:1444–1455. doi: 10.1016/j.atmosenv.2008.02.070.", "ArticleIdList": ["10.1016/j.atmosenv.2008.02.070"]}, {"Citation": "Darer AI, Cole-Filipiak NC, O’Connor AE, Elrod MJ. Formation and Stability of Atmospherically Relevant Isoprene-Derived Organosulfates and Organonitrates. Environ Sci Technol. 2011;45:1895–1902. doi: 10.1021/es103797z.", "ArticleIdList": ["10.1021/es103797z", "21291229"]}, {"Citation": "Day D, Wooldridge P, Dillon M, Thornton J, Cohen R. A thermal dissociation laser-induced fluorescence instrument for in situ detection of NO2, peroxy nitrates, alkyl nitrates, and HNO3. J Geophys Res-Atmos. 2002;107:4046. doi: 10.1029/2001JD000779.", "ArticleIdList": ["10.1029/2001JD000779"]}, {"Citation": "Day DA, Dillon MB, Wooldridge PJ, Thornton JA, Rosen RS, Wood EC, Cohen RC. On alkyl nitrates, O3, and the “missing NOy. J Geophys Res. 2003;108:4501. doi: 10.129/2003JD003685.", "ArticleIdList": ["10.129/2003JD003685"]}, {"Citation": "Day DA, Liu S, Russell LM, Ziemann PJ. Organonitrate group concentrations in submicron particles with high nitrate and organic fractions in coastal southern California. Atmos Environ. 2010;44:1970–1979."}, {"Citation": "Dlugokencky EJ, Howard CJ. Studies of NO3 radical reactions with some atmospheric organic compounds at low pressures. J Phys Chem-Us. 1989;93:1091–1096. doi: 10.1021/j100340a015.", "ArticleIdList": ["10.1021/j100340a015"]}, {"Citation": "Docherty KS, Ziemann PJ. Reaction of Oleic Acid Particles with NO3 Radicals: Products, Mechanism, and Implications for Radical-Initiated Organic Aerosol Oxidation. J Phys Chem A. 2006;110:3567–3577.", "ArticleIdList": ["16526637"]}, {"Citation": "Donahue NM, Robinson AL, Stanier CO, Pandis SN. Coupled Partitioning, Dilution, and Chemical Aging of Semivolatile Organics. Environ Sci Technol. 2006;40:2635–2643. doi: 10.1021/es052297c.", "ArticleIdList": ["10.1021/es052297c", "16683603"]}, {"Citation": "Dorn HP, Apodaca RL, Ball SM, Brauers T, Brown SS, Crowley JN, Dubé WP, Fuchs H, Häseler R, Heitmann U, Jones RL, Kiendler-Scharr A, Labazan I, Langridge JM, Meinen J, Mentel TF, Platt U, Pöhler D, Rohrer F, Ruth AA, Schlosser E, Schuster G, Shillings AJL, Simpson WR, Thieser J, Tillmann R, Varma R, Venables DS, Wahner A. Intercomparison of NO3 radical detection instruments in the atmosphere simulation chamber SAPHIR. Atmos Meas Tech. 2013;6:1111–1140. doi: 10.5194/amt-6-1111-2013.", "ArticleIdList": ["10.5194/amt-6-1111-2013"]}, {"Citation": "Draper DC, Farmer DK, Desyaterik Y, Fry JL. A qualitative comparison of secondary organic aerosol yields and composition from ozonolysis of monoterpenes at varying concentrations of NO2. Atmos Chem Phys. 2015;15:12267–12281. doi: 10.5194/acp-15-12267-2015.", "ArticleIdList": ["10.5194/acp-15-12267-2015"]}, {"Citation": "Dubé WP, Brown SS, Osthoff HD, Nunley MR, Ciciora SJ, Paris MW, McLaughlin RJ, Ravishankara AR. Aircraft instrument for simultaneous, in situ measurement of NO3 and N2O5 via pulsed cavity ring-down spectroscopy. Rev Sci Instrum. 2006;77:034101. doi: 10.1063/1.2176058.", "ArticleIdList": ["10.1063/1.2176058"]}, {"Citation": "Duncan BN, Lamsal LN, Thompson AM, Yoshida Y, Lu Z, Streets DG, Hurwitz MM, Pickering KE. A space-based, high-resolution view of notable changes in urban NOx pollution around the world (2005–2014) J Geophys Res-Atmos. 2016;121:976–996. doi: 10.1002/2015JD024121.", "ArticleIdList": ["10.1002/2015JD024121"]}, {"Citation": "Ehn M, Thornton JA, Kleist E, Sipila M, Junninen H, Pullinen I, Springer M, Rubach F, Tillmann R, Lee B, Lopez-Hilfiker F, Andres S, Acir I-H, Rissanen M, Jokinen T, Schobesberger S, Kangasluoma J, Kontkanen J, Nieminen T, Kurten T, Nielsen LB, Jorgensen S, Kjaergaard HG, Canagaratna M, Maso MD, Berndt T, Petaja T, Wahner A, Kerminen V-M, Kulmala M, Worsnop DR, Wildt J, Mentel TF. A large source of low-volatility secondary organic aerosol. Nature. 2014;506:476–479. doi: 10.1038/nature13032.", "ArticleIdList": ["10.1038/nature13032", "24572423"]}, {"Citation": "Ellermann T, Nielsen OJ, Skov H. Absolute rate constants for the reaction of NO3 radicals with a series of dienes at 295-K. Chem Phys Lett. 1992;200:224–229. doi: 10.1016/0009-2614(92)80002-s.", "ArticleIdList": ["10.1016/0009-2614(92)80002-s"]}, {"Citation": "Emmons LK, Walters S, Hess PG, Lamarque JF, Pfister GG, Fillmore D, Granier C, Guenther A, Kinnison D, Laepple T, Orlando J, Tie X, Tyndall G, Wiedinmyer C, Baughcum SL, Kloster S. Description and evaluation of the Model for Ozone and Related chemical Tracers, version 4 (MOZART-4) Geosci Model Dev. 2010;3:43–67. doi: 10.5194/gmd-3-43-2010.", "ArticleIdList": ["10.5194/gmd-3-43-2010"]}, {"Citation": "Eyth A, Zubrow A, Mason R. Preparation of Emissions Inventories for the Version 6.1, 2011 Emissions Modeling Platform Report. Technical Support Document (TSD) 2014"}, {"Citation": "Fantechi G, Jensen NR, Hjorth J, Peeters J. Determination of the rate constants for the gas-phase reactions of methyl butenol with OH radicals, ozone, NO3 radicals, and Cl atoms. Int J Chem Kinet. 1998a;30:589–594."}, {"Citation": "Fantechi G, Jensen NR, Hjorth J, Peeters J. Mechanistic studies of the atmospheric oxidation of methyl butenol by OH radicals, ozone and NO3 radicals. Atmos Environ. 1998b;32:3547–3556. doi: 10.1016/S1352-2310(98)00061-2.", "ArticleIdList": ["10.1016/S1352-2310(98)00061-2"]}, {"Citation": "Farmer DK, Matsunaga A, Docherty KS, Surratt JD, Seinfeld JH, Ziemann PJ, Jimenez JL. Response of the Aerosol Mass Spectrometer to organonitrates and organosulfates and implications for field studies. PNAS. 2010;107:6670–6675. doi: 10.1073/pnas.0912340107.", "ArticleIdList": ["10.1073/pnas.0912340107", "PMC2872396", "20194777"]}, {"Citation": "Feng Y, Ramanathan V, Kotamarthi V. Brown carbon: a significant atmospheric absorber of solar radiation? Atmos Chem Phys. 2013;13:8607–8621. doi: 10.5194/acp-13-8607-2013.", "ArticleIdList": ["10.5194/acp-13-8607-2013"]}, {"Citation": "Fiedler SE, Hoheisel G, Ruth AA, Hese A. Incoherent broad-band cavity-enhanced absorption spectroscopy of azulene in a supersonic jet. Chem Phys Lett. 2003;382:447–453. doi: 10.1016/j.cplett.2003.10.075.", "ArticleIdList": ["10.1016/j.cplett.2003.10.075"]}, {"Citation": "Fiore AM, Dentener FJ, Wild O, Cuvelier C, Schultz MG, Hess P, Textor C, Schulz M, Doherty RM, Horowitz LW, MacKenzie IA, Sanderson MG, Shindell DT, Stevenson DS, Szopa S, Van Dingenen R, Zeng G, Atherton C, Bergmann D, Bey I, Carmichael G, Collins WJ, Duncan BN, Faluvegi G, Folberth G, Gauss M, Gong S, Hauglustaine D, Holloway T, Isaksen ISA, Jacob DJ, Jonson JE, Kaminski JW, Keating TJ, Lupu A, Marmer E, Montanaro V, Park RJ, Pitari G, Pringle KJ, Pyle JA, Schroeder S, Vivanco MG, Wind P, Wojcik G, Wu S, Zuber A. Multimodel estimates of intercontinental source-receptor relationships for ozone pollution. J Geophys Res. 2009;114:D04301. doi: 10.1029/2008JD010816.", "ArticleIdList": ["10.1029/2008JD010816"]}, {"Citation": "Fischer RG, Kastler J, Ballschmiter K. Levels and pattern of alkyl nitrates, multifunctional alkyl nitrates, and halocarbons in the air over the Atlantic Ocean. J Geophys Res-Atmos. 2000;105:14473–14494. doi: 10.1029/1999jd900780.", "ArticleIdList": ["10.1029/1999jd900780"]}, {"Citation": "Fisher JA, Jacob DJ, Travis KR, Kim PS, Marais EA, Chan Miller C, Yu K, Zhu L, Yantosca RM, Sulprizio MP, Mao J, Wennberg PO, Crounse JD, Teng AP, Nguyen TB, StClair JM, Cohen RC, Romer P, Nault BA, Wooldridge PJ, Jimenez JL, Campuzano-Jost P, Day DA, Hu W, Shepson PB, Xiong F, Blake DR, Goldstein AH, Misztal PK, Hanisco TF, Wolfe GM, Ryerson TB, Wisthaler A, Mikoviny T. Organic nitrate chemistry and its implications for nitrogen budgets in an isoprene- and monoterpene-rich atmosphere: constraints from aircraft (SEAC4RS) and ground-based (SOAS) observations in the Southeast US. Atmos Chem Phys. 2016;16:5969–5991. doi: 10.5194/acp-16-5969-2016.", "ArticleIdList": ["10.5194/acp-16-5969-2016", "PMC5906813", "29681921"]}, {"Citation": "Flocke F, Volzthomas A, Kley D. Measurements of Alkyl Nitrates in Rural and Polluted Air Masses. Atmos Environ A. 1991;25:1951–1960."}, {"Citation": "Flocke F, Atlas E, Madronich S, Schauffler SM, Aikin K, Margitan JJ, Bui TP. Observations of methyl nitrate in the lower stratosphere during STRAT: Implications for its gas phase production mechanisms. Geophys Res Lett. 1998;25:1891–1894."}, {"Citation": "Foley KM, Hogrefe C, Pouliot G, Possiel N, Roselle SJ, Simon H, Timin B. Dynamic evaluation of CMAQ part I: Separating the effects of changing emissions and changing meteorology on ozone levels between 2002 and 2005 in the eastern US. Atmos Environ. 2015;103:247–255. doi: 10.1016/j.atmosenv.2014.12.038.", "ArticleIdList": ["10.1016/j.atmosenv.2014.12.038"]}, {"Citation": "Franze T, Weller MG, Niessner R, Pöschl U. Enzyme immunoassays for the investigation of protein nitration by air pollutants. Analyst. 2003;128:824–831. doi: 10.1039/b303132b.", "ArticleIdList": ["10.1039/b303132b", "12894817"]}, {"Citation": "Franze T, Weller MG, Niessner R, Pöschl U. Protein Nitration by Polluted Air. Environ Sci Technol. 2005;39:1673–1678. doi: 10.1021/es0488737.", "ArticleIdList": ["10.1021/es0488737", "15819224"]}, {"Citation": "Fry JL, Sackinger K. Model evaluation of NO3 secondary organic aerosol (SOA) source and heterogeneous organic aerosol (OA) sink in the Western United States. Atmos Chem Phys. 2012;12:8797–8811. doi: 10.5194/acpd-12-5189-2012.", "ArticleIdList": ["10.5194/acpd-12-5189-2012"]}, {"Citation": "Fry JL, Kiendler-Scharr A, Rollins AW, Wooldridge PJ, Brown SS, Fuchs H, Dubé W, Mensah A, dal Maso M, Tillmann R, Dorn H-P, Brauers T, Cohen RC. Organic nitrate and secondary organic aerosol yield from NO3 oxidation of β-pinene evaluated using a gas-phase kinetics/aerosol partitioning model. Atmos Chem Phys. 2009;9:1431–1449. doi: 10.5194/acp-9-1431-2009.", "ArticleIdList": ["10.5194/acp-9-1431-2009"]}, {"Citation": "Fry JL, Kiendler-Scharr A, Rollins AW, Brauers T, Brown SS, Dorn H-P, Dubé WP, Fuchs H, Mensah A, Rohrer F, Tillmann R, Wahner A, Wooldridge PJ, Cohen RC. SOA from limonene: role of NO3 in its generation and degradation. Atmos Chem Phys. 2011;11:3879–3894. doi: 10.5194/acp-11-3879-2011.", "ArticleIdList": ["10.5194/acp-11-3879-2011"]}, {"Citation": "Fry JL, Draper DC, Zarzana KJ, Campuzano-Jost P, Day DA, Jimenez JL, Brown SS, Cohen RC, Kaser L, Hansel A, Cappellin L, Karl T, Hodzic Roux A, Turnipseed A, Cantrell C, Lefer B, Grossberg N. Observations of gas- and aerosol-phase organic nitrates at BEACHON-RoMBAS 2011. Atmos Chem Phys. 2013;13:8585–8605. doi: 10.5194/acp-13-8585-2013.", "ArticleIdList": ["10.5194/acp-13-8585-2013"]}, {"Citation": "Fry JL, Draper DC, Barsanti KC, Smith JN, Ortega J, Winkler PM, Lawler MJ, Brown SS, Edwards PM, Cohen RC, Lee L. Secondary Organic Aerosol Formation and Organic Nitrate Yield from NO3 Oxidation of Biogenic Hydrocarbons. Environ Sci Technol. 2014;48:11944–11953. doi: 10.1021/es502204x.", "ArticleIdList": ["10.1021/es502204x", "PMC4204451", "25229208"]}, {"Citation": "Fuchs H, Dubé WP, Ciciora SJ, Brown SS. Determination of Inlet Transmission and Conversion Efficiencies for in Situ Measurements of the Nocturnal Nitrogen Oxides, NO3, N2O5 and NO2, via Pulsed Cavity Ring-Down Spectroscopy. Anal Chem. 2008;80:6010–6017.", "ArticleIdList": ["18588318"]}, {"Citation": "Fuchs H, Simpson WR, Apodaca RL, Brauers T, Cohen RC, Crowley JN, Dorn HP, Dubé WP, Fry JL, Häseler R, Kajii Y, Kiendler-Scharr A, Labazan I, Matsumoto J, Mentel TF, Nakashima Y, Rohrer F, Rollins AW, Schuster G, Tillmann R, Wahner A, Wooldridge PJ, Brown SS. Comparison of N2O5 mixing ratios during NO3Comp 2007 in SAPHIR. Atmos Meas Tech. 2012;5:2763–2777. doi: 10.5194/amtd-5-4927-2012.", "ArticleIdList": ["10.5194/amtd-5-4927-2012"]}, {"Citation": "Fuentes JD, Wang D, Bowling DR, Potosnak M, Monson RK, Goliff WS, Stockwell WR. Biogenic Hydrocarbon Chemistry within and Above a Mixed Deciduous Forest. J Atmos Chem. 2007;56:165–185."}, {"Citation": "Gao S, Ng NL, Keywood M, Varutbangkul V, Bahreini R, Nenes A, He J, Yoo KY, Beauchamp JL, Hodyss RP, Flagan RC, Seinfeld JH. Particle Phase Acidity and Oligomer Formation in Secondary Organic Aerosol. Environ Sci Technol. 2004;38:6582–6589. doi: 10.1021/es049125k.", "ArticleIdList": ["10.1021/es049125k", "15669315"]}, {"Citation": "Gao S, Surratt JD, Knipping EM, Edgerton ES, Shahgholi M, Seinfeld JH. Characterization of polar organic components in fine aerosols in the southeastern United States: Identity, origin, and evolution. J Geophys Res-Atmos. 2006;111:D14314. doi: 10.1029/2005JD006601.", "ArticleIdList": ["10.1029/2005JD006601"]}, {"Citation": "Garnes LA, Allen DT. Size Distributions of Organonitrates in Ambient Aerosol Collected in Houston, Texas. Aerosol Sci Tech. 2002;36:983–992. doi: 10.1080/02786820290092186.", "ArticleIdList": ["10.1080/02786820290092186"]}, {"Citation": "Geyer A, Alicke B, Mihelcic D, Stutz J, Platt U. Comparison of tropospheric NO3 radical measurements by differential optical absorption spectroscopy and matrix isolation electron spin resonance. J Geophys Res. 1999;104:26097–26105."}, {"Citation": "Geyer A, Ackermann R, Dubois R, Lohrmann B, Müller T, Platt U. Long-term observation of nitrate radicals in the continental boundary layer near Berlin. Atmos Environ. 2001a;35:3619–3631. doi: 10.1016/S1352-2310(00)00549-5.", "ArticleIdList": ["10.1016/S1352-2310(00)00549-5"]}, {"Citation": "Geyer A, Alicke B, Konrad S, Schmitz T, Stutz J, Platt U. Chemistry oxidation capacity of the nitrate radical in the continental boundary layer near Berlin. JGeophys Res-Atmos. 2001b;106:8013–8025. doi: 10.1029/2000JD900681.", "ArticleIdList": ["10.1029/2000JD900681"]}, {"Citation": "Geyer A, Alicke B, Ackermann R, Martinez M, Harder H, Brune W, di Carlo P, Williams E, Jobson T, Hall S, Shetter R, Stutz J. Direct observations of daytime NO3: Implications for urban boundary layer chemistry. J Geophys Res. 2003;108:4368. doi: 10.1029/2002JD002967.", "ArticleIdList": ["10.1029/2002JD002967"]}, {"Citation": "Glasius M, Calogirou A, Jensen NR, Hjorth J, Nielsen CJ. Kinetic study of gas-phase reactions of pinonaldehyde and structurally related compounds. Int J Chem Kinet. 1997;29:527–533."}, {"Citation": "Goldan PD, Kuster WC, Fehsenfeld FC, Montzka SA. Hydrocarbon measurements in the southeastern United States: The rural oxidants in the southern environment (ROSE) program 1990. J Geophys Res-Atmos. 1995;100:25945–25963."}, {"Citation": "Goldstein A, Galbally I. Known and Unexplored Organic Constituents in the Earth’s Atmosphere. Environ Sci Technol. 2007;41:1514–1521.", "ArticleIdList": ["17396635"]}, {"Citation": "Gölz C, Senzig J, Platt U. NO3-initiated oxidation of biogenic hydrocarbons. Chemosphere. 2001;3:339–352. doi: 10.1016/S1465-9972(01)00015-0.", "ArticleIdList": ["10.1016/S1465-9972(01)00015-0"]}, {"Citation": "Gómez-González Y, Surratt JD, Cuyckens F, Szmigielski R, Vermeylen R, Jaoui M, Lewandowski M, Offenberg JH, Kleindienst TE, Edney EO, Blockhuys F, Van Alsenoy C, Maenhaut W, Claeys M. Characterization of organosulfates from the photooxidation of isoprene and unsaturated fatty acids in ambient aerosol using liquid chromatography/(−) electrospray ionization mass spectrometry. J Mass Spectrom. 2008;43:371–382. doi: 10.1002/jms.1329.", "ArticleIdList": ["10.1002/jms.1329", "17968849"]}, {"Citation": "Griffin RJ, Cocker DR, III, Flagan RC, Seinfeld JH. Organic aerosol formation from the oxidation of biogenic hydrocarbons. J Geophys Res. 1999;104:3555–3567."}, {"Citation": "Grifiths PT, Badger CL, Cox RA, Folkers M, Henk HH, Mentel TF. Reactive Uptake of N2O5 by Aerosols Containing Dicarboxylic Acids Effect of Particle Phase, Composition, and Nitrate Content. J Phys Chem. 2009;113:5082–5090.", "ArticleIdList": ["19385680"]}, {"Citation": "Gross S, Bertram AK. Reactive Uptake of NO3, N2O5, NO2, HNO3, and O3 on Three Types of Polycyclic Aromatic Hydrocarbon Surfaces. J Phys Chem A. 2008;112:3104–3113.", "ArticleIdList": ["18311955"]}, {"Citation": "Gross S, Bertram AK. Products and kinetics of the reaction of an alkane monolayer and a terminal alkene monolayer with NO3 radicals. J Geophys Res. 2009;114:D02307. doi: 10.1029/2008JD010987.", "ArticleIdList": ["10.1029/2008JD010987"]}, {"Citation": "Gross S, Iannone RQ, Xiao S, Bertram AK. Reactive uptake studies of NO3 and N2O5 on alkenoic acid, alkanoate and polyalcohol substrates to probe nighttime aerosol chemistry. Phys Chem Chem Phys. 2009;11:7792–7803.", "ArticleIdList": ["19727485"]}, {"Citation": "Grossenbacher JW, Couch T, Shepson PB, Thornberry T, Witmer-Rich M, Carroll MA, Faloona I, Tan D, Brune W, Ostling K, Bertman S. Measurements of isoprene nitrates above a forest canopy. J Geophys Res-Atmos. 2001;106:24429–24438."}, {"Citation": "Gruijthuijsen YK, Grieshuber I, Stöcklinger A, Tischler U, Fehrenbach T, Weller MG, Vogel L, Vieths S, Pöschl U, Duschl A. Nitration Enhances the Allergenic Potential of Proteins. Int Arch Allerg Imm. 2006;141:265–275.", "ArticleIdList": ["16931888"]}, {"Citation": "Guenther A, Hewitt CN, Erickson D, Fall R, Geron C, Graedel TE, Harley P, Klinger L, Lerdau M, McKay WA, Pierce TE, Scholes B, Steinbrecher R, Tallamraju R, Taylor J, Zimmerman P. A global model of natural volatile organic compound emissions. J Geophys Res. 1995;100:8873–8892."}, {"Citation": "Häkkinen SAK, Äijälä M, Lehtipalo K, Junninen H, Backman J, Virkkula A, Nieminen T, Vestenius M, Hakola H, Ehn M, Worsnop DR, Kulmala M, Petäjä T, Riipinen I. Long-term volatility measurements of submicron atmospheric aerosol in Hyytiälä, Finland. Atmos Chem Phys. 2012;12:10771–10786. doi: 10.5194/acp-12-10771-2012.", "ArticleIdList": ["10.5194/acp-12-10771-2012"]}, {"Citation": "Hallquist M, Langer S, Ljungstrom E, Wangberg I. Rates of reaction between the nitrate radical and some unsaturated alcohols. Int J Chem Kinet. 1996;28:467–474."}, {"Citation": "Hallquist M, Wangberg I, Ljungstrom E. Atmospheric Fate of Carbonyl Oxidation Products Originating from -Pinene and 3-Carene: Determination of Rate of Reaction with OH and NO3 Radicals, UV Absorption Cross Sections, and Vapor Pressures. Environ Sci Technol. 1997a;31:3166–3172."}, {"Citation": "Hallquist M, Wängberg I, Ljungström E. Atmospheric Fate of Carbonyl Oxidation Products Originating from alpha-Pinene and delta3-Carene: Determination of Rate of Reaction with OH and NO3 Radicals, UV Absorption Cross Sections, and Vapor Pressures. Environ Sci Technol. 1997b;31:3166–3172. doi: 10.1021/es970151a.", "ArticleIdList": ["10.1021/es970151a"]}, {"Citation": "Hallquist M, Wängberg I, Ljungstrom E, Barnes I, Becker KH. Aerosol and Product Yields from NO3 Radical-Initiated Oxidation of Selected Monoterpenes. Environ Sci Technol. 1999;33:553–559."}, {"Citation": "Hallquist M, Wenger JC, Baltensperger U, Rudich Y, Simpson D, Claeys M, Dommen J, Donahue NM, George C, Goldstein AH, Hamilton JF, Herrmann H, Hoffmann T, Iinuma Y, Jang M, Jenkin ME, Jimenez JL, Kiendler-Scharr A, Maenhaut W, McFiggans G, Mentel TF, Monod A, Prévot ASH, Seinfeld JH, Surratt JD, Szmigielski R, Wildt J. The formation, properties and impact of secondary organic aerosol: current and emerging issues. Atmos Chem Phys. 2009;9:5155–5236. doi: 10.5194/acp-9-5155-2009.", "ArticleIdList": ["10.5194/acp-9-5155-2009"]}, {"Citation": "Hao C, Shepson PB, Drummond JW, Muthuramu K. Gas chromatographic detector for selective and sensitive detection of atmospheric organic nitrates. Anal Chem. 1994;66:3737–3743."}, {"Citation": "Hao LQ, Kortelainen A, Romakkaniemi S, Portin H, Jaatinen A, Leskinen A, Komppula M, Miettinen P, Sueper D, Pajunoja A, Smith JN, Lehtinen KEJ, Worsnop DR, Laaksonen A, Virtanen A. Atmospheric submicron aerosol composition and particulate organic nitrate formation in a boreal forestland–urban mixed region. Atmos Chem Phys. 2014;14:13483–13495. doi: 10.5194/acp-14-13483-2014.", "ArticleIdList": ["10.5194/acp-14-13483-2014"]}, {"Citation": "Harrison MA, Barra S, Borghesi D, Vione D, Arsene C, Olariu RI. Nitrated phenols in the atmosphere: a review. Atmos Environ. 2005;39:231–248."}, {"Citation": "Heintz F, Platt U, Flentje J, Dubois R. Long-term observation of nitrate radicals at the Tor Station, Kap Arkona (Rügen) J Geophys Res. 1996;101:22891–22910."}, {"Citation": "Herrmann H. Kinetics of aqueous phase reactions relevant for atmospheric chemistry. Chem Rev. 2003;103:4691–4716. doi: 10.1021/cr020658q.", "ArticleIdList": ["10.1021/cr020658q", "14664629"]}, {"Citation": "Herrmann H, Zellner R. Reactions of NO3-Radicals in Aqueous Solution. In: Alfassi ZB, editor. N-Centered Radicals. Wiley; Chichester: 1998. pp. 291–343."}, {"Citation": "Herrmann H, Tilgner A, Barzaghi P, Majdik Z, Gligorovski S, Poulain L, Monod A. Towards a more detailed description of tropospheric aqueous phase organic chemistry: CAPRAM 3.0. Atmos Environ. 2005;39:4351–4363."}, {"Citation": "Herrmann H, Hoffmann D, Schaefer T, Brauer P, Tilgner A. Tropospheric Aqueous-Phase Free-Radical Chemistry: Radical Sources, Spectra, Reaction Kinetics and Prediction Tools. Chem Phys Chem. 2010;11:3796–3822. doi: 10.1002/cphc.201000533.", "ArticleIdList": ["10.1002/cphc.201000533", "21120981"]}, {"Citation": "Herrmann H, Schaefer T, Tilgner A, Styler SA, Weller C, Teich M, Otto T. Tropospheric Aqueous-Phase Chemistry: Kinetics, Mechanisms, and Its Coupling to a Changing Gas Phase. Chem Rev. 2015;115:4259–4334. doi: 10.1021/cr500447k.", "ArticleIdList": ["10.1021/cr500447k", "25950643"]}, {"Citation": "Hidy GM, Blanchard CL, Baumann K, Edgerton E, Tanenbaum S, Shaw S, Knipping E, Tombach I, Jansen J, Walters J. Chemical climatology of the southeastern United States, 1999–2013. Atmos Chem Phys. 2014;14:11893–11914. doi: 10.5194/acp-14-11893-2014.", "ArticleIdList": ["10.5194/acp-14-11893-2014"]}, {"Citation": "Hildebrandt Ruiz LH, Yarwood G. Prepared for the Texas AQRP (Project 12-012) University of Texas at Austin, and ENVIRON International Corporation; Novato, CA: 2013. Interactions between organic aerosol and NOy: Influence on oxidant production."}, {"Citation": "Hodzic A, Jimenez JL, Prévôt ASH, Szidat S, Fast JD, Madronich S. Can 3-D models explain the observed fractions of fossil and non-fossil carbon in and near Mexico City? Atmos Chem Phys. 2010;10:10997–11016. doi: 10.5194/acp-10-10997-2010.", "ArticleIdList": ["10.5194/acp-10-10997-2010"]}, {"Citation": "Hoffmann D, Weigert B, Barzaghi P, Herrmann H. Reactivity of poly-alcohols towards OH, NO3 and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msubsup><mtext>SO</mtext><mn>4</mn><mo>-</mo></msubsup></mrow></math> in aqueous solution. Phys Chem Chem Phys. 2009;11:9351–9363.", "ArticleIdList": ["19830317"]}, {"Citation": "Hoffmann T, Odum JR, Bowman F, Collins D, Klockow D, Flagan RC, Seinfeld JH. Formation of organic aerosols from the oxidation of biogenic hydrocarbons. J Atmos Chem. 1997;26:189–222."}, {"Citation": "Horowitz LW, Fiore AM, Milly GP, Cohen RC, Perrin A, Wooldridge PJ, Hess PG, Emmons LK, Lamarque JF. Observational constraints on the chemistry of isoprene nitrates over the eastern United States. J Geophys Res. 2007;112:D12S08. doi: 10.1029/2006JD007747.", "ArticleIdList": ["10.1029/2006JD007747"]}, {"Citation": "Hou H, Wang B. A Systematic Computational Study on the Reactions of HO2 with RO2: The HO2 + CH3O2(CD3O2) and HO2 + CH2FO2 Reactions. J Phys Chem A. 2005;109:451–460. doi: 10.1021/jp046329e.", "ArticleIdList": ["10.1021/jp046329e", "16833365"]}, {"Citation": "Hou H, Deng L, Li J, Wang B. A Systematic Computational Study of the Reactions of HO2 with RO2: The HO2 + CH2ClO2, CHCl2O2, and CCl3O2 Reactions. J Phys Chem A. 2005;109:9299–9309. doi: 10.1021/jp052718c.", "ArticleIdList": ["10.1021/jp052718c", "16833272"]}, {"Citation": "Hoyle CR, Berntsen T, Myhre G, Isaksen ISA. Secondary organic aerosol in the global aerosol – chemical transport model Oslo CTM2. Atmos Chem Phys. 2007;7:5675–5694. doi: 10.5194/acp-7-5675-2007.", "ArticleIdList": ["10.5194/acp-7-5675-2007"]}, {"Citation": "Hoyle CR, Boy M, Donahue NM, Fry JL, Glasius M, Guenther A, Hallar AG, Huff Hartz K, Petters MD, Petaja T, Rosenoern T, Sullivan AP. A review of the anthropogenic influence on biogenic secondary organic aerosol. Atmos Chem Phys. 2011;11:321–343. doi: 10.5194/acpd-10-19515-2010.", "ArticleIdList": ["10.5194/acpd-10-19515-2010"]}, {"Citation": "Hu KS, Darer AI, Elrod MJ. Thermodynamics and kinetics of the hydrolysis of atmospherically relevant organonitrates and organosulfates. Atmos Chem Phys. 2011;11:8307–8320. doi: 10.5194/acp-11-8307-2011.", "ArticleIdList": ["10.5194/acp-11-8307-2011"]}, {"Citation": "Hu X-M, Nielsen-Gammon JW, Zhang F. Evaluation of Three Planetary Boundary Layer Schemes in the WRF Model. J Appl Meteorol Climatol. 2010;49:1831–1844. doi: 10.1175/2010JAMC2432.1.", "ArticleIdList": ["10.1175/2010JAMC2432.1"]}, {"Citation": "Huey LG. Measurement of trace atmospheric species by chemical ionization mass spectrometry: Speciation of reactive nitrogen and future directions. Mass Spectrom Rev. 2007;26:166–184. doi: 10.1002/mas.20118.", "ArticleIdList": ["10.1002/mas.20118", "17243143"]}, {"Citation": "Huie RE. Laboratory Studies of Atmospheric Heterogeneous Chemistry; Current Problems in Atmospheric Chemistry. In: Barker JR, editor. Advances in Physical Chemistry Series. World Scientific; Singapore: 1994. pp. 374–419."}, {"Citation": "Hung H-M, Katrib Y, Martin ST. Products and Mechanisms of the Reaction of Oleic Acid with Ozone and Nitrate Radical. J Phys Chem A. 2005;109:4517–4530. doi: 10.1021/jp0500900.", "ArticleIdList": ["10.1021/jp0500900", "16833788"]}, {"Citation": "Hurst JM, Barket DJ, Herrera-Gomez O, Couch TL, Shepson PB, Faloona I, Tan D, Brune W, Westberg H, Lamb B. Investigation of the nighttime decay of isoprene. J Geophys Res-Atmos. 2001;106:24335–24346."}, {"Citation": "Hutzell WT, Luecken DJ, Appel KW, Carter WPL. Interpreting predictions from the SAPRC07 mechanism based on regional and continental simulations. Atmos Environ. 2012;46:417–429. doi: 10.1016/j.atmosenv.2011.09.030.", "ArticleIdList": ["10.1016/j.atmosenv.2011.09.030"]}, {"Citation": "Iannone R, Xiao S, Bertram AK. Potentially important nighttime heterogeneous chemistry: NO3 with aldehydes and N2O5 with alcohols. Phys Chem Chem Phys. 2011;13:10214–10223. doi: 10.1039/C1CP20294D.", "ArticleIdList": ["10.1039/C1CP20294D", "21509392"]}, {"Citation": "Iinuma Y, Müller C, Berndt T, Böge O, Claeys M, Herrmann H. Evidence for the Existence of Organosulfates from b-Pinene Ozonolysis in Ambient Secondary Organic Aerosol. Environ Sci Technol. 2007;41:6678–6683. doi: 10.1021/es070938t.", "ArticleIdList": ["10.1021/es070938t", "17969680"]}, {"Citation": "Iyer S, Lopez-Hilfiker F, Lee BH, Thornton JA, Kurten T. Modeling the Detection of Organic and Inorganic Compounds Using Iodide-Based Chemical Ionization. J Phys Chem A. 2016;120:576–587.", "ArticleIdList": ["26736021"]}, {"Citation": "Jacobs MI, Burke WJ, Elrod MJ. Kinetics of the reactions of isoprene-derived hydroxynitrates: gas phase epoxide formation and solution phase hydrolysis. Atmos Chem Phys. 2014;14:8933–8946. doi: 10.5194/acp-14-8933-2014.", "ArticleIdList": ["10.5194/acp-14-8933-2014"]}, {"Citation": "Jacobson MZ. Isolating nitrated and aromatic aerosols and nitrated aromatic gases as sources of ultraviolet light absorption. J Geophys Res-Atmos. 1999;104:3527–3542. doi: 10.1029/1998jd100054.", "ArticleIdList": ["10.1029/1998jd100054"]}, {"Citation": "Jang J-CC, Jeffries HE, Tonnesen S. Sensitivity of ozone to model grid resolution – II. Detailed process analysis for ozone chemistry. Atmos Environ. 1995;29:3101–3114. doi: 10.1016/1352-2310(95)00119-J.", "ArticleIdList": ["10.1016/1352-2310(95)00119-J"]}, {"Citation": "Jaoui M, Kleindienst TE, Docherty KS, Lewandowski M, Offenberg JH. Secondary organic aerosol formation from the oxidation of a series of sesquiterpenes: α-cedrene, β-caryophyllene, α-humulene and α-farnesene with O3, OH and NO3 radicals. Environ Chem. 2013;10:178–193."}, {"Citation": "Jayne JT, Leard DC, Zhang XF, Davidovits P, Smith KA, Kolb CE, Worsnop DR. Development of an aerosol mass spectrometer for size and composition analysis of submicron particles. Aerosol Sci Tech. 2000;33:49–70."}, {"Citation": "Jenkin ME, Saunders SM, Pilling MJ. The tropospheric degradation of volatile organic compounds: a protocol for mechanism development. Atmos Environ. 1997;31:81–104. doi: 10.1016/S1352-2310(96)00105-7.", "ArticleIdList": ["10.1016/S1352-2310(96)00105-7"]}, {"Citation": "Jenkin ME, Young JC, Rickard AR. The MCM v3.3.1 degradation scheme for isoprene. Atmos Chem Phys. 2015;15:11433–11459. doi: 10.5194/acp-15-11433-2015.", "ArticleIdList": ["10.5194/acp-15-11433-2015"]}, {"Citation": "Jimenez JL, Canagaratna MR, Donahue NM, Prevot ASH, Zhang Q, Kroll JH, DeCarlo PF, Allan JD, Coe H, Ng NL, Aiken AC, Docherty KS, Ulbrich IM, Grieshop AP, Robinson AL, Duplissy J, Smith JD, Wilson KR, Lanz VA, Hueglin C, Sun YL, Tian J, Laaksonen A, Raatikainen T, Rautiainen J, Vaattovaara P, Ehn M, Kulmala M, Tomlinson JM, Collins DR, Cubison MJ, Dunlea EJ, Huffman JA, Onasch TB, Alfarra MR, Williams PI, Bower K, Kondo Y, Schneider J, Drewnick F, Borrmann S, Weimer S, Demerjian K, Salcedo D, Cottrell L, Griffin R, Takami A, Miyoshi T, Hatakeyama S, Shimono A, Sun JY, Zhang YM, Dzepina K, Kimmel JR, Sueper D, Jayne JT, Herndon SC, Trimborn AM, Williams LR, Wood EC, Middlebrook AM, Kolb CE, Baltensperger U, Worsnop DR. Evolution of Organic Aerosols in the Atmosphere. Science. 2009;326:1525–1529.", "ArticleIdList": ["20007897"]}, {"Citation": "Johnston HS, Davis HF, Lee YT. NO3 Photolysis Product Channels: Quantum Yields from Observed Energy Thresholds. J Phys Chem. 1996;100:4713–4723."}, {"Citation": "Jones BT, Ham JE. alpha-Terpineol reactions with the nitrate radical: Rate constant and gas-phase products. Atmos Environ. 2008;42:6689–6698. doi: 10.1016/j.atmosenv.2008.04.017.", "ArticleIdList": ["10.1016/j.atmosenv.2008.04.017"]}, {"Citation": "Kaduwela A, Luecken D, Carter W, Derwent R. New directions: Atmospheric chemical mechanisms for the future. Atmos Environ. 2015;122:609–610. doi: 10.1016/j.atmosenv.2015.10.031.", "ArticleIdList": ["10.1016/j.atmosenv.2015.10.031"]}, {"Citation": "Kaiser JC, Riemer N, Knopf DA. Detailed heterogeneous oxidation of soot surfaces in a particle-resolved aerosol model. Atmos Chem Phys. 2011;11:4505–4520. doi: 10.5194/acp-11-4505-2011.", "ArticleIdList": ["10.5194/acp-11-4505-2011"]}, {"Citation": "Kames J, Schurath U, Flocke F, Volzthomas A. Preparation of Organic Nitrates from Alcohols and N2O5 for Species Identification in Atmospheric Samples. J Atmos Chem. 1993;16:349–359."}, {"Citation": "Karamchandani P, Seigneur C, Vijayaraghavan K, Wu S-Y. Development and application of a state-of-the-science plume-in-grid model. J Geophys Res-Atmos. 2002;107:11–13. doi: 10.1029/2002JD002123.", "ArticleIdList": ["10.1029/2002JD002123"]}, {"Citation": "Kastler J, Ballschmiter K. Bifunctional alkyl nitrates – trace constituents of the atmosphere. Fresen J Anal Chem. 1998;360:812–816."}, {"Citation": "Kastler J, Jarman W, Ballschmiter K. Multifunctional organic nitrates as constituents in European and US urban photosmog. Fresen J Anal Chem. 2000;368:244–249. doi: 10.1007/s002160000550.", "ArticleIdList": ["10.1007/s002160000550", "11220587"]}, {"Citation": "Kennedy O, Ouyang B, Langridge J, Daniels M, Bauguitte S, Freshwater R, McLeod M, Ironmonger C, Sendall J, Norris O. An aircraft based three channel broadband cavity enhanced absorption spectrometer for simultaneous measurements of NO3, N2O5 and NO2. Atmos Meas Tech. 2011;4:1759–1776. doi: 10.5194/amtd-4-3499-2011.", "ArticleIdList": ["10.5194/amtd-4-3499-2011"]}, {"Citation": "Kercher JP, Riedel TP, Thornton JA. Chlorine activation by N2O5: simultaneous, in situ detection of ClNO2 and N2O5 by chemical ionization mass spectrometry. Atmos Meas Tech. 2009;2:193–204. doi: 10.5194/amt-2-193-2009.", "ArticleIdList": ["10.5194/amt-2-193-2009"]}, {"Citation": "Kerdouci J, Picquet-Varrault B, Doussin JF. Prediction of Rate Constants for Gas-Phase Reactions of Nitrate Radical with Organic Compounds: A New Structure–Activity Relationship. Chem Phys Chem. 2010;11:3909–3920.", "ArticleIdList": ["21108277"]}, {"Citation": "Kerdouci J, Picquet-Varrault B, Durand-Jolibois R, Gaimoz C, Doussin J-F. An Experimental Study of the Gas-Phase Reactions of NO3 Radicals with a Series of Unsaturated Aldehydes: trans-2-Hexenal, trans-2-Heptenal, and trans-2-Octenal. J Phys Chem A. 2012;116:10135–10142. doi: 10.1021/jp3071234.", "ArticleIdList": ["10.1021/jp3071234", "23004348"]}, {"Citation": "Kerdouci J, Picquet-Varrault B, Doussin J-F. Structure–activity relationship for the gas-phase reactions of NO3 radical with organic compounds: Update and extension to aldehydes. Atmos Environ. 2014;84:363–372. doi: 10.1016/j.atmosenv.2013.11.024.", "ArticleIdList": ["10.1016/j.atmosenv.2013.11.024"]}, {"Citation": "Kern C, Trick S, Rippel B, Platt U. Applicability of light-emitting diodes as light sources for active differential optical absorption spectroscopy measurements. Appl Opt. 2006;45:2077–2088.", "ArticleIdList": ["16579579"]}, {"Citation": "Kesselmeier J, Staudt M. Biogenic Volatile Organic Compounds (VOC): An Overview on Emission, Physiology and Ecology. J Atmos Chem. 1999;33:23–88. doi: 10.1023/A:1006127516791.", "ArticleIdList": ["10.1023/A:1006127516791"]}, {"Citation": "Khan MAH, Cooke MC, Utembe SR, Archibald AT, Derwent RG, Xiao P, Percival CJ, Jenkin ME, Morris WC, Shallcross DE. Global modeling of the nitrate radical (NO3) for present and pre-industrial scenarios. Atmos Res. 2015;164/165:347–357. doi: 10.1016/j.atmosres.2015.06.006.", "ArticleIdList": ["10.1016/j.atmosres.2015.06.006"]}, {"Citation": "Kiendler-Scharr A, Mensah AA, Friese E, Topping D, Nemitz E, Prevot ASH, Äijälä M, Allan J, Canonaco F, Canagaratna M, Carbone S, Crippa M, Dall Osto M, Day DA, De Carlo P, Di Marco CF, Elbern H, Eriksson A, Freney E, Hao L, Herrmann H, Hildebrandt L, Hillamo R, Jimenez JL, Laaksonen A, McFiggans G, Mohr C, O’Dowd C, Otjes R, Ovadnevaite J, Pandis SN, Poulain L, Schlag P, Sellegri K, Swietlicki E, Tiitta P, Vermeulen A, Wahner A, Worsnop D, Wu HC. Organic nitrates from night-time chemistry are ubiquitous in the European submicron aerosol. Geophys Res Lett. 2016;43:7735–7744. doi: 10.1002/2016GL069239.", "ArticleIdList": ["10.1002/2016GL069239"]}, {"Citation": "Kim PS, Jacob DJ, Fisher JA, Travis K, Yu K, Zhu L, Yantosca RM, Sulprizio MP, Jimenez JL, Campuzano-Jost P, Froyd KD, Liao J, Hair JW, Fenn MA, Butler CF, Wagner NL, Gordon TD, Welti A, Wennberg PO, Crounse JD, StClair JM, Teng AP, Millet DB, Schwarz JP, Markovic MZ, Perring AE. Sources, seasonality, and trends of southeast US aerosol: an integrated analysis of surface, aircraft, and satellite observations with the GEOS-Chem chemical transport model. Atmos Chem Phys. 2015;15:10411–10433. doi: 10.5194/acp-15-10411-2015.", "ArticleIdList": ["10.5194/acp-15-10411-2015"]}, {"Citation": "Kim S-W, Heckel A, McKeen SA, Frost GJ, Hsie EY, Trainer MK, Richter A, Burrows JP, Peckham SE, Grell GA. Satellite-observed US power plant NOx emission reductions and their impact on air quality. Geophys Res Lett. 2006;33:L22812. doi: 10.1029/2006GL027749.", "ArticleIdList": ["10.1029/2006GL027749"]}, {"Citation": "Kind I, Berndt T, Böge O. Gas-phase rate constants for the reaction of NO3 radicals with a series of cyclic alkenes, 2-ethyl-1-butene and 2,3-dimethyl-1,3-butadiene. Chem Phys Lett. 1998;288:111–118."}, {"Citation": "King MD, Dick EM, Simpson WR. A new method for the atmospheric detection of the nitrate radical (NO3) Atmos Environ. 2000;34:685–688. doi: 10.1016/S1352-2310(99)00418-5.", "ArticleIdList": ["10.1016/S1352-2310(99)00418-5"]}, {"Citation": "Kleist E, Mentel TF, Andres S, Bohne A, Folkers A, Kiendler-Scharr A, Rudich Y, Springer M, Tillmann R, Wildt J. Irreversible impacts of heat on the emissions of monoterpenes, sesquiterpenes, phenolic BVOC and green leaf volatiles from several tree species. Biogeosciences. 2012;9:5111–5123. doi: 10.5194/bg-9-5111-2012.", "ArticleIdList": ["10.5194/bg-9-5111-2012"]}, {"Citation": "Knopf DA, Mak J, Gross S, Bertram AK. Does atmospheric processing of saturated hydrocarbon surfaces by NO3 lead to volatilization. Geophys Res Lett. 2006;33:L17816. doi: 10.1029/2006GL026884.", "ArticleIdList": ["10.1029/2006GL026884"]}, {"Citation": "Knopf DA, Forrester SM, Slade JH. Heterogeneous oxidation kinetics of organic biomass burning aerosol surrogates by O3, NO2, N2O5, and NO3. Phys Chem Chem Phys. 2011;13:21050–21062.", "ArticleIdList": ["22020363"]}, {"Citation": "Knote C, Hodzic A, Jimenez JL, Volkamer R, Orlando JJ, Baidar S, Brioude J, Fast J, Gentner DR, Goldstein AH, Hayes PL, Knighton WB, Oetjen H, Setyan A, Stark H, Thalman R, Tyndall G, Washenfelder R, Waxman E, Zhang Q. Simulation of semi-explicit mechanisms of SOA formation from glyoxal in aerosol in a 3-D model. Atmos Chem Phys. 2014;14:6213–6239. doi: 10.5194/acp-14-6213-2014.", "ArticleIdList": ["10.5194/acp-14-6213-2014"]}, {"Citation": "Knote C, Tuccella P, Curci G, Emmons L, Orlando JJ, Madronich S, Baró R, Jiménez-Guerrero P, Luecken D, Hogrefe C, Forkel R, Werhahn J, Hirtl M, Pérez JL, San José R, Giordano L, Brunner D, Yahya K, Zhang Y. Influence of the choice of gas-phase mechanism on predictions of key gaseous pollutants during the AQMEII phase-2 intercomparison. Atmos Environ. 2015;115:553–568. doi: 10.1016/j.atmosenv.2014.11.066.", "ArticleIdList": ["10.1016/j.atmosenv.2014.11.066"]}, {"Citation": "Koenig JQ, Covert DS, Pierson WE. Effects of Inhalation of Acidic Compounds on Pulmonary Function in Allergic Adolescent Subjects. Environ Health Persp. 1989;79:173–178.", "ArticleIdList": ["PMC1567565", "2539990"]}, {"Citation": "Koo B, Knipping E, Yarwood G. 1.5-Dimensional volatility basis set approach for modeling organic aerosol in CAMx and CMAQ. Atmos Environ. 2014;95:158–164. doi: 10.1016/j.atmosenv.2014.06.031.", "ArticleIdList": ["10.1016/j.atmosenv.2014.06.031"]}, {"Citation": "Koop T, Bookhold J, Shiraiwa M, Pöschl U. Glass transition and phase state of organic compounds: dependency on molecular properties and implications for secondary organic aerosols in the atmosphere. Phys Chem Chem Phys. 2011;13:19238–19255. doi: 10.1039/C1CP22617G.", "ArticleIdList": ["10.1039/C1CP22617G", "21993380"]}, {"Citation": "Kotzias D, Hjorth JL, Skov H. A chemical mechanism for dry deposition – The role of biogenic hydrocarbon (terpene) emissions in the dry deposition of O3, SO2 and NOx in forest areas. Toxicol Environ Chem. 1989;20:95–99. doi: 10.1080/02772248909357364.", "ArticleIdList": ["10.1080/02772248909357364"]}, {"Citation": "Krechmer JE, Pagonis D, Ziemann PJ, Jimenez JL. Quantification of Gas-Wall Partitioning in Teflon Environmental Chambers Using Rapid Bursts of Low-Volatility Oxidized Species Generated in Situ. Environ Sci Technol. 2016;50:5757–5765. doi: 10.1021/acs.est.6b00606.", "ArticleIdList": ["10.1021/acs.est.6b00606", "27138683"]}, {"Citation": "Krotkov NA, McLinden CA, Li C, Lamsal LN, Celarier EA, Marchenko SV, Swartz WH, Bucsela EJ, Joiner J, Duncan BN, Boersma KF, Veefkind JP, Levelt PF, Fioletov VE, Dickerson RR, He H, Lu Z, Streets DG. Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2015. Atmos Chem Phys. 16:4605–4629. doi: 10.5194/acp-16-4605-2016.", "ArticleIdList": ["10.5194/acp-16-4605-2016"]}, {"Citation": "Kulmala M, Asmi A, Lappalainen HK, Baltensperger U, Brenguier J-L, Facchini MC, Hansson H-C, Hov Ø, O’Dowd CD, Pöschl U, Wiedensohler A, Boers R, Boucher O, de Leeuw G, Denier van der Gon HAC, Feichter J, Krejci R, Laj P, Lihavainen H, Lohmann U, Mc-Figgans G, Mentel T, Pilinis C, Riipinen I, Schulz M, Stohl A, Swietlicki E, Vignati E, Alves C, Amann M, Ammann M, Arabas S, Artaxo P, Baars H, Beddows DCS, Bergström R, Beukes JP, Bilde M, Burkhart JF, Canonaco F, Clegg SL, Coe H, Crumeyrolle S, D’Anna B, Decesari S, Gilardoni S, Fischer M, Fjaeraa AM, Fountoukis C, George C, Gomes L, Halloran P, Hamburger T, Harrison RM, Herrmann H, Hoffmann T, Hoose C, Hu M, Hyvärinen A, Hõrrak U, Iinuma Y, Iversen T, Josipovic M, Kanakidou M, Kiendler-Scharr A, Kirkevåg A, Kiss G, Klimont Z, Kolmonen P, Komppula M, Kristjánsson J-E, Laakso L, Laaksonen A, Labonnote L, Lanz VA, Lehtinen KEJ, Rizzo LV, Makkonen R, Manninen HE, McMeeking G, Merikanto J, Minikin A, Mirme S, Morgan WT, Nemitz E, O’Donnell D, Panwar TS, Pawlowska H, Petzold A, Pienaar JJ, Pio C, Plass-Duelmer C, Prévôt ASH, Pryor S, Reddington CL, Roberts G, Rosenfeld D, Schwarz J, Seland Ø, Sellegri K, Shen XJ, Shiraiwa M, Siebert H, Sierau B, Simpson D, Sun JY, Topping D, Tunved P, Vaattovaara P, Vakkari V, Veefkind JP, Visschedijk A, Vuollekoski H, Vuolo R, Wehner B, Wildt J, Woodward S, Worsnop DR, van Zadelhoff G-J, Zardini AA, Zhang K, van Zyl PG, Kerminen V-M, Carslaw SK, Pandis SN. General overview: European Integrated project on Aerosol Cloud Climate and Air Quality interactions (EUCAARI) – integrating aerosol research from nano to global scales. Atmos Chem Phys. 2011;11:13061–13143. doi: 10.5194/acp-11-13061-2011.", "ArticleIdList": ["10.5194/acp-11-13061-2011"]}, {"Citation": "Kwan AJ, Chan AWH, Ng NL, Kjaergaard HG, Seinfeld JH, Wennberg PO. Peroxy radical chemistry and OH radical production during the NO3-initiated oxidation of isoprene. Atmos Chem Phys. 2012;12:7499–7515. doi: 10.5194/acp-12-7499-2012.", "ArticleIdList": ["10.5194/acp-12-7499-2012"]}, {"Citation": "Kwok ESC, Aschmann SM, Arey J, Atkinson R. Product formation from the reaction of the NO3 radical with isoprene and rate constants for the reactions of methacrolein and methyl vinyl ketone with the NO3 radical. Int J Chem Kinet. 1996;28:925–934."}, {"Citation": "La YS, Camredon M, Ziemann PJ, Valorso R, Matsunaga A, Lannuque V, Lee-Taylor J, Hodzic A, Madronich S, Aumont B. Impact of chamber wall loss of gaseous organic compounds on secondary organic aerosol formation: explicit modeling of SOA formation from alkane and alkene oxidation. Atmos Chem Phys. 2016;16:1417–1431. doi: 10.5194/acp-16-1417-2016.", "ArticleIdList": ["10.5194/acp-16-1417-2016"]}, {"Citation": "Lack D, Langridg NJM, Bahreni R, Cappa CD, Middlebrook AM, Schwarz JP. Brown carbon and internal mixing in biomass burning particles. P Natl Acad Sci USA. 2012;109:14802–14807.", "ArticleIdList": ["PMC3443166", "22927381"]}, {"Citation": "Lamarque J-F, Kyle GP, Meinshausen M, Riahi K, Smith SJ, Vuuren DP, Conley AJ, Vitt F. Global and regional evolution of short-lived radiatively-active gases and aerosols in the Representative Concentration Pathways. Climatic Change. 2011;109:191–212. doi: 10.1007/s10584-011-0155-0.", "ArticleIdList": ["10.1007/s10584-011-0155-0"]}, {"Citation": "Lane TE, Donahue NM, Pandis SN. Effect of NOx on Secondary Organic Aerosol Concentrations. Environ Sci Technol. 2008;42:6022–6027. doi: 10.1021/es703225a.", "ArticleIdList": ["10.1021/es703225a", "18767660"]}, {"Citation": "Langridge JM, Ball SM, Shillings AJL, Jones RL. A broadband absorption spectrometer using light emitting diodes for ultrasensitive, in situ trace gas detection. Rev Sci Instrum. 2008;79:123110. doi: 10.1063/1.3046282.", "ArticleIdList": ["10.1063/1.3046282", "19123548"]}, {"Citation": "Laskin A, Laskin J, Nizkorodov SA. Chemistry of Atmospheric Brown Carbon. Chem Rev. 2015;115:4335–4382.", "ArticleIdList": ["25716026"]}, {"Citation": "Le Breton M, Bacak A, Muller JBA, Bannan TJ, Kennedy O, Ouyang B, Xiao P, Bauguitte SJB, Shallcross DE, Jones RL, Daniels MJS, Ball SM, Percival CJ. The first airborne comparison of N2O5 measurements over the UK using a CIMS and BBCEAS during the RONOCO campaign. Analtyical Methods. 2014;6:9731–9743. doi: 10.1039/C4AY02273D.", "ArticleIdList": ["10.1039/C4AY02273D"]}, {"Citation": "Lee BH, Lopez-Hilfiker FD, Mohr C, Kurten T, Worsnop DR, Thornton JA. An Iodide-Adduct High-Resolution Time-of-Flight Chemical-Ionization Mass Spectrometer: Application to Atmospheric Inorganic and Organic Compounds. Environ Sci Technol. 2014a;48:6309–6317.", "ArticleIdList": ["24800638"]}, {"Citation": "Lee BH, Mohr C, Lopez-Hilfiker FD, Lutz A, Hallquist M, Lee L, Romer P, Cohen RC, Iyer S, Kurten T, Hu W, Day DA, Campuzano-Jost P, Jimenez JL, Xu L, Ng NL, Guo H, Weber RJ, Wild RJ, Brown SS, Koss A, de Gouw J, Olson K, Goldstein AH, Seco R, Kim S, McAvery K, Shepson PB, Baumann K, Edgerton E, Liu J, Shilling JE, Miller DO, Brune WH, D’Ambro EL, Thornton JA. Highly functionalized organic nitrates in the southeast United States: Contribution to secondary organic aerosol and reactive nitrogen budgets. P Natl Acad Sci. 2016;113:1516–1521.", "ArticleIdList": ["PMC4760802", "26811465"]}, {"Citation": "Lee L, Wooldridge P, Nah T, Wilson K, Cohen R. Observation of rates and products in the reaction of NO3 with submicron squalane and squalene aerosol. Phys Chem Chem Phys. 2013;15:882–892. doi: 10.1039/C2CP42500A.", "ArticleIdList": ["10.1039/C2CP42500A", "23202880"]}, {"Citation": "Lee L, Teng AP, Wennberg PO, Crounse JD, Cohen RC. On Rates and Mechanisms of OH and O3 Reactions with Isoprene-Derived Hydroxy Nitrates. J Phys Chem A. 2014b;118:1622–1637.", "ArticleIdList": ["24555928"]}, {"Citation": "Lee L, Wooldridge PJ, de Gouw J, Brown SS, Bates TS, Quinn PK, Cohen RC. Particulate organic nitrates observed in an oil and natural gas production region during winter-time. Atmos Chem Phys. 2015;15:9313–9325. doi: 10.5194/acp-15-9313-2015.", "ArticleIdList": ["10.5194/acp-15-9313-2015"]}, {"Citation": "Li YP, Elbern H, Lu KD, Friese E, Kiendler-Scharr A, Mentel TF, Wang XS, Wahner A, Zhang YH. Updated aerosol module and its application to simulate secondary organic aerosols during IMPACT campaign May 2008. Atmos Chem Phys. 2013;13:6289–6304. doi: 10.5194/acp-13-6289-2013.", "ArticleIdList": ["10.5194/acp-13-6289-2013"]}, {"Citation": "Liggio J, Mclaren R. An optimized method for the determination of volatile and semi-volatile aldehydes and ketones in ambient particulate matter. Int J Environ An Ch. 2003;83:819–835."}, {"Citation": "Lin P, Liu J, Shilling JE, Kathmann SM, Laskin J, Laskin A. Molecular characterization of brown carbon (BrC) chromophores in secondary organic aerosol generated from photo-oxidation of toluene. Phys Chem Chem Phys. 2015;17:23312–23325. doi: 10.1039/C5CP02563J.", "ArticleIdList": ["10.1039/C5CP02563J", "26173064"]}, {"Citation": "Liu S, Ahlm L, Day DA, Russell LM, Zhao Y, Gentner DR, Weber RJ, Goldstein AH, Jaoui M, Offenberg JH, Kleindienst TE, Rubitschun C, Surratt JD, Sheesley RJ, Scheller S. Secondary organic aerosol formation from fossil fuel sources contribute majority of summertime organic mass at Bakersfield. J Geophys Res-Atmos. 2012a;117:D00V26. doi: 10.1029/2012jd018170.", "ArticleIdList": ["10.1029/2012jd018170"]}, {"Citation": "Liu S, Shilling JE, Song C, Hiranuma N, Zaveri RA, Russell LM. Hydrolysis of Organonitrate Functional Groups in Aerosol Particles. Aerosol Sci Tech. 2012b;46:1359–1369. doi: 10.1080/02786826.2012.716175.", "ArticleIdList": ["10.1080/02786826.2012.716175"]}, {"Citation": "Ljungström E, Hallquist M. Nitrate radical formation rates in Scandinavia. Atmos Environ. 1996;30:2925–2932."}, {"Citation": "Lockwood AL, Shepson PB, Fiddler MN, Alaghmand M. Isoprene nitrates: preparation, separation, identification, yields, and atmospheric chemistry. Atmos Chem Phys. 2010;10:6169–6178. doi: 10.5194/acp-10-6169-2010.", "ArticleIdList": ["10.5194/acp-10-6169-2010"]}, {"Citation": "Lopez-Hilfiker FD, Mohr C, Ehn M, Rubach F, Kleist E, Wildt J, Mentel ThF, Lutz A, Hallquist M, Worsnop D, Thornton JA. A novel method for online analysis of gas and particle composition: description and evaluation of a Filter Inlet for Gases and AEROsols (FIGAERO) Atmos Meas Tech. 2014;7:983–1001. doi: 10.5194/amt-7-983-2014.", "ArticleIdList": ["10.5194/amt-7-983-2014"]}, {"Citation": "Lopez-Hilfiker FD, Iyer S, Mohr C, Lee BH, D’Ambro EL, Kurtén T, Thornton JA. Constraining the sensitivity of iodide adduct chemical ionization mass spectrometry to multifunctional organic molecules using the collision limit and thermodynamic stability of iodide ion adducts. Atmos Meas Tech. 2016;9:1505–1512. doi: 10.5194/amt-9-1505-2016.", "ArticleIdList": ["10.5194/amt-9-1505-2016"]}, {"Citation": "Loza CL, Chan AWH, Galloway MM, Keutsch FN, Flagan RC, Seinfeld JH. Characterization of Vapor Wall Loss in Laboratory Chambers. Environ Sci Technol. 2010;44:5074–5078. doi: 10.1021/es100727v.", "ArticleIdList": ["10.1021/es100727v", "20527767"]}, {"Citation": "Lu JW, Flores JM, Lavi A, Abo-Riziq A, Rudich Y. Changes in the optical properties of benzo[a]pyrene-coated aerosols upon heterogeneous reactions with NO2 and NO3. Phys Chem Chem Phys. 2011;13:6484–6492. doi: 10.1039/c0cp02114h.", "ArticleIdList": ["10.1039/c0cp02114h", "21373662"]}, {"Citation": "Lu Z, Streets DG, de Foy B, Lamsal LN, Duncan BN, Xing J. Emissions of nitrogen oxides from US urban areas: estimation from Ozone Monitoring Instrument retrievals for 2005–2014. Atmos Chem Phys. 2015;15:10367–10383. doi: 10.5194/acp-15-10367-2015.", "ArticleIdList": ["10.5194/acp-15-10367-2015"]}, {"Citation": "Luecken DJ, Phillips S, Sarwar G, Jang C. Effects of using the CB05 vsSAPRC99 vs CB4 chemical mechanism on model predictions: Ozone and gas-phase photochemical precursor concentrations. Atmos Environ. 2008;42:5805–5820. doi: 10.1016/j.atmosenv.2007.08.056.", "ArticleIdList": ["10.1016/j.atmosenv.2007.08.056"]}, {"Citation": "Luecken DJ, Hutzell WT, Strum ML, Pouliot GA. Regional sources of atmospheric formaldehyde and acetaldehyde, and implications for atmospheric modeling. Atmos Environ. 2012;47:477–490. doi: 10.1016/j.atmosenv.2011.10.005.", "ArticleIdList": ["10.1016/j.atmosenv.2011.10.005"]}, {"Citation": "Luxenhofer O, Schneider M, Dambach M, Ballschmiter K. Semivolatile long chain C6–C17 alkyl nitrates as trace compounds in air. Chemosphere. 1996;33:393–404. doi: 10.1016/0045-6535(96)00205-6.", "ArticleIdList": ["10.1016/0045-6535(96)00205-6"]}, {"Citation": "Ma X, Yu F, Luo G. Aerosol direct radiative forcing based on GEOS-Chem-APM and uncertainties. Atmos Chem Phys. 2012;12:5563–5581. doi: 10.5194/acp-12-5563-2012.", "ArticleIdList": ["10.5194/acp-12-5563-2012"]}, {"Citation": "Mao J, Paulot F, Jacob DJ, Cohen RC, Crounse JD, Wennberg PO, Keller CA, Hudman RC, Barkley MP, Horowitz LW. Ozone and organic nitrates over the eastern United States: Sensitivity to isoprene chemistry. J Geophys Res-Atmos. 2013;118:JD020231. doi: 10.1002/jgrd.50817.", "ArticleIdList": ["10.1002/jgrd.50817"]}, {"Citation": "Martinez E, Cabanas B, Aranda A, Martin P. Kinetics of the Reactions of NO3 Radical with Selected Monoterpenes: A Temperature Dependence Study. Environ Sci Technol. 1998;32:3730–3734."}, {"Citation": "Martínez E, Cabañas B, Aranda A, Martín P, Salgado S. Absolute Rate Coefficients for the Gas-Phase Reactions of NO3 Radical with a Series of Monoterpenes at T = 298 to 433 K. J Atmos Chem. 1999;33:265–282."}, {"Citation": "Martinez M, Perner D, Hackenthal EM, Külzer S, Schültz L. NO3 at Helgoland during the NORDEX campaign in October 1996. J Geophys Res. 2000;105:22685–22695."}, {"Citation": "Matsumoto J, Imai H, Kosugi N, Kajii Y. In situ measurement of N2O5 in the urban atmosphere by thermal decomposition/laser-induced fluorescence technique. Atmos Environ. 2005a;39:6802–6811. doi: 10.1016/j.atmosenv.2005.07.055.", "ArticleIdList": ["10.1016/j.atmosenv.2005.07.055"]}, {"Citation": "Matsumoto J, Kosugi N, Imai H, Kajii Y. Development of a measurement system for nitrate radical and dinitrogen pentoxide using a thermal conversion/laser-induced fluorescence technique. Rev Sci Instrum. 2005b;76:064101. doi: 10.1063/1.1927098.", "ArticleIdList": ["10.1063/1.1927098"]}, {"Citation": "Matsunaga A, Ziemann PJ. Gas-Wall Partitioning of Organic Compounds in a Teflon Film Chamber and Potential Effects on Reaction Product and Aerosol Yield Measurements. Aerosol Sci Technol. 2010;44:881–892. doi: 10.1080/02786826.2010.501044.", "ArticleIdList": ["10.1080/02786826.2010.501044"]}, {"Citation": "McDonald BC, Dallmann TR, Martin EW, Harley RA. Long-term trends in nitrogen oxide emissions from motor vehicles at national, state, and air basin scales. J Geophys Res. 2012;117:D00V18. doi: 10.1029/2012jd018304.", "ArticleIdList": ["10.1029/2012jd018304"]}, {"Citation": "McLaren R, Salmon RA, Liggio J, Hayden KL, Anlauf KG, Leaitch WR. Nighttime chemistry at a rural site in the Lower Fraser Valley. Atmos Environ. 2004;38:5837–5848."}, {"Citation": "McLaren R, Wojtal P, Majonis D, McCourt J, Halla JD, Brook J. NO3 radical measurements in a polluted marine environment: links to ozone formation. Atmos Chem Phys. 2010;10:4187–4206. doi: 10.5194/acp-10-4187-2010.", "ArticleIdList": ["10.5194/acp-10-4187-2010"]}, {"Citation": "McMurry PH, Grosjean D. Gas and aerosol wall losses in Teflon film smog chambers. Environ Sci Technol. 1985;19:1176–1182. doi: 10.1021/es00142a006.", "ArticleIdList": ["10.1021/es00142a006", "22280133"]}, {"Citation": "McNeill VF, Wolfe GM, Thornton JA. The Oxidation of Oleate in Submicron Aqueous Salt Aerosols?: Evidence of a Surface Process. J Phys Chem A. 2007;111:1073–1083. doi: 10.1021/jp066233f.", "ArticleIdList": ["10.1021/jp066233f", "17243657"]}, {"Citation": "Meinen J, Thieser J, Platt U, Leisner T. Technical Note: Using a high finesse optical resonator to provide a long light path for differential optical absorption spectroscopy: CE-DOAS. Atmos Chem Phys. 2010;10:3901–3914. doi: 10.5194/acp-10-3901-2010.", "ArticleIdList": ["10.5194/acp-10-3901-2010"]}, {"Citation": "Millet DB, Baasandorj M, Hu L, Mitroo D, Turner J, Williams BJ. Nighttime Chemistry and Morning Isoprene Can Drive Urban Ozone Downwind of a Major Deciduous Forest. Environ Sci Technol. 2016;50:4335–4342.", "ArticleIdList": ["27010702"]}, {"Citation": "Mishra AK, Klingmueller K, Fredj E, Lelieveld J, Rudich Y, Koren I. Radiative signature of absorbing aerosol over the eastern Mediterranean basin. Atmos Chem Phys. 2014;14:7213–7231. doi: 10.5194/acp-14-7213-2014.", "ArticleIdList": ["10.5194/acp-14-7213-2014"]}, {"Citation": "Misztal PK, Hewitt CN, Wildt J, Blande JD, Eller ASD, Fares S, Gentner DR, Gilman JB, Graus M, Greenberg J, Guenther AB, Hansel A, Harley P, Huang M, Jardine K, Karl T, Kaser L, Keutsch FN, Kiendler-Scharr A, Kleist E, Lerner BM, Li T, Mak J, Nölscher AC, Schnitzhofer R, Sinha V, Thornton B, Warneke C, Wegener F, Werner C, Williams J, Worton DR, Yassaa N, Goldstein AH. Atmospheric benzenoid emissions from plants rival those from fossil fuels. Sci Rep. 2015;5:12064. doi: 10.1038/srep12064.", "ArticleIdList": ["10.1038/srep12064", "PMC4499884", "26165168"]}, {"Citation": "Moise T, Talukdar RK, Frost GJ, Fox RW, Rudich Y. Reactive uptake of NO3 by liquid and frozen organics. J Geophys Res. 2002;107:D24014. doi: 10.21029/22001JD000334.", "ArticleIdList": ["10.21029/22001JD000334"]}, {"Citation": "Moise T, Flores JM, Rudich Y. Optical Properties of Secondary Organic Aerosols and Their Changes by Chemical Processes. Chem Rev. 2015;115:4400–4439. doi: 10.1021/cr5005259.", "ArticleIdList": ["10.1021/cr5005259", "25875903"]}, {"Citation": "Moldanova J, Ljungstrom E. Modelling of particle formation from NO3 oxidation of selected monoterpenes. J Aerosol Sci. 2000;31:1317–1333."}, {"Citation": "Müller JF, Peeters J, Stavrakou T. Fast photolysis of carbonyl nitrates from isoprene. Atmos Chem Phys. 2014;14:2497–2508. doi: 10.5194/acp-14-2497-2014.", "ArticleIdList": ["10.5194/acp-14-2497-2014"]}, {"Citation": "Muthuramu K, Shepson PB, Obrien JM. Preparation, Analysis, and Atmospheric Production of Multifunctional Organic Nitrates. Environ Sci Technol. 1993;27:1117–1124."}, {"Citation": "Mylonas DT, Allen DT, Ehrman SH, Pratsinis SE. The sources size distributions of organonitrates in Los Angeles aerosol Atmos. Environ, Part A, General Topics. 1991;25:2855–2861. doi: 10.1016/0960-1686(91)90211-O.", "ArticleIdList": ["10.1016/0960-1686(91)90211-O"]}, {"Citation": "Nah T, McVay RC, Zhang X, Boyd CM, Seinfeld JH, Ng NL. Influence of seed aerosol surface area and oxidation rate on vapor wall deposition and SOA mass yields: a case study with α-pinene ozonolysis. Atmos Chem Phys. 2016a;16:9361–9379. doi: 10.5194/acp-16-9361-2016.", "ArticleIdList": ["10.5194/acp-16-9361-2016"]}, {"Citation": "Nah T, Sanchez J, Boyd CM, Ng NL. Photochemical Aging of α-pinene and β-pinene Secondary Organic Aerosol formed from Nitrate Radical Oxidation. Environ Sci Technol. 2016b;50:222–231. doi: 10.1021/acs.est.5b04594.", "ArticleIdList": ["10.1021/acs.est.5b04594", "26618657"]}, {"Citation": "Nakayama T, Ide T, Taketani F, Kawai M, Takahashi K, Matsumi Y. Nighttime measurements of ambient N2O5, NO2, NO and O3 in a sub-urban area, Toyokawa, Japan. Atmos Environ. 2008;42:1995–2006. doi: 10.1016/j.atmosenv.2007.12.001.", "ArticleIdList": ["10.1016/j.atmosenv.2007.12.001"]}, {"Citation": "Nakayama T, Matsumi Y, Sato K, Imamura T, Yamazaki A, Uchiyama A. Laboratory studies on optical properties of secondary organic aerosols generated during the photooxidation of toluene and the ozonolysis of α-pinene. J Geophys Res-Atmos. 2010;115:D24204. doi: 10.1029/2010jd014387.", "ArticleIdList": ["10.1029/2010jd014387"]}, {"Citation": "Naudet JP, Huguenin D, Rigaud P, Cariolle D. Stratospheric observations of NO3 and its experimental and theoretical distribution between 20 and 40 km. Planet Space Sci. 1981;29:707–712."}, {"Citation": "Neta P, Huie RE, Ross AB. Rate Constants for Reactions of Inorganic Radicals in Aqueous Solution. J Phys Chem Ref Data. 1988;17:1027–1284. doi: 10.1063/1.555808.", "ArticleIdList": ["10.1063/1.555808"]}, {"Citation": "Ng NL, Kwan AJ, Surratt JD, Chan AWH, Chhabra PS, Sorooshian A, Pye HOT, Crounse JD, Wennberg PO, Flagan RC, Seinfeld JH. Secondary organic aerosol (SOA) formation from reaction of isoprene with nitrate radicals (NO3) Atmos Chem Phys. 2008;8:4117–4140. doi: 10.5194/acp-8-4117-2008.", "ArticleIdList": ["10.5194/acp-8-4117-2008"]}, {"Citation": "Ng NL, Canagaratna MR, Zhang Q, Jimenez JL, Tian J, Ulbrich IM, Kroll JH, Docherty KS, Chhabra PS, Bahreini R, Murphy SM, Seinfeld JH, Hildebrandt L, Donahue NM, DeCarlo PF, Lanz VA, Prévôt ASH, Dinar E, Rudich Y, Worsnop DR. Organic aerosol components observed in Northern Hemispheric datasets from Aerosol Mass Spectrometry. Atmos Chem Phys. 2010;10:4625–4641. doi: 10.5194/acp-10-4625-2010.", "ArticleIdList": ["10.5194/acp-10-4625-2010"]}, {"Citation": "Ng NL, Herndon SC, Trimborn A, Canagaratna MR, Croteau PL, Onasch TB, Sueper D, Worsnop DR, Zhang Q, Sun YL, Jayne JT. An Aerosol Chemical Speciation Monitor (ACSM) for Routine Monitoring of the Composition and Mass Concentrations of Ambient Aerosol. Aerosol Sci Technol. 2011;45:780–794. doi: 10.1080/02786826.2011.560211.", "ArticleIdList": ["10.1080/02786826.2011.560211"]}, {"Citation": "Nguyen TB, Crounse JD, Schwantes RH, Teng AP, Bates KH, Zhang X, StClair JM, Brune WH, Tyndall GS, Keutsch FN, Seinfeld JH, Wennberg PO. Overview of the Focused Isoprene eXperiment at the California Institute of Technology (FIXCIT): mechanistic chamber studies on the oxidation of biogenic compounds. Atmos Chem Phys. 2014;14:13531–13549. doi: 10.5194/acp-14-13531-2014.", "ArticleIdList": ["10.5194/acp-14-13531-2014"]}, {"Citation": "Nguyen TB, Crounse JD, Teng AP, Clair JMS, Paulot F, Wolfe GM, Wennberg PO. Rapid deposition of oxidized biogenic compounds to a temperate forest. P Natl Acad Sci USA. 2015;112:E392–E401.", "ArticleIdList": ["PMC4321284", "25605913"]}, {"Citation": "Nichols PL, Magnusson AB, Ingham JD. Synthesis of Nitric Esters by the Addition of Nitric Acid to the Ethylene Oxide Ring. J Am Chem Soc. 1953;75:4255–4258."}, {"Citation": "Niinemets Ü, Copolovici L, Hüve K. High within-canopy variation in isoprene emission potentials in temperate trees: Implications for predicting canopy-scale isoprene fluxes. J Geo-phys Res-Biogeo. 2010;115:G04029. doi: 10.1029/2010JG001436.", "ArticleIdList": ["10.1029/2010JG001436"]}, {"Citation": "Nizich SV, Pope AA, Driver LM, Group P-A. National Air Pollutant Emission Trends Report. 2000:1900–1998."}, {"Citation": "Noda J, Nyman G, Langer S. Kinetics of the gas-phase reaction of some unsaturated alcohols with the nitrate radical. J Phys Chem A. 2002;106:945–951."}, {"Citation": "Noxon JF, Norton RB, Henderson WR. Observation of Atmospheric NO3. Geophys Res Lett. 1978;5:675–678."}, {"Citation": "Noxon JF, Norton RB, Marovich E. NO3 in the troposphere. Geophys Res Lett. 1980;7:125–128."}, {"Citation": "Noxon JF. NO3 and NO2 in the Mid-Pacific Troposphere. J Geophys Res. 1983;88:11017–11021."}, {"Citation": "O’Brien RE, Laskin A, Laskin J, Rubitschun CL, Surratt JD, Goldstein AH. Molecular characterization of S- and N-containing organic constituents in ambient aerosols by negative ion mode high-resolution Nanospray Desorption Electrospray Ionization Mass Spectrometry: CalNex 2010 field study. J Geophys Res-Atmos. 2014;119:12706–712720. doi: 10.1002/2014JD021955.", "ArticleIdList": ["10.1002/2014JD021955"]}, {"Citation": "O’Keefe A. Integrated cavity output analysis of ultra-weak absorption. Chem Phys Lett. 1998;293:331–336. doi: 10.1016/S0009-2614(98)00785-4.", "ArticleIdList": ["10.1016/S0009-2614(98)00785-4"]}, {"Citation": "O’Keefe A, Deacon DA. Cavity ring-down optical spectrometer for absorption measurements using pulsed laser sources. Rev Sci Instrum. 1988;59:2544–2551."}, {"Citation": "O’Keefe A, Scherer JJ, Paul JB. cw Integrated cavity output spectroscopy. Chem Phys Lett. 1999;307:343–349. doi: 10.1016/S0009-2614(99)00547-3.", "ArticleIdList": ["10.1016/S0009-2614(99)00547-3"]}, {"Citation": "Odame-Ankrah CA, Osthoff HD. A compact diode laser cavity ring-down spectrometer for atmospheric measurements of NO3 and N2O5 with automated zeroing and calibration. Appl Spectrosc. 2011;65:1260–1268. doi: 10.1366/11-06384.", "ArticleIdList": ["10.1366/11-06384", "22054085"]}, {"Citation": "Odum JR, Hoffman T, Bowman F, Collins D, Flagan RC, Seinfeld JH. Gas/Particle Partitioning and Secondary Organic Aerosol Yields. Environ Sci Technol. 1996;30:2580–2585."}, {"Citation": "Olariu RI, Barnes I, Bejan I, Arsene C, Vione D, Klotz B, Becker KH. FT-IR Product Study of the Reactions of NO3 Radicals With ortho-, meta-, and para-Cresol. Environ Sci Technol. 2013;47:7729–7738. doi: 10.1021/es401096w.", "ArticleIdList": ["10.1021/es401096w", "23751015"]}, {"Citation": "Osthoff HD, Pilling MJ, Ravishankara AR, Brown SS. Temperature dependence of the NO3 absorption cross section above 298 K and determination of the equilibrium constant for NO3+ NO2-N2O5 at atmospherically relevant conditions. Phys Chem Chem Phys. 2007;9:5785–5793. doi: 10.1039/b709193a.", "ArticleIdList": ["10.1039/b709193a", "19462574"]}, {"Citation": "Osthoff HD, Bates TS, Johnson JE, Kuster WC, Goldan PD, Sommariva R, Williams EJ, Lerner BM, Warneke C, de Gouw JA, Pettersson A, Baynard T, Meagher JF, Fehsenfeld FC, Ravishankara AR, Brown SS. Regional variation of dimethyl sulfide oxidation mechanism in the summertime marine boundary layer in the Gulf of Maine. J Geophys Res. 2009;114:D07301. doi: 10.1029/2008JD010990.", "ArticleIdList": ["10.1029/2008JD010990"]}, {"Citation": "Pandis SN, Paulson SE, Seinfeld JH, Flagan RC. Aerosol formation in the photooxidation of isoprene and β-pinene. Atmos Environ Pt A. 1991;25:997–1008. doi: 10.1016/0960-1686(91)90141-S.", "ArticleIdList": ["10.1016/0960-1686(91)90141-S"]}, {"Citation": "Paoli R, Cariolle D, Sausen R. Review of effective emissions modeling and computation. Geosci Model Dev. 2011;4:643–667. doi: 10.5194/gmd-4-643-2011.", "ArticleIdList": ["10.5194/gmd-4-643-2011"]}, {"Citation": "Parrish DD, Buhr MP, Trainer M, Norton RB, Shimshock JP, Fehsenfeld FC, Anlauf KG, Bottenheim JW, Tang YZ, Wiebe HA, Roberts JM, Tanner RL, Newman L, Bowersox VC, Olszyna KJ, Bailey EM, Rodgers MO, Wang T, Berresheim H, Roychowdhury UK, Demerjian KL. The Total Reactive Oxidized Nitrogen Levels and the Partitioning between the Individual-Species at 6 Rural Sites in Eastern North-America. J Geophys Res-Atmos. 1993;98:2927–2939."}, {"Citation": "Paul D, Furgeson A, Osthoff HD. Measurements of total peroxy and alkyl nitrate abundances in laboratory-generated gas samples by thermal dissociation cavity ring-down spectroscopy. Rev Sci Instr. 2009;80:114101. doi: 10.1063/1.3258204.", "ArticleIdList": ["10.1063/1.3258204", "19947740"]}, {"Citation": "Paulot F, Henze DK, Wennberg PO. Impact of the isoprene photochemical cascade on tropical ozone. Atmos Chem Phys. 2012;12:1307–1325. doi: 10.5194/acp-12-1307-2012.", "ArticleIdList": ["10.5194/acp-12-1307-2012"]}, {"Citation": "Paulson SE, Seinfeld JH. Development and Evaluation of a Photooxidation Mechnaism for Isoprene. J Geophys Res. 1992;97:20703–20715."}, {"Citation": "Peeters J, Nguyen TL, Vereecken L. HOx radical regeneration in the oxidation of isoprene. Phys Chem Chem Phys. 2009;11:5935–5939. doi: 10.1039/B908511D.", "ArticleIdList": ["10.1039/B908511D", "19588016"]}, {"Citation": "Perraud V, Bruns EA, Ezell MJ, Johnson SN, Greaves J, Finlayson-Pitts BJ. Identification of organic nitrates in the NO3 radical initiated oxidation of α-pinene by atmospheric pressure chemical ionization mass spectrometry. Environ Sci Technol. 2010;44:5887–5893.", "ArticleIdList": ["20608721"]}, {"Citation": "Perring AE, Wisthaler A, Graus M, Wooldridge PJ, Lockwood AL, Mielke LH, Shepson PB, Hansel A, Cohen RC. A product study of the isoprene + NO3 reaction. Atmos Chem Phys. 2009;9:4945–4956. doi: 10.5194/acp-9-4945-2009.", "ArticleIdList": ["10.5194/acp-9-4945-2009"]}, {"Citation": "Perring AE, Pusede SE, Cohen RC. An Observational Perspective on the Atmospheric Impacts of Alkyl and Multifunctional Nitrates on Ozone and Secondary Organic Aerosol. Chem Rev. 2013;113:5848–5870. doi: 10.1021/cr300520x.", "ArticleIdList": ["10.1021/cr300520x", "23614613"]}, {"Citation": "Pfrang C, Martin RS, Canosa-Mas CE, Wayne RP. Gas-phase reactions of NO3 and N2O5 with (Z)-hex-4-en-1-ol, (Z)-hex-3-en-1-ol (“leaf alcohol”), (E)-hex-3-en-1-ol, (Z)-hex-2-en-1-ol, (E)-hex-2-en-1-ol. Phys Chem Chem Phys. 2006;8:354–363.", "ArticleIdList": ["16482278"]}, {"Citation": "Pierce T, Geron C, Bender L, Dennis R, Tonnesen G, Guenther A. Influence of increased isoprene emissions on regional ozone modeling. J Geophys Res-Atmos. 1998;103:25611–25629. doi: 10.1029/98JD01804.", "ArticleIdList": ["10.1029/98JD01804"]}, {"Citation": "Pitts JN, Jr, Bierman HW, Atkinson R, Winer AM. Atmospheric implications of simultaneous measurements of NO3 radicals and HONO. Geophys Res Lett. 1984;11:557–560."}, {"Citation": "Platt U, Perner D, Winer AM, Harris GW, Pitts JNJ. Detection of NO3 in the polluted troposphere by differential optical absorption. Geophys Res Lett. 1980;7:89–92."}, {"Citation": "Platt U, Perner D, Schröder J, Kessler C, Toennissen A. The Diurnal Variation of NO3. J Geophys Res. 1981;86:11965–11970."}, {"Citation": "Platt U, Stutz J. Differential optical absorption spectroscopy: principles and applications. Springer; Berlin: 2008."}, {"Citation": "Platt U, LeBras G, Poulet G, Burrows JP, Moortgat G. Peroxy radicals from night-time reactions of NO3 with organic compounds. Nature. 1990;348:147–149."}, {"Citation": "Platt U, Meinen J, Pöhler D, Leisner T. Broadband Cavity Enhanced Differential Optical Absorption Spectroscopy (CE-DOAS) – applicability and corrections. Atmos Meas Tech. 2009;2:713–723. doi: 10.5194/amt-2-713-2009.", "ArticleIdList": ["10.5194/amt-2-713-2009"]}, {"Citation": "Platt UF, Winer AM, Bierman HW, Atkinson R, Pitts JN., Jr Measurement of Nitrate Radical Concentrations in Continental Air. Environ Sci Technol. 1984;18:365–369.", "ArticleIdList": ["22280086"]}, {"Citation": "Pöschl U. Atmospheric Aerosols: Composition, Transformation, Climate and Health Effects. Angewandte Chemie International Edition. 2005;44:7520–7540. doi: 10.1002/anie.200501122.", "ArticleIdList": ["10.1002/anie.200501122", "16302183"]}, {"Citation": "Pöschl U, Shiraiwa M. Multiphase Chemistry at the Atmosphere–Biosphere Interface Influencing Climate and Public Health in the Anthropocene. Chem Rev. 2015;115:4440–4475. doi: 10.1021/cr500487s.", "ArticleIdList": ["10.1021/cr500487s", "25856774"]}, {"Citation": "Praske E, Crounse JD, Bates KH, Kurtén T, Kjaergaard HG, Wennberg PO. Atmospheric Fate of Methyl Vinyl Ketone: Peroxy Radical Reactions with NO and HO2. J Phys Chem A. 2015;119:4562–4572. doi: 10.1021/jp5107058.", "ArticleIdList": ["10.1021/jp5107058", "25486386"]}, {"Citation": "Pratt KA, Mielke LH, Shepson PB, Bryan AM, Steiner AL, Ortega J, Daly R, Helmig D, Vogel CS, Griffith S, Dusanter S, Stevens PS, Alaghmand M. Contributions of individual reactive biogenic volatile organic compounds to organic nitrates above a mixed forest. Atmos Chem Phys. 2012;12:10125–10143. doi: 10.5194/acp-12-10125-2012.", "ArticleIdList": ["10.5194/acp-12-10125-2012"]}, {"Citation": "Pye HOT, Chan AWH, Barkley MP, Seinfeld JH. Global modeling of organic aerosol: the importance of reactive nitrogen (NOx and NO3) Atmos Chem Phys. 2010;10:11261–11276. doi: 10.5194/acp-10-11261-2010.", "ArticleIdList": ["10.5194/acp-10-11261-2010"]}, {"Citation": "Pye HOT, Luecken DJ, Xu L, Boyd CM, Ng NL, Baker KR, Ayres BR, Bash JO, Baumann K, Carter WPL, Edgerton E, Fry JL, Hutzell WT, Schwede DB, Shepson PB. Modeling the Current and Future Roles of Particulate Organic Nitrates in the Southeastern United States. Environ Sci Technol. 2015;49:14195–14203. doi: 10.1021/acs.est.5b03738.", "ArticleIdList": ["10.1021/acs.est.5b03738", "26544021"]}, {"Citation": "Ramanathan V, Li F, Ramana M, Praveen P, Kim D, Corrigan C, Nguyen H, Stone EA, Schauer JJ, Carmichael G. Atmospheric brown clouds: Hemispherical and regional variations in long-range transport, absorption, and radiative forcing. J Geophys Res-Atmos. 2007a;112:D22S21. doi: 10.1029/2006JD008124.", "ArticleIdList": ["10.1029/2006JD008124"]}, {"Citation": "Ramanathan V, Ramana MV, Roberts G, Kim D, Corrigan C, Chung C, Winker D. Warming trends in Asia amplified by brown cloud solar absorption. Nature. 2007b;448:575.", "ArticleIdList": ["17671499"]}, {"Citation": "Reemtsma T, These A, Venkatachari P, Xia X, Hopke PK, Springer A, Linscheid M. Identification of Fulvic Acids and Sulfated and Nitrated Analogues in Atmospheric Aerosol by Electrospray Ionization Fourier Transform Ion Cyclotron Resonance Mass Spectrometry. Anal Chem. 2006;78:8299–8304. doi: 10.1021/ac061320p.", "ArticleIdList": ["10.1021/ac061320p", "17165819"]}, {"Citation": "Reinmuth-Selzle K, Ackaert C, Kampf CJ, Samonig M, Shiraiwa M, Kofler S, Yang H, Gadermaier G, Brandstetter H, Huber CG, Duschl A, Oostingh GJ, Pöschl U. Nitration of the birch pollen allergen Bet v 1.0101: Efficiency and site-selectivity of liquid and gaseous nitrating agents. J Proteome Res. 2014;13:1570–1577.", "ArticleIdList": ["PMC3950889", "24517313"]}, {"Citation": "Renbaum-Wolff L, Grayson JW, Bateman AP, Kuwata M, Sellier M, Murray BJ, Shilling JE, Martin ST, Bertram AK. Viscosity of α-pinene secondary organic material and implications for particle growth and reactivity. P Natl Acad Sci USA. 2013;110:8014–8019.", "ArticleIdList": ["PMC3657821", "23620520"]}, {"Citation": "Richter A, Burrows JP, Nusz H, Granier C, Niemeier U. Increase in tropospheric nitrogen dioxide over China observed from space. Nature. 2005;437:129–132.", "ArticleIdList": ["16136141"]}, {"Citation": "Rickard A.  [last access: 5 Mai 2015];The Master Chemical Mechanism Version MCM v3.2.  available at:  http://mcm.leeds.ac.uk/MCMv3.2/"}, {"Citation": "Rindelaub JD, McAvey KM, Shepson PB. The photochemical production of organic nitrates from α-pinene and loss via acid-dependent particle phase hydrolysis. Atmos Environ. 2015;100:193–201. doi: 10.1016/j.atmosenv.2014.11.010.", "ArticleIdList": ["10.1016/j.atmosenv.2014.11.010"]}, {"Citation": "Robinson AL, Donahue NM, Rogge WF. Photochemical oxidation and changes in molecular composition of organic aerosol in the regional context. J Geophys Res-Atmos. 2006;111:D03302. doi: 10.1029/2005JD006265.", "ArticleIdList": ["10.1029/2005JD006265"]}, {"Citation": "Rollins AW, Kiendler-Scharr A, Fry JL, Brauers T, Brown SS, Dorn H-P, Dubé WP, Fuchs H, Mensah A, Mentel TF, Rohrer F, Tilmann R, Wegener R, Wooldridge PJ, Cohen RC. Isoprene oxidation by nitrate radical: alkyl nitrate and secondary organic aerosol yields. tmos Chem Phys. 2009;9:6685–6703. doi: 10.5194/acp-9-6685-2009.", "ArticleIdList": ["10.5194/acp-9-6685-2009"]}, {"Citation": "Rollins AW, Smith JD, Wilson KR, Cohen RC. Real Time In Situ Detection of Organic Nitrates in Atmospheric Aerosols. Environ Sci Technol. 2010;44:5540–5545. doi: 10.1021/es100926x.", "ArticleIdList": ["10.1021/es100926x", "20575535"]}, {"Citation": "Rollins AW, Browne EC, Min KE, Pusede SE, Wooldridge PJ, Gentner DR, Goldstein AH, Liu S, Day DA, Russell LM, Cohen RC. Evidence for NOx Control over Nighttime SOA Formation. Science. 2012;337:1210–1212.", "ArticleIdList": ["22955831"]}, {"Citation": "Rollins AW, Pusede S, Wooldridge P, Min KE, Gentner DR, Goldstein AH, Liu S, Day DA, Russell LM, Rubitschun CL, Surratt JD, Cohen RC. Gas/particle partitioning of total alkyl nitrates observed with TD-LIF in Bakersfield. J Geophys Res-Atmos. 2013;118:6651–6662. doi: 10.1002/jgrd.50522.", "ArticleIdList": ["10.1002/jgrd.50522"]}, {"Citation": "Ross AB, Bielski BHJ, Buxton GV, Cabelli DE, Helman WP, Huie RE, Grodkovski J, Neta P, Mulazzani QG, Wilkinson F. NIST standard reference database 40: NDRL/NIST solution kinetics database version 3.0. 1998."}, {"Citation": "Rudich Y, Talukdar RK, Fox RW, Ravinshankara AR. Rate coefficients for reactions of NO3 with a few olefins and oxygenated olefins. J Phys Chem A. 1996;100:5374–5381."}, {"Citation": "Rudich Y, Talukdar RK, Ravishankara AR. Multiphase chemistry of NO3 in the remote troposphere. J Geophys Res-Atmos. 1998;103:16133–16143. doi: 10.1029/98jd01280.", "ArticleIdList": ["10.1029/98jd01280"]}, {"Citation": "Rudich Y. Laboratory Perspectives on the Chemical Transformations of Organic Matter in Atmospheric Particles. Chem Rev. 2003;103:5097–5124.", "ArticleIdList": ["14664645"]}, {"Citation": "Russell AR, Valin LC, Cohen RC. Trends in OMI NO2 observations over the United States: effects of emission control technology and the economic recession. Atmos Chem Phys. 2012;12:12197–12209. doi: 10.5194/acp-12-12197-2012.", "ArticleIdList": ["10.5194/acp-12-12197-2012"]}, {"Citation": "Sadanaga Y, Takaji R, Ishiyama A, Nakajima K, Matsuki A, Bandow H. Thermal dissociation cavity attenuated phase shift spectroscopy for continuous measurement of total peroxy and organic nitrates in the clean atmosphere. Rev Sci Instrum. 2016;87:074102. doi: 10.1063/1.4958167.", "ArticleIdList": ["10.1063/1.4958167", "27475571"]}, {"Citation": "Sanders RW, Solomon S, Mount GH, Bates MW, Schmeltekopf AL. Visible Spectroscopy at McMurdo Station, Antarctica 3, Observations of NO3. J Geophys Res. 1987;92:8339–8342."}, {"Citation": "Saunders SM, Jenkin ME, Derwent RG, Pilling MJ. Protocol for the development of the Master Chemical Mechanism, MCM v3 (Part A): tropospheric degradation of non-aromatic volatile organic compounds. Atmos Chem Phys. 2003;3:161–180. doi: 10.5194/acp-3-161-2003.", "ArticleIdList": ["10.5194/acp-3-161-2003"]}, {"Citation": "Schichtel B, Malm WC, Bench G, Fallon S, McDade CE, Chow JC, Watson JG. Fossil and contemporary fine particulate carbon fractions at 12 rural and urban sites in the United States. J Geophys Res. 2008;113:D02311. doi: 10.1029/2007JD008605.", "ArticleIdList": ["10.1029/2007JD008605"]}, {"Citation": "Schlag P, Kiendler-Scharr A, Blom MJ, Canonaco F, Henzing JS, Moerman M, Prévôt ASH, Holzinger R. Aerosol source apportionment from 1-year measurements at the CESAR tower in Cabauw, the Netherlands. Atmos Chem Phys. 2016;16:8831–8847. doi: 10.5194/acp-16-8831-2016.", "ArticleIdList": ["10.5194/acp-16-8831-2016"]}, {"Citation": "Schneider M, Ballschmiter K. Alkyl nitrates as achiral and chiral solute probes in gas chromatography – Novel properties of a beta-cyclodextrin derivative and characterization of its enantioselective forces. J Chromatogr A. 1999;852:525–534.", "ArticleIdList": ["10481989"]}, {"Citation": "Schuster G, Labazan I, Crowley JN. A cavity ring down/cavity enhanced absorption device for measurement of ambient NO3 and N2O5. Atmos Meas Tech. 2009;2:1–13. doi: 10.5194/amt-2-1-2009.", "ArticleIdList": ["10.5194/amt-2-1-2009"]}, {"Citation": "Schwantes RH, Teng AP, Nguyen TB, Coggon MM, Crounse JD, StClair JM, Zhang X, Schilling KA, Seinfeld JH, Wennberg PO. Isoprene NO3 Oxidation Products from the RO2+ HO2 Pathway. J Phys Chem A. 2015;119:10158–10171. doi: 10.1021/acs.jpca.5b06355.", "ArticleIdList": ["10.1021/acs.jpca.5b06355", "26335780"]}, {"Citation": "Scott CE, Rap A, Spracklen DV, Forster PM, Carslaw KS, Mann GW, Pringle KJ, Kivekäs N, Kulmala M, Lihavainen H, Tunved P. The direct and indirect radiative effects of biogenic secondary organic aerosol. Atmos Chem Phys. 2014;14:447–470. doi: 10.5194/acp-14-447-2014.", "ArticleIdList": ["10.5194/acp-14-447-2014"]}, {"Citation": "Setyan A, Zhang Q, Merkel M, Knighton WB, Sun Y, Song C, Shilling JE, Onasch TB, Herndon SC, Worsnop DR, Fast JD, Zaveri RA, Berg LK, Wiedensohler A, Flowers BA, Dubey MK, Subramanian R. Characterization of submicron particles influenced by mixed biogenic and anthropogenic emissions using high-resolution aerosol mass spectrometry: results from CARES. Atmos Chem Phys. 2012;12:8131–8156. doi: 10.5194/acp-12-8131-2012.", "ArticleIdList": ["10.5194/acp-12-8131-2012"]}, {"Citation": "Shiraiwa M, Garland RM, Pöschl U. Kinetic double-layer model of aerosol surface chemistry and gas-particle interactions (K2-SURF): Degradation of polycyclic aromatic hydrocarbons exposed to O3, NO2, H2O, OH and NO3. Atmos Chem Phys. 2009;9:9571–9586. doi: 10.5194/acp-9-9571-2009.", "ArticleIdList": ["10.5194/acp-9-9571-2009"]}, {"Citation": "Shiraiwa M, Sosedova Y, Rouviere A, Yang H, Zhang Y, Abbatt JPD, Ammann M, Pöschl U. The role of long-lived reactive oxygen intermediates in the reaction of ozone with aerosol particles. Nat Chem. 2011;4:291–295.", "ArticleIdList": ["21430687"]}, {"Citation": "Shiraiwa M, Pöschl U, Knopf DA. Multiphase Chemical Kinetics of NO3 Radicals Reacting with Organic Aerosol Components from Biomass Burning. Environ Sci Technol. 2012;46:6630–6636. doi: 10.1021/es300677a.", "ArticleIdList": ["10.1021/es300677a", "22594762"]}, {"Citation": "Shorees B, Atkinson R, Arey J. Kinetics of the gas-phase reactions of beta-phellandrene with OH and NO3 radicals and O3 at 297-K ± 2-K. Int J Chem Kinet. 1991;23:897–906. doi: 10.1002/kin.550231005.", "ArticleIdList": ["10.1002/kin.550231005"]}, {"Citation": "Simpson WR. Continuous wave cavity ring-down spectroscopy applied to in situ detection of dinitrogen pentoxide (N2O5) Rev Sci Instrum. 2003;74:3442–3452. doi: 10.1063/1.1578705.", "ArticleIdList": ["10.1063/1.1578705"]}, {"Citation": "Slusher DL, Huey LG, Tanner DJ, Flocke FM, Roberts JM. A thermal dissociation–chemical ionization mass spectrometry (TD-CIMS) technique for the simultaneous measurement of peroxyacyl nitrates and dinitrogen pentoxide. J Geophys Res-Atmos. 2004;109:D19315. doi: 10.1029/2004JD004670.", "ArticleIdList": ["10.1029/2004JD004670"]}, {"Citation": "Smith JP, Solomon S. Atmospheric NO3, 3 Sunrise Disappearance and the Stratospheric Profile. J Geophys Res. 1990;95:13819–13827."}, {"Citation": "Smith JP, Solomon S, Sanders RW, Miller HL, Perliski LM, Keys JG, Schmeltekopf AL. Atmospheric NO3, 4 Vertical Profiles at Middle and Polar Latitudes at Sunrise. J Geophys Res. 1993;98:8983–8989."}, {"Citation": "Sobanski N, Tang MJ, Thieser J, Schuster G, Pöhler D, Fischer H, Song W, Sauvage C, Williams J, Fachinger J, Berkes F, Hoor P, Platt U, Lelieveld J, Crowley JN. Chemical and meteorological influences on the lifetime of NO3 at a semi-rural mountain site during PARADE. Atmos Chem Phys. 2016;16:4867–4883. doi: 10.5194/acp-16-4867-2016.", "ArticleIdList": ["10.5194/acp-16-4867-2016"]}, {"Citation": "Solomon S, Sanders RW, Mount GH, Carroll MA, Jakoubek RO, Schmeltekopf AL. Atmospheric NO3 2 Observations in Polar Regions. J Geophys Res. 1989;94:16423–16427."}, {"Citation": "Solomon S, Smith JP, Sanders RW, Perliski L, Miller HL, Mount GH, Keys JG, Schmeltekopf AL. Visible and Near-Ultraviolet Spectroscopy at McMurdo Station, Antarctica, 8. Observations of Nighttime NO2 and NO3 from April to October 1991. J Geophys Res. 1993;98:993–1000."}, {"Citation": "Song C, Gyawali M, Zaveri RA, Shilling JE, Arnott WP. Light absorption by secondary organic aerosol from α-pinene: Effects of oxidants, seed aerosol acidity, and relative humidity. J Geophys Res-Atmos. 2013;118:11741–711749. doi: 10.1002/jgrd.50767.", "ArticleIdList": ["10.1002/jgrd.50767"]}, {"Citation": "Spittler M, Barnes I, Bejan I, Brockmann KJ, Benter T, Wirtz K. Reactions of NO3 radicals with limonene and alpha-pinene: Product and SOA formation. Atmos Environ. 2006;40:S116–S127."}, {"Citation": "Spracklen DV, Jimenez JL, Carslaw KS, Worsnop DR, Evans MJ, Mann GW, Zhang Q, Canagaratna MR, Allan J, Coe H, McFiggans G, Rap A, Forster P. Aerosol mass spectrometer constraint on the global secondary organic aerosol budget. Atmos Chem Phys. 2011;11:12109–12136. doi: 10.5194/acp-11-12109-2011.", "ArticleIdList": ["10.5194/acp-11-12109-2011"]}, {"Citation": "Squire OJ, Archibald AT, Abraham NL, Beerling DJ, Hewitt CN, Lathière J, Pike RC, Telford PJ, Pyle JA. Influence of future climate and cropland expansion on isoprene emissions and tropospheric ozone. Atmos Chem Phys. 2014;14:1011–1024. doi: 10.5194/acp-14-1011-2014.", "ArticleIdList": ["10.5194/acp-14-1011-2014"]}, {"Citation": "Squire OJ, Archibald AT, Griffiths PT, Jenkin ME, Smith D, Pyle JA. Influence of isoprene chemical mechanism on modelled changes in tropospheric ozone due to climate and land use over the 21st century. Atmos Chem Phys. 2015;15:5123–5143. doi: 10.5194/acp-15-5123-2015.", "ArticleIdList": ["10.5194/acp-15-5123-2015"]}, {"Citation": "Stark H, Brown SS, Goldan PD, Aldener M, Kuster WC, Jakoubek R, Fehsenfeld FC, Meagher J, Bates TS, Ravishankara AR. Influence of the nitrate radical on the oxidation of dimethyl sulfide in a polluted marine environment. J Geophys Res. 2007;112:D10S10. doi: 10.1029/2006JD007669.", "ArticleIdList": ["10.1029/2006JD007669"]}, {"Citation": "Starn T, Shepson P, Bertman S, Riemer D, Zika R, Olszyna K. Nighttime isoprene chemistry at an urban-impacted forest site. J Geophys Res-Atmos. 1998;103:22437–22447."}, {"Citation": "Stavrakou T, Müller J-F, Boersma KF, De Smedt I, van der ARJ. Assessing the distribution and growth rates of NOx emission sources by inverting a 10-year record of NO2 satellite columns. Geophys Res Lett. 2008;35:L10801. doi: 10.1029/2008GL033521.", "ArticleIdList": ["10.1029/2008GL033521"]}, {"Citation": "Steinbacher M, Dommen J, Ordonez C, Reimann S, Grüebler FC, Staehelin J, Andreani-Aksoyoglu S, Prevot ASH. Volatile Organic Compounds in the Po Basin, Part B: Biogenic VOCs. J Atmos Chem. 2005;51:293–315. doi: 10.1007/s10874-005-3577-0.", "ArticleIdList": ["10.1007/s10874-005-3577-0"]}, {"Citation": "Stewart DJ, Almabrok SH, Lockhart JP, Mohamed OM, Nutt DR, Pfrang C, Marston G. The kinetics of the gas-phase reactions of selected monoterpenes and cycloalkenes with ozone and the NO3 radical. Atmos Environ. 2013;70:227–235. doi: 10.1016/j.atmosenv.2013.01.036.", "ArticleIdList": ["10.1016/j.atmosenv.2013.01.036"]}, {"Citation": "Stier P, Seinfeld JH, Kinne S, Boucher O. Aerosol absorption and radiative forcing. Atmos Chem Phys. 2007;7:5237–5261. doi: 10.5194/acp-7-5237-2007.", "ArticleIdList": ["10.5194/acp-7-5237-2007"]}, {"Citation": "Strader R, Lurmann F, Pandis SN. Evaluation of secondary organic aerosol formation in winter. Atmos Environ. 1999;33:4849–4863. doi: 10.1016/S1352-2310(99)00310-6.", "ArticleIdList": ["10.1016/S1352-2310(99)00310-6"]}, {"Citation": "Streets DG, Yu C, Wu Y, Chin M, Zhao Z, Hayasaka T, Shi G. Aerosol trends over China, 1980–2000. Atmos Res. 2008;88:174–182. doi: 10.1016/j.atmosres.2007.10.016.", "ArticleIdList": ["10.1016/j.atmosres.2007.10.016"]}, {"Citation": "Stroud C, Roberts J, Williams E, Hereid D, Angevine W, Fehsenfeld F, Wisthaler A, Hansel A, Martinez-Harder M, Harder H. Nighttime isoprene trends at an urban forested site during the 1999 Southern Oxidant Study. J Geophys Res-Atmos. 2002;107:4291. doi: 10.1029/2001JD000959.", "ArticleIdList": ["10.1029/2001JD000959"]}, {"Citation": "Stutz J, Alicke B, Neftel A. Nitrous acid formation in the urban atmosphere: Gradient measurements of NO2 and HONO over grass in Milan, Italy. J Geophys Res-Atmos. 2002;107:8192. doi: 10.1029/2001JD000390.", "ArticleIdList": ["10.1029/2001JD000390"]}, {"Citation": "Stutz J, Alicke B, Ackermann R, Geyer A, White AB, Williams E. Vertical profiles of NO3, N2O5, O3 and NOx in the nocturnal boundary layer: 1. Observations during the Texas Air Quality Study 2000. J Geophys Res. 2004;109:D12306. doi: 10.1029/2003JD004209.", "ArticleIdList": ["10.1029/2003JD004209"]}, {"Citation": "Stutz J, Wong KW, Lawrence L, Ziemba L, Flynn JH, Rappenglück B, Lefer B. Nocturnal NO3 radical chemistry in Houston, TX. Atmos Environ. 2010;44:4099–4106."}, {"Citation": "Suarez-Bertoa R, Picquet-Varrault B, Tamas W, Pangui E, Doussin JF. Atmospheric Fate of a Series of Carbonyl Nitrates: Photolysis Frequencies and OH-Oxidation Rate Constants. Environ Sci Technol. 2012;46:12502–12509. doi: 10.1021/es302613x.", "ArticleIdList": ["10.1021/es302613x", "23126588"]}, {"Citation": "Suda SR, Petters MD, Yeh GK, Strollo C, Matsunaga A, Faulhaber A, Ziemann PJ, Prenni AJ, Carrico CM, Sullivan RC, Kreidenweis SM. Influence of Functional Groups on Organic Aerosol Cloud Condensation Nucleus Activity. Environ Sci Technol. 2014;48:10182–10190. doi: 10.1021/es502147y.", "ArticleIdList": ["10.1021/es502147y", "25118824"]}, {"Citation": "Suh I, Lei WF, Zhang RY. Experimental and theoretical studies of isoprene reaction with NO3. J Phys Chem A. 2001;105:6471–6478. doi: 10.1021/jp0105950.", "ArticleIdList": ["10.1021/jp0105950"]}, {"Citation": "Sun YL, Zhang Q, Schwab JJ, Yang T, Ng NL, Demerjian KL. Factor analysis of combined organic and inorganic aerosol mass spectra from high resolution aerosol mass spectrometer measurements. Atmos Chem Phys. 2012;12:8537–8551. doi: 10.5194/acp-12-8537-2012.", "ArticleIdList": ["10.5194/acp-12-8537-2012"]}, {"Citation": "Surratt JD, Kroll JH, Kleindienst TE, Edney EO, Claeys M, Sorooshian A, Ng NL, Offenberg JH, Lewandowski M, Jaoui M, Flagan RC, Seinfeld JH. Evidence for Organosulfates in Secondary Organic Aerosol. Environ Sci Technol. 2007;41:517–527. doi: 10.1021/es062081q.", "ArticleIdList": ["10.1021/es062081q", "17310716"]}, {"Citation": "Surratt JD, Gómez-González Y, Chan AWH, Vermeylen R, Shahgholi M, Kleindienst TE, Edney EO, Offenberg JH, Lewandowski M, Jaoui M, Maenhaut W, Claeys M, Flagan RC, Seinfeld JH. Organosulfate Formation in Biogenic Secondary Organic Aerosol. J Phys Chem A. 2008;112:8345–8378. doi: 10.1021/jp802310p.", "ArticleIdList": ["10.1021/jp802310p", "18710205"]}, {"Citation": "Szmigielski R, Vermeylen R, Dommen J, Metzger A, Maenhaut W, Baltensperger U, Claeys M. The acid effect in the formation of 2-methyltetrols from the photooxidation of isoprene in the presence of NOx. Atmos Res. 2010;98:183–189. doi: 10.1016/j.atmosres.2010.02.012.", "ArticleIdList": ["10.1016/j.atmosres.2010.02.012"]}, {"Citation": "Takagi H, Washida N, Akimoto H, Okuda M. Analysis of Nitrate and Nitrite Esters by Gas-Chromatography Photoionization Mass-Spectrometry. Anal Chem. 1981;53:175–179. doi: 10.1021/ac00225a011.", "ArticleIdList": ["10.1021/ac00225a011"]}, {"Citation": "Teng AP, Crounse JD, Lee L, StClair JM, Cohen RC, Wennberg PO. Hydroxy nitrate production in the OH-initiated oxidation of alkenes. Atmos Chem Phys. 2015;15:4297–4316. doi: 10.5194/acp-15-4297-2015.", "ArticleIdList": ["10.5194/acp-15-4297-2015"]}, {"Citation": "Thieser J, Schuster G, Schuladen J, Phillips GJ, Reiffs A, Parchatka U, Pöhler D, Lelieveld J, Crowley JN. A two-channel thermal dissociation cavity ring-down spectrometer for the detection of ambient NO2, RO2NO2 and RONO2. Atmos Meas Tech. 2016;9:553–576. doi: 10.5194/amt-9-553-2016.", "ArticleIdList": ["10.5194/amt-9-553-2016"]}, {"Citation": "Tilgner A, Bräuer P, Wolke R, Herrmann H. Modelling multiphase chemistry in deliquescent aerosols and clouds using CAPRAM3.0i. J Atmos Chem. 2013;70:221–256. doi: 10.1007/s10874-013-9267-4.", "ArticleIdList": ["10.1007/s10874-013-9267-4"]}, {"Citation": "Tolocka MP, Jang M, Ginter JM, Cox FJ, Kamens RM, Johnston MV. Formation of Oligomers in Secondary Organic Aerosol. Environ Sci Technol. 2004;38:1428–1434. doi: 10.1021/es035030r.", "ArticleIdList": ["10.1021/es035030r", "15046344"]}, {"Citation": "Tong DQ, Lamsal L, Pan L, Ding C, Kim H, Lee P, Chai T, Pickering KE, Stajner I. Long-term NOx trends over large cities in the United States during the great recession: Comparison of satellite retrievals, ground observations, and emission inventories. Atmos Environ. 2015;107:70–84. doi: 10.1016/j.atmosenv.2015.01.035.", "ArticleIdList": ["10.1016/j.atmosenv.2015.01.035"]}, {"Citation": "Travis KR, Jacob DJ, Fisher JA, Kim PS, Marais EA, Zhu L, Yu K, Miller CC, Yantosca RM, Sulprizio MP, Thompson AM, Wennberg PO, Crounse JD, StClair JM, Cohen RC, Laughner JL, Dibb JE, Hall SR, Ullmann K, Wolfe GM, Pollack IB, Peischl J, Neuman JA, Zhou X. Why do models overestimate surface ozone in the Southeast United States? Atmos Chem Phys. 2016;16:13561–13577. doi: 10.5194/acp-16-13561-2016.", "ArticleIdList": ["10.5194/acp-16-13561-2016", "PMC5880041", "29619045"]}, {"Citation": "Treves K, Shragina L, Rudich Y. Henry’s law constants of some beta-, gamma-, and delta-hydroxy alkyl nitrates of atmospheric interest. Environ Sci Technol. 2000;34:1197–1203."}, {"Citation": "Tröstl J, Chuang WK, Gordon H, Heinritzi M, Yan C, Molteni U, Ahlm L, Frege C, Bianchi F, Wagner R, Simon M, Lehtipalo K, Williamson C, Craven JS, Duplissy J, Adamov A, Almeida J, Bernhammer A-K, Breitenlechner M, Brilke S, Dias A, Ehrhart S, Flagan RC, Franchin A, Fuchs C, Guida R, Gysel M, Hansel A, Hoyle CR, Jokinen T, Junninen H, Kangasluoma J, Keskinen H, Kim J, Krapf M, Kürten A, Laaksonen A, Lawler M, Leiminger M, Mathot S, Möhler O, Nieminen T, Onnela A, Petäjä T, Piel FM, Miettinen P, Rissanen MP, Rondo L, Sarnela N, Schobesberger S, Sengupta K, Sipilä M, Smith JN, Steiner G, Tomè A, Virtanen A, Wagner AC, Weingartner E, Wimmer D, Winkler PM, Ye P, Carslaw KS, Curtius J, Dommen J, Kirkby J, Kulmala M, Riipinen I, Worsnop DR, Donahue NM, Baltensperger U. The role of low-volatility organic compounds in initial particle growth in the atmosphere. Nature. 2016;533:527–531. doi: 10.1038/nature18271.", "ArticleIdList": ["10.1038/nature18271", "PMC8384036", "27225126"]}, {"Citation": "Utembe SR, Cooke MC, Archibald AT, Shallcross DE, Derwent RG, Jenkin ME. Simulating secondary organic aerosol in a 3-D Lagrangian chemistry transport model using the reduced Common Representative Intermediates mechanism (CRI v2-R5) Atmos Environ. 2011;45:1604–1614. doi: 10.1016/j.atmosenv.2010.11.046.", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.046"]}, {"Citation": "Vaattovaara P, Petaja T, Joutsensaari J, Miettinen P, Zaprudin B, Kortelainen A, Heijari J, Yli-Pirila P, Aalto P, Worsnop DR, Laaksonen A. The evolution of nucleation- and Aitken-mode particle compsitions in a boreal forest environment during clean and pollution-affected new-particle formation events. Boreal Environ Res. 2009;14:662–682."}, {"Citation": "Varma RM, Ball SM, Brauers T, Dorn HP, Heitmann U, Jones RL, Platt U, Pöhler D, Ruth AA, Shillings AJL, Thieser J, Wahner A, Venables DS. Light extinction by secondary organic aerosol: an intercomparison of three broadband cavity spectrometers. Atmos Meas Tech. 2013;6:3115–3130. doi: 10.5194/amt-6-3115-2013.", "ArticleIdList": ["10.5194/amt-6-3115-2013"]}, {"Citation": "Venables DS, Gherman T, Orphal J, Wenger JC, Ruth AA. High Sensitivity in Situ Monitoring of NO3 in an Atmospheric Simulation Chamber Using Incoherent Broadband Cavity-Enhanced Absorption Spectroscopy. Environ Sci Technol. 2006;40:6758–6763. doi: 10.1021/es061076j.", "ArticleIdList": ["10.1021/es061076j", "17144307"]}, {"Citation": "Verstraeten WW, Neu JL, Williams JE, Bowman KW, Worden JR, Boersma KF. Rapid increases in tropospheric ozone production and export from China. Nat Geosci. 2015;8:690–695. doi: 10.1038/ngeo2493.", "ArticleIdList": ["10.1038/ngeo2493"]}, {"Citation": "Vijayaraghavan K, Karamchandani P, Seigneur C. Plume-in-grid modeling of summer air pollution in Central California. Atmos Environ. 2006;40:5097–5109. doi: 10.1016/j.atmosenv.2005.12.050.", "ArticleIdList": ["10.1016/j.atmosenv.2005.12.050"]}, {"Citation": "Virtanen A, Joutsensaari J, Koop T, Kannosto J, Yli-Pirila P, Leskinen J, Makela JM, Holopainen JK, Pöschl U, Kulmala M, Worsnop DR, Laaksonen A. An amorphous solid state of biogenic secondary organic aerosol particles. Nature. 2010;467:824–827.", "ArticleIdList": ["20944744"]}, {"Citation": "von Friedeburg C, Wagner T, Geyer A, Kaiser N, Vogel B, Vogel H, Platt U. Derivation of tropospheric NO3 profiles using off-axis differential optical absorption spectroscopy measurements during sunrise and comparison with simulations. J Geophys Res-Atmos. 2002;107:4168. doi: 10.1029/2001JD000481.", "ArticleIdList": ["10.1029/2001JD000481"]}, {"Citation": "von Kuhlmann R, Lawrence MG, Pöschl U, Crutzen PJ. Sensitivities in global scale modeling of isoprene. Atmos Chem Phys. 2004;4:1–17. doi: 10.5194/acp-4-1-2004.", "ArticleIdList": ["10.5194/acp-4-1-2004"]}, {"Citation": "Vrekoussis M, Kanakidou M, Mihalopoulos N, Crutzen PJ, Lelieveld J, Perner D, Berresheim H, Baboukas E. Role of the NO3 radicals in oxidation processes in the eastern Mediterranean troposphere during the MINOS campaign. Atmos Chem Phys. 2004;4:169–182. doi: 10.5194/acp-4-169-2004.", "ArticleIdList": ["10.5194/acp-4-169-2004"]}, {"Citation": "Wagner NL, Dubé WP, Washenfelder RA, Young CJ, Pollack IB, Ryerson TB, Brown SS. Diode laser-based cavity ring-down instrument for NO3, N2O5, NO, NO2 and O3 from aircraft. Atmos Meas Tech. 2011;4:1227–1240. doi: 10.5194/amt-4-1227-2011.", "ArticleIdList": ["10.5194/amt-4-1227-2011"]}, {"Citation": "Wagner T, Otten C, Pfeilsticker K, Pundt I, Platt U. DOAS moonlight observation of atmospheric NO3 in the Arctic winter. Geophys Res Lett. 2000;27:3441–3444. doi: 10.1029/1999gl011153.", "ArticleIdList": ["10.1029/1999gl011153"]}, {"Citation": "Wang X, Wang T, Yan C, Tham YJ, Xue L, Xu Z, Zha Q. Large daytime signals of N2O5 and NO3 inferred at 62 amu in a TD-CIMS: chemical interference or a real atmospheric phenomenon? Atmos Meas Tech. 2014;7:1–12. doi: 10.5194/amt-7-1-2014.", "ArticleIdList": ["10.5194/amt-7-1-2014"]}, {"Citation": "Wangberg I, Barnes I, Becker KH. Product and mechanistic study of the reaction of NO3 radicals with alpha-pinene. Environ Sci Technol. 1997;31:2130–2135."}, {"Citation": "Warneke C, de Gouw JA, Goldan PD, Kuster WC, Williams EJ, Lerner BM, Brown SS, Stark H, Aldener M, Ravishankara AR, Roberts JM, Marchewka M, Bertman S, Sueper DT, McKeen SA, Meagher JF, Fehsenfeld FC. Comparison of day and nighttime oxidation of biogenic and anthropogenic VOCs along the New England coast in summer during New Enlgand Air Quality Study 2002. J Geophys Res. 2004;109:D10309. doi: 10.1029/2003JD004424.", "ArticleIdList": ["10.1029/2003JD004424"]}, {"Citation": "Washenfelder R, Attwood A, Brock C, Guo H, Xu L, Weber R, Ng N, Allen H, Ayres B, Baumann K. Biomass burning dominates brown carbon absorption in the rural southeastern United States. Geophys Res Lett. 2015;42:653–664."}, {"Citation": "Wayne RP, Barnes I, Biggs P, Burrows JP, Canosa-Mas CE, Hjorth J, LeBras G, Moortgat GK, Perner D, Poulet G, Restelli G, Sidebottom H. The Nitrate Radical: Physics, Chemistry, and the Atmosphere. Atmos Environ Pt A. 1991;25:1–203."}, {"Citation": "Weaver A, Solomon S, Sanders RW, Arpag K, Miller HLJ. Atmospheric NO3 5, Off-axis measurements at sunrise: Estimates of tropospheric NO3 at 40° N. J Geophys Res. 1996;101:18605–18612."}, {"Citation": "Weber RJ, Sullivan AP, Peltier R, Russell A, Yan B, Zheng M, de Gouw JA, Warneke C, Brock CA, Holloway JS, Atlas EL, Edgerton E. A study of secondary organic aerosol formation in the anthropogenic-influenced southeastern United States. J Geophys Res. 2007;112:D13302. doi: 10.1029/2007JD008408.", "ArticleIdList": ["10.1029/2007JD008408"]}, {"Citation": "Werner G, Kastler J, Looser R, Ballschmiter K. Organic nitrates of isoprene as atmospheric trace compounds. Angew Chem Int Edit. 1999;38:1634–1637.", "ArticleIdList": ["29710992"]}, {"Citation": "Wille U, Becker E, Schindler RN, Lancar IT, Poulet G, Lebras G. A Discharge flow mass-spectrometric study of the reaction between the NO3 radical and isoprene. J Atmos Chem. 1991;13:183–193. doi: 10.1007/bf00115972.", "ArticleIdList": ["10.1007/bf00115972"]}, {"Citation": "Winer AM, Atkinson R, Pitts JNJ. Gaseous Nitrate Radical: Possible Nighttime Atmospheric Sink for Biogenic Organic Compounds. Science. 1984;224:156–158.", "ArticleIdList": ["17744681"]}, {"Citation": "Woidich S, Froescheis O, Luxenhofer O, Ballschmiter K. El- and NCl-mass spectrometry of arylalkyl nitrates and their occurrence in urban air. Fresen J Anal Chem. 1999;364:91–99."}, {"Citation": "Wolke R, Sehili AM, Simmel M, Knoth O, Tilgner A, Herrmann H. SPACCIM: A parcel model with detailed microphysics and complex multiphase chemistry. Atmos Environ. 2005;39:4375–4388. doi: 10.1016/J.Atmosenv.2005.02.038.", "ArticleIdList": ["10.1016/J.Atmosenv.2005.02.038"]}, {"Citation": "Wong KW, Stutz J. Influence of nocturnal vertical stability on daytime chemistry: A one-dimensional model study. Atmos Environ. 2010;44:3753–3760."}, {"Citation": "Wood E, Bertram T, Wooldridge P, Cohen R. Measurements of N2O5, NO2, and O3 east of the San Francisco Bay. Atmos Chem Phys. 2005;5:483–491. doi: 10.5194/acp-5-483-2005.", "ArticleIdList": ["10.5194/acp-5-483-2005"]}, {"Citation": "Wood EC, Wooldridge PJ, Freese JH, Albrecht T, Cohen RC. Prototype for In Situ Detection of Atmospheric NO3 and N2O5 via Laser-Induced Fluorescence. Environ Sci Technol. 2003;37:5732–5738. doi: 10.1021/es034507w.", "ArticleIdList": ["10.1021/es034507w", "14717187"]}, {"Citation": "Worton DR, Mills GP, Oram DE, Sturges WT. Gas chromatography negative ion chemical ionization mass spectrometry: Application to the detection of alkyl nitrates and halocarbons in the atmosphere. J Chromatogr A. 2008;1201:112–119. doi: 10.1016/j.chroma.2008.06.019.", "ArticleIdList": ["10.1016/j.chroma.2008.06.019", "18586255"]}, {"Citation": "Wu C, Pullinen I, Andres S, Carriero G, Fares S, Goldbach H, Hacker L, Kasal T, Kiendler-Scharr A, Kleist E, Paoletti E, Wahner A, Wildt J, Mentel TF. Impacts of soil moisture on de novo monoterpene emissions from European beech, Holm oak, Scots pine, and Norway spruce. Biogeosciences. 2015;12:177–191. doi: 10.5194/bg-12-177-2015.", "ArticleIdList": ["10.5194/bg-12-177-2015"]}, {"Citation": "Wu T, Coeur-Tourneur C, Dhont G, Cassez A, Fertein E, He X, Chen W. Simultaneous monitoring of temporal profiles of NO3, NO2 and O3 by incoherent broadband cavity enhanced absorption spectroscopy for atmospheric applications. J Quant Spectrosc R. 2014;133:199–205."}, {"Citation": "Xiao S, Bertram AK. Reactive uptake kinetics of NO3 on multicomponent and multiphase organic mixtures containing unsaturated and saturated organics. Phys Chem Chem Phys. 2011;13:6628–6636.", "ArticleIdList": ["21369605"]}, {"Citation": "Xie Y, Paulot F, Carter WPL, Nolte CG, Luecken DJ, Hutzell WT, Wennberg PO, Cohen RC, Pinder RW. Understanding the impact of recent advances in isoprene photooxidation on simulations of regional air quality. Atmos Chem Phys. 2013;13:8439–8455. doi: 10.5194/acp-13-8439-2013.", "ArticleIdList": ["10.5194/acp-13-8439-2013"]}, {"Citation": "Xing J, Pleim J, Mathur R, Pouliot G, Hogrefe C, Gan CM, Wei C. Historical gaseous and primary aerosol emissions in the United States from 1990 to 2010. Atmos Chem Phys. 2013;13:7531–7549. doi: 10.5194/acp-13-7531-2013.", "ArticleIdList": ["10.5194/acp-13-7531-2013"]}, {"Citation": "Xing J, Mathur R, Pleim J, Hogrefe C, Gan CM, Wong DC, Wei C, Gilliam R, Pouliot G. Observations and modeling of air quality trends over 1990–2010 across the Northern Hemisphere: China, the United States and Europe. Atmos Chem Phys. 2015;15:2723–2747. doi: 10.5194/acp-15-2723-2015.", "ArticleIdList": ["10.5194/acp-15-2723-2015"]}, {"Citation": "Xiong F, McAvey KM, Pratt KA, Groff CJ, Hostetler MA, Lipton MA, Starn TK, Seeley JV, Bertman SB, Teng AP, Crounse JD, Nguyen TB, Wennberg PO, Misztal PK, Goldstein AH, Guenther AB, Koss AR, Olson KF, de Gouw JA, Baumann K, Edgerton ES, Feiner PA, Zhang L, Miller DO, Brune WH, Shepson PB. Observation of isoprene hydroxynitrates in the southeastern United States and implications for the fate of NOx. Atmos Chem Phys. 2015;15:11257–11272. doi: 10.5194/acp-15-11257-2015.", "ArticleIdList": ["10.5194/acp-15-11257-2015"]}, {"Citation": "Xiong F, Borca CH, Slipchenko LV, Shepson PB. Photochemical degradation of isoprene-derived 4, 1-nitrooxy enal. Atmos Chem Phys. 2016;16:5595–5610. doi: 10.5194/acp-16-5595-2016.", "ArticleIdList": ["10.5194/acp-16-5595-2016"]}, {"Citation": "Xu L, Guo H, Boyd CM, Klein M, Bougiatioti A, Cerully KM, Hite JR, Isaacman-VanWertz G, Kreisberg NM, Knote C, Olson K, Koss A, Goldstein AH, Hering SV, de Gouw J, Baumann K, Lee SH, Nenes A, Weber RJ, Ng NL. Effects of anthropogenic emissions on aerosol formation from isoprene and monoterpenes in the southeastern United States. P Natl Acad Sci USA. 2015a;112:37–42.", "ArticleIdList": ["PMC4291623", "25535345"]}, {"Citation": "Xu L, Suresh S, Guo H, Weber RJ, Ng NL. Aerosol characterization over the southeastern United States using high-resolution aerosol mass spectrometry: patial, seasonal variation of aerosol compositionsources with a focus on organic nitrates. AtmosChem Phys. 2015b;15:7307–7336. doi: 10.5194/acp-15-7307-2015.", "ArticleIdList": ["10.5194/acp-15-7307-2015"]}, {"Citation": "Yarwood G, Rao S, Yocke M, Whitten GZ. Updates to the Carbon Bond chemical mechanism: CB05 Final Report prepared for US EPA. 2005."}, {"Citation": "Ye P, Ding X, Hakala J, Hofbauer V, Robinson ES, Donahue NM. Vapor wall loss of semi-volatile organic compounds in a Teflon chamber. Aerosol Sci Technol. 2016;50:822–834. doi: 10.1080/02786826.2016.1195905.", "ArticleIdList": ["10.1080/02786826.2016.1195905"]}, {"Citation": "Yeh GK, Ziemann PJ. Alkyl Nitrate Formation from the Reactions of C8–C14 n-Alkanes with OH Radicals in the Presence of NOx: Measured Yields with Essential Corrections for Gas–Wall Partitioning. J Phys Chem A. 2014;118:8147–8157. doi: 10.1021/jp500631v.", "ArticleIdList": ["10.1021/jp500631v", "24654572"]}, {"Citation": "Yokelson RJ, Burkholder JB, Fox RW, Talukdar RK, Ravishankara AR. Temperature Dependence of the NO3 Absorption Cross Section. J Phys Chem. 1994;98:13144–13150."}, {"Citation": "Yvon SA, Plane JMC, Nien CF, Cooper DJ, Saltzman ES. Interaction between nitrogen and sulfur cycles in the polluted marine boundary layer. J Geophys Res. 1996;101:1379–1386."}, {"Citation": "Zaveri RA, Berkowitz CM, Brechtel FJ, Gilles MK, Hubbe JM, Jayne JT, Kleinman LI, Laskin A, Madronich S, Onasch TB, Pekour MS, Springston SR, Thornton JA, Tivanski AV, Worsnop DR. Nighttime chemical evolution of aerosol and trace gases in a power plant plume: Implications for secondary organic nitrate and organosulfate aerosol formation, NO3 radical chemistry, and N2O5 heterogeneous hydrolysis. J Geophys Res. 2010;115:D12304. doi: 10.1029/2009jd013250.", "ArticleIdList": ["10.1029/2009jd013250"]}, {"Citation": "Zhang Q, Jimenez JL, Canagaratna MR, Allan JD, Coe H, Ulbrich I, Alfarra MR, Takami A, Middlebrook AM, Sun YL, Dzepina K, Dunlea E, Docherty KS, De-Carlo PF, Salcedo D, Onasch TB, Jayne JT, Miyoshi T, Shimono A, Hatakeyama S, Takegawa N, Kondo Y, Scheider J, Drewnick F, Borrman S, Weimer S, Demerjian KL, Williams PI, Bower K, Bahreini R, Cottrell L, Griffin RJ, Rautiainen J, Sun JY, Zhang YM, Worsnop DR. Ubiquity and dominance of oxygenated species in organic aerosols in anthropogenically-influenced Northern Hemisphere midlatitudes. Geophys Res Lett. 2007;34:L13801. doi: 10.1029/2007GL029979.", "ArticleIdList": ["10.1029/2007GL029979"]}, {"Citation": "Zhang X, Cappa CD, Jathar SH, McVay RC, Ensberg JJ, Kleeman MJ, Seinfeld JH. Influence of vapor wall loss in laboratory chambers on yields of secondary organic aerosol. P Natl Acad Sci USA. 2014a;111:5802–5807.", "ArticleIdList": ["PMC4000817", "24711404"]}, {"Citation": "Zhang X, Schwantes RH, McVay RC, Lignell H, Coggon MM, Flagan RC, Seinfeld JH. Vapor wall deposition in Teflon chambers. Atmos Chem Phys. 2015;15:4197–4214. doi: 10.5194/acp-15-4197-2015.", "ArticleIdList": ["10.5194/acp-15-4197-2015"]}, {"Citation": "Zhang Y, Chapleski RC, Lu JW, Rockhold TH, Troya D, Morris JR. Gas-surface reactions of nitrate radicals with vinyl-terminated self-assembled monolayers. PhysChemChem Phys. 2014b;16:16659–16670. doi: 10.1039/C4CP01982B.", "ArticleIdList": ["10.1039/C4CP01982B", "24995705"]}, {"Citation": "Zhang Y, Morris JR. Hydrogen Abstraction Probability in Reactions of Gas-Phase NO3 with an OH-Functionalized Organic Surface. J Phys Chem C. 2015;119:14742–14747. doi: 10.1021/acs.jpcc.5b00562.", "ArticleIdList": ["10.1021/acs.jpcc.5b00562"]}, {"Citation": "Zhao Z, Husainy S, Stoudemayer CT, Smith GD. Reactive uptake of NO3 radicals by unsaturated fatty acid particles. Phys Chem Chem Phys. 2011a;13:17809–17817.", "ArticleIdList": ["21897942"]}, {"Citation": "Zhao ZJ, Husainy S, Smith GD. Kinetics Studies of the Gas-Phase Reactions of NO3 Radicals with Series of 1-Alkenes, Dienes, Cycloalkenes, Alkenols, and Alkenals. J Phys Chem A. 2011b;115:12161–12172. doi: 10.1021/jp206899w.", "ArticleIdList": ["10.1021/jp206899w", "21995489"]}, {"Citation": "Zheng J, Zhang R, Fortner EC, Volkamer RM, Molina L, Aiken AC, Jimenez JL, Gaeggeler K, Dommen J, Dusanter S, Stevens PS, Tie X. Measurements of HNO3 and N2O5 using ion drift-chemical ionization mass spectrometry during the MILAGRO/MCMA-2006 campaign. Atmos Chem Phys. 2008;8:6823–6838. doi: 10.5194/acp-8-6823-2008.", "ArticleIdList": ["10.5194/acp-8-6823-2008"]}, {"Citation": "Zheng Y, Unger N, Hodzic A, Emmons L, Knote C, Tilmes S, Lamarque JF, Yu P. Limited effect of anthropogenic nitrogen oxides on secondary organic aerosol formation. Atmos Chem Phys. 2015;15:13487–13506. doi: 10.5194/acp-15-13487-2015.", "ArticleIdList": ["10.5194/acp-15-13487-2015"]}, {"Citation": "Zhou S, Wenger JC. Kinetics and products of the gas-phase reactions of acenaphthene with hydroxyl radicals, nitrate radicals and ozone. Atmos Environ. 2013;72:97–104. doi: 10.1016/j.atmosenv.2013.02.044.", "ArticleIdList": ["10.1016/j.atmosenv.2013.02.044"]}], "ReferenceList": []}], "History": [{"Year": "2018", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30147712", "NIHMS982684", "PMC6104845", "10.5194/acp-17-2103-2017"]}}], "PubmedBookArticle": []}