{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30175989", "DateCompleted": {"Year": "2018", "Month": "10", "Day": "15"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "15"}], "Language": ["eng"], "ELocationID": ["57635", "10.3791/57635"], "Journal": {"ISSN": "1940-087X", "JournalIssue": {"Issue": "138", "PubDate": {"Year": "2018", "Month": "Aug", "Day": "15"}}, "Title": "Journal of visualized experiments : JoVE", "ISOAbbreviation": "J Vis Exp"}, "ArticleTitle": "Fabrication of Superhydrophobic Metal Surfaces for Anti-Icing Applications.", "Abstract": {"AbstractText": ["Several ways to produce superhydrophobic metal surfaces are presented in this work. Aluminum was chosen as the metal substrate due to its wide use in industry. The wettability of the produced surface was analyzed by bouncing drop experiments and the topography was analyzed by confocal microscopy. In addition, we show various methodologies to measure its durability and anti-icing properties. Superhydrophobic surfaces hold a special texture that must be preserved to keep their water-repellency. To fabricate durable surfaces, we followed two strategies to incorporate a resistant texture. The first strategy is a direct incorporation of roughness to the metal substrate by acid etching. After this surface texturization, the surface energy was decreased by silanization or fluoropolymer deposition. The second strategy is the growth of a ceria layer (after surface texturization) that should enhance the surface hardness and corrosion resistance. The surface energy was decreased with a stearic acid film. The durability of the superhydrophobic surfaces was examined by a particle impact test, mechanical wear by lateral abrasion, and UV-ozone resistance. The anti-icing properties were explored by studying the ability to repeal subcooled water, freezing delay, and ice adhesion."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biocolloid and Fluid Physics Group, Faculty of Sciences, Applied Physics Department, University of Granada; fjmontes@ugr.es."}], "Identifier": [], "LastName": "Montes Ruiz-Cabello", "ForeName": "F J", "Initials": "FJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biocolloid and Fluid Physics Group, Faculty of Sciences, Applied Physics Department, University of Granada."}], "Identifier": [], "LastName": "Ibañez-Ibañez", "ForeName": "Pablo", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biocolloid and Fluid Physics Group, Faculty of Sciences, Applied Physics Department, University of Granada."}], "Identifier": [], "LastName": "Paz-Gomez", "ForeName": "Guillermo", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biocolloid and Fluid Physics Group, Faculty of Sciences, Applied Physics Department, University of Granada."}], "Identifier": [], "LastName": "Cabrerizo-Vilchez", "ForeName": "Miguel", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Biocolloid and Fluid Physics Group, Faculty of Sciences, Applied Physics Department, University of Granada."}], "Identifier": [], "LastName": "Rodriguez-Valverde", "ForeName": "Miguel Angel", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Video-Audio Media"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Vis Exp", "NlmUniqueID": "101313252", "ISSNLinking": "1940-087X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Freezing"}, {"QualifierName": [], "DescriptorName": "Hydrophobic and Hydrophilic Interactions"}, {"QualifierName": [], "DescriptorName": "Surface Properties"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fang G, Amirfazli A. Understanding the anti-icing behavior of superhydrophobic surfaces. Surface Innovations. 2014;2(2):94–102."}, {"Citation": "Wang N, et al. Robust superhydrophobic coating and the anti-icing properties of its lubricants-infused-composite surface under condensing condition. New Journal of Chemistry. 2017;41(4):1846–1853."}, {"Citation": "Jung S, et al. Are superhydrophobic surfaces best for icephobicity? Langmuir. 2011;27(6):3059–3066.", "ArticleIdList": ["21319778"]}, {"Citation": "Milionis A, Loth E, Bayer IS. Recent advances in the mechanical durability of superhydrophobic materials. Advances in Colloid and Interface Science. 2016;229:57–79.", "ArticleIdList": ["26792021"]}, {"Citation": "Li X-M, Reinhoudt D, Crego-Calama M. What do we need for a superhydrophobic surface? A review on the recent progress in the preparation of superhydrophobic surfaces. Chemical Society Reviews. 2007;36(8):1350–1368.", "ArticleIdList": ["17619692"]}, {"Citation": "Sun M, et al. Artificial Lotus Leaf by Nanocasting. Langmuir. 2005;21(19):8978–8981.", "ArticleIdList": ["16142987"]}, {"Citation": "Darmanin T, Guittard F. Superhydrophobic and superoleophobic properties in nature. Materials Today. 2015;18(5):273–285."}, {"Citation": "Marmur A. Soft contact: Measurement and interpretation of contact angles. Soft Matter. 2006;2(1):12–17.", "ArticleIdList": ["32646087"]}, {"Citation": "Li W, Amirfazli A. Hierarchical structures for natural superhydrophobic surfaces. Soft Matter. 2008;4(3):462–466.", "ArticleIdList": ["32907205"]}, {"Citation": "Ruiz-Cabello FJM, Rodríguez-Criado JC, Cabrerizo-Vílchez M, Rodríguez-Valverde MA, Guerrero-Vacas G. Towards super-nonstick aluminized steel surfaces. Progress in Organic Coatings. 2017;109:135–143."}, {"Citation": "Yuan Z, et al. Fabrication of superhydrophobic surface with hierarchical multi-scale structure on copper foil. Surface and Coatings Technology. 2014;254:151–156."}, {"Citation": "Varshney P, Mohapatra SS, Kumar A. Superhydrophobic coatings for aluminium surfaces synthesized by chemical etching process. International Journal of Smart and Nano Materials. 2016;7(4):248–264."}, {"Citation": "Ruiz-Cabello FJM, et al. Testing the performance of superhydrophobic aluminum surfaces. Journal of Colloid and Interface Science. 2017;508:129–136.", "ArticleIdList": ["28822862"]}, {"Citation": "Mahadik SA, et al. Superhydrophobic silica coating by dip coating method. Applied Surface Science. 2013;277:67–72."}, {"Citation": "Xu L, Karunakaran RG, Guo J, Yang S. Transparent, superhydrophobic surfaces from one-step spin coating of hydrophobic nanoparticles. ACS Applied Materials & Interfaces. 2012;4(2):1118–1125.", "ArticleIdList": ["22292419"]}, {"Citation": "Montes Ruiz-Cabello FJ, Amirfazli A, Cabrerizo-Vilchez M, Rodriguez-Valverde MA. Fabrication of water-repellent surfaces on galvanized steel. RSC Advances. 2016;6(76):71970–71976."}, {"Citation": "Li L, Breedveld V, Hess DW. Creation of superhydrophobic stainless steel surfaces by acid treatments and hydrophobic film deposition. ACS Applied Materials & Interfaces. 2012;4(9):4549–4556.", "ArticleIdList": ["22913317"]}, {"Citation": "Wang N, Xiong D, Deng Y, Shi Y, Wang K. Mechanically robust superhydrophobic steel surface with anti-icing, UV-durability, and corrosion resistance properties. ACS Applied Materials & Interfaces. 2015;7(11):6260–6272.", "ArticleIdList": ["25749123"]}, {"Citation": "Azimi G, Kwon H-M, Varanasi KK. Superhydrophobic surfaces by laser ablation of rare-earth oxide ceramics. MRS Communications. 2014;4(3):95–99."}, {"Citation": "Liang J, Hu Y, Fan Y, Chen H. Formation of superhydrophobic cerium oxide surfaces on aluminum substrate and its corrosion resistance properties. Surface and Interface Analysis. 2013;45(8):1211–1216."}, {"Citation": "Azimi G, Dhiman R, Kwon H-M, Paxson AT, Varanasi KK. Hydrophobicity of rare-earth oxide ceramics. Nature Materials. 2013;12:315.", "ArticleIdList": ["23333998"]}, {"Citation": "Ruan M, et al. Preparation and anti-icing behavior of superhydrophobic surfaces on aluminum alloy substrates. Langmuir. 2013;29(27):8482–8491.", "ArticleIdList": ["23718719"]}, {"Citation": "Yin L, et al. In situ investigation of ice formation on surfaces with representative wettability. Applied Surface Science. 2010;256(22):6764–6769."}, {"Citation": "Boinovich L, Emelyanenko AM, Korolev VV, Pashinin AS. Effect of wettability on sessile drop freezing: when superhydrophobicity stimulates an extreme freezing delay. Langmuir. 2014;30(6):1659–1668.", "ArticleIdList": ["24491217"]}, {"Citation": "Antonini C, Innocenti M, Horn T, Marengo M, Amirfazli A. Understanding the effect of superhydrophobic coatings on energy reduction in anti-icing systems. Cold Regions Science and Technology. 2011;67(1-2):58–67."}, {"Citation": "Chen J, et al. Superhydrophobic surfaces cannot reduce ice adhesion. Applied Physics Letters. 2012;101(11):111603."}, {"Citation": "Adam S, Barada KN, Alexander D, Mool CG, Eric L. Linear abrasion of a titanium superhydrophobic surface prepared by ultrafast laser microtexturing. Journal of Micromechanics and Microengineering. 2013;23(11):115012."}, {"Citation": "Li X-W, et al. Low-cost and large-scale fabrication of a superhydrophobic 5052 aluminum alloy surface with enhanced corrosion resistance. RSC Advances. 2015;5(38):29639–29646."}, {"Citation": "Meuler AJ, et al. Relationships between water wettability and ice adhesion. ACS Applied Materials & Interfaces. 2010;2(11):3100–3110.", "ArticleIdList": ["20949900"]}, {"Citation": "Boinovich LB, et al. Combination of functional nanoengineering and nanosecond laser texturing for design of superhydrophobic aluminum alloy with exceptional mechanical and chemical properties. ACS Nano. 2017;11(10):10113–10123.", "ArticleIdList": ["28873295"]}, {"Citation": "Wan B, et al. Superhydrophobic ceria on aluminum and its corrosion resistance. Surface and Interface Analysis. 2016;48(3):173–178."}, {"Citation": "Gómez-Lopera JF, Martínez-Aroza J, Rodríguez-Valverde MA, Cabrerizo-Vílchez MA, Montes-Ruíz-Cabello FJ. Entropic image segmentation of sessile drops over patterned acetate. Mathematics and Computers in Simulation. 2015;118:239–247."}, {"Citation": "Gao L, McCarthy TJ. Teflon is hydrophilic. comments on definitions of hydrophobic, shear versus tensile hydrophobicity, and wettability characterization. Langmuir. 2008;24(17):9183–9188.", "ArticleIdList": ["18672918"]}, {"Citation": "Ruiz-Cabello FJM, Rodriguez-Valverde MA, Cabrerizo-Vilchez M. A new method for evaluating the most stable contact angle using tilting plate experiments. Soft Matter. 2011;7(21):10457–10461."}, {"Citation": "Pierce E, Carmona FJ, Amirfazli A. Understanding of sliding and contact angle results in tilted plate experiments. Colloids Surfaces A. 2008;323(1-3):73–82."}, {"Citation": "Ye H, Zhu L, Li W, Liu H, Chen H. Simple spray deposition of a water-based superhydrophobic coating with high stability for flexible applications. Journal of Materials Chemistry. 2017;5(20):9882–9890."}, {"Citation": "Rolland JP, Van Dam RM, Schorzman DA, Quake SR, DeSimone JM. Solvent-resistant photocurable \"liquid Teflon\" for microfluidic device fabrication. Journal of the American Chemical Society. 2004;126(8):2322–2323.", "ArticleIdList": ["14982433"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["30175989", "PMC6126818", "10.3791/57635"]}}]}