{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Air pollution", "Bronchiolitis", "Hospitalisation", "Systematic review"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30186673", "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "08", "Day": "28"}], "Language": ["eng"], "ELocationID": ["e5352", "10.7717/peerj.5352"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2018"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "The effect of outdoor air pollution on the risk of hospitalisation for bronchiolitis in infants: a systematic review.", "Pagination": {"StartPage": "e5352", "MedlinePgn": "e5352"}, "Abstract": {"AbstractText": ["To systematically review the evidence around the effect of ambient levels of particulate and gaseous pollutants, and the risk of hospitalisation with bronchiolitis for infants under two years of age.", "Systematic review of observational epidemiological studies including cohort, time series, case crossover and case control study designs.", "Medline, Scopus, and Web of Science searched to November 2017 with no language restrictions.", "Studies investigating impact of air pollution levels on particulate pollutants (diameter <2.5 μm (PM2.5) or <10 μm (PM10) and gaseous pollutants (nitrogen dioxide (NO<sub>2</sub>), sulphur dioxide (SO<sub>2</sub>), carbon monoxide (CO), ozone (O<sub>3</sub>)) on hospital admission for bronchiolitis.", "Risk of hospitalisation from bronchiolitis.", "Eight studies were eligible for review. Long term exposure to PM2.5 may be associated with increased risk of hospitalisation for bronchiolitis. SO<sub>2</sub> may also be associated with hospitalisation, but results for other pollutants are inconsistent between studies. In three of the five studies that showed a positive association between air pollutants and hospitalisation, measured concentrations were below World Health Organization (WHO) recommended levels.", "Certain particulate and gaseous pollutants may have a clinically relevant effect on hospital admissions for bronchiolitis in children below age two years old. Large cohort or time series studies are needed to examine this possible association.", "The protocol can be found at PROSPERO (CRD42017080643)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Women and Child's Health, University of Liverpool, Liverpool, UK."}], "Identifier": ["0000-0002-7887-3640"], "LastName": "King", "ForeName": "Charlotte", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, University of Liverpool, Liverpool, UK."}], "Identifier": [], "LastName": "Kirkham", "ForeName": "Jamie", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NIHR Alder Hey Clinical Research Facility, Alder Hey Children's Hospital, Liverpool, UK."}], "Identifier": ["0000-0002-8120-6507"], "LastName": "Hawcutt", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Alder Hey Children's Hospital, Liverpool, UK."}], "Identifier": [], "LastName": "Sinha", "ForeName": "Ian", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdul Rahman SR, Ismail SNS, Sahani M, Ramli MF, Latif MT. A case crossover analysis of primary air pollutants association on acute respiratory infection (ARI) among children in urban region of Kiang valley, Malaysia. Annals of Tropical Medicine and Public Health. 2017;10(1):44–55. doi: 10.4103/atmph.atmph_75_17.", "ArticleIdList": ["10.4103/atmph.atmph_75_17"]}, {"Citation": "Aguilera I, Pedersen M, Garcia-Esteban R, Ballester F, Basterrechea M, Esplugues A, Fernandez-Somoano A, Lertxundi A, Tardon A, Sunyer J. Early-life exposure to outdoor air pollution and respiratory health, ear infections, and eczema in infants from the INMA study. Environmental Health Perspectives. 2013;121(3):387–392. doi: 10.1289/ehp.1205281.", "ArticleIdList": ["10.1289/ehp.1205281", "PMC3621204", "23221880"]}, {"Citation": "Barraza-Villarreal A, Sunyer J, Hernandez-Cadena L, Escamilla-Nuñez MC, Sienra-Monge JJ, Ramírez-Aguilar M, Cortez-Lugo M, Holguin F, Diaz-Sánchez D, Olin AC, Romieu I. Air pollution, airway inflammation, and lung function in a cohort study of Mexico City schoolchildren. Environmental Health Perspectives. 2008;116(6):832–838. doi: 10.1289/ehp.10926.", "ArticleIdList": ["10.1289/ehp.10926", "PMC2430242", "18560490"]}, {"Citation": "Berman S. Epidemiology of acute respiratory infections in children of developing countries. Clinical Infectious Diseases. 1991;13(Supplement_6):S454–S462. doi: 10.1093/clinids/13.supplement_6.s454.", "ArticleIdList": ["10.1093/clinids/13.supplement_6.s454", "1862276"]}, {"Citation": "Braga ALF, Saldiva PHN, Pereira LAA, Menezes JJC, Conceição GMS, Lin CA, Zanobetti A, Schwartz J, Dockery DW. Health effects of air pollution exposure on children and adolescents in São Paulo, Brazil. Pediatric Pulmonology. 2001;31(2):106–113. doi: 10.1002/1099-0496(200102)31:2<106::aid-ppul1017>3.0.CO;2-M.", "ArticleIdList": ["10.1002/1099-0496(200102)31:2<106::aid-ppul1017>3.0.CO;2-M", "11180685"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Fordham LA, Valencia-Salazar G, Chung CJ, Rodriguez-Alcaraz A, Paredes R, Variakojis D, Villarreal-Calderón A, Flores-Camacho L, Antunez-Solis A, Henríquez-Roldán C, Hazucha MJ. Respiratory damage in children exposed to urban pollution. Pediatric Pulmonology. 2003;36(2):148–161. doi: 10.1002/ppul.10338.", "ArticleIdList": ["10.1002/ppul.10338", "12833495"]}, {"Citation": "Chen TM, Gokhale J, Shofer S, Kuschner WG. Outdoor air pollution: nitrogen dioxide, sulfur dioxide, and carbon monoxide health effects. American Journal of the Medical Sciences. 2007;333(4):249–256. doi: 10.1097/MAJ.0b013e31803b900f.", "ArticleIdList": ["10.1097/MAJ.0b013e31803b900f", "17435420"]}, {"Citation": "Curtis L, Rea W, Smith-Willis P, Fenyves E, Pan Y. Adverse health effects of outdoor air pollutants. Environment International. 2006;32(6):815–830. doi: 10.1016/j.envint.2006.03.012.", "ArticleIdList": ["10.1016/j.envint.2006.03.012", "16730796"]}, {"Citation": "Dwan K, Kirkham JJ, Williamson PR, Gamble C. Selective reporting of outcomes in randomised controlled trials in systematic reviews of cystic fibrosis. BMJ Open. 2013;3(6):e002709. doi: 10.1136/bmjopen-2013-002709.", "ArticleIdList": ["10.1136/bmjopen-2013-002709", "PMC3669728", "23794538"]}, {"Citation": "Fung KY, Krewski D, Chen Y, Burnett R, Cakmak S. Comparison of time series and case-crossover analyses of air pollution and hospital admission data. International Journal of Epidemiology. 2003;32(6):1064–1070. doi: 10.1093/ije/dyg246.", "ArticleIdList": ["10.1093/ije/dyg246", "14681275"]}, {"Citation": "García CG, Bhore R, Soriano-Fallas A, Trost M, Chason R, Ramilo O, Mejias A. Risk factors in children hospitalized with RSV bronchiolitis versus Non–RSV bronchiolitis. Pediatrics. 2010;126(6):e1453–e1460. doi: 10.1542/peds.2010-0507.", "ArticleIdList": ["10.1542/peds.2010-0507", "PMC3761792", "21098154"]}, {"Citation": "Global Burden of Disease 2016 Risk Factors Collaborators Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. The Lancet. 2017;390(10100):1345–1422. doi: 10.1016/s0140-6736(17)32366-8.", "ArticleIdList": ["10.1016/s0140-6736(17)32366-8", "PMC5614451", "28919119"]}, {"Citation": "Girguis MS, Strickland MJ, Hu XF, Liu Y, Chang HH, Belanoff C, Bartell SM, Vieira VM. Chronic PM2.5 exposure and risk of infant bronchiolitis and otitis media clinical encounters. International Journal of Hygiene and Environmental Health. 2017;220(6):1055–1063. doi: 10.1016/j.ijheh.2017.06.007.", "ArticleIdList": ["10.1016/j.ijheh.2017.06.007", "PMC5558860", "28701289"]}, {"Citation": "Gotschi T, Heinrich J, Sunyer J, Kunzli N. Long-term effects of ambient air pollution on lung function: a review. Epidemiology. 2008;19(5):690–701. doi: 10.1097/EDE.0b013e318181650f.", "ArticleIdList": ["10.1097/EDE.0b013e318181650f", "18703932"]}, {"Citation": "Green CA, Yeates D, Goldacre A, Sande C, Parslow RC, McShane P, Pollard AJ, Goldacre MJ. Admission to hospital for bronchiolitis in England: trends over five decades, geographical variation and association with perinatal characteristics and subsequent asthma. Archives of Disease in Childhood. 2016;101(2):140–146. doi: 10.1136/archdischild-2015-308723.", "ArticleIdList": ["10.1136/archdischild-2015-308723", "PMC4752648", "26342094"]}, {"Citation": "Hasegawa K, Tsugawa Y, Brown DFM, Mansbach JM, Camargo CA. Trends in bronchiolitis hospitalizations in the United States, 2000–2009. Pediatrics. 2013;132(1):28–36. doi: 10.1542/peds.2012-3877.", "ArticleIdList": ["10.1542/peds.2012-3877", "PMC3691534", "23733801"]}, {"Citation": "Jhawar S. Severe bronchiolitis in children. Clinical Reviews in Allergy & Immunology. 2003;25(3):249–258. doi: 10.1385/criai:25:3:249.", "ArticleIdList": ["10.1385/criai:25:3:249", "PMC7102321", "14716070"]}, {"Citation": "Karr C, Kaufman J, Lumley T, Davis R, Shepherd K, Ritz B, Larson T. Effect of ambient air pollution on infant bronchiolitis. Epidemiology. 2004;15(4):S31–S32. doi: 10.1097/00001648-200407000-00068.", "ArticleIdList": ["10.1097/00001648-200407000-00068"]}, {"Citation": "Karr CJ, Demers PA, Koehoorn MW, Lencar CC, Tamburic L, Brauer M. Influence of ambient air pollutant sources on clinical encounters for infant bronchiolitis. American Journal of Respiratory and Critical Care Medicine. 2009a;180(10):995–1001. doi: 10.1164/rccm.200901-0117OC.", "ArticleIdList": ["10.1164/rccm.200901-0117OC", "19713450"]}, {"Citation": "Karr C, Lumley T, Schreuder A, Davis R, Larson T, Ritz B, Kaufman J. Effects of subchronic and chronic exposure to ambient air pollutants on infant bronchiolitis. American Journal of Epidemiology. 2007;165(5):553–560. doi: 10.1093/aje/kwk032.", "ArticleIdList": ["10.1093/aje/kwk032", "17158471"]}, {"Citation": "Karr C, Lumley T, Shepherd K, Davis R, Larson T, Ritz B, Kaufman J. A case-crossover study of wintertime ambient air pollution and infant bronchiolitis. Environmental Health Perspectives. 2006;114(2):277–281. doi: 10.1289/ehp.8313.", "ArticleIdList": ["10.1289/ehp.8313", "PMC1367844", "16451867"]}, {"Citation": "Karr CJ, Demers PA, Koehoorn MW, Lencar CC, Tamburic L, Brauer M. Infant exposure to fine particulate matter and traffic and risk of hospitalization for RSV bronchiolitis in a region with lower ambient air pollution. Environmental Research. 2009b;109(3):321–327. doi: 10.1016/j.envres.2008.11.006.", "ArticleIdList": ["10.1016/j.envres.2008.11.006", "PMC2925442", "19211100"]}, {"Citation": "Kennedy CM, Pennington AF, Darrow LA, Klein M, Zhai X, Bates JT, Russell AG, Hansen C, Tolbert PE, Strickland MJ. Associations of mobile source air pollution during the first year of life with childhood pneumonia, bronchiolitis, and otitis media. Environmental Epidemiology. 2018;2:e007. doi: 10.1097/ee9.0000000000000007.", "ArticleIdList": ["10.1097/ee9.0000000000000007", "PMC6133251", "30215038"]}, {"Citation": "Kirkham JJ, Clarke M, Williamson PR. A methodological approach for assessing the uptake of core outcome sets using ClinicalTrials.gov: findings from a review of randomised controlled trials of rheumatoid arthritis. BMJ. 2017;357:j2262. doi: 10.1136/bmj.j2262.", "ArticleIdList": ["10.1136/bmj.j2262", "PMC5434459", "28515234"]}, {"Citation": "Lanari M, Giovannini M, Giuffre L, Marini A, Rondini G, Rossi GA, Merolla R, Zuccotti GV, Salvioli GP. Prevalence of respiratory syncytial virus infection in Italian infants hospitalized for acute lower respiratory tract infections, and association between respiratory syncytial virus infection risk factors and disease severity. Pediatric Pulmonology. 2002;33(6):458–465. doi: 10.1002/ppul.10047.", "ArticleIdList": ["10.1002/ppul.10047", "12001280"]}, {"Citation": "Landrigan PJ, Fuller R, Acosta NJR, Adeyi O, Arnold R, Basu N, Baldé AB, Bertollini R, Bose-O’Reilly S, Boufford JI, Breysse PN, Chiles T, Mahidol C, Coll-Seck AM, Cropper ML, Fobil J, Fuster V, Greenstone M, Haines A, Hanrahan D, Hunter D, Khare M, Krupnick A, Lanphear B, Lohani B, Martin K, Mathiasen KV, McTeer MA, Murray CJL, Ndahimananjara JD, Perera F, Potočnik J, Preker AS, Ramesh J, Rockström J, Salinas C, Samson LD, Sandilya K, Sly PD, Smith KR, Steiner A, Stewart RB, Suk WA, van Schayck OCP, Yadama GN, Yumkella K, Zhong M. The Lancet Commission on pollution and health. Lancet. 2018;391(10119):462–512. doi: 10.1016/S0140-6736(17)32345-0.", "ArticleIdList": ["10.1016/S0140-6736(17)32345-0", "29056410"]}, {"Citation": "Leung AK, Kellner JD, Davies HD. Respiratory syncytial virus bronchiolitis. Journal of the National Medical Association. 2005;97:1708–1713.", "ArticleIdList": ["PMC2640754", "16396064"]}, {"Citation": "Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JPA, Clarke M, Devereaux PJ, Kleijnen J, Moher D. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration. BMJ. 2009;339:b2700. doi: 10.1136/bmj.b2700.", "ArticleIdList": ["10.1136/bmj.b2700", "PMC2714672", "19622552"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. American Journal of Epidemiology. 1991;133(2):144–153. doi: 10.1093/oxfordjournals.aje.a115853.", "ArticleIdList": ["10.1093/oxfordjournals.aje.a115853", "1985444"]}, {"Citation": "Marchal V, Dellink R, Van Vuuren D, Clapp C, Chateau J, Magné B, Van Vliet J. OECD Environmental Outlook to 2050. Paris: Organization for Economic Co-operation and Development; 2012.", "ArticleIdList": ["10.1787/9789264122246-en"]}, {"Citation": "Mehta S, Shin H, Burnett R, North T, Cohen AJ. Ambient particulate air pollution and acute lower respiratory infections: a systematic review and implications for estimating the global burden of disease. Air Quality, Atmosphere, & Health. 2013;6(1):69–83. doi: 10.1007/s11869-011-0146-3.", "ArticleIdList": ["10.1007/s11869-011-0146-3", "PMC3578732", "23450182"]}, {"Citation": "Monks P, Archibald A, Colette A, Cooper O, Coyle M, Derwent R, Fowler D, Granier C, Law K, Stevenson D. Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmospheric Chemistry & Physics Discussions. 2014;14(23):32709–32933. doi: 10.5194/acpd-14-32709-2014.", "ArticleIdList": ["10.5194/acpd-14-32709-2014"]}, {"Citation": "Nicolai A, Ferrara M, Schiavariello C, Gentile F, Grande ME, Alessandroni C, Midulla F. Viral bronchiolitis in children: a common condition with few therapeutic options. Early Human Development. 2013;89:S7–S11. doi: 10.1016/j.earlhumdev.2013.07.016.", "ArticleIdList": ["10.1016/j.earlhumdev.2013.07.016", "PMC7130661", "23972293"]}, {"Citation": "Orellano P, Quaranta N, Reynoso J, Balbi B, Vasquez J. Effect of outdoor air pollution on asthma exacerbations in children and adults: systematic review and multilevel meta-analysis. PLOS ONE. 2017;12(3):e0174050. doi: 10.1371/journal.pone.0174050.", "ArticleIdList": ["10.1371/journal.pone.0174050", "PMC5358780", "28319180"]}, {"Citation": "Purcell K, Fergie J. Driscoll Children’s Hospital respiratory syncytial virus database: risk factors, treatment and hospital course in 3308 infants and young children, 1991 to 2002. Pediatric Infectious Disease Journal. 2004;23(5):418–423. doi: 10.1097/01.inf.0000126273.27123.33.", "ArticleIdList": ["10.1097/01.inf.0000126273.27123.33", "15131464"]}, {"Citation": "Ralston SL, Lieberthal AS, Meissner HC, Alverson BK, Baley JE, Gadomski AM, Johnson DW, Light MJ, Maraqa NF, Mendonca EA. Clinical practice guideline: the diagnosis, management, and prevention of bronchiolitis. Pediatrics. 2014;134(5):e1474–e1502. doi: 10.1542/peds.2015-2862.", "ArticleIdList": ["10.1542/peds.2015-2862", "25349312"]}, {"Citation": "Robertson SE, Roca A, Alonso P, Simoes EA, Kartasasmita CB, Olaleye DO, Odaibo GN, Collinson M, Venter M, Zhu Y. Respiratory syncytial virus infection: denominator-based studies in Indonesia, Mozambique, Nigeria and South Africa. Bulletin of the World Health Organization. 2004;82:914–922.", "ArticleIdList": ["PMC2623097", "15654405"]}, {"Citation": "Salvi S. Health effects of ambient air pollution in children. Paediatric Respiratory Reviews. 2007;8(4):275–280. doi: 10.1016/j.prrv.2007.08.008.", "ArticleIdList": ["10.1016/j.prrv.2007.08.008", "18005894"]}, {"Citation": "Schultz ES, Gruzieva O, Bellander T, Bottai M, Hallberg J, Kull I, Svartengren M, Melen E, Pershagen G. Traffic-related air pollution and lung function in children at 8 years of age: a birth cohort study. American Journal of Respiratory and Critical Care Medicine. 2012;186(12):1286–1291. doi: 10.1164/rccm.201206-1045OC.", "ArticleIdList": ["10.1164/rccm.201206-1045OC", "23103735"]}, {"Citation": "Schünemann H, Brożek J, Guyatt G, Oxman A, editors. GRADE handbook for grading quality of evidence and strength of recommendation. The GRADE Working Group; 2013. Updated October 2013."}, {"Citation": "Schwartz J. Air pollution and children’s health. Pediatrics. 2004;113:1037–1043.", "ArticleIdList": ["15060197"]}, {"Citation": "Segala C, Poizeau D, Mesbah M, Willems S, Maidenberg M. Winter air pollution and infant bronchiolitis in Paris. Environmental Research. 2008;106(1):96–100. doi: 10.1016/j.envres.2007.05.003.", "ArticleIdList": ["10.1016/j.envres.2007.05.003", "17585899"]}, {"Citation": "Semple MG, Taylor-Robinson DC, Lane S, Smyth RL. Household tobacco smoke and admission weight predict severe bronchiolitis in infants independent of deprivation: prospective cohort study. PLOS ONE. 2011;6(7):e22425. doi: 10.1371/journal.pone.0022425.", "ArticleIdList": ["10.1371/journal.pone.0022425", "PMC3139660", "21811609"]}, {"Citation": "Shah ASV, Lee KK, McAllister DA, Hunter A, Nair H, Whiteley W, Langrish JP, Newby DE, Mills NL. Short term exposure to air pollution and stroke: systematic review and meta-analysis. BMJ. 2015;350:h1295. doi: 10.1136/bmj.h1295.", "ArticleIdList": ["10.1136/bmj.h1295", "PMC4373601", "25810496"]}, {"Citation": "Shay DK, Holman RC, Newman RD, Liu LL, Stout JW, Anderson LJ. Bronchiolitis-associated hospitalizations among US children, 1980–1996. JAMA. 1999;282(15):1440–1446. doi: 10.1001/jama.282.15.1440.", "ArticleIdList": ["10.1001/jama.282.15.1440", "10535434"]}, {"Citation": "Sinha IP, Altman DG, Beresford MW, Boers M, Clarke M, Craig J, Alberighi ODC, Fernandes RM, Hartling L, Johnston BC. Standard 5: selection, measurement, and reporting of outcomes in clinical trials in children. Pediatrics. 2012;129(Supplement 3):S146–S152. doi: 10.1542/peds.2012-0055h.", "ArticleIdList": ["10.1542/peds.2012-0055h", "22661761"]}, {"Citation": "Sinha IP, McBride AKS, Smith R, Fernandes RM. CPAP and high-flow nasal cannula oxygen in bronchiolitis. Chest. 2015;148(3):810–823. doi: 10.1378/chest.14-1589.", "ArticleIdList": ["10.1378/chest.14-1589", "25836649"]}, {"Citation": "Smith RB, Fecht D, Gulliver J, Beevers SD, Dajnak D, Blangiardo M, Ghosh RE, Hansell AL, Kelly FJ, Anderson HR, Toledano MB. Impact of London’s road traffic air and noise pollution on birth weight: retrospective population based cohort study. BMJ. 2017;359:j5299. doi: 10.1136/bmj.j5299.", "ArticleIdList": ["10.1136/bmj.j5299", "PMC5712860", "29208602"]}, {"Citation": "World Health Organization . International classification of diseases. Geneva: World Health Organisation; 1978. Ninth Revision, basic tabulation list with alphabetic index."}, {"Citation": "UNICEF . Clear the air for children: the impact of air pollution on children. New York: UNICEF; 2016."}, {"Citation": "Wells G, Shea B, O’Connell D, Peterson J, Welch V, Losos M, Tugwell P. Newcastle-Ottawa quality assessment scale cohort studies. 2015. http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp"}, {"Citation": "World Health Organization (WHO) Air quality guidelines for Europe. European series: World Health Organisation Publications; 2000.", "ArticleIdList": ["11372513"]}, {"Citation": "World Health Organization (WHO) Air quality guidelines: Global Update 2005: particulate matter, ozone, nitrogen dioxide, and sulfur dioxide. Copenhagen: World Health Organization; 2006."}, {"Citation": "World Health Organization (WHO)  WHO’s urban ambient air pollution database—update 2016. 2016. http://www.who.int/phe/health_topics/outdoorair/databases/cities/en/  [21 November 2017]. http://www.who.int/phe/health_topics/outdoorair/databases/cities/en/"}, {"Citation": "Yu TS, Wong TW, Wang XR, Song H, Wong SL, Tang JL. Adverse effects of low-level air pollution on the respiratory health of schoolchildren in Hong Kong. Journal of Occupational and Environmental Medicine. 2001;43(4):310–316. doi: 10.1097/00043764-200104000-00004.", "ArticleIdList": ["10.1097/00043764-200104000-00004", "11322091"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "15"}, {"Year": "2018", "Month": "7", "Day": "10"}, {"Year": "2018", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "8", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["30186673", "PMC6118201", "10.7717/peerj.5352", "5352"]}}]}