{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Air pollution", "Air stagnation", "Meteorology", "Ozone", "Particulate matter", "Regional air quality"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30248849", "DateCompleted": {"Year": "2018", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2018", "Month": "09", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "07", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.scitotenv.2018.07.238", "S0048-9697(18)32737-2"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "645", "PubDate": {"Year": "2018", "Month": "Dec", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Air stagnation in Europe: Spatiotemporal variability and impact on air quality.", "Pagination": {"StartPage": "1238", "EndPage": "1252", "MedlinePgn": "1238-1252"}, "Abstract": {"AbstractText": ["This paper characterizes the spatiotemporal variability of air stagnation over the Euro-Mediterranean area for the 1979-2016 period by using a simplified air stagnation index (ASI) based on daily precipitation as well as near-surface and upper wind speed data. We have also undertaken the first comparison of stagnation as derived from meteorological reanalysis and observations, finding a reasonably good agreement between both datasets. The main differences arise from the surface wind speed, as this field depends on the local setting of the observational sites and imperfect parameterizations within the reanalysis model. Since air stagnation has considerable spatial heterogeneity over the region, we have regionalized the monthly frequency of stagnant days, resulting five regions with consistent temporal patterns: Scandinavia (SCAN), Northern-Europe (NEU), Central-Europe (CEU), South-West (SW) and South-East (SE). The northern regions (SCAN and NEU), which are affected by moderately strong near-surface winds and ample precipitation, present low frequency and temporal variability in stagnation compared to the southern regions (SW and SE). The winters and summers with the highest stagnation frequency often concur with positive 500 hPa geopotential height anomalies over the regions, with the exception of negative anomalies and a displacement of the extratropical jet to the south in the case of SCAN and NEU during winter. Air stagnation exerts a clear influence on air quality (AQ), with anomalies above 10% for summer ozone (O<sub>3</sub>) and 30% for winter PM<sub>10</sub> (particulate matter ≤10 μm in diameter) on stagnant vs. non-stagnant days over most of the regions. These values exceed 20% and 50%, respectively, in the case of CEU, where air stagnation also drives significant changes in the frequency distributions of these pollutants and increases the likelihood of AQ exceedances. Moreover, persistent and widespread stagnation events favour the build-up of both O<sub>3</sub> and PM<sub>10</sub> over most of the continent."], "CopyrightInformation": "Copyright © 2018 Elsevier B.V. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Física de la Tierra y Astrofísica, Facultad de Ciencias Físicas, Universidad Complutense de Madrid, Madrid 28040, Spain; Instituto de Geociencias (IGEO, CSIC-UCM), C. Doctor Severo Ochoa, 7, Madrid 28040, Spain. Electronic address: josgarri@ucm.es."}], "Identifier": [], "LastName": "Garrido-Perez", "ForeName": "Jose M", "Initials": "JM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Física de la Tierra y Astrofísica, Facultad de Ciencias Físicas, Universidad Complutense de Madrid, Madrid 28040, Spain."}], "Identifier": [], "LastName": "Ordóñez", "ForeName": "Carlos", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Física de la Tierra y Astrofísica, Facultad de Ciencias Físicas, Universidad Complutense de Madrid, Madrid 28040, Spain; Instituto de Geociencias (IGEO, CSIC-UCM), C. Doctor Severo Ochoa, 7, Madrid 28040, Spain."}], "Identifier": [], "LastName": "García-Herrera", "ForeName": "Ricardo", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Geociencias (IGEO, CSIC-UCM), C. Doctor Severo Ochoa, 7, Madrid 28040, Spain."}], "Identifier": [], "LastName": "Barriopedro", "ForeName": "David", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "5", "Day": "9"}, {"Year": "2018", "Month": "7", "Day": "11"}, {"Year": "2018", "Month": "7", "Day": "17"}, {"Year": "2018", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "9", "Day": "27", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30248849", "10.1016/j.scitotenv.2018.07.238", "S0048-9697(18)32737-2"]}}]}