{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["air pollution", "mobile source", "ozone", "particulate matter", "source apportionment"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30344445", "DateRevised": {"Year": "2023", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1016/j.atmosenv.2018.04.057"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "188", "PubDate": {"Year": "2018", "Month": "Sep"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Mobile Source Contributions to Ambient Ozone and Particulate Matter in 2025.", "Pagination": {"StartPage": "129", "EndPage": "141", "MedlinePgn": "129-141"}, "Abstract": {"AbstractText": ["The contribution of precursor emissions from 17 mobile source sectors to ambient ozone and fine particulate matter levels across the U.S. were evaluated, using the CAMx photochemical model, to identify which mobile source sectors are projected to have the largest impacts on air pollution in 2025. Both onroad and nonroad sectors contribute considerably to projected air pollution across much of the country. Summer ozone season ozone contributions between 2 and 5 ppb, which are among the highest levels presented on the maps of mobile source sectors, are largely found in the southeast United States from the onroad sectors, most notably light-duty and heavy-duty vehicles, and along the coastline from the Category 3 (C3) marine sector. Annual average PM<sub>2.5</sub> contributions between 0.5 to 0.9 μg/m<sup>3</sup>, which are among the highest levels presented on the maps of mobile source sectors, are found throughout the Midwest and along portions of the east and west coast from onroad sectors as well as nonroad diesel and rail sectors. Additionally, contributions of precursor emissions to ambient ozone and PM<sub>2.5</sub> levels were evaluated to understand the range of impacts from precursors in the various mobile source sectors. For most mobile source sectors, in most locations, NO<sub>X</sub> emissions contributed more to ozone than VOC emissions, and secondary PM<sub>2.5</sub> contributed more to ambient PM<sub>2.5</sub> than primary PM<sub>2.5</sub>. The largest ozone levels on the maps showing contributions from mobile source NO<sub>X</sub> emissions tended to be between 2 and 5 ppb, while the largest ozone levels on the maps showing contributions from mobile source VOC emissions tended to be between 0.9 and 2 ppb, except for southern California where ozone contributions from VOC emissions from onroad light duty vehicles were between 2 and 5 ppb. The largest contributions to ambient PM<sub>2.5</sub> on the maps showing primary and secondary contributions from mobile source sectors tended to be between 0.1 and 0.5 μg/m<sup>3</sup>. The contribution from primary PM<sub>2.5</sub> extended over localized areas (urban-scale) and the contribution from secondary PM<sub>2.5</sub> extended over more regional (multi-state) areas."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Transportation and Air Quality, 2000 Traverwood Drive, Ann Arbor, MI 48105 (zawacki.margaret@epa.gov) telephone: 1-734-214-4472, fax: 1-734-214-4939."}], "Identifier": [], "LastName": "Zawacki", "ForeName": "Margaret", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality, Planning, and Standards, Research Triangle Park, NC 27711 (baker.kirk@epa.gov, phillips.sharon@epa.gov)."}], "Identifier": [], "LastName": "Baker", "ForeName": "Kirk R", "Initials": "KR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality, Planning, and Standards, Research Triangle Park, NC 27711 (baker.kirk@epa.gov, phillips.sharon@epa.gov)."}], "Identifier": [], "LastName": "Phillips", "ForeName": "Sharon", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Transportation and Air Quality, San Francisco, CA (davidson.ken@epa.gov)."}], "Identifier": [], "LastName": "Davidson", "ForeName": "Ken", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "ORISE participant hosted by the US EPA, Ann Arbor, MI 48105 (wolfe.philip@epa.gov)."}], "Identifier": [], "LastName": "Wolfe", "ForeName": "Philip", "Initials": "P"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Appel KW, Gilliam RC, Davis N, Zubrow A, Howard SC, 2011. Overview of the atmospheric model evaluation tool (AMET) v1.1 for evaluating meteorological and air quality models. Environ. Model. Softw 26, 434–443. 10.1016/j.envsoft.2010.09.007", "ArticleIdList": ["10.1016/j.envsoft.2010.09.007"]}, {"Citation": "Baker KR, Emery C, Dolwick P, Yarwood G, 2015. Photochemical grid model estimates of lateral boundary contributions to ozone and particulate matter across the continental United States. Atmos. Environ 123, 49–62. 10.1016/j.atmosenv.2015.10.055", "ArticleIdList": ["10.1016/j.atmosenv.2015.10.055"]}, {"Citation": "Baker KR, Kelly JT, 2014. Single source impacts estimated with photochemical model source sensitivity and apportionment approaches. Atmos. Environ 96, 266–274. 10.1016/j.atmosenv.2014.07.042", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.042"]}, {"Citation": "Baker KR, Kotchenruther RA, Hudman RC, 2016. Estimating ozone and secondary PM2.5 impacts from hypothetical single source emissions in the central and eastern United States. Atmospheric Pollut. Res 7, 122–133. 10.1016/j.apr.2015.08.003", "ArticleIdList": ["10.1016/j.apr.2015.08.003"]}, {"Citation": "Baker KR, Woody MC, 2017. Assessing Model Characterization of Single Source Secondary Pollutant Impacts Using 2013 SENEX Field Study Measurements. Environ. Sci. Technol 51, 3833–3842. 10.1021/acs.est.6b05069", "ArticleIdList": ["10.1021/acs.est.6b05069", "PMC6145072", "28248097"]}, {"Citation": "Buhr M, Parrish D, Elliot J, Holloway J, Carpenter J, Goldan P, Kuster W, Trainer M, Montzka S, McKeen S, Fehsenfeld F, 1995. Evaluation of ozone precursor source types using principal component analysis of ambient air measurements in rural Alabama. J. Geophys. Res 100, 22853 10.1029/95JD01837", "ArticleIdList": ["10.1029/95JD01837"]}, {"Citation": "Buhr MP, Trainer M, Parrish DD, Sievers RE, Fehsenfeld FC, 1992. Assessment of pollutant emission inventories by principal component analysis of ambient air measurements. Geophys. Res. Lett 19, 1009–1012. 10.1029/92GL01020", "ArticleIdList": ["10.1029/92GL01020"]}, {"Citation": "Caiazzo F, Ashok A, Waitz IA, Yim SHL, Barrett SRH, 2013. Air pollution and early deaths in the United States. Part I: Quantifying the impact of major sectors in 2005. Atmos. Environ 79, 198–208. 10.1016/j.atmosenv.2013.05.081", "ArticleIdList": ["10.1016/j.atmosenv.2013.05.081"]}, {"Citation": "California Air Resources Board, 2010. Staff Report: Initial Statement of Reasons for Porposed Rulemaking. Proposed Amendments to the Regulation for In-Use Off-Road Diesel-Fueled Fleets and the Off-Road Large Spark-Ignition Fleet Requirements."}, {"Citation": "California Environmental Protection Agency Air Resources Board, 2013. EMFAC2011 Technical Documentation."}, {"Citation": "Collet S, Kidokoro T, Karamchandani P, Shah T, Jung J, 2017. Future-year ozone prediction for the United States using updated models and inputs. J. Air Waste Manag. Assoc 67, 938–948. 10.1080/10962247.2017.1310149", "ArticleIdList": ["10.1080/10962247.2017.1310149", "28379116"]}, {"Citation": "Collet S, Minoura H, Kidokoro T, Sonoda Y, Kinugasa Y, Karamchandani P, Johnson J, Shah T, Jung J, DenBleyker A, 2014. Future year ozone source attribution modeling studies for the eastern and western United States. J. Air Waste Manag. Assoc 64, 1174–1185. 10.1080/10962247.2014.936629", "ArticleIdList": ["10.1080/10962247.2014.936629"]}, {"Citation": "Corbett JJ, 2003. Updated emissions from ocean shipping. J. Geophys. Res 108 10.1029/2003JD003751", "ArticleIdList": ["10.1029/2003JD003751"]}, {"Citation": "Dallmann TR, Harley RA, 2010. Evaluation of mobile source emission trends in the United States. J. Geophys. Res 115 10.1029/2010JD013862", "ArticleIdList": ["10.1029/2010JD013862"]}, {"Citation": "Environ International Corporation, 2015. User’s Guide Comprehensive Air Quality Model with Extensions Version 6.2."}, {"Citation": "Fann N, Fulcher CM, Baker K, 2013. The Recent and Future Health Burden of Air Pollution Apportioned Across U.S. Sectors. Environ. Sci. Technol 47, 3580–3589. 10.1021/es304831q", "ArticleIdList": ["10.1021/es304831q", "23506413"]}, {"Citation": "Fann N, Lamson AD, Anenberg SC, Wesson K, Risley D, Hubbell BJ, 2012. Estimating the National Public Health Burden Associated with Exposure to Ambient PM2.5 and Ozone: U.S. Public Health Burden of PM2.5 and Ozone. Risk Anal. 32, 81–95. 10.1111/j.1539-6924.2011.01630.x", "ArticleIdList": ["10.1111/j.1539-6924.2011.01630.x", "21627672"]}, {"Citation": "Fujita EM, Croes BE, Bennett CL, Lawson DR, Lurmann FW, Main HH, 1992. Comparison of Emission Inventory and Ambient Concentration Ratios of CO, NMOG, and NO x in California’s South Coast Air Basin. J. Air Waste Manag. Assoc 42, 264–276. 10.1080/10473289.1992.10466989", "ArticleIdList": ["10.1080/10473289.1992.10466989"]}, {"Citation": "Harley RA, Sawyer RF, Milford JB, 1997. Updated Photochemical Modeling for California’s South Coast Air Basin: Comparison of Chemical Mechanisms and Motor Vehicle Emission Inventories. Environ. Sci. Technol 31, 2829–2839. 10.1021/es9700562", "ArticleIdList": ["10.1021/es9700562"]}, {"Citation": "Institute for the Environment - UNC Chapel Hill, 2015. SMOKE v3.6.5 User’s Manual."}, {"Citation": "Karamchandani P, Long Y, Pirovano G, Balzarini A, Yarwood G, 2017. Source-sector contributions to European ozone and fine PM in 2010 using AQMEII modeling data. Atmospheric Chem. Phys 17, 5643–5664. 10.5194/acp-17-5643-2017", "ArticleIdList": ["10.5194/acp-17-5643-2017"]}, {"Citation": "Koo B, Wilson GM, Morris RE, Dunker AM, Yarwood G, 2009. Comparison of Source Apportionment and Sensitivity Analysis in a Particulate Matter Air Quality Model. Environ. Sci. Technol 43, 6669–6675. 10.1021/es9008129", "ArticleIdList": ["10.1021/es9008129", "19764233"]}, {"Citation": "Kwok RHF, Baker KR, Napelenok SL, Tonnesen GS, 2015. Photochemical grid model implementation and application of VOC, NO&lt;sub&gt;x&lt;/sub&gt;, and O&lt;sub&gt;3&lt;/sub&gt; source apportionment. Geosci. Model Dev. 8, 99–114. 10.5194/gmd-8-99-2015", "ArticleIdList": ["10.5194/gmd-8-99-2015"]}, {"Citation": "Marr LC, Black DR, Harley RA, 2002. Formation of photochemical air pollution in central California 1. Development of a revised motor vehicle emission inventory: PHOTOCHEMICAL AIR POLLUTION FORMATION, 1. J. Geophys. Res. Atmospheres 107, ACH 5–1-ACH 5–9. 10.1029/2001JD000689", "ArticleIdList": ["10.1029/2001JD000689"]}, {"Citation": "Nenes Athanasios, Pandis Spyros, Pilinis Christodoulos, 1998. ISORROPIA: A New Thermodynamic Equilibrium Model for Multiphase Multicompetent Inorganic Aerosols. Aquat. Geochem 4, 123–152. 10.1023/A:1009604003981", "ArticleIdList": ["10.1023/A:1009604003981"]}, {"Citation": "Oleniacz R, Bogacki M, Szulecka A, Rzeszutek M, Mazur M, 2016. ASSESSING THE IMPACT OF WIND SPEED AND MIXING-LAYER HEIGHT ON AIR QUALITY IN KRAKOW (POLAND) IN THE YEARS 2014–2015. J. Civ. Eng. Environ. Archit 10.7862/rb.2016.168", "ArticleIdList": ["10.7862/rb.2016.168"]}, {"Citation": "Olofson KFG, Andersson PU, Hallquist M, Ljungström E, Tang L, Chen D, Pettersson JBC, 2009. Urban aerosol evolution and particle formation during wintertime temperature inversions. Atmos. Environ 43, 340–346. 10.1016/j.atmosenv.2008.09.080", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.080"]}, {"Citation": "Parrish David D., 2006. Critical evaluation of US on-road vehicle emissions inventories. Atmos. Environ 40, 2288–2300."}, {"Citation": "Schroeder JR, Crawford JH, Fried A, Walega J, Weinheimer A, Wisthaler A, Müller M, Mikoviny T, Chen G, Shook M, Blake DR, Diskin G, Estes M, Thompson AM, Lefer BL, Long R, Mattson E, 2016. Formaldehyde column density measurements as a suitable pathway to estimate near-surface ozone tendencies from space: O3-CH2O RELATIONSHIP. J. Geophys. Res. Atmospheres 121, 13,088–13, 112 10.1002/2016JD025419", "ArticleIdList": ["10.1002/2016JD025419", "PMC7430524", "32812915"]}, {"Citation": "Seinfeld John H, Pandis Spyros, 1998. Atmospheric Chemistry and Physics : From Air Pollution to Climate Change. John Wiley & Sons, Inc."}, {"Citation": "Simon H, Baker KR, Phillips S, 2012. Compilation and interpretation of photochemical model performance statistics published between 2006 and 2012. Atmos. Environ 61, 124–139. 10.1016/j.atmosenv.2012.07.012", "ArticleIdList": ["10.1016/j.atmosenv.2012.07.012"]}, {"Citation": "Simon H, Reff A, Wells B, Xing J, Frank N, 2015. Ozone Trends Across the United States over a Period of Decreasing NOx and VOC Emissions. Environ. Sci. Technol 49, 186–195. 10.1021/es504514z", "ArticleIdList": ["10.1021/es504514z", "25517137"]}, {"Citation": "Skamarock William C, Klemp Joseph B, Dudhia Jimy, Gill David O, Barker Dale M, Duda Michael G, Huang Xiang-Yu, Wang Wei, Powers Jordan G, 2008. A Description of the Advanced Research WRF Version 3."}, {"Citation": "Tesche TE, Morris R, Tonnesen G, McNally D, Boylan J, 2006. CMAQ/CAMx annual 2002 performance evaluation over the eastern US. Atmos. Environ 40, 4906–4919."}, {"Citation": "The Institute for the Environment - The University of North Carolina at Chapel Hill, 2015. SMOKE v3.6.5 User’s Manual."}, {"Citation": "US EPA, 2017a. MOVES Technical Reports."}, {"Citation": "US EPA, 2017b. Supplemental Information for Ozone Advance Areas Based On Pre-Existing National Modeling Analyses."}, {"Citation": "US EPA, 2016a. Our Nation’s Air, Status and Trends Through 2015."}, {"Citation": "US EPA, 2016b. Regulatory Impact Analysis of the Cross-State Air Pollution Rule (CSAPR) Update for the 2008 National Ambient Air Quality Standards for Ground-Level Ozone."}, {"Citation": "US EPA, 2016c. Air Quality Modeling Technical Support Document for the Final Cross State Air Pollution Rule Update."}, {"Citation": "US EPA, 2015a. Technical Support Document (TSD) Preparation of Emissions Inventories for the Version 6.2, 2011. Emissions Modeling Platform."}, {"Citation": "US EPA, 2015b. 2011 National Emissions Inventory, version 2 Technical Support Document."}, {"Citation": "US EPA, 2014a. Control of Air Pollution from Motor Vehicles: Tier 3 Motor Vehicle Emission and Fuel Standards Final Rule. Regulatory Impact Analysis. EPA-420-R-14–005."}, {"Citation": "US EPA, 2014b. Motor Vehicle Emissions Simulator (MOVES) User Guide for MOVES2014."}, {"Citation": "US EPA, 2014c. Draft Modeling Guidance for Demonstrating Attainment of Air Quality Goals for Ozone, PM2.5, and Regional Haze."}, {"Citation": "US EPA, 2014d. Air Quality Modeling Technical Support Document: Tier 3 Motor Vehicle Emission and Fuel Standards."}, {"Citation": "US EPA, 2014e. Policy Assessment for the Review of the Ozone National Ambient Air Quality Standards."}, {"Citation": "US EPA, 2011. Policy Assessment for the Review of the Particulate Matter National Ambient Air Quality Standards."}, {"Citation": "US EPA, 2010. NONROAD 2008a Technical Reports."}, {"Citation": "US EPA, 2009. NMIM User Guide."}, {"Citation": "US EPA, 2004. Air Quality Criteria for Particulate Matter Volume I of II."}, {"Citation": "Valin LC, Fiore AM, Chance K, González Abad G, 2016. The role of OH production in interpreting the variability of CH 2 O columns in the southeast U.S.: OH, VOC and CH 2 O Columns in the SOUTHEAST U.S.A. J. Geophys. Res. Atmospheres 121, 478–493. 10.1002/2015JD024012", "ArticleIdList": ["10.1002/2015JD024012"]}, {"Citation": "Wang Y, Li L, Chen C, Huang C, Huang H, Feng J, Wang S, Wang H, Zhang G, Zhou M, Cheng P, Wu M, Sheng G, Fu J, Hu Y, Russell AG, Wumaer A, 2014. Source apportionment of fine particulate matter during autumn haze episodes in Shanghai, China: SOURCE APPORTIONMENT. J. Geophys. Res. Atmospheres 119, 1903–1914. 10.1002/2013JD019630", "ArticleIdList": ["10.1002/2013JD019630"]}, {"Citation": "West JJ, Cohen A, Dentener F, Brunekreef B, Zhu T, Armstrong B, Bell ML, Brauer M, Carmichael G, Costa DL, Dockery DW, Kleeman M, Krzyzanowski M, Künzli N, Liousse C, Lung S-CC, Martin RV, Pöschl U, Pope CA, Roberts JM, Russell AG, Wiedinmyer C, 2016. “What We Breathe Impacts Our Health: Improving Understanding of the Link between Air Pollution and Health.” Environ. Sci. Technol 50, 4895–4904. 10.1021/acs.est.5b03827", "ArticleIdList": ["10.1021/acs.est.5b03827", "27010639"]}, {"Citation": "Wolfe GM, Kaiser J, Hanisco TF, Keutsch FN, de Gouw JA, Gilman JB, Graus M, Hatch CD, Holloway J, Horowitz LW, Lee BH, Lerner BM, Lopez-Hilifiker F, Mao J, Marvin MR, Peischl J, Pollack IB, Roberts JM, Ryerson TB, Thornton JA, Veres PR, Warneke C, 2016. Formaldehyde production from isoprene oxidation across NOx regimes. Atmospheric Chem. Phys 16, 2597–2610. 10.5194/acp-16-2597-2016", "ArticleIdList": ["10.5194/acp-16-2597-", "PMC5879783", "29619046"]}, {"Citation": "Yantosca Bob, Carouge Claire, 2010. GEOS-Chem v8-03-01 Online User’s Guide (with Addenda for v8-03-02)."}, {"Citation": "Yarwood Greg, Jung Jaegun, Whitten Gary Z, Heo Gookyoung, Mellberg Jocelyn, Estes Mark, 2010. Updates to the Carbon Bond Mechanism for Version 6 (CB6)."}]}], "History": [{"Year": "2018", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "10", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30344445", "NIHMS991175", "PMC6192431", "10.1016/j.atmosenv.2018.04.057"]}}]}