{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["DNA damage", "UV irradiation", "antibiotic resistance", "daily discharge", "modeling", "ozonation", "qPCR", "wastewater treatment"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30425704", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "30"}], "Language": ["eng"], "ELocationID": ["2599", "10.3389/fmicb.2018.02599"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Reduction of Antibiotic Resistant Bacteria During Conventional and Advanced Wastewater Treatment, and the Disseminated Loads Released to the Environment.", "Pagination": {"StartPage": "2599", "MedlinePgn": "2599"}, "Abstract": {"AbstractText": ["The occurrence of new chemical and microbiological contaminants in the aquatic environment has become an issue of increasing environmental concern. Thus, wastewater treatment plants (WWTPs) play an important part in the distribution of so-called new emerging pathogens and antibiotic resistances. Therefore, the daily loads released by the WWTP were calculated including a model system for the distribution of these loads within the receiving water body. UV-, as well as ozone-treatment in separate or in combination for wastewater treatment were under investigation aiming at the reduction of these loads. Here, the impact of these treatments on the DNA integrity via antibody staining and PCR efficiencies experiments were included. All three facultative pathogenic bacteria [enterococci (<i>23S rRNA</i>), <i>Pseudomonas aeruginosa (ecfX</i>), and <i>Escherichia coli</i> (<i>yccT</i>)] and seven clinically relevant antibiotic resistance genes (ARGs) (<i>mecA</i> (methicillin resistance gene), <i>ctx-M32</i> (β- lactame resistance gene), <i>ermB</i> (erythromycine resistance gene), <i>bla</i> <sub>TEM</sub> (β- lactame resistance gene), <i>sul1</i> (sulfonamide resistance gene), <i>vanA</i> (vancomycin resistance gene), and <i>intI1</i> (Integrase1 gene) associated with mobile genetic elements were detected in wastewaters. Different reduction efficiencies were analyzed during advanced wastewater treatments. ARGs were still found to be present in the effluents under the parameters of 1.0 g ozone per g dissolved organic carbon (DOC) and 400 J/m<sup>2</sup>, like <i>ctx-M32, ermB, bla</i> <sub>TEM</sub>, <i>sul1</i>, and <i>intI1</i>. Especially UV radiation induced thymidine dimerization which was analyzed via antibody mediated detection in the metagenome of the natural wastewater population. These specific DNA alterations were not observed during ozone treatment and combinations of UV/ozone treatment. The dimerization or potential other DNA alterations during UV treatment might be responsible for a decreased PCR efficiency of the 16S rRNA amplicons (176, 490, and 880 bp fragments) from natural metagenomes compared to the untreated sample. This impact on PCR efficiencies was also observed for the combination of ozone and UV treatment."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Functional Interfaces, Karlsruhe Institute of Technology, Eggenstein-Leopoldshafen, Germany."}], "Identifier": [], "LastName": "Jäger", "ForeName": "Thomas", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Functional Interfaces, Karlsruhe Institute of Technology, Eggenstein-Leopoldshafen, Germany."}], "Identifier": [], "LastName": "Hembach", "ForeName": "Norman", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aquantec, Gesellschaft für Wasser und Umwelt GmbH, Karlsruhe, Germany."}], "Identifier": [], "LastName": "Elpers", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Xylem Services GmbH, Herford, Germany."}], "Identifier": [], "LastName": "Wieland", "ForeName": "Arne", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Functional Interfaces, Karlsruhe Institute of Technology, Eggenstein-Leopoldshafen, Germany."}], "Identifier": [], "LastName": "Alexander", "ForeName": "Johannes", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Zweckverband Klärwerk Steinhäule, Neu-Ulm, Germany."}], "Identifier": [], "LastName": "Hiller", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aquantec, Gesellschaft für Wasser und Umwelt GmbH, Karlsruhe, Germany."}], "Identifier": [], "LastName": "Krauter", "ForeName": "Gerhard", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Functional Interfaces, Karlsruhe Institute of Technology, Eggenstein-Leopoldshafen, Germany."}], "Identifier": [], "LastName": "Schwartz", "ForeName": "Thomas", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alexander J., Bollmann A., Seitz W., Schwartz T. (2015). Microbiological characterization of aquatic microbiomes targeting taxonomical marker genes and antibiotic resistance genes of opportunistic bacteria. Sci. Total Environ. 512, 316–325. 10.1016/j.scitotenv.2015.01.046", "ArticleIdList": ["10.1016/j.scitotenv.2015.01.046", "25634736"]}, {"Citation": "Alexander J., Knopp G., Dötsch A., Wieland A., Schwartz T. (2016). Ozone treatment of conditioned wastewater selects antibiotic resistance genes, opportunistic bacteria, and induce strong population shifts. Sci. Total Environ. 559, 103–112. 10.1016/j.scitotenv.2016.03.154", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.154", "27058129"]}, {"Citation": "Aminov R. I. (2011). Horizontal gene exchange in environmental microbiota. Front. Microbiol. 2:158. 10.3389/fmicb.2011.00158", "ArticleIdList": ["10.3389/fmicb.2011.00158", "PMC3145257", "21845185"]}, {"Citation": "Ashbolt N. J., Grabow W. O. K., Snozzi M. (2001). Chapter 13: Indicators of microbial water quality, in Water Quality: Guidelines, Standards and Health. Risk Assessment and Management for Water-Related Infectious Disease, eds Fewtrell L., Bartram J. (London: IWA Publishing; /World Health Organisation), 289–315."}, {"Citation": "Berendonk T. U., Manaia C. M., Merlin C., Fatta-Kassinos D., Cytryn E., Walsh F., et al. . (2015). Tackling antibiotic resistance: the environmental framework. Nat. Rev. Microbiol. 13, 310–317. 10.1038/nrmicro3439", "ArticleIdList": ["10.1038/nrmicro3439", "25817583"]}, {"Citation": "Chao Y., Ma L., Yang Y., Ju F., Zhang X. X., Wu W. M., et al. . (2013). Metagenomic analysis reveals significant changes of microbial compositions and protective functions during drinking water treatment. Sci. Rep. 3:3550. 10.1038/srep03550", "ArticleIdList": ["10.1038/srep03550", "PMC6506563", "24352003"]}, {"Citation": "Czekalski N., Berthold T., Caucci S., Egli A., Bürgmann H. (2012). Increased levels of multiresistant bacteria and resistance genes after wastewater treatment and their dissemination into Lake Geneva, Switzerland. Front. Microbiol. 3:106. 10.3389/fmicb.2012.00106", "ArticleIdList": ["10.3389/fmicb.2012.00106", "PMC3310248", "22461783"]}, {"Citation": "Czekalski N., Imminger S., Salhi E., Veljkovic M., Kleffel K., Drissner D., et al. . (2016). Inactivation of antibiotic resistant bacteria and resistance genes by ozone: from laboratory experiments to full-scale wastewater treatment. Environ. Sci. Technol. 50, 11862–11871. 10.1021/acs.est.6b02640", "ArticleIdList": ["10.1021/acs.est.6b02640", "27775322"]}, {"Citation": "Da Costa P. M., Vaz-Pires P., Bernardo F. (2006). Antimicrobial resistance in Enterococcus spp. isolated in inflow, effluent and sludge from municipal sewage water treatment plants. Water Res. 40, 1735–1740. 10.1016/j.watres.2006.02.025", "ArticleIdList": ["10.1016/j.watres.2006.02.025", "16603222"]}, {"Citation": "Directive E. U. W. (1991). Council Directive of 21. May 1991 concerning urban waste water treatment (91/271/EEC). J. Eur. Commun. 34:40."}, {"Citation": "Dodd M. C. (2012). Potential impacts of disinfection processes on elimination and deactivation of antibiotic resistance genes during water and wastewater treatment. J. Environ. Monit. 14, 1754–1771. 10.1039/c2em00006g", "ArticleIdList": ["10.1039/c2em00006g", "22572858"]}, {"Citation": "Dwyer D. J., Kohanski M. A., Collins J. J. (2009). Role of reactive oxygen species in antibiotic action and resistance. Curr. Opin. Microbiol. 12, 482–489. 10.1016/j.mib.2009.06.018", "ArticleIdList": ["10.1016/j.mib.2009.06.018", "PMC2761529", "19647477"]}, {"Citation": "Fall S., Mercier A., Bertolla F., Calteau A., Gueguen L., Perrière G., et al. . (2007). Horizontal gene transfer regulation in bacteria as a “spandrel” of DNA repair mechanisms. PLoS ONE 2:e1055. 10.1371/journal.pone.0001055", "ArticleIdList": ["10.1371/journal.pone.0001055", "PMC2013936", "17957239"]}, {"Citation": "Flyunt R. (2007). Ionising Radiation and Ozone in Environmental Studies: Intermediates, Stable Products and Mechanistic Concepts. Lviv: Wydawn; Nauk."}, {"Citation": "Guardabassi L., Lo Fo Wong D. M., Dalsgaard A. (2002). The effects of tertiary wastewater treatment on the prevalence of antimicrobial resistant bacteria. Water Res. 36, 1955–1964. 10.1016/S0043-1354(01)00429-8", "ArticleIdList": ["10.1016/S0043-1354(01)00429-8", "12092570"]}, {"Citation": "Guo M. T., Yuan Q. B., Yang J. (2013). Microbial selectivity of UV treatment on antibiotic-resistant heterotrophic bacteria in secondary effluents of a municipal wastewater treatment plant. Water Res. 47, 6388–6394. 10.1016/j.watres.2013.08.012", "ArticleIdList": ["10.1016/j.watres.2013.08.012", "24001605"]}, {"Citation": "Hembach N., Schmid F., Alexander J., Hiller C., Rogall E. T., Schwartz T. (2017). Occurrence of the mcr-1 colistin resistance gene and other clinically relevant antibiotic resistance genes in microbial populations at different municipal wastewater treatment plants in germany. Front. Microbiol. 8:1282. 10.3389/fmicb.2017.01282", "ArticleIdList": ["10.3389/fmicb.2017.01282", "PMC5504345", "28744270"]}, {"Citation": "Hollender J., Zimmermann S. G., Koepke S., Krauss M., McArdell C. S., Ort C., et al. . (2009). Elimination of organic micropollutants in a municipal wastewater treatment plant upgraded with a full-scale post-ozonation followed by sand filtration. Environ. Sci. Technol. 43, 7862–7869. 10.1021/es9014629", "ArticleIdList": ["10.1021/es9014629", "19921906"]}, {"Citation": "Hu Q., Zhang X. X., Jia S., Huang K., Tang J., Shi P., et al. . (2016). Metagenomic insights into ultraviolet disinfection effects on antibiotic resistome in biologically treated wastewater. Water Res. 101, 309–317. 10.1016/j.watres.2016.05.092", "ArticleIdList": ["10.1016/j.watres.2016.05.092", "27267479"]}, {"Citation": "Hyatt D., Chen G. L., LoCascio P. F., Land M. L., Larimer F. W., Hauser L. J. (2010). Prodigal: prokaryotic gene recognition and translation initiation site identification. BMC Bioinformatics 11:119. 10.1186/1471-2105-11-119", "ArticleIdList": ["10.1186/1471-2105-11-119", "PMC2848648", "20211023"]}, {"Citation": "Jäger T., Alexander J., Kirchen S., Dötsch A., Wieland A., Hiller C., et al. . (2018). Live-dead discrimination analysis, qPCR assessment for opportunistic pathogens, and population analysis at ozone wastewater treatment plants. Environ. Pollut. 232, 571–579. 10.1016/j.envpol.2017.09.089", "ArticleIdList": ["10.1016/j.envpol.2017.09.089", "29032906"]}, {"Citation": "Jungfer C., Schwartz T., Obst U. (2007). UV-induced dark repair mechanisms in bacteria associated with drinking water. Water Res. 41, 188–196. 10.1016/j.watres.2006.09.001", "ArticleIdList": ["10.1016/j.watres.2006.09.001", "17055552"]}, {"Citation": "Kim S. C., Carlson K. (2007). Temporal and spatial trends in the occurrence of human and veterinary antibiotics in aqueous and river sediment matrices. Environ. Sci. Technol. 41, 50–57. 10.1021/es060737", "ArticleIdList": ["10.1021/es060737", "17265926"]}, {"Citation": "Kohanski M. A., DePristo M. A., Collins J. J. (2010). Sublethal antibiotic treatment leads to multidrug resistance via radical-induced mutagenesis. Mol. Cell 37, 311–320. 10.1016/j.molcel.2010.01.003", "ArticleIdList": ["10.1016/j.molcel.2010.01.003", "PMC2840266", "20159551"]}, {"Citation": "Kohanski M. A., Dwyer D. J., Hayete B., Lawrence C. A., Collins J. J. (2007). A common mechanism of cellular death induced by bactericidal antibiotics. Cell 130, 797–810. 10.1016/j.cell.2007.06.049", "ArticleIdList": ["10.1016/j.cell.2007.06.049", "17803904"]}, {"Citation": "Kraft S., Ursula O., Thomas S. (2011). Immunological detection of UV induced cyclobutane pyrimidine dimers and (6–4) photoproducts in DNA from reference bacteria and natural aquatic populations. J. Microbiol. Methods 84, 435–441. 10.1016/j.mimet.2011.01.004", "ArticleIdList": ["10.1016/j.mimet.2011.01.004", "21256881"]}, {"Citation": "Krauter G. E. (2002). Ein zweidimensionales Strömungsmodell für die Überflutung größerer Gebiete durch Deichbrüche (A two-dimensional model for flooding of larger areas by dykebreaks). Wasserwirtschaft 11–12, 9–14."}, {"Citation": "Lazarova V. (2013). Global milestones in water reuse: keys to success and trends in development. Water 15, 12–22."}, {"Citation": "Lee D. G., Urbach J. M., Wu G., Liberati N. T., Feinbaum R. L., Miyata S., et al. . (2006). Genomic analysis reveals that Pseudomonas aeruginosa virulence is combinatorial. Genome Biol. 7:R90. 10.1186/gb-2006-7-10-r90", "ArticleIdList": ["10.1186/gb-2006-7-10-r90", "PMC1794565", "17038190"]}, {"Citation": "Lee Y., von Gunten U. (2010). Oxidative transformation of micropollutants during municipal wastewater treatment: comparison of kinetic aspects of selective (chlorine, chlorine dioxide, ferrate VI, and ozone) and non-selective oxidants (hydroxyl radical). Water Res. 44, 555–566. 10.1016/j.watres.2009.11.045", "ArticleIdList": ["10.1016/j.watres.2009.11.045", "20015530"]}, {"Citation": "Li D., Tong T., Zeng S., Lin Y., Wu S., He M. (2014). Quantification of viable bacteria in wastewater treatment plants by using propidium monoazide combined with quantitative PCR (PMA-qPCR). J. Environ. Sci. 26, 299–306. 10.1016/S1001-0742(13)60425-8", "ArticleIdList": ["10.1016/S1001-0742(13)60425-8", "25076521"]}, {"Citation": "Lüddeke F., Heß S., Gallert C., Winter J., Guede H., Loeffler H. (2015). Removal of total and antibiotic resistant bacteria in advanced wastewater treatment by ozonation in combination with different filtering techniques. Water Res. 69, 243–251. 10.1016/j.watres.2014.11.018", "ArticleIdList": ["10.1016/j.watres.2014.11.018", "25497174"]}, {"Citation": "McKinney C. W., Pruden A. (2012). Ultraviolet disinfection of antibiotic resistant bacteria and their antibiotic resistance genes in water and wastewater. Environ. Sci. Technol. 46, 13393–13400. 10.1021/es303652q", "ArticleIdList": ["10.1021/es303652q", "23153396"]}, {"Citation": "Michael I., Rizzo L., McArdell C., Manaia C., Merlin C., Schwartz T., et al. . (2013). Urban wastewater treatment plants as hotspots for the release of antibiotics in the environment: a review. Water Res. 47, 957–995. 10.1016/j.watres.2012.11.027", "ArticleIdList": ["10.1016/j.watres.2012.11.027", "23266388"]}, {"Citation": "Munir M., Wong K., Xagoraraki I. (2011). Release of antibiotic resistant bacteria and genes in the effluent and biosolids of five wastewater utilities in Michigan. Water Res. 45, 681–693. 10.1016/j.watres.2010.08.033", "ArticleIdList": ["10.1016/j.watres.2010.08.033", "20850863"]}, {"Citation": "Nocker A., Sossa K. E., Camper A. K. (2007b). Molecular monitoring of disinfection efficacy using propidium monoazide in combination with quantitative PCR. J. Microbiol. Methods 70, 252–260. 10.1016/j.mimet.2007.04.014", "ArticleIdList": ["10.1016/j.mimet.2007.04.014", "17544161"]}, {"Citation": "Nocker A., Sossa-Fernandez P., Burr M. D., Camper A. K. (2007a). Use of propidium monoazide for live/dead distinction in microbial ecology. Appl. Environ. Microbiol. 73, 5111–5117. 10.1128/AEM.02987-06", "ArticleIdList": ["10.1128/AEM.02987-06", "PMC1951001", "17586667"]}, {"Citation": "Norrby R., Powell M., Aronsson B., Monnet D., Lutsar I., Bocsan I., et al. (2009). The Bacterial Challenge: Time to React. ECDC. EMEA joint technical report."}, {"Citation": "Pak G., Salcedo D. E., Lee H., Oh J., Maeng S. K., Song K. G., et al. . (2016). Comparison of antibiotic resistance removal efficiencies using ozone disinfection under different pH and suspended solids and humic substance concentrations. Environ. Sci. Technol. 50, 7590–7600. 10.1021/acs.est.6b01340", "ArticleIdList": ["10.1021/acs.est.6b01340", "27389869"]}, {"Citation": "Pruden A., Pei R., Storteboom H., Carlson K. H. (2006). Antibiotic resistance genes as emerging contaminants: studies in northern Colorado. Environ. Sci. Technol. 40, 7445–7450. 10.1021/es060413l", "ArticleIdList": ["10.1021/es060413l", "17181002"]}, {"Citation": "Rizzo L., Manaia C., Merlin C., Schwartz T., Dagot C., Ploy M., et al. . (2013). Urban wastewater treatment plants as hotspots for antibiotic resistant bacteria and genes spread into the environment: a review. Sci. Total Environ. 447, 345–360. 10.1016/j.scitotenv.2013.01.032", "ArticleIdList": ["10.1016/j.scitotenv.2013.01.032", "23396083"]}, {"Citation": "Rocha J., Cacace D., Kampouris I., Guilloteau H., Jäger T., Marano R. B. M., et al. (in press). Inter-laboratory calibration of quantitative analyses of antibiotic resistance genes. J. Environ. Chem. Eng. 10.1016/j.jece.2018.02.022", "ArticleIdList": ["10.1016/j.jece.2018.02.022"]}, {"Citation": "Ruel S. M., Choubert J., Esperanza M., Miège C., Madrigal P. N., Budzinski H., et al. . (2011). On-site evaluation of the removal of 100 micro-pollutants through advanced wastewater treatment processes for reuse applications. Water Sci. Technol. 63, 2486–2497. 10.2166/wst.2011.470", "ArticleIdList": ["10.2166/wst.2011.470", "22049739"]}, {"Citation": "Süß J., Volz S., Obst U., Schwartz T. (2009). Application of a molecular biology concept for the detection of DNA damage and repair during UV disinfection. Water Res. 43, 3705–3716. 10.1016/j.watres.2009.05.048", "ArticleIdList": ["10.1016/j.watres.2009.05.048", "19576614"]}, {"Citation": "Ventola C. L. (2015). The antibiotic resistance crisis: part 1: causes and threats. P T. 40, 277–283.", "ArticleIdList": ["PMC4378521", "25859123"]}, {"Citation": "von Gunten U. (2003). Ozonation of drinking water: part II. Disinfection and by-product formation in presence of bromide, iodide or chlorine. Water Res. 37, 1469–1487. 10.1016/S0043-1354(02)00458-X", "ArticleIdList": ["10.1016/S0043-1354(02)00458-X", "12600375"]}, {"Citation": "von Gunten U., Hoigne J. (1994). Bromate formation during ozonization of bromide-containing waters: interaction of ozone and hydroxyl radical reactions. Environ. Sci. Technol. 28, 1234–1242. 10.1021/es00056a009", "ArticleIdList": ["10.1021/es00056a009", "22176313"]}, {"Citation": "WHO (2014). Antimicrobial Resistance Global Report on Surveillance: 2014 Summary. World Health Organization."}, {"Citation": "Zhuang Y., Ren H., Geng J., Zhang Y., Zhang Y., Ding L., et al. . (2015). Inactivation of antibiotic resistance genes in municipal wastewater by chlorination, ultraviolet, and ozonation disinfection. Environ. Sci. Pollut. Res. Int. 22, 7037–7044. 10.1007/s11356-014-3919-z", "ArticleIdList": ["10.1007/s11356-014-3919-z", "25483976"]}, {"Citation": "Zimmermann S. G., Wittenwiler M., Hollender J., Krauss M., Ort C., Siegrist H., et al. . (2011). Kinetic assessment and modeling of an ozonation step for full-scale municipal wastewater treatment: micropollutant oxidation, by-product formation and disinfection. Water Res. 45, 605–617. 10.1016/j.watres.2010.07.080", "ArticleIdList": ["10.1016/j.watres.2010.07.080", "20828780"]}]}], "History": [{"Year": "2018", "Month": "5", "Day": "24"}, {"Year": "2018", "Month": "10", "Day": "11"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "10", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["30425704", "PMC6218952", "10.3389/fmicb.2018.02599"]}}]}