{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Chengdu–Chongqing Economic Zone", "MODIS", "NO2", "OMI", "PM2.5"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30445681", "DateCompleted": {"Year": "2018", "Month": "11", "Day": "19"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "15"}], "Language": ["eng"], "ELocationID": ["3950", "10.3390/s18113950"], "Journal": {"ISSN": "1424-8220", "JournalIssue": {"Volume": "18", "Issue": "11", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "15"}}, "Title": "Sensors (Basel, Switzerland)", "ISOAbbreviation": "Sensors (Basel)"}, "ArticleTitle": "Spatial⁻Temporal Variations in NO₂ and PM<sub>2.5</sub> over the Chengdu⁻Chongqing Economic Zone in China during 2005⁻2015 Based on Satellite Remote Sensing.", "Abstract": {"AbstractText": ["The Chengdu⁻Chongqing Economic Zone (CCEZ), which is located in southwestern China, is the fourth largest economic zone in China. The rapid economic development of this area has resulted in many environmental problems, including extremely high concentrations of nitrogen dioxide (NO₂) and fine particulate matter (PM<sub>2.5</sub>). However, current ground observations lack spatial and temporal coverage. In this study, satellite remote sensing techniques were used to analyze the variation in NO₂ and PM<sub>2.5</sub> from 2005 to 2015 in the CCEZ. The Ozone Monitoring Instrument (OMI) and the Moderate Resolution Imaging Spectroradiometer (MODIS) aerosol optical depth (AOD) product were used to retrieve tropospheric NO₂ vertical columns and estimate ground-level PM<sub>2.5</sub> concentrations, respectively. Geographically, high NO₂ concentrations were mainly located in the northwest of Chengdu and southeast of Chongqing. However, high PM<sub>2.5</sub> concentrations were mainly located in the center areas of the basin. The seasonal average NO₂ and PM<sub>2.5</sub> concentrations were both highest in winter and lowest in summer. The seasonal average NO₂ and PM<sub>2.5</sub> were as high as 749.33 × 10<sup>13</sup> molecules·cm<sup>-2</sup> and 132.39 µg·m<sup>-3</sup> in winter 2010, respectively. Over 11 years, the annual average NO₂ and PM<sub>2.5</sub> values in the CCEZ increased initially and then decreased, with 2011 as the inflection point. In 2007, the concentration of NO₂ reached its lowest value since 2005, which was 230.15 × 10<sup>13</sup> molecules·cm<sup>-2</sup>, and in 2015, the concentration of PM<sub>2.5</sub> reached its lowest value since 2005, which was 26.43 µg·m<sup>-3</sup>. Our study demonstrates the potential use of satellite remote sensing to compensate for the lack of ground-observed data when quantitatively analyzing the spatial⁻temporal variations in regional air quality."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environment and Planning, Henan University, Kaifeng 475004, China. henu_caikun@126.com."}, {"Identifier": [], "Affiliation": "College of Computer and Information Engineering, Henan University, Kaifeng 475004, China. henu_caikun@126.com."}], "Identifier": ["0000-0001-8896-7344"], "LastName": "Cai", "ForeName": "Kun", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Computer and Information Engineering, Henan University, Kaifeng 475004, China. qshenu_zhang@163.com."}], "Identifier": [], "LastName": "Zhang", "ForeName": "Qiushuang", "Initials": "Q"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences, Beijing 100101, China. lishenshen@126.com."}], "Identifier": [], "LastName": "Li", "ForeName": "Shenshen", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Computer and Information Engineering, Henan University, Kaifeng 475004, China. lyjlyj1122@sina.cn."}], "Identifier": [], "LastName": "Li", "ForeName": "Yujing", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences, Beijing 100101, China. gw7319@163.com."}], "Identifier": [], "LastName": "Ge", "ForeName": "Wei", "Initials": "W"}], "GrantList": [{"GrantID": "2016YFC0201507", "Agency": "National Key R&D Program of China", "Country": ""}, {"GrantID": "U1704122", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sensors (Basel)", "NlmUniqueID": "101204366", "ISSNLinking": "1424-8220"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Li Y.P., Chen G.B., Tong X.S. Fuzzy Comprehensive Assessment of the Urban Air Quality in the Chengdu-Chongqing Economic Zone. Sichuan Environ. 2012;31:107–110."}, {"Citation": "Zyrichidou I., Koukouli M.E., Balis D.S., Kioutsioukis I., Poupkou A., Katragkou E., Melas D., Boersma K.F., Roozendael M.V. Evaluation of high resolution simulated and OMI retrieved tropospheric NO2 column densities over Southeastern Europe. Atmos. Res. 2013;122:55–66. doi: 10.1016/j.atmosres.2012.10.028.", "ArticleIdList": ["10.1016/j.atmosres.2012.10.028"]}, {"Citation": "Rui W., Guan L., Zhang F., Zhang W., Ding W. PM2.5-induced oxidative stress increases adhesion molecules expression in human endothelial cells through the ERK/AKT/NF-WeiB-dependent pathway. J. Appl. Toxicol. 2015;36:48–59. doi: 10.1002/jat.3143.", "ArticleIdList": ["10.1002/jat.3143", "25876056"]}, {"Citation": "Kornartit C., Sokhi R.S., Burton M.A., Ravindra K. Activity pattern and personal exposure to nitrogen dioxide in indoor and outdoor microenvironments. Environ. Int. 2010;36:36–45. doi: 10.1016/j.envint.2009.09.004.", "ArticleIdList": ["10.1016/j.envint.2009.09.004", "19878999"]}, {"Citation": "Wang Z.Y. Master’s Thesis. Southwest Forestry University; Kunming, China: 2013. Study on Nitrogen Dioxide Emission Characteristics of High Pressure Common Rail Diesel Engine."}, {"Citation": "Öztaner Y.B., Güney B., Özçomak D., Kahya C., Balçık F.B., Çakır S., Kalkan K. An Investigation of the Relationship between Modis AOD and PM2.5 over Marmara Region, Turkey; Proceedings of the VII Atmospheric Science Symposium; Istanbul, Turkey. 28–30 April 2015."}, {"Citation": "Xu Y.F. Master’s Thesis. Zhengzhou University; Zhengzhou, China: 2012. Analysis of the Influence of Haze and PM2.5 Pollution Levels and Thermal Emission Sources on Atmospheric Environment in Zhengzhou City."}, {"Citation": "Zhang X., Ai J., Jiang W., Tan Y., Liao T., Sun Y. The Trend and Spatiotemporal Distribution Characteristics of Troposphere NO2 Columns Concentration in Chengdu Region During 2005–2015. J. Chengdu Univ. Inf. Technol. 2016;7:656–664."}, {"Citation": "Liu X.T., Zheng T.F., Wan Q.L., Tan H.B., Deng X.J., Li F., Deng T. Spatial-temporal Characteristics of NO2 in Concentrated PRD Urban Districts and Analysis of Anthropogenic Influences Based on OMI Remote Sensing Data. J. Trop. Meteorol. 2015;31:193–201."}, {"Citation": "Long L.I., Shi R., Chen Y., Yongming X.U., Bai K., Zhang J. Spatio-temporal Characteristics of NO2 in China and the Anthropogenic Influences Analysis Based on OMI Data. J. Geo-Inf. Sci. 2013;15:688–694."}, {"Citation": "Krotkov N.A., Mclinden C.A., Li C., Lamsal L.N., Celarier E.A., Marchenko S.V., Swartz W.H., Bucsela E.J., Joiner J., Duncan B.N. Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2014. Atmos. Chem. Phys. Discuss. 2015;15:26555–26607. doi: 10.5194/acpd-15-26555-2015.", "ArticleIdList": ["10.5194/acpd-15-26555-2015"]}, {"Citation": "Guo J.P., Wu Y.R., Zhang X.Y., Li X.W. Estimation of PM2.5 over eastern China from MODIS aerosol optical depth using the back propagation neural network. Environ. Sci. 2013;34:817–825.", "ArticleIdList": ["23745382"]}, {"Citation": "Qin Z.H. Research on Sustainable Development of Chengdu—Chongqing Old Industrial Base. Minzu University of China; Beijing, China: 2011."}, {"Citation": "Yi P., Duan N., Xu Y.X., Yu H.T. Effects of Coal-Fired Thermal Power Industry Development on the Atmospheric Environment in the Chengdu-Chongqing Economic Zone. Res. Environ. Sci. 2012;25:1107–1114."}, {"Citation": "Yang Y.L. Emissions Reduction of NOX in Coal-fired Power Plant and Simple Analysis of SCR Flue Gas Denitration Technology. Energy Environ. Prot. 2017;31:31–35."}, {"Citation": "Zhu J., Zheng F., Wang H., Wang F., Shu W. Analysis on Development Trend of Desulfurization and Denitration Technologies for Coal-fired Flue Gas. J. Environ. Eng. Technol. 2015;5:200–204."}, {"Citation": "Li L. Analysis and Countermeasure Research on the Atmospheric Environment Changes in the Main City of Chongqing (2009–2014) Wirel. Internet Technol. 2015;11:85–86."}, {"Citation": "Yi D. Master’s Thesis. Southwest Jiaotong University; Chengdu, China: 2013. Total Amount of Nitrogen Oxide Emissions and Countermeasures in Sichuan Province."}, {"Citation": "Ren L.H., Zhou Z.E., Zhao X.Y., Yang W., Yin B.H. Source Apportionment of PM10 and PM2.5 in Urban Areas of Chongqing. Res. Environ. Sci. 2014;27:1387–1394."}, {"Citation": "Zhou C., Qing L.I., Wang Z., Gao Y., Zhang L., Hui C., Pengfei M.A., Chang T., Center S.E. Spatio-temporal trend and changing factors of tropospheric NO2 column density in Beijing-Tianjin-Hebei region from 2005 to 2014. J. Remote Sens. 2016;20:468–480."}, {"Citation": "Sun L., Li R., Tian X., Wei J. Analysis of the temporal and spatial variation of aerosols in the Beijing-Tianjin-Hebei region with a 1 km AOD product. Aerosol Air Qual. 2017;17:923–935. doi: 10.4209/aaqr.2016.05.0185.", "ArticleIdList": ["10.4209/aaqr.2016.05.0185"]}, {"Citation": "Lin C.Q., Li Y., Lau A.K.H., Li C.C., Fung J.C.H. 15-Year PM2.5 Trends in the Pearl River Delta Region and Hong Kong from Satellite Observation. Aerosol Air Qual. 2018;18:2355–2362. doi: 10.4209/aaqr.2017.11.0437.", "ArticleIdList": ["10.4209/aaqr.2017.11.0437"]}, {"Citation": "Zhao C., Wang Y.H. Assimilated inversion of NOx emissions over east Asia using OMI NO2 column measurements. Geophys. Res. Lett. 2009;36:150–164. doi: 10.1029/2008GL037123.", "ArticleIdList": ["10.1029/2008GL037123"]}, {"Citation": "Boersma K.F., Eskes H.J., Dirksen R.J., van der A., Veefkind J.P., Stammes P., Huijnen V., Kleipool Q.L., Sneep M., Claas J., et al. An improved tropospheric NO2 column retrieval algorithm for the Ozone Monitoring Instrument. Atmos. Meas. Tech. 2011;4:2329–2388. doi: 10.5194/amtd-4-2329-2011.", "ArticleIdList": ["10.5194/amtd-4-2329-2011"]}, {"Citation": "Yoshimoto K. Long-term MAX-DOAS network observations of NO2 in Russia and Asia (MADRAS) during 2007–2012: Instrumentation, elucidation of climatology, and comparisons with OMI satellite observations and global model simulations. Atmos. Chem. Phys. 2014;14:2883–2934."}, {"Citation": "Mou F.S., Li A., Xie P.H., Wang Y., Zhang J. August 2013—July 2014 NO2 Tropospheric Column Concentration Analysis and Satellite Comparison in Hefei. Spectrosc. Spectr. Anal. 2017;37:1042–1047."}, {"Citation": "Jin J., Ma J., Lin W., Zhao H., Shaiganfar R., Beirle S., Wagner T. MAX-DOAS measurements and satellite validation of tropospheric NO2 and SO2 vertical column densities at a rural site of North China. Atmos. Environ. 2016;133:12–25. doi: 10.1016/j.atmosenv.2016.03.031.", "ArticleIdList": ["10.1016/j.atmosenv.2016.03.031"]}, {"Citation": "Levy R.C., Mattoo S., Munchak L.A., Remer L.A. The Collection 6 MODIS aerosol products over land and ocean. Atmos. Meas. Tech. 2013;6:2989–3034. doi: 10.5194/amt-6-2989-2013.", "ArticleIdList": ["10.5194/amt-6-2989-2013"]}, {"Citation": "Ma Z., Hu X., Sayer A., Levy R., Zhang Q., Xue Y., Tong S., Bi J., Huang L., Liu Y. Satellite-Based Spatiotemporal Trends in PM2.5 Concentrations: China, 2004–2013. Environ. Health Perspect. 2016;124:184–192. doi: 10.1289/ehp.1409481.", "ArticleIdList": ["10.1289/ehp.1409481", "PMC4749081", "26220256"]}, {"Citation": "European Space Agency Data User Element.  [(accessed on 22 August 2016)]; Available online:  http://due.esrin. esa.int/page_globcover.php."}, {"Citation": "Chongqing Provincial Bureauof Statistics  Statistical Yearbook of Chongqing.  [(accessed on 1 October 2017)]; Available online:  http://www.cqtj.gov.cn."}, {"Citation": "Sichuan Provincial Bureauof Statistics  Statistical Yearbook of Sichuan Province.  [(accessed on 1 October 2017)]; Available online:  http://www.sc.stats.gov.cn."}, {"Citation": "Zhou S.H., Chang-Jian N.I., Liu P.C. Characteristics of temperature inversion in atmospheric boundary layer in Chengdu area. J. Meteorol. Environ. 2015;2:016."}, {"Citation": "Yi P., Duan N., Chai F., Xu Y., He Y. SO2 emission cap Planning for Chengdu-Chongqing economic zone. J. Environ. Sci. 2012;24:142–146. doi: 10.1016/S1001-0742(11)60737-7.", "ArticleIdList": ["10.1016/S1001-0742(11)60737-7", "22783625"]}, {"Citation": "National Developmentand Reform Commission  The Regional Planning of Chengdu-Chongqing Economic Zone.  [(accessed on 30 May 2011)]; Available online:  http://www.ndrc.gov.cn."}, {"Citation": "Guo X.M. Master’s Thesis. Nanjing University of Information Engineering; Nanjing, China: 2016. Observation and Simulation of the Climate Characteristics of Air Quality and the Effects of Large Topography in Sichuan Basin."}, {"Citation": "Wang N., He T.R., Liu J.P. Analysis of the Effect of Summer Precipitation on Air Pollutants in Chongqing Urban Area. Environ. Eng. 2017;35:69–73."}, {"Citation": "Chen Y., Sun J.Z., Zhang W., Meng X.W., Wang J., Sun J.Z. Research on the correlation between MODIS aerosol optical depth and air pollution index over Lanzhou area. J. Lanzhou Univ. 2013;49:765–772."}, {"Citation": "Xiao Z. Study on the Characteristics of Atmospheric NO2 in Sichuan Basin. Chin. Environ. Sci. 2011;31:1782–1788."}, {"Citation": "Lamsal L.N., Duncan B.N., Yoshida Y., Krotkov N.A., Pickering K.E., Streets D.G., Lu Z.U.S. NO2 trends (2005–2013): EPA Air Quality System (AQS) data versus improved observations from the Ozone Monitoring Instrument (OMI) Atmos. Environ. 2015;110:130–143. doi: 10.1016/j.atmosenv.2015.03.055.", "ArticleIdList": ["10.1016/j.atmosenv.2015.03.055"]}, {"Citation": "Krotkov N.A., Mclinden C.A., Li C., Lamsal L.N., Celarier E.A., Marchenko S.V., Swartz W.H., Bucsela E.J., Joiner J., Duncan B.N. Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2015. Atmos. Chem. Phys. 2016;16:4605–4629. doi: 10.5194/acp-16-4605-2016.", "ArticleIdList": ["10.5194/acp-16-4605-2016"]}, {"Citation": "Randel W.J., Cobb J.B. Coherent variations of monthly mean total ozone and lower stratospheric temperature. J. Geophys. Res. Atmos. 1994;99:5433–5447. doi: 10.1029/93JD03454.", "ArticleIdList": ["10.1029/93JD03454"]}, {"Citation": "Lafare A.E.A., Peach D.W., Hughes A.G. Use of seasonal trend decomposition to understand groundwater behaviour in the Permo-Triassic Sandstone aquifer, Eden Valley, UK. Hydrogeol. J. 2016;24:141–158. doi: 10.1007/s10040-015-1309-3.", "ArticleIdList": ["10.1007/s10040-015-1309-3"]}, {"Citation": "Schneider P., van der A.R.J. A global single-sensor analysis of 2002–2011 tropospheric nitrogen dioxide trends observed from space. J. Geophys. Res. Atmos. 2012;117 doi: 10.1029/2012JD017571.", "ArticleIdList": ["10.1029/2012JD017571"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "4"}, {"Year": "2018", "Month": "11", "Day": "3"}, {"Year": "2018", "Month": "11", "Day": "12"}, {"Year": "2018", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "11", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30445681", "PMC6264014", "10.3390/s18113950", "s18113950"]}}]}