{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Antarctic moss", "Anthocyanins", "Bryophyte", "Bryum pseudotriquetrum", "Cell wall", "Ceratodon purpureus", "FT-IR", "Schistidium antarctici", "UV-B-absorbing compounds"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30463628", "DateCompleted": {"Year": "2018", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "21"}], "Language": ["eng"], "ELocationID": ["49", "10.1186/s40659-018-0196-1"], "Journal": {"ISSN": "0717-6287", "JournalIssue": {"Volume": "51", "Issue": "1", "PubDate": {"Year": "2018", "Month": "Nov", "Day": "21"}}, "Title": "Biological research", "ISOAbbreviation": "Biol Res"}, "ArticleTitle": "Photoprotection enhanced by red cell wall pigments in three East Antarctic mosses.", "Pagination": {"StartPage": "49", "MedlinePgn": "49"}, "Abstract": {"AbstractText": ["Antarctic bryophytes (mosses and liverworts) are resilient to physiologically extreme environmental conditions including elevated levels of ultraviolet (UV) radiation due to depletion of stratospheric ozone. Many Antarctic bryophytes synthesise UV-B-absorbing compounds (UVAC) that are localised in their cells and cell walls, a location that is rarely investigated for UVAC in plants. This study compares the concentrations and localisation of intracellular and cell wall UVAC in Antarctic Ceratodon purpureus, Bryum pseudotriquetrum and Schistidium antarctici from the Windmill Islands, East Antarctica.", "Multiple stresses, including desiccation and naturally high UV and visible light, seemed to enhance the incorporation of total UVAC including red pigments in the cell walls of all three Antarctic species analysed. The red growth form of C. purpureus had significantly higher levels of cell wall bound and lower intracellular UVAC concentrations than its nearby green form. Microscopic and spectroscopic analyses showed that the red colouration in this species was associated with the cell wall and that these red cell walls contained less pectin and phenolic esters than the green form. All three moss species showed a natural increase in cell wall UVAC content during the growing season and a decline in these compounds in new tissue grown under less stressful conditions in the laboratory.", "UVAC and red pigments are tightly bound to the cell wall and likely have a long-term protective role in Antarctic bryophytes. Although the identity of these red pigments remains unknown, our study demonstrates the importance of investigating cell wall UVAC in plants and contributes to our current understanding of UV-protective strategies employed by particular Antarctic bryophytes. Studies such as these provide clues to how these plants survive in such extreme habitats and are helpful in predicting future survival of the species studied."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Ecosystem Solutions, School of Biological Sciences, University of Wollongong, Northfields Avenue, Wollongong, NSW, 2522, Australia. melindaw@uow.edu.au."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biology, University of Santiago, Alameda, 3363, Santiago, Chile. melindaw@uow.edu.au."}], "Identifier": ["0000-0001-5907-4512"], "LastName": "Waterman", "ForeName": "Melinda J", "Initials": "MJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Ecosystem Solutions, School of Biological Sciences, University of Wollongong, Northfields Avenue, Wollongong, NSW, 2522, Australia."}], "Identifier": ["0000-0003-2992-0444"], "LastName": "Bramley-Alves", "ForeName": "Jessica", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Ecosystem Solutions, School of Biological Sciences, University of Wollongong, Northfields Avenue, Wollongong, NSW, 2522, Australia."}, {"Identifier": [], "Affiliation": "School of Ecosystem and Forest Sciences, University of Melbourne, Richmond, VIC, 3121, Australia."}], "Identifier": ["0000-0003-2785-0024"], "LastName": "Miller", "ForeName": "Rebecca E", "Initials": "RE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, University of Wollongong, Wollongong, NSW, 2522, Australia."}], "Identifier": ["0000-0003-4868-845X"], "LastName": "Keller", "ForeName": "Paul A", "Initials": "PA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Sustainable Ecosystem Solutions, School of Biological Sciences, University of Wollongong, Northfields Avenue, Wollongong, NSW, 2522, Australia."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biology, University of Santiago, Alameda, 3363, Santiago, Chile."}], "Identifier": ["0000-0002-7130-9617"], "LastName": "Robinson", "ForeName": "Sharon A", "Initials": "SA"}], "GrantList": [{"GrantID": "DP110101714", "Agency": "Australian Research Council", "Country": ""}, {"GrantID": "DP180100113", "Agency": "Australian Research Council", "Country": ""}, {"GrantID": "ASG3042", "Agency": "Australian Antarctic Division", "Country": ""}, {"GrantID": "ASG4046", "Agency": "Australian Antarctic Division", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biol Res", "NlmUniqueID": "9308271", "ISSNLinking": "0716-9760"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pigments, Biological"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Analysis of Variance"}, {"QualifierName": [], "DescriptorName": "Antarctic Regions"}, {"QualifierName": ["cytology", "metabolism", "radiation effects"], "DescriptorName": "Bryophyta"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Cell Wall"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Microscopy, Confocal"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Pigmentation"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Pigments, Biological"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["methods"], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Turnbull JD, Leslie SJ, Robinson SA. Desiccation protects two Antarctic mosses from ultraviolet-B induced DNA damage. Funct Plant Biol. 2009;36:214–221. doi: 10.1071/FP08286.", "ArticleIdList": ["10.1071/FP08286", "32688640"]}, {"Citation": "Turnbull JD, Robinson SA. Accumulation of DNA damage in Antarctic mosses: correlations with ultraviolet-B radiation, temperature and turf water content vary among species. Glob Chang Biol. 2009;15:319–329. doi: 10.1111/j.1365-2486.2008.01739.x.", "ArticleIdList": ["10.1111/j.1365-2486.2008.01739.x"]}, {"Citation": "Convey P, Smith RIL. Responses of terrestrial Antarctic ecosystems to climate change. Plant Ecol. 2006;182:1–10."}, {"Citation": "Lenné T, Bryant G, Hocart CH, Huang CX, Ball MC. Freeze avoidance: a dehydrating moss gathers no ice. Plant, Cell Environ. 2010;33:1731–1741. doi: 10.1111/j.1365-3040.2010.02178.x.", "ArticleIdList": ["10.1111/j.1365-3040.2010.02178.x", "20525002"]}, {"Citation": "Convey P, Chown SL, Clarke A, Barnes DKA, Bokhorst S, Cummings V, Ducklow HW, Frati F, Green TGA, Gordon S, et al. The spatial structure of Antarctic biodiversity. Ecol Monogr. 2014;84:203–244. doi: 10.1890/12-2216.1.", "ArticleIdList": ["10.1890/12-2216.1"]}, {"Citation": "Bjorn LO. Stratospheric ozone, ultraviolet radiation, and cryptogams. Biol Conserv. 2007;135:326–333. doi: 10.1016/j.biocon.2006.10.006.", "ArticleIdList": ["10.1016/j.biocon.2006.10.006"]}, {"Citation": "Robinson SA, King DH, Bramley-Alves J, Waterman MJ, Ashcroft MB, Wasley J, Turnbull JD, Miller RE, Ryan-Colton E, Benny T, et al. Rapid change in East Antarctic terrestrial vegetation in response to regional drying. Nat Clim Change. 2018;8:879–884. doi: 10.1038/s41558-018-0280-0.", "ArticleIdList": ["10.1038/s41558-018-0280-0"]}, {"Citation": "Robinson SA, Erickson DJ. Not just about sunburn—the ozone hole’s profound effect on climate has significant implications for Southern Hemisphere ecosystems. Glob Chang Biol. 2015;21:515–527. doi: 10.1111/gcb.12739.", "ArticleIdList": ["10.1111/gcb.12739", "25402975"]}, {"Citation": "Bornman JF, Barnes PW, Robinson SA, Ballaré CL, Flint SD, Caldwell MM. Solar ultraviolet radiation and ozone depletion-driven climate change: effects on terrestrial ecosystems. Photochem Photobiol Sci. 2015;14:88–107. doi: 10.1039/C4PP90034K.", "ArticleIdList": ["10.1039/C4PP90034K", "25435216"]}, {"Citation": "Bais AF, Lucas RM, Bornman JF, Williamson CE, Sulzberger B, Austin AT, Wilson SR, Andrady AL, Bernhard G, McKenzie RL, et al. Environmental effects of ozone depletion, UV radiation and interactions with climate change: UNEP environmental effects assessment panel, update 2017. Photochem Photobiol Sci. 2018;17:127–179. doi: 10.1039/C7PP90043K.", "ArticleIdList": ["10.1039/C7PP90043K", "PMC6155474", "29404558"]}, {"Citation": "Ashcroft MB, King DH, Raymond B, Turnbull JD, Wasley J, Robinson SA. Moving beyond presence and absence when examining changes in species distributions. Glob Chang Biol. 2017;23:2929–2940. doi: 10.1111/gcb.13628.", "ArticleIdList": ["10.1111/gcb.13628", "28100027"]}, {"Citation": "Clarke LJ, Robinson SA. Cell wall-bound ultraviolet-screening compounds explain the high ultraviolet tolerance of the Antarctic moss, Ceratodon purpureus. New Phytol. 2008;179:776–783. doi: 10.1111/j.1469-8137.2008.02499.x.", "ArticleIdList": ["10.1111/j.1469-8137.2008.02499.x", "18513223"]}, {"Citation": "Waterman MJ, Nugraha AS, Hendra R, Ball GE, Robinson SA, Keller PA. Antarctic moss biflavonoids show high antioxidant and ultraviolet-screening activity. J Nat Prod. 2017;80:2224–2231. doi: 10.1021/acs.jnatprod.7b00085.", "ArticleIdList": ["10.1021/acs.jnatprod.7b00085", "28783339"]}, {"Citation": "Dunn JL, Robinson SA. Ultraviolet B screening potential is higher in two cosmopolitan moss species than in a co-occurring Antarctic endemic moss: implications of continuing ozone depletion. Glob Chang Biol. 2006;12:2282–2296. doi: 10.1111/j.1365-2486.2006.01283.x.", "ArticleIdList": ["10.1111/j.1365-2486.2006.01283.x"]}, {"Citation": "Newsham KK. The biology and ecology of the liverwort Cephaloziella varians in Antarctica. Antarct Sci. 2010;22:131–143. doi: 10.1017/S0954102009990630.", "ArticleIdList": ["10.1017/S0954102009990630"]}, {"Citation": "Malenovský Z, Turnbull JD, Lucieer A, Robinson SA. Antarctic moss stress assessment based on chlorophyll content and leaf density retrieved from imaging spectroscopy data. New Phytol. 2015;208:608–624. doi: 10.1111/nph.13524.", "ArticleIdList": ["10.1111/nph.13524", "26083501"]}, {"Citation": "Post A. Photoprotective pigment as an adaptive strategy in the Antarctic moss Ceratodon purpureus. Polar Biol. 1990;10:241–245. doi: 10.1007/BF00238420.", "ArticleIdList": ["10.1007/BF00238420"]}, {"Citation": "Wasley J, Robinson SA, Lovelock CE, Popp M. Some like it wet—biological characteristics underpinning tolerance of extreme water stress events in Antarctic bryophytes. Funct Plant Biol. 2006;33:443–455. doi: 10.1071/FP05306.", "ArticleIdList": ["10.1071/FP05306", "32689251"]}, {"Citation": "Lovelock CE, Osmond CB, Seppelt RD. Photoinhibition in the Antarctic moss Grimmia antarctici Card. when exposed to cycles of freezing and thawing. Plant Cell Environ. 1995;18:1395–1402. doi: 10.1111/j.1365-3040.1995.tb00200.x.", "ArticleIdList": ["10.1111/j.1365-3040.1995.tb00200.x"]}, {"Citation": "Campbell IB, Claridge GGC. Antarctica: soils, weathering processes and environment: soils, weathering processes and environment. New York: Elsevier; 1987."}, {"Citation": "Lovelock CE, Robinson SA. Surface reflectance properties of Antarctic moss and their relationship to plant species, pigment composition and photosynthetic function. Plant, Cell Environ. 2002;25:1239–1250. doi: 10.1046/j.1365-3040.2002.00916.x.", "ArticleIdList": ["10.1046/j.1365-3040.2002.00916.x"]}, {"Citation": "Robinson SA, Wasley J, Tobin AK. Living on the edge—plants and global change in continental and maritime Antarctica. Glob Chang Biol. 2003;9:1681–1717. doi: 10.1046/j.1365-2486.2003.00693.x.", "ArticleIdList": ["10.1046/j.1365-2486.2003.00693.x"]}, {"Citation": "Smith LRI. Biological and environmental characteristics of three cosmopolitan mosses dominant in continental Antarctica. J Veg Sci. 1999;10:231–242. doi: 10.2307/3237144.", "ArticleIdList": ["10.2307/3237144"]}, {"Citation": "Martensson O, Nilsson E. On the morphological colour of bryophytes. Lindbergia. 1974;2:145–159."}, {"Citation": "Semerdjieva SI, Phoenix GK, Hares D, Gwynn-Jones D, Callaghan TV, Sheffield E. Surface morphology, leaf and cuticle thickness of four dwarf shrubs from a sub-Arctic heath following long-term exposure to enhanced levels of UV-B. Physiol Plant. 2003;117:289–294. doi: 10.1034/j.1399-3054.2003.00006.x.", "ArticleIdList": ["10.1034/j.1399-3054.2003.00006.x"]}, {"Citation": "Semerdjieva SI, Sheffield E, Phoenix GK, Gwynn-Jones D, Callaghan TV, Johnson GN. Contrasting strategies for UV-B screening in sub-Arctic dwarf shrubs. Plant, Cell Environ. 2003;26:957–964. doi: 10.1046/j.1365-3040.2003.01029.x.", "ArticleIdList": ["10.1046/j.1365-3040.2003.01029.x", "12803622"]}, {"Citation": "Herzfelder H. Beiträge zur frage der moosfärbungen. Beih bot Zbl. 1921;38:355–400."}, {"Citation": "Bendz G, Martensson O, Terenius L. Moss pigments I. The anthocyanins of Bryum cryophilum O. Mart Acta Chem Scand. 1962;16:1183–1190. doi: 10.3891/acta.chem.scand.16-1183.", "ArticleIdList": ["10.3891/acta.chem.scand.16-1183"]}, {"Citation": "Bendz G, Martensson O, Moss Nilsson E. pigments III. Isolation of some reddish pigments from Sphagnum species. Arkiv Kemi. 1965;25:215–221."}, {"Citation": "Snell KRS, Kokubun T, Griffiths H, Convey P, Hodgson DA, Newsham KK. Quantifying the metabolic cost to an Antarctic liverwort of responding to an abrupt increase in UVB radiation exposure. Glob Chang Biol. 2009;15:2563–2573. doi: 10.1111/j.1365-2486.2009.01929.x.", "ArticleIdList": ["10.1111/j.1365-2486.2009.01929.x"]}, {"Citation": "Green TGA, Kulle D, Pannewitz S, Sancho LG, Schroeter B. UV-A protection in mosses growing in continental Antarctica. Polar Biol. 2005;28:822–827. doi: 10.1007/s00300-005-0011-7.", "ArticleIdList": ["10.1007/s00300-005-0011-7"]}, {"Citation": "Post A, Vesk M. Photosynthesis, pigments and chloroplast ultrastructure of an Antarctic liverwort from sun-exposed and shaded sites. Can J Bot. 1992;70:2259–2264. doi: 10.1139/b92-280.", "ArticleIdList": ["10.1139/b92-280"]}, {"Citation": "Mouille G, Robin S, Lecomte M, Pagant S, Höfte H. Classification and identification of Arabidopsis cell wall mutants using Fourier-Transform InfraRed (FT-IR) microspectroscopy. Plant J. 2003;35:393–404. doi: 10.1046/j.1365-313X.2003.01807.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01807.x", "12887590"]}, {"Citation": "Alonso-Simón A, García-Angulo P, Mélida H, Encina A, Álvarez JM, Acebes JL. The use of FTIR spectroscopy to monitor modifications in plant cell wall architecture caused by cellulose biosynthesis inhibitors. Plant Signal Behav. 2011;6:1104–1110. doi: 10.4161/psb.6.8.15793.", "ArticleIdList": ["10.4161/psb.6.8.15793", "PMC3260703", "21791979"]}, {"Citation": "Robinson SA, Turnbull JD, Lovelock CE. Impact of changes in natural ultraviolet radiation on pigment composition, physiological and morphological characteristics of the Antarctic moss, Grimmia antarctici. Glob Chang Biol. 2005;11:476–489. doi: 10.1111/j.1365-2486.2005.00911.x.", "ArticleIdList": ["10.1111/j.1365-2486.2005.00911.x"]}, {"Citation": "Hooijmaijers C. Membrane integrity, oxidative damage and chlorophyll fluorescence during dehydration of the thalloid liverwort Monoclea forsteri Hook. J Bryol. 2008;30:217–222. doi: 10.1179/174328208X322279.", "ArticleIdList": ["10.1179/174328208X322279"]}, {"Citation": "Melick DR, Seppelt RD. Loss of soluble carbohydrates and changes in freezing point of Antarctic bryophytes after leaching and repeated freeze–thaw cycles. Antarct Sci. 1992;4:399–404. doi: 10.1017/S0954102092000592.", "ArticleIdList": ["10.1017/S0954102092000592"]}, {"Citation": "Bilger W, Rolland M, Nybakken L. UV screening in higher plants induced by low temperature in the absence of UV-B radiation. Photochem Photobiol Sci. 2007;6:190–195. doi: 10.1039/b609820g.", "ArticleIdList": ["10.1039/b609820g", "17277843"]}, {"Citation": "Robinson SA, Waterman MJ. Sunsafe Bryophytes: Photoprotection from excess and damaging solar radiation. In: Hanson DT, Rice SK, editors. Photosynthesis in bryophytes and early land plants, advances in photosynthesis and respiration. Netherlands: Springer; 2014. pp. 113–130."}, {"Citation": "Hooijmaijers CAM. Desiccation tolerance in red and green gametophytes of Jamesoniella colorata in relation to photoprotection. Planta. 2008;227:1301–1310. doi: 10.1007/s00425-008-0702-8.", "ArticleIdList": ["10.1007/s00425-008-0702-8", "18278510"]}, {"Citation": "Hooijmaijers CAM, Gould KS. Photoprotective pigments in red and green gametophytes of two New Zealand liverworts. N Z J Bot. 2007;45:451–461. doi: 10.1080/00288250709509728.", "ArticleIdList": ["10.1080/00288250709509728"]}, {"Citation": "Glime JM. Adaptive strategies: growth and life forms. In: Glime JM, editor. Bryophyte Ecology. Houghton: Ebook sponsored by Michigan Technological University and the International Association of Bryologists; 2013. pp. 29–44."}, {"Citation": "Turnbull J. Antarctic moss: surviving ultraviolet radiation in a changing climate. Ph.D. thesis. University of Wollongong, School of Biological Sciences. 2015."}, {"Citation": "Clarke LJ, Robinson SA, Hua Q, Ayre DJ, Fink D. Radiocarbon bomb spike reveals biological effects of Antarctic climate change. Glob Chang Biol. 2012;18:301–310. doi: 10.1111/j.1365-2486.2011.02560.x.", "ArticleIdList": ["10.1111/j.1365-2486.2011.02560.x"]}, {"Citation": "Waterman MJ. The what and where of ultraviolet protective mechanisms in Antarctic mosses. Ph.D. thesis. University of Wollongong, School of Biological Sciences. 2015."}, {"Citation": "Rothero G. Ceratodon purpureus. In: Atherton I, Bosanquet S, Lawley M, editors. Mosses and liverworts of Britain and Ireland—a field guide. Plymouth: United Kingdom by Latimer Trend & Co. Ltd, British Bryological Society; 2010. p. 354."}, {"Citation": "Lawley M. Bryum pseudotriquetrum. In: Atherton I, Bosanquet S, Lawley M, editors. Mosses and liverworts of Britain and Ireland—a field guide. Plymouth: United Kingdom by Latimer Trend & Co. Ltd, British Bryological Society; 2010. pp. 592–593."}, {"Citation": "Ochyra RLSR, Bednarek-Ochyra H. The illustrated moss flora of Antarctica. Cambridge: University Press; 2008."}, {"Citation": "Dixon RA, Paiva NL. Stress-induced phenylpropanoid metabolism. Plant Cell. 1995;7:1085–1097. doi: 10.1105/tpc.7.7.1085.", "ArticleIdList": ["10.1105/tpc.7.7.1085", "PMC160915", "12242399"]}, {"Citation": "Caldwell MM, Bornman JF, Ballare CL, Flint SD, Kulandaivelu G. Terrestrial ecosystems, increased solar ultraviolet radiation, and interactions with other climate change factors. Photochem Photobiol Sci. 2007;6:252–266. doi: 10.1039/b700019g.", "ArticleIdList": ["10.1039/b700019g", "17344961"]}, {"Citation": "Bendz G, Martensson O, Nilsson E. Moss pigments 6. On the pigmentation of Sphagnum species. Bot Notiser. 1967;120:345–354."}, {"Citation": "Nilsson E, Tottmar O. pigments 5. Studies of phenolic cell wall polymers in Sphagnum nemoreum. Acta Chem Scand. 1967;21:1558–1566. doi: 10.3891/acta.chem.scand.21-1558.", "ArticleIdList": ["10.3891/acta.chem.scand.21-1558"]}, {"Citation": "Roberts AW, Roberts EM, Haigler CH. Moss cell walls: structure and biosynthesis. Front Plant Sci. 2012;3:166. doi: 10.3389/fpls.2012.00166.", "ArticleIdList": ["10.3389/fpls.2012.00166", "PMC3400098", "22833752"]}, {"Citation": "Geiger H. Biflavonoids in bryophytes. In: Zinsmeister HD, Mues R, editors. Bryophytes: their chemistry and chemical taxonomy. Oxford: Oxford University Press; 1990. pp. 161–170."}, {"Citation": "Wang W, Guo J, Zhang J, Peng J, Liu T, Xin Z. Isolation, identification and antioxidant activity of bound phenolic compounds present in rice bran. Food Chem. 2015;171:40–49. doi: 10.1016/j.foodchem.2014.08.095.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.095", "25308640"]}, {"Citation": "Padayachee A, Netzel G, Netzel M, Day L, Mikkelsen D, Gidley MJ. Lack of release of bound anthocyanins and phenolic acids from carrot plant cell walls and model composites during simulated gastric and small intestinal digestion. Food Funct. 2013;4:906–916. doi: 10.1039/c3fo60091b.", "ArticleIdList": ["10.1039/c3fo60091b", "23660747"]}, {"Citation": "Schnitzler J-P, Jungblut TP, Heller W, Kofferlein M, Hutzler P, Heinzmann U, Schmelzer E, Ernst D, Langebartels C, Sandermann H. Tissue localization of UV-B-screening pigments and of chalcone synthase mRNA in needles of Scots pine seedlings. New Phytol. 1996;132:247–258. doi: 10.1111/j.1469-8137.1996.tb01844.x.", "ArticleIdList": ["10.1111/j.1469-8137.1996.tb01844.x"]}, {"Citation": "Newsham KK. UV-B radiation arising from stratospheric ozone depletion influences the pigmentation of the Antarctic moss Andreaea regularis. Oecologia. 2003;135:327–331. doi: 10.1007/s00442-003-1191-x.", "ArticleIdList": ["10.1007/s00442-003-1191-x", "12721820"]}, {"Citation": "Francis FJ. Analysis of anthocyanins. In: Markakis P, editor. Anthocyanins as food colours. New York: Academic Press; 1982. pp. 181–207."}, {"Citation": "Fuleki T, Francis FJ. Quantitative methods for anthocyanins. J Food Sci. 1968;33:78–83. doi: 10.1111/j.1365-2621.1968.tb00888.x.", "ArticleIdList": ["10.1111/j.1365-2621.1968.tb00888.x"]}]}], "History": [{"Year": "2017", "Month": "12", "Day": "6"}, {"Year": "2018", "Month": "11", "Day": "3"}, {"Year": "2018", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["30463628", "PMC6247747", "10.1186/s40659-018-0196-1", "10.1186/s40659-018-0196-1"]}}]}