{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Campylobacteria", "Epsilonproteobacteria", "N2O-reducing bacterium", "deep-sea hydrothermal field", "nitrous oxide", "nosZ"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30547029", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "11", "Day": "28"}], "Language": ["eng"], "ELocationID": ["184", "10.3389/fbioe.2018.00184"], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2018"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "Enrichment and Genomic Characterization of a N<sub>2</sub>O-Reducing Chemolithoautotroph From a Deep-Sea Hydrothermal Vent.", "Pagination": {"StartPage": "184", "MedlinePgn": "184"}, "Abstract": {"AbstractText": ["Nitrous oxide (N<sub>2</sub>O) is a greenhouse gas and also leads to stratospheric ozone depletion. In natural environments, only a single N<sub>2</sub>O sink process is the microbial reduction of N<sub>2</sub>O to N<sub>2</sub>, which is mediated by nitrous oxide reductase (NosZ) encoded by <i>nosZ</i> gene. The <i>nosZ</i> phylogeny has two distinct clades, clade I and formerly overlooked clade II. In deep-sea hydrothermal environments, several members of the class <i>Campylobacteria</i> are shown to harbor clade II <i>nosZ</i> gene and perform the complete denitrification of nitrate to N<sub>2</sub>; however, little is known about their ability to grow on exogenous N<sub>2</sub>O as the sole electron acceptor. Here, we obtained an enrichment culture from a deep-sea hydrothermal vent in the Southern Mariana Trough, which showed a respiratory N<sub>2</sub>O reduction with H<sub>2</sub> as an electron donor. The single amplicon sequence variant (ASV) presenting 90% similarity to <i>Hydrogenimonas</i> species within the class <i>Campylobacteria</i> was predominant throughout the cultivation period. Metagenomic analyses using a combination of short-read and long-read sequence data succeeded in reconstructing a complete genome of the dominant ASV, which encoded clade II <i>nosZ</i> gene. This study represents the first cultivation analysis that shows the occurrence of N<sub>2</sub>O-respiring microorganisms in a deep-sea hydrothermal vent and provides the opportunity to assess their capability to reduce N<sub>2</sub>O emission from the environments."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology, Faculty of Fisheries Sciences, Hokkaido University, Hakodate, Japan."}], "Identifier": [], "LastName": "Mino", "ForeName": "Sayaka", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology, Faculty of Fisheries Sciences, Hokkaido University, Hakodate, Japan."}], "Identifier": [], "LastName": "Yoneyama", "ForeName": "Naoki", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Marine Environmental Microbiology, Division of Applied Biosciences, Graduate School of Agriculture, Kyoto University, Kyoto, Japan."}, {"Identifier": [], "Affiliation": "Department of Subsurface Geobiology Analysis and Research (D-SUGAR), Japan Agency for Marine-Earth Science and Technology (JAMSTEC), Yokosuka, Japan."}], "Identifier": [], "LastName": "Nakagawa", "ForeName": "Satoshi", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Subsurface Geobiology Analysis and Research (D-SUGAR), Japan Agency for Marine-Earth Science and Technology (JAMSTEC), Yokosuka, Japan."}], "Identifier": [], "LastName": "Takai", "ForeName": "Ken", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology, Faculty of Fisheries Sciences, Hokkaido University, Hakodate, Japan."}], "Identifier": [], "LastName": "Sawabe", "ForeName": "Tomoo", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aziz R. K., Bartels D., Best A. A., DeJongh M., Disz T., Edwards R. A., et al. . (2008). The RAST server: rapid annotations using subsystems technology. BMC Genomics 9:75. 10.1186/1471-2164-9-75", "ArticleIdList": ["10.1186/1471-2164-9-75", "PMC2265698", "18261238"]}, {"Citation": "Bange H. W., Andreae M. O. (1999). Nitrous oxide in the deep waters of the world's oceans. Glob. Biogeochem. Cycles 13, 1127–1135. 10.1029/1999GB900082", "ArticleIdList": ["10.1029/1999GB900082"]}, {"Citation": "Bourbonnais A., Juniper S. K., Butterfield D. A., Devol A. H., Kuypers M. M. M., Lavik G., et al. (2012). Activity and abundance of denitrifying bacteria in the subsurface biosphere of diffuse hydrothermal vents of the Juan de Fuca Ridge. Biogeosciences 9, 4661–4678. 10.5194/bg-9-4661-2012", "ArticleIdList": ["10.5194/bg-9-4661-2012"]}, {"Citation": "Bowles M. W., Nigro L. M., Teske A. P., Joye S. B. (2012). Denitrification and environmental factors influencing nitrate removal in Guaymas Basin hydrothermally altered sediments. Front. Microbiol. 3:377. 10.3389/fmicb.2012.00377", "ArticleIdList": ["10.3389/fmicb.2012.00377", "PMC3480761", "23112796"]}, {"Citation": "Braker G., Tiedje J. M. (2003). Nitric oxide reductase (norB) genes from pure cultures and environmental samples. Appl. Environ. Microbiol. 69, 3476–3483. 10.1128/AEM.69.6.3476-3483.2003", "ArticleIdList": ["10.1128/AEM.69.6.3476-3483.2003", "PMC161466", "12788753"]}, {"Citation": "Callahan B. J., McMurdie P. J., Rosen M. J., Han A. W., Johnson A. J., Holmes S. P. (2016). DADA2: high-resolution sample inference from amplicon data. Nat. Methods 13, 581–583. 10.1038/nmeth.3869", "ArticleIdList": ["10.1038/nmeth.3869", "PMC4927377", "27214047"]}, {"Citation": "Edgar R. C. (2004). MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Res. 32, 1792–1797. 10.1093/nar/gkh340", "ArticleIdList": ["10.1093/nar/gkh340", "PMC390337", "15034147"]}, {"Citation": "Fortunato C. S., Huber J. A. (2016). Coupled RNA-SIP and metatranscriptomics of active chemolithoautotrophic communities at a deep-sea hydrothermal vent. ISME J. 10, 1925–1938. 10.1038/ismej.2015.258", "ArticleIdList": ["10.1038/ismej.2015.258", "PMC5029171", "26872039"]}, {"Citation": "Giovannelli D., Chung M., Staley J., Starovoytov V., Le Bris N., Vetriani C. (2016). Sulfurovum riftiae sp. nov., a mesophilic, thiosulfate-oxidizing, nitrate-reducing chemolithoautotrophic epsilonproteobacterium isolated from the tube of the deep-sea hydrothermal vent polychaete Riftia pachyptila. Int. J. Syst. Evol. Microbiol. 66, 2697–2701. 10.1099/ijsem.0.001106", "ArticleIdList": ["10.1099/ijsem.0.001106", "27116914"]}, {"Citation": "Henry S., Bru D., Stres B., Hallet S., Philippot L. (2006). Quantitative detection of the nosZ gene, encoding nitrous oxide reductase, and comparison of the abundances of 16S rRNA, narG, nirK, and nosZ genes in soils. Appl. Environ. Microbiol. 72, 5181–5189. 10.1128/AEM.00231-06", "ArticleIdList": ["10.1128/AEM.00231-06", "PMC1538733", "16885263"]}, {"Citation": "Hunt M., Silva N. D., Otto T. D., Parkhill J., Keane J. A., Harris S. R. (2015). Circlator: automated circularization of genome assemblies using long sequencing reads. Genome Biol. 16:294. 10.1186/s13059-015-0849-0", "ArticleIdList": ["10.1186/s13059-015-0849-0", "PMC4699355", "26714481"]}, {"Citation": "Inagaki F., Takai K., Kobayashi H., Nealson K. H., Horikoshi K. (2003). Sulfurimonas autotrophica gen. nov., sp. nov., a novel sulfur-oxidizing ε-proteobacterium isolated from hydrothermal sediments in the Mid-Okinawa Trough. Int. J. Syst. Evol. Microbiol. 53, 1801–1805. 10.1099/ijs.0.02682-0", "ArticleIdList": ["10.1099/ijs.0.02682-0", "14657107"]}, {"Citation": "Inagaki F., Takai K., Nealson K. H., Horikoshi K. (2004). Sulfurovum lithotrophicum gen. nov., sp. nov., a novel sulfur-oxidizing chemolithoautotroph within the ε-Proteobacteria isolated from Okinawa Trough hydrothermal sediments. Int. J. Syst. Evol. Microbiol. 54, 1477–1482. 10.1099/ijs.0.03042-0", "ArticleIdList": ["10.1099/ijs.0.03042-0", "15388698"]}, {"Citation": "IPCC (2006). IPCC Guidelines for National Greenhouse Gas Inventories. Vol. 4. Hayama: IGES."}, {"Citation": "IPPC (2007). Climate Change 2007: Mitigation of Climate Change; Contribution of Working Group III to the the 4th Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge."}, {"Citation": "Jones C. M., Graf D. R., Bru D., Philippot L., Hallin S. (2013). The unaccounted yet abundant nitrous oxide-reducing microbial community: a potential nitrous oxide sink. ISME J. 7, 417–426. 10.1038/ismej.2012.125", "ArticleIdList": ["10.1038/ismej.2012.125", "PMC3554408", "23151640"]}, {"Citation": "Jones C. M., Spor A., Brennan F. P., Breuil M.-C., Bru D., Lemanceau P., et al. (2014). Recently identified microbial guild mediates soil N2O sink capacity. Nat. Clim. Chang. 4, 801–805. 10.1038/nclimate2301", "ArticleIdList": ["10.1038/nclimate2301"]}, {"Citation": "Kajitani R., Toshimoto K., Noguchi H., Toyoda A., Ogura Y., Okuno M., et al. . (2014). Efficient de novo assembly of highly heterozygous genomes from whole-genome shotgun short reads. Genome Res. 24, 1384–1395. 10.1101/gr.170720.113", "ArticleIdList": ["10.1101/gr.170720.113", "PMC4120091", "24755901"]}, {"Citation": "Kanehisa M., Sato Y., Morishima K. (2016). BlastKOALA and GhostKOALA: KEGG tools for functional characterization of genome and metagenome sequences. J. Mol. Biol. 428, 726–731. 10.1016/j.jmb.2015.11.006", "ArticleIdList": ["10.1016/j.jmb.2015.11.006", "26585406"]}, {"Citation": "Kato S., Sakai S., Hirai M., Tasumi E., Nishizawa M., Suzuki, et al. . (2018). Long-term cultivation and metagenomics reveal ecophysiology of previously uncultivated thermophiles involved in biogeochemical nitrogen cycle. Microbes Environ. 33, 107–110. 10.1264/jsme2.ME17165", "ArticleIdList": ["10.1264/jsme2.ME17165", "PMC5877337", "29459499"]}, {"Citation": "Kawagucci S., Shirai K., Lan T. F., Takahata N., Tsunogai U., Sano Y., et al. (2010). Gas geochemical characteristics of hydrothermal plumes at the HAKUREI and JADE vent sites, the Izena Cauldron, Okinawa Trough. Geochem. J. 44, 507–518. 10.2343/geochemj.1.0100", "ArticleIdList": ["10.2343/geochemj.1.0100"]}, {"Citation": "Keane T. M., Creevey C. J., Pentony M. M., Naughton T. J., Mclnerney J. O. (2006). Assessment of methods for amino acid matrix selection and their use on empirical data shows that ad hoc assumptions for choice of matrix are not justified. BMC Evol. Biol. 6:29 10.1186/1471-2148-6-29", "ArticleIdList": ["10.1186/1471-2148-6-29", "PMC1435933", "16563161"]}, {"Citation": "Konstantinidis K. T., Rosselló-Móra R., Amann R. (2017). Uncultivated microbes in need of their own taxonomy. ISME J. 11, 2399–2406. 10.1038/ismej.2017.113", "ArticleIdList": ["10.1038/ismej.2017.113", "PMC5649169", "28731467"]}, {"Citation": "Konstantinidis K. T., Tiedje J. M. (2005). Towards a genome-based taxonomy for prokaryotes. J. Bacteriol. 187, 6258–6264. 10.1128/JB.187.18.6258-6264.2005", "ArticleIdList": ["10.1128/JB.187.18.6258-6264.2005", "PMC1236649", "16159757"]}, {"Citation": "Koren S., Walenz B. P., Berlin K., Miller J. R., Bergman N. H., Phillippy A. M. (2017). Canu: scalable and accurate long-read assembly via adaptive k-mer weighting and repeat separation. Genome Res. 27, 722–736. 10.1101/gr.215087.116", "ArticleIdList": ["10.1101/gr.215087.116", "PMC5411767", "28298431"]}, {"Citation": "Kumar S., Stecher G., Tamura K. (2016). MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 1870–1874. 10.1093/molbev/msw054", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Lagesen K., Hallin P., Rødland E. A., Staerfeldt H. H., Rognes T., Ussery D. W. (2007). RNAmmer: consistent and rapid annotation of ribosomal RNA genes. Nucleic. Acids. Res. 35, 3100–3108. 10.1093/nar/gkm160", "ArticleIdList": ["10.1093/nar/gkm160", "PMC1888812", "17452365"]}, {"Citation": "Li H. (2013). Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. arXiv. arXiv:1303.3997. Available online at: http://arxiv.org/abs/1303.3997"}, {"Citation": "Lilley M. D., de Angelis M. A., Gordon L. I. (1982). CH4, H2, CO and N2O in submarine hydrothermal vent waters. Nature 300, 48–50. 10.1038/300048a0", "ArticleIdList": ["10.1038/300048a0"]}, {"Citation": "Masuda Y., Itoh H., Shiratori Y., Isobe K., Otsuka S., Senoo K. (2017). Predominant but previously-overlooked prokaryotic drivers of reductive nitrogen transformation in paddy soils, revealed by metatranscriptomics. Microbes Environ. 32, 180–183. 10.1264/jsme2.ME16179", "ArticleIdList": ["10.1264/jsme2.ME16179", "PMC5478542", "28442658"]}, {"Citation": "Meier-Kolthoff J. P., Auch A. F., Klenk H. P., Göker M. (2013). Genome sequence-based species delimitation with confidence intervals and improved distance functions. BMC Bioinformatics 14:60. 10.1186/1471-2105-14-60", "ArticleIdList": ["10.1186/1471-2105-14-60", "PMC3665452", "23432962"]}, {"Citation": "Mino S., Makita H., Toki T., Miyazaki J., Kato S., Watanabe H., et al. . (2013). Biogeography of Persephonella in deep-sea hydrothermal vents of the Western Pacific. Front. Microbiol. 4:107. 10.3389/fmicb.2013.00107", "ArticleIdList": ["10.3389/fmicb.2013.00107", "PMC3635849", "23630523"]}, {"Citation": "Mino S., Nakagawa S. (2018). Deep-sea ven extrimophiles: cultivation, physiological characteristics, and ecological significance, in Extremophiles: From biology to biotechnology, eds Durvasula R. V., Rao D. V. S. (New York, NY: CRC Press; ), 165–183."}, {"Citation": "Muto H., Takaki Y., Hirai M., Mino S., Sawayama S., Takai K., et al. . (2017). A simple and efficient RNA extraction method from deep-sea hydrothermal vent chimney structures. Microbes Environ. 32, 330–335. 10.1264/jsme2.ME17048", "ArticleIdList": ["10.1264/jsme2.ME17048", "PMC5745017", "29187693"]}, {"Citation": "Nakagawa S., Takai K., Inagaki F., Horikoshi K., Sako Y. (2005). Nitratiruptor tergarcus gen. nov., sp. nov. and Nitratifractor salsuginis gen. nov., sp. nov., nitrate-reducing chemolithoautotrophs of the ε-Proteobacteria isolated from a deep-sea hydrothermal system in the Mid-Okinawa Trough. Int. J. Syst. Evol. Microbiol. 55, 925–933. 10.1099/ijs.0.63480-0", "ArticleIdList": ["10.1099/ijs.0.63480-0", "15774687"]}, {"Citation": "Parks D. H., Imelfort M., Skennerton C. T., Hugenholtz P., Tyson G. W. (2015), CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, metagenomes. Genome Res. 25, 1043–1055. 10.1101/gr.186072.114", "ArticleIdList": ["10.1101/gr.186072.114", "PMC4484387", "25977477"]}, {"Citation": "Pjevac P., Meier D. V., Markert S., Hentschker C., Schweder T., Becher D., et al. . (2018). Metaproteogenomic profiling of microbial communities colonizing actively venting hydrothermal chimneys. Front. Microbiol. 9:680. 10.3389/fmicb.2018.00680", "ArticleIdList": ["10.3389/fmicb.2018.00680", "PMC5904459", "29696004"]}, {"Citation": "Pruesse E., Peplies J., Glöckner F. O. (2012). SINA: accurate high-throughput multiple sequence alignment of ribosomal RNA genes. Bioinformatics 28, 1823–1829. 10.1093/bioinformatics/bts252", "ArticleIdList": ["10.1093/bioinformatics/bts252", "PMC3389763", "22556368"]}, {"Citation": "Ravishankara A. R., Daniel J. S., Portmann R. W. (2009). Nitrous oxide (N2O): the dominant ozone-depleting substance emitted in the 21st century. Science 326, 123–125. 10.1126/science.1176985", "ArticleIdList": ["10.1126/science.1176985", "19713491"]}, {"Citation": "Richter M., Rosselló-Móra R. (2009). Shifting the genomic gold standard for the prokaryotic species definition. Proc. Natl. Acad. Sci. USA. 106, 19126–19131. 10.1073/pnas.0906412106", "ArticleIdList": ["10.1073/pnas.0906412106", "PMC2776425", "19855009"]}, {"Citation": "Sako Y., Takai K., Ishida Y., Uchida A., Katayama Y. (1996). Rhodothermus obamensis sp. nov., a modern lineage of extremely thermophilic marine bacteria. Int. J. Syst. Bacteriol. 46, 1099–1104. 10.1099/00207713-46-4-1099", "ArticleIdList": ["10.1099/00207713-46-4-1099", "8863442"]}, {"Citation": "Sanford R. A., Wagner D. D., Wu Q., Chee-Sanford J. C., Thomas S. H., Cruz-García C., et al. . (2012). Unexpected nondenitrifier nitrous oxide reductase gene diversity and abundance in soils. Proc. Natl. Acad. Sci. USA. 109, 19709–19714. 10.1073/pnas.1211238109", "ArticleIdList": ["10.1073/pnas.1211238109", "PMC3511753", "23150571"]}, {"Citation": "Segata N., Börnigen D., Morgan X. C., Huttenhower C. (2013). PhyloPhlAn is a new method for improved phylogenetic and taxonomic placement of microbes. Nat. Commun. 4:2304. 10.1038/ncomms3304", "ArticleIdList": ["10.1038/ncomms3304", "PMC3760377", "23942190"]}, {"Citation": "Shao M. F., Zhang T., Fang H. H. (2010). Sulfur-driven autotrophic denitrification: diversity, biochemistry, and engineering applications. Appl. Microbiol. Biotechnol. 88, 1027–1042. 10.1007/s00253-010-2847-1", "ArticleIdList": ["10.1007/s00253-010-2847-1", "20809074"]}, {"Citation": "Sievert S. M., Vetriani C. (2012). Chemoautotrophy at deep-sea vents: past, present, and future. Oceanography 25, 218–233. 10.5670/oceanog.2012.21", "ArticleIdList": ["10.5670/oceanog.2012.21"]}, {"Citation": "Smith C. J., Nedwell D. B., Dong L. F., Osborn A. M. (2007). Diversity and abundance of nitrate reductase genes (narG and napA), nitrite reductase genes (nirS and nrfA), and their transcripts in estuarine sediments. Appl. Environ. Microbiol. 73, 3612–3622. 10.1128/AEM.02894-06", "ArticleIdList": ["10.1128/AEM.02894-06", "PMC1932689", "17400770"]}, {"Citation": "Stamatakis A. (2014). RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics. 30, 1312–1313. 10.1093/bioinformatics/btu033", "ArticleIdList": ["10.1093/bioinformatics/btu033", "PMC3998144", "24451623"]}, {"Citation": "Takai K., Nakamura K. (2011). Archaeal diversity and community development in deep-sea hydrothermal vents. Curr. Opin. Microbiol. 14, 282–291. 10.1016/j.mib.2011.04.013", "ArticleIdList": ["10.1016/j.mib.2011.04.013", "21602097"]}, {"Citation": "Takai K., Nealson K. H., Horikoshi K. (2004). Hydrogenimonas thermophila gen. nov., sp. nov., a novel thermophilic, hydrogen-oxidizing chemolithoautotroph within the ε-Proteobacteria, isolated from a black smoker in a Central Indian Ridge hydrothermal field. Int. J. Syst. Evol. Microbiol. 54, 25–32. 10.1099/ijs.0.02787-0", "ArticleIdList": ["10.1099/ijs.0.02787-0", "14742455"]}, {"Citation": "Takai K., Suzuki M., Nakagawa S., Miyazaki M., Suzuki Y., Inagaki F., et al. . (2006). Sulfurimonas paralvinellae sp. nov., a novel mesophilic, hydrogen- and sulfur-oxidizing chemolithoautotroph within the Epsilonproteobacteria isolated from a deep-sea hydrothermal vent polychaete nest, reclassification of Thiomicrospira denitrificans as Sulfurimonas denitrificans comb. nov. and emended description of the genus Sulfurimonas. Int. J. Syst. Evol. Microbiol. 56, 1725–1733. 10.1099/ijs.0.64255-0", "ArticleIdList": ["10.1099/ijs.0.64255-0", "16901999"]}, {"Citation": "Torres M. J., Simon J., Rowley G., Bedmar E. J., Richardson D. J., Gates A. J., et al. . (2016). Nitrous oxide metabolism in nitrate-reducing bacteria: physiology and regulatory mechanisms. Adv. Microb. Physiol. 68, 353–432. 10.1016/bs.ampbs.2016.02.007", "ArticleIdList": ["10.1016/bs.ampbs.2016.02.007", "27134026"]}, {"Citation": "Waite D. W., Vanwonterghem I., Rinke C., Parks D. H., Zhang Y., Takai K., et al. . (2017). Comparative genomic analysis of the class Epsilonproteobacteria and proposed reclassification to Epsilonbacteraeota (phyl. nov.). Front. Microbiol. 8:682. 10.3389/fmicb.2017.00682", "ArticleIdList": ["10.3389/fmicb.2017.00682", "PMC5401914", "28484436"]}, {"Citation": "Walker B. J., Abeel T., Shea T., Priest M., Abouelliel A., Sakthikumar S., et al. . (2014). Pilon: an integrated tool for comprehensive microbial variant detection and genome assembly improvement. PLoS ONE 9:e112963. 10.1371/journal.pone.0112963", "ArticleIdList": ["10.1371/journal.pone.0112963", "PMC4237348", "25409509"]}, {"Citation": "Wilhelm E., Battino R., Wilcock R. J. (1977). Low-pressure solubility of gases in liquid water. Chem. Rev. 77, 219–262. 10.1021/cr60306a003", "ArticleIdList": ["10.1021/cr60306a003"]}, {"Citation": "Yoon S., Nissen S., Park D., Sanford R. A., Löffler F. E. (2016). Nitrous oxide reduction kinetics distinguish bacteria harboring clade I NosZ from those harboring clade II NosZ. Appl. Environ. Microbiol. 82, 3793–3800. 10.1128/AEM.00409-16", "ArticleIdList": ["10.1128/AEM.00409-16", "PMC4907195", "27084012"]}, {"Citation": "Zhao B., Wang H., Li R., Mao X. (2010). Thalassospira xianhensis sp. nov., a polycyclic aromatic hydrocarbon-degrading marine bacterium. Int. J. Syst. Evol. Microbiol. 60, 1125–1129. 10.1099/ijs.0.013201-0", "ArticleIdList": ["10.1099/ijs.0.013201-0", "19666802"]}, {"Citation": "Zumft W. G., Kroneck P. M. (2007). Respiratory transformation of nitrous oxide (N2O) to dinitrogen by Bacteria and Archaea. Adv. Microb. Physiol. 52, 107–227. 10.1016/S0065-2911(06)52003-X", "ArticleIdList": ["10.1016/S0065-2911(06)52003-X", "17027372"]}]}], "History": [{"Year": "2018", "Month": "8", "Day": "16"}, {"Year": "2018", "Month": "11", "Day": "13"}, {"Year": "2018", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30547029", "PMC6279868", "10.3389/fbioe.2018.00184"]}}]}