{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Environmental science"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30560213", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["e01020", "10.1016/j.heliyon.2018.e01020"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "4", "Issue": "12", "PubDate": {"Year": "2018", "Month": "Dec"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Environmental assessment of ozone layer depletion due to the manufacture of plastic bags.", "Pagination": {"StartPage": "e01020", "MedlinePgn": "e01020"}, "Abstract": {"AbstractText": ["The results of a quantitative study about the potential environmental impact of ozone layer depletion due to the manufacture of plastic bags in a plant located in northern Colombia are presented in this article. The identification of the emitted gases is essential to determine their contribution to the depletion of the ozone layer and is measured in Kg. Eq. CFC-11 with LCA software, SimaPro. The criterion used in this evaluation are based on a life cycle analysis methodology and the objectives, scope and limitations of the productive system were defined based on this. From this information an inventory was made, taking as the main element the quantitative measurement of matter and energy flows for all inputs and outputs of the production process. The information about the process enabled the identification, characterization and assessment of the environmental impact of global warming related to the production of plastic bags, leading to the conclusion that the most polluting process is that of extrusion followed by the printing of plastic bags."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Manuela Beltrán, Colombia."}], "Identifier": [], "LastName": "Morales-Méndez", "ForeName": "Jonathan-David", "Initials": "JD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Servicio Nacional de Aprendizaje - SENA, Centro Industrial de Mantenimiento Integral, Colombia."}], "Identifier": [], "LastName": "Silva-Rodríguez", "ForeName": "Ramón", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Buchholz R., Paton-Walsh C., Griffith D., Kubistin D., Caldow C., Fisher J. Source and meteorological influences on air quality (CO, CH4 & CO2) at a Southern Hemisphere urban site. Atmos. Environ. 2016:274–289."}, {"Citation": "Comisión Europea . 1999. A Common Position for a Revised Council Regulation on Substances that Deplete the Ozone Layer 5748/99. Diario Oficial C123/03."}, {"Citation": "Solís-Molina M., Martinez S.A., De Mendoza A., Cabal Hincapie R. Elaboración de un producto a partir de plástico reciclado. Informador Técnico. Dec. 2001;63:35."}, {"Citation": "Martínez Flores K., Souza Arroyo V., Bucio Ortiz L., Gómez Quiroz L., Gutiérrez Ruiz M. Cadmio: efectos sobre la salud. Respuesta celular y molecular. Acta Toxicol. Argent. 2013:33–49. http://ppct.caicyt.gov.ar/index.php/ata/article/view/2950"}, {"Citation": "Sánchez-Monedero M., Serramiá N., Civantos C., Fernández-Hernández A., Roig A. Greenhouse gas emissions during composting of two-phase olive mill wastes with different agroindustrial by-products. ScienceDirect. 2010;18–25 Obtenido de.", "ArticleIdList": ["20708773"]}, {"Citation": "Royer S., Ferrón S., Wilson S., David K. Production of methane and ethylene from plastic in the environment. PLoS One. 2018 Obtenido de.", "ArticleIdList": ["PMC6070199", "30067755"]}, {"Citation": "Peligros para la capa de ozono . Dec. 2013. Sistema Globalmente Armonizado de Clasificación y Etiquetado de Productos Químicos (SGA): Quinta Edición Revisada; pp. 263–264."}, {"Citation": "Chipperfield M., Bekki S., Dhomse S., Harris N., Hassler B., Hossaini R. Detecting recovery of the stratospheric ozone layer. Nat. Geosci. 2017:211–218.", "ArticleIdList": ["28905899"]}, {"Citation": "Hertzberg M., Siddons A., Schreuder H. Role of greenhouse gases in climate change. Energy Environ. Apr. 2017;28(4):530–539."}, {"Citation": "Arvanitoyannis I.S. Waste Management for the Food Industries. 2008. ISO 14040: life cycle assessment (LCA) – principles and guidelines; pp. 97–132."}, {"Citation": "Hischier R., Gilgen P.W. Information Systems for Sustainable Development. 2005. Life cycle assessment databases as part of sustainable development strategies."}, {"Citation": "Herrmann I.T., Moltesen A. Does it matter which Life Cycle Assessment (LCA) tool you choose? – a comparative assessment of SimaPro and GaBi. J. Clean. Prod. Jan. 2015;86:163–169."}, {"Citation": "Baklanov A., Molina L., Gauss M. Megacities, air quality and climate. Atmos. Environ. 2016:235–249."}, {"Citation": "Cantor K., Watts P. Plastics materials. In: Kutz En M., editor. Applied Plastics Engineering Handbook. ELSEVIER; Oxford: 2011. pp. 3–5."}, {"Citation": "Degraeuwe B., Thunis P., Clappier A., Weiss M., Lefebvre W., Janssen S., Vranckx S. Impact of passenger car NOx emissions and NO2 fractions on urban NO2 pollution – scenario analysis for the city of Antwerp, Belgium. Atmos. Environ. 2016:218–224."}, {"Citation": "Garcilaso L., Jordan K.L., Kumar V., Hutchins M.J., Sutherland J.W. Advances in Life Cycle Engineering for Sustainable Manufacturing Businesses. 2007. A life-cycle comparison of clothes washing alternatives; pp. 423–428."}, {"Citation": "Muthu S.S., Li Y. EcoProduction; Sep. 2013. Life Cycle Assessment of Grocery Shopping Bags; pp. 15–54."}, {"Citation": "Lee S.-J., Ryu I.-S., Jeon S.-G., Moon S.-H. Emission sources and mitigation of fluorinated Non-CO2 greenhouse gas in registered CDM projects. Greenhouse Gases: Sci. Technol. Apr. 2017;7(4):589–601."}, {"Citation": "Karagulian F., Belis C., Dora C., Pruss-Ustun A., Bonjour S., Adair-Rohani H., Amann M. Contributions to cities' ambient particulate matter (PM): a systematic review of local source contributions at global level. Atmos. Environ. 2015:475–483."}, {"Citation": "Muthu S.S., Li Y. EcoProduction; Sep. 2013. End-of-Life Assessment of Grocery Shopping Bags; pp. 89–98."}, {"Citation": "Sahu S., Beig G., Parkhi N. Emerging pattern of anthropogenic NOX emission over Indian subcontinent during 1990s and 2000s. Atmos. Pollut. Res. 2012:262–269."}, {"Citation": "Sharma B., Moserb B., Vermillion K., Doll K., Rajagopalan N. Production, characterization and fuel properties of alternative diesel fuel from pyrolysis of waste plastic grocery bags. Fuel Process. Technol. 2014:79–90."}, {"Citation": "Wang K.–Y., Wang J.–L., Liu W.–T. Ambient carbon dioxide concentrations in industrial park areas: a monitoring and modeling study. Atmos. Pollut. Res. 2014:179–188."}]}], "History": [{"Year": "2018", "Month": "4", "Day": "20"}, {"Year": "2018", "Month": "10", "Day": "5"}, {"Year": "2018", "Month": "12", "Day": "4"}, {"Year": "2018", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "12", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["30560213", "PMC6288491", "10.1016/j.heliyon.2018.e01020", "S2405-8440(18)31678-5"]}}]}