{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [{"AbstractText": ["Estimer la proportion de la population canadienne qui est plus susceptible aux effets indésirables de l’exposition à la pollution de l’air par l’ozone (O<sub>3</sub>) et les particules fines (PM<sub>2,5</sub>), ainsi que les variations de cette proportion selon la région sanitaire et les concentrations ambiantes d’O<sub>3</sub> et de PM<sub>2,5</sub>.", "À l’aide des données du recensement, de l’Enquête sur la santé dans les collectivités canadiennes, des statistiques de l’état civil et des travaux publiés, nous avons généré des estimations transversales, pour l’année 2014, des proportions de la population canadienne jugées plus susceptibles aux effets de la pollution de l’air en raison de l’âge, des maladies chroniques, de la grossesse, du travail en plein air, du statut socioéconomique et du régime alimentaire. Nous avons aussi estimé les concentrations moyennes d’O<sub>3</sub> et de PM<sub>2,5</sub> en 2010-2012. Des analyses ont été menées pour l’ensemble du pays et pour 110 régions sanitaires.", "Selon les critères restrictifs (< 10 ans ou ≥ 75 ans; asthme, maladie pulmonaire obstructive chronique, cardiopathie ou diabète; grossesse), environ le tiers de la population canadienne est plus susceptible aux effets de la pollution de l’air, tandis que les critères inclusifs (critères restrictifs plus : 10 à 19 ans et 65 à 74 ans; travail en plein air; niveau de scolarité inférieur au diplôme d’études secondaires; faible apport en vitamine C) gonflent cette proportion à environ les deux tiers. Dans les régions sanitaires, les estimations ont varié entre 24,4 % et 41,2 % (critères restrictifs) et entre 61,2 % et 87 % (critères inclusifs). Dix régions sanitaires se classaient dans le quartile supérieur tant pour la susceptibilité de leur population que pour les concentrations d’O<sub>3</sub> ou de PM<sub>2,5</sub>; toutes étaient situées hors des grands centres urbains.", "Une proportion considérable de la population canadienne présente au moins un facteur de risque qui augmente sa susceptibilité aux effets indésirables de l’exposition à l’O<sub>3</sub> et aux PM<sub>2,5</sub>. La communication des risques et les interventions de gestion doivent être de plus en plus ciblées sur les régions hors des grands centres urbains qui se classent dans les quartiles supérieurs pour la susceptibilité et l’exposition."]}], "KeywordList": [["Air pollution", "Fine particulate matter", "Health effects", "Ozone", "Susceptibility"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30617991", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "06"}, "DateRevised": {"Year": "2020", "Month": "02", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.17269/s41997-018-0169-8"], "Journal": {"ISSN": "1920-7476", "JournalIssue": {"Volume": "110", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Canadian journal of public health = Revue canadienne de sante publique", "ISOAbbreviation": "Can J Public Health"}, "ArticleTitle": "Variability in ambient ozone and fine particle concentrations and population susceptibility among Canadian health regions.", "Pagination": {"StartPage": "149", "EndPage": "158", "MedlinePgn": "149-158"}, "Abstract": {"AbstractText": ["To estimate the proportion of the Canadian population that is more susceptible to adverse effects of ozone (O<sub>3</sub>) and fine particle (PM<sub>2.5</sub>) air pollution exposure and how this varies by health region alongside ambient concentrations of O<sub>3</sub> and PM<sub>2.5</sub>.", "Using data from the census, the Canadian Community Health Survey, vital statistics and published literature, we generated cross-sectional estimates for 2014 of the proportions of the Canadian population considered more susceptible due to age, chronic disease, pregnancy, outdoor work, socio-economic status, and diet. We also estimated 2010-2012 average concentrations of O<sub>3</sub> and PM<sub>2.5</sub>. Analyses were conducted nationally and for 110 health regions.", "Restrictive criteria (age < 10 or ≥ 75; asthma, chronic obstructive pulmonary disease, heart disease, or diabetes; pregnancy) suggested that approximately one third of the Canadian population is more susceptible, while inclusive criteria (restrictive plus age 10-19 and 65-74, outdoor work, less than high school education, low vitamin C intake) increased this proportion to approximately two thirds. Across health regions, estimates ranged from 24.4% to 41.2% (restrictive) and 61.2% to 87.0% (inclusive). Ten health regions were in the highest quartile of both population susceptibility and O<sub>3</sub> or PM<sub>2.5</sub> concentrations, all of which were outside major urban centres.", "A substantial proportion of the Canadian population exhibits at least one risk factor that increases their susceptibility to adverse effects of O<sub>3</sub> and PM<sub>2.5</sub> exposure. Both risk communication and management interventions need to be increasingly targeted to regions outside large urban centres in the highest quartiles of both susceptibility and exposure."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Canada, Environmental Health Science and Research Bureau, Federal Tower, 420-747 West Hastings St., Vancouver, BC, V6C 1A1, Canada. dave.stieb@canada.ca."}, {"Identifier": [], "Affiliation": "School of Epidemiology and Public Health, University of Ottawa, Room 101 600 Peter Morand Crescent, Ottawa, ON, K1G 5Z3, Canada. dave.stieb@canada.ca."}], "Identifier": ["0000-0002-7418-1479"], "LastName": "Stieb", "ForeName": "David M", "Initials": "DM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "British Columbia Centre for Disease Control, 655 W 12th Ave, Vancouver, BC, V5Z 4R4, Canada."}, {"Identifier": [], "Affiliation": "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, BC, V6T 1Z3, Canada."}], "Identifier": [], "LastName": "Yao", "ForeName": "Jiayun", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "British Columbia Centre for Disease Control, 655 W 12th Ave, Vancouver, BC, V5Z 4R4, Canada."}, {"Identifier": [], "Affiliation": "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, BC, V6T 1Z3, Canada."}], "Identifier": [], "LastName": "Henderson", "ForeName": "Sarah B", "Initials": "SB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Studies Branch, Statistics Canada, 100 Tunney's Pasture Driveway, Ottawa, ON, K1A 0T6, Canada."}], "Identifier": [], "LastName": "Pinault", "ForeName": "Lauren", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Canada, Environmental Health Science and Research Bureau, Federal Tower, 420-747 West Hastings St., Vancouver, BC, V6C 1A1, Canada."}], "Identifier": [], "LastName": "Smith-Doiron", "ForeName": "Marc H", "Initials": "MH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment and Climate Change Canada, 2121, route Transcanadienne, Dorval, QC, H9P 1J3, Canada."}], "Identifier": [], "LastName": "Robichaud", "ForeName": "Alain", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, 6310 Coburg Road, PO Box 15000, Halifax, NS, B3H 4R2, Canada."}], "Identifier": [], "LastName": "van Donkelaar", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, 6310 Coburg Road, PO Box 15000, Halifax, NS, B3H 4R2, Canada."}], "Identifier": [], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment and Climate Change Canada, 2121, route Transcanadienne, Dorval, QC, H9P 1J3, Canada."}], "Identifier": [], "LastName": "Ménard", "ForeName": "Richard", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment and Climate Change Canada, 4905 Dufferin St, 4th Floor, Office 4S310, Toronto, ON, M3H 5T4, Canada."}, {"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Health Sciences Building 155 College Street, 6th Floor, Toronto, ON, M5T 3M7, Canada."}], "Identifier": [], "LastName": "Brook", "ForeName": "Jeffrey R", "Initials": "JR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Can J Public Health", "NlmUniqueID": "0372714", "ISSNLinking": "0008-4263"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Canada"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Surveys"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aquino J. descr: descriptive statistics. R package version 1.1.3 includes source code and/or documentation written by Dirk Enzmann, Marc Schwartz, Nitin Jain and Stefan Kraft. 2016. Available at: https://CRAN.R-project.org/package (Accessed December 10, 2016)."}, {"Citation": "Brauer M, Reynolds C, Hystad P. Traffic-related air pollution and health in Canada. CMAJ. 2013;185(18):1557–1558. doi: 10.1503/cmaj.121568.", "ArticleIdList": ["10.1503/cmaj.121568", "PMC3855107", "24144607"]}, {"Citation": "Brook JR, Dann TF, Galarneau E, et al. The state of air quality in Canada: national patterns. In: Taylor E, McMillan A, et al., editors. Air quality management: Canadian perspectives on a global issue. Dordrecht: Springer; 2014. pp. 43–67."}, {"Citation": "Canadian Council of Ministers of the Environment. Guidance document on continuous improvement (CI) and keeping-clean-areas-clean (KCAC) Canada-wide standards for particulate matter and ozone. Winnipeg: Canadian Council of Ministers of the Environment; 2007 (Accessed June 18, 2018) Available at: https://www.ccme.ca/files/Resources/air/pm_ozone/1389_ci_kcac_e.pdf (Accessed June 18, 2018)."}, {"Citation": "Canadian Council of Ministers of the Environment. 2010 Progress report on the Canada-wide standards for particulate matter and ozone. Winnipeg, Man.: Canadian Council of Ministers of the Environment; 2013. Available at: http://www.deslibris.ca/ID/237798 (Accessed June 23, 2018)."}, {"Citation": "Canadian Institute for Health Information. Induced abortions Canada, 2014. 2014. Available at: https://www.cihi.ca/sites/default/files/document/induced_abortion_can_2014_en_web.xlsx (Accessed November 8, 2016)."}, {"Citation": "Carlsten C, Sagoo GS, Frodsham AJ, et al. Glutathione S-transferase M1 (GSTM1) polymorphisms and lung cancer: a literature-based systematic HuGE review and meta-analysis. American Journal of Epidemiology. 2008;167(7):759–774. doi: 10.1093/aje/kwm383.", "ArticleIdList": ["10.1093/aje/kwm383", "18270371"]}, {"Citation": "Environment and Climate Change Canada. Air Quality Health Index. aem. 2008. Available at: https://www.canada.ca/en/environment-climate-change/services/air-quality-health-index.html (Accessed June 23, 2018)."}, {"Citation": "Environment and Climate Change Canada. Evaluation of the National Air Quality Health Index Program 2013. Available at: https://www.ec.gc.ca/ae-ve/default.asp?lang=En&n=9918CDC7-1 (Accessed June 23, 2018)."}, {"Citation": "Holtermann A, Hansen JV, Burr H, et al. The health paradox of occupational and leisure-time physical activity. British Journal of Sports Medicine. 2012;46(4):291–295. doi: 10.1136/bjsm.2010.079582.", "ArticleIdList": ["10.1136/bjsm.2010.079582", "21459873"]}, {"Citation": "Johnson PR, Graham JJ. Fine particulate matter national ambient air quality standards: public health impact on populations in the northeastern United States. Environmental Health Perspectives. 2005;113(9):1140–1147. doi: 10.1289/ehp.7822.", "ArticleIdList": ["10.1289/ehp.7822", "PMC1280392", "16140618"]}, {"Citation": "Marrett LD, Pichora EC, Costa ML. Work-time sun behaviours among Canadian outdoor workers: results from the 2006 National Sun Survey. Canadian Journal of Public Health. 2010;101(4):19–22. doi: 10.1007/BF03405306.", "ArticleIdList": ["10.1007/BF03405306", "PMC6974272", "21033541"]}, {"Citation": "Matz, C. J., Stieb, D. M., & Brion, O. (2015). Urban-rural differences in daily time-activity patterns, occupational activity and housing characteristics. Environmental Health: a Global Access Science Source, 14(1).", "ArticleIdList": ["PMC4644325", "26566986"]}, {"Citation": "Miranda ML, Edwards SE, Keating MH, Paul CJ. Making the environmental justice grade: the relative burden of air pollution exposure in the United States. International Journal of Environmental Research and Public Health. 2011;8:1755–1771. doi: 10.3390/ijerph8061755.", "ArticleIdList": ["10.3390/ijerph8061755", "PMC3137995", "21776200"]}, {"Citation": "Morello-Frosch R, Shenassa ED. The environmental “riskscape” and social inequality: implications for explaining maternal and child health disparities. Environmental Health Perspectives. 2006;114(8):1150–1153. doi: 10.1289/ehp.8930.", "ArticleIdList": ["10.1289/ehp.8930", "PMC1551987", "16882517"]}, {"Citation": "Muggah E, Graves E, Bennett C, et al. Ascertainment of chronic diseases using population health data: a comparison of health administrative data and patient self-report. BMC Public Health. 2013;13(1):16. doi: 10.1186/1471-2458-13-16.", "ArticleIdList": ["10.1186/1471-2458-13-16", "PMC3557162", "23302258"]}, {"Citation": "Ng E. The healthy immigrant effect and mortality rates. Health Reports. 2011;22(4):6.", "ArticleIdList": ["22352149"]}, {"Citation": "Pinault L, Finès P, Labrecque-Synnott F, Saidi A, Tjepkema M. (2016). The 2001 Canadian census–tax–mortality cohort: A 10-year follow-up. Ottawa: Statistics Canada, 2016. Available at: https://www150.statcan.gc.ca/n1/en/pub/11-633-x/11-633-x2016003-eng.pdf?st=CU6W95g3."}, {"Citation": "R Core Team. R: a language and environment for statistical computing. R Foundation for Statistical Computing. 2016. Available at: https://www.R-project.org/. (Accessed December 10, 2016)."}, {"Citation": "Robichaud A, Ménard R. Multi-year objective analyses of warm season ground-level ozone and PM2.5 over North America using real-time observations and Canadian operational air quality models. Atmospheric Chemistry and Physics Discussions. 2013;13:13967–14035. doi: 10.5194/acpd-13-13967-2013.", "ArticleIdList": ["10.5194/acpd-13-13967-2013"]}, {"Citation": "Robinson YJR, TK R, LL G, et al. Estimating the burden of disease. Comparing administrative data and self-reports. Medical Care. 1997;35(9):932–947. doi: 10.1097/00005650-199709000-00006.", "ArticleIdList": ["10.1097/00005650-199709000-00006", "9298082"]}, {"Citation": "Sacks JD, Stanek LW, Luben TJ, et al. Particulate matter-induced health effects: who is susceptible? Environmental Health Perspectives. 2011;119(4):446–454. doi: 10.1289/ehp.1002255.", "ArticleIdList": ["10.1289/ehp.1002255", "PMC3080924", "20961824"]}, {"Citation": "Shakur YA, Tarasuk V, Corey P, et al. A comparison of micronutrient inadequacy and risk of high micronutrient intakes among vitamin and mineral supplement users and nonusers in Canada. The Journal of Nutrition. 2012;142(3):534–540. doi: 10.3945/jn.111.149450.", "ArticleIdList": ["10.3945/jn.111.149450", "22298574"]}, {"Citation": "Smith KR, Woodward A, Campbell-Lendrum D, et al. Human health: impacts, adaptation, and co-benefits. In: Levy AN, MacCracken S, Mastrandrea PR, White LL, et al., editors. Climate change 2014: impacts, adaptation, and vulnerability Part A: Global and sectoral aspects contribution of working group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom. New York, NY, USA: Cambridge University Press; 2014. pp. 709–754."}, {"Citation": "Statistics Canada. Canadian Community Health Survey (CCHS) - 2014. 2015. Available at: http://www23.statcan.gc.ca/imdb/p3Instr.pl?Function=getInstrumentList&Item_Id=214314&UL=1V& (Accessed November 8, 2016)."}, {"Citation": "Statistics Canada. Population by sex and age group. CANSIM Table. 2016a. Available at: http://www.statcan.gc.ca/tables-tableaux/sum-som/l01/cst01/demo10a-eng.htm (Accessed November 8, 2016)."}, {"Citation": "Statistics Canada. Pregnancy outcomes, by age group, Canada, provinces and territories, annual. CANSIM Table 2016b. Available at: http://www5.statcan.gc.ca/cansim/a26 (Accessed November 8, 2016)."}, {"Citation": "Statistics Canada. Population centre and rural area classification 2016c. Available at: https://www.statcan.gc.ca/eng/subjects/standard/pcrac/2016/introduction (Accessed June 18, 2018)."}, {"Citation": "Statistics Canada. Canada goes urban. 2018. Available at: https://www.150.statcan.gc.ca/n1/pub/11-630-x/11-630-x2015004-eng.htm (Accessed June 19, 2018)."}, {"Citation": "Stieb DM, Chen L, Beckerman BS, et al. Associations of pregnancy outcomes and PM2.5 in a national Canadian study. Environmental Health Perspectives. 2016;124(2):243–249. doi: 10.1289/ehp.1408995.", "ArticleIdList": ["10.1289/ehp.1408995", "PMC4749076", "26090691"]}, {"Citation": "Thurston GD, Kipen H, Annesi-Maesano I, et al. A joint ERS/ATS policy statement: what constitutes an adverse health effect of air pollution? An analytical framework. European Respiratory Journal. 2017;49:1600419. doi: 10.1183/13993003.00419-2016.", "ArticleIdList": ["10.1183/13993003.00419-2016", "PMC5751718", "28077473"]}, {"Citation": "U.S. Centers for Disease Control. Estimating the number of pregnant women in a geographic area 2016. Available at: http://www.cdc.gov/reproductivehealth/emergency/pdfs/pregnacyestimatobrochure508.pdf (Accessed November 8, 2016)."}, {"Citation": "van Donkelaar A, Martin RV, Spurr RJD, et al. High-resolution satellite-derived PM2.5 from optimal estimation and geographically weighted regression over North America. Environmental Science & Technology. 2015;49(17):10482–10491. doi: 10.1021/acs.est.5b02076.", "ArticleIdList": ["10.1021/acs.est.5b02076", "26261937"]}, {"Citation": "Vinikoor-Imler LC, Owens EO, Nichols JL, et al. Evaluating potential response-modifying factors for associations between ozone and health outcomes: a weight-of-evidence approach. Environmental Health Perspectives. 2014;122(11):1166–1176. doi: 10.1289/ehp.1307541.", "ArticleIdList": ["10.1289/ehp.1307541", "PMC4216162", "24927060"]}]}], "History": [{"Year": "2017", "Month": "11", "Day": "15"}, {"Year": "2018", "Month": "12", "Day": "14"}, {"Year": "2019", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30617991", "PMC6964403", "10.17269/s41997-018-0169-8", "10.17269/s41997-018-0169-8"]}}]}