{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Asthma", "atopy", "ozone", "school"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30647518", "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/ijoem.IJOEM_95_18"], "Journal": {"ISSN": "0973-2284", "JournalIssue": {"Volume": "22", "Issue": "3", "PubDate": {"Year": "2018", "Season": "Sep-Dec"}}, "Title": "Indian journal of occupational and environmental medicine", "ISOAbbreviation": "Indian J Occup Environ Med"}, "ArticleTitle": "Impact of School Air Quality on Children's Respiratory Health.", "Pagination": {"StartPage": "156", "EndPage": "162", "MedlinePgn": "156-162"}, "Abstract": {"AbstractText": ["Asthma is common in children with indoor pollutants influencing the development of the disease. Since children spend most of their time outside their homes within the school environment, school indoor air quality can directly influence their respiratory health.", "This study aims to analyze the indoor and outdoor air quality of Maltese schools and if an association exists between indoor pollutants and respiratory health in children.", "Five primary schools were selected with 9- to 11-year-old students participating.", "Standardized health questionnaires and lung function tests were utilized. Indoor and outdoor air sampling together with traffic counts were carried out.", "SPSS version 21 was used and the Chi-squared, logistic regression, and Pearson's correlation were used.", "The mean indoor PM 2.5 level of 17.78 μg/m<sup>3</sup> and CO (9.11 ppm) exceeded World Health Organization thresholds. Indoor ozone levels exceeded the mean European school's indoor ozone concentration of 8 μg/m<sup>3</sup>. High exposure to formaldehyde, NO<sub>2</sub>, and ozone was associated with atopy in children. Heavy vehicles passing near the schools were associated with current wheezing (<i>P</i> < 0.001) but not nocturnal cough (<i>P</i> = 0.34).", "School indoor and outdoor environment has a direct impact on children's respiratory health. This study has identified significant associations between high exposures to indoor air pollutants, school characteristics, and upper and lower airway inflammation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Faculty of Medicine and Surgery, University of Malta, Msida, Malta."}], "Identifier": [], "LastName": "Fsadni", "ForeName": "Peter", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Economics, Management and Accountancy, University of Malta, Msida, Malta."}], "Identifier": [], "LastName": "Bezzina", "ForeName": "Frank", "Initials": "F"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Faculty of Medicine and Surgery, University of Malta, Msida, Malta."}], "Identifier": [], "LastName": "Fsadni", "ForeName": "Claudia", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Faculty of Medicine and Surgery, University of Malta, Msida, Malta."}], "Identifier": [], "LastName": "Montefort", "ForeName": "Stephen", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Indian J Occup Environ Med", "NlmUniqueID": "9815775", "ISSNLinking": "0973-2284"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fsadni P, Ellul P, Montefort M, Caruana S, Agius Muscat H, Montefort S. ISAAC Malta: Changes in geographical distribution of wheezing children in Malta between 1994 and 2002. J Asthma Allergy Educ. 2012;5:208–14."}, {"Citation": "Indoor air – Part 1: General Aspects of Sampling Strategy. 2004.  [Last accessed on 2018 Mar 08].  Available from: https://www.iso.org/standard/39844.html ."}, {"Citation": "Csobod E, Annesi-Maesano I, Carrer P, Kephalopoulos S, Madureira J, Rudnai P, et al. SINPHONIE (Schools Indoor Pollution and Health Observatory Network in Europe) – Final Report. Co-published by the European Commission's Directorates General for Health and Consumers and Joint Research Centre, Luxembourg. 2014"}, {"Citation": "World Health Organization. WHO Guidelines for Indoor Air Quality: Selected Pollutants. Copenhagen: WHO Regional Office for Europe; 2010.", "ArticleIdList": ["23741784"]}, {"Citation": "World Health Organization. Air Quality Guidelines Global Update 2005 Particulate Matter, Ozone, Nitrogen Dioxide and Sulfur Dioxide. World Health Organization. 2005"}, {"Citation": "McKone T, Maddalena R, Destaillats H, Hammond K, Hodgson A, Russel M, et al. Indoor pollutant emissions from electronic office equipment. Atmos Environ. 2008;42:1371–88."}, {"Citation": "U.S. Environmental Protection Agency. Protect Against Exposure on Formaldehyde. 2014"}, {"Citation": "NationMaster – Transportation Statistics.  [Last retrieved on 2009 Oct 21].  Available from: http://www.nationmaster.com/country/mt-malta/tra-transportation ."}, {"Citation": "Sijimol MR, Mohan M. Environmental impacts of perchlorate with special reference to fireworks – A review. Environ Monit Assess. 2014;186:7203–10.", "ArticleIdList": ["25004859"]}, {"Citation": "Food and Agriculture Organization of the United Nations. Working Document for Information and use in Discussions Related to Contaminants and Toxins in the GSCTFF. 2011 Mar"}, {"Citation": "Gouder C, Montefort S. Potential impact of fireworks on respiratory health. Lung India. 2014;31:375–9.", "ArticleIdList": ["PMC4220320", "25378846"]}, {"Citation": "Galdies C. The Climate of Malta: Statistics, Trends and Analysis, 1951-2010. Valletta: National Statistics Office; 2011. p. 45.p. viii."}, {"Citation": "Han S, Bian H, Feng Y, Liu A, Li X, Zeng F, Zhang X. Analysis of the Relationship between O3, NO and NO2in Tianjin, China. Aerosol Air Qual Res. 2011;11:128–39."}, {"Citation": "Malta Environment and Planning Authority. Malta Environment and Planning Authority. Justification Report on the Contribution of Natural Events to the PM 10 Daily Limit Value. MEPA. 2010"}, {"Citation": "Mori M, Hara K, Miyakita T, Ishitake T. Association of indoor air quality with physical health of users in a newly built school building in a university. Nihon Eiseigaku Zasshi. 2011;66:122–8.", "ArticleIdList": ["21358143"]}, {"Citation": "Paredi P, Leckie MJ, Horvath I, Allegra L, Kharitonov SA, Barnes PJ, et al. Changes in exhaled carbon monoxide and nitric oxide levels following allergen challenge in patients with asthma. Eur Respir J. 1999;13:48–52.", "ArticleIdList": ["10836322"]}, {"Citation": "Zhao Z, Sebastian A, Larsson L, Wang Z, Zhang Z, Norbäck D, et al. Asthmatic symptoms among pupils in relation to microbial dust exposure in schools in Taiyuan, china. Pediatr Allergy Immunol. 2008;19:455–65.", "ArticleIdList": ["18221461"]}, {"Citation": "Smedje G, Norbäck D. Irritants and allergens at school in relation to furnishings and cleaning. Indoor Air. 2001;11:127–33.", "ArticleIdList": ["11394011"]}, {"Citation": "Smedje G, Norbäck D, Edling C. Asthma among secondary schoolchildren in relation to the school environment. Clin Exp Allergy. 1997;27:1270–8.", "ArticleIdList": ["9420130"]}, {"Citation": "Annesi-Maesano I, Hulin M, Lavaud F, Raherison C, Kopferschmitt C, de Blay F, et al. Poor air quality in classrooms related to asthma and rhinitis in primary schoolchildren of the french 6 cities study. Thorax. 2012;67:682–8.", "ArticleIdList": ["PMC3402758", "22436169"]}, {"Citation": "Pénard-Morand C, Raherison C, Charpin D, Kopferschmitt C, Lavaud F, Caillaud D, et al. Long-term exposure to close-proximity air pollution and asthma and allergies in urban children. Eur Respir J. 2010;36:33–40.", "ArticleIdList": ["20075054"]}, {"Citation": "Csobod E, Rudnai P, Vaskovi E. School Environment and Respiratory Health of Children (Search) The Regional Environmental Center for Central and Eastern Europe Country Office Hungary. 2010"}, {"Citation": "MICROMEDEX Thomson. Benzene CAS RN: 71-43-2. 2004.  [Last accessed on 2018 Jan 20].  Available from: http://www.webwiser.nlm.nih.gov ."}, {"Citation": "Norbäck D, Wålinder R, Wieslander G, Smedje G, Erwall C, Venge P, et al. Indoor air pollutants in schools: Nasal patency and biomarkers in nasal lavage. Allergy. 2000;55:163–70.", "ArticleIdList": ["10726731"]}, {"Citation": "Mi YH, Norbäck D, Tao J, Mi YL, Ferm M. Current asthma and respiratory symptoms among pupils in Shanghai, China: Influence of building ventilation, nitrogen dioxide, ozone, and formaldehyde in classrooms. Indoor Air. 2006;16:454–64.", "ArticleIdList": ["17100666"]}, {"Citation": "Bhattacharyya N. Does annual temperature influence the prevalence of otolaryngologic respiratory diseases? Laryngoscope. 2009;119:1882–6.", "ArticleIdList": ["19598211"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30647518", "PMC6309359", "10.4103/ijoem.IJOEM_95_18", "IJOEM-22-156"]}}]}