{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["implantation", "invasion", "ozone", "pregnancy", "sFlt1", "trophoblast"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30649513", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "12"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/toxsci/kfz003"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "168", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Apr", "Day": "01"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Ozone Exposure During Implantation Increases Serum Bioactivity in HTR-8/SVneo Trophoblasts.", "Pagination": {"StartPage": "535", "EndPage": "550", "MedlinePgn": "535-550"}, "Abstract": {"AbstractText": ["Implantation is a sensitive window in reproductive development during which disruptions may increase the risk of adverse pregnancy outcomes including intrauterine growth restriction. Ozone exposure during implantation in rats reduces fetal weight near the end of gestation, potentially though impaired trophoblast migration and invasion and altered implantation. The current study characterized changes in ventilation, pulmonary injury, and circulating factors including hormonal, inflammatory, and metabolic markers related to exposure to ozone (0.4-1.2 ppm) for 4-h on gestation days 5 and 6 (window of implantation) in Long-Evans dams. To determine the effects of this exposure on trophoblast function, placental-derived, first trimester, HTR-8/SVneo cells were exposed to serum from air- or ozone (0.8 ppm×4 h)-exposed dams and examined for impacts on metabolic capacity, wound-closure, and invasion. Peri-implantation exposure to ozone induced ventilatory dysfunction and lung vascular leakage in pregnant rats, with little effect on most of the circulating markers measured. However, ozone inhalation induced a significant reduction in several serum cytokines (interferon-γ, interleukin-6, and interleukin-13). Treatment of HTR-8/SVneo trophoblasts with serum from ozone-exposed dams for 16-h downregulated metabolic capacity, wound-closure, and invasion through a Matrigel membrane compared with both air-serum and fetal bovine serum-treated cells. Ozone-serum treated cells increased the release of a critical inhibitor of invasion and angiogenesis (soluble fms-like receptor 1; sFlt1) compared with air-serum treatment. Together, our data suggest that circulating factors in the serum of pregnant rats exposed to ozone during implantation receptivity can hinder critical processes of implantation (eg, invasion and migration) and impair trophoblast metabolic capacity."], "CopyrightInformation": "Published by Oxford University Press on behalf of the Society of Toxicology 2019."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Miller", "ForeName": "Colette N", "Initials": "CN"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Oak Ridge Institute for Science and Education, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Stewart", "ForeName": "Erica J", "Initials": "EJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Snow", "ForeName": "Samantha J", "Initials": "SJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Williams", "ForeName": "Wanda C", "Initials": "WC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Richards", "ForeName": "Judy H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Thompson", "ForeName": "Leslie C", "Initials": "LC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Schladweiler", "ForeName": "Mette C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Farraj", "ForeName": "Aimen K", "Initials": "AK"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Kodavanti", "ForeName": "Urmila P", "Initials": "UP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, National Health and Environmental Effects Research Laboratory, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711."}], "Identifier": [], "LastName": "Dye", "ForeName": "Janice A", "Initials": "JA"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}, {"GrantID": "T32 ES007126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "cytology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": ["blood"], "DescriptorName": "Cytokines"}, {"QualifierName": ["drug effects"], "DescriptorName": "Embryo Implantation"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "In Vitro Techniques"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Plethysmography, Whole Body"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Rats, Long-Evans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Serum"}, {"QualifierName": ["drug effects"], "DescriptorName": "Trophoblasts"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abou-Kheir W., Barrak J., Hadadeh O., Daoud G. (2017). HTR-8/SVneo cell line contains a mixed population of cells. Placenta 50, 1–7.", "ArticleIdList": ["28161053"]}, {"Citation": "Ahmed T., Fellus I., Gaudet J., MacFarlane A. J., Fontaine-Bisson B., Bainbridge S. A. (2016). Effect of folic acid on human trophoblast health and function in vitro. Placenta 37, 7–15.", "ArticleIdList": ["26748157"]}, {"Citation": "Arroyo V., Diaz J., Carmona R., Ortiz C., Linares C. (2016). Impact of air pollution and temperature on adverse birth outcomes: Madrid, 2001–2009. Environ. Pollut. 218, 1154–1161.", "ArticleIdList": ["27589893"]}, {"Citation": "Basak S., Das M. K., Srinivas V., Duttaroy A. K. (2015). The interplay between glucose and fatty acids on tube formation and fatty acid uptake in the first trimester trophoblast cells, HTR8/SVneo. Mol. Cell. Biochem. 401, 11–19.", "ArticleIdList": ["25413343"]}, {"Citation": "Bass V., Gordon C. J., Jarema K. A., MacPhail R. C., Cascio W. E., Phillips P. M., Ledbetter A. D., Schladweiler M. C., Andrews D., Miller D., et al. (2013). Ozone induces glucose intolerance and systemic metabolic effects in young and aged Brown Norway rats. Toxicol. Appl. Pharmacol. 273, 551–560.", "ArticleIdList": ["PMC4343260", "24103449"]}, {"Citation": "Bhalla D. K. (1999). Ozone-induced lung inflammation and mucosal barrier disruption: Toxicology, mechanisms, and implications. J. Toxicol. Environ. Health B Crit. Rev. 2, 31–86.", "ArticleIdList": ["10081525"]}, {"Citation": "Bischof P. (1997). In vitro models used to study implantation, trophoblast invasion and placentation: a review. Placenta 18, 67–82."}, {"Citation": "Brown J. M., Harris G., Pantea C., Hwang S. A., Talbot T. O. (2015). Linking air pollution data and adverse birth outcomes: Environmental public health tracking in New York State. J. Public Health Manage. Pract. 21(Suppl. 2), S68–S74.", "ArticleIdList": ["25621449"]}, {"Citation": "Chang Y. S., Chen C. N., Jeng S. F., Su Y. N., Chen C. Y., Chou H. C., Tsao P. N., Hsieh W. S. (2017). The sFlt-1/PlGF ratio as a predictor for poor pregnancy and neonatal outcomes. Pediatr. Neonatol. 58, 529–533.", "ArticleIdList": ["28571908"]}, {"Citation": "Chaouat G. (2007). The Th1/Th2 paradigm: Still important in pregnancy? Semin. Immunopathol. 29, 95–113.", "ArticleIdList": ["17626305"]}, {"Citation": "Devlin R. B., Duncan K. E., Jardim M., Schmitt M. T., Rappold A. G., Diaz-Sanchez D. (2012). Controlled exposure of healthy young volunteers to ozone causes cardiovascular effects. Circulation 126, 104–111.", "ArticleIdList": ["22732313"]}, {"Citation": "Diehl S., Rincon M. (2002). The two faces of IL-6 on Th1/Th2 differentiation. Mol. Immunol. 39, 531–536.", "ArticleIdList": ["12431386"]}, {"Citation": "Docheva D., Popov C., Mutschler W., Schieker M. (2007). Human mesenchymal stem cells in contact with their environment: Surface characteristics and the integrin system. J. Cell. Mol. Med. 11, 21–38.", "ArticleIdList": ["PMC4401218", "17367499"]}, {"Citation": "Erickson M. A., Jude J., Zhao H., Rhea E. M., Salameh T. S., Jester W., Pu S., Harrowitz J., Nguyen N., Banks W. A., et al. (2017). Serum amyloid A: An ozone-induced circulating factor with potentially important functions in the lung-brain axis. FASEB J. 31, 3950–3965.", "ArticleIdList": ["PMC5572691", "28533327"]}, {"Citation": "Fonseca B. M., Correia-da-Silva G., Teixeira N. A. (2012). The rat as an animal model for fetoplacental development: A reappraisal of the post-implantation period. Reprod. Biol. 12, 97–118.", "ArticleIdList": ["22850465"]}, {"Citation": "Furuya M., Kurasawa K., Nagahama K., Kawachi K., Nozawa A., Takahashi T., Aoki I. (2011). Disrupted balance of angiogenic and antiangiogenic signalings in preeclampsia. J. Preg. 2011, 123717.", "ArticleIdList": ["PMC3065922", "21490787"]}, {"Citation": "Garcia P., Nieto A., Sanchez M. A., Pizarro M., Flores J. M. (2004). Expression of alphav, alpha4, alpha5 and beta3 integrin subunits, fibronectin and vitronectin in goat peri-implantation. Anim. Reprod. Sci. 80, 91–100.", "ArticleIdList": ["15036518"]}, {"Citation": "Ge H., Yin N., Han T. L., Huang D., Chen X., Xu P., He C., Tong C., Qi H. (2018). Interleukin-27 inhibits trophoblast cell invasion and migration by affecting the epithelial-mesenchymal transition in preeclampsia. Reprod. Sci., doi: 10.1177/1933719118799206.", "ArticleIdList": ["30373477"]}, {"Citation": "Geer L. A., Weedon J., Bell M. L. (2012). Ambient air pollution and term birth weight in Texas from 1998 to 2004. J. Air Waste Manage. Assoc. 62, 1285–1295.", "ArticleIdList": ["PMC3536032", "23210220"]}, {"Citation": "Goodman J. E., Prueitt R. L., Sax S. N., Pizzurro D. M., Lynch H. N., Zu K., Venditti F. J. (2015). Ozone exposure and systemic biomarkers: Evaluation of evidence for adverse cardiovascular health impacts. Crit. Rev. Toxicol. 45, 412–452.", "ArticleIdList": ["25959700"]}, {"Citation": "Hamelmann E., Schwarze J., Takeda K., Oshiba A., Larsen G. L., Irvin C. G., Gelfand E. W. (1997). Noninvasive measurement of airway responsiveness in allergic mice using barometric plethysmography. Am. J. Respir. Crit. Care Med. 156(3 Pt 1), 766–775.", "ArticleIdList": ["9309991"]}, {"Citation": "Hannan N. J., Paiva P., Dimitriadis E., Salamonsen L. A. (2010). Models for study of human embryo implantation: Choice of cell lines? Biol. Reprod. 82, 235–245.", "ArticleIdList": ["19571263"]}, {"Citation": "Harris L. K., Clancy O. H., Myers J. E., Baker P. N. (2009). Plasma from women with preeclampsia inhibits trophoblast invasion. Reprod. Sci. 16, 1082–1090.", "ArticleIdList": ["19657139"]}, {"Citation": "Hassan I., Kumar A. M., Park H. R., Lash L. H., Loch-Caruso R. (2016). Reactive oxygen stimulation of interleukin-6 release in the human trophoblast cell line HTR-8/SVneo by the trichlorethylene metabolite S-(1,2-dichloro)-l-cysteine. Biol. Reprod. 95, 66..", "ArticleIdList": ["PMC5394980", "27488030"]}, {"Citation": "Hatch G. E., Slade R., Harris L. P., McDonnell W. F., Devlin R. B., Koren H. S., Costa D. L., McKee J. (1994). Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am. J. Respir. Crit. Care Med. 150, 676–683.", "ArticleIdList": ["8087337"]}, {"Citation": "Hinck L., Thissen J. P., Pampfer S., De Hertogh R. (2003). Effect of high concentrations of glucose on differentiation of rat trophoblast cells in vitro. Diabetologia 46, 276–283.", "ArticleIdList": ["12627327"]}, {"Citation": "Illera M. J., Lorenzo P. L., Gui Y. T., Beyler S. A., Apparao K. B., Lessey B. A. (2003). A role for alphavbeta3 integrin during implantation in the rabbit model. Biol. Reprod. 68, 766–771.", "ArticleIdList": ["12604624"]}, {"Citation": "Kwak-Kim J., Bao S., Lee S. K., Kim J. W., Gilman-Sachs A. (2014). Immunological modes of pregnancy loss: Inflammation, immune effectors, and stress. Am. J. Reprod. Immunol. 72, 129–140.", "ArticleIdList": ["24661472"]}, {"Citation": "Lakkis F. G., Cruet E. N. (1993). Cloning of rat interleukin-13 (IL-13) cDNA and analysis of IL-13 gene expression in experimental glomerulonephritis. Biochem. Biophys. Res. Commun. 197, 612–618.", "ArticleIdList": ["7916615"]}, {"Citation": "Li W., Dorans K. S., Wilker E. H., Rice M. B., Ljungman P. L., Schwartz J. D., Coull B. A., Koutrakis P., Gold D. R., Keaney J. F. Jr, et al. (2017). Short-term exposure to ambient air pollution and biomarkers of systemic inflammation: The Framingham Heart Study. Arterioscler. Thromb. Vasc. Biol. 37, 1793–1800.", "ArticleIdList": ["PMC5570664", "28751572"]}, {"Citation": "Liu S., Krewski D., Shi Y., Chen Y., Burnett R. T. (2007). Association between maternal exposure to ambient air pollutants during pregnancy and fetal growth restriction. J. Expo. Sci. Environ. Epidemiol. 17, 426–432.", "ArticleIdList": ["16736056"]}, {"Citation": "Liu X., Deng Q., Luo X., Chen Y., Shan N., Qi H. (2016). Oxidative stress-induced Gadd45alpha inhibits trophoblast invasion and increases sFlt1/sEng secretions via p38 MAPK involving in the pathology of pre-eclampsia. J. Matern. Fetal Neonatal Med. 29, 3776–3785.", "ArticleIdList": ["26809169"]}, {"Citation": "Mahameed S., Goldman S., Gabarin D., Weiss A., Shalev E. (2005). The effect of serum from women with preeclampsia on JAR (trophoblast-like) cell line. J. Soc. Gynecol. Invest. 12, e45–e50.", "ArticleIdList": ["16046156"]}, {"Citation": "Maldonado-Estrada J., Menu E., Roques P., Barre-Sinoussi F., Chaouat G. (2004). Evaluation of Cytokeratin 7 as an accurate intracellular marker with which to assess the purity of human placental villous trophoblast cells by flow cytometry. J. Immunol. Methods 286, 21–34.", "ArticleIdList": ["15087219"]}, {"Citation": "Michikawa T., Morokuma S., Fukushima K., Kato K., Nitta H., Yamazaki S. (2017). Maternal exposure to air pollutants during the first trimester and foetal growth in Japanese term infants. Environ. Pollut. 230, 387–393.", "ArticleIdList": ["28672151"]}, {"Citation": "Miller C. N., Dye J. A., Ledbetter A. D., Schladweiler M. C., Richards J. H., Snow S. J., Wood C. E., Henriquez A. R., Thompson L. C., Farraj A. K., et al. (2017). Uterine artery flow and offspring growth in Long-Evans rats following maternal exposure to ozone during implantation. Environ. Health Perspect. 125, 127005..", "ArticleIdList": ["PMC5963593", "29269335"]}, {"Citation": "Miller C. N., Dye J. A., Schladweiler M. C., Richards J. H., Ledbetter A. D., Stewart E. J., Kodavanti U. P. (2018). Acute inhalation of ozone induces DNA methylation of apelin in lungs of Long-Evans rats. Inhal. Toxicol. 30, 178–186.", "ArticleIdList": ["PMC6681647", "29947284"]}, {"Citation": "Miller D. B., Ghio A. J., Karoly E. D., Bell L. N., Snow S. J., Madden M. C., Soukup J., Cascio W. E., Gilmour M. I., Kodavanti U. P. (2016). Ozone exposure increases circulating stress hormones and lipid metabolites in humans. Am. J. Respir. Crit. Care Med. 193, 1382–1391.", "ArticleIdList": ["PMC5440058", "26745856"]}, {"Citation": "Miller D. B., Karoly E. D., Jones J. C., Ward W. O., Vallanat B. D., Andrews D. L., Schladweiler M. C., Snow S. J., Bass V. L., Richards J. E., et al. (2015). Inhaled ozone (O3)-induces changes in serum metabolomic and liver transcriptomic profiles in rats. Toxicol. Appl. Pharmacol. 286, 65–79.", "ArticleIdList": ["PMC4765366", "25838073"]}, {"Citation": "Mirowsky J. E., Carraway M. S., Dhingra R., Tong H., Neas L., Diaz-Sanchez D., Cascio W., Case M., Crooks J., Hauser E. R., et al. (2017). Ozone exposure is associated with acute changes in inflammation, fibrinolysis, and endothelial cell function in coronary artery disease patients. Environ. Health 16, 126..", "ArticleIdList": ["PMC5697214", "29157250"]}, {"Citation": "Mor G., Cardenas I., Abrahams V., Guller S. (2011). Inflammation and pregnancy: The role of the immune system at the implantation site. Ann. N. Y. Acad. Sci. 1221, 80–87.", "ArticleIdList": ["PMC3078586", "21401634"]}, {"Citation": "Nardozza L. M., Caetano A. C., Zamarian A. C., Mazzola J. B., Silva C. P., Marcal V. M., Lobo T. F., Peixoto A. B., Araujo Junior E. (2017). Fetal growth restriction: Current knowledge. Arch. Gynecol. Obstet. 295, 1061–1077.", "ArticleIdList": ["28285426"]}, {"Citation": "Neale D., Demasio K., Illuzi J., Chaiworapongsa T., Romero R., Mor G. (2003). Maternal serum of women with pre-eclampsia reduces trophoblast cell viability: Evidence for an increased sensitivity to Fas-mediated apoptosis. J. Matern. Fetal Neonatal Med. 13, 39–44.", "ArticleIdList": ["12710855"]}, {"Citation": "Novoa-Herran S., Umana-Perez A., Canals F., Sanchez-Gomez M. (2016). Serum depletion induces changes in protein expression in the trophoblast-derived cell line HTR-8/SVneo. Cell. Mol. Biol. Lett. 21, 22..", "ArticleIdList": ["PMC5415790", "28536624"]}, {"Citation": "Partridge J., Flaherty P. (2009). An in vitro FluoroBlok tumor invasion assay. J. Vis. Exp., doi: 10.3791/1475.", "ArticleIdList": ["PMC3148933", "19620957"]}, {"Citation": "Patel S., Kilburn B., Imudia A., Armant D. R., Skafar D. F. (2015). Estradiol elicits proapoptotic and antiproliferative effects in human trophoblast cells. Biol. Reprod. 93, 74..", "ArticleIdList": ["PMC4710192", "26246219"]}, {"Citation": "Pedersen M., Stayner L., Slama R., Sorensen M., Figueras F., Nieuwenhuijsen M. J., Raaschou-Nielsen O., Dadvand P. (2014). Ambient air pollution and pregnancy-induced hypertensive disorders: A systematic review and meta-analysis. Hypertension 64, 494–500.", "ArticleIdList": ["24935943"]}, {"Citation": "Pryor W. A., Squadrito G. L., Friedman M. (1995). A new mechanism for the toxicity of ozone. Toxicol. Lett. 82–83, 287–293.", "ArticleIdList": ["8597067"]}, {"Citation": "Qin Z., Hou H., Fu F., Wu J., Han B., Yang W., Zhang L., Cao J., Jin X., Cheng S., et al. (2017). Fine particulate matter exposure induces cell cycle arrest and inhibits migration and invasion of human extravillous trophoblast, as determined by an iTRAQ-based quantitative proteomics strategy. Reprod. Toxicol. 74, 10–22.", "ArticleIdList": ["28843701"]}, {"Citation": "Raia-Barjat T., Prieux C., Gris J. C., Chapelle C., Laporte S., Chauleur C. (2017). Angiogenic factors for prediction of preeclampsia and intrauterine growth restriction onset in high-risk women: AngioPred study. J. Matern. Fetal Neonatal Med. 32, 248–257.", "ArticleIdList": ["28889770"]}, {"Citation": "Rothbauer M., Patel N., Gondola H., Siwetz M., Huppertz B., Ertl P. (2017). A comparative study of five physiological key parameters between four different human trophoblast-derived cell lines. Sci. Rep. 7, 5892..", "ArticleIdList": ["PMC5517571", "28724925"]}, {"Citation": "Salam M. T., Millstein J., Li Y. F., Lurmann F. W., Margolis H. G., Gilliland F. D. (2005). Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: Results from the Children’s Health Study. Environ. Health Perspect. 113, 1638–1644.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Soares M. J., Chakraborty D., Karim Rumi M. A., Konno T., Renaud S. J. (2012). Rat placentation: An experimental model for investigating the hemochorial maternal-fetal interface. Placenta 33, 233–243.", "ArticleIdList": ["PMC3288880", "22284666"]}, {"Citation": "Srinivasan K. R., Blesson C. S., Fatima I., Kitchlu S., Jain S. K., Mehrotra P. K., Dwivedi A. (2009). Expression of alphaVbeta3 integrin in rat endometrial epithelial cells and its functional role during implantation. Gen. Comp. Endocrinol. 160, 124–133.", "ArticleIdList": ["19027743"]}, {"Citation": "Vinikoor-Imler L. C., Davis J. A., Meyer R. E., Messer L. C., Luben T. J. (2014). Associations between prenatal exposure to air pollution, small for gestational age, and term low birthweight in a state-wide birth cohort. Environ. Res. 132, 132–139.", "ArticleIdList": ["24769562"]}, {"Citation": "Weiss U., Cervar M., Puerstner P., Schmut O., Haas J., Mauschitz R., Arikan G., Desoye G. (2001). Hyperglycaemia in vitro alters the proliferation and mitochondrial activity of the choriocarcinoma cell lines BeWo, JAR and JEG-3 as models for human first-trimester trophoblast. Diabetologia 44, 209–219.", "ArticleIdList": ["11270678"]}, {"Citation": "Witschi E. (1962). Development of the Rat: Growth Including Reproduction and Morphological Development. Federation of American Societies for Experimental Biology, Washington, DC."}, {"Citation": "Yang X., Meng T. (2019). MicroRNA-431 affects trophoblast migration and invasion by targeting ZEB1 in preeclampsia. Gene 683, 225–232.", "ArticleIdList": ["30315928"]}, {"Citation": "Yang Y., Todt J. C., Svinarich D. M., Qureshi F., Jacques S. M., Graham C. H., Chung A. E., Gonik B., Yelian F. D. (1996). Human trophoblast cell adhesion to extracellular matrix protein, entactin. Am. J. Reprod. Immunol. 36, 25–32.", "ArticleIdList": ["8831898"]}, {"Citation": "Young B. C., Levine R. J., Karumanchi S. A. (2010). Pathogenesis of preeclampsia. Annu. Rev. Pathol. 5, 173–192.", "ArticleIdList": ["20078220"]}, {"Citation": "Zheng T., Zhang J., Sommer K., Bassig B. A., Zhang X., Braun J., Xu S., Boyle P., Zhang B., Shi K., et al. (2016). Effects of environmental exposures on fetal and childhood growth trajectories. Ann. Global Health 82, 41–99.", "ArticleIdList": ["PMC5967632", "27325067"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30649513", "NIHMS1526399", "PMC6582634", "10.1093/toxsci/kfz003", "5288598"]}}]}