{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["adolescents", "air pollution", "inhaled dose", "physical activity"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "30662974", "DateRevised": {"Year": "2023", "Month": "10", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.21633/jgpha.6.2s19"], "Journal": {"ISSN": "2471-9773", "JournalIssue": {"Volume": "6", "Issue": "2 Suppl", "PubDate": {"Year": "2016", "Season": "Fall"}}, "Title": "Journal of the Georgia Public Health Association", "ISOAbbreviation": "J Ga Public Health Assoc"}, "ArticleTitle": "Air pollution, physical activity, and markers of acute airway oxidative stress and inflammation in adolescents.", "Pagination": {"StartPage": "314", "EndPage": "330", "MedlinePgn": "314-330"}, "Abstract": {"AbstractText": ["The airway inflammatory response is likely the mechanism for adverse health effects related to exposure to air pollution. Increased ventilation rates during physical activity in the presence of air pollution increases the inhaled dose of pollutants. However, physical activity may moderate the relationship between air pollution and the inflammatory response. The present study aimed to characterize, among healthy adolescents, the relationship between dose of inhaled air pollution, physical activity, and markers of lung function, oxidative stress, and airway inflammation.", "With a non-probability sample of adolescents, this observational study estimated the association between air pollution dose and outcome measures by use of general linear mixed models with an unstructured covariance structure and a random intercept for subjects to account for repeated measures within subjects.", "A one interquartile range (IQR) (i.e., 345.64 μg) increase in ozone (O<sub>3</sub>) inhaled dose was associated with a 29.16% average decrease in the percentage of total oxidized compounds (%Oxidized). A one IQR (i.e., 2.368E+10 particle) increase in total particle number count in the inhaled dose (PNT) was associated with an average decrease in forced expiratory flow (FEF<sub>25-75</sub>) of 0.168 L/second. Increasing activity levels attenuated the relationship between PNT inhaled dose and exhaled nitric oxide (eNO). The relationship between O<sub>3</sub> inhaled dose and percent oxidized exhaled breath condensate cystine (%CYSS) was attenuated by activity level, with increasing activity levels corresponding to smaller changes from baseline for a constant O<sub>3</sub> inhaled dose.", "The moderating effects of activity level suggest that peaks of high concentration doses of air pollution may overwhelm the endogenous redox balance of cells, resulting in increased airway inflammation. Further research that examines the relationships between dose peaks over time and inflammation could help to determine whether a high concentration dose over a short period of time has a different effect than a lower concentration dose over a longer period of time."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Master of Public Health Program, Georgia State University School of Public Health, Atlanta, GA."}], "LastName": "Pasalic", "ForeName": "Emilia", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Division of Epidemiology and Biostatistics, Georgia State University School of Public Health, Atlanta, GA."}], "LastName": "Hayat", "ForeName": "Matthew J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Division of Environmental Health, Georgia State University School of Public Health, Atlanta, GA."}], "LastName": "Greenwald", "ForeName": "Roby", "Initials": "R"}], "GrantList": [{"GrantID": "K25 ES020355", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Ga Public Health Assoc", "NlmUniqueID": "101666414", "ISSNLinking": "2471-9773"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Behndig AF, Mudway IS, Brown JL, Stenfors N, Helleday R, Duggan ST, Wilson SJ, Boman C, Cassee FR, Frew AJ, Kelly FJ, Sandström T, Blomberg A. Airway antioxidant and inflammatory responses to diesel exhaust exposure in healthy humans. J Eur Respir. 2006;(27):359–365.", "ArticleIdList": ["16452593"]}, {"Citation": "Buonanno G, Marks GB, Morawska L. Health effects of daily airborne particle dose in children: direct association between personal dose and respiratory health effects. Environ Pollut. 2013;180:246–250.", "ArticleIdList": ["23792384"]}, {"Citation": "Burnett D, Burns S, Merritt S, Wick J, Sharpe M. Prevalence of Exercise-Induced Bronchoconstriction Measured by Standardized Testing in Healthy College Athletes. Respir Care. 2016;61(5):571–576.", "ArticleIdList": ["26860398"]}, {"Citation": "Cole-Hunter T, Morawska L, Stewart I, Jayaratne R, Solomon C. Inhaled particle counts on bicycle commute routes of low and high proximity to motorised traffic. Atmos Environ. 2012;61:197–203.", "ArticleIdList": ["PMC4177132", "23566176"]}, {"Citation": "Evjenth B, Hansen TE, Holt J. The effect of exercise on exhaled nitric oxide depends on allergic rhinoconjunctivitis in children. J Asthma. 2015;52(8):795–800.", "ArticleIdList": ["25985708"]}, {"Citation": "Godri KJ, Harrison RM, Evans T, Baker T, Dunster C, Mudway IS, Kelly FJ. Increased Oxidative Burden Associated with Traffic Component of Ambient Particulate Matter at Roadside and Urban Background Schools Sites in London. PLoS One. 2011;6(7):e21961.", "ArticleIdList": ["PMC3144873", "21818283"]}, {"Citation": "Greenwald R, Hayat MJ, Barton J, Lopukhin A. A Novel Method for Quantifying the Inhaled Dose of Air Pollutants Based on Heart Rate, Breathing Rate and Forced Vital Capacity. PloS One. 2016;11(1):e0147578.", "ArticleIdList": ["PMC4726691", "26809066"]}, {"Citation": "Hupin D, Roche F, Gremeaux V, Chatard J-C, Oriol M, Gaspoz J-M, Barthélémy J-C, Edouard P. Even a low-dose of moderate-to-vigorous physical activity reduces mortality by 22% in adults aged 60 years: a systematic review and meta-analysis. Br J Sports Med. 2015;49(19):1262–1267.", "ArticleIdList": ["26238869"]}, {"Citation": "Janssen NAH, Yang A, Strak M, Steenhof M, Hellack B, Gerlofs-Nijland ME, Kuhlbusch T, Kelly F, Harrison R, Brunekreef B, Hoek G, Cassee F. Oxidative potential of particulate matter collected at sites with different source characteristics. Sci Total Environ. 2014;472:572–581.", "ArticleIdList": ["24317165"]}, {"Citation": "Jones DP, Carlson JL, Samiec PS, Sternberg P, Mody VC, Reed RL, Brown LA. Glutathione measurement in human plasma. Evaluation of sample collection, storage and derivatization conditions for analysis of dansyl derivatives by HPLC. Clin Chim Acta. 1998;275(2):175–184.", "ArticleIdList": ["9721075"]}, {"Citation": "Kaplan GA, Strawbridge WJ, Cohen RD, Hungerford LR. Natural history of leisure-time physical activity and its correlates: associations with mortality from all causes and cardiovascular disease over 28 years. Am J Epidemiol. 1996;144(8):793–797.", "ArticleIdList": ["8857828"]}, {"Citation": "Kawahara J, Tanaka S, Tanaka C, Aoki Y, Yonemoto J. Daily Inhalation Rate and Time-Activity/Location Pattern in Japanese Preschool Children. Risk Anal. 2012;32(9):1595–1604.", "ArticleIdList": ["22384860"]}, {"Citation": "Kelly FJ, Fussell JC. Air pollution and airway disease. Clin Exp Allergy. 2011;41(8):1059–1071.", "ArticleIdList": ["21623970"]}, {"Citation": "Kelly FJ, Fussell JC. Linking ambient particulate matter pollution effects with oxidative biology and immune responses. Ann N Y Acad Sci. 2015;1340:84–94.", "ArticleIdList": ["25716617"]}, {"Citation": "Korrick SA, Neas LM, Dockery DW, Gold DR, Allen GA, Hill LB, Kimball KD, Rosner BA, Speizer FE. Effects of ozone and other pollutants on the pulmonary function of adult hikers. Environ Health Perspect. 1998;106(2):93–99.", "ArticleIdList": ["PMC1533017", "9435151"]}, {"Citation": "Kubesch NJ, de Nazelle A, Westerdahl D, Martinez D, Carrasco-Turigas G, Bouso L, Guerra S, Nieuwenhuijsen MJ. Respiratory and inflammatory responses to short-term exposure to traffic-related air pollution with and without moderate physical activity. Occup Environ Med. 2015;72(4):284–293.", "ArticleIdList": ["25475111"]}, {"Citation": "Lee GB, Brandt EB, Xiao C, Gibson AM, Le Cras TD, Brown LAS, Fitzpatrick AM, Khurana Hershey GK. Diesel exhaust particles induce cysteine oxidation and s-glutathionylation in house dust mite induced murine asthma. PloS One. 2013;8(3):e60632.", "ArticleIdList": ["PMC3612047", "23555996"]}, {"Citation": "McNabola A, Broderick Bm, Gill LW. Relative exposure to fine particulate matter and VOCs between transport microenvironments in Dublin: Personal exposure and uptake. Atmos Environ. 2008;42(26):6496–6512."}, {"Citation": "Moore SC, Patel AV, Matthews CE, Berrington de Gonzalez A, Park Y, Katki HA, Linet MS, Weiderpass E, Visvanathan K, Helzlsouer KJ, Thun M, Gapstur SM, Hartge P, Lee IM. Leisure time physical activity of moderate to vigorous intensity and mortality: a large pooled cohort analysis. PLoS Med. 2012;9(11):e1001335.", "ArticleIdList": ["PMC3491006", "23139642"]}, {"Citation": "Nyhan M, McNabola A, Misstear B. Comparison of particulate matter dose and acute heart rate variability response in cyclists, pedestrians, bus and train passengers. Sci Total Environ. 2014;468–469:821–831.", "ArticleIdList": ["24076503"]}, {"Citation": "O’Donoghue RT, Gill LW, McKevitt RJ, Broderick B. Exposure to hydrocarbon concentrations while commuting or exercising in Dublin. Environ Int. 2007;33(1):1–8.", "ArticleIdList": ["16843528"]}, {"Citation": "Oravisjärvi K, Pietikäinen M, Ruuskanen J, Rautio A, Voutilainen A, Keiski RL. Effects of physical activity on the deposition of traffic-related particles into the human lungs in silico. Sci Total Environ. 2011;409(21):4511–4518.", "ArticleIdList": ["21871649"]}, {"Citation": "Øvrevik J, Refsnes M, Låg M, Holme JA, Schwarze PE. Activation of Proinflammatory Responses in Cells of the Airway Mucosa by Particulate Matter: Oxidant- and Non-Oxidant-Mediated Triggering Mechanisms. Biomolecules. 2015;5(3):1399–1440.", "ArticleIdList": ["PMC4598757", "26147224"]}, {"Citation": "Rahman I, Yang SR, Biswas SK. Current concepts of redox signaling in the lungs. Antioxid Redox Signal. 2006;8(3–4):681–689.", "ArticleIdList": ["16677111"]}, {"Citation": "Ramos Ca, Reis Jf, Almeida T, Alves F, Wolterbeek Ht, Almeida SM. Estimating the inhaled dose of pollutants during indoor physical activity. Sci Total Environ. 2015;527–528:111–118.", "ArticleIdList": ["25958360"]}, {"Citation": "Rundell KW, Slee JB, Caviston R, Hollenbach AM. Decreased lung function after inhalation of ultrafine and fine particulate matter during exercise is related to decreased total nitrate in exhaled breath condensate. Inhal Toxicol. 2008;20(1):1–9.", "ArticleIdList": ["18236215"]}, {"Citation": "Salvi S, Holgate ST. Mechanisms of particulate matter toxicity. Clin Exp Allergy. 1999;29(9):1187–1194.", "ArticleIdList": ["10469026"]}, {"Citation": "Stang J, Braten V, Caspersen C, Thorsen E, Stensrud T. Exhaled nitric oxide after high-intensity exercise at 2800m altitude. Clin Physiol Funct Imaging. 2015;35(5):338–343.", "ArticleIdList": ["24451001"]}, {"Citation": "Strak M, Boogaard H, Meliefste K, Oldenwening M, Zuurbier M, Brunekreef B, Hoek G. Respiratory health effects of ultrafine and fine particle exposure in cyclists. Occup Environ Med. 2010;67(2):118–124.", "ArticleIdList": ["19773283"]}, {"Citation": "Yeh MY, Burnham EL, Moss M, Brown LAS. Non-invasive evaluation of pulmonary glutathione in the exhaled breath condensate of otherwise healthy alcoholics. Respir Med. 2008;102(2):248–255.", "ArticleIdList": ["PMC2238178", "17977706"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30662974", "NIHMS977947", "PMC6338427", "10.21633/jgpha.6.2s19"]}}], "PubmedBookArticle": []}