{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Air pollution", "Cyprus", "EU Air Quality Directive", "East Mediterranean", "FAIRMODE", "Model evaluation"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30687413", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s11869-018-0631-z"], "Journal": {"ISSN": "1873-9318", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2019"}}, "Title": "Air quality, atmosphere, & health", "ISOAbbreviation": "Air Qual Atmos Health"}, "ArticleTitle": "Evaluation of EU air quality standards through modeling and the FAIRMODE benchmarking methodology.", "Pagination": {"StartPage": "73", "EndPage": "86", "MedlinePgn": "73-86"}, "Abstract": {"AbstractText": ["We evaluate air quality modeling over the East Mediterranean using the benchmarking methodology developed in the framework of the Forum for Air Quality Modelling in Europe (FAIRMODE). FAIRMODE aims to provide a harmonized approach of model evaluation for regulatory purposes. We test the methodology by assessing the performance of the Weather Research and Forecasting model coupled with chemistry (WRF-Chem) against ground-based air quality observations over Cyprus, a member state of the European Union. Two nested domains are used (at 50- and 10-km horizontal grid spacing) with the comparison performed over the innermost domain. We consider performance indicators reflecting regulations for air quality standards (maximum daily 8-hourly mean ozone, hourly nitrogen dioxide, and daily fine particulate matter concentrations). The WRF-Chem model is found to satisfy the proposed performance objectives regarding ozone and NO<sub>2</sub>, though it underestimates the latter in urban areas possibly due to uncertainties in emission inventories. Fine particulate matter is well represented by the model, except on days with strong influence from natural sources, highlighting the necessity for fine-tuning dust mobilization and transport in the region. The objectives are fulfilled even though discrepancies exist between model and observations. Our results indicate the need for more stringent performance criteria at relatively low concentrations. Overall, we find that the methodology provides in-depth information and relevant statistical metrics to guide air quality and model assessments for monitoring compliance with the EU Air Quality Directives and other guidelines to limit the impact of air pollution on human health and ecosystems."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": ["0000 0004 0580 3152", "grid.426429.f"], "Affiliation": "1Energy, Environment and Water Research Centre (EEWRC), The Cyprus Institute, 20 Konstantinou Kavafi Street, Aglantzia, 2121 Nicosia, Cyprus."}], "Identifier": ["0000-0003-3695-9267"], "LastName": "Kushta", "ForeName": "Jonilda", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": ["0000 0004 0580 3152", "grid.426429.f"], "Affiliation": "1Energy, Environment and Water Research Centre (EEWRC), The Cyprus Institute, 20 Konstantinou Kavafi Street, Aglantzia, 2121 Nicosia, Cyprus."}], "Identifier": [], "LastName": "Georgiou", "ForeName": "Georgios K", "Initials": "GK"}, {"AffiliationInfo": [{"Identifier": ["0000 0004 0580 3152", "grid.426429.f"], "Affiliation": "1Energy, Environment and Water Research Centre (EEWRC), The Cyprus Institute, 20 Konstantinou Kavafi Street, Aglantzia, 2121 Nicosia, Cyprus."}], "Identifier": [], "LastName": "Proestos", "ForeName": "Yiannis", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": ["0000 0004 0580 3152", "grid.426429.f"], "Affiliation": "2Computation-based Science and Technology Research Centre (CaSToRC), The Cyprus Institute, 2121 Nicosia, Cyprus."}], "Identifier": [], "LastName": "Christoudias", "ForeName": "Theodoros", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": ["0000 0004 1758 4137", "grid.434554.7"], "Affiliation": "3Joint Research Centre (JRC), Directorate for Energy, Transport and Climate, Air and Climate Unit, European Commission, Via E. Fermi 2749, I-21027 Ispra, VA Italy."}], "Identifier": [], "LastName": "Thunis", "ForeName": "Philippe", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Labour Inspection, Ministry of Labour, Welfare and Social Insurance, Nicosia, Cyprus."}], "Identifier": [], "LastName": "Savvides", "ForeName": "Chrysanthos", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Labour Inspection, Ministry of Labour, Welfare and Social Insurance, Nicosia, Cyprus."}], "Identifier": [], "LastName": "Papadopoulos", "ForeName": "Christos", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": ["0000 0004 0580 3152", "grid.426429.f"], "Affiliation": "1Energy, Environment and Water Research Centre (EEWRC), The Cyprus Institute, 20 Konstantinou Kavafi Street, Aglantzia, 2121 Nicosia, Cyprus."}, {"Identifier": ["0000 0004 0491 8257", "grid.419509.0"], "Affiliation": "5Max Planck Institute for Chemistry, 55128 Mainz, Germany."}], "Identifier": [], "LastName": "Lelieveld", "ForeName": "Jos", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Air Qual Atmos Health", "NlmUniqueID": "101317801", "ISSNLinking": "1873-9318"}, "CoiStatement": "Compliance with ethical standardsThe view expressed herein can in no way be taken to reflect the official opinion of the European Space Agency."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdelkader M, Metzger S, Steil B, Klingmüller K, Tost H, Pozzer A, Stenchikov G, Barrie L, Lelieveld J. Chemical aging of atmospheric mineral dust during transatlantic transport. Atmos Chem Phys. 2017;17:3799–3821. doi: 10.5194/acp-17-3799-2017.", "ArticleIdList": ["10.5194/acp-17-3799-2017"]}, {"Citation": "Abdo N, Khader YS, Abdelrahman M, Graboski-Bauer A, Malkawi M, Al-Sharif M, et al. Respiratory health outcomes and air pollution in the Eastern Mediterranean region: a systematic review. Rev Environ Health. 2016;31(2):259–280. doi: 10.1515/reveh-2015-0076.", "ArticleIdList": ["10.1515/reveh-2015-0076", "27101544"]}, {"Citation": "Ackermann IJ, Hass H, Memmesheimer M, Ebel A, Binkowski FS, Shankar U. Modal aerosol dynamics model for Europe: development and first applications. Atmos Environ. 1998;32:2981–2999. doi: 10.1016/S1352-2310(98)00006-5.", "ArticleIdList": ["10.1016/S1352-2310(98)00006-5"]}, {"Citation": "Astitha M, Kallos G. Gas-phase and aerosol chemistry interactions in South Europe and the Mediterranean Region. Environ Fluid Mech. 2008;9:3–22. doi: 10.1007/s10652-008-9110-7.", "ArticleIdList": ["10.1007/s10652-008-9110-7"]}, {"Citation": "Baklanov A (2017) Overview of the European framework for online integrated air quality and meteorology modelling (EuMetChem). Atmos Chem Phys. 10.5194/acp-special_issue370-preface"}, {"Citation": "Carnevale C, Finzi G, Pederzoli A, Pisoni E, Thunis P. Applying the delta tool to support the Air Quality Directive: evaluation of the TCAM chemical transport model. Air Qual Atmos Health. 2014;7(3):335–346. doi: 10.1007/s11869-014-0240-4.", "ArticleIdList": ["10.1007/s11869-014-0240-4"]}, {"Citation": "Chalbot MC, Lianou M, Vei IC, Kotronarou A, Kavouras IG. Spatial attribution of sulfate and dust aerosol sources in an urban area using receptor modeling coupled with Lagrangian trajectories. Atmos Pollut Res. 2013;4:346–353. doi: 10.5094/APR.2013.039.", "ArticleIdList": ["10.5094/APR.2013.039"]}, {"Citation": "Chen F, Dudhia J. Coupling an advanced land surface hydrology model with the Penn State-NCAR MM5 Modeling System. Part I: model implementation and sensitivity. Mon Weather Rev. 2001;129:569–585. doi: 10.1175/1520-0493(2001)129<0569:CAALSH>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0493(2001)129<0569:CAALSH>2.0.CO;2"]}, {"Citation": "Council Decision of 27 January 1997 (97/101/EC) establishing a reciprocal exchange of information and data from networks and individual stations measuring ambient air pollution within the Member States https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:31997D0101"}, {"Citation": "Dayan U, Ricaud P, Zbinden R, Dulac F. Atmospheric pollution over the eastern Mediterranean during summer – a review. Atmos Chem Phys. 2017;17:13233–13263. doi: 10.5194/acp-17-13233-2017.", "ArticleIdList": ["10.5194/acp-17-13233-2017"]}, {"Citation": "Dennis R, Fox T, Fuentes M, Gilliland A, Hanna S, Hogrefe C, Irwin J, Rao ST, Scheffe R, Schere K, Steyn D, Venkatram A. A framework for evaluating regional-scale numerical photochemical modeling systems. Environ Fluid Mech. 2010;10:471–489. doi: 10.1007/s10652-009-9163-2.", "ArticleIdList": ["10.1007/s10652-009-9163-2", "PMC3066450", "21461126"]}, {"Citation": "Directive 2011/850/EU of the European Parliament and of the Council of 12 December 2011 laying down rules for Directives 2004/107/EC and 2008/50/EC of the European Parliament and of the Council as regards the reciprocal exchange of information and reporting on ambient air quality (notified under document C (2011) 9068) http://data.europa.eu/eli/dec_impl/2011/850/oj"}, {"Citation": "Emmons LK, Walters S, Hess PG, Lamarque JF, Pfister GG, Fillmore D, Granier C, Guenther A, Kinnison D, Laepple T, Orlando J, Tie X, Tyndall G, Wiedinmyer C, Baughcum SL, Kloster S. Description and evaluation of the Model for Ozone and Related chemical Tracers, version 4 (MOZART-4) Geosci Model Dev. 2010;3:43–67. doi: 10.5194/gmd-3-43-2010.", "ArticleIdList": ["10.5194/gmd-3-43-2010"]}, {"Citation": "FAIRMODE (2017) Guidance document on modelling quality objectives and benchmarking, http://fairmode.jrc.ec.europa.eu/document/fairmode/WG1/Guidance_MQO_Bench_vs2.1.pdf"}, {"Citation": "Fast JD, Gustafson WI, Jr, Easter RC, Zaveri RA, Barnard JC, Chapman EG, Grell GA. Evolution of ozone, particulates, and aerosol direct forcing in an urban area using a new fully-coupled meteorology, chemistry, and aerosol model. J Geophys Res-Atmos. 2006;111:D21305. doi: 10.1029/2005JD006721.", "ArticleIdList": ["10.1029/2005JD006721"]}, {"Citation": "Gasch P, Rieger D, Walter C, Khain P, Levi Y, Knippertz P, Vogel B. Revealing the meteorological drivers of the September 2015 severe dust event in the Eastern Mediterranean. Atmos Chem Phys. 2017;17:13573–13604. doi: 10.5194/acp-17-13573-2017.", "ArticleIdList": ["10.5194/acp-17-13573-2017"]}, {"Citation": "Georgieva E, Syrakov D, Prodanova M, Etropolska I, Slavov K (2015) Evaluating the performance of WRF-CMAQ air quality modelling system in Bulgaria by means of the DELTA tool. Int J Environ Pollut 57(3/4)"}, {"Citation": "Georgiou GK, Christoudias T, Proestos Y, Kushta J, Hadjinicolaou P, Lelieveld J. Air quality modelling in the summer over the eastern Mediterranean using WRF-Chem: chemistry and aerosol mechanism intercomparison. Atmos Chem Phys. 2018;18:1555–1571. doi: 10.5194/acp-18-1555-2018.", "ArticleIdList": ["10.5194/acp-18-1555-2018"]}, {"Citation": "Gerasopoulos E, Kouvarakis G, Babasakalis P, Vrekoussis M, Putaud JP, Mihalopoulos N. Origin and variability of particulate matter (PM10) mass concentrations over the Eastern Mediterranean. Atmos Environ. 2006;40:4679–4690. doi: 10.1016/j.atmosenv.2006.04.020.", "ArticleIdList": ["10.1016/j.atmosenv.2006.04.020"]}, {"Citation": "Gerasopoulos E, Kazadzis S, Vrekoussis M, Kouvarakis G, Liakakou E, Kouremeti N, Giannadaki D, Kanadikou M, Bohn B, Mihalopoulos N. Factors affecting O3 and NO2 photolysis frequencies measured in the eastern Mediterranean during the five-year period 2002–2006. J Geophys Res-Atmos. 2012;117:D22305. doi: 10.1029/2012JD017622.", "ArticleIdList": ["10.1029/2012JD017622"]}, {"Citation": "Giannadaki D, Pozzer A, Lelieveld J. Modeled global effects of airborne desert dust on air quality and premature mortality. Atmos Chem Phys. 2014;14:957–968. doi: 10.5194/acp-14-957-2014.", "ArticleIdList": ["10.5194/acp-14-957-2014"]}, {"Citation": "Gkikas A, Obiso V, Pérez García-Pando C, Jorba O, Hatzianastassiou N, Vendrell L, Basart S, Solomos S, Gassó S, Baldasano JM. Direct radiative effects during intense Mediterranean desert dust outbreaks. Atmos Chem Phys. 2018;18:8757–8787. doi: 10.5194/acp-18-8757-2018.", "ArticleIdList": ["10.5194/acp-18-8757-2018"]}, {"Citation": "Grell GA, Baklanov A. Integrated modeling for forecasting weather and air quality: a call for fully coupled approaches. Atmos Environ. 2011;45(38):6845–6851. doi: 10.1016/j.atmosenv.2011.01.017.", "ArticleIdList": ["10.1016/j.atmosenv.2011.01.017"]}, {"Citation": "Grell GA, Devenyi D. A generalized approach to parameterizing convection combining ensemble and data assimilation techniques. Geophys Res Lett. 2002;29:10–13. doi: 10.1029/2002GL015311.", "ArticleIdList": ["10.1029/2002GL015311"]}, {"Citation": "Grell GA, Peckham SE, Schmitz R, McKeen SA, Frost G, Skamarock WC, Eder B. Fully coupled “online” chemistry within the WRF model. Atmos Environ. 2005;39:6957–6975. doi: 10.1016/j.atmosenv.2005.04.027.", "ArticleIdList": ["10.1016/j.atmosenv.2005.04.027"]}, {"Citation": "Guenther A, Karl T, Harley P, Wiedinmyer C, Palmer PI, Geron C. Estimates of global terrestrial isoprene emissions using MEGAN (Model of Emissions of Gases and Aerosols from Nature) Atmos Chem Phys. 2006;6:3181–3210. doi: 10.5194/acp-6-3181-2006.", "ArticleIdList": ["10.5194/acp-6-3181-2006"]}, {"Citation": "Hong SY, Yign N, Dudhia J. A new vertical diffusion package with an explicit treatment of entrainment processes. Mon Weather Rev. 2006;134:2318–2341. doi: 10.1175/MWR3199.1.", "ArticleIdList": ["10.1175/MWR3199.1"]}, {"Citation": "Iacono MJ, Delamere JS, Mlawer EJ, Shephard MW, Clough SA, Collins WD. Radiative forcing by long-lived greenhouse gases: calculations with the AER radiative transfer models. J Geophys Res-Atmos. 2008;113:D13103. doi: 10.1029/2008JD009944.", "ArticleIdList": ["10.1029/2008JD009944"]}, {"Citation": "Im U, Kanakidou M. Impacts of East Mediterranean megacity emissions on air quality. Atmos Chem Phys. 2012;12:6335–6355. doi: 10.5194/acp-12-6335-2012.", "ArticleIdList": ["10.5194/acp-12-6335-2012"]}, {"Citation": "Janssens-Maenhout G, Dentener F, van Aardenne J, Monni S, Pagliari V, Orlandini L, Klimont Z, Kurokawa J, Akimoto H, Ohara T, Wankmüller R, Battye B, Grano D, Zuber A, Keating T. EDGAR-HTAP: a harmonized gridded air pollution emission dataset based on national inventories. Luxemburg: European Commission, Joint Research Centre, Institute for Environment and Sustainability; 2012."}, {"Citation": "Jolliff JK, Stow CA, McGillicuddy DJ, Jr, Doney SC, Allen JI, Rose KA, Wallhead P. Skill assessment for coupled biological/physical models of marine systems. J Mar Syst. 2009;76:4–15. doi: 10.1016/j.jmarsys.2008.05.014.", "ArticleIdList": ["10.1016/j.jmarsys.2008.05.014", "PMC5375119", "28366997"]}, {"Citation": "Kallos G, Solomos S, Kushta J, Mitsakou C, Spyrou C, Bartsotas N, Kalogeri C. Natural and anthropogenic aerosols in the Mediterranean region and Middle East: patterns and impacts. Sci Total Environ. 2014;488-489:389–397. doi: 10.1016/j.scitotenv.2014.02.035.", "ArticleIdList": ["10.1016/j.scitotenv.2014.02.035", "24630589"]}, {"Citation": "Karanasiou AA, Siskos PA, Eleftheriadis K. Assessment of source apportionment by Positive Matrix Factorization analysis on fine and coarse urban aerosol size fractions. Atmos Environ. 2009;43:3385–3395. doi: 10.1016/j.atmosenv.2009.03.051.", "ArticleIdList": ["10.1016/j.atmosenv.2009.03.051"]}, {"Citation": "Khader YS, Abdo N, Abdelrahman M, Al-Sharif M, Bateiha AM, Malkawi M. The effect of air pollution on cancer in the Eastern Mediterranean region: a systematic literature review. J Environ Pollut Hum Health. 2016;4(3):66–71."}, {"Citation": "Kushta J, Kallos G, Astitha M, Solomos S, Spyrou C, Mitsakou C, Lelieveld J. Impact of natural aerosols on atmospheric radiation and consequent feedbacks with the meteorological and photochemical state of the atmosphere. J Geophys Res-Atmos. 2014;119:1463–1491. doi: 10.1002/2013JD020714.", "ArticleIdList": ["10.1002/2013JD020714"]}, {"Citation": "Kushta J, Georgiou GK, Proestos Y, Christoudias T, Lelieveld J. Modelling study of the atmospheric composition over Cyprus. Atmos Pollut Res. 2017;9(2):257–269. doi: 10.1016/j.apr.2017.09.007.", "ArticleIdList": ["10.1016/j.apr.2017.09.007"]}, {"Citation": "Lagler F, Belis C, Borowiak A. A quality assurance and control program for PM2.5 and PM10 measurements in European air quality monitoring networks. Luxembourg: Publications Office of the European Union; 2011."}, {"Citation": "Lelieveld J, Berresheim H, Borrmann S, Crutzen PJ, Dentener FJ, Fischer H, Feichter J, Flatau PJ, Heland J, Holzinger R, Korrmann R, Lawrence MG, Levin Z, Markowicz KM, Mihalopoulos N, Minikin A, Ramanathan V, de Reus M, Roelofs GJ, Scheeren HA, Sciare J, Schlager H, Schultz M, Siegmund P, Steil B, Stephanou EG, Stier P, Traub M, Warneke C, Williams J, Ziereis H. Global air pollution crossroads over the Mediterranean. Science. 2002;298:794–799. doi: 10.1126/science.1075457.", "ArticleIdList": ["10.1126/science.1075457", "12399583"]}, {"Citation": "Lelieveld J, Hadjinicolaou P, Kostopoulou E, Giannakopoulos C, Tanarhte M, Tyrlis E. Model projected heat extremes and air pollution in the Eastern Mediterranean and Middle East in the twenty-first century. Reg Environ Chang. 2014;14:1937–1949. doi: 10.1007/s10113-013-0444-4.", "ArticleIdList": ["10.1007/s10113-013-0444-4"]}, {"Citation": "Lopez AS, Guevara M, Thunis P, Cuvelier K, Tarrason L. Assessment of discrepancies between bottom-up and regional emission inventories in Norwegian urban areas. Atmos Environ. 2017;154:285–296. doi: 10.1016/j.atmosenv.2017.02.004.", "ArticleIdList": ["10.1016/j.atmosenv.2017.02.004"]}, {"Citation": "Mailler S, Menut L, Di Sarra AG, Becagli S, Di Iorio T, et al. On the radiative impact of aerosols on photolysis rates: comparison of simulations and observations in the Lampedusa island during the ChArMEx/ADRIMED campaign. Atmos Chem Phys. 2016;16:1219–1244. doi: 10.5194/acp-16-1219-2016.", "ArticleIdList": ["10.5194/acp-16-1219-2016"]}, {"Citation": "Mihalopoulos N, Kerminen VM, Kanakidou M, Berresheim H, Sciare J. Formation of particulate sulfur species (sulfate and methanesulfonate) during, summer over the Eastern Mediterranean: a modelling approach. Atmos Environ. 2007;41:6860–6871. doi: 10.1016/j.atmosenv.2007.04.039.", "ArticleIdList": ["10.1016/j.atmosenv.2007.04.039"]}, {"Citation": "Monteiro A, Durka P, Flandorfer C, Georgieva E, Guerreiro C, Kushta J, Malherbe L, Maiheu B, Miranda AI, Santos G, Stocker J, Trimpeneers E, Tognet F, Stortini M, Wesseling J, Janssen S, Thunis P. Strengths and weaknesses of the FAIRMODE benchmarking methodology for the evaluation of air quality models. Air Qual Atmos Health. 2018;11:373–383. doi: 10.1007/s11869-018-0554-8.", "ArticleIdList": ["10.1007/s11869-018-0554-8"]}, {"Citation": "Morrison H, Curry JA, Khvorostyanov VI (2005) A new double-moment microphysics parameterization for application in cloud and climate models. Part I: description. J Atmos Sci 62:1665–1677. 10.1175/JAS3446.16120"}, {"Citation": "Pederzoli A, Thunis P, Georgieva E, Borge R, Carruthers D, Pernigotti D. Performance criteria for the benchmarking of air quality model regulatory applications: the ‘target’ approach. Int J Environ Pollut. 2012;50:175–189. doi: 10.1504/IJEP.2012.051191.", "ArticleIdList": ["10.1504/IJEP.2012.051191"]}, {"Citation": "Pernigotti D, Thunis P, Belis C, Gerboles M. Model quality objectives based on measurement uncertainty. Part II: PM10 and NO2. Atmos Environ. 2013;79:869–878. doi: 10.1016/j.atmosenv.2013.07.045.", "ArticleIdList": ["10.1016/j.atmosenv.2013.07.045"]}, {"Citation": "Real E, Sartelet K. Modeling of photolysis rates over Europe: impact on chemical gaseous species and aerosols. Atmos Chem Phys. 2011;11:1711–1727. doi: 10.5194/acp-11-1711-2011.", "ArticleIdList": ["10.5194/acp-11-1711-2011"]}, {"Citation": "Schell B, Ackermann IJ, Hass H, Binkowski FS, Ebel A. Modeling the formation of secondary organic aerosol within a comprehensive air quality model system. J Geophys Res-Atmos. 2001;106:28275–28293. doi: 10.1029/2001JD000384.", "ArticleIdList": ["10.1029/2001JD000384"]}, {"Citation": "Solomos S, Ansmann A, Mamouri RE, Binietoglou I, Patlakas P, Marinou E, Amiridis V. Remote sensing and modelling analysis of the extreme dust storm hitting the Middle East and eastern Mediterranean in September 2015. Atmos Chem Phys. 2017;17:4063–4079. doi: 10.5194/acp-17-4063-2017.", "ArticleIdList": ["10.5194/acp-17-4063-2017"]}, {"Citation": "Solomos S, Kalivitis N, Mihalopoulos N, Amiridis V, Kouvarakis G, Gkikas A, Binietoglou I, Tsekeri A, Kazadzis S, Kottas M, Pradhan Y, Proestakis E, Nastos PT, Marenco F. From tropospheric folding to Khamsin and Foehn winds: how atmospheric dynamics advanced a record-breaking dust episode in Crete. Atmosphere. 2018;9:240. doi: 10.3390/atmos9070240.", "ArticleIdList": ["10.3390/atmos9070240"]}, {"Citation": "Stockwell WR, Kirchner FK, Kuhn M, Seefeld S. A new mechanism for regional atmospheric chemistry modelling. J Geophys Res-Atmos. 1997;102:25847–25879. doi: 10.1029/97JD00849.", "ArticleIdList": ["10.1029/97JD00849"]}, {"Citation": "Thunis P, Clappier A. Indicators to support the dynamic evaluation of air quality models. Atmos Environ. 2014;98:402–409. doi: 10.1016/j.atmosenv.2014.09.016.", "ArticleIdList": ["10.1016/j.atmosenv.2014.09.016"]}, {"Citation": "Thunis P, Georgieva E, Pederzoli A. A tool to evaluate air quality model performances in regulatory applications. Environ Model Softw. 2012;38:220–230. doi: 10.1016/j.envsoft.2012.06.005.", "ArticleIdList": ["10.1016/j.envsoft.2012.06.005"]}, {"Citation": "Thunis P, Pederzoli A, Pernigotti D. Performance criteria to evaluate air quality modeling applications. Atmos Environ. 2012;59:476–482. doi: 10.1016/j.atmosenv.2012.05.043.", "ArticleIdList": ["10.1016/j.atmosenv.2012.05.043"]}, {"Citation": "Thunis P, Pernigotti D, Gerboles M. Model quality objectives based on measurement uncertainty. Part I: ozone. Atmos Environ. 2013;79:861–868. doi: 10.1016/j.atmosenv.2013.05.018.", "ArticleIdList": ["10.1016/j.atmosenv.2013.05.018"]}, {"Citation": "Trombetti M, Thunis P, Bessagnet B, Clappier A, Couvidat F, Guevara M, Kuenen J, López-Aparicio S. Spatial inter-comparison of top-down emission inventories in European urban areas. Atmos Environ. 2018;173:142–156. doi: 10.1016/j.atmosenv.2017.10.032.", "ArticleIdList": ["10.1016/j.atmosenv.2017.10.032"]}, {"Citation": "Tyrlis E, Lelieveld J (2012) Aspects of a climatology and dynamics of the summer etesians. EGU General Assembly Conference Abstracts 14: 2144"}, {"Citation": "Tyrlis E, Škerlak B, Sprenger M, Wernli H, Zittis G, Lelieveld J. On the linkage between the Asian summer monsoon and tropopause fold activity over the Eastern Mediterranean and the Middle East. J Geophys Res-Atmos. 2014;119:3202–3221. doi: 10.1002/2013JD021113.", "ArticleIdList": ["10.1002/2013JD021113"]}, {"Citation": "World Health Organization, Regional Office for Europe (2000) Air quality guidelines for Europe, WHO Regional Publications. European Series. No. 91 Second Edition, qapps.who.int/iris/bitstream/10665/107335/1/E71922.pdf"}, {"Citation": "Zhang D, Anthes RA. High-resolution model of the planetary boundary layer – sensitivity tests and comparisons with SESAME-79 data. J Appl Meteorol. 1982;21(1594–1609):6120."}]}], "History": [{"Year": "2018", "Month": "7", "Day": "26"}, {"Year": "2018", "Month": "10", "Day": "1"}, {"Year": "2019", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2018", "Month": "10", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30687413", "PMC6327007", "10.1007/s11869-018-0631-z", "631"]}}]}