{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["climate change", "crop adaptation", "genetic engineering", "genome wide association studies (GWAS)", "hormone responses", "marker-assisted selection (MSA)", "molecular breeding", "physiological responses"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30704089", "DateRevised": {"Year": "2023", "Month": "10", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "30"}], "Language": ["eng"], "ELocationID": ["34", "10.3390/plants8020034"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "8", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Impact of Climate Change on Crops Adaptation and Strategies to Tackle Its Outcome: A Review.", "Abstract": {"AbstractText": ["Agriculture and climate change are internally correlated with each other in various aspects, as climate change is the main cause of biotic and abiotic stresses, which have adverse effects on the agriculture of a region. The land and its agriculture are being affected by climate changes in different ways, e.g., variations in annual rainfall, average temperature, heat waves, modifications in weeds, pests or microbes, global change of atmospheric CO₂ or ozone level, and fluctuations in sea level. The threat of varying global climate has greatly driven the attention of scientists, as these variations are imparting negative impact on global crop production and compromising food security worldwide. According to some predicted reports, agriculture is considered the most endangered activity adversely affected by climate changes. To date, food security and ecosystem resilience are the most concerning subjects worldwide. Climate-smart agriculture is the only way to lower the negative impact of climate variations on crop adaptation, before it might affect global crop production drastically. In this review paper, we summarize the causes of climate change, stresses produced due to climate change, impacts on crops, modern breeding technologies, and biotechnological strategies to cope with climate change, in order to develop climate resilient crops. Revolutions in genetic engineering techniques can also aid in overcoming food security issues against extreme environmental conditions, by producing transgenic plants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. alirazamughal143@gmail.com."}], "Identifier": ["0000-0002-5120-2791"], "LastName": "Raza", "ForeName": "Ali", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Agricultural Biochemistry and Biotechnology (CABB), University of Agriculture, Faisalabad 38040, Pakistan. ali.razzaq254@gmail.com."}], "Identifier": [], "LastName": "Razzaq", "ForeName": "Ali", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. snookas.saher90@gmail.com."}], "Identifier": [], "LastName": "Mehmood", "ForeName": "Sundas Saher", "Initials": "SS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. zouxiling@gmail.com."}], "Identifier": [], "LastName": "Zou", "ForeName": "Xiling", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. zhang.xk@139.com."}], "Identifier": [], "LastName": "Zhang", "ForeName": "Xuekun", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. lvyan01@caas.cn."}], "Identifier": [], "LastName": "Lv", "ForeName": "Yan", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biology and Genetic Improvement of Oil Crops, Oil Crops Research Institute, Chinese Academy of Agricultural Sciences (CAAS), Wuhan 430062, China. xujingsong@caas.cn."}], "Identifier": [], "LastName": "Xu", "ForeName": "Jinsong", "Initials": "J"}], "GrantList": [{"GrantID": "2017YFD0101701", "Agency": "National Basic Research Program of China (2017YFD0101701) and Agricultural Science and Technology Innovation Program of CAAS.", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arunanondchai P., Fei C., Fisher A., McCarl B.A., Wang W., Yang Y. The Routledge Handbook of Agricultural Economics. Routledge; Abingdon-on-Thames, UK: 2018. How does climate change affect agriculture."}, {"Citation": "Noya I., González-García S., Bacenetti J., Fiala M., Moreira M.T. Environmental impacts of the cultivation-phase associated with agricultural crops for feed production. J. Clean. Prod. 2018;172:3721–3733. doi: 10.1016/j.jclepro.2017.07.132.", "ArticleIdList": ["10.1016/j.jclepro.2017.07.132"]}, {"Citation": "Vaughan M.M., Block A., Christensen S.A., Allen L.H., Schmelz E.A. The effects of climate change associated abiotic stresses on maize phytochemical defenses. Phytochem. Rev. 2018;17:37–49. doi: 10.1007/s11101-017-9508-2.", "ArticleIdList": ["10.1007/s11101-017-9508-2"]}, {"Citation": "FAO. UNICEF. WFP. WHO . The State of Food Security and Nutrition in the World 2017: Building Resilience for Peace and Food Security. Food and Agriculture Organization of the United Nations (FAO); Rome, Italy: 2018."}, {"Citation": "Rosenzweig C., Elliott J., Deryng D., Ruane A.C., Müller C., Arneth A., Boote K.J., Folberth C., Glotter M., Khabarov N. Assessing agricultural risks of climate change in the 21st century in a global gridded crop model intercomparison. Proc. Natl. Acad. Sci. USA. 2014;111:3268–3273. doi: 10.1073/pnas.1222463110.", "ArticleIdList": ["10.1073/pnas.1222463110", "PMC3948251", "24344314"]}, {"Citation": "Wheeler T., Von Braun J. Climate change impacts on global food security. Science. 2013;341:508–513. doi: 10.1126/science.1239402.", "ArticleIdList": ["10.1126/science.1239402", "23908229"]}, {"Citation": "Ashraf M.A., Akbar A., Askari S.H., Iqbal M., Rasheed R., Hussain I. Advances in Seed Priming. Springer; Berlin/Heidelberg, Germany: 2018. Recent Advances in Abiotic Stress Tolerance of Plants Through Chemical Priming: An Overview; pp. 51–79."}, {"Citation": "Benevenuto R.F., Agapito-Tenfen S.Z., Vilperte V., Wikmark O.-G., Van Rensburg P.J., Nodari R.O. Molecular responses of genetically modified maize to abiotic stresses as determined through proteomic and metabolomic analyses. PLoS ONE. 2017;12:e0173069. doi: 10.1371/journal.pone.0173069.", "ArticleIdList": ["10.1371/journal.pone.0173069", "PMC5330488", "28245233"]}, {"Citation": "Suzuki N., Rivero R.M., Shulaev V., Blumwald E., Mittler R. Abiotic and biotic stress combinations. New Phytol. 2014;203:32–43. doi: 10.1111/nph.12797.", "ArticleIdList": ["10.1111/nph.12797", "24720847"]}, {"Citation": "Pachauri R.K., Allen M.R., Barros V.R., Broome J., Cramer W., Christ R., Church J.A., Clarke L., Dahe Q., Dasgupta P. Climate Change 2014: Synthesis Report. IPCC; Geneva, Switzerland: 2014. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change."}, {"Citation": "Khan A., Ijaz M., Muhammad J., Goheer A., Akbar G., Adnan M. Climate Change Implications for Wheat Crop in Dera Ismail Khan District of Khyber Pakhtunkhwa. Pak. J. Meteorol. 2016;13:17–27."}, {"Citation": "Kanojia A., Dijkwel P.P. Abiotic Stress Responses are Governed by Reactive Oxygen Species and Age. Annu. Plant Rev. 2018:1–32. doi: 10.1002/9781119312994.apr0611.", "ArticleIdList": ["10.1002/9781119312994.apr0611"]}, {"Citation": "Lesk C., Rowhani P., Ramankutty N. Influence of extreme weather disasters on global crop production. Nature. 2016;529:84. doi: 10.1038/nature16467.", "ArticleIdList": ["10.1038/nature16467", "26738594"]}, {"Citation": "Altieri M.A., Nicholls C.I. The adaptation and mitigation potential of traditional agriculture in a changing climate. Clim. Chang. 2017;140:33–45. doi: 10.1007/s10584-013-0909-y.", "ArticleIdList": ["10.1007/s10584-013-0909-y"]}, {"Citation": "Richardson K.J., Lewis K.H., Krishnamurthy P.K., Kent C., Wiltshire A.J., Hanlon H.M. Food security outcomes under a changing climate: Impacts of mitigation and adaptaion on vulnerablity to food insecurity. Clim. Chang. 2018;147:327–341. doi: 10.1007/s10584-018-2137-y.", "ArticleIdList": ["10.1007/s10584-018-2137-y"]}, {"Citation": "Ito R., Vasconcelos H.L., Feeley K.J. Global climate change increases risk of crop yield losses and food insecurity in the tropical Andes. Glob. Chang. Biol. 2018;24:e592–e602.", "ArticleIdList": ["29055170"]}, {"Citation": "Rogelj J., Den Elzen M., Höhne N., Fransen T., Fekete H., Winkler H., Schaeffer R., Sha F., Riahi K., Meinshausen M. Paris Agreement climate proposals need a boost to keep warming well below 2 °C. Nature. 2016;534:631. doi: 10.1038/nature18307.", "ArticleIdList": ["10.1038/nature18307", "27357792"]}, {"Citation": "FAOSTAT.  [(accessed on 2 August 2017)];2017  Available online:  http://www.fao.org/faostat/en/#data."}, {"Citation": "Reckling M., Döring T.F., Bergkvist G., Chmielewski F., Stoddard F., Watson C., Seddig S., Bachinger J. Grain legume yield instability has increased over 60 years in long-term field experiments as measured by a scale-adjusted coefficient of variation. Asp. Appl. Biol. 2018;138:15–20."}, {"Citation": "Dhankher O.P., Foyer C.H. Climate resilient crops for improving global food security and safety. Plant Cell Environ. 2018;41:877–884. doi: 10.1111/pce.13207.", "ArticleIdList": ["10.1111/pce.13207", "29663504"]}, {"Citation": "Kang Y., Khan S., Ma X. Climate change impacts on crop yield, crop water productivity and food security—A review. Prog. Nat. Sci. 2009;19:1665–1674. doi: 10.1016/j.pnsc.2009.08.001.", "ArticleIdList": ["10.1016/j.pnsc.2009.08.001"]}, {"Citation": "Campbell B.M., Vermeulen S.J., Aggarwal P.K., Corner-Dolloff C., Girvetz E., Loboguerrero A.M., Ramirez-Villegas J., Rosenstock T., Sebastian L., Thornton P.K. Reducing risks to food security from climate change. Glob. Food Sec. 2016;11:34–43. doi: 10.1016/j.gfs.2016.06.002.", "ArticleIdList": ["10.1016/j.gfs.2016.06.002"]}, {"Citation": "Thornton P.K., Ericksen P.J., Herrero M., Challinor A.J. Climate variability and vulnerability to climate change: A review. Glob. Chang. Biol. 2014;20:3313–3328. doi: 10.1111/gcb.12581.", "ArticleIdList": ["10.1111/gcb.12581", "PMC4258067", "24668802"]}, {"Citation": "FAO. IFAD. UNICEF. WEP. WHO . The State of Food Security and Nutrition in the World 2018. FAO; Rome, Italy: Building climate resilience for food security and nutrition."}, {"Citation": "Emergency Events Database (EM-DAT)  [(accessed on 30 January 2019)];2009  Available online:  https://www.emdat.be/"}, {"Citation": "Boyer J.S. Plant productivity and environment. Science. 1982;218:443–448. doi: 10.1126/science.218.4571.443.", "ArticleIdList": ["10.1126/science.218.4571.443", "17808529"]}, {"Citation": "Van Velthuizen H. Mapping Biophysical Factors That Influence Agricultural Production and Rural Vulnerability. Food & Agriculture Organization; Rome, Italy: 2007."}, {"Citation": "Tebaldi C., Lobell D. Estimated impacts of emission reductions on wheat and maize crops. Clim. Chang. 2018;146:533–545. doi: 10.1007/s10584-015-1537-5.", "ArticleIdList": ["10.1007/s10584-015-1537-5"]}, {"Citation": "Bonan G.B., Doney S.C. Climate, ecosystems, and planetary futures: The challenge to predict life in Earth system models. Science. 2018;359:eaam8328. doi: 10.1126/science.aam8328.", "ArticleIdList": ["10.1126/science.aam8328", "29420265"]}, {"Citation": "Olesen J.E., Trnka M., Kersebaum K.C., Skjelvåg A., Seguin B., Peltonen-Sainio P., Rossi F., Kozyra J., Micale F. Impacts and adaptation of European crop production systems to climate change. Eur. J. Agron. 2011;34:96–112. doi: 10.1016/j.eja.2010.11.003.", "ArticleIdList": ["10.1016/j.eja.2010.11.003"]}, {"Citation": "Olesen J.E., Bindi M. Consequences of climate change for European agricultural productivity, land use and policy. Eur. J. Agron. 2002;16:239–262. doi: 10.1016/S1161-0301(02)00004-7.", "ArticleIdList": ["10.1016/S1161-0301(02)00004-7"]}, {"Citation": "Asseng S., Ewert F., Martre P., Rötter R.P., Lobell D., Cammarano D., Kimball B., Ottman M., Wall G., White J.W. Rising temperatures reduce global wheat production. Nat. Clim. Change. 2015;5:143. doi: 10.1038/nclimate2470.", "ArticleIdList": ["10.1038/nclimate2470"]}, {"Citation": "Barnabás B., Jäger K., Fehér A. The effect of drought and heat stress on reproductive processes in cereals. Plant Cell Environ. 2008;31:11–38. doi: 10.1111/j.1365-3040.2007.01727.x.", "ArticleIdList": ["10.1111/j.1365-3040.2007.01727.x", "17971069"]}, {"Citation": "Griffin J.J., Ranney T.G., Pharr D.M. Heat and drought influence photosynthesis, water relations, and soluble carbohydrates of two ecotypes of redbud (Cercis canadensis) J. Am. Soc. Hortic. Sci. 2004;129:497–502."}, {"Citation": "Gong M., Chen S.-N., Song Y.-Q., Li Z.-G. Effect of calcium and calmodulin on intrinsic heat tolerance in relation to antioxidant systems in maize seedlings. Funct. Plant Biol. 1997;24:371–379. doi: 10.1071/PP96118.", "ArticleIdList": ["10.1071/PP96118"]}, {"Citation": "Wang Z., Huang B. Physiological recovery of Kentucky bluegrass from simultaneous drought and heat stress. Crop Sci. 2004;44:1729–1736. doi: 10.2135/cropsci2004.1729.", "ArticleIdList": ["10.2135/cropsci2004.1729"]}, {"Citation": "Xu Z.Z., Zhou G.S. Combined effects of water stress and high temperature on photosynthesis, nitrogen metabolism and lipid peroxidation of a perennial grass Leymus chinensis. Planta. 2006;224:1080–1090. doi: 10.1007/s00425-006-0281-5.", "ArticleIdList": ["10.1007/s00425-006-0281-5", "16685524"]}, {"Citation": "Winkel T., Renno J.-F., Payne W. Effect of the timing of water deficit on growth, phenology and yield of pearl millet (Pennisetum glaucum (L.) R. Br.) grown in Sahelian conditions. J. Exp. Bot. 1997;48:1001–1009. doi: 10.1093/jxb/48.5.1001.", "ArticleIdList": ["10.1093/jxb/48.5.1001"]}, {"Citation": "Saini H., Aspinall D. Abnormal sporogenesis in wheat (Triticum aestivum L.) induced by short periods of high temperature. Ann. Bot. 1982;49:835–846. doi: 10.1093/oxfordjournals.aob.a086310.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a086310"]}, {"Citation": "Saini H., Aspinall D. Effect of water deficit on sporogenesis in wheat (Triticum aestivum L.) Ann. Bot. 1981;48:623–633. doi: 10.1093/oxfordjournals.aob.a086170.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a086170"]}, {"Citation": "Sheoran I.S., Saini H.S. Drought-induced male sterility in rice: Changes in carbohydrate levels and enzyme activities associated with the inhibition of starch accumulation in pollen. Sex. Plant Reprod. 1996;9:161–169. doi: 10.1007/BF02221396.", "ArticleIdList": ["10.1007/BF02221396"]}, {"Citation": "Garrity D., O’Toole J. Screening rice for drought resistance at the reproductive phase. Field Crops Res. 1994;39:99–110. doi: 10.1016/0378-4290(94)90012-4.", "ArticleIdList": ["10.1016/0378-4290(94)90012-4"]}, {"Citation": "Ruf F., Schroth G., Doffangui K. Climate change, cocoa migrations and deforestation in West Africa: What does the past tell us about the future? Sustain. Sci. 2015;10:101–111. doi: 10.1007/s11625-014-0282-4.", "ArticleIdList": ["10.1007/s11625-014-0282-4"]}, {"Citation": "Hellin J., Bellon M.R., Hearne S.J. Maize landraces and adaptation to climate change in Mexico. J. Crop Improv. 2014;28:484–501. doi: 10.1080/15427528.2014.921800.", "ArticleIdList": ["10.1080/15427528.2014.921800"]}, {"Citation": "Svoboda N., Strer M., Hufnagel J. Rainfed winter wheat cultivation in the North German Plain will be water limited under climate change until 2070. Environ. Sci. Eur. 2015;27:29. doi: 10.1186/s12302-015-0061-6.", "ArticleIdList": ["10.1186/s12302-015-0061-6", "PMC5044943", "27752430"]}, {"Citation": "Zhao C., Liu B., Piao S., Wang X., Lobell D.B., Huang Y., Huang M., Yao Y., Bassu S., Ciais P. Temperature increase reduces global yields of major crops in four independent estimates. Proc. Natl. Acad. Sci. USA. 2017;114:9326–9331. doi: 10.1073/pnas.1701762114.", "ArticleIdList": ["10.1073/pnas.1701762114", "PMC5584412", "28811375"]}, {"Citation": "Scheben A., Yuan Y., Edwards D. Advances in genomics for adapting crops to climate change. Curr. Plant Biol. 2016;6:2–10. doi: 10.1016/j.cpb.2016.09.001.", "ArticleIdList": ["10.1016/j.cpb.2016.09.001"]}, {"Citation": "Pradhan G.P., Prasad P.V., Fritz A.K., Kirkham M.B., Gill B.S. Effects of drought and high temperature stress on synthetic hexaploid wheat. Funct. Plant Biol. 2012;39:190–198. doi: 10.1071/FP11245.", "ArticleIdList": ["10.1071/FP11245", "32480773"]}, {"Citation": "Araus J., Slafer G., Reynolds M., Royo C. Plant breeding and drought in C3 cereals: What should we breed for? Ann. Bot. 2002;89:925–940. doi: 10.1093/aob/mcf049.", "ArticleIdList": ["10.1093/aob/mcf049", "PMC4233799", "12102518"]}, {"Citation": "De Oliveira E.D., Bramley H., Siddique K.H., Henty S., Berger J., Palta J.A. Can elevated CO2 combined with high temperature ameliorate the effect of terminal drought in wheat? Funct. Plant Biol. 2013;40:160–171. doi: 10.1071/FP12206.", "ArticleIdList": ["10.1071/FP12206", "32481096"]}, {"Citation": "Baroowa B., Gogoi N. Biochemical changes in black gram and green gram genotypes after imposition of drought stress. J. Food Legum. 2014;27:350–353."}, {"Citation": "Maleki A., Naderi A., Naseri R., Fathi A., Bahamin S., Maleki R. Physiological performance of soybean cultivars under drought stress. Bull. Environ. Pharmacol. Life Sci. 2013;2:38–44."}, {"Citation": "Schlenker W., Roberts M.J. Nonlinear temperature effects indicate severe damages to US crop yields under climate change. Proc. Natl. Acad. Sci. USA. 2009;106:15594–15598. doi: 10.1073/pnas.0906865106.", "ArticleIdList": ["10.1073/pnas.0906865106", "PMC2747166", "19717432"]}, {"Citation": "Lobell D.B., Bänziger M., Magorokosho C., Vivek B. Nonlinear heat effects on African maize as evidenced by historical yield trials. Nat. Clim. Chang. 2011;1:42. doi: 10.1038/nclimate1043.", "ArticleIdList": ["10.1038/nclimate1043"]}, {"Citation": "Lobell D.B., Field C.B. Global scale climate–crop yield relationships and the impacts of recent warming. Environ. Res. Lett. 2007;2:014002. doi: 10.1088/1748-9326/2/1/014002.", "ArticleIdList": ["10.1088/1748-9326/2/1/014002"]}, {"Citation": "Brown L.R. Plan B 3.0: Mobilizing to Save Civilization (Substantially Revised) WW Norton & Company; New York, NY, USA: 2008."}, {"Citation": "Ray D.K., Gerber J.S., MacDonald G.K., West P.C. Climate variation explains a third of global crop yield variability. Nat. Commun. 2015;6:5989. doi: 10.1038/ncomms6989.", "ArticleIdList": ["10.1038/ncomms6989", "PMC4354156", "25609225"]}, {"Citation": "Easterling W.E., Aggarwal P.K., Batima P., Brander K.M., Erda L., Howden S.M., Kirilenko A., Morton J., Soussana J.-F., Schmidhuber J. Food, fibre and forest products. Clim. Chang. 2007;273:313."}, {"Citation": "Kjellstrom E., Nikulin G., Strandberg G., Christensen O.B., Jacob D., Keuler K., Lenderink G., Van Meijgaard E., Schar C., Somot S., et al. European climate change at global mean temperature increases of 1.5 and 2 degrees above pre-industrail conditions as simulated by the EURO-CORDEX regional climate models. Earth. Syst. Dyn. 2018;9:459–478. doi: 10.5194/esd-9-459-2018.", "ArticleIdList": ["10.5194/esd-9-459-2018"]}, {"Citation": "Otto I.M., Reckien D., Reyer C.P., Marcus R., Le Masson V., Jones L., Norton A., Serdeczny O. Social vulnerability to climate change: A review of concepts and evidence. Reg. Environ. Chang. 2017;17:1651–1662. doi: 10.1007/s10113-017-1105-9.", "ArticleIdList": ["10.1007/s10113-017-1105-9"]}, {"Citation": "Eastburn D.M., Degennaro M.M., Delucia E.H., Dermody O., McElrone A.J. Elevated atmospheric carbon dioxide and ozone alter soybean diseases at SoyFACE. Glob. Chang. Biol. 2010;16:320–330. doi: 10.1111/j.1365-2486.2009.01978.x.", "ArticleIdList": ["10.1111/j.1365-2486.2009.01978.x"]}, {"Citation": "Kitano H. Systems biology: A brief overview. Science. 2002;295:1662–1664. doi: 10.1126/science.1069492.", "ArticleIdList": ["10.1126/science.1069492", "11872829"]}, {"Citation": "Intergovernmental Panel on Climate Change (IPCC) Climate Change: Impacts, Adaptation, and Vulnerability. Cambridge University Press; Cambridge, UK: 2007. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change."}, {"Citation": "Schmidhuber J., Tubiello F.N. Global food security under climate change. Proc. Natl. Acad. Sci. USA. 2007;104:19703–19708. doi: 10.1073/pnas.0701976104.", "ArticleIdList": ["10.1073/pnas.0701976104", "PMC2148361", "18077404"]}, {"Citation": "Intergovernmental Panel on Climate Change (IPCC) Special Report on Emissions Scenarios. Cambridge University Press; Cambridge, UK: 2000. A Special Report of Working Group III of the Intergovernmental Panel on Climate Change."}, {"Citation": "Espeland E.K., Kettenring K.M. Strategic plant choices can alleviate climate change impacts: A review. J. Environ. Manag. 2018;222:316–324. doi: 10.1016/j.jenvman.2018.05.042.", "ArticleIdList": ["10.1016/j.jenvman.2018.05.042", "29864744"]}, {"Citation": "Pereira A. Plant abiotic stress challenges from the changing environment. Front. Plant Sci. 2016;7:1123. doi: 10.3389/fpls.2016.01123.", "ArticleIdList": ["10.3389/fpls.2016.01123", "PMC4962010", "27512403"]}, {"Citation": "Hatfield J.L., Prueger J.H. Temperature extremes: Effect on plant growth and development. Weather Clim. Extrem. 2015;10:4–10. doi: 10.1016/j.wace.2015.08.001.", "ArticleIdList": ["10.1016/j.wace.2015.08.001"]}, {"Citation": "Barlow K., Christy B., O’leary G., Riffkin P., Nuttall J. Simulating the impact of extreme heat and frost events on wheat crop production: A review. Field Crops Res. 2015;171:109–119. doi: 10.1016/j.fcr.2014.11.010.", "ArticleIdList": ["10.1016/j.fcr.2014.11.010"]}, {"Citation": "Salehi-Lisar S.Y., Bakhshayeshan-Agdam H. Drought Stress Tolerance in Plants. Volume 1. Springer; Berlin/Heidelberg, Germany: 2016. Drought stress in plants: Causes, consequences, and tolerance; pp. 1–16."}, {"Citation": "Zandalinas S.I., Mittler R., Balfagón D., Arbona V., Gómez-Cadenas A. Plant adaptations to the combination of drought and high temperatures. Physiol. Plant. 2018;162:2–12. doi: 10.1111/ppl.12540.", "ArticleIdList": ["10.1111/ppl.12540", "28042678"]}, {"Citation": "Singh P., Basu S., Kumar G. Biochemical, Physiological and Molecular Avenues for Combating Abiotic Stress Tolerance in Plants. Elsevier; Amsterdam, The Netherlands: 2018. Polyamines Metabolism: A Way Ahead for Abiotic Stress Tolerance in Crop Plants; pp. 39–55."}, {"Citation": "Tack J., Barkley A., Nalley L.L. Effect of warming temperatures on US wheat yields. Proc. Natl. Acad. Sci. USA. 2015 doi: 10.1073/pnas.1415181112.", "ArticleIdList": ["10.1073/pnas.1415181112", "PMC4460489", "25964323"]}, {"Citation": "FAO, FAOSTAT  Food Agriculture. Organization. United Nations.  [(accessed on 15 October 2017)];2017  Available online:  http://www.fao.org/faostat/en/#home."}, {"Citation": "Abhinandan K., Skori L., Stanic M., Hickerson N.M., Jamshed M., Samuel M.A. Abiotic Stress Signaling in Wheat—An Inclusive Overview of Hormonal Interactions During Abiotic Stress Responses in Wheat. Front. Plant Sci. 2018;9:734. doi: 10.3389/fpls.2018.00734.", "ArticleIdList": ["10.3389/fpls.2018.00734", "PMC6004395", "29942321"]}, {"Citation": "Challinor A., Wheeler T., Craufurd P., Ferro C., Stephenson D. Adaptation of crops to climate change through genotypic responses to mean and extreme temperatures. Agric. Ecosyst. Environ. 2007;119:190–204. doi: 10.1016/j.agee.2006.07.009.", "ArticleIdList": ["10.1016/j.agee.2006.07.009"]}, {"Citation": "Zhu J.-K. Abiotic stress signaling and responses in plants. Cell. 2016;167:313–324. doi: 10.1016/j.cell.2016.08.029.", "ArticleIdList": ["10.1016/j.cell.2016.08.029", "PMC5104190", "27716505"]}, {"Citation": "Dinneny J.R., Long T.A., Wang J.Y., Jung J.W., Mace D., Pointer S., Barron C., Brady S.M., Schiefelbein J., Benfey P.N. Cell identity mediates the response of Arabidopsis roots to abiotic stress. Science. 2008;320:942–945. doi: 10.1126/science.1153795.", "ArticleIdList": ["10.1126/science.1153795", "18436742"]}, {"Citation": "Carvalho L.C., Amâncio S. Cutting the Gordian Knot of abiotic stress in grapevine: From the test tube to climate change adaptation. Physiol. Plant. 2018 doi: 10.1111/ppl.12857.", "ArticleIdList": ["10.1111/ppl.12857", "PMC7379562", "30357847"]}, {"Citation": "Ahmad Z., Anjum S., Waraich E.A., Ayub M.A., Ahmad T., Tariq R.M.S., Ahmad R., Iqbal M.A. Growth, physiology, and biochemical activities of plant responses with foliar potassium application under drought stress—A review. J. Plant Nutr. 2018;41:1734–1743. doi: 10.1080/01904167.2018.1459688.", "ArticleIdList": ["10.1080/01904167.2018.1459688"]}, {"Citation": "Martinez V., Nieves-Cordones M., Lopez-Delacalle M., Rodenas R., Mestre T.C., Garcia-Sanchez F., Rubio F., Nortes P.A., Mittler R., Rivero R.M. Tolerance to stress combination in tomato plants: New insights in the protective role of melatonin. Molecules. 2018;23:535. doi: 10.3390/molecules23030535.", "ArticleIdList": ["10.3390/molecules23030535", "PMC6017353", "29495548"]}, {"Citation": "Rymaszewski W., Vile D., Bediee A., Dauzat M., Luchaire N., Kamrowska D., Granier C., Hennig J. Stress-related gene expression reflects morphophysiological responses to water deficit. Plant Physiol. 2017;174:1913–1930. doi: 10.1104/pp.17.00318.", "ArticleIdList": ["10.1104/pp.17.00318", "PMC5490902", "28522456"]}, {"Citation": "Wu X., Cai K., Zhang G., Zeng F. Metabolite profiling of barley grains subjected to water stress: To Explain the genotypic difference in drought-induced impacts on malting quality. Front. Plant Sci. 2017;8:1547. doi: 10.3389/fpls.2017.01547.", "ArticleIdList": ["10.3389/fpls.2017.01547", "PMC5594086", "28936221"]}, {"Citation": "Vincent D., Ergül A., Bohlman M.C., Tattersall E.A., Tillett R.L., Wheatley M.D., Woolsey R., Quilici D.R., Joets J., Schlauch K. Proteomic analysis reveals differences between Vitis vinifera L. cv. Chardonnay and cv. Cabernet Sauvignon and their responses to water deficit and salinity. J. Exp. Bot. 2007;58:1873–1892. doi: 10.1093/jxb/erm012.", "ArticleIdList": ["10.1093/jxb/erm012", "17443017"]}, {"Citation": "Liu J.-X., Howell S.H. Endoplasmic reticulum protein quality control and its relationship to environmental stress responses in plants. Plant Cell. 2010;22:2930–2942. doi: 10.1105/tpc.110.078154.", "ArticleIdList": ["10.1105/tpc.110.078154", "PMC2965551", "20876830"]}, {"Citation": "Menezes-Silva P.E., Sanglard L.M., Ávila R.T., Morais L.E., Martins S.C., Nobres P., Patreze C.M., Ferreira M.A., Araújo W.L., Fernie A.R. Photosynthetic and metabolic acclimation to repeated drought events play key roles in drought tolerance in coffee. J. Exp. Bot. 2017;68:4309–4322. doi: 10.1093/jxb/erx211.", "ArticleIdList": ["10.1093/jxb/erx211", "28922767"]}, {"Citation": "Becklin K.M., Anderson J.T., Gerhart L.M., Wadgymar S.M., Wessinger C.A., Ward J.K. Examining plant physiological responses to climate change through an evolutionary lens. Plant Physiol. 2016;172:635–649. doi: 10.1104/pp.16.00793.", "ArticleIdList": ["10.1104/pp.16.00793", "PMC5047093", "27591186"]}, {"Citation": "DaMatta F.M., Grandis A., Arenque B.C., Buckeridge M.S. Impacts of climate changes on crop physiology and food quality. Food Res. Int. 2010;43:1814–1823. doi: 10.1016/j.foodres.2009.11.001.", "ArticleIdList": ["10.1016/j.foodres.2009.11.001"]}, {"Citation": "Jan S.A., Shinwari Z.K., Rabbani M.A. Morpho-biochemical evaluation of Brassica rapa sub-species for salt tolerance. Genetika. 2016;48:323–338. doi: 10.2298/GENSR1601323J.", "ArticleIdList": ["10.2298/GENSR1601323J"]}, {"Citation": "Tkemaladze G.S., Makhashvili K. Climate changes and photosynthesis. Ann. Agric. Sci. 2016;14:119–126. doi: 10.1016/j.aasci.2016.05.012.", "ArticleIdList": ["10.1016/j.aasci.2016.05.012"]}, {"Citation": "Zargar S.M., Gupta N., Nazir M., Mahajan R., Malik F.A., Sofi N.R., Shikari A.B., Salgotra R. Impact of drought on photosynthesis: Molecular perspective. Plant Gene. 2017;11:154–159. doi: 10.1016/j.plgene.2017.04.003.", "ArticleIdList": ["10.1016/j.plgene.2017.04.003"]}, {"Citation": "Khan A., Ali M., Siddiqui S.U., Jatoi S.A., Jan S.A., Khan N., Ghafoor A. Effect of Various Temperatures and Duration on Deterioration of Rice Seeds. Science. 2017;36:79–83."}, {"Citation": "Jan S.A., Bibi N., Shinwari Z.K., Rabbani M.A., Ullah S., Qadir A., Khan N. Impact of salt, drought, heat and frost stresses on morpho-biochemical and physiological properties of Brassica species: An updated review. J. Rural Dev. Agric. 2017;2:1–10."}, {"Citation": "Nagarajan R., Gill K.S. Evolution of Rubisco activase gene in plants. Plant Mol. Biol. 2018;96:69–87. doi: 10.1007/s11103-017-0680-y.", "ArticleIdList": ["10.1007/s11103-017-0680-y", "29139059"]}, {"Citation": "Sage R.F., Way D.A., Kubien D.S. Rubisco, Rubisco activase, and global climate change. J. Exp. Bot. 2008;59:1581–1595. doi: 10.1093/jxb/ern053.", "ArticleIdList": ["10.1093/jxb/ern053", "18436544"]}, {"Citation": "Nasim S., Shabbir G., Ilyas M., Cheema N.M., Shah M.K.N. Contemplation of wheat genotypes for enhanced antioxidant enzyme activity. Pak. J. Bot. 2017;49:647–653."}, {"Citation": "Kurepin L.V., Ivanov A.G., Zaman M., Pharis R.P., Hurry V., Hüner N.P. Photosynthesis: Structures, Mechanisms, and Applications. Springer; Berlin/Heidelberg, Germany: 2017. Interaction of glycine betaine and plant hormones: Protection of the photosynthetic apparatus during abiotic stress; pp. 185–202."}, {"Citation": "Dong H., Bai L., Chang J., Song C.-P. Chloroplast protein PLGG1 is involved in abscisic acid-regulated lateral root development and stomatal movement in Arabidopsis. Biochem. Biophys. Res. Commun. 2018;495:280–285. doi: 10.1016/j.bbrc.2017.10.113.", "ArticleIdList": ["10.1016/j.bbrc.2017.10.113", "29097201"]}, {"Citation": "Kuromori T., Seo M., Shinozaki K. ABA transport and plant water stress responses. Trends Plant Sci. 2018;23:513–522. doi: 10.1016/j.tplants.2018.04.001.", "ArticleIdList": ["10.1016/j.tplants.2018.04.001", "29731225"]}, {"Citation": "Takahashi F., Kuromori T., Sato H., Shinozaki K. Survival Strategies in Extreme Cold and Desiccation. Springer; Berlin/Heidelberg, Germany: 2018. Regulatory Gene Networks in Drought Stress Responses and Resistance in Plants; pp. 189–214.", "ArticleIdList": ["30288711"]}, {"Citation": "Ma Y., Szostkiewicz I., Korte A., Moes D., Yang Y., Christmann A., Grill E. Regulators of PP2C phosphatase activity function as abscisic acid sensors. Science. 2009;324:1064–1068. doi: 10.1126/science.1172408.", "ArticleIdList": ["10.1126/science.1172408", "19407143"]}, {"Citation": "Park S.-Y., Fung P., Nishimura N., Jensen D.R., Fujii H., Zhao Y., Lumba S., Santiago J., Rodrigues A., Tsz-Fung F.C. Abscisic acid inhibits type 2C protein phosphatases via the PYR/PYL family of START proteins. Science. 2009;324:1068–1071. doi: 10.1126/science.1173041.", "ArticleIdList": ["10.1126/science.1173041", "PMC2827199", "19407142"]}, {"Citation": "Leung J., Giraudat J. Abscisic acid signal transduction. Annu. Rev. Plant Biol. 1998;49:199–222. doi: 10.1146/annurev.arplant.49.1.199.", "ArticleIdList": ["10.1146/annurev.arplant.49.1.199", "15012233"]}, {"Citation": "Yoshida R., Hobo T., Ichimura K., Mizoguchi T., Takahashi F., Aronso J., Ecker J.R., Shinozaki K. ABA-activated SnRK2 protein kinase is required for dehydration stress signaling in Arabidopsis. Plant Cell Physiol. 2002;43:1473–1483. doi: 10.1093/pcp/pcf188.", "ArticleIdList": ["10.1093/pcp/pcf188", "12514244"]}, {"Citation": "Carswell G., Johnson C., Shillito R., Harms C. O-acetyl-salicylic acid promotes colony formation from protoplasts of an elite maize inbred. Plant Cell Rep. 1989;8:282–284. doi: 10.1007/BF00274130.", "ArticleIdList": ["10.1007/BF00274130", "24233226"]}, {"Citation": "Eberhard S., Doubrava N., Marfa V., Mohnen D., Southwick A., Darvill A., Albersheim P. Pectic cell wall fragments regulate tobacco thin-cell-layer explant morphogenesis. Plant Cell. 1989;1:747–755. doi: 10.1105/tpc.1.8.747.", "ArticleIdList": ["10.1105/tpc.1.8.747", "PMC159812", "12359909"]}, {"Citation": "Malamy J., Carr J.P., Klessig D.F., Raskin I. Salicylic acid: A likely endogenous signal in the resistance response of tobacco to viral infection. Science. 1990;250:1002–1004. doi: 10.1126/science.250.4983.1002.", "ArticleIdList": ["10.1126/science.250.4983.1002", "17746925"]}, {"Citation": "Arnao M.B., Hernández-Ruiz J. Melatonin and its relationship to plant hormones. Ann. Bot. 2017;121:195–207. doi: 10.1093/aob/mcx114.", "ArticleIdList": ["10.1093/aob/mcx114", "PMC5808790", "29069281"]}, {"Citation": "Verma V., Ravindran P., Kumar P.P. Plant hormone-mediated regulation of stress responses. BMC Plant Biol. 2016;16:86. doi: 10.1186/s12870-016-0771-y.", "ArticleIdList": ["10.1186/s12870-016-0771-y", "PMC4831116", "27079791"]}, {"Citation": "Dubois M., Van den Broeck L., Inzé D. The pivotal role of ethylene in plant growth. Trends Plant Sci. 2018;23:313–323. doi: 10.1016/j.tplants.2018.01.003.", "ArticleIdList": ["10.1016/j.tplants.2018.01.003", "PMC5890734", "29428350"]}, {"Citation": "Klay I., Gouia S., Liu M., Mila I., Khoudi H., Bernadac A., Bouzayen M., Pirrello J. Ethylene Response Factors (ERF) are differentially regulated by different abiotic stress types in tomato plants. Plant Sci. 2018;274:137–145. doi: 10.1016/j.plantsci.2018.05.023.", "ArticleIdList": ["10.1016/j.plantsci.2018.05.023", "30080597"]}, {"Citation": "Duku C., Zwart S.J., Hein L. Impacts of climate change on cropping patterns in a tropical, sub-humid watershed. PLoS ONE. 2018;13:e0192642. doi: 10.1371/journal.pone.0192642.", "ArticleIdList": ["10.1371/journal.pone.0192642", "PMC5841656", "29513753"]}, {"Citation": "Marcinkowski P., Piniewski M. Effect of climate change on sowing and harvest dates of spring barley and maize in Poland. Int. Agrophys. 2018;32:265–271. doi: 10.1515/intag-2017-0015.", "ArticleIdList": ["10.1515/intag-2017-0015"]}, {"Citation": "Teixeira E.I., de Ruiter J., Ausseil A.-G., Daigneault A., Johnstone P., Holmes A., Tait A., Ewert F. Adapting crop rotations to climate change in regional impact modelling assessments. Sci. Total Environ. 2018;616:785–795. doi: 10.1016/j.scitotenv.2017.10.247.", "ArticleIdList": ["10.1016/j.scitotenv.2017.10.247", "29103648"]}, {"Citation": "Deligios P.A., Chergia A.P., Sanna G., Solinas S., Todde G., Narvarte L., Ledda L. Climate change adaptation and water saving by innovative irrigation management applied on open field globe artichoke. Sci. Total Environ. 2019;649:461–472. doi: 10.1016/j.scitotenv.2018.08.349.", "ArticleIdList": ["10.1016/j.scitotenv.2018.08.349", "30176458"]}, {"Citation": "Ali A., Erenstein O. Assessing farmer use of climate change adaptation practices and impacts on food security and poverty in Pakistan. Clim. Risk Manag. 2017;16:183–194. doi: 10.1016/j.crm.2016.12.001.", "ArticleIdList": ["10.1016/j.crm.2016.12.001"]}, {"Citation": "Battisti R., Sentelhas P.C., Parker P.S., Nendel C., Gil M.D.S., Farias J.R., Basso C.J. Assessment of crop-management strategies to improve soybean resilience to climate change in Southern Brazil. Crop Pasture Sci. 2018;69:154–162. doi: 10.1071/CP17293.", "ArticleIdList": ["10.1071/CP17293"]}, {"Citation": "Henderson B., Cacho O., Thornton P., van Wijk M., Herrero M. The economic potential of residue management and fertilizer use to address climate change impacts on mixed smallholder farmers in Burkina Faso. Agric. Syst. 2018;167:195–205. doi: 10.1016/j.agsy.2018.09.012.", "ArticleIdList": ["10.1016/j.agsy.2018.09.012"]}, {"Citation": "Blum A. Plant Breeding for Stress Environments: 0. CRC Press; Boca Raton, FL, USA: 2018.", "ArticleIdList": ["10.1201/9781351075718"]}, {"Citation": "Raza A., Mehmood S.S., Ashraf F., Khan R.S.A. Genetic diversity analysis of Brassica species using PCR-based SSR markers. Gesunde Pflanzen. 2018:1–7. doi: 10.1007/s10343-018-0435-y.", "ArticleIdList": ["10.1007/s10343-018-0435-y"]}, {"Citation": "Raza A., Shaukat H., Ali Q., Habib M. Assessment of RAPD markers to analyse the genetic diversity among sunflower (Helianthus annuus L.) genotypes. Turk. J. Agric. Food Sci. Technol. 2018;6:107–111. doi: 10.24925/turjaf.v6i1.107-111.1710.", "ArticleIdList": ["10.24925/turjaf.v6i1.107-111.1710"]}, {"Citation": "Lopes M.S., El-Basyoni I., Baenziger P.S., Singh S., Royo C., Ozbek K., Aktas H., Ozer E., Ozdemir F., Manickavelu A. Exploiting genetic diversity from landraces in wheat breeding for adaptation to climate change. J. Exp. Bot. 2015;66:3477–3486. doi: 10.1093/jxb/erv122.", "ArticleIdList": ["10.1093/jxb/erv122", "25821073"]}, {"Citation": "Stinchcombe J.R., Hoekstra H.E. Combining population genomics and quantitative genetics: Finding the genes underlying ecologically important traits. Heredity. 2008;100:158. doi: 10.1038/sj.hdy.6800937.", "ArticleIdList": ["10.1038/sj.hdy.6800937", "17314923"]}, {"Citation": "Keurentjes J.J., Koornneef M., Vreugdenhil D. Quantitative genetics in the age of omics. Curr. Opin. Plant Biol. 2008;11:123–128. doi: 10.1016/j.pbi.2008.01.006.", "ArticleIdList": ["10.1016/j.pbi.2008.01.006", "18325828"]}, {"Citation": "Bevan M., Waugh R. Applying Plant Genomics to Crop Improvement. BioMed Central; London, UK: 2007.", "ArticleIdList": ["PMC1852420", "17306037"]}, {"Citation": "Des Marais D.L., Hernandez K.M., Juenger T.E. Genotype-by-environment interaction and plasticity: Exploring genomic responses of plants to the abiotic environment. Annu. Rev. Ecol. Evol. Syst. 2013;44:5–29. doi: 10.1146/annurev-ecolsys-110512-135806.", "ArticleIdList": ["10.1146/annurev-ecolsys-110512-135806"]}, {"Citation": "Roy S.J., Tucker E.J., Tester M. Genetic analysis of abiotic stress tolerance in crops. Curr. Opin. Plant Biol. 2011;14:232–239. doi: 10.1016/j.pbi.2011.03.002.", "ArticleIdList": ["10.1016/j.pbi.2011.03.002", "21478049"]}, {"Citation": "Kole C., Muthamilarasan M., Henry R., Edwards D., Sharma R., Abberton M., Batley J., Bentley A., Blakeney M., Bryant J. Application of genomics-assisted breeding for generation of climate resilient crops: Progress and prospects. Front. Plant Sci. 2015;6:563. doi: 10.3389/fpls.2015.00563.", "ArticleIdList": ["10.3389/fpls.2015.00563", "PMC4531421", "26322050"]}, {"Citation": "Collins N.C., Tardieu F., Tuberosa R. Quantitative trait loci and crop performance under abiotic stress: Where do we stand? Plant Physiol. 2008;147:469–486. doi: 10.1104/pp.108.118117.", "ArticleIdList": ["10.1104/pp.108.118117", "PMC2409033", "18524878"]}, {"Citation": "Wani S.H., Choudhary M., Kumar P., Akram N.A., Surekha C., Ahmad P., Gosal S.S. Biotechnologies of Crop Improvement. Volume 3. Springer; Berlin/Heidelberg, Germany: 2018. Marker-Assisted Breeding for Abiotic Stress Tolerance in Crop Plants; pp. 1–23."}, {"Citation": "Da Silva Dias J.C. Molecular Approaches to Genetic Diversity. InTech; London, UK: 2015. Biodiversity and Plant Breeding as Tools for Harmony Between Modern Agriculture Production and the Environment.", "ArticleIdList": ["10.5772/60080"]}, {"Citation": "D’Agostino N., Tripodi P. NGS-based genotyping, high-throughput phenotyping and genome-wide association studies laid the foundations for next-generation breeding in horticultural crops. Diversity. 2017;9:38. doi: 10.3390/d9030038.", "ArticleIdList": ["10.3390/d9030038"]}, {"Citation": "Kearsey M., Farquhar A. QTL analysis in plants; where are we now? Heredity. 1998;80:137. doi: 10.1046/j.1365-2540.1998.00500.x.", "ArticleIdList": ["10.1046/j.1365-2540.1998.00500.x", "9503632"]}, {"Citation": "Yu H., Xie W., Wang J., Xing Y., Xu C., Li X., Xiao J., Zhang Q. Gains in QTL detection using an ultra-high density SNP map based on population sequencing relative to traditional RFLP/SSR markers. PLoS ONE. 2011;6:e17595.", "ArticleIdList": ["PMC3048400", "21390234"]}, {"Citation": "Sehgal D., Singh R., Rajpal V.R. Molecular Breeding for Sustainable Crop Improvement. Springer; Berlin/Heidelberg, Germany: 2016. Quantitative trait loci mapping in plants: Concepts and approaches; pp. 31–59."}, {"Citation": "Araus J.L., Cairns J.E. Field high-throughput phenotyping: The new crop breeding frontier. Trends Plant Sci. 2014;19:52–61. doi: 10.1016/j.tplants.2013.09.008.", "ArticleIdList": ["10.1016/j.tplants.2013.09.008", "24139902"]}, {"Citation": "Pikkuhookana P., Sillanpää M. Combined linkage disequilibrium and linkage mapping: Bayesian multilocus approach. Heredity. 2014;112:351. doi: 10.1038/hdy.2013.111.", "ArticleIdList": ["10.1038/hdy.2013.111", "PMC3931163", "24253936"]}, {"Citation": "Haley S.D., Johnson J.J., Peairs F.B., Quick J.S., Stromberger J.A., Clayshulte S.R., Butler J.D., Rudolph J.B., Seabourn B.W., Bai G. Registration of ‘Ripper’wheat. J. Plant Regist. 2007;1:1–6. doi: 10.3198/jpr2006.10.0689crc.", "ArticleIdList": ["10.3198/jpr2006.10.0689crc"]}, {"Citation": "Badu-Apraku B., Yallou C. Registration of Striga-resistant and drought-tolerant tropical early maize populations TZE-W Pop DT STR C 4 and TZE-Y Pop DT STR C 4. J. Plant Regist. 2009;3:86–90. doi: 10.3198/jpr2008.06.0356crg.", "ArticleIdList": ["10.3198/jpr2008.06.0356crg"]}, {"Citation": "Merchuk-Ovnat L., Barak V., Fahima T., Ordon F., Lidzbarsky G.A., Krugman T., Saranga Y. Ancestral QTL alleles from wild emmer wheat improve drought resistance and productivity in modern wheat cultivars. Front. Plant Sci. 2016;7:452. doi: 10.3389/fpls.2016.00452.", "ArticleIdList": ["10.3389/fpls.2016.00452", "PMC4832586", "27148287"]}, {"Citation": "Kochevenko A., Jiang Y., Seiler C., Surdonja K., Kollers S., Reif J.C., Korzun V., Graner A. Identification of QTL hot spots for malting quality in two elite breeding lines with distinct tolerance to abiotic stress. BMC Plant Biol. 2018;18:106. doi: 10.1186/s12870-018-1323-4.", "ArticleIdList": ["10.1186/s12870-018-1323-4", "PMC5987402", "29866039"]}, {"Citation": "Dixit S., Singh A., Sandhu N., Bhandari A., Vikram P., Kumar A. Combining drought and submergence tolerance in rice: Marker-assisted breeding and QTL combination effects. Mol. Breed. 2017;37:143. doi: 10.1007/s11032-017-0737-2.", "ArticleIdList": ["10.1007/s11032-017-0737-2", "PMC5670188", "29151804"]}, {"Citation": "Tahmasebi S., Heidari B., Pakniyat H., McIntyre C.L. Mapping QTLs associated with agronomic and physiological traits under terminal drought and heat stress conditions in wheat (Triticum aestivum L.) Genome. 2016;60:26–45. doi: 10.1139/gen-2016-0017.", "ArticleIdList": ["10.1139/gen-2016-0017", "27996306"]}, {"Citation": "Manolio T.A. Genomewide association studies and assessment of the risk of disease. N. Engl. J. Med. 2010;363:166–176. doi: 10.1056/NEJMra0905980.", "ArticleIdList": ["10.1056/NEJMra0905980", "20647212"]}, {"Citation": "Bush W.S., Moore J.H. Genome-wide association studies. PLoS Comput. Biol. 2012;8:e1002822. doi: 10.1371/journal.pcbi.1002822.", "ArticleIdList": ["10.1371/journal.pcbi.1002822", "PMC3531285", "23300413"]}, {"Citation": "Mousavi-Derazmahalleh M., Bayer P.E., Hane J.K., Babu V., Nguyen H.T., Nelson M.N., Erskine W., Varshney R.K., Papa R., Edwards D. Adapting legume crops to climate change using genomic approaches. Plant Cell Environ. 2018;42:6–19. doi: 10.1111/pce.13203.", "ArticleIdList": ["10.1111/pce.13203", "PMC6334278", "29603775"]}, {"Citation": "Thoen M.P., Davila Olivas N.H., Kloth K.J., Coolen S., Huang P.P., Aarts M.G., Bac-Molenaar J.A., Bakker J., Bouwmeester H.J., Broekgaarden C. Genetic architecture of plant stress resistance: Multi-trait genome-wide association mapping. New Phytol. 2017;213:1346–1362. doi: 10.1111/nph.14220.", "ArticleIdList": ["10.1111/nph.14220", "PMC5248600", "27699793"]}, {"Citation": "Wan H., Chen L., Guo J., Li Q., Wen J., Yi B., Ma C., Tu J., Fu T., Shen J. Genome-wide association study reveals the genetic architecture underlying salt tolerance-related traits in rapeseed (Brassica napus L.) Front. Plant Sci. 2017;8:593. doi: 10.3389/fpls.2017.00593.", "ArticleIdList": ["10.3389/fpls.2017.00593", "PMC5405135", "28491067"]}, {"Citation": "Lafarge T., Bueno C., Frouin J., Jacquin L., Courtois B., Ahmadi N. Genome-wide association analysis for heat tolerance at flowering detected a large set of genes involved in adaptation to thermal and other stresses. PLoS ONE. 2017;12:e0171254. doi: 10.1371/journal.pone.0171254.", "ArticleIdList": ["10.1371/journal.pone.0171254", "PMC5289576", "28152098"]}, {"Citation": "Verslues P.E., Lasky J.R., Juenger T.E., Liu T.-W., Kumar M.N. Genome-wide association mapping combined with reverse genetics identifies new effectors of low water potential-induced proline accumulation in Arabidopsis. Plant Physiol. 2014;164:144–159. doi: 10.1104/pp.113.224014.", "ArticleIdList": ["10.1104/pp.113.224014", "PMC3875797", "24218491"]}, {"Citation": "Ashraf M. Biotechnological approach of improving plant salt tolerance using antioxidants as markers. Biotechnol. Adv. 2009;27:84–93. doi: 10.1016/j.biotechadv.2008.09.003.", "ArticleIdList": ["10.1016/j.biotechadv.2008.09.003", "18950697"]}, {"Citation": "Qin P., Lin Y., Hu Y., Liu K., Mao S., Li Z., Wang J., Liu Y., Wei Y., Zheng Y. Genome-wide association study of drought-related resistance traits in Aegilops tauschii. Genet. Mol. Biol. 2016;39:398–407. doi: 10.1590/1678-4685-GMB-2015-0232.", "ArticleIdList": ["10.1590/1678-4685-GMB-2015-0232", "PMC5004832", "27560650"]}, {"Citation": "Kumar V., Singh A., Mithra S.A., Krishnamurthy S., Parida S.K., Jain S., Tiwari K.K., Kumar P., Rao A.R., Sharma S. Genome-wide association mapping of salinity tolerance in rice (Oryza sativa) DNA Res. 2015;22:133–145. doi: 10.1093/dnares/dsu046.", "ArticleIdList": ["10.1093/dnares/dsu046", "PMC4401324", "25627243"]}, {"Citation": "Chopra R., Burow G., Burke J.J., Gladman N., Xin Z. Genome-wide association analysis of seedling traits in diverse Sorghum germplasm under thermal stress. BMC Plant Biol. 2017;17:12. doi: 10.1186/s12870-016-0966-2.", "ArticleIdList": ["10.1186/s12870-016-0966-2", "PMC5237230", "28086798"]}, {"Citation": "Chen J., Chopra R., Hayes C., Morris G., Marla S., Burke J., Xin Z., Burow G. Genome-wide association study of developing leaves’ heat tolerance during vegetative growth stages in a sorghum association panel. Plant Genome. 2017;10:1–15. doi: 10.3835/plantgenome2016.09.0091.", "ArticleIdList": ["10.3835/plantgenome2016.09.0091", "28724078"]}, {"Citation": "Kumar S., Muthusamy S.K., Mishra C.N., Gupta V., Venkatesh K. Advanced Molecular Plant Breeding: Meeting the Challenge of Food Security. CRC Press; Boca Raton, FL, USA: 2018. Importance of Genomic Selection in Crop Improvement and Future Prospects; p. 275."}, {"Citation": "Burgueño J., de los Campos G., Weigel K., Crossa J. Genomic prediction of breeding values when modeling genotype× environment interaction using pedigree and dense molecular markers. Crop Sci. 2012;52:707–719. doi: 10.2135/cropsci2011.06.0299.", "ArticleIdList": ["10.2135/cropsci2011.06.0299"]}, {"Citation": "Jarquín D., Crossa J., Lacaze X., Du Cheyron P., Daucourt J., Lorgeou J., Piraux F., Guerreiro L., Pérez P., Calus M. A reaction norm model for genomic selection using high-dimensional genomic and environmental data. Appl. Genet. 2014;127:595–607. doi: 10.1007/s00122-013-2243-1.", "ArticleIdList": ["10.1007/s00122-013-2243-1", "PMC3931944", "24337101"]}, {"Citation": "Lopez-Cruz M., Crossa J., Bonnett D., Dreisigacker S., Poland J., Jannink J.-L., Singh R.P., Autrique E., de los Campos G. Increased prediction accuracy in wheat breeding trials using a marker × environment interaction genomic selection model. G3: Genes Genom. Genet. 2015;5:569–582. doi: 10.1534/g3.114.016097.", "ArticleIdList": ["10.1534/g3.114.016097", "PMC4390573", "25660166"]}, {"Citation": "Cuevas J., Crossa J., Montesinos-López O.A., Burgueño J., Pérez-Rodríguez P., de los Campos G. Bayesian genomic prediction with genotype× environment interaction kernel models. G3: Genes. Genom. Genet. 2017;7:41–53.", "ArticleIdList": ["PMC5217122", "27793970"]}, {"Citation": "Rutkoski J.E., Crain J., Poland J., Sorrells M.E. Genomic Selection for Crop Improvement. Springer; Berlin/Heidelberg, Germany: 2017. Genomic Selection for Small Grain Improvement; pp. 99–130."}, {"Citation": "Dong H., Wang R., Yuan Y., Anderson J., Pumphrey M., Zhang Z., Chen J. Evaluation of the potential for genomic selection to improve spring wheat resistance to Fusarium head blight in the Pacific Northwest. Front. Plant Sci. 2018;9:911. doi: 10.3389/fpls.2018.00911.", "ArticleIdList": ["10.3389/fpls.2018.00911", "PMC6037981", "30018626"]}, {"Citation": "Crain J., Mondal S., Rutkoski J., Singh R.P., Poland J. Combining high-throughput phenotyping and genomic information to increase prediction and selection accuracy in wheat breeding. Plant Genome. 2018;11:1–14. doi: 10.3835/plantgenome2017.05.0043.", "ArticleIdList": ["10.3835/plantgenome2017.05.0043", "29505641"]}, {"Citation": "Reynolds M., Tattaris M., Cossani C.M., Ellis M., Yamaguchi-Shinozaki K., Saint Pierre C. Advances in Wheat Genetics: From Genome to Field. Springer; Berlin/Heidelberg, Germany: 2015. Exploring genetic resources to increase adaptation of wheat to climate change; pp. 355–368."}, {"Citation": "Shah S.H., Ali S., Hussain Z., Jan S.A., Ali G.M. Genetic improvement of tomato (Solanum lycopersicum) with AtDREB1A dene for cold stress tolerance using optimized agrobacterium-mediated transformation system. Int. J. Agric. Biol. 2016;18:471–782. doi: 10.17957/IJAB/15.0107.", "ArticleIdList": ["10.17957/IJAB/15.0107"]}, {"Citation": "Nejat N., Mantri N. Plant immune system: Crosstalk between responses to biotic and abiotic stresses the missing link in understanding plant defence. Curr. Issues Mol. Biol. 2017;23:1–16. doi: 10.21775/cimb.023.001.", "ArticleIdList": ["10.21775/cimb.023.001", "28154243"]}, {"Citation": "Riechmann J.L., Meyerowitz E.M. The AP2/EREBP family of plant transcription factors. Biol. Chem. 1998;379:633–646.", "ArticleIdList": ["9687012"]}, {"Citation": "Licausi F., Giorgi F.M., Zenoni S., Osti F., Pezzotti M., Perata P. Genomic and transcriptomic analysis of the AP2/ERF superfamily in Vitis vinifera. BMC Genom. 2010;11:719. doi: 10.1186/1471-2164-11-719.", "ArticleIdList": ["10.1186/1471-2164-11-719", "PMC3022922", "21171999"]}, {"Citation": "Sharoni A.M., Nuruzzaman M., Satoh K., Shimizu T., Kondoh H., Sasaya T., Choi I.-R., Omura T., Kikuchi S. Gene structures, classification and expression models of the AP2/EREBP transcription factor family in rice. Plant Cell Physiol. 2010;52:344–360. doi: 10.1093/pcp/pcq196.", "ArticleIdList": ["10.1093/pcp/pcq196", "21169347"]}, {"Citation": "Stockinger E.J., Gilmour S.J., Thomashow M.F. Arabidopsis thaliana CBF1 encodes an AP2 domain-containing transcriptional activator that binds to the C-repeat/DRE, a cis-acting DNA regulatory element that stimulates transcription in response to low temperature and water deficit. Proc. Natl. Acad. Sci. USA. 1997;94:1035–1040. doi: 10.1073/pnas.94.3.1035.", "ArticleIdList": ["10.1073/pnas.94.3.1035", "PMC19635", "9023378"]}, {"Citation": "Agarwal M., Hao Y., Kapoor A., Dong C.-H., Fujii H., Zheng X., Zhu J.-K. A R2R3 type MYB transcription factor is involved in the cold regulation of CBF genes and in acquired freezing tolerance. J. Biol. Chem. 2006;281:37636–37645. doi: 10.1074/jbc.M605895200.", "ArticleIdList": ["10.1074/jbc.M605895200", "17015446"]}, {"Citation": "Lata C., Prasad M. Role of DREBs in regulation of abiotic stress responses in plants. J. Exp. Bot. 2011;62:4731–4748. doi: 10.1093/jxb/err210.", "ArticleIdList": ["10.1093/jxb/err210", "21737415"]}, {"Citation": "Mizoi J., Shinozaki K., Yamaguchi-Shinozaki K. AP2/ERF family transcription factors in plant abiotic stress responses. Biochim. Biophys. Acta Gene Regul. Mech. 2012;1819:86–96. doi: 10.1016/j.bbagrm.2011.08.004.", "ArticleIdList": ["10.1016/j.bbagrm.2011.08.004", "21867785"]}, {"Citation": "Liu Q., Kasuga M., Sakuma Y., Abe H., Miura S., Yamaguchi-Shinozaki K., Shinozaki K. Two transcription factors, DREB1 and DREB2, with an EREBP/AP2 DNA binding domain separate two cellular signal transduction pathways in drought-and low-temperature-responsive gene expression, respectively, in Arabidopsis. Plant Cell. 1998;10:1391–1406. doi: 10.1105/tpc.10.8.1391.", "ArticleIdList": ["10.1105/tpc.10.8.1391", "PMC144379", "9707537"]}, {"Citation": "Lucas S., Durmaz E., Akpınar B.A., Budak H. The drought response displayed by a DRE-binding protein from Triticum dicoccoides. Plant Physiol. Biochem. 2011;49:346–351. doi: 10.1016/j.plaphy.2011.01.016.", "ArticleIdList": ["10.1016/j.plaphy.2011.01.016", "21296583"]}, {"Citation": "Sakuma Y., Liu Q., Dubouzet J.G., Abe H., Shinozaki K., Yamaguchi-Shinozaki K. DNA-binding specificity of the ERF/AP2 domain of Arabidopsis DREBs, transcription factors involved in dehydration-and cold-inducible gene expression. Biochem. Biophys. Res. Commun. 2002;290:998–1009. doi: 10.1006/bbrc.2001.6299.", "ArticleIdList": ["10.1006/bbrc.2001.6299", "11798174"]}, {"Citation": "Gilmour S.J., Zarka D.G., Stockinger E.J., Salazar M.P., Houghton J.M., Thomashow M.F. Low temperature regulation of the Arabidopsis CBF family of AP2 transcriptional activators as an early step in cold-induced COR gene expression. Plant J. 1998;16:433–442. doi: 10.1046/j.1365-313x.1998.00310.x.", "ArticleIdList": ["10.1046/j.1365-313x.1998.00310.x", "9881163"]}, {"Citation": "Jaglo-Ottosen K.R., Gilmour S.J., Zarka D.G., Schabenberger O., Thomashow M.F. Arabidopsis CBF1 overexpression induces COR genes and enhances freezing tolerance. Science. 1998;280:104–106. doi: 10.1126/science.280.5360.104.", "ArticleIdList": ["10.1126/science.280.5360.104", "9525853"]}, {"Citation": "Jaglo K.R., Kleff S., Amundsen K.L., Zhang X., Haake V., Zhang J.Z., Deits T., Thomashow M.F. Components of the Arabidopsis C-repeat/dehydration-responsive element binding factor cold-response pathway are conserved inbrassica napus and other plant species. Plant Physiol. 2001;127:910–917. doi: 10.1104/pp.010548.", "ArticleIdList": ["10.1104/pp.010548", "PMC129262", "11706173"]}, {"Citation": "Ito Y., Katsura K., Maruyama K., Taji T., Kobayashi M., Seki M., Shinozaki K., Yamaguchi-Shinozaki K. Functional analysis of rice DREB1/CBF-type transcription factors involved in cold-responsive gene expression in transgenic rice. Plant Cell Physiol. 2006;47:141–153. doi: 10.1093/pcp/pci230.", "ArticleIdList": ["10.1093/pcp/pci230", "16284406"]}, {"Citation": "Hsieh T.-H., Lee J.-T., Yang P.-T., Chiu L.-H., Charng Y.-Y., Wang Y.-C., Chan M.-T. Heterology expression of the ArabidopsisC-repeat/dehydration response element binding Factor 1 gene confers elevated tolerance to chilling and oxidative stresses in transgenic tomato. Plant Physiol. 2002;129:1086–1094. doi: 10.1104/pp.003442.", "ArticleIdList": ["10.1104/pp.003442", "PMC166503", "12114563"]}, {"Citation": "Kasuga M., Miura S., Shinozaki K., Yamaguchi-Shinozaki K. A combination of the Arabidopsis DREB1A gene and stress-inducible rd29A promoter improved drought-and low-temperature stress tolerance in tobacco by gene transfer. Plant Cell Physiol. 2004;45:346–350. doi: 10.1093/pcp/pch037.", "ArticleIdList": ["10.1093/pcp/pch037", "15047884"]}, {"Citation": "Dubouzet J.G., Sakuma Y., Ito Y., Kasuga M., Dubouzet E.G., Miura S., Seki M., Shinozaki K., Yamaguchi-Shinozaki K. OsDREB genes in rice, Oryza sativa L., encode transcription activators that function in drought-, high-salt-and cold-responsive gene expression. Plant J. 2003;33:751–763. doi: 10.1046/j.1365-313X.2003.01661.x.", "ArticleIdList": ["10.1046/j.1365-313X.2003.01661.x", "12609047"]}, {"Citation": "Qin F., Sakuma Y., Li J., Liu Q., Li Y.-Q., Shinozaki K., Yamaguchi-Shinozaki K. Cloning and functional analysis of a novel DREB1/CBF transcription factor involved in cold-responsive gene expression in Zea mays L. Plant Cell Physiol. 2004;45:1042–1052. doi: 10.1093/pcp/pch118.", "ArticleIdList": ["10.1093/pcp/pch118", "15356330"]}, {"Citation": "Qin F., Kakimoto M., Sakuma Y., Maruyama K., Osakabe Y., Tran L.S.P., Shinozaki K., Yamaguchi-Shinozaki K. Regulation and functional analysis of ZmDREB2A in response to drought and heat stresses in Zea mays L. Plant J. 2007;50:54–69. doi: 10.1111/j.1365-313X.2007.03034.x.", "ArticleIdList": ["10.1111/j.1365-313X.2007.03034.x", "17346263"]}, {"Citation": "Chen M., Wang Q.-Y., Cheng X.-G., Xu Z.-S., Li L.-C., Ye X.-G., Xia L.-Q., Ma Y.-Z. GmDREB2, a soybean DRE-binding transcription factor, conferred drought and high-salt tolerance in transgenic plants. Biochem. Biophys. Res. Commun. 2007;353:299–305. doi: 10.1016/j.bbrc.2006.12.027.", "ArticleIdList": ["10.1016/j.bbrc.2006.12.027", "17178106"]}, {"Citation": "Mallikarjuna G., Mallikarjuna K., Reddy M., Kaul T. Expression of OsDREB2A transcription factor confers enhanced dehydration and salt stress tolerance in rice (Oryza sativa L.) Biotechnol. Lett. 2011;33:1689–1697. doi: 10.1007/s10529-011-0620-x.", "ArticleIdList": ["10.1007/s10529-011-0620-x", "21528404"]}, {"Citation": "Dietz K.-J., Vogel M.O., Viehhauser A. AP2/EREBP transcription factors are part of gene regulatory networks and integrate metabolic, hormonal and environmental signals in stress acclimation and retrograde signalling. Protoplasma. 2010;245:3–14. doi: 10.1007/s00709-010-0142-8.", "ArticleIdList": ["10.1007/s00709-010-0142-8", "20411284"]}, {"Citation": "Hao D., Ohme-Takagi M., Sarai A. Unique mode of GCC box recognition by the DNA-binding domain of ethylene-responsive element-binding factor (ERF domain) in plant. J. Biol. Chem. 1998;273:26857–26861. doi: 10.1074/jbc.273.41.26857.", "ArticleIdList": ["10.1074/jbc.273.41.26857", "9756931"]}, {"Citation": "Xu Z.-S., Chen M., Li L.-C., Ma Y.-Z. Functions of the ERF transcription factor family in plants. Botany. 2008;86:969–977. doi: 10.1139/B08-041.", "ArticleIdList": ["10.1139/B08-041"]}, {"Citation": "Liang H., Lu Y., Liu H., Wang F., Xin Z., Zhang Z. A novel activator-type ERF of Thinopyrum intermedium, TiERF1, positively regulates defence responses. J. Exp. Bot. 2008;59:3111–3120. doi: 10.1093/jxb/ern165.", "ArticleIdList": ["10.1093/jxb/ern165", "PMC2504348", "18611911"]}, {"Citation": "Zhu X., Qi L., Liu X., Cai S., Xu H., Huang R., Li J., Wei X., Zhang Z. The wheat ethylene response factor transcription factor pathogen-induced ERF1 mediates host responses to both the necrotrophic pathogen Rhizoctonia cerealis and freezing stresses. Plant Physiol. 2014;164:1499–1514. doi: 10.1104/pp.113.229575.", "ArticleIdList": ["10.1104/pp.113.229575", "PMC3938636", "24424323"]}, {"Citation": "Zhang G., Chen M., Li L., Xu Z., Chen X., Guo J., Ma Y. Overexpression of the soybean GmERF3 gene, an AP2/ERF type transcription factor for increased tolerances to salt, drought, and diseases in transgenic tobacco. J. Exp. Bot. 2009;60:3781–3796. doi: 10.1093/jxb/erp214.", "ArticleIdList": ["10.1093/jxb/erp214", "PMC2736888", "19602544"]}, {"Citation": "Baldoni E., Genga A., Cominelli E. Plant MYB transcription factors: Their role in drought response mechanisms. Int. J. Mol. Sci. 2015;16:15811–15851. doi: 10.3390/ijms160715811.", "ArticleIdList": ["10.3390/ijms160715811", "PMC4519927", "26184177"]}, {"Citation": "Li C., Ng C.K.-Y., Fan L.-M. MYB transcription factors, active players in abiotic stress signaling. Environ. Exp. Bot. 2015;114:80–91. doi: 10.1016/j.envexpbot.2014.06.014.", "ArticleIdList": ["10.1016/j.envexpbot.2014.06.014"]}, {"Citation": "Ambawat S., Sharma P., Yadav N.R., Yadav R.C. MYB transcription factor genes as regulators for plant responses: An overview. Physiol. Mol. Biol. Plants. 2013;19:307–321. doi: 10.1007/s12298-013-0179-1.", "ArticleIdList": ["10.1007/s12298-013-0179-1", "PMC3715649", "24431500"]}, {"Citation": "Cominelli E., Galbiati M., Vavasseur A., Conti L., Sala T., Vuylsteke M., Leonhardt N., Dellaporta S.L., Tonelli C. A guard-cell-specific MYB transcription factor regulates stomatal movements and plant drought tolerance. Curr. Biol. 2005;15:1196–1200. doi: 10.1016/j.cub.2005.05.048.", "ArticleIdList": ["10.1016/j.cub.2005.05.048", "16005291"]}, {"Citation": "Liang Y.-K., Dubos C., Dodd I.C., Holroyd G.H., Hetherington A.M., Campbell M.M. AtMYB61, an R2R3-MYB transcription factor controlling stomatal aperture in Arabidopsis thaliana. Curr. Biol. 2005;15:1201–1206. doi: 10.1016/j.cub.2005.06.041.", "ArticleIdList": ["10.1016/j.cub.2005.06.041", "16005292"]}, {"Citation": "Jung C., Seo J.S., Han S.W., Koo Y.J., Kim C.H., Song S.I., Nahm B.H., Do Choi Y., Cheong J.-J. Overexpression of AtMYB44 enhances stomatal closure to confer abiotic stress tolerance in transgenic Arabidopsis. Plant Physiol. 2008;146:623–635. doi: 10.1104/pp.107.110981.", "ArticleIdList": ["10.1104/pp.107.110981", "PMC2245844", "18162593"]}, {"Citation": "Seo P.J., Xiang F., Qiao M., Park J.-Y., Lee Y.N., Kim S.-G., Lee Y.-H., Park W.J., Park C.-M. The MYB96 transcription factor mediates abscisic acid signaling during drought stress response in Arabidopsis. Plant Physiol. 2009;151:275–289. doi: 10.1104/pp.109.144220.", "ArticleIdList": ["10.1104/pp.109.144220", "PMC2735973", "19625633"]}, {"Citation": "Seo P.J., Lee S.B., Suh M.C., Park M.-J., Go Y.S., Park C.-M. The MYB96 transcription factor regulates cuticular wax biosynthesis under drought conditions in Arabidopsis. Plant Cell. 2011 doi: 10.1105/tpc.111.083485.", "ArticleIdList": ["10.1105/tpc.111.083485", "PMC3082259", "21398568"]}, {"Citation": "Yang A., Dai X., Zhang W.-H. A R2R3-type MYB gene, OsMYB2, is involved in salt, cold, and dehydration tolerance in rice. J. Exp. Bot. 2012;63:2541–2556. doi: 10.1093/jxb/err431.", "ArticleIdList": ["10.1093/jxb/err431", "PMC3346221", "22301384"]}, {"Citation": "Liao Y., Zou H.-F., Wang H.-W., Zhang W.-K., Ma B., Zhang J.-S., Chen S.-Y. Soybean GmMYB76, GmMYB92, and GmMYB177 genes confer stress tolerance in transgenic Arabidopsis plants. Cell Res. 2008;18:1047. doi: 10.1038/cr.2008.280.", "ArticleIdList": ["10.1038/cr.2008.280", "18725908"]}, {"Citation": "Cao Z.-H., Zhang S.-Z., Wang R.-K., Zhang R.-F., Hao Y.-J. Genome wide analysis of the apple MYB transcription factor family allows the identification of MdoMYB121 gene confering abiotic stress tolerance in plants. PLoS ONE. 2013;8:e69955. doi: 10.1371/journal.pone.0069955.", "ArticleIdList": ["10.1371/journal.pone.0069955", "PMC3735319", "23950843"]}, {"Citation": "Chen Y., Cao Y., Wang L., Li L., Yang J., Zou M. Identification of MYB transcription factor genes and their expression during abiotic stresses in maize. Biol. Plant. 2017;62:1–9. doi: 10.1007/s10535-017-0756-1.", "ArticleIdList": ["10.1007/s10535-017-0756-1"]}, {"Citation": "Wang R.K., Cao Z.H., Hao Y.J. Overexpression of a R2R3 MYB gene MdSIMYB1 increases tolerance to multiple stresses in transgenic tobacco and apples. Physiol. Plant. 2014;150:76–87. doi: 10.1111/ppl.12069.", "ArticleIdList": ["10.1111/ppl.12069", "23647377"]}, {"Citation": "Zhang Z., Liu X., Wang X., Zhou M., Zhou X., Ye X., Wei X. An R2R3 MYB transcription factor in wheat, Ta PIMP 1, mediates host resistance to Bipolaris sorokiniana and drought stresses through regulation of defense-and stress-related genes. New Phytol. 2012;196:1155–1170. doi: 10.1111/j.1469-8137.2012.04353.x.", "ArticleIdList": ["10.1111/j.1469-8137.2012.04353.x", "23046089"]}, {"Citation": "Liu H., Zhou X., Dong N., Liu X., Zhang H., Zhang Z. Expression of a wheat MYB gene in transgenic tobacco enhances resistance to Ralstonia solanacearum, and to drought and salt stresses. Funct. Integr. Genom. 2011;11:431–443. doi: 10.1007/s10142-011-0228-1.", "ArticleIdList": ["10.1007/s10142-011-0228-1", "21597961"]}, {"Citation": "Muthamilarasan M., Bonthala V.S., Khandelwal R., Jaishankar J., Shweta S., Nawaz K., Prasad M. Global analysis of WRKY transcription factor superfamily in Setaria identifies potential candidates involved in abiotic stress signaling. Front. Plant Sci. 2015;6:910. doi: 10.3389/fpls.2015.00910.", "ArticleIdList": ["10.3389/fpls.2015.00910", "PMC4654423", "26635818"]}, {"Citation": "Phukan U.J., Jeena G.S., Shukla R.K. WRKY transcription factors: Molecular regulation and stress responses in plants. Front. Plant Sci. 2016;7:760. doi: 10.3389/fpls.2016.00760.", "ArticleIdList": ["10.3389/fpls.2016.00760", "PMC4891567", "27375634"]}, {"Citation": "Wu X., Shiroto Y., Kishitani S., Ito Y., Toriyama K. Enhanced heat and drought tolerance in transgenic rice seedlings overexpressing OsWRKY11 under the control of HSP101 promoter. Plant Cell Rep. 2009;28:21–30. doi: 10.1007/s00299-008-0614-x.", "ArticleIdList": ["10.1007/s00299-008-0614-x", "18818929"]}, {"Citation": "Zhou Q.Y., Tian A.G., Zou H.F., Xie Z.M., Lei G., Huang J., Wang C.M., Wang H.W., Zhang J.S., Chen S.Y. Soybean WRKY-type transcription factor genes, GmWRKY13, GmWRKY21, and GmWRKY54, confer differential tolerance to abiotic stresses in transgenic Arabidopsis plants. Plant Biotechnol. J. 2008;6:486–503. doi: 10.1111/j.1467-7652.2008.00336.x.", "ArticleIdList": ["10.1111/j.1467-7652.2008.00336.x", "18384508"]}, {"Citation": "Niu C.F., Wei W., Zhou Q.Y., Tian A.G., Hao Y.J., Zhang W.K., Ma B., Lin Q., Zhang Z.B., Zhang J.S. Wheat WRKY genes TaWRKY2 and TaWRKY19 regulate abiotic stress tolerance in transgenic Arabidopsis plants. Plant Cell Environ. 2012;35:1156–1170. doi: 10.1111/j.1365-3040.2012.02480.x.", "ArticleIdList": ["10.1111/j.1365-3040.2012.02480.x", "22220579"]}, {"Citation": "He G.-H., Xu J.-Y., Wang Y.-X., Liu J.-M., Li P.-S., Chen M., Ma Y.-Z., Xu Z.-S. Drought-responsive WRKY transcription factor genes TaWRKY1 and TaWRKY33 from wheat confer drought and/or heat resistance in Arabidopsis. BMC Plant Biol. 2016;16:116. doi: 10.1186/s12870-016-0806-4.", "ArticleIdList": ["10.1186/s12870-016-0806-4", "PMC4877946", "27215938"]}, {"Citation": "Li H., Gao Y., Xu H., Dai Y., Deng D., Chen J. ZmWRKY33, a WRKY maize transcription factor conferring enhanced salt stress tolerances in Arabidopsis. Plant Growth Regul. 2013;70:207–216. doi: 10.1007/s10725-013-9792-9.", "ArticleIdList": ["10.1007/s10725-013-9792-9"]}, {"Citation": "Fan Q., Song A., Jiang J., Zhang T., Sun H., Wang Y., Chen S., Chen F. CmWRKY1 enhances the dehydration tolerance of chrysanthemum through the regulation of ABA-associated genes. PLoS ONE. 2016;11:e0150572. doi: 10.1371/journal.pone.0150572.", "ArticleIdList": ["10.1371/journal.pone.0150572", "PMC4777562", "26938878"]}, {"Citation": "Nuruzzaman M., Sharoni A.M., Kikuchi S. Roles of NAC transcription factors in the regulation of biotic and abiotic stress responses in plants. Front. Microbiol. 2013;4:248. doi: 10.3389/fmicb.2013.00248.", "ArticleIdList": ["10.3389/fmicb.2013.00248", "PMC3759801", "24058359"]}, {"Citation": "Banerjee A., Roychoudhury A. WRKY proteins: Signaling and regulation of expression during abiotic stress responses. Sci. World J. 2015;2015:1–17. doi: 10.1155/2015/807560.", "ArticleIdList": ["10.1155/2015/807560", "PMC4387944", "25879071"]}, {"Citation": "Nuruzzaman M., Manimekalai R., Sharoni A.M., Satoh K., Kondoh H., Ooka H., Kikuchi S. Genome-wide analysis of NAC transcription factor family in rice. Gene. 2010;465:30–44. doi: 10.1016/j.gene.2010.06.008.", "ArticleIdList": ["10.1016/j.gene.2010.06.008", "20600702"]}, {"Citation": "Shiriga K., Sharma R., Kumar K., Yadav S.K., Hossain F., Thirunavukkarasu N. Genome-wide identification and expression pattern of drought-responsive members of the NAC family in maize. Meta Gene. 2014;2:407–417. doi: 10.1016/j.mgene.2014.05.001.", "ArticleIdList": ["10.1016/j.mgene.2014.05.001", "PMC4287890", "25606426"]}, {"Citation": "Le D.T., Nishiyama R., Watanabe Y., Mochida K., Yamaguchi-Shinozaki K., Shinozaki K., Tran L.-S.P. Genome-wide survey and expression analysis of the plant-specific NAC transcription factor family in soybean during development and dehydration stress. DNA Res. 2011;18:263–276. doi: 10.1093/dnares/dsr015.", "ArticleIdList": ["10.1093/dnares/dsr015", "PMC3158466", "21685489"]}, {"Citation": "Jiang Y., Deyholos M.K. Comprehensive transcriptional profiling of NaCl-stressed Arabidopsis roots reveals novel classes of responsive genes. BMC Plant Biol. 2006;6:25. doi: 10.1186/1471-2229-6-25.", "ArticleIdList": ["10.1186/1471-2229-6-25", "PMC1621065", "17038189"]}, {"Citation": "Fang Y., You J., Xie K., Xie W., Xiong L. Systematic sequence analysis and identification of tissue-specific or stress-responsive genes of NAC transcription factor family in rice. Mol. Genet. Genom. 2008;280:547–563. doi: 10.1007/s00438-008-0386-6.", "ArticleIdList": ["10.1007/s00438-008-0386-6", "18813954"]}, {"Citation": "Lu M., Zhang D.-F., Shi Y.-S., Song Y.-C., Wang T.-Y., Li Y. Expression of SbSNAC1, a NAC transcription factor from sorghum, confers drought tolerance to transgenic Arabidopsis. Plant Cell Tissue Organ. Cult. 2013;115:443–455. doi: 10.1007/s11240-013-0375-2.", "ArticleIdList": ["10.1007/s11240-013-0375-2"]}, {"Citation": "Zheng X., Chen B., Lu G., Han B. Overexpression of a NAC transcription factor enhances rice drought and salt tolerance. Biochem. Biophys. Res. Commun. 2009;379:985–989. doi: 10.1016/j.bbrc.2008.12.163.", "ArticleIdList": ["10.1016/j.bbrc.2008.12.163", "19135985"]}, {"Citation": "Hu H., Dai M., Yao J., Xiao B., Li X., Zhang Q., Xiong L. Overexpressing a NAM, ATAF, and CUC (NAC) transcription factor enhances drought resistance and salt tolerance in rice. Proc. Natl. Acad. Sci. USA. 2006;103:12987–12992. doi: 10.1073/pnas.0604882103.", "ArticleIdList": ["10.1073/pnas.0604882103", "PMC1559740", "16924117"]}, {"Citation": "Liu W., Yuan J.S., Stewart C.N., Jr. Advanced genetic tools for plant biotechnology. Nat. Rev. Genet. 2013;14:781. doi: 10.1038/nrg3583.", "ArticleIdList": ["10.1038/nrg3583", "24105275"]}, {"Citation": "Abdelrahman M., El-Sayed M., Sato S., Hirakawa H., Ito S.-I., Tanaka K., Mine Y., Sugiyama N., Suzuki M., Yamauchi N. RNA-sequencing-based transcriptome and biochemical analyses of steroidal saponin pathway in a complete set of Allium fistulosum—A. cepa monosomic addition lines. PLoS ONE. 2017;12:e0181784. doi: 10.1371/journal.pone.0181784.", "ArticleIdList": ["10.1371/journal.pone.0181784", "PMC5553718", "28800607"]}, {"Citation": "Flint-Garcia S.A. Genetics and consequences of crop domestication. J. Agric. Food Chem. 2013;61:8267–8276. doi: 10.1021/jf305511d.", "ArticleIdList": ["10.1021/jf305511d", "23718780"]}, {"Citation": "Abdelrahman M., Jogaiah S., Burritt D.J., Tran L.S.P. Legume genetic resources and transcriptome dynamics under abiotic stress conditions. Plant Cell Environ. 2018;41:1972–1983. doi: 10.1111/pce.13123.", "ArticleIdList": ["10.1111/pce.13123", "29314055"]}, {"Citation": "Taranto F., Nicolia A., Pavan S., De Vita P., D’Agostino N. Biotechnological and digital revolution for climate-smart plant breeding. Agronomy. 2018;8:277. doi: 10.3390/agronomy8120277.", "ArticleIdList": ["10.3390/agronomy8120277"]}, {"Citation": "Kamburova V.S., Nikitina E.V., Shermatov S.E., Buriev Z.T., Kumpatla S.P., Emani C., Abdurakhmonov I.Y. Genome editing in plants: An overview of tools and applications. Int. J. Agron. 2017;2017:1–15. doi: 10.1155/2017/7315351.", "ArticleIdList": ["10.1155/2017/7315351"]}, {"Citation": "Zhu C., Bortesi L., Baysal C., Twyman R.M., Fischer R., Capell T., Schillberg S., Christou P. Characteristics of genome editing mutations in cereal crops. Trends Plant Sci. 2017;22:38–52. doi: 10.1016/j.tplants.2016.08.009.", "ArticleIdList": ["10.1016/j.tplants.2016.08.009", "27645899"]}, {"Citation": "Abdelrahman M., Al-Sadi A.M., Pour-Aboughadareh A., Burritt D.J., Tran L.-S.P. Genome editing using CRISPR/Cas9–targeted mutagenesis: An opportunity for yield improvements of crop plants grown under environmental stresses. Plant Physiol. Biochem. 2018;131:31–36. doi: 10.1016/j.plaphy.2018.03.012.", "ArticleIdList": ["10.1016/j.plaphy.2018.03.012", "29628199"]}, {"Citation": "Hussain B., Lucas S.J., Budak H. CRISPR/Cas9 in plants: At play in the genome and at work for crop improvement. Brief. Funct. Genom. 2018;17:319–328. doi: 10.1093/bfgp/ely016.", "ArticleIdList": ["10.1093/bfgp/ely016", "29912293"]}, {"Citation": "Lino C.A., Harper J.C., Carney J.P., Timlin J.A. Delivering CRISPR: A review of the challenges and approaches. Drug Deliv. 2018;25:1234–1257. doi: 10.1080/10717544.2018.1474964.", "ArticleIdList": ["10.1080/10717544.2018.1474964", "PMC6058482", "29801422"]}, {"Citation": "Larochelle S. Genomics: CRISPR–Cas Goes RNA. Nat. Methods. 2018;15:312. doi: 10.1038/nmeth.4681.", "ArticleIdList": ["10.1038/nmeth.4681"]}, {"Citation": "Jaganathan D., Ramasamy K., Sellamuthu G., Jayabalan S., Venkataraman G. CRISPR for crop improvement: An update review. Front. Plant Sci. 2018;9:985. doi: 10.3389/fpls.2018.00985.", "ArticleIdList": ["10.3389/fpls.2018.00985", "PMC6056666", "30065734"]}, {"Citation": "Haque E., Taniguchi H., Hassan M.M., Bhowmik P., Karim M.R., Śmiech M., Zhao K., Rahman M., Islam T. Application of CRISPR/Cas9 Genome Editing Technology for the Improvement of Crops Cultivated in Tropical Climates: Recent Progress, Prospects, and Challenges. Front. Plant Sci. 2018;9:617. doi: 10.3389/fpls.2018.00617.", "ArticleIdList": ["10.3389/fpls.2018.00617", "PMC5952327", "29868073"]}, {"Citation": "Khurshid H., Jan S.A., Shinwari Z.K., Jamal M., Shah S.H. An Era of CRISPR/Cas9 Mediated Plant Genome Editing. Curr. Issues Mol. Biol. 2017;26:47–54.", "ArticleIdList": ["28879855"]}, {"Citation": "Kim D., Alptekin B., Budak H. CRISPR/Cas9 genome editing in wheat. Funct. Integr. Genom. 2018;18:31–41. doi: 10.1007/s10142-017-0572-x.", "ArticleIdList": ["10.1007/s10142-017-0572-x", "28918562"]}, {"Citation": "Ou W., Mao X., Huang C., Tie W., Yan Y., Ding Z., Wu C., Xia Z., Wang W., Zhou S. Genome-wide identification and expression analysis of the KUP family under abiotic stress in cassava (Manihot esculenta Crantz) Front. Physiol. 2018;9:17. doi: 10.3389/fphys.2018.00017.", "ArticleIdList": ["10.3389/fphys.2018.00017", "PMC5787556", "29416511"]}, {"Citation": "Ye J., Yang H., Shi H., Wei Y., Tie W., Ding Z., Yan Y., Luo Y., Xia Z., Wang W. The MAPKKK gene family in cassava: Genome-wide identification and expression analysis against drought stress. Sci. Rep. 2017;7:14939. doi: 10.1038/s41598-017-13988-8.", "ArticleIdList": ["10.1038/s41598-017-13988-8", "PMC5668296", "29097722"]}, {"Citation": "Xu R., Yang Y., Qin R., Li H., Qiu C., Li L., Wei P., Yang J. Rapid improvement of grain weight via highly efficient CRISPR/Cas9-mediated multiplex genome editing in rice. J. Genet. Genom. 2016;43:529–532. doi: 10.1016/j.jgg.2016.07.003.", "ArticleIdList": ["10.1016/j.jgg.2016.07.003", "27543262"]}, {"Citation": "Wang W., Pan Q., He F., Akhunova A., Chao S., Trick H., Akhunov E. Transgenerational CRISPR-Cas9 activity facilitates multiplex gene editing in allopolyploid wheat. CRISPR J. 2018;1:65–74. doi: 10.1089/crispr.2017.0010.", "ArticleIdList": ["10.1089/crispr.2017.0010", "PMC6319321", "30627700"]}, {"Citation": "Sánchez-León S., Gil-Humanes J., Ozuna C.V., Giménez M.J., Sousa C., Voytas D.F., Barro F. Low-gluten, nontransgenic wheat engineered with CRISPR/Cas9. Plant Biotechnol. J. 2018;16:902–910. doi: 10.1111/pbi.12837.", "ArticleIdList": ["10.1111/pbi.12837", "PMC5867031", "28921815"]}, {"Citation": "Wang L., Chen L., Li R., Zhao R., Yang M., Sheng J., Shen L. Reduced drought tolerance by CRISPR/Cas9-mediated SlMAPK3 mutagenesis in tomato plants. J. Agric. Food Chem. 2017;65:8674–8682. doi: 10.1021/acs.jafc.7b02745.", "ArticleIdList": ["10.1021/acs.jafc.7b02745", "28873302"]}, {"Citation": "Chen Klap E.Y., Bolger A.M., Arazi T., Gupta S.K., Shabtai S., Usadel B., Salts Y., Barg R. Tomato facultative parthenocarpy results from SlAGAMOUS-LIKE 6 loss of function. Plant Biotechnol. J. 2017;15:634. doi: 10.1111/pbi.12662.", "ArticleIdList": ["10.1111/pbi.12662", "PMC5399002", "27862876"]}, {"Citation": "Shen C., Que Z., Xia Y., Tang N., Li D., He R., Cao M. Knock out of the annexin gene OsAnn3 via CRISPR/Cas9-mediated genome editing decreased cold tolerance in rice. J. Plant Biol. 2017;60:539–547. doi: 10.1007/s12374-016-0400-1.", "ArticleIdList": ["10.1007/s12374-016-0400-1"]}, {"Citation": "Shimatani Z., Kashojiya S., Takayama M., Terada R., Arazoe T., Ishii H., Teramura H., Yamamoto T., Komatsu H., Miura K. Targeted base editing in rice and tomato using a CRISPR-Cas9 cytidine deaminase fusion. Nat. Biotechnol. 2017;35:441. doi: 10.1038/nbt.3833.", "ArticleIdList": ["10.1038/nbt.3833", "28346401"]}]}], "History": [{"Year": "2018", "Month": "11", "Day": "28"}, {"Year": "2019", "Month": "1", "Day": "16"}, {"Year": "2019", "Month": "1", "Day": "28"}, {"Year": "2019", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "1", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["30704089", "PMC6409995", "10.3390/plants8020034", "plants8020034"]}}]}