{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Administrative power", "Air pollution", "Challenges", "Policies", "Pollution reduction"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30711599", "DateCompleted": {"Year": "2019", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2019", "Month": "03", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "01", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1016/j.scitotenv.2019.01.262", "S0048-9697(19)30272-4"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "663", "PubDate": {"Year": "2019", "Month": "May", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Air pollution reduction in China: Recent success but great challenge for the future.", "Pagination": {"StartPage": "329", "EndPage": "337", "MedlinePgn": "329-337"}, "Abstract": {"AbstractText": ["China's rapid economic growth has caused severe air pollution, raising serious concerns about the growing evidence of its negative health, environmental, and economic impacts. Consequently, the Chinese government has implemented a number of policies and measures to reduce air pollution. Relying on published information over the last three decades in China, we analyzed trends in air pollutant emissions (SO<sub>2</sub> and NO<sub>x</sub>) and concentrations of particulate matter (PM) and ozone (O<sub>3</sub>). During the past decade, SO<sub>2</sub> and NO<sub>x</sub> emissions had declined throughout China and concentrations of PM<sub>2.5</sub> and PM<sub>10</sub> had considerably decreased in most cities, but average reported 90th MDA8 O<sub>3</sub>, M7, and AOT40 O<sub>3</sub> for 31 capital cities showed an increasing trend between 2013 and 2017. Despite progress in air pollution reduction and an increasing number of \"clear sky\" days, PM concentrations throughout China remain higher than the World Health Organization guidelines, and urban smog and haze remain a major threat to human health and the environment. Thus far, significant emission reductions have occurred largely through robust administrative power, especially when emission reductions were tied to the performance evaluations and promotion of government officials. Similar to most already-industrialized nations, China is now shifting away from SO<sub>2</sub>-dominated to NO<sub>x</sub>- and O<sub>3</sub>-dominated air pollution. Existing technologies and improved operations of existing control equipment appear unlikely to achieve sufficient reductions in NO<sub>x</sub> and O<sub>3</sub> pollution. Considering the complex relationship between O<sub>3</sub>, NO<sub>x</sub>, VOCs, weather, and socio-economic changes in China, it is necessary to increase research on impacts of increasing ozone on plants and to adopt novel technologies and implemented to further reduce air pollution to levels that will protect human health and the environment."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environment, College of Architecture and Environment, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China."}], "Identifier": [], "LastName": "Zeng", "ForeName": "Yingying", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of New Energy and Low-Carbon Technology, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China."}], "Identifier": [], "LastName": "Cao", "ForeName": "Yuanfei", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of New Energy and Low-Carbon Technology, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China; Healthy Food Evaluation Research Center, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China; State Key Laboratory of Hydraulics and Mountain River Engineering, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China."}], "Identifier": [], "LastName": "Qiao", "ForeName": "Xue", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environment, College of Architecture and Environment, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China."}], "Identifier": [], "LastName": "Seyler", "ForeName": "Barnabas C", "Initials": "BC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environment, College of Architecture and Environment, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China; Healthy Food Evaluation Research Center, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China; State Key Laboratory of Hydraulics and Mountain River Engineering, Sichuan University, No. 24, South Section One, First Ring Road, Chengdu, Sichuan 610065, China. Electronic address: tangya@scu.edu.cn."}], "Identifier": [], "LastName": "Tang", "ForeName": "Ya", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2018", "Month": "9", "Day": "30"}, {"Year": "2019", "Month": "1", "Day": "16"}, {"Year": "2019", "Month": "1", "Day": "18"}, {"Year": "2019", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30711599", "10.1016/j.scitotenv.2019.01.262", "S0048-9697(19)30272-4"]}}]}