{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30804392", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "17"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "02", "Day": "25"}], "Language": ["eng"], "ELocationID": ["2643", "10.1038/s41598-019-39279-y"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Feb", "Day": "25"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Global monitoring of volcanic SO<sub>2</sub> degassing with unprecedented resolution from TROPOMI onboard Sentinel-5 Precursor.", "Pagination": {"StartPage": "2643", "MedlinePgn": "2643"}, "Abstract": {"AbstractText": ["Over the last four decades, space-based nadir observations of sulfur dioxide (SO<sub>2</sub>) proved to be a key data source for assessing the environmental impacts of volcanic emissions, for monitoring volcanic activity and early signs of eruptions, and ultimately mitigating related hazards on local populations and aviation. Despite its importance, a detailed picture of global SO<sub>2</sub> daily degassing is difficult to produce, notably for lower-tropospheric plumes, due largely to the limited spatial resolution and coverage or lack of sensitivity and selectivity to SO<sub>2</sub> of current (and previous) nadir sensors. We report here the first volcanic SO<sub>2</sub> measurements from the hyperspectral TROPOspheric Monitoring Instrument (TROPOMI) launched in October 2017 onboard the ESA's Sentinel-5 Precursor platform. Using the operational processing algorithm, we explore the benefit of improved spatial resolution to the monitoring of global volcanic degassing. We find that TROPOMI surpasses any space nadir sensor in its ability to detect weak degassing signals and captures day-to-day changes in SO<sub>2</sub> emissions. The detection limit of TROPOMI to SO<sub>2</sub> emissions is a factor of 4 better than the heritage Aura/Ozone Monitoring Instrument (OMI). Here we show that TROPOMI SO<sub>2</sub> daily observations carry a wealth of information on volcanic activity. Provided with adequate wind speed data, temporally resolved SO<sub>2</sub> fluxes can be obtained at hourly time steps or shorter. We anticipate that TROPOMI SO<sub>2</sub> data will help to monitor global volcanic daily degassing and better understand volcanic processes and impacts."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium. theys@aeronomie.be."}], "Identifier": [], "LastName": "Theys", "ForeName": "N", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Methodik der Fernerkundung (IMF), Deutsches Zentrum für Luft und Raumfahrt (DLR), Oberpfaffenhofen, Germany."}], "Identifier": ["0000-0002-1752-0040"], "LastName": "Hedelt", "ForeName": "P", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium."}], "Identifier": [], "LastName": "De Smedt", "ForeName": "I", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium."}], "Identifier": [], "LastName": "Lerot", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium."}], "Identifier": [], "LastName": "Yu", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium."}], "Identifier": [], "LastName": "Vlietinck", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Methodik der Fernerkundung (IMF), Deutsches Zentrum für Luft und Raumfahrt (DLR), Oberpfaffenhofen, Germany."}], "Identifier": [], "LastName": "Pedergnana", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Space, Earth and Environment, Chalmers University of Technology, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Arellano", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Space, Earth and Environment, Chalmers University of Technology, Gothenburg, Sweden."}], "Identifier": [], "LastName": "Galle", "ForeName": "B", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Philippine Institute of Volcanology and Seismology (PHIVOLCS), Quezon City, Philippines."}], "Identifier": [], "LastName": "Fernandez", "ForeName": "D", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Philippine Institute of Volcanology and Seismology (PHIVOLCS), Quezon City, Philippines."}], "Identifier": [], "LastName": "Carlito", "ForeName": "C J M", "Initials": "CJM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Asian School of the Environment, Nanyang Technological University, Singapore, Singapore."}], "Identifier": [], "LastName": "Barrington", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Asian School of the Environment, Nanyang Technological University, Singapore, Singapore."}, {"Identifier": [], "Affiliation": "Earth Observatory of Singapore (EOS), Nanyang Technological University, Singapore, Singapore."}], "Identifier": ["0000-0002-3205-6485"], "LastName": "Taisne", "ForeName": "B", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Geofísica, Universidad Nacional Autónoma de México (UNAM), Mexico City, Mexico."}], "Identifier": [], "LastName": "Delgado-Granados", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Methodik der Fernerkundung (IMF), Deutsches Zentrum für Luft und Raumfahrt (DLR), Oberpfaffenhofen, Germany."}], "Identifier": ["0000-0002-8547-9350"], "LastName": "Loyola", "ForeName": "D", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Belgian Institute for Space Aeronomy (BIRA-IASB), Brussels, Belgium."}], "Identifier": [], "LastName": "Van Roozendael", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chin M, Jacob D. Anthropogenic and natural contributions to tropospheric sulfate: A global model analysis. J. Geophys. Res. 1996;101:18691–18699. doi: 10.1029/96JD01222.", "ArticleIdList": ["10.1029/96JD01222"]}, {"Citation": "Prata AJ. Satellite detection of hazardous volcanic clouds and the risk to global air traffic. Nat. Hazards. 2009;51:303–324. doi: 10.1007/s11069-008-9273-z.", "ArticleIdList": ["10.1007/s11069-008-9273-z"]}, {"Citation": "Carn SA, Krueger AJ, Krotkov NA, Yang K, Evans K. Tracking volcanic sulfur dioxide clouds for aviation hazard mitigation. Natural Hazards. 2009;51(2):325–343. doi: 10.1007/s11069-008-9228-4.", "ArticleIdList": ["10.1007/s11069-008-9228-4"]}, {"Citation": "Robock A. Volcanic eruptions and climate. Rev. Geophys. 2000;38:191–219. doi: 10.1029/1998RG000054.", "ArticleIdList": ["10.1029/1998RG000054"]}, {"Citation": "Solomon S, et al. The persistently Variable “Background” Stratospheric Aerosol Layer and Global Climate Change. Science. 2011;333(6044):866–870. doi: 10.1126/science.1206027.", "ArticleIdList": ["10.1126/science.1206027", "21778361"]}, {"Citation": "Vernier JP, et al. Major influence of tropical volcanic eruptions on the stratospheric aerosol layer during the last decade. Geophys. Res. Lett. 2011;38:L12807. doi: 10.1029/2011GL047563.", "ArticleIdList": ["10.1029/2011GL047563"]}, {"Citation": "Santer BD, et al. Volcanic contribution to decadal changes in tropospheric temperature. Nat. Geosci. 2014;7:185–189. doi: 10.1038/ngeo2098.", "ArticleIdList": ["10.1038/ngeo2098"]}, {"Citation": "Shinohara H. Excess degassing from volcanoes and its role on eruptive and intrusive activity. Rev. Geophys. 2008;46:RG4005. doi: 10.1029/2007RG000244.", "ArticleIdList": ["10.1029/2007RG000244"]}, {"Citation": "Oppenheimer C, Scaillet B, Martin S. Sulfur degassing from volcanoes: source conditions, surveillance, plume chemistry and Earth system impacts. Reviews in Mineralogy and Geochemistry, v. 2011;73:363–421. doi: 10.2138/rmg.2011.73.13.", "ArticleIdList": ["10.2138/rmg.2011.73.13"]}, {"Citation": "Delgado Granados H, Piedad-Sánchez N, Cárdenas González L. Sulfur dioxide emissions from Popocatépetl volcano (Mexico): case study of a high-flux passively-degassing erupting volcano. J. Volcanol. Geotherm. Res. 2001;108:107–120. doi: 10.1016/S0377-0273(00)00280-8.", "ArticleIdList": ["10.1016/S0377-0273(00)00280-8"]}, {"Citation": "Stix, J., Williams-Jones, G. & Hickson, C. Applying the COSPEC at Active Volcanoes. In: Williams-Jones, G., Stix, J. & Hickson, C. (eds) The COSPEC Cookbook: Making SO2 Measurements at Active Volcanoes. IAVCEI, Methods in Volcanology, 1, 121–167 (2008)."}, {"Citation": "Galle B, et al. Network for Observation of Volcanic and Atmospheric Change (NOVAC)—A global network for volcanic gas monitoring: Network layout and instrument description. J. Geophys. Res. 2010;115:D05304. doi: 10.1029/2009JD011823.", "ArticleIdList": ["10.1029/2009JD011823"]}, {"Citation": "Fickel M, Delgado-Granados H. On the use of different spectal windows in DOAS evaluations: Effects on the estimation of SO2 emission rate and mixing ratios during strong emission of Popocatépetl volcano. Chemical Geology. 2017;462(25):67–73. doi: 10.1016/j.chemgeo.2017.05.001.", "ArticleIdList": ["10.1016/j.chemgeo.2017.05.001"]}, {"Citation": "Krueger AJ. Sighting of El Chichon sulfur dioxide clouds with the Nimbus 7 total ozone mapping spectrometer. Science. 1983;220:1377–1379. doi: 10.1126/science.220.4604.1377.", "ArticleIdList": ["10.1126/science.220.4604.1377", "17730652"]}, {"Citation": "Prata, A., Rose, W., Self, S. & O’Brien, D. Global, long-term sulphur dioxide measurements from TOVS data: A new tool for studying explosive volcanism and climate, in: Volcanism and the Earth’s Atmosphere, edited by: Robock, A. & Oppenheimer, C., vol. 139 of Geophys. Monogr., 75–92, AGU, Washington, DC (2003)."}, {"Citation": "Carn SA, Clarisse L, Prata AJ. Multi-decadal satellite measurements of global volcanic degassing. J. Volcanol. Geotherm. Res. 2016;311:99–134. doi: 10.1016/j.jvolgeores.2016.01.002.", "ArticleIdList": ["10.1016/j.jvolgeores.2016.01.002"]}, {"Citation": "Brenot H, et al. Support to Aviation Control Service (SACS): an online service for near real-time satellite monitoring of volcanic plumes. Nat. Hazards Earth Syst. Sci. 2014;14:1099–1123. doi: 10.5194/nhess-14-1099-2014.", "ArticleIdList": ["10.5194/nhess-14-1099-2014"]}, {"Citation": "Prata A, Bernardo C. Retrieval of volcanic SO2 column abundance from Atmospheric Infrared Sounder data. J. Geophys. Res. 2007;112:D20204. doi: 10.1029/2006JD007955.", "ArticleIdList": ["10.1029/2006JD007955"]}, {"Citation": "Corradini S, Merucci L, Prata AJ, Piscini A. Volcanic ash and SO2 in the 2008 Kasatochi eruption: Retrievals comparison from different IR satellite sensors. J. Geophys. Res. 2010;115:D00L21. doi: 10.1029/2009JD013634.", "ArticleIdList": ["10.1029/2009JD013634"]}, {"Citation": "Krotkov NA, Schoeberl MR, Morris GA, Carn S, Yang K. Dispersion and lifetime of the SO2 cloud from the August 2008 Kasatochi eruption. J. Geophys. Res. 2010;115:D00L20. doi: 10.1029/2010JD013984.", "ArticleIdList": ["10.1029/2010JD013984"]}, {"Citation": "Clarisse L, et al. Retrieval of sulphur dioxide from the infrared atmospheric sounding interferometer (IASI) Atmos. Meas. Tech. 2012;5:581–594. doi: 10.5194/amt-5-581-2012.", "ArticleIdList": ["10.5194/amt-5-581-2012"]}, {"Citation": "Merucci L, Burton MR, Corradini S, Salerno GG. Reconstruction of SO2 flux emission chronology from space-based measurements. J. Volcanol. Geotherm. Res. 2011;206(3-4):80–87. doi: 10.1016/j.jvolgeores.2011.07.002.", "ArticleIdList": ["10.1016/j.jvolgeores.2011.07.002"]}, {"Citation": "Theys N, et al. Volcanic SO2 fluxes derived from satellite data: a survey using OMI, GOME-2, IASI and MODIS. Atmos. Chem. Phys. 2013;13:5945–5968. doi: 10.5194/acp-13-5945-2013.", "ArticleIdList": ["10.5194/acp-13-5945-2013"]}, {"Citation": "Moxnes ED, et al. Separation of ash and sulfur dioxide during the 2011 Grímsvötn eruption. J. Geophys. Res. Atmos. 2014;119:7477–7501. doi: 10.1002/2013JD021129.", "ArticleIdList": ["10.1002/2013JD021129"]}, {"Citation": "Campion R. New lava lake at Nyamuragira volcano revealed by combined ASTER and OMI SO2 measurements. Geophys. Res. Lett. 2014;41:7485–7492. doi: 10.1002/2014GL061808.", "ArticleIdList": ["10.1002/2014GL061808"]}, {"Citation": "McCormick B, Popp C, Andrews B, Cottrell E. Ten years of satellite observations reveal highly variable sulphur dioxide emissions at Anatahan Volcano, Mariana Islands. J. Geophys. Res. Atmos. 2015;120:7258–7282. doi: 10.1002/2014JD022856.", "ArticleIdList": ["10.1002/2014JD022856"]}, {"Citation": "Pardini, F., Burton, M., Arzilli, F., La Spina, G. & Polacci, M. SO2 emissions, plume heights and magmatic processes inferred fromsatellite data: The 2015 Calbuco eruptions. J. Volcanol. Geotherm. Res., 10.1016/j.jvolgeores.2018.08.001 (2018)."}, {"Citation": "Carn SA, Fioletov VE, McLinden CA, Li C, Krotkov NA. A decade of global volcanic SO2 emissions measured from space. Sci. Rep. 2017;7:44095. doi: 10.1038/srep44095.", "ArticleIdList": ["10.1038/srep44095", "PMC5343458", "28275238"]}, {"Citation": "Levelt PF, et al. The Ozone Monitoring Instrument. IEEE Trans. Geo. Rem. Sens. 2006;44(No. 5):1093–1101. doi: 10.1109/TGRS.2006.872333.", "ArticleIdList": ["10.1109/TGRS.2006.872333"]}, {"Citation": "Fioletov V, et al. A global catalogue of large SO2 sources and emissions derived from the Ozone Monitoring Instrument. Atmos. Chem. Phys. 2016;16:11497–11519. doi: 10.5194/acp-16-11497-2016.", "ArticleIdList": ["10.5194/acp-16-11497-2016"]}, {"Citation": "Veefkind, J. P. et al. TROPOMI on the ESA Sentinel-5 Precursor: A GMES mission for global observations of the atmospheric composition for climate, air quality and ozone layer applications. Remote Sensing of Environment, 10.1016/j.rse.2011.09.02710.1016/j.rse.2011.09.027 (2012)."}, {"Citation": "Theys N, et al. Sulfur dioxide operational retrievals from TROPOMI onboard Sentinel-5 Precursor: Algorithm Theoretical Basis. Atmos. Meas. Tech. 2017;10:119–153. doi: 10.5194/amt-10-119-2017.", "ArticleIdList": ["10.5194/amt-10-119-2017"]}, {"Citation": "Theys, N. et al. S5P ATBD of the Sulfur dioxide product, available at: http://www.tropomi.eu/data-products/level-2-products (2018)."}, {"Citation": "Theys, N. et al. Sulfur dioxide vertical column DOAS retrievals from the Ozone Monitoring Instrument: Global observations and comparison to ground‐based and satellite data. J. Geophys. Res. Atmos., 120, 10.1002/2014JD022657 (2015)."}, {"Citation": "Platt, U. & Stutz, J. Differential Optical Absorption Spectroscopy (DOAS), Principle and Applications. ISBN 3-340-21193-4, Springer Verlag, Heidelberg (2008)."}, {"Citation": "Urai M. Sulfur dioxide flux estimation from volcanoes using Advanced Spaceborne Thermal Emission and Reflection Radiometer: A case study of Miyakejima volcano, Japan. J. Volcanol. Geotherm. Res. 2004;134:1–13. doi: 10.1016/j.jvolgeores.2003.11.008.", "ArticleIdList": ["10.1016/j.jvolgeores.2003.11.008"]}, {"Citation": "Pugnaghi S, Gangale G, Corradini S, Buongiorno MF. Mt. Etna sulfur dioxide fluxmonitoring using ASTER-TIR data and atmospheric observations. J. Volcanol. Geotherm. Res. 2006;152:74–90. doi: 10.1016/j.jvolgeores.2005.10.004.", "ArticleIdList": ["10.1016/j.jvolgeores.2005.10.004"]}, {"Citation": "Eckhardt, S., Prata, A. J., Seibert, P., Stebel, K. & Stohl, A. Estimation of the vertical profile of sulfur dioxide injection into the atmosphere by a volcanic eruption using satellite column measurements and inverse transport modeling. Atmos. Chem. Phys. 8, 3881–3897, http://www.atmos-chem-phys.net/8/3881/2008/ (2008)."}, {"Citation": "Boichu M, et al. Temporal variations of flux and altitude of sulfur dioxide emissions during volcanic eruptions: implications for long-range dispersal of volcanic clouds. Atmos. Chem. Phys. 2015;15:8381–8400. doi: 10.5194/acp-15-8381-2015.", "ArticleIdList": ["10.5194/acp-15-8381-2015"]}, {"Citation": "Kristiansen, N. et al. Improving Model Simulations of Volcanic Emission Clouds and Assessing Model Uncertainties, Natural Hazard Uncertainty Assessment: Modeling and Decision Support. Edited by: Karin Riley, Peter Webley, Matthew Thompson, pp105–124, 10.1002/9781119028116.ch8 (2017)."}, {"Citation": "Li, C., Joiner, J., Krotkov, N. A. & Bhartia, P. K. A fast and sensitive new satellite SO2 retrieval algorithm based on principal component analysis: application to the ozone monitoring instrument. Geophys. Res. Lett., 40, 10.1002/2013GL058134 (2013)."}, {"Citation": "Queiβer, M. et al. TROPOMI enables high resolution SO2 flux observations from Mt. Etna, Italy, and beyond. Sci. Rep. (accepted) (2019).", "ArticleIdList": ["PMC6353956", "30700778"]}, {"Citation": "Pedergnana, M., Loyola, D., Apituley, A., Sneep, M. & Veefkind, P. S5P PUM of Sulfur dioxide, available at: https://sentinel.esa.int/documents/247904/2474726/Sentinel-5P-Level-2-Product-User-Manual-Sulphur-Dioxide (2018)."}, {"Citation": "Campion R, et al. Measuring volcanic degassing of SO2in the lower troposphere with ASTER band ratios. J. Volcanol. Geotherm. Res. 2010;194:42–54. doi: 10.1016/j.jvolgeores.2010.04.010.", "ArticleIdList": ["10.1016/j.jvolgeores.2010.04.010"]}, {"Citation": "Watson I, et al. Thermal infrared remote sensing of volcanic emissions using the moderate resolution imaging spectroradiometer. J. Volcanol. Geoth. Res. 2004;135:75–89. doi: 10.1016/j.jvolgeores.2003.12.017.", "ArticleIdList": ["10.1016/j.jvolgeores.2003.12.017"]}, {"Citation": "Corradini S, Merucci L, Prata AJ. Retrieval of SO2 from thermal infrared satellite measurements: correction procedures for the effects of volcanic ash. Atmos. Meas. Tech. 2009;2:177–191. doi: 10.5194/amt-2-177-2009.", "ArticleIdList": ["10.5194/amt-2-177-2009"]}, {"Citation": "Prata A, Kerkmann J. Simultaneous retrieval of volcanic ash and SO2 using MSG-SEVIRI measurements. Geophys. Res. Lett. 2007;34:L05813. doi: 10.1029/2006GL028691.", "ArticleIdList": ["10.1029/2006GL028691"]}, {"Citation": "Bauduin S, et al. Retrieval of near-surface sulfur dioxide (SO2) concentrations at a global scale using IASI satellite observations. Atmos. Meas. Tech. 2016;9:721–740. doi: 10.5194/amt-9-721-2016.", "ArticleIdList": ["10.5194/amt-9-721-2016"]}, {"Citation": "Krueger AJ, et al. Volcanic sulfur dioxide measurements from the Total Ozone Mapping Spectrometer (TOMS) Instruments. J. Geophys. Res. 1995;100(D7):14057–14076. doi: 10.1029/95JD01222.", "ArticleIdList": ["10.1029/95JD01222"]}, {"Citation": "Eisinger M, Burrows JP. Tropospheric sulfur dioxide observed by the ERS-2 GOME instrument. Geophys. Res. Lett. 1998;25:4177–4180. doi: 10.1029/1998GL900128.", "ArticleIdList": ["10.1029/1998GL900128"]}, {"Citation": "Afe OT, Richter A, Sierk B, Wittrock F, Burrows JP. BrO emissions from volcanoes: a survey using GOME and SCIAMACHY measurements. Geophys. Res. Lett. 2004;31:L24113. doi: 10.1029/2004GL020994.", "ArticleIdList": ["10.1029/2004GL020994"]}, {"Citation": "Rix M, et al. Volcanic SO2, BrO and plume height estimations using GOME-2 satellite measurements during the eruption of Eyjafjallajökull in May 2010. J. Geophys. Res. 2012;117:D00U19. doi: 10.1029/2011JD016718.", "ArticleIdList": ["10.1029/2011JD016718"]}, {"Citation": "Li C, et al. New-generation NASA Aura Ozone Monitoring Instrument (OMI) volcanic SO2 dataset: Algorithm description, initial results, and continuation with the Suomi-NPP Ozone Mapping and Profiler Suite (OMPS) Atmos. Meas. Tech. 2017;10:445–458. doi: 10.5194/amt-10-445-2017.", "ArticleIdList": ["10.5194/amt-10-445-2017"]}]}], "History": [{"Year": "2018", "Month": "10", "Day": "8"}, {"Year": "2019", "Month": "1", "Day": "18"}, {"Year": "2019", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["30804392", "PMC6390096", "10.1038/s41598-019-39279-y", "10.1038/s41598-019-39279-y"]}}]}