{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30800155", "DateRevised": {"Year": "2023", "Month": "10", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.5194/acp-18-13925-2018"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "18", "Issue": "19", "PubDate": {"Year": "2018"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Seasonal ozone vertical profiles over North America using the AQMEII3 group of air quality models: model inter-comparison and stratospheric intrusions.", "Pagination": {"StartPage": "13925", "EndPage": "13945", "MedlinePgn": "13925-13945"}, "Abstract": {"AbstractText": ["This study evaluates simulated vertical ozone profiles produced in the framework of the third phase of the Air Quality Model Evaluation International Initiative (AQMEII3) against ozonesonde observations in North America for the year 2010. Four research groups from the United States (US) and Europe have provided modeled ozone vertical profiles to conduct this analysis. Because some of the modeling systems differ in their meteorological drivers, wind speed and temperature are also included in the analysis. In addition to the seasonal ozone profile evaluation for 2010, we also analyze chemically inert tracers designed to track the influence of lateral boundary conditions on simulated ozone profiles within the modeling domain. Finally, cases of stratospheric ozone intrusions during May-June 2010 are investigated by analyzing ozonesonde measurements and the corresponding model simulations at Intercontinental Chemical Transport Experiment Ozonesonde Network Study (IONS) experiment sites in the western United States. The evaluation of the seasonal ozone profiles reveals that, at a majority of the stations, ozone mixing ratios are underestimated in the 1-6 km range. The seasonal change noted in the errors follows the one seen in the variance of ozone mixing ratios, with the majority of the models exhibiting less variability than the observations. The analysis of chemically inert tracers highlights the importance of lateral boundary conditions up to 250 hPa for the lower-tropospheric ozone mixing ratios (0-2 km). Finally, for the stratospheric intrusions, the models are generally able to reproduce the location and timing of most intrusions but underestimate the magnitude of the maximum mixing ratios in the 2-6 km range and overestimate ozone up to the first kilometer possibly due to marine air influences that are not accurately described by the models. The choice of meteorological driver appears to be a greater predictor of model skill in this altitude range than the choice of air quality model."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Connecticut, Civil and Environmental Engineering, Storrs, CT 06269-3037, USA."}], "Identifier": [], "LastName": "Astitha", "ForeName": "Marina", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Patras, Physics Department, 26504 Rio, Greece."}], "Identifier": [], "LastName": "Kioutsioukis", "ForeName": "Ioannis", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Connecticut, Civil and Environmental Engineering, Storrs, CT 06269-3037, USA."}], "Identifier": [], "LastName": "Fisseha", "ForeName": "Ghezae Araya", "Initials": "GA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Enviroware srl, via Dante 142, 20863 Concorezzo, Italy."}], "Identifier": [], "LastName": "Bianconi", "ForeName": "Roberto", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz-Zentrum Geesthacht, Institute of Coastal Research, Geesthacht, Germany."}, {"Identifier": [], "Affiliation": "German Aerospace Center (DLR), National Aeronautics and Space Center, Weßling, Germany."}], "Identifier": [], "LastName": "Bieser", "ForeName": "Johannes", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aarhus University, Department of Environmental Science, Frederiksborgvej 399, 4000 Roskilde, Denmark."}], "Identifier": [], "LastName": "Christensen", "ForeName": "Jesper H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, CO 80309, USA."}, {"Identifier": [], "Affiliation": "Chemical Sciences Division, NOAA Earth System Research Laboratory, Boulder, CO 80305, USA."}], "Identifier": [], "LastName": "Cooper", "ForeName": "Owen R", "Initials": "OR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "European Commission Joint Research Center, Ispra, Italy."}], "Identifier": [], "LastName": "Galmarini", "ForeName": "Stefano", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Protection Agency Research Triangle Park, Research Triangle Park, NC, USA."}], "Identifier": [], "LastName": "Hogrefe", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aarhus University, Department of Environmental Science, Frederiksborgvej 399, 4000 Roskilde, Denmark."}], "Identifier": [], "LastName": "Im", "ForeName": "Ulas", "Initials": "U"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, CO 80309, USA."}], "Identifier": [], "LastName": "Johnson", "ForeName": "Bryan", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NRC Fellowship Participant at Environmental Protection Agency Research Triangle Park, NC, USA."}], "Identifier": [], "LastName": "Liu", "ForeName": "Peng", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramboll, 773 San Marin Dr., Suite 2115, Novato, CA 94945, USA."}], "Identifier": [], "LastName": "Nopmongcol", "ForeName": "Uarporn", "Initials": "U"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, CO 80309, USA."}], "Identifier": [], "LastName": "Petropavlovskikh", "ForeName": "Irina", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "European Commission Joint Research Center, Ispra, Italy."}], "Identifier": [], "LastName": "Solazzo", "ForeName": "Efisio", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment and Climate Change Canada, Downsview, Ontario, Canada."}], "Identifier": [], "LastName": "Tarasick", "ForeName": "David W", "Initials": "DW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramboll, 773 San Marin Dr., Suite 2115, Novato, CA 94945, USA."}], "Identifier": [], "LastName": "Yarwood", "ForeName": "Greg", "Initials": "G"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akritidis D, Pozzer A, Zanis P, Tyrlis E, Škerlak B, Sprenger M, and Lelieveld J: On the role of tropopause folds in summertime tropospheric ozone over the eastern Mediterranean and the Middle East, Atmos. Chem. Phys, 16, 14025–14039, 10.5194/acp-16-14025-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-14025-2016"]}, {"Citation": "Appel KW, Gilliland AB, Sarwar G, and Gilliam RC: Evaluation of the Community Multiscale Air Quality (CMAQ) model version 4.5: Sensitivities impacting model performance; Part I – ozone, Atmos. Environ, 41, 9603–9615, 2007."}, {"Citation": "Appel W, Chemel C, Roselle SJ, Francis XV, Hu R-M, Sokhi RS, Rao ST, and Galmarini S: Examination of the Community Multiscale Air Quality (CMAQ) model performance for North America and Europe for the AQMEII project, Atmos. Environ, 53, 142–155, 2012."}, {"Citation": "Baker K, Emery C, Dolwick P, and Yarwood G: Photochemical grid model estimates of lateral boundary contributions to ozone and particulate matter across the continental United States, Atmos. Environ, 123, 49–62, 2015."}, {"Citation": "Chevalier A, Gheusi F, Delmas R, Ordóñez C, Sarrat C, Zbinden R, Thouret V, Athier G, and Cousin J-M: Influence of altitude on ozone levels and variability in the lower troposphere: a ground-based study for western Europe over the period 2001–2004, Atmos. Chem. Phys, 7, 4311–4326, 10.5194/acp-7-4311-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-4311-2007"]}, {"Citation": "Cooper OR, Oltmans SJ, Johnson BJ, Brioude J, Angevine W, Trainer M, Parrish DD, Ryerson TR, Pollack I, Cullis PD, Ives MA, Tarasick DW, Al-Saadi J, and Stajner I: Measurement of western U.S. baseline ozone from the surface to the tropopause and assessment of downwind impact regions, J. Geophys. Res, 116, D00V03, 10.1029/2011JD016095, 2011.", "ArticleIdList": ["10.1029/2011JD016095"]}, {"Citation": "Cooper OR, Gao R-S, Tarasick D, Leblanc T, and Sweeney C: Long-term ozone trends at rural ozone monitoring sites across the United States, 1990–2010, J. Geophys. Res, 117, D22307, 10.1029/2012JD018261, 2012.", "ArticleIdList": ["10.1029/2012JD018261"]}, {"Citation": "Dee DP, Uppala SM, Simmons AJ, Berrisford P, Poli P, Kobayashi S, Andrae U, Balmaseda MA, Balsamo G, Bauer P, Bechtold P, Beljaars ACM, van de Berg L, Bidlot J, Bormann N, Delsol C, Dragani R, Fuentes M, Geer AJ, Haimberger L, Healy SB, Hersbach H, Hólm EV, Isaksen L, Kållberg P, Köhler M, Matricardi M, McNally AP, Monge-Sanz BM, Morcrette J-J, Park B-K, Peubey C, de Rosnay P, Tavolato C, Thépaut J-N, and Vitart F: The ERA-Interim reanalysis: configuration and performance of the data assimilation system, Q. J. Roy. Meteorol. Soc, 137, 553–597, 10.1002/qj.828, 2011.", "ArticleIdList": ["10.1002/qj.828"]}, {"Citation": "Efron B: Better bootstrap confidence intervals, J. Amer. Stat. Assoc, 82, 171–185, 1987."}, {"Citation": "Flemming J, Huijnen V, Arteta J, Bechtold P, Beljaars A, Blechschmidt A-M, Diamantakis M, Engelen RJ, Gaudel A, Inness A, Jones L, Josse B, Katragkou E, Marecal V, Peuch V-H, Richter A, Schultz MG, Stein O, and Tsikerdekis A: Tropospheric chemistry in the Integrated Forecasting System of ECMWF, Geosci. Model Dev, 8, 975–1003, 10.5194/gmd-8-975-2015, 2015.", "ArticleIdList": ["10.5194/gmd-8-975-2015"]}, {"Citation": "Galmarini S and Rao ST: The AQMEII two-continent Regional Air Quality Model evaluation study: Fueling ideas with unprecedented data, Atmos. Environ, 45, 2464, 10.1016/j.atmosenv.2011.03.025, 2011.", "ArticleIdList": ["10.1016/j.atmosenv.2011.03.025"]}, {"Citation": "Galmarini S, Koffi B, Solazzo E, Keating T, Hogrefe C, Schulz M, Benedictow A, Griesfeller JJ, Janssens-Maenhout G, Carmichael G, Fu J, and Dentener F: Technical note: Coordination and harmonization of the multi-scale, multi-model activities HTAP2, AQMEII3, and MICS-Asia3: simulations, emission inventories, boundary conditions, and model output formats, Atmos. Chem. Phys, 17, 1543–1555, 10.5194/acp-17-1543-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-1543-2017", "PMC5846500", "29541091"]}, {"Citation": "Giordano L, Brunner D, Flemming J, Hogrefe C, Im U, Bianconi R, Badia A, Balzarini A, Baro R, Chemel C, Curci G, Forkel R, Jimenez-Guerrero P, Hirtl M, Hodzic A, Honzak L, Jorba O, Knote C, Kuenen JJP, Makar PA, Manders-Groot A, Neal L, Perez JL, Pirovano G, Pouliot G, San Jose R, Savage N, Schroder W, Sokhi RS, Syrakov D, Torian A, Tuccella P, Werhahn J, Wolke R, Yahya K, Žabkar R, Zhang Y, and Galmarini S: Assessment of the MACC reanalysis and its influence as chemical boundary conditions for regional air quality modelling in AQMEII-2, Atmos. Environ, 115, 371–388, 2015."}, {"Citation": "Herwehe JA, Otte TL, Mathur R, and Trivikrama Rao S: Diagnostic analysis of ozone concentrations simulated by two regional-scale air quality models, Atmos. Environ, 45, 5957–5969, 2011."}, {"Citation": "Hogrefe C, Rao ST, Kasibhatla P, Hao W, Sistla G, Mathur R, and McHenry J: Evaluating the performance of regional-scale photochemical modeling systems: Part II – ozone predictions, Atmos. Environ, 35, 4175–4188, 2001."}, {"Citation": "Hogrefe C, Liu P, Pouliot G, Mathur R, Roselle S, Flemming J, Lin M, and Park RJ: Impacts of different characterizations of large-scale background on simulated regional-scale ozone over the continental United States, Atmos. Chem. Phys, 18, 3839–3864, 10.5194/acp-18-3839-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-3839-2018", "PMC6071430", "30079085"]}, {"Citation": "Huang M, Carmichael GR, Pierce RB, Jo DS, Park RJ, Flemming J, Emmons LK, Bowman KW, Henze DK, Davila Y, Sudo K, Jonson JE, Tronstad Lund M, Janssens-Maenhout G, Dentener FJ, Keating TJ, Oetjen H, and Payne VH: Impact of intercontinental pollution transport on North American ozone air pollution: an HTAP phase 2 multi-model study, Atmos. Chem. Phys, 17, 5721–5750, 10.5194/acp-17-5721-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-5721-2017", "PMC5954439", "29780406"]}, {"Citation": "Im U, Bianconi R, Solazzo E, Kioutsioukis I, Badia A, Balzarini A, Baro R, Belassio R, Brunner D, Chemel C, Curci G, Flemming J, Forkel R, Giordano L, Jimenez-Guerrero P, Hirtl M, Hodzic A, Honzak L, Jorba O, Knote C, Kuenen JJP, Makar PA, Manders-Groot A, Neal L, Perez JL, Piravano G, Pouliot G, San Jose R, Savage N, Schroder W, Sokhi RS, Syrakov D, Torian A, Werhahn K, Wolke R, Yahya K, Zabkar R, Zhang Y, Zhang J, Hogrefe C, and Galmarini S: Evaluation of operational online-coupled regional air quality models over Europe and North America in the context of AQMEII phase 2. Part I: Ozone, Atmos. Environ, 115, 404–420, 2015."}, {"Citation": "Im U, Christensen JH, Geels C, Hansen KM, Brandt J, Solazzo E, Alyuz U, Balzarini A, Baro R, Bellasio R, Bianconi R, Bieser J, Colette A, Curci G, Farrow A, Flemming J, Fraser A, Jimenez-Guerrero P, Kitwiroon N, Liu P, Nopmongcol U, Palacios-Peña L, Pirovano G, Pozzoli L, Prank M, Rose R, Sokhi R, Tuccella P, Unal A, Vivanco MG, Yarwood G, Hogrefe C, and Galmarini S: Influence of anthropogenic emissions and boundary conditions on multi-model simulations of major air pollutants over Europe and North America in the framework of AQMEII3, Atmos. Chem. Phys, 18, 8929–8952, 10.5194/acp-18-8929-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-8929-2018", "PMC6104647", "30147714"]}, {"Citation": "Janjic ZI: The Step-Mountain Eta Coordinate Model: Further Developments of the Convection, Viscous Sublayer, and Turbulence Closure Schemes, Mon. Weather Rev, 122, 927–945, 1994."}, {"Citation": "Jonson JE, Stohl A, Fiore AM, Hess P, Szopa S, Wild O, Zeng G, Dentener FJ, Lupu A, Schultz MG, Duncan BN, Sudo K, Wind P, Schulz M, Marmer E, Cuvelier C, Keating T, Zuber A, Valdebenito A, Dorokhov V, De Backer H, Davies J, Chen GH, Johnson B, Tarasick DW, Stübi R, Newchurch MJ, von der Gathen P, Steinbrecht W, and Claude H: A multi-model analysis of vertical ozone profiles, Atmos. Chem. Phys, 10, 5759–5783, 10.5194/acp-10-5759-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-5759-2010"]}, {"Citation": "Kioutsioukis I and Galmarini S: De praeceptis ferendis: good practice in multi-model ensembles, Atmos. Chem. Phys, 14, 11791–11815, 10.5194/acp-14-11791-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-11791-2014"]}, {"Citation": "Kioutsioukis I, Im U, Solazzo E, Bianconi R, Badia A, Balzarini A, Baró R, Bellasio R, Brunner D, Chemel C, Curci G, van der Gon HD, Flemming J, Forkel R, Giordano L, Jiménez-Guerrero P, Hirtl M, Jorba O, Manders-Groot A, Neal L, Pérez JL, Pirovano G, San Jose R, Savage N, Schroder W, Sokhi RS, Syrakov D, Tuccella P, Werhahn J, Wolke R, Hogrefe C, and Galmarini S: Insights into the deterministic skill of air quality ensembles from the analysis of AQMEII data, Atmos. Chem. Phys, 16, 15629–15652, 10.5194/acp-16-15629-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-15629-2016"]}, {"Citation": "Langford AO, Alvarez RJ, Brioude J, Evan S, Iraci LT, Kirgis G, Kuang S, Leblanc T, Newchurch MJ, Pierce RB, Senff CJ, and Yates EL: Coordinated profiling of stratospheric intrusions and transported pollution by the Tropospheric Ozone Lidar Network (TOLNet) and NASA Alpha Jet experiment (AJAX): Observations and comparison to HYS-PLIT, RAQMS, and FLEXPART, Atmos. Environ, 174, 1–14, 10.1016/j.atmosenv.2017.11.031, 2018.", "ArticleIdList": ["10.1016/j.atmosenv.2017.11.031"]}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy II H, Johnson BJ, Naik V, Oltmans SJ, and Senff CJ: Springtime high surface ozone events over the western United States: Quantifying the role of stratospheric intrusions, J. Geophys. Res, 117, D00V22, 10.1029/2012JD018151, 2012a.", "ArticleIdList": ["10.1029/2012JD018151"]}, {"Citation": "Lin MY, Fiore M, Horowitz LW, Cooper OR, Naik V, Holloway J, Johnson BJ, Middlebrook AM, Oltmans S, J., Pollack, I. B., Ryerson, T. B., Warner, J. X., Wiedinmyer, C., Wilson, J., and Wyman, B.: Transport of Asian ozone pollution into surface air over the western United States in spring, J. Geophys. Res.-Atmos, 117, D00V07, 10.1029/2011JD016961, 2012b.", "ArticleIdList": ["10.1029/2011JD016961"]}, {"Citation": "Lin M, Horowitz LW, Cooper OR, Tarasick D, Conley S, Iraci LT, Johnson B, Leblanc T, Petropavlovskikh I, and Yates EL: Revisiting the evidence of increasing springtime ozone mixing ratios in the free troposphere over western North America, Geophys. Res. Lett, 42, 8719–8728, 10.1002/2015GL065311, 2015.", "ArticleIdList": ["10.1002/2015GL065311"]}, {"Citation": "Liu G, Liu J, Tarasick DW, Fioletov VE, Jin JJ, Moeini O, Liu X, Sioris CE, and Osman M: A global tropospheric ozone climatology from trajectory-mapped ozone soundings, Atmos. Chem. Phys, 13, 10659–10675, 10.5194/acp-13-10659-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-10659-2013"]}, {"Citation": "Liu P, Hogrefe C, Im U, Christensen JH, Bieser J, Nopmongcol U, Yarwood G, Mathur R, Rosselle S, and Spero T: Multi-Model Comparison in the Impact of Lateral Boundary Conditions on Simulated Surface Ozone across the United States Using Chemically Inert Tracers, Atmos. Chem. Phys. Discuss, 10.5194/acp-2018-106, in review 2018.", "ArticleIdList": ["10.5194/acp-2018-106", "PMC6687296", "31396266"]}, {"Citation": "Makar PA, Gong W, Mooney C, Zhang J, Davignon D, Samaali M, Moran MD, He H, Tarasick DW, Sills D, and Chen J: Dynamic adjustment of climatological ozone boundary conditions for air-quality forecasts, Atmos. Chem. Phys, 10, 8997–9015, 10.5194/acp-10-8997-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-8997-2010"]}, {"Citation": "Nopmongcol U, Liu Z, Stoeckenius T, and Yarwood G: Modeling intercontinental transport of ozone in North America with CAMx for the Air Quality Model Evaluation International Initiative (AQMEII) Phase 3, Atmos. Chem. Phys, 17, 9931–9943, 10.5194/acp-17-9931-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-9931-2017"]}, {"Citation": "Pendlebury D, Gravel S, Moran MD, and Lupu A: Impact of chemical lateral boundary conditions in a regional air quality forecast model on surface ozone predictions during stratospheric intrusions, Atmos. Environ, 174, 148–170, 10.1016/j.atmosenv.2017.10.052, 2017.", "ArticleIdList": ["10.1016/j.atmosenv.2017.10.052"]}, {"Citation": "Pleim JE: A Combined Local and Nonlocal Closure Model for the Atmospheric Boundary Layer, Part II: application and evaluation in a mesoscale meteorological model, J. Appl. Meteorol. Clim, 46, 1396–1409, 2007."}, {"Citation": "Pouliot G, Denier van der Gon HAC, J. Kuenen, Zhang J, Moran MD, and Makar PA: Analysis of the emission inventories and model-ready emission datasets of Europe and North America for phase 2 of the AQMEII project, Atmos. Environ, 115, 345–360, 10.1016/j.atmosenv.2014.10.061, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2014.10.061"]}, {"Citation": "Rao ST, Mathur R, Hogrefe C, Keating T, Dentener F, and Galmarini S: Path forward, EM, Air and Waste Management Association’s Magazine for Environmental Managers, 2012."}, {"Citation": "Ryerson TB, Andrews AE, Angevine WM, Bates TS, Brock CA, Cairns B, Cohen RC, Cooper OR, de Gouw JA, Fehsenfeld FC, Ferrare RA, Fischer ML, Flagan RC, Goldstein AH, Hair JW, Hardesty RM, Hostetler CA, Jimenez JL, Langford AO, McCauley E, McKeen SA, Molina LT, Nenes A, Oltmans SJ, Parrish DD, Pederson JR, Pierce RB, Prather K, Quinn PK, Seinfeld JH, Senff CJ, Sorooshian A, Stutz J, Surratt JD, Trainer M, Volkamer R, Williams EJ, and Wofsy SC: The 2010 California Research at the Nexus of Air Quality and Climate Change (CalNex) field study, J. Geophys. Res, 118, 5830–5866, 10.1002/jgrd.50331, 2013.", "ArticleIdList": ["10.1002/jgrd.50331"]}, {"Citation": "Schere K, Flemming J, Vautard R, Chemel C, Colette A, Hogrefe C, Bessagnet B, Meleux F, Mathur R, Roselle S, Hu R, Sokhi RS, Rao ST, and Galmarini S: Trace gas/aerosol boundary concentrations and their impacts on continental-scale AQMEII modeling domains, Atmos. Environ, 53, 38–50, 10.1016/j.atmosenv.2011.09.043, 2012.", "ArticleIdList": ["10.1016/j.atmosenv.2011.09.043"]}, {"Citation": "Solazzo E, Bianconi R, Vautard R, Wyat Appel K, Moran MD, Hogrefe C, Bessagnet B, Brandt J, Christensen JH, Chemelk C, Coll I, Denier van der Gon H, Ferreira J, Forkel R, Francis XV, Grell G, Grossi P, Hansen AB, Jericčević A, Kraljeviv c, L., Miranda AI, Nopmongcol U, Pirovanof G, Prank M, Riccio A, Sartelet KN, Schaap M, Silver JD, Sokhi RS, Vira J, Werhahn J, Wolke R, Yarwood G, Zhang J, Rao ST, and Galmarini S: Model evaluation and ensemble modelling of surface-level ozone in Europe and North America in the context of AQMEII, Atmos. Environ, 53, 60–74, 2012."}, {"Citation": "Solazzo E, Bianconi R, Pirovano G, Moran MD, Vautard R, Hogrefe C, Appel KW, Matthias V, Grossi P, Bessagnet B, Brandt J, Chemel C, Christensen JH, Forkel R, Francis XV, Hansen AB, McKeen S, Nopmongcol U, Prank M, Sartelet KN, Segers A, Silver JD, Yarwood G, Werhahn J, Zhang J, Rao ST, and Galmarini S: Evaluating the capability of regional-scale air quality models to capture the vertical distribution of pollutants, Geosci. Model Dev, 6, 791–818, 10.5194/gmd-6-791-2013, 2013.", "ArticleIdList": ["10.5194/gmd-6-791-2013"]}, {"Citation": "Solazzo E, Bianconi R, Hogrefe C, Curci G, Tuccella P, Alyuz U, Balzarini A, Baró R, Bellasio R, Bieser J, Brandt J, Christensen JH, Colette A, Francis X, Fraser A, Vivanco MG, Jiménez-Guerrero P, Im U, Manders A, Nopmongcol U, Kitwiroon N, Pirovano G, Pozzoli L, Prank M, Sokhi RS, Unal A, Yarwood G, and Galmarini S: Evaluation and error apportionment of an ensemble of atmospheric chemistry transport modeling systems: multivariable temporal and spatial breakdown, Atmos. Chem. Phys, 17, 3001–3054, 10.5194/acp-17-3001-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-3001-2017", "PMC6105295", "30147713"]}, {"Citation": "Stohl A, Bonasoni P, Cristofanelli P, Collins W, Feichter J, Frank A, Forster C, Gerasopoulos E, Gaggeler H, James P, Kentarchos T, Kromp-Kolb H, Kruger B, Land C, Meloen J, Papayannis A, Priller A, Seibert P, Sprenger M, Roelofs GJ, Scheel HE, Schnabel C, Siegmund P, Tobler L, Trickl T, Wernli H, Wirth V, Zanis P, and Zerefos C: Stratosphere-troposphere exchange: A review, and what we have learned from STACCATO, J. Geophys. Res, 108, 8516, 10.1029/2002JD002490, 2003.", "ArticleIdList": ["10.1029/2002JD002490"]}, {"Citation": "Tarasick DW, Moran MD, Thompson AM, Carey-Smith T, Rochon Y, Bouchet VS, Gong W, Makar PA, Stroud C, Ménard S, Crevier L-P, Cousineau S, Pudykiewicz JA, Kallaur A, Moffet R, Ménard R, Robichaud A, Cooper OR, Oltmans SJ, Witte JC, Forbes G, Johnson BJ, Merrill J, Moody JL, Morris G, Newchurch MJ, Schmidlin FJ, and Joseph E: Comparison of Canadian air quality forecast models with tropospheric ozone profile measurements above midlatitude North America during the IONS/ICARTT campaign: Evidence for stratospheric input, J. Geophys. Res, 112, D12S22, 10.1029/2006JD007782, 2007.", "ArticleIdList": ["10.1029/2006JD007782"]}, {"Citation": "Thompson AM, Stone JB, Witte JC, Miller SK, Oltmans SJ, Kucsera TL, Ross KL, Pickering KE, Merrill JT, Forbes G, Tarasick DW, Joseph E, Schmidlin FJ, McMillan WW, Warner J, Hintsa EJ, and Johnson JE: Intercontinental Chemical Transport Experiment Ozonesonde Network Study (IONS) 2004: 1. Summertime upper troposphere/lower stratosphere ozone over northeastern North America, J. Geophys. Res, 112, D12S12, 10.1029/2006JD007441, 2007.", "ArticleIdList": ["10.1029/2006JD007441"]}, {"Citation": "Vaughan G, Price JD, and Howells A: Transport into the troposphere in a tropopause fold, Q. J. Roy. Meteorol. Soc, 120, 1085–1103, 10.1002/qj.49712051814, 1994.", "ArticleIdList": ["10.1002/qj.49712051814"]}]}], "History": [{"Year": "2019", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "2", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30800155", "NIHMS1003673", "PMC6382018", "10.5194/acp-18-13925-2018"]}}]}