{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Eucalyptus globulus", "formylated phloroglucinol compounds (FPCs)", "macrocarpal", "ozone", "sideroxylonal", "wounding"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30845742", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "06"}], "Language": ["eng"], "ELocationID": ["46", "10.3390/metabo9030046"], "Journal": {"ISSN": "2218-1989", "JournalIssue": {"Volume": "9", "Issue": "3", "PubDate": {"Year": "2019", "Month": "Mar", "Day": "06"}}, "Title": "Metabolites", "ISOAbbreviation": "Metabolites"}, "ArticleTitle": "Ozone and Wounding Stresses Differently Alter the Temporal Variation in Formylated Phloroglucinols in <i>Eucalyptus globulus</i> Leaves.", "Abstract": {"AbstractText": ["Formylated phloroglucinol compounds (FPCs) are a class of plant specialized metabolite present in the Myrtaceae family, especially in the genus <i>Eucalyptus</i>. FPCs are widely investigated due to their herbivore deterrence properties and various bioactivities of pharmaceutical relevance. Despite the increasing number of studies elucidating new FPCs structures and bioactivity, little is known about the role of those compounds in planta, and the effects of environmental stresses on FPC concentration. Ozone (O₃) and wounding are key stress factors regularly confronted by plants. In this study, we investigated how O₃, wounding, and their combination affected individual and total FPC foliar concentration of the economically important species <i>Eucalyptus globulus</i>. Six individual FPCs, including five macrocarpals and one sideroxylonal, showed different response patterns to the single and combined stresses. Total macrocarpals only increased under single O₃ treatment, whereas total sideroxylonals only increased in response to wounding treatment, suggesting different physiological roles played by the two groups of FPCs predominantly existing in <i>E. globulus</i> foliage. Total FPCs increased significantly under individual wounding and O₃ treatments but not under the combined treatment. A principal component analysis indicated that all different treatments had unique FPC fingerprints. Total phenolic contents increased in all O₃ and wounding treatments, and a marginally positive correlation was found between total FPCs and total phenolic contents. We suggest that, depending on the concentration and composition, FPCs play multiple physiological roles in planta, including serving as antioxidants to scavenge the reactive oxygen species brought about by O₃ and wounding stresses."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair of Crop Science and Plant Biology, Estonian University of Life Sciences, Kreutzwaldi 1, Tartu 51006, Estonia. bin.liu@emu.ee."}], "Identifier": ["0000-0003-4738-8690"], "LastName": "Liu", "ForeName": "Bin", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biochemistry Laboratory, Department of Plant and Environmental Sciences, University of Copenhagen, Thorvaldsensvej 40, DK-1871 Frederiksberg C, Denmark. brms@plen.ku.dk."}], "Identifier": [], "LastName": "Marques Dos Santos", "ForeName": "Bruna", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair of Crop Science and Plant Biology, Estonian University of Life Sciences, Kreutzwaldi 1, Tartu 51006, Estonia. kanagendran.arooran@unine.ch."}, {"Identifier": [], "Affiliation": "Institute of Biology, Faculty of Science, University of Neuchâtel, rue Emile-Argand 11, 2000 Neuchâtel, Switzerland. kanagendran.arooran@unine.ch."}], "Identifier": [], "LastName": "Kanagendran", "ForeName": "Arooran", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biochemistry Laboratory, Department of Plant and Environmental Sciences, University of Copenhagen, Thorvaldsensvej 40, DK-1871 Frederiksberg C, Denmark. en@plen.ku.dk."}], "Identifier": [], "LastName": "Neilson", "ForeName": "Elizabeth H Jakobsen", "Initials": "EHJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair of Crop Science and Plant Biology, Estonian University of Life Sciences, Kreutzwaldi 1, Tartu 51006, Estonia. Ylo.Niinemets@emu.ee."}, {"Identifier": [], "Affiliation": "Estonian Academy of Sciences, Kohtu 6, 10130 Tallinn, Estonia. Ylo.Niinemets@emu.ee."}], "Identifier": ["0000-0002-3078-2192"], "LastName": "Niinemets", "ForeName": "Ülo", "Initials": "Ü"}], "GrantList": [{"GrantID": "European Regional Development Fund (Centre of Excellence EcolChange)", "Agency": "European Commission", "Country": ""}, {"GrantID": "advanced grant 322603, SIP-VOL+", "Agency": "European Research Council", "Country": "International"}, {"GrantID": "institutional grant IUT-8-3", "Agency": "Estonian Ministry of Science and Education", "Country": ""}, {"GrantID": "Project No. 13167", "Agency": "Villum Foundation Young Investigator Program", "Country": ""}, {"GrantID": "Grant No. 6111- 00379B", "Agency": "Danish Independent Research Council Post-Doctoral Stipend", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Metabolites", "NlmUniqueID": "101578790", "ISSNLinking": "2218-1989"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sillman S. The relation between ozone, NOx and hydrocarbons in urban and polluted rural environments. Atmos. Environ. 1999;33:1821–1845. doi: 10.1016/S1352-2310(98)00345-8.", "ArticleIdList": ["10.1016/S1352-2310(98)00345-8"]}, {"Citation": "Carter W.P. Development of ozone reactivity scales for volatile organic compounds. Air Waste. 1994;44:881–899. doi: 10.1080/1073161X.1994.10467290.", "ArticleIdList": ["10.1080/1073161X.1994.10467290"]}, {"Citation": "Young P., Archibald A., Bowman K., Lamarque J.-F., Naik V., Stevenson D., Tilmes S., Voulgarakis A., Wild O., Bergmann D. Pre-industrial to end 21st century projections of tropospheric ozone from the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP) Atmos. Chem. Phys. 2013;13:2063–2090. doi: 10.5194/acp-13-2063-2013.", "ArticleIdList": ["10.5194/acp-13-2063-2013"]}, {"Citation": "Wohlgemuth H., Mittelstrass K., Kschieschan S., Bender J., Weigel H.J., Overmyer K., Kangasjärvi J., Sandermann H., Langebartels C. Activation of an oxidative burst is a general feature of sensitive plants exposed to the air pollutant ozone. Plant Cell Environ. 2002;25:717–726. doi: 10.1046/j.1365-3040.2002.00859.x.", "ArticleIdList": ["10.1046/j.1365-3040.2002.00859.x"]}, {"Citation": "Langebartels C., Wohlgemuth H., Kschieschan S., Grün S., Sandermann H. Oxidative burst and cell death in ozone-exposed plants. Plant Physiol. Biochem. 2002;40:567–575. doi: 10.1016/S0981-9428(02)01416-X.", "ArticleIdList": ["10.1016/S0981-9428(02)01416-X"]}, {"Citation": "Kangasjärvi J., Jaspers P., Kollist H. Signalling and cell death in ozone-exposed plants. Plant Cell Environ. 2005;28:1021–1036. doi: 10.1111/j.1365-3040.2005.01325.x.", "ArticleIdList": ["10.1111/j.1365-3040.2005.01325.x"]}, {"Citation": "Kanagendran A., Pazouki L., Niinemets Ü. Differential regulation of volatile emission from Eucalyptus globulus leaves upon single and combined ozone and wounding treatments through recovery and relationships with ozone uptake. Environ. Exp. Bot. 2018;145:21–38. doi: 10.1016/j.envexpbot.2017.10.012.", "ArticleIdList": ["10.1016/j.envexpbot.2017.10.012", "PMC6020072", "29970942"]}, {"Citation": "Shadkami F., Helleur R., Cox R. Profiling secondary metabolites of needles of ozone-fumigated white pine (Pinus strobus) clones by thermally assisted hydrolysis/methylation GC/MS. J. Chem. Ecol. 2007;33:1467–1476. doi: 10.1007/s10886-007-9314-1.", "ArticleIdList": ["10.1007/s10886-007-9314-1", "17562110"]}, {"Citation": "He X., Huang W., Chen W., Dong T., Liu C., Chen Z., Xu S., Ruan Y. Changes of main secondary metabolites in leaves of Ginkgo biloba in response to ozone fumigation. J. Environ. Sci. 2009;21:199–203. doi: 10.1016/S1001-0742(08)62251-2.", "ArticleIdList": ["10.1016/S1001-0742(08)62251-2", "19402422"]}, {"Citation": "Mikkelsen B.L., Olsen C.E., Lyngkjær M.F. Accumulation of secondary metabolites in healthy and diseased barley, grown under future climate levels of CO2, ozone and temperature. Phytochemistry. 2015;118:162–173. doi: 10.1016/j.phytochem.2015.07.007.", "ArticleIdList": ["10.1016/j.phytochem.2015.07.007", "26343414"]}, {"Citation": "Tonelli M., Pellegrini E., D’Angiolillo F., Petersen M., Nali C., Pistelli L., Lorenzini G. Ozone-elicited secondary metabolites in shoot cultures of Melissa officinalis L. Plant Cell Tissue Organ Cult. 2015;120:617–629. doi: 10.1007/s11240-014-0628-8.", "ArticleIdList": ["10.1007/s11240-014-0628-8"]}, {"Citation": "Kanagendran A., Pazouki L., Bichele R., Külheim C., Niinemets Ü. Temporal regulation of terpene synthase gene expression in Eucalyptus globulus leaves upon ozone and wounding stresses: Relationships with stomatal ozone uptake and emission responses. Environ. Exp. Bot. 2018;155:552–565. doi: 10.1016/j.envexpbot.2018.08.002.", "ArticleIdList": ["10.1016/j.envexpbot.2018.08.002", "PMC6345374", "30686846"]}, {"Citation": "Fares S., Park J.-H., Ormeno E., Gentner D.R., McKay M., Loreto F., Karlik J., Goldstein A.H. Ozone uptake by citrus trees exposed to a range of ozone concentrations. Atmos. Environ. 2010;44:3404–3412. doi: 10.1016/j.atmosenv.2010.06.010.", "ArticleIdList": ["10.1016/j.atmosenv.2010.06.010"]}, {"Citation": "Fares S., Oksanen E., Lännenpää M., Julkunen-Tiitto R., Loreto F. Volatile emissions and phenolic compound concentrations along a vertical profile of Populus nigra leaves exposed to realistic ozone concentrations. Photosynth. Res. 2010;104:61–74. doi: 10.1007/s11120-010-9549-5.", "ArticleIdList": ["10.1007/s11120-010-9549-5", "20407831"]}, {"Citation": "Saviranta N.M., Julkunen-Tiitto R., Oksanen E., Karjalainen R.O. Leaf phenolic compounds in red clover (Trifolium pratense L.) induced by exposure to moderately elevated ozone. Environ. Pollut. 2010;158:440–446. doi: 10.1016/j.envpol.2009.08.029.", "ArticleIdList": ["10.1016/j.envpol.2009.08.029", "19766367"]}, {"Citation": "Saleem A., Loponen J., Pihlaja K., Oksanen E. Effects of long-term open-field ozone exposure on leaf phenolics of European silver birch (Betula pendula Roth) J. Chem. Ecol. 2001;27:1049–1062. doi: 10.1023/A:1010351406931.", "ArticleIdList": ["10.1023/A:1010351406931", "11471939"]}, {"Citation": "Copolovici L., Kännaste A., Remmel T., Niinemets Ü. Volatile organic compound emissions from Alnus glutinosa under interacting drought and herbivory stresses. Environ. Exp. Bot. 2014;100:55–63. doi: 10.1016/j.envexpbot.2013.12.011.", "ArticleIdList": ["10.1016/j.envexpbot.2013.12.011", "PMC5777611", "29367790"]}, {"Citation": "Niinemets Ü. Mild versus severe stress and BVOCs: Thresholds, priming and consequences. Trends Plant Sci. 2010;15:145–153. doi: 10.1016/j.tplants.2009.11.008.", "ArticleIdList": ["10.1016/j.tplants.2009.11.008", "20006534"]}, {"Citation": "Mittler R. Abiotic stress, the field environment and stress combination. Trends Plant Sci. 2006;11:15–19. doi: 10.1016/j.tplants.2005.11.002.", "ArticleIdList": ["10.1016/j.tplants.2005.11.002", "16359910"]}, {"Citation": "Roy J. Response of Plants to Multiple Stresses. Academic Press; Cambridge, MA, USA: 2012."}, {"Citation": "Kothari A.R., Burnett N.P. Herbivores alter plant–wind interactions by acting as a point mass on leaves and by removing leaf tissue. Ecol. Evol. 2017;7:6884–6893. doi: 10.1002/ece3.3249.", "ArticleIdList": ["10.1002/ece3.3249", "PMC5587486", "28904768"]}, {"Citation": "León J., Rojo E., Sánchez-Serrano J.J. Wound signalling in plants. J. Exp. Bot. 2001;52:1–9. doi: 10.1093/jexbot/52.354.1.", "ArticleIdList": ["10.1093/jexbot/52.354.1", "11181708"]}, {"Citation": "Savatin D.V., Gramegna G., Modesti V., Cervone F. Wounding in the plant tissue: The defense of a dangerous passage. Front. Plant Sci. 2014;5:470. doi: 10.3389/fpls.2014.00470.", "ArticleIdList": ["10.3389/fpls.2014.00470", "PMC4165286", "25278948"]}, {"Citation": "Kant M., Jonckheere W., Knegt B., Lemos F., Liu J., Schimmel B., Villarroel C., Ataide L., Dermauw W., Glas J. Mechanisms and ecological consequences of plant defence induction and suppression in herbivore communities. Ann. Bot. 2015;115:1015–1051. doi: 10.1093/aob/mcv054.", "ArticleIdList": ["10.1093/aob/mcv054", "PMC4648464", "26019168"]}, {"Citation": "War A.R., Paulraj M.G., Ahmad T., Buhroo A.A., Hussain B., Ignacimuthu S., Sharma H.C. Mechanisms of plant defense against insect herbivores. Plant Signal. Behav. 2012;7:1306–1320. doi: 10.4161/psb.21663.", "ArticleIdList": ["10.4161/psb.21663", "PMC3493419", "22895106"]}, {"Citation": "Eschler B., Pass D., Willis R., Foley W. Distribution of foliar formylated phloroglucinol derivatives amongst Eucalyptus species. Biochem. Syst. Ecol. 2000;28:813–824. doi: 10.1016/S0305-1978(99)00123-4.", "ArticleIdList": ["10.1016/S0305-1978(99)00123-4", "10913843"]}, {"Citation": "Foley W.J., Lassak E.V. The Potential of Bioactive Constituents of Eucalyptus Foliage as Non-Wood Products from Plantations. Rural Industries Research and Development Corporation; Canberra, Australia: 2004. Publication no. 04/154."}, {"Citation": "Moore B.D., Wallis I.R., Palá-Paúl J., Brophy J.J., Willis R.H., Foley W.J. Antiherbivore chemistry of Eucalyptus--cues and deterrents for marsupial folivores. J. Chem. Ecol. 2004;30:1743–1769. doi: 10.1023/B:JOEC.0000042399.06553.c6.", "ArticleIdList": ["10.1023/B:JOEC.0000042399.06553.c6", "15586672"]}, {"Citation": "Wallis I., Watson M., Foley W. Secondary metabolites in Eucalyptus melliodora: Field distribution and laboratory feeding choices by a generalist herbivore, the common brushtail possum. Aust. J. Zool. 2002;50:507–519. doi: 10.1071/ZO02029.", "ArticleIdList": ["10.1071/ZO02029"]}, {"Citation": "McKiernan A.B., Hovenden M.J., Brodribb T.J., Potts B.M., Davies N.W., O’Reilly-Wapstra J.M. Effect of limited water availability on foliar plant secondary metabolites of two Eucalyptus species. Environ. Exp. Bot. 2014;105:55–64. doi: 10.1016/j.envexpbot.2014.04.008.", "ArticleIdList": ["10.1016/j.envexpbot.2014.04.008"]}, {"Citation": "McKiernan A.B., Potts B.M., Brodribb T.J., Hovenden M.J., Davies N.W., McAdam S.A., Ross J.J., Rodemann T., O’Reilly-Wapstra J.M. Responses to mild water deficit and rewatering differ among secondary metabolites but are similar among provenances within Eucalyptus species. Tree Physiol. 2015;36:133–147.", "ArticleIdList": ["26496959"]}, {"Citation": "Niinemets Ü. Uncovering the hidden facets of drought stress: Secondary metabolites make the difference. Tree Physiol. 2015;36:129–132. doi: 10.1093/treephys/tpv128.", "ArticleIdList": ["10.1093/treephys/tpv128", "26687175"]}, {"Citation": "Singh I.P., Bharate S.B. Phloroglucinol compounds of natural origin. Nat. Prod. Rep. 2006;23:558–591. doi: 10.1002/chin.200642262.", "ArticleIdList": ["10.1002/chin.200642262", "16874390"]}, {"Citation": "Sidana J., Rohilla R.K., Roy N., Barrow R.A., Foley W.J., Singh I.P. Antibacterial sideroxylonals and loxophlebal A from Eucalyptus loxophleba foliage. Fitoterapia. 2010;81:878–883. doi: 10.1016/j.fitote.2010.05.016.", "ArticleIdList": ["10.1016/j.fitote.2010.05.016", "20570611"]}, {"Citation": "Alliot J., Gravel E., Larquetoux L., Nicolas M., Doris E. Semisynthesis of macrocarpal C and analogues by selective dehydration of macrocarpal A or B. J. Nat. Prod. 2013;76:2346–2349. doi: 10.1021/np400869z.", "ArticleIdList": ["10.1021/np400869z", "24261967"]}, {"Citation": "Nishizawa M., Emura M., Kan Y., Yamada H., Ogawa K., Hamanaka N. Macrocarpals: HIV-RTase inhibitors of Eucalyptus globulus. Tetrahedron Lett. 1992;33:2983–2986. doi: 10.1016/S0040-4039(00)79578-5.", "ArticleIdList": ["10.1016/S0040-4039(00)79578-5"]}, {"Citation": "Qin X.-J., Yan H., Ni W., Yu M.-Y., Khan A., Liu H., Zhang H.-X., He L., Hao X.-J., Di Y.-T. Cytotoxic meroterpenoids with rare skeletons from Psidium guajava cultivated in temperate zone. Sci. Rep. 2016;6:32748. doi: 10.1038/srep32748.", "ArticleIdList": ["10.1038/srep32748", "PMC5009466", "27586698"]}, {"Citation": "Eyles A., Davies N.W., Mohammed C. Wound wood formation in Eucalyptus globulus and Eucalyptus nitens: Anatomy and chemistry. Can. J. For. Res. 2003;33:2331–2339. doi: 10.1139/x03-149.", "ArticleIdList": ["10.1139/x03-149"]}, {"Citation": "Kim J.-P., Lee I.-K., Yun B.-S., Chung S.-H., Shim G.-S., Koshino H., Yoo I.-D. Ellagic acid rhamnosides from the stem bark of Eucalyptus globulus. Phytochemistry. 2001;57:587–591. doi: 10.1016/S0031-9422(01)00146-7.", "ArticleIdList": ["10.1016/S0031-9422(01)00146-7", "11394863"]}, {"Citation": "Jensen L.M., Wallis I.R., Foley W.J. The relative concentrations of nutrients and toxins dictate feeding by a vertebrate browser, the greater glider Petauroides volans. PLoS ONE. 2015;10:e0121584. doi: 10.1371/journal.pone.0121584.", "ArticleIdList": ["10.1371/journal.pone.0121584", "PMC4418660", "25938422"]}, {"Citation": "Lawler I.R., Foley W.J., Eschler B.M. Foliar concentration of a single toxin creates habitat patchiness for a marsupial folivore. Ecology. 2000;81:1327–1338. doi: 10.1890/0012-9658(2000)081[1327:FCOAST]2.0.CO;2.", "ArticleIdList": ["10.1890/0012-9658(2000)081[1327:FCOAST]2.0.CO;2"]}, {"Citation": "Moore B.D., Foley W.J., Wallis I.R., Cowling A., Handasyde K.A. Eucalyptus foliar chemistry explains selective feeding by koalas. Biol. Lett. 2005;1:64–67. doi: 10.1098/rsbl.2004.0255.", "ArticleIdList": ["10.1098/rsbl.2004.0255", "PMC1965198", "17148129"]}, {"Citation": "Singh I.P., Sidana J., Bharate S.B., Foley W.J. Phloroglucinol compounds of natural origin: Synthetic aspects. Nat. Prod. Rep. 2010;27:393–416. doi: 10.1039/b914364p.", "ArticleIdList": ["10.1039/b914364p", "20179878"]}, {"Citation": "Barbosa L., Filomeno C., Teixeira R. Chemical variability and biological activities of Eucalyptus spp. essential oils. Molecules. 2016;21:1671. doi: 10.3390/molecules21121671.", "ArticleIdList": ["10.3390/molecules21121671", "PMC6273930", "27941612"]}, {"Citation": "Loreto F., Delfine S. Emission of isoprene from salt-stressed Eucalyptus globulus leaves. Plant Physiol. 2000;123:1605–1610. doi: 10.1104/pp.123.4.1605.", "ArticleIdList": ["10.1104/pp.123.4.1605", "PMC59117", "10938376"]}, {"Citation": "Chenavas S., Fiorini-Puybaret C., Joulia P., Larrouquet C., Waton H., Martinez A., Casabianca H., Fabre B. New formylated phloroglucinol compounds from Eucalyptus globulus foliage. Phytochem. Lett. 2015;11:69–73. doi: 10.1016/j.phytol.2014.11.002.", "ArticleIdList": ["10.1016/j.phytol.2014.11.002"]}, {"Citation": "Osawa K., Yasuda H., Morita H., Takeya K., Itokawa H. Macrocarpals H, I, and J from the leaves of Eucalyptus globulus. J. Nat. Prod. 1996;59:823–827. doi: 10.1021/np9604994.", "ArticleIdList": ["10.1021/np9604994", "8864235"]}, {"Citation": "Leipner J.R., Oxborough K., Baker N.R. Primary sites of ozone-induced perturbations of photosynthesis in leaves: Identification and characterization in Phaseolus vulgaris using high resolution chlorophyll fluorescence imaging. J. Exp. Bot. 2001;52:1689–1696.", "ArticleIdList": ["11479334"]}, {"Citation": "Loreto F., Velikova V. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiol. 2001;127:1781–1787. doi: 10.1104/pp.010497.", "ArticleIdList": ["10.1104/pp.010497", "PMC133581", "11743121"]}, {"Citation": "Monk R., Murray F. The relative tolerance of some Eucalyptus species to ozone exposure. Water Air Soil Pollut. 1995;85:1405–1411. doi: 10.1007/BF00477178.", "ArticleIdList": ["10.1007/BF00477178"]}, {"Citation": "Loreto F., Pinelli P., Manes F., Kollist H. Impact of ozone on monoterpene emissions and evidence for an isoprene-like antioxidant action of monoterpenes emitted by Quercus ilex leaves. Tree Physiol. 2004;24:361–367. doi: 10.1093/treephys/24.4.361.", "ArticleIdList": ["10.1093/treephys/24.4.361", "14757575"]}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventós R.M. Methods in Enzymology. Volume 299. Elsevier; Amsterdam, The Netherlands: 1999. [14] Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent; pp. 152–178."}, {"Citation": "Yoshikawa K., Kawahara Y., Arihara S., Hashimoto T. Aromatic compounds and their antioxidant activity of Acer saccharum. J. Nat. Med. 2011;65:191–193. doi: 10.1007/s11418-010-0450-5.", "ArticleIdList": ["10.1007/s11418-010-0450-5", "20686865"]}, {"Citation": "Pass D.M., Foley W.J., Bowden B. Vertebrate herbivory on Eucalyptus—Identification of specific feeding deterrents for common ringtail possums (Pseudocheirus peregrinus) by bioassay-guided fractionation of Eucalyptus ovata foliage. J. Chem. Ecol. 1998;24:1513–1527. doi: 10.1023/A:1020911800847.", "ArticleIdList": ["10.1023/A:1020911800847"]}, {"Citation": "Peñuelas J., Llusia J., Asensio D., Munne-Bosch S. Linking isoprene with plant thermotolerance, antioxidants and monoterpene emissions. Plant Cell Environ. 2005;28:278–286. doi: 10.1111/j.1365-3040.2004.01250.x.", "ArticleIdList": ["10.1111/j.1365-3040.2004.01250.x"]}, {"Citation": "Severino J.F., Stich K., Soja G. Ozone stress and antioxidant substances in Trifolium repens and Centaurea jacea leaves. Environ. Pollut. 2007;146:707–714. doi: 10.1016/j.envpol.2006.04.006.", "ArticleIdList": ["10.1016/j.envpol.2006.04.006", "16753243"]}, {"Citation": "Pasqualini S., Piccioni C., Reale L., Ederli L., Della Torre G., Ferranti F. Ozone-induced cell death in tobacco cultivar Bel W3 plants. The role of programmed cell death in lesion formation. Plant Physiol. 2003;133:1122–1134. doi: 10.1104/pp.103.026591.", "ArticleIdList": ["10.1104/pp.103.026591", "PMC281608", "14612586"]}, {"Citation": "Sgarbi E., Fornasiero R.B., Lins A.P., Bonatti P.M. Phenol metabolism is differentially affected by ozone in two cell lines from grape (Vitis vinifera L.) leaf. Plant Sci. 2003;165:951–957. doi: 10.1016/S0168-9452(03)00219-X.", "ArticleIdList": ["10.1016/S0168-9452(03)00219-X"]}, {"Citation": "Sharma Y.K., Davis K.R. Ozone-induced expression of stress-related genes in Arabidopsis thaliana. Plant Physiol. 1994;105:1089–1096. doi: 10.1104/pp.105.4.1089.", "ArticleIdList": ["10.1104/pp.105.4.1089", "PMC159436", "12232267"]}, {"Citation": "Loreto F., Barta C., Brilli F., Nogues I. On the induction of volatile organic compound emissions by plants as consequence of wounding or fluctuations of light and temperature. Plant Cell Environ. 2006;29:1820–1828. doi: 10.1111/j.1365-3040.2006.01561.x.", "ArticleIdList": ["10.1111/j.1365-3040.2006.01561.x", "16913871"]}, {"Citation": "Jensen L.M., Wallis I.R., Marsh K.J., Moore B.D., Wiggins N.L., Foley W.J. Four species of arboreal folivore show differential tolerance to a secondary metabolite. Oecologia. 2014;176:251–258. doi: 10.1007/s00442-014-2997-4.", "ArticleIdList": ["10.1007/s00442-014-2997-4", "24974269"]}, {"Citation": "Stapley J., Foley W., Cunningham R., Eschler B. How well can common brushtail possums regulate their intake of Eucalyptus toxins? J. Comp. Physiol. B. 2000;170:211–218. doi: 10.1007/s003600050277.", "ArticleIdList": ["10.1007/s003600050277", "10841261"]}, {"Citation": "Matsuki M., Foley W.J., Floyd R.B. Role of volatile and non-volatile plant secondary metabolites in host tree selection by Christmas beetles. J. Chem. Ecol. 2011;37:286–300. doi: 10.1007/s10886-011-9916-5.", "ArticleIdList": ["10.1007/s10886-011-9916-5", "21336682"]}, {"Citation": "Wallis I.R., Keszei A., Henery M.L., Moran G.F., Forrester R., Maintz J., Marsh K.J., Andrew R.L., Foley W.J. A chemical perspective on the evolution of variation in Eucalyptus globulus. Perspect. Plant Ecol. Evol. Syst. 2011;13:305–318. doi: 10.1016/j.ppees.2011.05.005.", "ArticleIdList": ["10.1016/j.ppees.2011.05.005"]}, {"Citation": "Kang H.-M., Saltveit M.E. Antioxidant capacity of lettuce leaf tissue increases after wounding. J. Agric. Food Chem. 2002;50:7536–7541. doi: 10.1021/jf020721c.", "ArticleIdList": ["10.1021/jf020721c", "12475267"]}, {"Citation": "Reyes L.F., Villarreal J.E., Cisneros-Zevallos L. The increase in antioxidant capacity after wounding depends on the type of fruit or vegetable tissue. Food Chem. 2007;101:1254–1262. doi: 10.1016/j.foodchem.2006.03.032.", "ArticleIdList": ["10.1016/j.foodchem.2006.03.032"]}, {"Citation": "López-Gálvez G., Saltveit M., Cantwell M. Wound-induced phenylalanine ammonia lyase activity: Factors affecting its induction and correlation with the quality of minimally processed lettuces. Postharvest Biol. Technol. 1996;9:223–233. doi: 10.1016/S0925-5214(96)00050-6.", "ArticleIdList": ["10.1016/S0925-5214(96)00050-6"]}, {"Citation": "Yoshikawa M., Luo W., Tanaka G., Konishi Y., Matsuura H., Takahashi K. Wounding stress induces phenylalanine ammonia lyases, leading to the accumulation of phenylpropanoids in the model liverwort Marchantia polymorpha. Phytochemistry. 2018;155:30–36. doi: 10.1016/j.phytochem.2018.07.014.", "ArticleIdList": ["10.1016/j.phytochem.2018.07.014", "30064058"]}, {"Citation": "Alexieva V., Ivanov S., Sergiev I., Karanov E. Interaction between stresses. Bulg. J. Plant Physiol. 2003;29:1–17."}, {"Citation": "Niinemets Ü., Kahru A., Mander Ü., Nõges P., Nõges T., Tuvikene A., Vasemägi A. Interacting environmental and chemical stresses under global change in temperate aquatic ecosystems: Stress responses, adaptation, and scaling. Reg. Environ. Chang. 2017;17:2061–2077. doi: 10.1007/s10113-017-1196-3.", "ArticleIdList": ["10.1007/s10113-017-1196-3"]}, {"Citation": "Martinez-Medina A., Flors V., Heil M., Mauch-Mani B., Pieterse C.M., Pozo M.J., Ton J., van Dam N.M., Conrath U. Recognizing plant defense priming. Trends Plant Sci. 2016;21:818–822. doi: 10.1016/j.tplants.2016.07.009.", "ArticleIdList": ["10.1016/j.tplants.2016.07.009", "27507609"]}, {"Citation": "Van Doorslaer S., Dedonder A., de Blocks M., Callens F. Oxidative stress in plants: EPR monitoring in DMPO-DMSO based extracts. J. Plant Physiol. 1999;154:132–136. doi: 10.1016/S0176-1617(99)80329-0.", "ArticleIdList": ["10.1016/S0176-1617(99)80329-0"]}, {"Citation": "Gao Y., Li G.-T., Li Y., Hai P., Wang F., Liu J.-K. Guajadials CF, four unusual meroterpenoids from Psidium guajava. Nat. Prod. Bioprospecting. 2013;3:14–19. doi: 10.1007/s13659-012-0102-4.", "ArticleIdList": ["10.1007/s13659-012-0102-4"]}, {"Citation": "Jian Y.Q., Huang X.J., Zhang D.M., Jiang R.W., Chen M.F., Zhao B.X., Wang Y., Ye W.C. Guapsidial A and guadials B and C: Three new meroterpenoids with unusual skeletons from the leaves of Psidium guajava. Chem. Eur. J. 2015;21:9022–9027. doi: 10.1002/chem.201500533.", "ArticleIdList": ["10.1002/chem.201500533", "25965842"]}, {"Citation": "Shao M., Wang Y., Jian Y.-Q., Huang X.-J., Zhang D.-M., Tang Q.-F., Jiang R.-W., Sun X.-G., Lv Z.-P., Zhang X.-Q. Guadial A and psiguadials C and D, three unusual meroterpenoids from Psidium guajava. Org. Lett. 2012;14:5262–5265. doi: 10.1021/ol302423b.", "ArticleIdList": ["10.1021/ol302423b", "23020279"]}, {"Citation": "Tang G.-H., Dong Z., Guo Y.-Q., Cheng Z.-B., Zhou C.-J., Yin S. Psiguajadials A–K: Unusual Psidium Meroterpenoids as Phosphodiesterase-4 Inhibitors from the Leaves of Psidium guajava. Sci. Rep. 2017;7:1047. doi: 10.1038/s41598-017-01028-4.", "ArticleIdList": ["10.1038/s41598-017-01028-4", "PMC5430738", "28432317"]}, {"Citation": "Yang X.-L., Hsieh K.-L., Liu J.-K. Guajadial: An unusual meroterpenoid from guava leaves Psidium guajava. Org. Lett. 2007;9:5135–5138. doi: 10.1021/ol702537q.", "ArticleIdList": ["10.1021/ol702537q", "17985919"]}, {"Citation": "Yin S., Xue J.-J., Fan C.-Q., Miao Z.-H., Ding J., Yue J.-M. Eucalyptals A− C with a new skeleton isolated from Eucalyptus globulus. Org. Lett. 2007;9:5549–5552. doi: 10.1021/ol7025075.", "ArticleIdList": ["10.1021/ol7025075", "18020353"]}, {"Citation": "Külheim C., Yeoh S.H., Wallis I.R., Laffan S., Moran G.F., Foley W.J. The molecular basis of quantitative variation in foliar secondary metabolites in Eucalyptus globulus. New Phytol. 2011;191:1041–1053. doi: 10.1111/j.1469-8137.2011.03769.x.", "ArticleIdList": ["10.1111/j.1469-8137.2011.03769.x", "21609332"]}, {"Citation": "Henery M.L., Moran G.F., Wallis I.R., Foley W.J. Identification of quantitative trait loci influencing foliar concentrations of terpenes and formylated phloroglucinol compounds in Eucalyptus nitens. New Phytol. 2007;176:82–95. doi: 10.1111/j.1469-8137.2007.02159.x.", "ArticleIdList": ["10.1111/j.1469-8137.2007.02159.x", "17696979"]}, {"Citation": "Tattini M., Loreto F., Fini A., Guidi L., Brunetti C., Velikova V., Gori A., Ferrini F. Isoprenoids and phenylpropanoids are part of the antioxidant defense orchestrated daily by drought-stressed Platanus × acerifolia plants during Mediterranean summers. New Phytol. 2015;207:613–626. doi: 10.1111/nph.13380.", "ArticleIdList": ["10.1111/nph.13380", "25784134"]}, {"Citation": "Tounekti T., Hernández I., Munné-Bosch S. Salicylic Acid. Springer; Berlin/Heidelberg, Germany: 2013. Salicylic acid biosynthesis and role in modulating terpenoid and flavonoid metabolism in plant responses to abiotic stress; pp. 141–162."}, {"Citation": "Close D.C., Davies N.W., Beadle C.L. Temporal variation of tannins (galloylglucoses), flavonols and anthocyanins in leaves of Eucalyptus nitens seedlings: Implications for light attenuation and antioxidant activities. Funct. Plant Biol. 2001;28:269–278. doi: 10.1071/PP00112.", "ArticleIdList": ["10.1071/PP00112"]}, {"Citation": "Tanaka T., Mikamiyama H., Maeda K., Iwata C., In Y., Ishida T. Total synthesis of (−)-macrocarpal C. Stereoselective coupling reaction with a novel hexasubstituted benzene Cr (CO)3 complex as a biomimetic chiral benzyl cation equivalent. J. Org. Chem. 1998;63:9782–9793. doi: 10.1021/jo981413+.", "ArticleIdList": ["10.1021/jo981413+"]}, {"Citation": "Copolovici L., Niinemets Ü. Flooding induced emissions of volatile signalling compounds in three tree species with differing waterlogging tolerance. Plant Cell Environ. 2010;33:1582–1594. doi: 10.1111/j.1365-3040.2010.02166.x.", "ArticleIdList": ["10.1111/j.1365-3040.2010.02166.x", "20444211"]}, {"Citation": "O’Connor J., Parbery D., Strauss W. The effects of phytotoxic gases on native Australian plant species: Part 2. Acute injury due to ozone. Environ. Pollut. (1970) 1975;9:181–192. doi: 10.1016/0013-9327(75)90035-X.", "ArticleIdList": ["10.1016/0013-9327(75)90035-X"]}, {"Citation": "Beauchamp J., Wisthaler A., Hansel A., Kleist E., Miebach M., Niinemets Ü., Schurr U., Wildt J. Ozone induced emissions of biogenic VOC from tobacco: Relationships between ozone uptake and emission of LOX products. Plant Cell Environ. 2005;28:1334–1343. doi: 10.1111/j.1365-3040.2005.01383.x.", "ArticleIdList": ["10.1111/j.1365-3040.2005.01383.x"]}, {"Citation": "Calfapietra C., Wiberley A.E., Falbel T.G., Linskey A.R., Mugnozza G.S., Karnosky D.F., Loreto F., Sharkey T.D. Isoprene synthase expression and protein levels are reduced under elevated O3 but not under elevated CO2 (FACE) in field-grown aspen trees. Plant Cell Environ. 2007;30:654–661. doi: 10.1111/j.1365-3040.2007.01646.x.", "ArticleIdList": ["10.1111/j.1365-3040.2007.01646.x", "17407542"]}, {"Citation": "Li S., Harley P.C., Niinemets Ü. Ozone-induced foliar damage and release of stress volatiles is highly dependent on stomatal openness and priming by low-level ozone exposure in Phaseolus vulgaris. Plant Cell Environ. 2017;40:1984–2003. doi: 10.1111/pce.13003.", "ArticleIdList": ["10.1111/pce.13003", "PMC5788268", "28623868"]}, {"Citation": "Santos B.M.d., Zibrandtsen J.F.S., Gunbilig D., Sørensen M., Cozzi F., Boughton B.A., Heskes A.M., Neilson E.H.J. Quantification and Localization of Formylated Phloroglucinol Compounds (FPCs) in Eucalyptus Species. Front. Plant Sci. 2019:10. doi: 10.3389/fpls.2019.00186.", "ArticleIdList": ["10.3389/fpls.2019.00186", "PMC6399404", "30863416"]}, {"Citation": "Singleton V.L., Rossi J.A. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am. J. Enol. Vitic. 1965;16:144–158."}, {"Citation": "Xu B., Chang S. A comparative study on phenolic profiles and antioxidant activities of legumes as affected by extraction solvents. J. Food Sci. 2007;72:S159–S166. doi: 10.1111/j.1750-3841.2006.00260.x.", "ArticleIdList": ["10.1111/j.1750-3841.2006.00260.x", "17995858"]}, {"Citation": "Xia J., Sinelnikov I.V., Han B., Wishart D.S. MetaboAnalyst 3.0—Making metabolomics more meaningful. Nucleic Acids Res. 2015;43:W251–W257. doi: 10.1093/nar/gkv380.", "ArticleIdList": ["10.1093/nar/gkv380", "PMC4489235", "25897128"]}, {"Citation": "Xia J., Wishart D.S. Using MetaboAnalyst 3.0 for comprehensive metabolomics data analysis. Curr. Protoc. Bioinform. 2016;55:14.10.11–14.10.91. doi: 10.1002/cpbi.11.", "ArticleIdList": ["10.1002/cpbi.11", "27603023"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "30"}, {"Year": "2019", "Month": "2", "Day": "28"}, {"Year": "2019", "Month": "2", "Day": "28"}, {"Year": "2019", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30845742", "PMC6468632", "10.3390/metabo9030046", "metabo9030046"]}}]}