{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Gammarus pulex", "body burden analysis", "feeding rate inhibition", "in situ monitoring", "internal concentrations", "micropollutants", "wastewater", "wastewater treatment"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30862023", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "11"}], "Language": ["eng"], "ELocationID": ["883", "10.3390/ijerph16050883"], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "16", "Issue": "5", "PubDate": {"Year": "2019", "Month": "Mar", "Day": "11"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "Combination of In Situ Feeding Rate Experiments and Chemical Body Burden Analysis to Assess the Influence of Micropollutants in Wastewater on <i>Gammarus pulex</i>.", "Abstract": {"AbstractText": ["Wastewater discharge is one of the main sources of micropollutants within the aquatic environment. To reduce the risks for the aquatic environment, the reduction of the chemical load of wastewater treatment plant effluent is critical. Based on this need, additional treatment methods, such as ozonation, are currently being tested in several wastewater treatment plants (WWTPs). In the present study, effects were investigated using in situ feeding experiments with <i>Gammarus pulex</i> and body burden analyses of frequently detected micropollutants which used a Quick Easy Cheap Effective Rugged and Safe (QuEChERS) multi-residue method to quantify internal concentrations in collected gammarids. Information obtained from these experiments complemented data from the chemical analysis of water samples and bioassays, which predominantly cover hydrophilic substances. When comparing up- and downstream feeding rates of <i>Gammarus pulex</i> for seven days, relative to the WWTPs, no significant acute effects were detected, although a slight trend of increased feeding rate downstream of the WWTP Aachen-Soers was observed. The chemical load released by the WWTP or at other points, or by diffuse sources, might be too low to lead to clear acute effects on <i>G. pulex</i>. However, some compounds found in wastewater are able to alter the microbial community on its leaves, leading to an increase in the feeding rate of <i>G. pulex</i>. Chemical analysis of internal concentrations of pollutants in the tissues of collected gammarids suggests a potential risk for chronic effects with the chemicals imidacloprid, thiacloprid, carbendazim, and 1H-benzotriazole when exceeding the critical toxic unit value of -3. This study has demonstrated that a combination of acute testing and measurement of the internal concentration of micropollutants that might lead to chronic effects is an efficient tool for investigating river systems, assuming all relevant factors (e.g., species or season) are taken into account."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecosystem Analysis, Institute for Environmental Research, RWTH Aachen University, Worringerweg 1, 52074 Aachen, Germany. sarah.koenemann@rwth-aachen.de."}, {"Identifier": [], "Affiliation": "Department Environmental Toxicology, Swiss Federal Institute of Aquatic Science and Technology, Eawag, Überlandstrasse 133, 8600 Dübendorf, Switzerland. sarah.koenemann@rwth-aachen.de."}], "Identifier": ["0000-0002-1539-4060"], "LastName": "Könemann", "ForeName": "Sarah", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecosystem Analysis, Institute for Environmental Research, RWTH Aachen University, Worringerweg 1, 52074 Aachen, Germany. yvonne.mueller@bio5.rwth-aachen.de."}], "Identifier": [], "LastName": "Müller", "ForeName": "Yvonne", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecosystem Analysis, Institute for Environmental Research, RWTH Aachen University, Worringerweg 1, 52074 Aachen, Germany. daniel.tschentscher@rwth-aachen.de."}], "Identifier": [], "LastName": "Tschentscher", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department Effect-Directed Analysis, Helmholtz Institute for Environmental Research-UFZ, Permoserstrasse 15, 04318 Leipzig, Germany. martin.krauss@ufz.de."}], "Identifier": [], "LastName": "Krauss", "ForeName": "Martin", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department Effect-Directed Analysis, Helmholtz Institute for Environmental Research-UFZ, Permoserstrasse 15, 04318 Leipzig, Germany. pedro.inostroza@bioenv.gu.se."}, {"Identifier": [], "Affiliation": "Department of Biological and Environmental Sciences, University of Gothenburg, PO BOX 461, 40530 Gothenburg, Sweden. pedro.inostroza@bioenv.gu.se."}], "Identifier": ["0000-0001-7399-8308"], "LastName": "Inostroza", "ForeName": "Pedro A", "Initials": "PA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Waterboard Eifel-Rur, Eisenbahnstrasse 5, 52353 Düren, Germany. Ira.Brueckner@wver.de."}], "Identifier": [], "LastName": "Brückner", "ForeName": "Ira", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Engineering, RWTH Aachen University, Mies-van-der-Rohe-Strasse 1, 52074 Aachen, Germany. pinnekamp@isa.rwth-aachen.de."}], "Identifier": [], "LastName": "Pinnekamp", "ForeName": "Johannes", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecosystem Analysis, Institute for Environmental Research, RWTH Aachen University, Worringerweg 1, 52074 Aachen, Germany. s.schiwy@bio5.rwth-aachen.de."}], "Identifier": [], "LastName": "Schiwy", "ForeName": "Sabrina", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecosystem Analysis, Institute for Environmental Research, RWTH Aachen University, Worringerweg 1, 52074 Aachen, Germany. henner.hollert@rwth-aachen.de."}], "Identifier": [], "LastName": "Hollert", "ForeName": "Henner", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Waste Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Amphipoda"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Body Burden"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rivers"}, {"QualifierName": ["chemistry"], "DescriptorName": "Wastewater"}, {"QualifierName": ["chemistry"], "DescriptorName": "Water Pollutants, Chemical"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Luo Y., Guo W., Ngo H.H., Nghiem L.D., Hai F.I., Zhang J., Liang S., Wang X.C. A review on the occurrence of micropollutants in the aquatic environment and their fate and removal during wastewater treatment. Sci. Total Environ. 2014;473:619–641. doi: 10.1016/j.scitotenv.2013.12.065.", "ArticleIdList": ["10.1016/j.scitotenv.2013.12.065", "24394371"]}, {"Citation": "Schaar H., Clara M., Gans O., Kreuzinger N. Micropollutant removal during biological wastewater treatment and a subsequent ozonation step. Environ. Pollut. 2010;158:1399–1404. doi: 10.1016/j.envpol.2009.12.038.", "ArticleIdList": ["10.1016/j.envpol.2009.12.038", "20085854"]}, {"Citation": "Dulio V., van Bavel B., Brorström-Lundén E., Harmsen J., Hollender J., Schlabach M., Slobodnik J., Thomas K., Koschorreck J. Emerging pollutants in the EU: 10 years of NORMAN in support of environmental policies and regulations. Environ. Sci. Eur. 2018;30:5. doi: 10.1186/s12302-018-0135-3.", "ArticleIdList": ["10.1186/s12302-018-0135-3", "PMC5846969", "29568720"]}, {"Citation": "Ternes T., Joss A. Human Pharmaceuticals, Hormones and Fragrances. IWA Publishing; London, UK: 2007."}, {"Citation": "Hollender J., Zimmermann S.G., Koepke S., Krauss M., Mcardell C.S., Ort C., Singer H., von Gunten U., Siegrist H. Elimination of organic micropollutants in a municipal wastewater treatment plant upgraded with a full-scale post-ozonation followed by sand filtration. Environ. Sci. Technol. 2009;43:7862–7869. doi: 10.1021/es9014629.", "ArticleIdList": ["10.1021/es9014629", "19921906"]}, {"Citation": "Brack W., Escher B.I., Müller E., Schmitt-Jansen M., Schulze T., Slobodnik J., Hollert H. Towards a holistic and solution-oriented monitoring of chemical status of European water bodies: How to support the EU strategy for a non-toxic environment? Environ. Sci. Eur. 2018;30:33. doi: 10.1186/s12302-018-0161-1.", "ArticleIdList": ["10.1186/s12302-018-0161-1", "PMC6132835", "30221105"]}, {"Citation": "Bundschuh M., Schulz R. Ozonation of secondary treated wastewater reduces ecotoxicity to Gammarus fossarum (Crustacea; Amphipoda): Are loads of (micro) pollutants responsible? Water Res. 2011;45:3999–4007. doi: 10.1016/j.watres.2011.05.007.", "ArticleIdList": ["10.1016/j.watres.2011.05.007", "21636106"]}, {"Citation": "Maletz S., Floehr T., Beier S., Klümper C., Brouwer A., Behnisch P., Higley E., Giesy J.P., Hecker M., Gebhardt W. In vitro characterization of the effectiveness of enhanced sewage treatment processes to eliminate endocrine activity of hospital effluents. Water Res. 2013;47:1545–1557. doi: 10.1016/j.watres.2012.12.008.", "ArticleIdList": ["10.1016/j.watres.2012.12.008", "23305681"]}, {"Citation": "Schwarzenbach R.P., Escher B.I., Fenner K., Hofstetter T.B., Johnson C.A., von Gunten U., Wehrli B. The challenge of micropollutants in aquatic systems. Science. 2006;313:1072–1077. doi: 10.1126/science.1127291.", "ArticleIdList": ["10.1126/science.1127291", "16931750"]}, {"Citation": "Brack W. Effect-directed analysis: A promising tool for the identification of organic toxicants in complex mixtures? Anal. Bioanal. Chem. 2003;377:397–407. doi: 10.1007/s00216-003-2139-z.", "ArticleIdList": ["10.1007/s00216-003-2139-z", "12904950"]}, {"Citation": "Brack W., Altenburger R., Schüürmann G., Krauss M., Herráez D.L., van Gils J., Slobodnik J., Munthe J., Gawlik B.M., van Wezel A. The solutions project: Challenges and responses for present and future emerging pollutants in land and water resources management. Sci. Total Environ. 2015;503:22–31. doi: 10.1016/j.scitotenv.2014.05.143.", "ArticleIdList": ["10.1016/j.scitotenv.2014.05.143", "24951181"]}, {"Citation": "Crane M., Delaney P., Mainstone C., Clarke S. Measurement by in situ bioassay of water quality in an agricultural catchment. Water Res. 1995;29:2441–2448. doi: 10.1016/0043-1354(95)00085-Y.", "ArticleIdList": ["10.1016/0043-1354(95)00085-Y"]}, {"Citation": "Wernersson An., Carere M., Maggi C., Tusil P., Soldan P., James A., Sanchez W., Dulio V., Broeg K., Reifferscheid G. The European technical report on aquatic effect-based monitoring tools under the water framework directive. Environ. Sci. Eur. 2015;27:7. doi: 10.1186/s12302-015-0039-4.", "ArticleIdList": ["10.1186/s12302-015-0039-4"]}, {"Citation": "Crossland N.O. The role of mesocosm studies in pesticide registration; Proceedings of the Brighton Crop Protection Conference, Pests and Diseases; Brighton, UK. 19–22 November 1990; Alton, UK: British Crop Protection Council Publications; 1990."}, {"Citation": "Graney R.L., Giesy J.P., DiToro D. Using Mesocosms to Assess the Aquatic Ecological Risk of Pesticides: Theory and Practice. Entomological Society of America; Lanham, MD, USA: 1989. Mesocosm experimental design strategies: Advantages and disadvantages in ecological risk assessment; pp. 74–88."}, {"Citation": "Hopkin S.P. Handbook of Ecotoxicology. Blackwell Scientific; Hoboken, NJ, USA: 1993. In situ biological monitoring of pollution in terrestrial and aquatic ecosystems; pp. 397–427."}, {"Citation": "Schulz R., Liess M. Validity and ecological relevance of an active in situ bioassay using Gammarus pulex and Limnephilus lunatus. Environ. Toxicol. Chem. 1999;18:2243–2250. doi: 10.1002/etc.5620181018.", "ArticleIdList": ["10.1002/etc.5620181018", "29857617"]}, {"Citation": "Crane M., Burton G.A., Culp J.M., Greenberg M.S., Munkittrick K.R., Ribeiro R., Salazar M.H., St-Jean S.D. Review of aquatic in situ approaches for stressor and effect diagnosis. Integr. Environ. Assess. Manag. 2007;3:234–245. doi: 10.1897/IEAM_2006-027.1.", "ArticleIdList": ["10.1897/IEAM_2006-027.1", "17477291"]}, {"Citation": "Maltby L., Clayton S.A., Wood R.M., McLoughlin N. Evaluation of the Gammarus pulex in situ feeding assay as a biomonitor of water quality: Robustness, responsiveness, and relevance. Environ. Toxicol. Chem. 2002;21:361–368. doi: 10.1002/etc.5620210219.", "ArticleIdList": ["10.1002/etc.5620210219", "11833806"]}, {"Citation": "Hellawell J.M. Biological Indicators of Freshwater Pollution and Environmental Management. Springer Science & Business Media; Berlin/Heidelberg, Germany: 2012."}, {"Citation": "Resh V.H., Rosenberg D.M. Freshwater Biomonitoring and Benthic Macroinvertebrates. Chapman & Hall; New York, NY, USA: 1993."}, {"Citation": "Coulaud R., Geffard O., Xuereb B., Lacaze E., Quéau H., Garric J., Charles S., Chaumot A. In situ feeding assay with Gammarus fossarum (Crustacea): Modelling the influence of confounding factors to improve water quality biomonitoring. Water Res. 2011;45:6417–6429. doi: 10.1016/j.watres.2011.09.035.", "ArticleIdList": ["10.1016/j.watres.2011.09.035", "22014562"]}, {"Citation": "EFSA Panel on Plant Protection Products and their Residues Guidance on tiered risk assessment for plant protection products for aquatic organisms in edge-of-field surface waters. EFSA J. 2013;11:3290."}, {"Citation": "Baird D.J., Brown S.S., Lagadic L., Liess M., Maltby L., Moreira-Santos M., Schulz R., Scott G.I. In situ-based effects measures: Determining the ecological relevance of measured responses. Integr. Environ. Assess. Manag. 2007;3:259–267. doi: 10.1897/IEAM_2006-031.1.", "ArticleIdList": ["10.1897/IEAM_2006-031.1", "17477293"]}, {"Citation": "Barata C., Damasio J., Lopez M.A., Kuster M., de Alda M.L., Barcelo D., Riva M.C., Raldua D. Combined use of biomarkers and in situ bioassays in Daphnia magna to monitor environmental hazards of pesticides in the field. Environ. Toxicol. Chem. 2007;26:370–379. doi: 10.1897/06-209R.1.", "ArticleIdList": ["10.1897/06-209R.1", "17713226"]}, {"Citation": "Maltby L. Studying stress: The importance of organism-level responses. Ecol. Appl. 1999;9:431–440. doi: 10.1890/1051-0761(1999)009[0431:SSTIOO]2.0.CO;2.", "ArticleIdList": ["10.1890/1051-0761(1999)009[0431:SSTIOO]2.0.CO;2"]}, {"Citation": "Gerhardt A., Koster M., Lang F., Leib V. Active in situ biomonitoring of pesticide pulses using Gammarus spp. In small tributaries of lake constance. J. Environ. Prot. 2012;3:573. doi: 10.4236/jep.2012.37069.", "ArticleIdList": ["10.4236/jep.2012.37069"]}, {"Citation": "Macedo-Sousa J.A., Pestana J.L.T., Gerhardt A., Nogueira A.J.A., Soares A.M.V.M. Behavioural and feeding responses of Echinogammarus meridionalis (Crustacea, Amphipoda) to acid mine drainage. Chemosphere. 2007;67:1663–1670. doi: 10.1016/j.chemosphere.2006.11.055.", "ArticleIdList": ["10.1016/j.chemosphere.2006.11.055", "17239923"]}, {"Citation": "Bousfield E.L. Shallow-Water Gammaridean Amphipoda of New England. Comstock Publishing Associates; Ithaca, NY, USA: 1973."}, {"Citation": "MacNeil C., Dick J.T.A., Elwood R.W. The trophic ecology of freshwater Gammarus spp.(Crustacea: Amphipoda): Problems and perspectives concerning the functional feeding group concept. Biol. Rev. 1997;72:349–364. doi: 10.1017/S0006323196005038.", "ArticleIdList": ["10.1017/S0006323196005038"]}, {"Citation": "Burton G.A., Nelson M.K., Ingersoll C.G. Sediment Toxicity Assessment. Lewis Publishers; Boca Raton, FL, USA: 1992. Freshwater benthic toxicity tests; pp. 213–240."}, {"Citation": "Tlili K., Labadie P., Bourges C., Desportes A., Chevreuil M. Bioaccumulation of polybrominated diphenyl ethers by the freshwater benthic amphipod Gammarus pulex. Arch. Environ. Contam. Toxicol. 2012;63:69–76. doi: 10.1007/s00244-012-9751-x.", "ArticleIdList": ["10.1007/s00244-012-9751-x", "22367498"]}, {"Citation": "Grabicova K., Grabic R., Blaha M., Kumar V., Cerveny D., Fedorova G., Randak T. Presence of pharmaceuticals in benthic fauna living in a small stream affected by effluent from a municipal sewage treatment plant. Water Res. 2015;72:145–153. doi: 10.1016/j.watres.2014.09.018.", "ArticleIdList": ["10.1016/j.watres.2014.09.018", "25283339"]}, {"Citation": "Goodyear K.L., McNeill S. Bioaccumulation of heavy metals by aquatic macro-invertebrates of different feeding guilds: A review. Sci. Total Environ. 1999;229:1–19. doi: 10.1016/S0048-9697(99)00051-0.", "ArticleIdList": ["10.1016/S0048-9697(99)00051-0"]}, {"Citation": "Vrana B., Allan I.J., Greenwood R., Mills G.A., Dominiak E., Svensson K., Knutsson J., Morrison G. Passive sampling techniques for monitoring pollutants in water. TrAC Trends Anal. Chem. 2005;24:845–868. doi: 10.1016/j.trac.2005.06.006.", "ArticleIdList": ["10.1016/j.trac.2005.06.006"]}, {"Citation": "Ashauer R., Caravatti I., Hintermeister A., Escher B.I. Bioaccumulation kinetics of organic xenobiotic pollutants in the freshwater invertebrate gammarus pulex modeled with prediction intervals. Environ. Toxicol. Chem. 2010;29:1625–1636. doi: 10.1002/etc.175.", "ArticleIdList": ["10.1002/etc.175", "20821614"]}, {"Citation": "Anastassiades M., Scherbaum E., Bertsch D. Validation of a simple and rapid multiresidue method (QuEChERS) and its implementation in routine pesticide analysis; Proceedings of the MGPR Symposium; Aix en Provence, France. 20–24 May 2003."}, {"Citation": "Payá P., Anastassiades M., Mack D., Sigalova I., Tasdelen B., Oliva J., Barba A. Analysis of pesticide residues using the quick easy cheap effective rugged and safe (QuEChERS) pesticide multiresidue method in combination with gas and liquid chromatography and tandem mass spectrometric detection. Anal. Bioanal. Chem. 2007;389:1697–1714. doi: 10.1007/s00216-007-1610-7.", "ArticleIdList": ["10.1007/s00216-007-1610-7", "17909760"]}, {"Citation": "MULNV  Flussgebiete Nrw: Steckbriefe für das Gebiet Maas-Süd (rur), ab s. 110 Planungseinheit „Wurm“.  [(accessed on 11 March 2019)];2013  Available online:  https://www.flussgebiete.nrw.de/system/files/atoms/files/pe-stb_maas_sued_entwurf_20141222.pdf."}, {"Citation": "Gualtieri M., Andrioletti M., Vismara C., Milani M., Camatini M. Toxicity of tire debris leachates. Environ. Int. 2005;31:723–730. doi: 10.1016/j.envint.2005.02.001.", "ArticleIdList": ["10.1016/j.envint.2005.02.001", "15910969"]}, {"Citation": "NRW MUNLV  Steckbriefe der Planungseinheiten in den Nordrheinwestfälischen Anteilen von Rhein, Weser, Ems Und Maas: Oberflächengewässer und Grundwasser–teileinzugsgebiet Rhein/sieg Nrw, Düsseldorf.  [(accessed on 11 March 2019)];2009  Available online:  https://www.flussgebiete.nrw.de/system/files/atoms/files/pe-stb_rheingraben-nord_entwurf_20141222.pdf."}, {"Citation": "Maltby L., Clayton S.A., Yu H., McLoughlin N., Wood R.M., Yin D. Using single-species toxicity tests, community-level responses, and toxicity identification evaluations to investigate effluent impacts. Environ. Toxicol. Chem. 2000;19:151–157. doi: 10.1002/etc.5620190118.", "ArticleIdList": ["10.1002/etc.5620190118"]}, {"Citation": "Inostroza P.A., Wicht An., Huber T., Nagy C., Brack W., Krauss M. Body burden of pesticides and wastewater-derived pollutants on freshwater invertebrates: Method development and application in the Danube river. Environ. Pollut. 2016;214:77–85. doi: 10.1016/j.envpol.2016.03.064.", "ArticleIdList": ["10.1016/j.envpol.2016.03.064", "27064613"]}, {"Citation": "Inostroza P.A., Vera-Escalona I., Wicht A., Krauss M., Brack W., Norf H. Anthropogenic stressors shape genetic structure: Insights from a model freshwater population along a land use gradient. Environ. Sci. Technol. 2016;50:11346–11356. doi: 10.1021/acs.est.6b04629.", "ArticleIdList": ["10.1021/acs.est.6b04629", "27643810"]}, {"Citation": "Ashauer R., Boxall A., Brown C. Uptake and elimination of Chlorpyrifos and Pentachlorophenol into the freshwater amphipod Gammarus pulex. Arch. Environ. Contam. Toxicol. 2006;51:542–548. doi: 10.1007/s00244-005-0317-z.", "ArticleIdList": ["10.1007/s00244-005-0317-z", "16944039"]}, {"Citation": "Warne M.S.J., Hawker D.W. The number of components in a mixture determines whether synergistic and antagonistic or additive toxicity predominate: The funnel hypothesis. Ecotoxicol. Environ. Saf. 1995;31:23–28. doi: 10.1006/eesa.1995.1039.", "ArticleIdList": ["10.1006/eesa.1995.1039", "7544261"]}, {"Citation": "Liess M., Schäfer R.B., Schriever C.A. The footprint of pesticide stress in communities—Species traits reveal community effects of toxicants. Sci. Total Environ. 2008;406:484–490. doi: 10.1016/j.scitotenv.2008.05.054.", "ArticleIdList": ["10.1016/j.scitotenv.2008.05.054", "18653215"]}, {"Citation": "Bundschuh M., Schulz R. Population response to ozone application in wastewater: An on-site microcosm study with Gammarus fossarum (Crustacea: Amphipoda) Ecotoxicology. 2011;20:466–473. doi: 10.1007/s10646-011-0599-z.", "ArticleIdList": ["10.1007/s10646-011-0599-z", "21267649"]}, {"Citation": "Englert D., Zubrod J.P., Schulz R., Bundschuh M. Effects of municipal wastewater on aquatic ecosystem structure and function in the receiving stream. Sci. Total Environ. 2013;454:401–410. doi: 10.1016/j.scitotenv.2013.03.025.", "ArticleIdList": ["10.1016/j.scitotenv.2013.03.025", "23562693"]}, {"Citation": "Chaumot A., Geffard O., Armengaud J., Maltby L. Aquatic Ecotoxicology. Academic Press; Cambridge, MA, USA: 2015. Gammarids as reference species for freshwater monitoring; pp. 253–280."}, {"Citation": "Crane M., Maltby L. The lethal and sublethal responses of Gammarus pulex to stress: Sensitivity and sources of variation in an in situ bioassay. Environ. Toxicol. Chem. 1991;10:1331–1339. doi: 10.1897/1552-8618(1991)10[1331:TLASRO]2.0.CO;2.", "ArticleIdList": ["10.1897/1552-8618(1991)10[1331:TLASRO]2.0.CO;2"]}, {"Citation": "Alonso Á., de Lange H.J., Peeters E.T.H.M. Development of a feeding behavioural bioassay using the freshwater amphipod Gammarus pulex and the multispecies freshwater biomonitor. Chemosphere. 2009;75:341–346. doi: 10.1016/j.chemosphere.2008.12.031.", "ArticleIdList": ["10.1016/j.chemosphere.2008.12.031", "19167022"]}, {"Citation": "De Lange H.J., Noordoven W., Murk A.J., Lürling M.F., Peeters E.T. Behavioural responses of Gammarus pulex (Crustacea, Amphipoda) to low concentrations of pharmaceuticals. Aquat. Toxicol. 2006;78:209–216. doi: 10.1016/j.aquatox.2006.03.002.", "ArticleIdList": ["10.1016/j.aquatox.2006.03.002", "16624423"]}, {"Citation": "Inostroza P.A., Vera-Escalona I., Wild R., Norf H., Brauns M. Tandem action of natural and chemical stressors in stream ecosystems: Insights from a population genetic perspective. Environ. Sci. Technol. 2018;52:7962–7971. doi: 10.1021/acs.est.8b01259.", "ArticleIdList": ["10.1021/acs.est.8b01259", "29898597"]}, {"Citation": "Munz N.A., Fu Q., Stamm C., Hollender J. Internal concentrations in gammarids reveal increased risk of organic micropollutants in wastewater-impacted streams. Environ. Sci. Technol. 2018;52:10347–10358. doi: 10.1021/acs.est.8b03632.", "ArticleIdList": ["10.1021/acs.est.8b03632", "30117321"]}, {"Citation": "Dietrich S., Dammel S., Ploessl F., Bracher F., Laforsch C. Effects of a pharmaceutical mixture at environmentally relevant concentrations on the amphipod Gammarus fossarum. Mar. Freshw. Res. 2010;61:196–203. doi: 10.1071/MF09048.", "ArticleIdList": ["10.1071/MF09048"]}, {"Citation": "Bundschuh M., Zubrod J.P., Klemm P., Elsaesser D., Stang C., Schulz R. Effects of peak exposure scenarios on Gammarus fossarum using field relevant pesticide mixtures. Ecotoxicol. Environ. Saf. 2013;95:137–143. doi: 10.1016/j.ecoenv.2013.05.025.", "ArticleIdList": ["10.1016/j.ecoenv.2013.05.025", "23790476"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "11"}, {"Year": "2019", "Month": "2", "Day": "27"}, {"Year": "2019", "Month": "3", "Day": "6"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30862023", "PMC6427342", "10.3390/ijerph16050883", "ijerph16050883"]}}]}