{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Baidu index", "air pollution", "air quality index", "cardio- and cerebrovascular disease", "generalized additive model", "respiratory disease"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30897769", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "20"}], "Language": ["eng"], "ELocationID": ["1014", "10.3390/ijerph16061014"], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "16", "Issue": "6", "PubDate": {"Year": "2019", "Month": "Mar", "Day": "20"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "Study of the Effects of Air Pollutants on Human Health Based on Baidu Indices of Disease Symptoms and Air Quality Monitoring Data in Beijing, China.", "Abstract": {"AbstractText": ["There is an increasing body of evidence showing the impact of air pollutants on human health such as on the respiratory, and cardio- and cerebrovascular systems. In China, as people begin to pay more attention to air quality, recent research focused on the quantitative assessment of the effects of air pollutants on human health. To assess the health effects of air pollutants and to construct an indicator placing emphasis on health impact, a generalized additive model was selected to assess the health burden caused by air pollution. We obtained Baidu indices (an evaluation indicator launched by Baidu Corporation to reflect the search popularity of keywords from its search engine) to assess daily query frequencies of 25 keywords considered associated with air pollution-related diseases. Moreover, we also calculated the daily concentrations of major air pollutants (including PM<sub>10</sub>, PM<sub>2.5</sub>, SO₂, O₃, NO₂, and CO) and the daily air quality index (AQI) values, and three meteorological factors: daily mean wind level, daily mean air temperature, and daily mean relative humidity. These data cover the area of Beijing from 1 March 2015 to 30 April 2017. Through the analysis, we produced the relative risks (RRs) of the six main air pollutants for respiratory, and cardio- and cerebrovascular diseases. The results showed that O₃ and NO₂ have the highest health impact, followed by PM<sub>10</sub> and PM<sub>2.5</sub>. The effects of any pollutant on cardiovascular diseases was consistently higher than on respiratory diseases. Furthermore, we evaluated the currently used AQI in China and proposed an RR-based index (health AQI, HAQI) that is intended for better indicating the effects of air pollutants on respiratory, and cardio- and cerebrovascular diseases than AQI. A higher Pearson correlation coefficient between HAQI and RR<sub>Total</sub> than that between AQI and RR<sub>Total</sub> endorsed our efforts."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Research Center of Urban Systems Engineering, Beijing 100035, China. zhongshaobo@gmail.com."}], "Identifier": [], "LastName": "Zhong", "ForeName": "Shaobo", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering Physics, Tsinghua University, Beijing 100084, China. yuzhichen93@163.com."}], "Identifier": [], "LastName": "Yu", "ForeName": "Zhichen", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Research Center of Urban Systems Engineering, Beijing 100035, China. zhuweianquan@126.com."}], "Identifier": [], "LastName": "Zhu", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Age Factors"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Beijing"}, {"QualifierName": ["administration & dosage", "adverse effects"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cost of Illness"}, {"QualifierName": [], "DescriptorName": "Data Accuracy"}, {"QualifierName": [], "DescriptorName": "Health Expenditures"}, {"QualifierName": [], "DescriptorName": "Health Status"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": [], "DescriptorName": "Sex Factors"}, {"QualifierName": ["administration & dosage", "adverse effects"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Wind"}], "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Schwartz J. Air pollution and hospital admissions for respiratory disease. Epidemiology. 1996;7:20–28. doi: 10.1097/00001648-199601000-00005.", "ArticleIdList": ["10.1097/00001648-199601000-00005", "8664396"]}, {"Citation": "Braunfahrländer C., Ackermannliebrich U., Schwartz J., Gnehm H.P., Rutishauser M., Wanner H.U. Air pollution and respiratory symptoms in preschool children. Am. Rev. Respir. Dis. 1992;145:42–47. doi: 10.1164/ajrccm/145.1.42.", "ArticleIdList": ["10.1164/ajrccm/145.1.42", "1731597"]}, {"Citation": "Atkinson R.W., Ross Anderson H., Sunyer J., Ayres J.O., Baccini M., Vonk J.M., Boumghar A., Forastiere F., Forsberg B., Touloumi G., et al. Acute effects of particulate air pollution on respiratory admissions: Results from APHEA 2 project. Air Pollution and Health: A European Approach. Am. J. Respir. Crit. Care Med. 2001;164:1860–1866. doi: 10.1164/ajrccm.164.10.2010138.", "ArticleIdList": ["10.1164/ajrccm.164.10.2010138", "11734437"]}, {"Citation": "Dominici F., Peng R.D., Bell M.L., Pham L., Mcdermott A., Zeger S.L., Samet J.M. Fine Particulate Air Pollution and Hospital Admission for Cardiovascular and Respiratory Diseases. JAMA J. Am. Med Assoc. 2006;295:1127–1134. doi: 10.1001/jama.295.10.1127.", "ArticleIdList": ["10.1001/jama.295.10.1127", "PMC3543154", "16522832"]}, {"Citation": "Kowalska M. Air Quality—New Perspective. IntechOpen; London, UK: 2012. Short-Term Effect of Changes in Fine Particulate Matter Concentrations in Ambient Air to Daily Cardio-Respiratory Mortality in Inhabitants of Urban-Industrial Agglomeration (Katowice Agglomeration), Poland; pp. 185–198."}, {"Citation": "Dockery D.W., Rd P.C. Acute respiratory effects of particulate air pollution. Annu. Rev. Public Health. 1994;15:107–132. doi: 10.1146/annurev.pu.15.050194.000543.", "ArticleIdList": ["10.1146/annurev.pu.15.050194.000543", "8054077"]}, {"Citation": "Estévez-García J.A., Rojas-Roa N.Y., Rodríguez-Pulido A.I. Occupational exposure to air pollutants: Particulate matter and respiratory symptoms affecting traffic-police in Bogotá. Rev. De Salud Pública. 2013;15:889–902.", "ArticleIdList": ["25124352"]}, {"Citation": "Karottki D.G., Spilak M., Frederiksen M., Gunnarsen L., Brauner E.V., Kolarik B., Andersen Z.J., Sigsgaard T., Barregard L., Bo S. An indoor air filtration study in homes of elderly: Cardiovascular and respiratory effects of exposure to particulate matter. Environ. Health. 2013;12:116. doi: 10.1186/1476-069X-12-116.", "ArticleIdList": ["10.1186/1476-069X-12-116", "PMC3893545", "24373585"]}, {"Citation": "Karakatsani A., Analitis A., Perifanou D., Ayres J.G., Harrison R.M., Kotronarou A., Kavouras I.G., Pekkanen J., Hämeri K., Kos G.P. Particulate matter air pollution and respiratory symptoms in individuals having either asthma or chronic obstructive pulmonary disease: A European multicentre panel study. Environ. Health. 2012;11:75. doi: 10.1186/1476-069X-11-75.", "ArticleIdList": ["10.1186/1476-069X-11-75", "PMC3509003", "23039312"]}, {"Citation": "Peng R.D., Chang H.H., Bell M.L., Mcdermott A., Zeger S.L., Samet J.M., Dominici F. Coarse particulate matter air pollution and hospital admissions for cardiovascular and respiratory diseases among Medicare patients. JAMA. 2008;299:2172–2179. doi: 10.1001/jama.299.18.2172.", "ArticleIdList": ["10.1001/jama.299.18.2172", "PMC3169813", "18477784"]}, {"Citation": "Hoek G., Krishnan R.M., Beelen R., Peters A., Ostro B., Brunekreef B., Kaufman J.D. Long-term air pollution exposure and cardio-respiratory mortality: A review. Environ. Health. 2013;12:43. doi: 10.1186/1476-069X-12-43.", "ArticleIdList": ["10.1186/1476-069X-12-43", "PMC3679821", "23714370"]}, {"Citation": "Koken P.J.M., Piver W.T., Ye F., Anne E., Olsen L.M., Portier C.J. Temperature, air pollution, and hospitalization for cardiovascular diseases among elderly people in Denver. Environ. Health Perspect. 2003;111:1312–1317. doi: 10.1289/ehp.5957.", "ArticleIdList": ["10.1289/ehp.5957", "PMC1241612", "12896852"]}, {"Citation": "Barnett A.G., Williams G.M., Schwartz J., Best T.L., Neller A.H., Petroeschevsky A.L., Simpson R.W. The Effects of Air Pollution on Hospitalizations for Cardiovascular Disease in Elderly People in Australian and New Zealand Cities. Environ. Health Perspect. 2006;114:1018–1023. doi: 10.1289/ehp.8674.", "ArticleIdList": ["10.1289/ehp.8674", "PMC1513338", "16835053"]}, {"Citation": "Wong T.W., Lau T.S., Yu T.S., Neller A., Wong S.L., Tam W., Pang S.W. Air pollution and hospital admissions for respiratory and cardiovascular diseases in Hong Kong. Occup. Environ. Med. 1999;56:679–683. doi: 10.1136/oem.56.10.679.", "ArticleIdList": ["10.1136/oem.56.10.679", "PMC1757671", "10658547"]}, {"Citation": "Brook R.D., Franklin B., Cascio W., Hong Y., Howard G., Lipsett M., Luepker R., Mittleman M., Samet J., Smith S.C. Air pollution and cardiovascular disease. Thromb. Res. 2012;129:230–234. doi: 10.1161/01.CIR.0000128587.30041.C8.", "ArticleIdList": ["10.1161/01.CIR.0000128587.30041.C8", "22113148"]}, {"Citation": "Ballester F., Tenías J.M., Pérezhoyos S. Air pollution and emergency hospital admissions for cardiovascular diseases in Valencia, Spain. J. Epidemiol. Community Health. 2001;55:57–65. doi: 10.1136/jech.55.1.57.", "ArticleIdList": ["10.1136/jech.55.1.57", "PMC1731772", "11112952"]}, {"Citation": "Ping W.G., Wei H.U., Jiang T.E., Sheng W.F. Analysis of the effect of air pollution on the adult’s respiratory health. Environ. Monit. China. 2001;17:33–38."}, {"Citation": "Yin W.J., Peng X.W., Song S.Z. Air Pollution and the Cerebro Cardio-vascular Diseases Mortality of Population in Guangzhou:a Time-series Analysis. J. Environ. Health. 2012;29:521–525."}, {"Citation": "Yan Y., Bai Z. Research Advances in Exposure to Ambient Particulate Matter and Health Effects. Asian J. Ecotoxicol. 2012;7:123–132."}, {"Citation": "China National Health and Family Planning Commission . China Health and Family Planning Statistical Yearbook 2017. Volume 2017 Peking Union Medical College Press; Beijing, China: 2017."}, {"Citation": "Zinola A. Impact of Exposure Error on the Relationship Between Traffic-Related Air Pollution and Heart Rate Variability (HRV) Epidemiology. 2006;17:685–692.", "ArticleIdList": ["0"]}, {"Citation": "Wesson K., Fann N., Morris M., Fox T., Hubbell B. A multi–pollutant, risk–based approach to air quality management: Case study for Detroit. Atmos. Pollut. Res. 2010;1:296–304. doi: 10.5094/APR.2010.037.", "ArticleIdList": ["10.5094/APR.2010.037"]}, {"Citation": "Andersson K. Epidemiological Approach to Indoor Air Problems. Indoor Air. 2010;8:32–39. doi: 10.1111/j.1600-0668.1998.tb00005.x.", "ArticleIdList": ["10.1111/j.1600-0668.1998.tb00005.x"]}, {"Citation": "Von K.S., Peters A., Aalto P., Bellander T., Berglind N., D’Ippoliti D., Elosua R., Hörmann A., Kulmala M., Lanki T. Ambient air pollution is associated with increased risk of hospital cardiac readmissions of myocardial infarction survivors in five European cities. Circulation. 2005;112:3073–3079.", "ArticleIdList": ["16286602"]}, {"Citation": "Villeneuve P.J., Chen L., Stieb D., Rowe B.H. Associations between outdoor air pollution and emergency department visits for stroke in Edmonton, Canada. Eur. J. Epidemiol. 2006;21:689–700. doi: 10.1007/s10654-006-9050-9.", "ArticleIdList": ["10.1007/s10654-006-9050-9", "17048082"]}, {"Citation": "Huang W., Tan J., Kan H., Zhao N., Song W., Song G., Chen G., Jiang L., Jiang C., Chen R. Visibility, air quality and daily mortality in Shanghai, China. Sci. Total Environ. 2016;407:3295–3300. doi: 10.1016/j.scitotenv.2009.02.019.", "ArticleIdList": ["10.1016/j.scitotenv.2009.02.019", "19275954"]}, {"Citation": "Achilleos S., Kioumourtzoglou M.-A., Wu C.-D., Schwartz J.D., Koutrakis P., Papatheodorou S.I. Acute effects of fine particulate matter constituents on mortality: A systematic review and meta-regression analysis. Environ. Int. 2017;109:89–100. doi: 10.1016/j.envint.2017.09.010.", "ArticleIdList": ["10.1016/j.envint.2017.09.010", "PMC5689473", "28988023"]}, {"Citation": "Yang Z., Xu Q., Chen Y., Tsui K.L. Using Baidu index to nowcast hand-foot-mouth disease in China: A meta learning approach. BMC Infect. Dis. 2018;18:398.", "ArticleIdList": ["PMC6090735", "30103690"]}, {"Citation": "He G., Chen Y., Chen B., Wang H., Shen L., Liu L., Suolang D., Zhang B., Ju G., Zhang L. Using the Baidu Search Index to Predict the Incidence of HIV/AIDS in China. Sci. Rep. 2018;8:9038. doi: 10.1038/s41598-018-27413-1.", "ArticleIdList": ["10.1038/s41598-018-27413-1", "PMC5998029", "29899360"]}, {"Citation": "Huang X., Zhang L., Ding Y. The Baidu Index: Uses in predicting tourism flows—A case study of the Forbidden City. Tour. Manag. 2016;58:301–306. doi: 10.1016/j.tourman.2016.03.015.", "ArticleIdList": ["10.1016/j.tourman.2016.03.015"]}, {"Citation": "Xiong L.F., Zhen F., Wang B., Guang-Liang X.I. The Research of the Yangtze River Delta Core Area’s City Network Characteristics Based on Baidu Index. Econ. Geogr. 2013;33:67–73."}, {"Citation": "Li Z., Liu T., Zhu G., Lin H., Zhang Y., He J., Deng A., Peng Z., Xiao J., Rutherford S. Dengue Baidu Search Index data can improve the prediction of local dengue epidemic: A case study in Guangzhou, China. PLoS Negl. Trop. Dis. 2017;11:e0005354. doi: 10.1371/journal.pntd.0005354.", "ArticleIdList": ["10.1371/journal.pntd.0005354", "PMC5354435", "28263988"]}, {"Citation": "Huang X.K., Zhang L.F., Ding Y. Study on the predictive and relationship between tourist attractions and the Baidu Index: A case study of the Forbidden City. Tour. Trib. 2013;28:93–100."}, {"Citation": "Xie T., Yang Z., Yang S., Wu N., Li L. Correlation between reported human infection with avian influenza A H7N9 virus and cyber user awareness: What can we learn from digital epidemiology? Int. J. Infect. Dis. 2014;22:1–3. doi: 10.1016/j.ijid.2013.11.013.", "ArticleIdList": ["10.1016/j.ijid.2013.11.013", "24576842"]}, {"Citation": "Liu K., Li L., Tao J., Chen B., Jiang Z., Wang Z., Chen Y., Jiang J., Hua G. Chinese Public Attention to the Outbreak of Ebola in West Africa: Evidence from the Online Big Data Platform. Int. J. Environ. Res. Public Health. 2016;13:780. doi: 10.3390/ijerph13080780.", "ArticleIdList": ["10.3390/ijerph13080780", "PMC4997466", "27527196"]}, {"Citation": "Yu Z., Zhong S., Wang C., Yang Y., Yao G., Huang Q. Mapping Comparison and Meteorological Correlation Analysis of the Air Quality Index in Mid-Eastern China. Int. J. Geo-Inf. 2017;6:52. doi: 10.3390/ijgi6020052.", "ArticleIdList": ["10.3390/ijgi6020052"]}, {"Citation": "Wang Y., Song T., Gao W., Ji D., Wang L., Yao L., Li X. The Challenge and Opportunity on Preventing and Controlling Air Pollution of Beijing. Bull. Chin. Acad. Sci. 2016;31:1082–1087."}, {"Citation": "Fu X.Y. Development and Current Situation of Ambient Air Quality Standard in China. Environ. Sustain. Dev. 2014;39:41–43."}, {"Citation": "Quan K. Standard revision information—Ministry of Environmental Protection issued GB3095-2012 Environmental Air Quality Standards. China Stand. Rep. 2012;4:49."}, {"Citation": "Li Z. Baidu-index-based Analysis of Regional Network Attention: Taking the Case of Zhenjiang. Libr. Inf. Stud. 2012;5:40–47."}, {"Citation": "Adler J., Parmryd I. Quantifying colocalization by correlation: The Pearson correlation coefficient is superior to the Mander’s overlap coefficient. Cytom. Part A. 2010;77:733–742. doi: 10.1002/cyto.a.20896.", "ArticleIdList": ["10.1002/cyto.a.20896", "20653013"]}, {"Citation": "Goldreich Y., Raveh A. COPLOT Display Technique as an Aid to Climatic Classification. Geogr. Anal. 2010;25:337–353. doi: 10.1111/j.1538-4632.1993.tb00302.x.", "ArticleIdList": ["10.1111/j.1538-4632.1993.tb00302.x"]}, {"Citation": "Brunsdon C. The comap: Exploring spatial pattern via conditional distributions. Comput. Environ. Urban Syst. 2001;25:53–68. doi: 10.1016/S0198-9715(00)00042-9.", "ArticleIdList": ["10.1016/S0198-9715(00)00042-9"]}, {"Citation": "Hastie T., Tibshirani R. Generalized additive models for medical research. Stat. Methods Med. Res. 1995;4:187–196. doi: 10.1177/096228029500400302.", "ArticleIdList": ["10.1177/096228029500400302", "8548102"]}, {"Citation": "Richards R., Hughes L., Gee D., Tomlinson R. Using generalized additive models for water quality assessments: A case study example from Australia. J. Coastal Res. 2013;65:111–116. doi: 10.2112/SI65-020.1.", "ArticleIdList": ["10.2112/SI65-020.1"]}, {"Citation": "Xiang N.M., Sen L.X., Cheng X.Y. Effects of spatiotemporal and environmental factors on the fishing ground of Trachurus murphyi in Southeast Pacific Ocean based on generalized additive model. Chin. J. Appl. Ecol. 2010;21:1049–1055."}, {"Citation": "Guisan A., Edwards T.C., Jr., Hastie T. Generalized linear and generalized additive models in studies of species distributions: Setting the scene. Ecol. Model. 2002;157:89–100. doi: 10.1016/S0304-3800(02)00204-1.", "ArticleIdList": ["10.1016/S0304-3800(02)00204-1"]}, {"Citation": "Dominici F., Mcdermott A., Zeger S.L., Samet J.M. On the Use of Generalized Additive Models in Time-Series Studies of Air Pollution and Health. Am. J. Epidemiol. 2002;156:193–203. doi: 10.1093/aje/kwf062.", "ArticleIdList": ["10.1093/aje/kwf062", "12142253"]}, {"Citation": "Schwartz J., Spix C., Touloumi G., Bachã R.L., Barumamdzadeh T., Le T.A., Piekarksi T., Ponce D.L.A., Pãnkã A., Rossi G. Methodological issues in studies of air pollution and daily counts of deaths or hospital admissions. J. Epidemiol. Community Health. 1996;50:S3. doi: 10.1136/jech.50.Suppl_1.S3.", "ArticleIdList": ["10.1136/jech.50.Suppl_1.S3", "PMC1060881", "8758217"]}, {"Citation": "Ostro B., Broadwin R., Green S., Feng W.-Y., Lipsett M. Fine particulate air pollution and mortality in nine California counties: Results from CALFINE. Environ. Health Perspect. 2006;114:29–33. doi: 10.1289/ehp.8335.", "ArticleIdList": ["10.1289/ehp.8335", "PMC1332652", "16393654"]}, {"Citation": "Samoli E., Aga E., Touloumi G., Nisiotis K., Forsberg B., Lefranc A., Pekkanen J., Wojtyniak B., Schindler C., Niciu E. Short-term effects of nitrogen dioxide on mortality: An analysis within the APHEA project. Eur. Respir. J. 2006;27:1129–1138. doi: 10.1183/09031936.06.00143905.", "ArticleIdList": ["10.1183/09031936.06.00143905", "16540496"]}, {"Citation": "Peng R.D., Dominici F., Louis T.A. Model choice in time series studies of air pollution and mortality. J. R. Stat. Soc. Ser. A (Stat. Soc.) 2006;169:179–203. doi: 10.1111/j.1467-985X.2006.00410.x.", "ArticleIdList": ["10.1111/j.1467-985X.2006.00410.x"]}, {"Citation": "Core R Team  R: A Language and Environment for Statistical Computing; Publisher: R Foundation for Statistical Computing, 2017.  [(accessed on 15 March 2019)]; Available online:  https://www.gbif.org/tool/81287/r-a-language-and-environment-for-statistical-computing."}, {"Citation": "Deng J., Qin B., Wang B. Quick implementing of generalized additive models using R and its application in bluegreen algal bloom forecasting. Chin. J. Ecol. 2015;34:835–842."}, {"Citation": "Zhang J., Yu K.F. What’s the Relative Risk?: A Method of Correcting the Odds Ratio in Cohort Studies of Common Outcomes. JAMA. 1998;280:1690–1691. doi: 10.1001/jama.280.19.1690.", "ArticleIdList": ["10.1001/jama.280.19.1690", "9832001"]}, {"Citation": "Luginaah I.N., Fung K.Y., Gorey K.M., Webster G., Wills C. Association of ambient air pollution with respiratory hospitalization in a government-designated \"area of concern\": The case of Windsor, Ontario. Environ. Health Perspect. 2005;113:290–296. doi: 10.1289/ehp.7300.", "ArticleIdList": ["10.1289/ehp.7300", "PMC1253754", "15743717"]}, {"Citation": "Cairncross E.K., John J., Zunckel M. A novel air pollution index based on the relative risk of daily mortality associated with short-term exposure to common air pollutants. Atmos. Environ. 2007;41:8442–8454. doi: 10.1016/j.atmosenv.2007.07.003.", "ArticleIdList": ["10.1016/j.atmosenv.2007.07.003"]}, {"Citation": "Wong T.W., Tam W.W.S., Yu I.T.S., Lau A.K.H., Pang S.W., Wong A.H.S. Developing a risk-based air quality health index. Atmos. Environ. 2013;76:52–58. doi: 10.1016/j.atmosenv.2012.06.071.", "ArticleIdList": ["10.1016/j.atmosenv.2012.06.071"]}, {"Citation": "Sicard P., Lesne O., Alexandre N., Mangin A., Collomp R. Air quality trends and potential health effects—Development of an aggregate risk index. Atmos. Environ. 2011;45:1145–1153. doi: 10.1016/j.atmosenv.2010.12.052.", "ArticleIdList": ["10.1016/j.atmosenv.2010.12.052"]}, {"Citation": "Sicard P., Talbot C., Lesne O., Mangin A., Alexandre N., Collomp R. The Aggregate Risk Index: An intuitive tool providing the health risks of air pollution to health care community and public. Atmos. Environ. 2012;46:11–16. doi: 10.1016/j.atmosenv.2011.10.048.", "ArticleIdList": ["10.1016/j.atmosenv.2011.10.048"]}, {"Citation": "Bell M.L., Mcdermott A., Zeger S.L., Samet J.M., Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA. 2004;292:2372–2378. doi: 10.1001/jama.292.19.2372.", "ArticleIdList": ["10.1001/jama.292.19.2372", "PMC3546819", "15547165"]}, {"Citation": "Ye Y. Doctoral Dissertation. Zhejiang University; Zhejiang, China: 2009. A Case-Crossover Study on the Relationship between Air Pollution and Acute Onset of Cardio-Cerebrovascular Disease.", "ArticleIdList": ["0"]}, {"Citation": "Mücke H.G. Ambient air quality programmes for health impact assessment in the WHO European region. Arhiv Za Higijenu Rada I Toksikologiju. 2000;51:257–264.", "ArticleIdList": ["11103530"]}, {"Citation": "Künzli N., Kaiser R., Medina S., Studnicka M., Chanel O., Filliger P., Herry M., Horak F., Jr., Puybonnieux-Texier V., Quénel P. Public-health impact of outdoor and traffic-related air pollution: A European assessment. Lancet. 2000;356:795–801. doi: 10.1016/S0140-6736(00)02653-2.", "ArticleIdList": ["10.1016/S0140-6736(00)02653-2", "11022926"]}, {"Citation": "Zhou M., He G., Liu Y., Yin P., Li Y., Kan H., Fan M., Xue A., Fan M. The associations between ambient air pollution and adult respiratory mortality in 32 major Chinese cities, 2006–2010. Environ. Res. 2015;137:278–286. doi: 10.1016/j.envres.2014.12.016.", "ArticleIdList": ["10.1016/j.envres.2014.12.016", "25601729"]}, {"Citation": "Chen R., Yin P., Meng X., Liu C., Wang L., Xu X., Ross J.A., Tse L.A., Zhao Z., Kan H. Fine particulate air pollution and daily mortality. A nationwide analysis in 272 Chinese cities. Am. J. Respir. Crit. Care Med. 2017;196:73–81. doi: 10.1164/rccm.201609-1862OC.", "ArticleIdList": ["10.1164/rccm.201609-1862OC", "28248546"]}, {"Citation": "Wang L., Liu C., Meng X., Niu Y., Lin Z., Liu Y., Liu J., Qi J., You J., Tse L.A. Associations between short-term exposure to ambient sulfur dioxide and increased cause-specific mortality in 272 Chinese cities. Environ. Int. 2018;117:33–39. doi: 10.1016/j.envint.2018.04.019.", "ArticleIdList": ["10.1016/j.envint.2018.04.019", "29715611"]}, {"Citation": "Lai H.-K., Tsang H., Wong C.-M. Meta-analysis of adverse health effects due to air pollution in Chinese populations. BMC Public Health. 2013;13:360. doi: 10.1186/1471-2458-13-360.", "ArticleIdList": ["10.1186/1471-2458-13-360", "PMC3698155", "23594435"]}]}], "History": [{"Year": "2018", "Month": "12", "Day": "25"}, {"Year": "2019", "Month": "3", "Day": "15"}, {"Year": "2019", "Month": "3", "Day": "18"}, {"Year": "2019", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["30897769", "PMC6466616", "10.3390/ijerph16061014", "ijerph16061014"]}}]}