{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["environmental epidemiology", "environmental exposure", "minority population", "rural population", "southwestern United States", "western United States"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30906685", "DateRevised": {"Year": "2023", "Month": "10", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1007/s40471-018-0146-z"], "Journal": {"ISSN": "2196-2995", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2018", "Month": "Jun"}}, "Title": "Current epidemiology reports", "ISOAbbreviation": "Curr Epidemiol Rep"}, "ArticleTitle": "A Review of Environmental Epidemiology Studies in Southwestern and Mountain West Rural Minority Populations.", "Pagination": {"StartPage": "101", "EndPage": "113", "MedlinePgn": "101-113"}, "Abstract": {"AbstractText": ["This review summarizes the recent epidemiologic literature examining environmental exposures and health outcomes in rural, minority populations in the southwestern and mountain west region of the United States identifying areas requiring further data and research.", "Recent studies (2012-2017) in this region have primarily focused on arsenic exposure (n=10 studies) with similar results reported across populations in this region. Associations between arsenic and cadmium were reported for cardiovascular and kidney disease, type II diabetes, cognitive function, hypothyroidism, and increased prevalence and mortality for lung and other cancers. Also in this review are studies of exposure to particulate matter, environmental tobacco smoke, pesticides and fungicides, heat and ozone.", "Although small, the current literature identified in this review report consistent adverse health outcomes associated with particulate matter, arsenic, cadmium, and other exposures among rural, minority populations in the southwest/mountain west region of the U.S. This literature provides important insight into the environmental exposures and health effects experienced by the rural populations in these regions. Additional studies that identify sources of environmental exposure are needed. Greater representation of the rural and minority populations from this region into large health studies also remains a need."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of New Mexico Health Sciences Center, School of Medicine, Department of Internal Medicine, MSC10 5550, Albuquerque, NM, 87131."}], "Identifier": ["0000-0002-1883-1967"], "LastName": "Gonzales", "ForeName": "Melissa", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of New Mexico Health Sciences Center, College of Pharmacy, Department of Pharmaceutical Sciences, MSC09 5360 Albuquerque, NM, 87131."}], "Identifier": ["0000-0002-7563-0774"], "LastName": "Erdei", "ForeName": "Esther", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of New Mexico Health Sciences Center, College of Pharmacy, Department of Pharmaceutical Sciences, MSC09 5360 Albuquerque, NM, 87131."}], "Identifier": ["0000-0003-2566-8042"], "LastName": "Hoover", "ForeName": "Joseph", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of New Mexico Health Sciences Center, Health Sciences Library and Information Center, MSC09 5100, Albuquerque, NM, 87131."}], "Identifier": ["0000-0001-6992-8622"], "LastName": "Nash", "ForeName": "Jacob", "Initials": "J"}], "GrantList": [{"GrantID": "P42 ES025589", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P50 ES026102", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U54 MD004811", "Acronym": "MD", "Agency": "NIMHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Curr Epidemiol Rep", "NlmUniqueID": "101626185"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ennis SR, Ríos-Vargas M, Albert NG. The Hispanic Population: 2010: U.S. Census Bureau; 2011."}, {"Citation": "Norris T, Vines PL, Hoeffel EM. The American Indian and Alaska Native Population: 2010 U.S. Census Bureau; 2012."}, {"Citation": "United States Census Bureau: Resident Population Data (Text Version)\nhttps://www.census.gov/2010census/data/apportionment-dens-text.php. Accessed 2/22/2018."}, {"Citation": "Grant MJ, Booth A. A typology of reviews: an analysis of 14 review types and associated methodologies. Health Information & Libraries Journal 2009;26(2):91–108. doi:10.1111/j.1471-1842.2009.00848.x.", "ArticleIdList": ["10.1111/j.1471-1842.2009.00848.x", "19490148"]}, {"Citation": "Ouzzani M, Hammady H, Fedorowicz Z, Elmagarmid A. Rayyan—a web and mobile app for systematic reviews. Systematic Reviews 2016;5(1):210. doi:10.1186/s13643-016-0384-4.", "ArticleIdList": ["10.1186/s13643-016-0384-4", "PMC5139140", "27919275"]}, {"Citation": "Gong G, O’Bryant SE. Low-level arsenic exposure, AS3MT gene polymorphism and cardiovascular diseases in rural Texas counties. Environmental Research 2012;113:52–7.", "ArticleIdList": ["22341486"]}, {"Citation": "Moon KA, Guallar Dr E, Umans Dr JG, Devereux Dr RB, Best Dr LG, Francesconi Dr KA et al. Association between exposure to low to moderate arsenic levels and incident cardiovascular disease. Annals of Internal Medicine 2013;159(10):649–59.", "ArticleIdList": ["PMC4157936", "24061511"]}, {"Citation": "Kim NH, Mason CC, Nelson RG, Afton SE, Essader AS, Medlin JE et al. Arsenic exposure and incidence of type 2 diabetes in Southwestern American Indians. Am J Epidemiol 2013;177(9):962–9.", "ArticleIdList": ["PMC4023294", "23504692"]}, {"Citation": "Gribble MO, Howard BV, Umans JG, Shara NM, Francesconi KA, Goessler W et al. Arsenic exposure, diabetes prevalence, and diabetes control in the Strong Heart Study. Am J Epidemiol 2012;176(10):865–74.", "ArticleIdList": ["PMC3626061", "23097256"]}, {"Citation": "Gribble MO, Crainiceanu CM, Howard BV, Umans JG, Francesconi KA, Goessler W et al. Body composition and arsenic metabolism: a cross-sectional analysis in the Strong Heart Study. Environ Health 2013;12:107.", "ArticleIdList": ["PMC3883520", "24321145"]}, {"Citation": "Zheng LY, Umans JG, Tellez-Plaza M, Yeh F, Francesconi KA, Goessler W et al. Urine arsenic and prevalent albuminuria: Evidence from a population-based study. American Journal of Kidney Diseases 2013;61(3):385–94.", "ArticleIdList": ["PMC3578134", "23142528"]}, {"Citation": "García-Esquinas E, Pollán M, Umans JG, Francesconi KA, Goessler W, Guallar E et al. Arsenic exposure and cancer mortality in a US-based prospective cohort: the strong heart study. Cancer Epidemiol Biomarkers Prev 2013;22(11):1944–53.", "ArticleIdList": ["PMC3843229", "23800676"]}, {"Citation": "Tellez-Plaza M, Guallar E, Howard BV, Umans JG, Francesconi KA, Goessler W et al. Cadmium Exposure and Incident Cardiovascular Disease. Epidemiology 2013;24(3):421–9. doi:10.1097/EDE.0b013e31828b0631.", "ArticleIdList": ["10.1097/EDE.0b013e31828b0631", "PMC4142588", "23514838"]}, {"Citation": "Tellez-Plaza M, Guallar E, Fabsitz RR, Howard BV, Umans JG, Francesconi KA et al. Cadmium exposure and incident peripheral arterial disease. Circ Cardiovasc Qual Outcomes 2013;6(6):626–33.", "ArticleIdList": ["PMC4190067", "24255048"]}, {"Citation": "Franceschini N, Fry RC, Balakrishnan P, Navas-Acien A, Oliver-Williams C, Howard AG et al. Cadmium body burden and increased blood pressure in middle-aged American Indians: The Strong Heart Study. Journal of Human Hypertension 2017;31(3):225–30.", "ArticleIdList": ["PMC5299034", "27629244"]}, {"Citation": "McKenzie LM, Guo R, Witter RZ, Savitz DA, Newman LS, Adgate JL. Birth outcomes and maternal residential proximity to natural gas development in rural Colorado. Environmental Health Perspectives 2014;122(4):412–7.", "ArticleIdList": ["PMC3984231", "24474681"]}, {"Citation": "Zhang K, Arauz RF, Chen T-H, Cooper SP. Heat effects among migrant and seasonal farmworkers: a case study in Colorado. Occupational and environmental medicine 2016;73(5):324–8.", "ArticleIdList": ["26872487"]}, {"Citation": "Thurston GD, Ito K, Lall R, Burnett RT, Turner MC, Krewski D et al. NPACT Study 4. Mortality and Long-Term Exposure to PM2.5 and Its Components in the American Cancer Society’s Cancer Prevention Study II Cohort. National Particle Component Toxicity (NPACT) Initiative: Integrated Epidemiologic and Toxicologic Studies of the Health Effects of Particulate Matter Components Boston, MA: Health Effects Institute; 2013. Report No.: 177.", "ArticleIdList": ["24377209"]}]}], "History": [{"Year": "2019", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30906685", "NIHMS1007713", "PMC6426134", "10.1007/s40471-018-0146-z"]}}]}