{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["hypoxia", "modified atmosphere", "molecular mechanisms", "pest control", "physiological adaptation"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "30914968", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["206", "10.3389/fphys.2019.00206"], "Journal": {"ISSN": "1664-042X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2019"}}, "Title": "Frontiers in physiology", "ISOAbbreviation": "Front Physiol"}, "ArticleTitle": "Role of Modified Atmosphere in Pest Control and Mechanism of Its Effect on Insects.", "Pagination": {"StartPage": "206", "MedlinePgn": "206"}, "Abstract": {"AbstractText": ["Pests not only attack field crops during the growing season, but also damage grains and other food products stored in granaries. Modified or controlled atmospheres (MAs or CAs) with higher or lower concentrations of atmospheric gases, mainly oxygen (O<sub>2</sub>), carbon dioxide (CO<sub>2</sub>), ozone (O<sub>3</sub>), and nitric oxide (NO), provide a cost-effective method to kill target pests and protect stored products. In this review, the most recent discoveries in the field of MAs are discussed, with a focus on pest control as well as current MA technologies. Although MAs have been used for more than 30 years in pest control and play a role in storage pest management, the specific mechanisms by which insects are affected by and adapt to low O<sub>2</sub> (hypoxia) and high carbon CO<sub>2</sub> (hypercapnia) are not completely understood. Insect tolerance to hypoxia/anoxia and hypercapnia involves a decrease in aerobic metabolism, including decreased NADPH enzyme activity, and subsequently, decreases in glutathione production and catalase, superoxide dismutase, glutathione-S-transferase, and glutathione peroxidase activities, as well as increases in carboxyl esterase and phosphatase activities. In addition, hypoxia induces energy and nutrient production, and in adapted insects, glycolysis and pyruvate carboxylase fluxes are downregulated, accompanied with O<sub>2</sub> consumption and acetate production. Consequently, genes encoding various signal transduction pathway components, including epidermal growth factor, insulin, Notch, and Toll/Imd signaling, are downregulated. We review the changes in insect energy and nutrient sources, metabolic enzymes, and molecular pathways in response to modified O<sub>2</sub>, CO<sub>2</sub>, NO, and O<sub>3</sub> concentrations, as well as the role of MAs in pest control. This knowledge will be useful for applying MAs in combination with temperature control for pest control in stored food products."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Cao", "ForeName": "Yu", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Xu", "ForeName": "Kangkang", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Zhu", "ForeName": "Xiaoye", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Bai", "ForeName": "Yu", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Yang", "ForeName": "Wenjia", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Provincial Key Laboratory for Rare Animal and Economic Insect of the Mountainous Region, Department of Biology and Engineering of Environment, Guiyang University, Guiyang, China."}], "Identifier": [], "LastName": "Li", "ForeName": "Can", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Physiol", "NlmUniqueID": "101549006", "ISSNLinking": "1664-042X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abo-El-Saad M. M., Elshafie H. A., Al Ajlan A. M., Bou-Khowh I. A. (2011). Non-chemical alternatives to methyl bromide against Ephestia cautella (Lepidoptera: Pyralidae): microwave and ozone. Agric. Biol. J. North Am. 2, 1222–1231. 10.5251/abjna.2011.2.8.1222.1231", "ArticleIdList": ["10.5251/abjna.2011.2.8.1222.1231"]}, {"Citation": "Azad P., Zhou D., Russo E., Haddad G. G. (2009). Distinct mechanisms underlying tolerance to intermittent and constant hypoxia in Drosophila melanogaster. PLoS One 4:e5371. 10.1371/journal.pone.0005371, PMID:", "ArticleIdList": ["10.1371/journal.pone.0005371", "PMC2670512", "19401761"]}, {"Citation": "Azzam Z. S., Sharabi K., Guetta J., Bank E. M., Gruenbaum Y. (2010). The physiological and molecular effects of elevated CO2 levels. Cell Cycle 8, 1528–1532. 10.4161/cc.9.8.11196", "ArticleIdList": ["10.4161/cc.9.8.11196", "20372066"]}, {"Citation": "Bailey S. W. (1955). Air-tight storage of grain; its effects on insect pests. I. Calandra granaria L. (Coleoptera: Curculionidae). Aust. J. Agric. Res. 6, 33–51. 10.1071/AR9550033", "ArticleIdList": ["10.1071/AR9550033"]}, {"Citation": "Banks H. J., Annis P. C. (1990). “Comparative advantages of high CO2 and low O2 types of controlled atmospheres for grain storage” in Food preservation by modified atmospheres. eds. Calderon M., Barkai-Golan R. (Florida: CRC Press; ), 93–122."}, {"Citation": "Boardman L., Sørensen J. G., Terblanche J. S. (2015). Physiological and molecular mechanisms associated with cross tolerance between hypoxia and low temperature in Thaumatotibia leucotreta. J. Insect Physiol. 82, 75–84. 10.1016/j.jinsphys.2015.09.001, PMID:", "ArticleIdList": ["10.1016/j.jinsphys.2015.09.001", "26376454"]}, {"Citation": "Boardman L., Sørensen J. G., Johnson S. A., Terblanche J. S. (2011). Interactions between controlled atmospheres and low temperature tolerance: a review of biochemical mechanisms. Front. Physiol. 292. 10.3389/fphys.2011.00092", "ArticleIdList": ["10.3389/fphys.2011.00092", "PMC3228967", "22144965"]}, {"Citation": "Boyer S., Zhang H., Lemperiere G. (2012). A review of control methods and resistance mechanisms in stored-product insects. Bull. Entomol. Res. 102, 213–229. 10.1017/S0007485311000654, PMID:", "ArticleIdList": ["10.1017/S0007485311000654", "22126937"]}, {"Citation": "Brandle D. G., Soderstrom E. L., Schreiber F. E. (1983). Effects of low oxygen atmospheres containing different concentrations of carbon dioxide on mortality of the navel orangeworm, Amyelois transitella Walker (Lepidoptera: Pyralidae). J. Econ. Entomol. 76, 828–830. 10.1093/jee/76.4.828", "ArticleIdList": ["10.1093/jee/76.4.828"]}, {"Citation": "Cao Y., Liu Y., Wang L. J., Ran G. M., Shan B. Z., Li C. (2016a). The influence of CO2 on relevant indexes of energy substance utilization in the larvae of Stegobium paniceum and Lasioderma serricorne. Acta Sci. Nat. Univ. Sunyatseni 55, 123–129. 10.13471/j.cnki.acta.snus.2016.04.020", "ArticleIdList": ["10.13471/j.cnki.acta.snus.2016.04.020"]}, {"Citation": "Cao Y., Wu X. Y., Lu L. H., Deng J., Li C. (2015a). Toxicity of CO2 to Stegobium paniceum and comparison of its energy metabolism. Chin. J. Biol. Control 31, 57–63. 10.16409/j.cnki.2095-039x.2015.01.009", "ArticleIdList": ["10.16409/j.cnki.2095-039x.2015.01.009"]}, {"Citation": "Cao Y., Yan Y. F., Yang W. J., Xiong Z. L., Wang L. J., Li C. (2015b). Influence of carbon dioxide controlled atmosphere on Oryzaephilus surinamensis Linne and its utilization of energy substances. J. Zhejiang Univ. 41, 631–640. 10.3785/j.issn.1008-9209.2015.04.072", "ArticleIdList": ["10.3785/j.issn.1008-9209.2015.04.072"]}, {"Citation": "Cao Y., Yang W. J., Meng Y. L., Xiong Z. L., Ran G. M., Li C. (2016b). The effect of CO2-enriched atmosphere exposure on the energy sources in drugstore beetle Stegobium paniceum. J. Plant Prot. 43, 405–411. 10.13802/jcnki,zwbhxb,2016.03.008", "ArticleIdList": ["10.13802/jcnki,zwbhxb,2016.03.008"]}, {"Citation": "Castex V., Beniston M., Calanca P., Fleury D., Moreau J. (2018). Pest management under climate change: the importance of understanding tritrophic relations. Sci. Total Environ. 616–617, 397–407. 10.1016/j.scitotenv.2017.11.027", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.027", "29127793"]}, {"Citation": "Chen Q. F., Haddad G. G. (2004). Role of trehalose phosphate synthase and trehalose during hypoxia: from flies to mammals. J. Exp. Biol. 207, 3125–3129. 10.1242/jeb.01133, PMID:", "ArticleIdList": ["10.1242/jeb.01133", "15299033"]}, {"Citation": "Chen Q. W., Jin S., Zhang L., Shen Q. D., Wei P., Wei C. M., et al. (2018). Regulatory functions of trehalose-6-phosphate synthase in the chitin biosynthesis pathway in Tribolium castaneum (Coleoptera: Tenebrionidae) revealed by RNA interference. Bull. Entomol. Res. 108, 388–399. 10.1017/S000748531700089X", "ArticleIdList": ["10.1017/S000748531700089X", "28920565"]}, {"Citation": "Chen Q., Behar K. L., Xu T., Fan C., Haddad G. G. (2003). Expression of Drosophila trehalose-phosphate synthase in HEK-293 cells increases hypoxia tolerance. J. Biol. Chem. 278, 49113–49118. 10.1074/jbc.M308652200, PMID:", "ArticleIdList": ["10.1074/jbc.M308652200", "13129920"]}, {"Citation": "Cheng W., Lei J., Ahn J. E., Liu T. X., Zhu-Salzman K. (2012). Effects of decreased O2 and elevated CO2 on survival, development, and gene expression in cowpea bruchids. J. Insect Physiol. 58, 792–800. 10.1016/j.jinsphys.2012.02.005, PMID:", "ArticleIdList": ["10.1016/j.jinsphys.2012.02.005", "22387498"]}, {"Citation": "Cui F., Wang H., Zhang H., Kang L. (2014). Anoxic stress and rapid cold hardening enhance cold tolerance of the migratory locust. Cryobiology 69, 243–248. 10.1016/j.cryobiol.2014.07.013, PMID:", "ArticleIdList": ["10.1016/j.cryobiol.2014.07.013", "25086202"]}, {"Citation": "Cui S., Wang L., Qiu J., Liu Z., Geng X. (2017). Comparative metabolomics analysis of Callosobruchus chinensis larvae under hypoxia, hypoxia/hypercapnia and normoxia. Pest Manag. Sci. 73, 1267–1276. 10.1002/ps.4455, PMID:", "ArticleIdList": ["10.1002/ps.4455", "27718517"]}, {"Citation": "Farahani R., Kanaan A., Gavrialov O., Brunnert S., Douglas R. M., Morcillo P., et al. . (2008). Differential effects of chronic intermittent and chronic constant hypoxia on postnatal growth and development. Pediatr. Pulmonol. 43, 20–28. 10.1002/ppul.20729, PMID:", "ArticleIdList": ["10.1002/ppul.20729", "18041750"]}, {"Citation": "Feala J. D., Coquin L., Zhou D., Haddad G. G., Paternostro G., McCulloch A. D. (2009). Metabolism as means for hypoxia adaptation: metabolic profiling and flux balance analysis. BMC Syst. Biol. 391. 10.1186/1752-0509-3-91, PMID:", "ArticleIdList": ["10.1186/1752-0509-3-91", "PMC2749811", "19740440"]}, {"Citation": "Feron O. (2009). Pyruvate into lactate and back: from the Warburg effect to symbiotic energy fuel exchange in cancer cells. Radiother. Oncol. 92, 329–333. 10.1016/j.radonc.2009.06.025", "ArticleIdList": ["10.1016/j.radonc.2009.06.025", "19604589"]}, {"Citation": "Fleurat-Lessard F. (1990). “Effect of modified atmospheres on insects and mites infesting stored products” in Food preservation by modified atmospheres. eds. Calderon M., Barkai-Golan R. (Boca Raton, FL, USA: CRC Press; ) 21–38."}, {"Citation": "Follett P. A., Swedman A., Mackey B. (2018). Effect of low-oxygen conditions created by modified atmosphere packaging on radiation tolerance in Drosophila suzukii (Diptera: Drosophilidae) in sweet cherries. J. Econ. Entomol. 111, 141–145. 10.1093/jee/tox337, PMID:", "ArticleIdList": ["10.1093/jee/tox337", "29267933"]}, {"Citation": "Forney C. F., Song J., Hildebrand P. D., Fan L., McRae K. B. (2007). Interactive effects of ozone and 1-methylcyclopropene on decay resistance and quality of stored carrots. Postharvest Biol. Technol. 45, 341–348. 10.1016/j.postharvbio.2007.03.006", "ArticleIdList": ["10.1016/j.postharvbio.2007.03.006"]}, {"Citation": "Garcia R. N., Chung K. W., Key P. B., Burnett L. E., Coen L. D., Delorenzo M. E. (2014). Interactive effects of mosquito control insecticide toxicity, hypoxia, and increased carbon dioxide on larval and juvenile Eastern oysters and hard clams. Arch. Environ. Contam. Toxicol. 66, 450–462. 10.1007/s00244-014-0002-1, PMID:", "ArticleIdList": ["10.1007/s00244-014-0002-1", "24531857"]}, {"Citation": "Garthwaite J. (2010). New insight into the functioning of nitric oxide-receptive guanylyl cyclase: physiological and pharmacological implications. Mol. Cell. Biochem. 334, 221–232. 10.1007/s11010-009-0318-8, PMID:", "ArticleIdList": ["10.1007/s11010-009-0318-8", "20012469"]}, {"Citation": "Gunasekaran N., Rajendran S. (2005). Toxicity of carbon dioxide to drugstore beetle Stegobium paniceum and cigarette beetle Lasioderma serricorne. J. Stored Prod. Res. 41, 283–294. 10.1016/j.jspr.2004.04.001", "ArticleIdList": ["10.1016/j.jspr.2004.04.001"]}, {"Citation": "Guo H., Sun Y., Li Y., Liu X., Zhang W., Ge F. (2014). Elevated CO2 decreases the response of the ethylene signaling pathway in Medicago truncatula and increases the abundance of the pea aphid. New Phytol. 201, 279–291. 10.1111/nph.12484, PMID:", "ArticleIdList": ["10.1111/nph.12484", "24015892"]}, {"Citation": "Hansen L. S., Hansen P., Jensen K. M. (2012). Lethal doses of ozone for control of all stages of internal and external feeders in stored products. Pest Manag. Sci. 68, 1311–1316. 10.1002/ps.3304, PMID:", "ArticleIdList": ["10.1002/ps.3304", "22566141"]}, {"Citation": "Harrison J. F., Haddad G. G. (2011). Effects of oxygen on growth and size: synthesis of molecular, organismal, and evolutionary studies with Drosophila melanogaster. Annu. Rev. Physiol. 73, 95–113. 10.1146/annurev-physiol-012110-142155, PMID:", "ArticleIdList": ["10.1146/annurev-physiol-012110-142155", "20936942"]}, {"Citation": "Hochachaka P. W., Rupert J. L. (2003). Fine tuning the HIF-1 ‘global’ O2 sensor for hypobaric hypoxia in Andean high-altitude natives. BioEssays 25, 515–519. 10.1002/bies.10261, PMID:", "ArticleIdList": ["10.1002/bies.10261", "12717822"]}, {"Citation": "Hochachka P. W., Buck L. T., Doll C. J., Land S. C. (1996). Unifying theory of hypoxia tolerance: molecular/metabolic defense and rescue mechanisms for surviving oxygen lack. Proc. Natl. Acad. Sci. U. S. A. 93, 9493–9498. 10.1073/pnas.93.18.9493", "ArticleIdList": ["10.1073/pnas.93.18.9493", "PMC38456", "8790358"]}, {"Citation": "Husain M., Rasool K. G., Tufail M., Alhamdan A. M., Mehmood K., Aldawood A. S. (2015). Comparative efficacy of CO2 and ozone gases against Ephestia cautella (Lepidoptera: Pyralidae) larvae under different temperature regimes. J. Insect Sci. 15, 126. 10.1093/jisesa/iev108, PMID:", "ArticleIdList": ["10.1093/jisesa/iev108", "PMC4672206", "26382044"]}, {"Citation": "Husain M., Sukirno S., Mehmood K., Rasool K. G., Tufail M., Alwaneen W. S., et al. . (2017). Effectiveness of carbon dioxide against different developmental stages of Cadra cautella and Tribolium castenium. Environ. Sci. Pollut. R. 24, 12787–12795. 10.1007/s11356-017-8860-5, PMID:", "ArticleIdList": ["10.1007/s11356-017-8860-5", "28364201"]}, {"Citation": "Ingabire J. P., Hategekimana A., Bhuvaneswari K., Mohan S., Ganapathy S. (2013). Management of pulse beetle, Callosobruchusmaculatus (F) population by nitrogen based modified atmosphere. J. Entomol. Zool. Stud. 1, 48–52."}, {"Citation": "Isikber A. A., Oztekin S. (2009). Comparison of susceptibility of two stored-product insects Ephestia kuehniella Zeller and Tribolium confusum du Val to gaseous ozone. J. Stored Prod. Res. 45, 159–164. 10.1016/j.jspr.2008.12.003", "ArticleIdList": ["10.1016/j.jspr.2008.12.003"]}, {"Citation": "Johnson S. A., Neven L. G. (2010). Potential of heated controlled atmosphere postharvest treatments for the control of Thaumatotibia leucotreta (Lepidoptera: Tortricidae). J. Econ. Entomol. 103, 265–271. 10.1603/EC09306, PMID:", "ArticleIdList": ["10.1603/EC09306", "20429437"]}, {"Citation": "Kells S. A., Mason L. J., Maier D. E., Woloshuk C. P. (2001). Efficacy and fumigation characteristics of ozone in stored maize. J. Stored Prod. Res. 37, 371–382. 10.1016/S0022-474X(00)00040-0", "ArticleIdList": ["10.1016/S0022-474X(00)00040-0", "11463399"]}, {"Citation": "Kostál V., Tollarová-Borovanská M. (2009). The 70 kDa heat shock protein assists during the repair of chilling injury in the insect, Pyrrhocoris apterus. PLoS One 4:e4546. 10.1371/journal.pone.0004546, PMID:", "ArticleIdList": ["10.1371/journal.pone.0004546", "PMC2639642", "19229329"]}, {"Citation": "Kostál V., Zahradnikova H., Simek P., Zeleny J. (2007). Multiple component system of sugars and polyols in the overwintering spruce bark beetle, Ips typographus. J. Insect Physiol. 53, 580–586. 10.1016/j.jinsphys.2007.02.009, PMID:", "ArticleIdList": ["10.1016/j.jinsphys.2007.02.009", "17481650"]}, {"Citation": "Li C., Li Z. Z. (2009). GSTs activity of three pests in stored Chinese medicinal materials. Plant Prot. 35, 91–94. 10.3969/j.issn.0529-1542.2009.02.021", "ArticleIdList": ["10.3969/j.issn.0529-1542.2009.02.021"]}, {"Citation": "Li C., Li Z. Z., Cao Y., Wang J. J. (2012). Effect of controlled atmosphere on the activity and kinetics of three detoxification enzymes in Araecerus fasciculatus (Coleoptera: Anthribidae). J. Plant Prot. 55, 950–957."}, {"Citation": "Li C., Li Z. Z., Cao Y., Zhou B., Zheng X. W. (2009). Partial characterization of stress-induced carboxylesterase from adults of Stegobium paniceum and Lasioderma serricorne (Coleoptera: Anobiidae) subjected to CO2-enriched atmosphere. J. Pest. Sci. 82, 7–11. 10.1007/s10340-008-0221-1", "ArticleIdList": ["10.1007/s10340-008-0221-1"]}, {"Citation": "Li C., Li Z. Z., Zheng X. W., Zhou B., Cao Y. (2008). Effects of carbon dioxide-enriched atmosphere on the activity of phosphatases from mature larvae of Stegobium paniceum. Plant Prot. 34, 123–126. 10.1007/s11676-008-0012-9", "ArticleIdList": ["10.1007/s11676-008-0012-9"]}, {"Citation": "Li C., Li Z. Z., Zhou B., Zheng X. W., Cao Y. (2007). Effect of carbondioxide enriched atmosphere on the activity of acetylcholinesterase in adults of Stegobium paniceum and Lasioderma serricorne (Coleoptera: Anobiidae). J. Plant Prot. 34, 642–646. 10.3321/j.issn:0577-7518.2007.06.015", "ArticleIdList": ["10.3321/j.issn:0577-7518.2007.06.015"]}, {"Citation": "Liu Y. B. (2013). Nitric oxide as a potent fumigant for postharvest pest control. J. Econ. Entomol. 106, 2267–2274. 10.1603/EC13249, PMID:", "ArticleIdList": ["10.1603/EC13249", "24498723"]}, {"Citation": "Liu Y. B. (2015). Nitric oxide as a new fumigant for postharvest pest control on fresh commodities. Acta Hortic. 1105, 317–321. 10.17660/ActaHortic.2015.1105.46", "ArticleIdList": ["10.17660/ActaHortic.2015.1105.46"]}, {"Citation": "Liu Y. B. (2016). Nitric oxide fumigation for control of western flower thrips and its safety to postharvest quality of fresh fruit and vegetables. J. Asia Pac. Entomol. 19, 1191–1195. 10.1016/j.aspen.2016.10.013", "ArticleIdList": ["10.1016/j.aspen.2016.10.013"]}, {"Citation": "Liu Y. B., Haynes K. F. (2016). Effects of ultralow oxygen and vacuum treatments on bed bug (Heteroptera: Cimicidae) survival. J. Econ. Entomol. 109, 1310–1316. 10.1093/jee/tow034", "ArticleIdList": ["10.1093/jee/tow034", "27106228"]}, {"Citation": "Liu Y. B., Yang X. (2016). “Prospect of nitric oxide as a new fumigant for post-harvest pest control” in Proceedings of 10th International Conference of Controlled Atmosphere and Fumigation in Stored Products (CAF2016). eds. Navarro S., Jayas D. S., Alagusundaram K. (New Delhi, India: ), 161–166. Nov: 7–11."}, {"Citation": "Liu Y. B., Yang X., Masuda T. (2017). Procedures of laboratory fumigation for pest control with nitric oxide gas. J. Vis. Exp. 129:e56309. 10.3791/56309", "ArticleIdList": ["10.3791/56309", "PMC5755471", "29286372"]}, {"Citation": "Liu Y. B., Yang X., Simmons G. (2016). Efficacy of nitric oxide fumigation for controlling codling moth in apples. Insects 7, 71. 10.3390/insects7040071, PMID:", "ArticleIdList": ["10.3390/insects7040071", "PMC5198219", "27918417"]}, {"Citation": "López-Martínez G., Hahn D. A. (2012). Short-term anoxic conditioning hormesis boosts antioxidant defenses, lowers oxidative damage following irradiation and enhances male sexual performance in the Caribbean fruit fly, Anastrepha suspense. J. Exp. Biol. 215, 2150–2161. 10.1242/jeb.065631, PMID:", "ArticleIdList": ["10.1242/jeb.065631", "22623204"]}, {"Citation": "Lu B., Ren Y., Du Y. Z., Fu Y., Gu J. (2009). Effect of ozone on respiration of adult Sitophilus oryzae (L.), Tribolium castaneum (Herbst) and Rhyzopertha dominica (F.). J. Insect Physiol. 55, 885–889. 10.1016/j.jinsphys.2009.05.014", "ArticleIdList": ["10.1016/j.jinsphys.2009.05.014", "19505470"]}, {"Citation": "Lucas K. A., Pitari G. M., Kazerounian S., Ruiz-Stewart I., Park J., Schulz S., et al. . (2000). Guanylyl cyclases and signaling by cyclic GMP. Pharmacol. Rev. 52, 375–413. 10.0000/PMID10977868, PMID:", "ArticleIdList": ["10.0000/PMID10977868", "10977868"]}, {"Citation": "Matthews P. G., White C. R. (2011). Regulation of gas exchange and haemolymph pH in the cockroach Nauphoeta cinerea. J. Exp. Biol. 214, 3062–3073. 10.1242/jeb.053991, PMID:", "ArticleIdList": ["10.1242/jeb.053991", "21865519"]}, {"Citation": "Mditshwa A., Fawole O. A., Opara U. L. (2018). Recent developments on dynamic controlled atmosphere storage of apples—A review. Food Packag. Shelf 16, 59–68. 10.1016/j.fpsl.2018.01.011", "ArticleIdList": ["10.1016/j.fpsl.2018.01.011"]}, {"Citation": "Mehmood K., Husain M., Aslam M., Shoaib M. A., Mehmood A. A., Shaheen F. A. (2018). Changes in the nutritional composition of maize flour due to Tribolium Castaneum infestation and application of carbon dioxide to manage this pest. Environ. Sci. Pollut. Res. 25, 18540–18547. 10.1007/s11356-018-2063-6, PMID:", "ArticleIdList": ["10.1007/s11356-018-2063-6", "29700749"]}, {"Citation": "Michaud M. R., Teets N. M., Peyton J. T., Blobner B. M., Denlinger D. L. (2011). Heat shock response to hypoxia and its attenuation during recovery in the flesh fly, Sarcophaga crassipalpis. J. Insect Physiol. 57, 203–210. 10.1016/j.jinsphys.2010.11.007", "ArticleIdList": ["10.1016/j.jinsphys.2010.11.007", "21075112"]}, {"Citation": "Moreno-Martinez E., Jiménez S., Vázquez M. E. (2000). Effect of Sitophilus zeamais and Aspergillus chevalieri on the oxygen level in maize stored hermetically. J. Stored Prod. Res. 36, 25–36. 10.1016/S0022-474X(99)00023-5", "ArticleIdList": ["10.1016/S0022-474X(99)00023-5"]}, {"Citation": "Morton D. B. (2004). Atypical soluble guanylyl cyclases in Drosophila can function as molecular oxygen sensors. J. Biol. Chem. 279, 50651–50653. 10.1074/jbc.C400461200, PMID:", "ArticleIdList": ["10.1074/jbc.C400461200", "15485853"]}, {"Citation": "Navarro S. (2012). The use of modified and controlled atmospheres for the disinfestation of stored products. J. Pest. Sci. 85, 301–322. 10.1007/s10340-012-0424-3", "ArticleIdList": ["10.1007/s10340-012-0424-3"]}, {"Citation": "Navarro S., Timlick B., Demianyk C. J., White N. D. G. (2012). “Controlled and modified atmospheres” in Stored product protection. eds. Hagstrum D., Phillips T., Cupperus G. (Kansas State University; ) 1–25."}, {"Citation": "Neven L. G., Lehrman N. J., Hansen L. D. (2014). Effects of temperature and modified atmospheres on diapausing 5th instar codling moth metabolism. J. Therm. Biol. 42, 9–14. 10.1016/j.jtherbio.2014.02.017, PMID:", "ArticleIdList": ["10.1016/j.jtherbio.2014.02.017", "24802143"]}, {"Citation": "Nilson T. L., Sinclair B. J., Roberts S. P. (2006). The effects of carbon dioxide anesthesia and anoxia on rapid cold-hardening and chill coma recovery in Drosophila melanogaster. J. Insect Physiol. 52, 1027–1033. 10.1016/j.jinsphys.2006.07.001, PMID:", "ArticleIdList": ["10.1016/j.jinsphys.2006.07.001", "PMC2048540", "16996534"]}, {"Citation": "Njoroge A. W., Affognon H., Mutungi C., Rohde B., Richter U., Hensel O., et al. (2016). Frequency and time pattern differences in acoustic signals produced by Prostephanus truncatus (Horn) (Coleoptera: Bostrichidae) and Sitophilus zeamais (Motschulsky) (Coleoptera: Curculionidae) in stored maize. J. Stored Prod. Res. 69, 31–40. 10.1016/j.jspr.2016.06.005", "ArticleIdList": ["10.1016/j.jspr.2016.06.005"]}, {"Citation": "Njoroge A. W., Mankin R. W., Smith B. W., Baributsa D. (2017). Effects of hermetic storage on adult Sitophilus oryzae L. (Coleoptera: Curculionidae) acoustic activity patterns and mortality. J. Econ. Entomol. 110, 2707–2715. 10.1093/jee/tox260, PMID:", "ArticleIdList": ["10.1093/jee/tox260", "PMC5946933", "29045682"]}, {"Citation": "Ofuya T. I., Reichmuth C. (2002). Effect of humidity on the susceptibility of Callosobruchus maculates (Fabricius) (Coleoptera: Bruchidae) to two modified atmospheres. J. Stored Prod. Res. 38, 139–146. 10.1016/S0022-474X(01)00009-1", "ArticleIdList": ["10.1016/S0022-474X(01)00009-1"]}, {"Citation": "Overgaard J., Malmendal A., Sörensen J. G., Bundy J. G., Loeschcke V., Nielsen N. C., et al. (2007). Metabolomic profiling of rapid cold hardening and cold shock in Drosophila melanogaster. J. Insect Physiol. 53, 1218–1232. 10.1016/j.jinsphys.2007.06.012", "ArticleIdList": ["10.1016/j.jinsphys.2007.06.012", "17662301"]}, {"Citation": "Palou L., Crisosto C. H., Smilanick J. L., Adaskaveg J. E., Zoffoli J. P. (2002). Effects of continuous 0.3 ppm ozone exposure on decay development and physiological responses of peaches and table grapes in cold storage. Postharvest Biol. Technol. 24, 39–48. 10.1016/S0925-5214(01)00118-1", "ArticleIdList": ["10.1016/S0925-5214(01)00118-1"]}, {"Citation": "Pandiselvam R., Chandrasekar V., Thirupathi V. (2017). Numerical simulation of ozone concentration profile and flow characteristics in paddy bulks. Pest Manag. Sci. 73, 1698–1702. 10.1002/ps.4516, PMID:", "ArticleIdList": ["10.1002/ps.4516", "28067028"]}, {"Citation": "Pavani A., Chaitanya R. K., Chauhan V. K., Dasgupta A., Dutta-Gupta A. (2015). Differential oxidative stress responses in castor semilooper, Achaea Janata. J. Invertebr. Pathol. 132, 157–164. 10.1016/j.jip.2015.10.002", "ArticleIdList": ["10.1016/j.jip.2015.10.002", "26455997"]}, {"Citation": "Rasool K. G., Husain M., Mehmood K., Alhamdan A. M. A., Tufail M., Aldawood A. S. (2017). The effectiveness of carbon dioxide and nitrogen on different developmental stages of Cadra Cautella (Lepidoptera: Pyralidae). Pak. J. Agric. Sci. 54, 731–736. 10.21162/pakjas/17.4085", "ArticleIdList": ["10.21162/pakjas/17.4085"]}, {"Citation": "Riudavets J., Castane C., Alomar O., Pons M. J., Gabarra R. (2009). Modified atmosphere packaging (MAP) as an alternative measure for controlling ten pests that attack processed food products. J. Stored Prod. Res. 45, 91–96. 10.1016/j.jspr.2008.10.001", "ArticleIdList": ["10.1016/j.jspr.2008.10.001"]}, {"Citation": "Sadeghi G. R., Pourmirza A. A., Safaralizade M. H. (2011). Effects of nitrogen and phosphine mixtures on stored-product insects’ mortality. Afr. J. Biotechnol. 10, 6133–6144. 10.5897/AJB11.080", "ArticleIdList": ["10.5897/AJB11.080"]}, {"Citation": "Saha T., Nithya C., Ray S. N. (2015). “Integrated postharvest pest management in fruits and vegetables” in Postharvest biology and technology of horticultural crops: Principles and practices for quality maintenance. ed. Siddiqui M. W. (CRC Press; ), 293–317."}, {"Citation": "Sanon A., Dabiré-Bins L. C., Ba N. M. (2011). Triple-bagging of cowpeas within high density polyethylene bags to control the cowpea beetle Callosobruchus maculatus F. (Coleoptera: Bruchidae). J. Stored Prod. Res. 47, 210–215. 10.1016/j.jspr.2011.02.003", "ArticleIdList": ["10.1016/j.jspr.2011.02.003"]}, {"Citation": "Sauer J. A., Shelton M. D. (2002). High-temperature controlled atmosphere for post-harvest control of indian meal moth (Lepidoptera: Pyralidae) on preserved flowers. J. Econ. Entomol. 95, 1074–1078. 10.1603/0022-0493-95.5.1074, PMID:", "ArticleIdList": ["10.1603/0022-0493-95.5.1074", "12403437"]}, {"Citation": "Shaaya E., Kostjukovski M., Eilberg J., Sukprakarn C. (1997). Plant oils as fumigants and contact insecticides for the control of stored-product insects. J. Stored Prod. Res. 33, 7–15. 10.1016/S0022-474X(96)00032-X", "ArticleIdList": ["10.1016/S0022-474X(96)00032-X"]}, {"Citation": "Shukla E., Thorat L. J., Nath B. B., Gaikwad S. M. (2015). Insect trehalase: physiological significance and potential applications. Glycobiology 25, 357–367. 10.1093/glycob/cwu125, PMID:", "ArticleIdList": ["10.1093/glycob/cwu125", "25429048"]}, {"Citation": "Soderstrom E. L., Brandl D. G., Mackey A. (1990). Responses of codling moth (Lepidoptera: Tortricidae) life stages to high carbon dioxide or low oxygen atmospheres. J. Econ. Entoml. 83, 472–475. 10.1093/jee/83.2.472", "ArticleIdList": ["10.1093/jee/83.2.472"]}, {"Citation": "Sousa A. H., Faroni L. R. D., Guedes R. N. C., Totola M. R., Urruchi W. I. (2008). Ozone as a management alternative against phosphine-resistant insect pests of stored products. J. Stored Prod. Res. 44, 379–385. 10.1016/j.jspr.2008.06.003", "ArticleIdList": ["10.1016/j.jspr.2008.06.003"]}, {"Citation": "Tang B., Wang S., Wang S. G., Wang H. J., Zhang J. Y., Cui S. Y. (2018). Invertebrate trehalose-6-phosphate synthase gene: genetic architecture, biochemistry, physiological function, and potential applications. Front. Physiol. 930. 10.3389/fphys.2018.00030, PMID:", "ArticleIdList": ["10.3389/fphys.2018.00030", "PMC5797772", "29445344"]}, {"Citation": "Tao R., Gong J., Luo X., Zang M., Guo W., Wen R., et al. (2010). AMPK exerts dual regulatory effects on the PI3K pathway. J. Mol. Signal. 5, 1. 10.1186/1750-2187-5-1", "ArticleIdList": ["10.1186/1750-2187-5-1", "PMC2848036", "20167101"]}, {"Citation": "Vermehren A., Langlais K. K., Morton D. B. (2006). Oxygen-sensitive guanylyl cyclases in insects and their potential roles in oxygen detection and in feeding behaviors. J. Insect Physiol. 52, 340–348. 10.1016/j.jinsphys.2005.12.001, PMID:", "ArticleIdList": ["10.1016/j.jinsphys.2005.12.001", "16427074"]}, {"Citation": "Villers P., Navarro S., De Bruin T. (2008). “Development of hermetic storage technology in sealed flexible storage structures” in Controlled Atmosphere and Fumigation (CAF) Conference, Chengdu, 1–12."}, {"Citation": "Wang J. J., Zhao Z. M. (2003). Accumulation and utilization of triacylglycerol and polysaccharides in Liposcelis bostrychophila (Psocoptera, Liposcelididae) selected for resistance to carbon dioxide. J. Appl. Entomol. 127, 107–111. 10.1046/j.1439-0418.2003.00718.x", "ArticleIdList": ["10.1046/j.1439-0418.2003.00718.x"]}, {"Citation": "Wang J. J., Zhao Z. M., Tsai J. H. (2000). Resistance and some enzyme activities in Liposcelis bostrychophila Badonnel (Psocoptera: Liposcelididae), in relation to carbon dioxide enriched atmosphere. J. Stored Prod. Res. 36, 297–308. 10.1016/S0022-474X(99)00051-X, PMID:", "ArticleIdList": ["10.1016/S0022-474X(99)00051-X", "10758268"]}, {"Citation": "Wang L., Cui S., Ma L., Kong L., Geng X. (2015). Current advances in the novel functions of hypoxiainducible factor and prolyl hydroxylase in invertebrates. Insect Mol. Biol. 24, 634–648. 10.1111/imb.12189, PMID:", "ArticleIdList": ["10.1111/imb.12189", "26387499"]}, {"Citation": "Weaver D. K., Petroff A. R. (2005). Pest management for grain storage and fumigation. http://www.docstoc.com/docs/45259080/Pest-Management-for-grain-Storage-and-Fumigation"}, {"Citation": "Wei K. J., Zhou H. D., Zhou T., Gong J. H. (2007). Comparison of aqueous ozone and chlorine as sanitizers in the food processing industry: impact on fresh agricultural produce quality. Ozone-Sci. Eng. 29, 113–120. 10.1080/01919510601186592", "ArticleIdList": ["10.1080/01919510601186592"]}, {"Citation": "Wingrove J. A., O’Farrell P. H. (1999). Nitric oxide contributes to behavioral, cellular, and developmental responses to low oxygen in Drosophila. Cell 98, 105–114. 10.1016/S0092-8674(00)80610-8, PMID:", "ArticleIdList": ["10.1016/S0092-8674(00)80610-8", "PMC2754235", "10412985"]}, {"Citation": "Xu K. K., Ding T. B., Yan Y., Li C., Yang W. J. (2017). Expression analysis of glutathione S-transferase genes in Lasioderma serricorne (Coleoptera: Anobiidae) subjected to CO2-enriched atmosphere. J. Zhejiang Univ. 43, 599–607. 10.3785/j.issn.1008-9209.2017.02.261", "ArticleIdList": ["10.3785/j.issn.1008-9209.2017.02.261"]}, {"Citation": "Yang X., Liu Y. B. (2018). Nitric oxide fumigation for postharvest pest control on lettuce. Pest Manag. Sci. 75, 390–395. 10.1002/ps.5123, PMID:", "ArticleIdList": ["10.1002/ps.5123", "29920930"]}, {"Citation": "Yi S. X., Lee R. E. (2003). Detecting freeze injury and seasonal cold-hardening of cells and tissues in the gall fly larvae, Eurosta solidaginis (Diptera: Tephritidae) using fluorescent vital dyes. J. Insect Physiol. 49, 999–1004. 10.1016/S0022-1910(03)00168-9, PMID:", "ArticleIdList": ["10.1016/S0022-1910(03)00168-9", "14568577"]}, {"Citation": "Zhao H. W., Haddad G. G. (2011). Review: hypoxic and oxidative stress resistance in Drosophila melanogaster. Placenta 32(Suppl. 2), S104–S108. 10.1016/j.placenta.2010.11.017", "ArticleIdList": ["10.1016/j.placenta.2010.11.017", "PMC3073591", "21353099"]}, {"Citation": "Zhou D., Haddad G. G. (2013). Genetic analysis of hypoxia tolerance and susceptibility in Drosophila and humans. Annu. Rev. Genomics Hum. Genet. 14, 25–43. 10.1146/annurev-genom-091212-153439, PMID:", "ArticleIdList": ["10.1146/annurev-genom-091212-153439", "23808366"]}, {"Citation": "Zhou D., Visk D. W., Haddad G. G. (2009). Drosophila, a golden bug, for the dissection of the genetic basis of tolerance and susceptibility to hypoxia. Pediatr. Res. 66, 239–247. 10.1203/PDR.0b013e3181b27275, PMID:", "ArticleIdList": ["10.1203/PDR.0b013e3181b27275", "PMC6620046", "19542900"]}, {"Citation": "Zhou S., Criddle R. S., Mitcham E. J. (2001). Metabolic response of Platynota stultana pupae during and after extended exposure to elevated CO2 and reduced O2 atmospheres. J. Insect Physiol. 47, 401–409. 10.1016/S0022-1910(00)00124-4, PMID:", "ArticleIdList": ["10.1016/S0022-1910(00)00124-4", "11166305"]}]}], "History": [{"Year": "2018", "Month": "9", "Day": "27"}, {"Year": "2019", "Month": "2", "Day": "18"}, {"Year": "2019", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "3", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["30914968", "PMC6422892", "10.3389/fphys.2019.00206"]}}]}