{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31019376", "DateRevised": {"Year": "2024", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1016/j.atmosenv.2018.08.020"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "191", "PubDate": {"Year": "2018"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Influence of uncertainties in burned area estimates on modeled wildland fire PM<sub>2.5</sub> and ozone pollution in the contiguous U.S.", "Pagination": {"StartPage": "328", "EndPage": "339", "MedlinePgn": "328-339"}, "Abstract": {"AbstractText": ["Wildland fires are a major source of fine particulate matter (PM<sub>2.5</sub>), one of the most harmful ambient pollutants for human health globally. To represent the influence of wildland fire emissions on atmospheric composition, regional and global chemical transport models rely on emission inventories developed from estimates of burned area (i.e. fire size and location). While different methods of estimating annual burned area agree reasonably well in the western U.S. (within 20-30% for most years during 2002-2014), estimates for the southern U.S. can vary by more than a factor of 5. These differences in burned area lead to significant variability in the spatial and temporal allocation of emissions across fire emission inventory platforms. In this work, we implement wildland fire emission estimates for 2011 from three different products - the USEPA National Emission Inventory (NEI), the Fire Inventory of NCAR (FINN), and the Global Fire Emission Database (GFED4s) - into the Community Multiscale Air Quality (CMAQ) model to quantify and characterize differences in simulated PM and ozone concentrations across the contiguous U.S. (CONUS) due to the fire emission inventory used. The NEI is developed specifically for the U.S., while both FINN and GFED4s are available globally. We find that NEI emissions lead to the largest increases in modeled annual average PM<sub>2.5</sub> (0.85 μg m<sup>-3</sup>) and April-September maximum daily 8-h ozone (0.28 ppb) nationally compared to a \"no fire\" baseline, followed by FINN (0.33 μg m<sup>-3</sup> and 0.22 ppb) and GFED4s (0.12 μg m<sup>-3</sup> and 0.17 ppb). Annual mean enhancements in wildland fire pollution are highest in the southern U.S. across all three inventories (over 4 μg m<sup>-3</sup> and 2 ppb in some areas), but show considerable spatial variability within these regions. We also examine the representation of five individual fire events during 2011 and find that of the two global inventories, FINN reproduces more of the acute changes in pollutant concentrations modeled with NEI and shown in surface observations during each of the episodes investigated compared to GFED4s. Understanding the sensitivity of modeling fire-related PM<sub>2.5</sub> and ozone in the U.S. to burned area estimation approaches will inform future efforts to assess the implications of present and future fire activity for air quality and human health at national and global scales."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA Office of Research and Development, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Koplitz", "ForeName": "Shannon N", "Initials": "SN"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA Office of Research and Development, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Nolte", "ForeName": "Christopher G", "Initials": "CG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA Office of Research and Development, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Pouliot", "ForeName": "George A", "Initials": "GA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA Office of Air Quality Planning and Standards, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Vukovich", "ForeName": "Jeffrey M", "Initials": "JM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "CSRA, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Beidler", "ForeName": "James", "Initials": "J"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ainsworth EA, Yendrek CR, Sitch S, Collins WJ, Emberson LD (2012). The effects of tropospheric ozone on net primary productivity and implications for climate change. Annu Rev Plant Biol, 63, 637–661. doi: 10.1146/annurev-arplant-042110-103829", "ArticleIdList": ["10.1146/annurev-arplant-042110-103829", "22404461"]}, {"Citation": "Appel KW, Napelenok SL, Foley KM, Pye HOT, Hogrefe C, Luecken DJ, Bash JO, Roselle SJ, Pleim JE, Foroutan H, Hutzell WT, Pouliot GA, Sarwar G, Fahey KM, Gantt B, Gilliam RC, Heath NK, Kang DW, Mathur R, Schwede DB, Spero TL, Wong DC, Young JO (2017). Description and evaluation of the Community Multiscale Air Quality (CMAQ) modeling system version 5.1. Geosci Model Dev, 10(4), 1703–1732. doi: 10.5194/gmd-10-1703-2017", "ArticleIdList": ["10.5194/gmd-10-1703-2017", "PMC6104654", "30147852"]}, {"Citation": "Astitha M, Luo HY, Rao ST, Hogrefe C, Mathur R, Kumar N (2017). Dynamic evaluation of two decades of WRF-CMAQ ozone simulations over the contiguous United States. Atmos Environ, 164, 102–116. doi: 10.1016/j.atmosenv.2017.05.020", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.020", "PMC6071429", "30078987"]}, {"Citation": "Baker KR, Woody MC, Tonnesen GS, Hutzell W, Pye HOT, Beaver MR, Pouliot G, Pierce T (2016). Contribution of regional-scale fire events to ozone and PM2.5 air quality estimated by photochemical modeling approaches. Atmos Environ, 140, 539–554. doi: 10.1016/j.atmosenv.2016.06.032", "ArticleIdList": ["10.1016/j.atmosenv.2016.06.032"]}, {"Citation": "Balch JK, Bradley BA, Abatzoglou JT, Nagy RC, Fusco EJ, Mahood AL (2017). Human-started wildfires expand the fire niche across the United States. P Natl Acad Sci USA, 114(11), 2946–2951. doi: 10.1073/pnas.1617394114", "ArticleIdList": ["10.1073/pnas.1617394114", "PMC5358354", "28242690"]}, {"Citation": "Barbero R, Abatzoglou JT, Kolden CA, Hegewisch KC, Larkin NK, Podschwit H (2015a). Multi‐scalar influence of weather and climate on very large fires in the eastern United States. Int J Climatol, 35(8), 2180–2186. doi: 10.1002/joc.4090", "ArticleIdList": ["10.1002/joc.4090"]}, {"Citation": "Barbero R, Abatzoglou JT, Larkin NK, Kolden CA, Stocks B (2015b). Climate change presents increased potential for very large fires in the contiguous United States. Int J Wildland Fire, 24(7), 892–899. doi: 10.1071/WF15083", "ArticleIdList": ["10.1071/WF15083"]}, {"Citation": "Bray CD, Battye W, Aneja VP, Tong DQ, Lee P, Tang Y (2018). Ammonia emissions from biomass burning in the continental United States. Atmos Environ."}, {"Citation": "Brey SJ, Ruminski M, Atwood SA, Fischer EV (2018). Connecting smoke plumes to sources using hazard mapping system (hms) smoke and fire location data over North America. Atmos Chem Phys, 18(3), 1745."}, {"Citation": "Canty TP, Hembeck L, Vinciguerra TP, Anderson DC, Goldberg DL, Carpenter SF, Allen DJ, Loughner CP, Salawitch RJ, Dickerson RR (2015). Ozone and NOx chemistry in the eastern US: Evaluation of CMAQ/CB05 with satellite (OMI) data. Atmos Chem Phys, 15(19), 10965–10982. doi: 10.5194/acp-15-10965-2015", "ArticleIdList": ["10.5194/acp-15-10965-2015"]}, {"Citation": "Cusworth DH, Mickley LJ, Sulprizio MP, Liu T, Marlier ME, DeFries RS, Guttikunda SK, Gupta P (2018). Quantifying the influence of agricultural fires in northwest India on urban air pollution in Delhi, India. Environ Res Lett, 13(4), 044018."}, {"Citation": "Dahlkotter F, Gysel M, Sauer D, Minikin A, Baumann R, Seifert P, Ansmann A, Fromm M, Voigt C, Weinzierl B (2014). The Pagami Creek smoke plume after long-range transport to the upper troposphere over Europe - aerosol properties and black carbon mixing state. Atmos Chem Phys, 14(12), 6111–6137. doi: 10.5194/acp-14-6111-2014", "ArticleIdList": ["10.5194/acp-14-6111-2014"]}, {"Citation": "Dennison PE, Brewer SC, Arnold JD, Moritz MA (2014). Large wildfire trends in the western United States, 1984–2011. Geophys Res Lett, 41(8), 2928–2933. doi: 10.1002/2014GL059576", "ArticleIdList": ["10.1002/2014GL059576"]}, {"Citation": "Donovan VM, Wonkka CL, Twidwell D (2017). Surging wildfire activity in a grassland biome. Geophys Res Lett, 44(12), 5986–5993. doi: 10.1002/2017GL072901", "ArticleIdList": ["10.1002/2017GL072901"]}, {"Citation": "Eidenshink J, Schwind B, Brewer K, Zhu Z-L, Quayle B, Howard S (2007). A project for monitoring trends in burn severity. The Journal of the Association for Fire Ecology, 3(1), 3–21. doi: 10.4996/fireecology.0301003", "ArticleIdList": ["10.4996/fireecology.0301003"]}, {"Citation": "Fann N, Alman B, Broome RA, Morgan GG, Johnston FH, Pouliot G, Rappold AG (2017). The health impacts and economic value of wildland fire episodes in the U.S.: 2008–2012. Sci Total Environ, 610–611, 802–809. doi: 10.1016/j.scitotenv.2017.08.024", "ArticleIdList": ["10.1016/j.scitotenv.2017.08.024", "PMC6117838", "28826118"]}, {"Citation": "Foley KM, Dolwick P, Hogrefe C, Simon H, Timin B, Possiel N (2015a). Dynamic evaluation of CMAQ part ii: Evaluation of relative response factor metrics for ozone attainment demonstrations. Atmos Environ, 103, 188–195. doi: 10.1016/j.atmosenv.2014.12.039", "ArticleIdList": ["10.1016/j.atmosenv.2014.12.039"]}, {"Citation": "Foley KM, Hogrefe C, Pouliot G, Possiel N, Roselle SJ, Simon H, Timin B (2015b). Dynamic evaluation of CMAQ part i: Separating the effects of changing emissions and changing meteorology on ozone levels between 2002 and 2005 in the eastern US. Atmos Environ, 103, 247–255. doi: 10.1016/j.atmosenv.2014.12.038", "ArticleIdList": ["10.1016/j.atmosenv.2014.12.038"]}, {"Citation": "Freitas S, Longo K, Andreae M (2006). Impact of including the plume rise of vegetation fires in numerical simulations of associated atmospheric pollutants. Geophys Res Lett, 33(17). doi: 10.1029/2006GL026608", "ArticleIdList": ["10.1029/2006GL026608"]}, {"Citation": "French NHF, de Groot WJ, Jenkins LK, Rogers BM, Alvarado E, Amiro B, de Jong B, Goetz S, Hoy E, Hyer E, Keane R, Law BE, McKenzie D, McNulty SG, Ottmar R, Perez-Salicrup DR, Randerson J, Robertson KM, Turetsky M (2011). Model comparisons for estimating carbon emissions from North American wildland fire. J Geophys Res-Biogeo, 116. doi: 10.1029/2010JG001469", "ArticleIdList": ["10.1029/2010JG001469"]}, {"Citation": "Gergel DR, Nijssen B, Abatzoglou JT, Lettenmaier DP, Stumbaugh MR (2017). Effects of climate change on snowpack and fire potential in the western USA. Climatic Change, 141(2), 287–299. doi: 10.1007/s10584-017-1899-y", "ArticleIdList": ["10.1007/s10584-017-1899-y"]}, {"Citation": "Geron C, Hays M (2013). Air emissions from organic soil burning on the coastal plain of North Carolina. Atmos Environ, 64, 192–199. doi: 10.1016/j.atmosenv.2012.09.065", "ArticleIdList": ["10.1016/j.atmosenv.2012.09.065"]}, {"Citation": "Giglio L, Randerson JT, van der Werf GR (2013). Analysis of daily, monthly, and annual burned area using the fourth-generation global fire emissions database (GFED4). Journal of Geophysical Research: Biogeosciences, 118(1), 317–328. doi: 10.1002/jgrg.20042", "ArticleIdList": ["10.1002/jgrg.20042"]}, {"Citation": "Gorte RW, Vincent CH, Hanson LA, Rosenblum MR (2012). Federal land ownership: Overview and data. Congressional Research Service, 42346."}, {"Citation": "Hao WM, Larkin NK (2014). Wildland fire emissions, carbon, and climate: Wildland fire detection and burned area in the United States. Forest Ecol Manag, 317, 20–25. doi: 10.1016/j.foreco.2013.09.029", "ArticleIdList": ["10.1016/j.foreco.2013.09.029"]}, {"Citation": "Harrison SP, Bartlein PJ, Brovkin V, Houweling S, Kloster S, Prentice IC (2018). The biomass burning contribution to climate–carbon-cycle feedback. Earth System Dynamics, 9(2), 663."}, {"Citation": "Higuera PE, Abatzoglou JT, Littell JS, Morgan P (2015). The changing strength and nature of fire-climate relationships in the northern Rocky Mountains, USA, 1902–2008. Plos One, 10(6). doi: 10.1371/journal.pone.0127563", "ArticleIdList": ["10.1371/journal.pone.0127563", "PMC4482589", "26114580"]}, {"Citation": "Houyoux MR, Vukovich JM, Coats CJ, Wheeler NJM, Kasibhatla PS (2000). Emission inventory development and processing for the seasonal model for regional air quality (smraq) project. J Geophys Res-Atmos, 105(D7), 9079–9090. doi: 10.1029/1999JD900975", "ArticleIdList": ["10.1029/1999JD900975"]}, {"Citation": "Jaffe DA, Wigder N, Downey N, Pfister G, Boynard A, Reid SB (2013). Impact of wildfires on ozone exceptional events in the western US. Environ Sci Technol, 47(19), 11065–11072. doi: 10.1021/es402164f", "ArticleIdList": ["10.1021/es402164f", "23980897"]}, {"Citation": "Kaulfus AS, Nair U, Jaffe D, Christopher SA, Goodrick S (2017). Biomass burning smoke climatology of the United States: Implications for particulate matter air quality. Environ Sci Technol, 51(20), 11731–11741.", "ArticleIdList": ["28960063"]}, {"Citation": "Kolden CA, Lutz JA, Key CH, Kane JT, van Wagtendonk JW (2012). Mapped versus actual burned area within wildfire perimeters: Characterizing the unburned. Forest Ecol Manag, 286, 38–47. doi: 10.1016/j.foreco.2012.08.020", "ArticleIdList": ["10.1016/j.foreco.2012.08.020"]}, {"Citation": "Kolden CA, Smith AMS, Abatzoglou JT (2015). Limitations and utilisation of monitoring trends in burn severity products for assessing wildfire severity in the USA. Int J Wildland Fire, 24(7), 1023–1028. doi: 10.1071/WF15082", "ArticleIdList": ["10.1071/WF15082"]}, {"Citation": "Kumar A, Wu S, Huang Y, Liao H, Kaplan JO (2018). Mercury from wildfires: Global emission inventories and sensitivity to 2000–2050 global change. Atmos Environ, 173, 6–15."}, {"Citation": "Larkin NK, Raffuse SM, Strand TM (2014). Wildland fire emissions, carbon, and climate: US emissions inventories. Forest Ecol Manag, 317, 61–69. doi: 10.1016/j.foreco.2013.09.012", "ArticleIdList": ["10.1016/j.foreco.2013.09.012"]}, {"Citation": "Lelieveld J, Evans JS, Fnais M, Giannadaki D, Pozzer A (2015). The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature, 525(7569), 367–371. doi: 10.1038/nature15371", "ArticleIdList": ["10.1038/nature15371", "26381985"]}, {"Citation": "Littell JS, Peterson DL, Riley KL, Liu YQ, Luce CH (2016). A review of the relationships between drought and forest fire in the United States. Global Change Biol, 22(7), 2353–2369. doi: 10.1111/gcb.13275", "ArticleIdList": ["10.1111/gcb.13275", "27090489"]}, {"Citation": "Liu JC, Mickley LJ, Sulprizio MP, Dominici F, Yue X, Ebisu K, Anderson GB, Khan RFA, Bravo MA, Bell ML (2016). Particulate air pollution from wildfires in the western US under climate change. Climatic Change, 138(3–4), 655–666. doi: 10.1007/s10584-016-1762-6", "ArticleIdList": ["10.1007/s10584-016-1762-6", "PMC5476308", "28642628"]}, {"Citation": "Liu JC, Wilson A, Mickley LJ, Dominici F, Ebisu K, Wang Y, Sulprizio MP, Peng RD, Yue X, Son JY, Anderson GB, Bell ML (2017). Wildfire-specific fine particulate matter and risk of hospital admissions in urban and rural counties. Epidemiology, 28(1), 77–85. doi: 0.1097/EDE.0000000000000556", "ArticleIdList": ["PMC5130603", "27648592"]}, {"Citation": "Liu XX, Huey LG, Yokelson RJ, Selimovic V, Simpson IJ, Muller M, Jimenez JL, Campuzano-Jost P, Beyersdorf AJ, Blake DR, Butterfield Z, Choi Y, Crounse JD, Day DA, Diskin GS, Dubey MK, Fortner E, Hanisco TF, Hu WW, King LE, Kleinman L, Meinardi S, Mikoviny T, Onasch TB, Palm BB, Peischl J, Pollack IB, Ryerson TB, Sachse GW, Sedlacek AJ, Shilling JE, Springston S, St Clair JM, Tanner DJ, Teng AP, Wennberg PO, Wisthaler A, Wolfe GM (2017). Airborne measurements of western US wildfire emissions: Comparison with prescribed burning and air quality implications. J Geophys Res-Atmos, 122(11), 6108–6129. doi: 10.1002/2016JD026315", "ArticleIdList": ["10.1002/2016JD026315"]}, {"Citation": "Mangeon S, Field R, Fromm M, McHugh C, Voulgarakis A (2016). Satellite versus ground-based estimates of burned area: A comparison between MODIS based burned area and fire agency reports over North America in 2007. The Anthropocene Review, 3(2), 76–92. doi: 10.1177/2053019615588790", "ArticleIdList": ["10.1177/2053019615588790"]}, {"Citation": "McKenzie D, Littell JS (2017). Climate change and the eco‐hydrology of fire: Will area burned increase in a warming western USA? Ecol Appl, 27(1), 26–36. doi: 10.1002/eap.1420", "ArticleIdList": ["10.1002/eap.1420", "28001335"]}, {"Citation": "Meddens AJ, Kolden CA, Lutz JA (2016). Detecting unburned areas within wildfire perimeters using Landsat and ancillary data across the northwestern United States. Remote Sens Environ, 186, 275–285. doi: 10.1016/j.rse.2016.08.023", "ArticleIdList": ["10.1016/j.rse.2016.08.023"]}, {"Citation": "Morton DC, Collatz GJ, Wang D, Randerson JT, Giglio L, Chen Y (2013). Satellite-based assessment of climate controls on US burned area. Biogeosciences, 10(1), 247–260. doi: 10.5194/bg-10-247-2013", "ArticleIdList": ["10.5194/bg-10-247-2013"]}, {"Citation": "Mouillot F, Schultz MG, Yue C, Cadule P, Tansey K, Ciais P, Chuvieco E (2014). Ten years of global burned area products from spaceborne remote sensing-a review: Analysis of user needs and recommendations for future developments. Int J Appl Earth Obs, 26, 64–79. doi: 10.1016/j.jag.2013.05.014", "ArticleIdList": ["10.1016/j.jag.2013.05.014"]}, {"Citation": "Mu M, Randerson J, van der Werf G, Giglio L, Kasibhatla P, Morton D, Collatz G, DeFries R, Hyer E, Prins E (2011). Daily and hourly variability in global fire emissions and consequences for atmospheric model predictions of carbon monoxide. Journal of Geophysical Research: Atmospheres, 116(D24). doi: 10.1029/2011JD016245", "ArticleIdList": ["10.1029/2011JD016245"]}, {"Citation": "NASA. (2011a). Honey Prairie Fire, Georgia: \nhttps://earthobservatory.nasa.gov/images/50531"}, {"Citation": "NASA. (2011b). Fires in Georgia and southeastern North Carolina. Retrieved from https://www.nasa.gov/mission_pages/fires/main/usa/20110714_ganc.html"}, {"Citation": "Nolte CG, Appel KW, Kelly JT, Bhave PV, Fahey KM, Collett JL, Zhang L, Young JO (2015). Evaluation of the Community Multiscale Air Quality (CMAQ) model v5.0 against size-resolved measurements of inorganic particle composition across sites in North America. Geosci Model Dev, 8(9), 2877–2892. doi: 10.5194/gmd-8-2877-2015", "ArticleIdList": ["10.5194/gmd-8-2877-2015"]}, {"Citation": "Otte T, Pleim J (2010). The meteorology-chemistry interface processor (MCIP) for the CMAQ modeling system: Updates through mcipv3. 4.1. Geosci Model Dev, 3(1), 243."}, {"Citation": "Parrish D, Young L, Newman M, Aikin K, Ryerson T (2017). Ozone design values in southern california’s air basins: Temporal evolution and US back-ground contribution. Journal of Geophysical Research: Atmospheres, 122, 2."}, {"Citation": "Paton-Walsh C, Emmons LK, Wiedinmyer C (2012). Australia’s black saturday fires - comparison of techniques for estimating emissions from vegetation fires. Atmos Environ, 60, 262–270. doi: 10.1016/j.atmosenv.2012.06.066", "ArticleIdList": ["10.1016/j.atmosenv.2012.06.066"]}, {"Citation": "Paugam R, Wooster M, Freitas S, Val Martin M (2016). A review of approaches to estimate wildfire plume injection height within large-scale atmospheric chemical transport models. Atmos Chem Phys, 16(2), 907–925. doi: 10.5194/acp-16-907-2016", "ArticleIdList": ["10.5194/acp-16-907-2016"]}, {"Citation": "Pouliot G, Rao V, McCarty JL, Soja A (2017). Development of the crop residue and rangeland burning in the 2014 National Emissions Inventory using information from multiple sources. J Air Waste Manage, 67(5), 613–622. doi: 10.1080/10962247.2016.1268982", "ArticleIdList": ["10.1080/10962247.2016.1268982", "PMC6088810", "27964698"]}, {"Citation": "Prestemon JP, Shankar U, Xiu A, Talgo K, Yang D, Dixon E, McKenzie D, Abt KL (2016). Projecting wildfire area burned in the south-eastern United States, 2011–60. Int J Wildland Fire, 25(7), 715–729. doi: 10.1071/WF15124", "ArticleIdList": ["10.1071/WF15124"]}, {"Citation": "Raffuse S, Du Y, Larkin N, Lahm P (2012). Development of the 2008 wildland fire national emissions inventory.. In: 20th International Emissions Inventory Conference, pp. 13–16."}, {"Citation": "Randerson JT, Chen Y, van der Werf GR, Rogers BM, Morton DC (2012). Global burned area and biomass burning emissions from small fires. Journal of Geophysical Research: Biogeosciences, 117(G4). doi: 10.1029/2012JG002128", "ArticleIdList": ["10.1029/2012JG002128"]}, {"Citation": "Reddington CL, Spracklen DV, Artaxo P, Ridley DA, Rizzo LV, Arana A (2016). Analysis of particulate emissions from tropical biomass burning using a global aerosol model and long-term surface observations. Atmos Chem Phys, 16(17), 11083–11106. doi: 10.5194/acp-16-11083-2016", "ArticleIdList": ["10.5194/acp-16-11083-2016"]}, {"Citation": "Reid CE, Brauer M, Johnston FH, Jerrett M, Balmes JR, Elliott CT (2016). Critical review of health impacts of wildfire smoke exposure. Environ Health Persp, 124(9), 1334–1343. doi: 10.1289/ehp.1409277", "ArticleIdList": ["10.1289/ehp.1409277", "PMC5010409", "27082891"]}, {"Citation": "Sarwar G, Appel KW, Carlton AG, Mathur R, Schere K, Zhang R, Majeed MA (2011). Impact of a new condensed toluene mechanism on air quality model predictions in the US. Geosci Model Dev, 4(1), 183–193. doi: 10.5194/gmd-4-183-2011", "ArticleIdList": ["10.5194/gmd-4-183-2011"]}, {"Citation": "Short KC (2014). A spatial database of wildfires in the United States, 1992–2011. Earth Syst Sci Data, 6(1), 1–27. doi: 10.5194/essd-6-1-2014", "ArticleIdList": ["10.5194/essd-6-1-2014"]}, {"Citation": "Shi Y, Matsunaga T (2017). Temporal comparison of global inventories of co2 emissions from biomass burning during 2002–2011 derived from remotely sensed data. Environ Sci Pollut R, 24(20), 16905–16916.", "ArticleIdList": ["28577139"]}, {"Citation": "Skamarock WC, Klemp JB (2008). A time-split nonhydrostatic atmospheric model for weather research and forecasting applications. J Comput Phys, 227(7), 3465–3485. doi: 10.1016/j.jcp.2007.01.037", "ArticleIdList": ["10.1016/j.jcp.2007.01.037"]}, {"Citation": "Sparks AM, Boschetti L, Smith AM, Tinkham WT, Lannom KO, Newingham BA (2015). An accuracy assessment of the MTBS burned area product for shrub–steppe fires in the northern Great Basin, United States. Int J Wildland Fire, 24, 70–78. doi: 10.1071/WF14131", "ArticleIdList": ["10.1071/WF14131"]}, {"Citation": "Turner MC, Jerrett M, Pope CA, Krewski D, Gapstur SM, Diver WR, Beckerman BS, Marshall JD, Su J, Crouse DL, Burnett RT (2016). Long-term ozone exposure and mortality in a large prospective study. Am J Resp Crit Care, 193(10), 1134–1142. doi: 10.1164/rccm.201508-1633OC", "ArticleIdList": ["10.1164/rccm.201508-1633OC", "PMC4872664", "26680605"]}, {"Citation": "USEPA. (2014). National Emissions Inventory, version 1 technical support document, 2011."}, {"Citation": "USEPA. (2015a). 2011 National Emissions Inventory, version 2 Technical Support Document, U.S. Environmental Protection Agency, Office of Air Quality Planning and Standards, Research Triangle Park, North Carolina, https://www.epa.gov/sites/production/files/2015-10/documents/nei2011v2_tsd_14aug2015.pdf."}, {"Citation": "USEPA, Office of Research and Development. (2015b). CMAQv5.1 (version 5.1): Zenodo. 10.5281/zenodo.1079909.", "ArticleIdList": ["10.5281/zenodo.1079909"]}, {"Citation": "USEPA. (2016). Average annual emissions. Retrieved 9/8/17 https://www.epa.gov/sites/production/files/2016-12/national_tier1_caps.xlsx"}, {"Citation": "USFS. (2011). Wallow Fire 2011, Fire/Fuels Report. https://www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5333354.pdf"}, {"Citation": "USFS. (2012). Pagami Creek Wildfire. https://www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5346343.pdf"}, {"Citation": "Val Martin M, Heald C, Lamarque J, Tilmes S, Emmons L, Schichtel B (2015). How emissions, climate, and land use change will impact mid-century air quality over the United States: A focus on effects at national parks. Atmos. Chem. Phys, 15, 2805–2823. doi: 10.5194/acp-15-2805-2015", "ArticleIdList": ["10.5194/acp-15-2805-2015"]}, {"Citation": "Val Martin M, Kahn RA, Logan JA, Paugam R, Wooster M, Ichoku C (2012). Space‐based observational constraints for 1‐d fire smoke plume‐rise models. Journal of Geophysical Research: Atmospheres, 117(D22). doi: 10.1029/2012JD018370", "ArticleIdList": ["10.1029/2012JD018370"]}, {"Citation": "Van der Werf GR, Randerson JT, Collatz GJ, Giglio L, Kasibhatla PS, Arellano AF, Olsen SC, Kasischke ES (2004). Continental-scale partitioning of fire emissions during the 1997 to 2001 el nino/la nina period. Science, 303(5654), 73–76.", "ArticleIdList": ["14704424"]}, {"Citation": "Van der Werf GR, Randerson JT, Giglio L, Collatz G, Mu M, Kasibhatla PS, Morton DC, DeFries R, Jin Y. v., van Leeuwen TT (2010). Global fire emissions and the contribution of deforestation, savanna, forest, agricultural, and peat fires (1997–2009). Atmos Chem Phys, 10(23), 11707–11735. doi: 10.5194/acp-10-11707-2010", "ArticleIdList": ["10.5194/acp-10-11707-2010"]}, {"Citation": "Van der Werf GR, Randerson JT, Giglio L, van Leeuwen TT, Chen Y, Rogers BM, Mu M, van Marle MJ, Morton DC, Collatz GJ (2017). Global fire emissions estimates during 1997–2016. Earth Syst Sci Data, 9(2), 697. doi: 10.5194/essd-9-697-2017", "ArticleIdList": ["10.5194/essd-9-697-2017"]}, {"Citation": "Watts AC, Kobziar LN (2013). Smoldering combustion and ground fires: Ecological effects and multi-scale significance. Fire Ecol, 9(1), 124–132. doi: 10.4996/fireecology.0901124", "ArticleIdList": ["10.4996/fireecology.0901124"]}, {"Citation": "Westerling AL (2016). Increasing western US forest wildfire activity: Sensitivity to changes in the timing of spring Philos T R Soc B, 371(1707). doi: 10.1098/Rstb.2016.0373", "ArticleIdList": ["10.1098/Rstb.2016.0373", "PMC4874415", "27216510"]}, {"Citation": "Wiedinmyer C, Akagi SK, Yokelson RJ, Emmons LK, Al-Saadi JA, Orlando JJ, Soja AJ (2011). The fire inventory from NCAR (FINN): A high resolution global model to estimate the emissions from open burning. Geosci Model Dev, 4(3), 625–641. doi: 10.5194/gmd-4-625-2011", "ArticleIdList": ["10.5194/gmd-4-625-2011"]}, {"Citation": "Yang J, Tian HQ, Tao B, Ren W, Pan SF, Liu YQ, Wang YH (2015). A growing importance of large fires in conterminous United States during 1984–2012. J Geophys Res-Biogeo, 120(12), 2625–2640. doi: 10.1002/2015JG002965", "ArticleIdList": ["10.1002/2015JG002965"]}, {"Citation": "Yue X, Mickley LJ, Logan JA, Kaplan JO (2013). Ensemble projections of wildfire activity and carbonaceous aerosol concentrations over the western United States in the mid-21st century. Atmos Environ, 77, 767–780. doi: 10.1016/j.atmosenv.2013.06.003", "ArticleIdList": ["10.1016/j.atmosenv.2013.06.003", "PMC3763857", "24015109"]}, {"Citation": "Zhang HL, Chen G, Hu JL, Chen SH, Wiedinmyer C, Kleeman M, Ying Q (2014). Evaluation of a seven-year air quality simulation using the Weather Research and Forecasting (WRF)/Community Multiscale Air Quality (CMAQ) models in the eastern United States. Sci Total Environ, 473, 275–285. doi: 10.1016/j.scitotenv.2013.11.121", "ArticleIdList": ["10.1016/j.scitotenv.2013.11.121", "24374589"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31019376", "NIHMS997581", "PMC6476193", "10.1016/j.atmosenv.2018.08.020"]}}]}