{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["aircraft", "coliform", "disinfection", "drinking water", "flushing", "plumbing"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31031576", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.2166/ws.2018.195"], "Journal": {"ISSN": "1607-0798", "JournalIssue": {"Volume": "19", "Issue": "5", "PubDate": {"Year": "2019", "Month": "Aug", "Day": "01"}}, "Title": "Water science & technology, water supply", "ISOAbbreviation": "Water Sci Technol Water Supply"}, "ArticleTitle": "The effectiveness of disinfection and flushing procedures to prevent coliform persistence in aircraft water systems.", "Pagination": {"StartPage": "1339", "EndPage": "1346", "MedlinePgn": "1339-1346"}, "Abstract": {"AbstractText": ["A full-scale reproduction of an aircraft drinking water system was conditioned using municipal tap water with a mixture of free chlorine and chloramines, and subsequently contaminated with coliforms. Disinfection was undertaken using chlorine dioxide, ozone and a mixed oxidant solution followed by flushing until no disinfectant residual remained. Results showed that coliforms were not persistent on the aircraft plumbing surfaces, and coliforms were not detected after disinfection and flushing with any disinfectant. The one exception was the aerator installed in the lavatory faucet, which was coliform positive after disinfection with ozone and mixed oxidants. These data suggest that the faucet aerators could be a source of coliform contamination that may result in coliform positive samples. Further experiments conducted on disinfection of aerators with glycolic acid and quaternary ammonia (both commonly used by the airlines) showed no detectable coliforms on coliform contaminated aerators after 30 minutes of soaking in the disinfectants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, National Homeland Security Research Center, 26 W. Martin Luther King Dr. (MS NG-16), Cincinnati, OH 45268, USA."}], "Identifier": [], "LastName": "Szabo", "ForeName": "Jeffrey", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, National Risk Management Research Laboratory, 26 W. Martin Luther King Dr. (MS NG-16), Cincinnati, OH 45268, USA."}], "Identifier": [], "LastName": "Rodgers", "ForeName": "Mark", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, Region 6, 1445 Ross Avenue, Dallas, Texas 75202, USA."}], "Identifier": [], "LastName": "Mistry", "ForeName": "Jatin", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Wheeling Jesuit University-US Environmental Protection Agency, 316 Washington Avenue, Wheeling, WV 26003, USA."}], "Identifier": [], "LastName": "Steenbock", "ForeName": "Joshua", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, National Homeland Security Research Center, 26 W. Martin Luther King Dr. (MS NG-16), Cincinnati, OH 45268, USA."}], "Identifier": [], "LastName": "Hall", "ForeName": "John", "Initials": "J"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Water Sci Technol Water Supply", "NlmUniqueID": "101735655", "ISSNLinking": "1606-9749"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abberton CL, Bereschenko L, van der Wielen PWJJ & Smith CJ 2016. Survival, biofilm formation, and growth potential of environmental and enteric Escherichia coli strains in drinking water microcosms. Applied and Environmental Microbiology 82 (17), 5320–5331.", "ArticleIdList": ["PMC4988207", "27342552"]}, {"Citation": "Camper AK, Jones WL & Hayes JT 1996. Effect of growth conditions and substratum composition on the persistence of coliforms in mixed-population biofilms. Applied and Environmental Microbiology 62 (11), 4014–4018.", "ArticleIdList": ["PMC168220", "8899991"]}, {"Citation": "Culotti A & Packman AI 2014. Pseudomonas aeruginosa promotes Escherichia coli biofilm formation in nutrient-limited medium. PLoS ONE 9 (9), e107186.", "ArticleIdList": ["PMC4157881", "25198725"]}, {"Citation": "Fass S, Dincher ML, Reasoner DJ, Gatel D & Block J-C 1996. Fate of Escherichia coli experimentally injected in a drinking water distribution pilot system. Water Research 30 (9), 2215–2221."}, {"Citation": "Handschuh H, O’Dwyer J & Adley C 2015. Bacteria that travel: the quality of aircraft water. International Journal of Environmental Research and Public Health 12 (11), 13938–13955.", "ArticleIdList": ["PMC4661625", "26529000"]}, {"Citation": "Handschuh H, Ryan MP, O’Dwyer J & Adley CC 2017. Assessment of the bacterial diversity of aircraft water: identification of the frequent fliers. PLoS ONE 12 (1), e0170567.", "ArticleIdList": ["PMC5256958", "28114359"]}, {"Citation": "Juhna T, Birzniece D, Larsson S, Zulenkovs D, Sharipo A, Azevedo NF, Ménard-Szczebara F, Castagnet S, Feliers C & Keevil CW 2007. Detection of Escherichia coli in biofilms from pipe samples and coupons in drinking water distribution networks. Applied and Environmental Microbiology 73 (22), 7456–7464.", "ArticleIdList": ["PMC2168204", "17720845"]}, {"Citation": "LeChevallier MW, Welch NJ & Smith DB 1996. Full-scale studies of factors related to coliform regrowth in drinking water. Applied and Environmental Microbiology 62 (7), 2201–2211.", "ArticleIdList": ["PMC168000", "8779557"]}, {"Citation": "McMath SM, Sumpter C, Holt DM, Delanoue A & Chamberlain AHL 1999. The fate of environmental coliforms in a model water distribution system. Letters in Applied Microbiology 28 (2), 93–97.", "ArticleIdList": ["10063636"]}, {"Citation": "Oder M, Arlič M, Bohinc K & Fink R 2018. Escherichia coli biofilm formation and dispersion under hydrodynamic conditions on metal surfaces. International Journal of Environmental Health Research 28 (1), 55–63.", "ArticleIdList": ["29232959"]}, {"Citation": "Szabo JG, Rice EW & Bishop PL 2006. Persistence of Klebsiella pneumoniae on simulated biofilm in a model drinking water system. Environmental Science & Technology 40 (16), 4996–5002.", "ArticleIdList": ["16955898"]}, {"Citation": "USEPA\n2010. \nAircraft Drinking Water Rule: A Quick Reference Guide Overview. EPA-816-F-10-077\nhttps://nepis.epa.gov/Exe/ZyPdf.cgi?Dockey=P100GJOS.txt."}, {"Citation": "Wakimoto N, Nishi J, Sheikh J, Nataro JP, Sarantuya J, Iwashita M, Manago K, Tokuda K, Yoshinaga M & Kawano Y 2004. Quantitative biofilm assay using a microtiter plate to screen for Enteroaggregative Escherichia coli. The American Journal of Tropical Medicine and Hygiene 71 (5), 687–690.", "ArticleIdList": ["15569806"]}, {"Citation": "Williams MM & Braun-Howland EB 2003. Growth of Escherichia coli in model distribution system biofilms exposed to hypochlorous acid or monochloramine. Applied and Environmental Microbiology 69 (9), 5463–5471.", "ArticleIdList": ["PMC194988", "12957935"]}]}], "History": [{"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "4", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31031576", "NIHMS1521017", "PMC6483101", "10.2166/ws.2018.195"]}}]}