{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["local corticosteroid injections", "oxygen-ozone", "wrist splints"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31123423", "DateRevised": {"Year": "2024", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.2147/ORR.S202780"], "Journal": {"ISSN": "1179-1462", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2019"}}, "Title": "Orthopedic research and reviews", "ISOAbbreviation": "Orthop Res Rev"}, "ArticleTitle": "Interesting effectiveness of ozone injection for carpal tunnel syndrome treatment: a randomized controlled trial.", "Pagination": {"StartPage": "61", "EndPage": "67", "MedlinePgn": "61-67"}, "Abstract": {"AbstractText": ["<b>Purpose:</b> Carpal tunnel syndrome (CTS) is the most common entrapment neuropathy in the upper limb. Local injection of different substances has been increasingly used as an acceptable conservative treatment in non-severe cases. This study aimed to evaluate the efficacy and safety of local ozone injection in the management of non-severe CTS. <b>Methods:</b> In the current randomized controlled trial (RCT), 40 patients with mild or moderate CTS were included in two parallel groups. Both of them used the resting volar wrist splint for 8 weeks; while the intervention group received a single dose of local ozone injection, except for the same splinting protocol. The main outcome measures including visual analog scale (VAS) for pain; symptom severity or functional status, based on Boston questionnaire (BQ); and median nerve conduction study, were reassessed 10 weeks after the treatment. <b>Results:</b> All of the measures including VAS, symptom severity, functional status and EDX improved significantly in both groups with the maximal changes in VAS. The VAS reduction was more remarkable in the ozone group than the control group [64% versus 45.3%, respectively]. Moreover, both of the BQ subscales showed significantly higher improvement in the ozone group compared to the control group (<i>P</i>=0.01 and 0.02, respectively). Although the improvement of EDX parameters was slightly better in the ozone group, the difference was not significant. Neither minor nor major side effects were reported. <b>Conclusion:</b> Ozone therapy as a safe and low-cost method, could provide promising results among women with mild to moderate CTS, at least for short-term treatment. <b>Clinical trial registration:</b> IRCT2016040913442N9."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department and Research Center, Shohada-e-Tajrish Hospital, Shahid Beheshti University of Medical Sciences, School of Medicine, Tehran, Iran."}], "Identifier": [], "LastName": "Bahrami", "ForeName": "Mohammad Hasan", "Initials": "MH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Development Research Center of Shahid Modarres Hospital, Physical Medicine and Rehabilitation Department and Research Center, Shahid Beheshti University of Medical Sciences, School of Medicine, Tehran, Iran."}], "Identifier": [], "LastName": "Raeissadat", "ForeName": "Seyed Ahmad", "Initials": "SA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department and Research Center, Shohada-e-Tajrish Hospital, Shahid Beheshti University of Medical Sciences, School of Medicine, Tehran, Iran."}], "Identifier": [], "LastName": "Nezamabadi", "ForeName": "Mohammadrasoul", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department and Research Center, Shohada-e-Tajrish Hospital, Shahid Beheshti University of Medical Sciences, School of Medicine, Tehran, Iran."}], "Identifier": [], "LastName": "Hojjati", "ForeName": "Fateme", "Initials": "F"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department, Tehran University of Medical Sciences (TUMS), School of Medicine, Tehran, Iran."}], "Identifier": [], "LastName": "Rahimi-Dehgolan", "ForeName": "Shahram", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Orthop Res Rev", "NlmUniqueID": "101531415", "ISSNLinking": "1179-1462"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alfonso C, Jann S, Massa R, Torreggiani A. Diagnosis, treatment and follow-up of the carpal tunnel syndrome: a review. Neurol Sci. 2010;31(3):243–252. doi:10.1007/s10072-009-0213-9", "ArticleIdList": ["10.1007/s10072-009-0213-9", "20145967"]}, {"Citation": "Kim PT, Lee HJ, Kim TG, Jeon IH. Current approaches for carpal tunnel syndrome. Clin Orthop Surg. 2014;6(3):253–257. doi:10.4055/cios.2014.6.3.253", "ArticleIdList": ["10.4055/cios.2014.6.3.253", "PMC4143510", "25177448"]}, {"Citation": "Ibrahim I, Khan WS, Goddard N, Smitham P. Carpal tunnel syndrome: a review of the recent literature. Open Orthop J. 2012;6:69–76. doi:10.2174/1874325001206010069", "ArticleIdList": ["10.2174/1874325001206010069", "PMC3314870", "22470412"]}, {"Citation": "Dale AM, Harris-Adamson C, Rempel D, et al. Prevalence and incidence of carpal tunnel syndrome in US working populations: pooled analysis of six prospective studies. Scand J Work Environ Health. 2013;39(5):495–505. doi:10.5271/sjweh.3351", "ArticleIdList": ["10.5271/sjweh.3351", "PMC4042862", "23423472"]}, {"Citation": "Ono S, Clapham PJ, Chung KC. Optimal management of carpal tunnel syndrome. Int J Gen Med. 2010;3:255–261.", "ArticleIdList": ["PMC2934608", "20830201"]}, {"Citation": "Turner A, Kimble F, Gulyas K, Ball J. Can the outcome of open carpal tunnel release be predicted?: a review of the literature. ANZ J Surg. 2010;80(1–2):50–54. doi:10.1111/j.1445-2197.2009.05175.x", "ArticleIdList": ["10.1111/j.1445-2197.2009.05175.x", "20575880"]}, {"Citation": "Huisstede BM, Friden J, Coert JH, Hoogvliet P, European HG. Carpal tunnel syndrome: hand surgeons, hand therapists, and physical medicine and rehabilitation physicians agree on a multidisciplinary treatment guideline-results from the European HANDGUIDE study. Arch Phys Med Rehabil. 2014;95(12):2253–2263. doi:10.1016/j.apmr.2014.06.022", "ArticleIdList": ["10.1016/j.apmr.2014.06.022", "25127999"]}, {"Citation": "Zambello A, Fumagalli L, Fara B, Bianchi M. Oxygen-ozone treatment of carpal tunnel syndrome. Retrospective study and literature review of conservative and surgical techniques. Int J Ozone Ther. 2008;7(1):45–48."}, {"Citation": "Raeissadat SA, Rayegani SM, Rezaei S, et al. The effect of polarized polychromatic noncoherent light (bioptron) therapy on patients with carpal tunnel syndrome. J Lasers Med Sci. 2014;5(1):39–46.", "ArticleIdList": ["PMC4290517", "25606338"]}, {"Citation": "Rayegani SM, Raeissadat SA, Heidari S, Moradi-Joo M. Safety and effectiveness of low-level laser therapy in patients with knee osteoarthritis: a systematic review and meta-analysis. J Lasers Med Sci. 2017;8(Suppl 1):S12–S19. doi:10.15171/jlms.2017.s3", "ArticleIdList": ["10.15171/jlms.2017.s3", "PMC5642172", "29071029"]}, {"Citation": "Raeissadat A, Reza Soltani Z. Study of long term effects of laser therapy versus local corticosteroid injection in patients with carpal tunnel syndrome. J Lasers Med Sci. 2010;1:24–30."}, {"Citation": "Dinarvand V, Abdollahi I, Raeissadat SA, Mohseni Bandpei MA, Babaee M, Talimkhani A. The effect of scaphoid and hamate mobilization on treatment of patients with carpal tunnel syndrome. Anesthesiology Pain Med. 2017;7(5):e14621. doi:10.5812/aapm.", "ArticleIdList": ["10.5812/aapm", "PMC5903255", "29696114"]}, {"Citation": "Karimzadeh A, Bagheri S, Raeissadat SA, et al. Comparing different doses of local corticosteroid injection in carpal tunnel syndrome: a double blind randomized clinical trial. J Pain Res. 2019;12:579–584. doi:10.2147/JPR.S190652", "ArticleIdList": ["10.2147/JPR.S190652", "PMC6368124", "30787634"]}, {"Citation": "Bahrami MH, Shahraeeni S, Raeissadat SA. Comparison between the effects of progesterone versus corticosteroid local injections in mild and moderate carpal tunnel syndrome: a randomized clinical trial. BMC Musculoskelet Disord. 2015;16:322.", "ArticleIdList": ["PMC4623292", "26502966"]}, {"Citation": "Raeissadat SA, Karimzadeh A, Hashemi M, Bagherzadeh L. Safety and efficacy of platelet-rich plasma in treatment of carpal tunnel syndrome; a randomized controlled trial. BMC Musculoskelet Disord. 2018;19:49. doi:10.1186/s12891-018-1963-4", "ArticleIdList": ["10.1186/s12891-018-1963-4", "PMC5810049", "29433485"]}, {"Citation": "Chen P-C, Chuang C-H, Tu Y-K, Bai C-H, Chen C-F, Liaw M-Y. A Bayesian network meta-analysis: comparing the clinical effectiveness of local corticosteroid injections using different treatment strategies for carpal tunnel syndrome. BMC Musculoskelet Disord. 2015;16:363.", "ArticleIdList": ["PMC4653918", "26585378"]}, {"Citation": "Lin Q, Chen H, Lu C, et al. Effects of ozone on sciatic nerve in rat. Interventional Neuroradiology. 2011;17(3):281–285. doi:10.1177/159101991101700301", "ArticleIdList": ["10.1177/159101991101700301", "PMC3396043", "22005688"]}, {"Citation": "Borrelli E, Alexandre A, Iliakis E, Alexandre A, Bocci V. Disc herniation and knee arthritis as chronic oxidative stress diseases: the therapeutic role of oxygen ozone therapy. J Arthritis. 2015. doi:10.4172/2167-7921.1000161", "ArticleIdList": ["10.4172/2167-7921.1000161"]}, {"Citation": "Raeissadat SA, Rayegani SM, Forogh B, Hassan Abadi P, Moridnia M, Rahimi-Dehgolan S. Intra-articular ozone or hyaluronic acid injection: which one is superior in patients with knee osteoarthritis? A 6-month randomized clinical trial. J Pain Res. 2018;11:111–117. doi:10.2147/JPR.S142755", "ArticleIdList": ["10.2147/JPR.S142755", "PMC5757972", "29379312"]}, {"Citation": "Moretti M. Effectiveness of oxygen-ozone and hyaluronic acid injections in De Quervain‘s syndrome. Int J Ozone Ther. 2012;11(1):31–33."}, {"Citation": "Muto M, Ambrosanio G, Guarnieri G, et al. Low back pain and sciatica: treatment with intradiscal-intraforaminal O(2)-O (3) injection. Our experience. Radiol Med. 2008;113(5):695–706. doi:10.1007/s11547-008-0302-5", "ArticleIdList": ["10.1007/s11547-008-0302-5", "18594765"]}, {"Citation": "Raeissadat SA, Rayegani SM, Sadeghi F, Rahimi-Dehgolan S. Comparison of ozone and lidocaine injection efficacy vs dry needling in myofascial pain syndrome patients. J Pain Res. 2018;11:1273–1279. doi:10.2147/JPR.S164629", "ArticleIdList": ["10.2147/JPR.S164629", "PMC6029589", "29988746"]}, {"Citation": "Raeissadat SA, Tabibian E, Rayegani SM, Rahimi-Dehgolan S, Babaei-Ghazani A. An investigation into the efficacy of intra-articular ozone (O2–O3) injection in patients with knee osteoarthritis: a systematic review and meta-analysis. J Pain Res. 2018;11:2537–2550. doi:10.2147/JPR.S175441", "ArticleIdList": ["10.2147/JPR.S175441", "PMC6207244", "30498370"]}, {"Citation": "Bland JD. A neurophysiological grading scale for carpal tunnel syndrome. Muscle Nerve. 2000;23(8):1280–1283.", "ArticleIdList": ["10918269"]}, {"Citation": "Velio Alvaro Bocci VA. Scientific and medical aspects of ozone therapy: state of the art. Arch Med Res. 2006;37(4):425–435. doi:10.1016/j.arcmed.2005.08.006", "ArticleIdList": ["10.1016/j.arcmed.2005.08.006", "16624639"]}, {"Citation": "Rezazadeh A, Bakhtiary AH, Samaei A, Moghimi J. Validity and reliability of the persian boston questionnaire in Iranian patients with carpal tunnel syndrome. Koomesh. 2014;15(2):138–145."}, {"Citation": "American Association of Electrodiagnostic Medicine, American Academy of Neurology, and American Academy of Physical Medicine and Rehabilitation. Practice parameter for electrodiagnostic studies in carpal tunnel syndrome: summary statement. Muscle Nerve. 2002;25:S918–S922. doi:10.1002/(ISSN)1097-4598", "ArticleIdList": ["10.1002/(ISSN)1097-4598", "8232398"]}, {"Citation": "Babaei-Ghazani A, Karimi N, Forogh B, et al. Comparison of ultrasound-guided local ozone (O2-O3) Injection vs corticosteroid injection in the treatment of chronic plantar fasciitis: a randomized clinical trial. Pain Med. 2018. [Epub ahead of print]. doi:10.1093/pm/pny066", "ArticleIdList": ["10.1093/pm/pny066", "29868796"]}, {"Citation": "Ozbay I, Ital I, Kucur C, et al. Effects of ozone therapy on facial nerve regeneration. Braz J Otorhinolaryngology. 2017;83(2):168–175. doi:10.1016/j.bjorl.2016.02.009", "ArticleIdList": ["10.1016/j.bjorl.2016.02.009", "PMC9442687", "27174776"]}, {"Citation": "Moretti B, Lanzisera R, Sisti G, et al. 02–03 therapy in tendinopathies and entrapment syndromes. Rivisita Italiana di Ossigeno-Ozonterapia. 2005;4:20–29."}]}], "History": [{"Year": "2019", "Month": "1", "Day": "24"}, {"Year": "2019", "Month": "4", "Day": "10"}, {"Year": "2019", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["31123423", "PMC6510386", "10.2147/ORR.S202780", "202780"]}}]}