{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31127146", "DateCompleted": {"Year": "2020", "Month": "04", "Day": "07"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["7790", "10.1038/s41598-019-44224-0"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "May", "Day": "24"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Identifying the origin of nitrous oxide dissolved in deep ocean by concentration and isotopocule analyses.", "Pagination": {"StartPage": "7790", "MedlinePgn": "7790"}, "Abstract": {"AbstractText": ["Nitrous oxide (N<sub>2</sub>O) contributes to global warming and stratospheric ozone depletion. Although its major sources are regarded as bacterial or archaeal nitrification and denitrification in soil and water, the origins of ubiquitous marine N<sub>2</sub>O maximum at depths of 100-800 m and N<sub>2</sub>O dissolved in deeper seawater have not been identified. We examined N<sub>2</sub>O production processes in the middle and deep sea by analyzing vertical profiles of N<sub>2</sub>O concentration and isotopocule ratios, abundance ratios of molecules substituted with rare stable isotopes <sup>15</sup>N or <sup>18</sup>O to common molecules <sup>14</sup>N<sup>14</sup>N<sup>16</sup>O, in the Atlantic, Pacific, Indian, and Southern oceans. Isotopocule ratios suggest that the N<sub>2</sub>O concentration maxima is generated by in situ microbial processes rather than lateral advection or diffusion from biologically active sea areas such as the eastern tropical North Pacific. Major production process is nitrification by ammonia-oxidizing archaea (AOA) in the North Pacific although other processes such as bacterial nitrification/denitrification and nitrifier-denitrification also significantly contribute in the equatorial Pacific, eastern South Pacific, Southern Ocean/southeastern Indian Ocean, and tropical South Atlantic. Concentrations of N<sub>2</sub>O below 2000 m show significant correlation with the water mass age, which supports an earlier report suggesting production of N<sub>2</sub>O during deep water circulation. Furthermore, the isotopocule ratios suggest that AOA produce N<sub>2</sub>O in deep waters. These facts indicate that AOA have a more important role in marine N<sub>2</sub>O production than bacteria and that change in global deep water circulation could affect concentration and isotopocule ratios of atmospheric N<sub>2</sub>O in a millennium time scale."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Science and Engineering, School of Materials and Chemical Technology, Tokyo Institute of Technology, Yokohama, Japan. toyoda.s.aa@m.titech.ac.jp."}], "Identifier": ["0000-0003-1624-5910"], "LastName": "Toyoda", "ForeName": "Sakae", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Food and Environment Sciences, Rakuno Gakuen University, Ebetsu, Hokkaido, Japan."}], "Identifier": [], "LastName": "Yoshida", "ForeName": "Osamu", "Initials": "O"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Graduate School of Science and Engineering, Tokyo Institute of Technology, Yokohama, Japan."}, {"Identifier": [], "Affiliation": "Environmental Health Department, Ministry of the Environment, Tokyo, Japan."}], "Identifier": [], "LastName": "Yamagishi", "ForeName": "Hiroaki", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Graduate School of Science and Engineering, Tokyo Institute of Technology, Yokohama, Japan."}, {"Identifier": [], "Affiliation": "Tokyo University of Agriculture, Tokyo, Japan."}], "Identifier": [], "LastName": "Fujii", "ForeName": "Ayako", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Science and Engineering, School of Materials and Chemical Technology, Tokyo Institute of Technology, Yokohama, Japan."}, {"Identifier": [], "Affiliation": "Earth-Life Science Institute, Tokyo Institute of Technology, Tokyo, Japan."}], "Identifier": ["0000-0003-0454-3849"], "LastName": "Yoshida", "ForeName": "Naohiro", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Mutsu Institute for Oceanography, Japan Agency for Marine-Earth Science and Technology, Mutsu, Aomori, Japan."}], "Identifier": [], "LastName": "Watanabe", "ForeName": "Shuichi", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ciais, P. et al. Carbon and other biogeochemical cycles. In Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change (eds Stocker, T. F. et al.) Chap. 6, 465–570 (Cambridge University Press, 2013)."}, {"Citation": "Weiss RF, Price BA. Nitrous oxide solubility in water and seawater. Mar. Chem. 1980;8:347–359. doi: 10.1016/0304-4203(80)90024-9.", "ArticleIdList": ["10.1016/0304-4203(80)90024-9"]}, {"Citation": "Nevison CD, Weiss RF, Erickson DJ., II Global oceanic emissions of nitrous oxide. J. Geophys. Res. 1995;100:15809–15820. doi: 10.1029/95JC00684.", "ArticleIdList": ["10.1029/95JC00684"]}, {"Citation": "Nevison C, Butler JH, Elkins JW. Global distribution of N2O and the ΔN2O-AOU yield in the subsurface ocean. Global Biogeochem. Cycles. 2003;17:1119. doi: 10.1029/2003GB002068.", "ArticleIdList": ["10.1029/2003GB002068"]}, {"Citation": "Bange HW, Andreae MO. Nitrous oxide in the deep waters of the world’s oceans. Global Biogeochem. Cycles. 1999;13:1127–1135. doi: 10.1029/1999GB900082.", "ArticleIdList": ["10.1029/1999GB900082"]}, {"Citation": "Toyoda S, Yoshida N, Koba K. Isotopocule analysis of biologically produced nitrous oxide in various environments. Mass Spectrom. Rev. 2017;36:135–160. doi: 10.1002/mas.21459.", "ArticleIdList": ["10.1002/mas.21459", "25869149"]}, {"Citation": "Yoshida N. 15N-depleted N2O as a product of nitrification. Nature. 1988;335:528–529. doi: 10.1038/335528a0.", "ArticleIdList": ["10.1038/335528a0"]}, {"Citation": "Frame CH, Casciotti KL. Biogeochemical controls and isotopic signatures of nitrous oxide production by a marine ammonia-oxidizing bacterium. Biogeosciences. 2010;7:2695–2709. doi: 10.5194/bg-7-2695-2010.", "ArticleIdList": ["10.5194/bg-7-2695-2010"]}, {"Citation": "Jung M-Y, et al. Isotopic signatures of N2O produced by ammonia-oxidizing archaea from soils. ISME J. 2014;8:1115–1125. doi: 10.1038/ismej.2013.205.", "ArticleIdList": ["10.1038/ismej.2013.205", "PMC3996685", "24225887"]}, {"Citation": "Santoro AE, Buchwald C, McIlvin MR, Casciotti KL. Isotopic signature of N2O produced by marine ammonia-oxidizing archaea. Science. 2011;333:1282–1285. doi: 10.1126/science.1208239.", "ArticleIdList": ["10.1126/science.1208239", "21798895"]}, {"Citation": "Sutka RL, et al. Distinguishing N2O production from nitrification versus denitrification based on isotopomer abundances. Appl. Environ. Microbiol. 2006;72:638–644. doi: 10.1128/AEM.72.1.638-644.2006.", "ArticleIdList": ["10.1128/AEM.72.1.638-644.2006", "PMC1352222", "16391101"]}, {"Citation": "Löscher CR, et al. Production of oceanic nitrous oxide by ammonia-oxidizing archaea. Biogeosciences. 2012;9:2419–2429. doi: 10.5194/bg-9-2419-2012.", "ArticleIdList": ["10.5194/bg-9-2419-2012"]}, {"Citation": "Sutka RL, Ostrom NE, Ostrom PH, Ghi H, Breznak JA. Rapid Commun. Mass Spectrom. 2004. Erratum: Nitrogen isotopomer site preference of N2O produced by Nitrosomonas europaea and Methylococcus capsulatus Bath; pp. 1411–1412.", "ArticleIdList": ["12661029"]}, {"Citation": "Sutka RL, Ostrom NE, Ostrom PH, Ghi H, Breznak JA. Nitrogen isotopomer site preference of N2O produced by Nitrosomonas europaea and Methylococcus capsulatus Bath. Rapid Commun. Mass Spectrom. 2003;17:738–745. doi: 10.1002/rcm.968.", "ArticleIdList": ["10.1002/rcm.968", "12661029"]}, {"Citation": "Toyoda S, Mutobe H, Yamagishi H, Yoshida N, Tanji Y. Fractionation of N2O isotopomers during production by denitrifier. Soil Biol. Biochem. 2005;37:1535–1545. doi: 10.1016/j.soilbio.2005.01.009.", "ArticleIdList": ["10.1016/j.soilbio.2005.01.009"]}, {"Citation": "Ostrom NE, et al. Isotopologue effects during N2O reduction in soils and in pure cultures of denitrifiers. J. Geophys. Res.: Biogeosci. 2007;112:G02005. doi: 10.1029/2006JG000287.", "ArticleIdList": ["10.1029/2006JG000287"]}, {"Citation": "Yamagishi H, et al. Role of nitrification and denitrification on the nitrous oxide cycle in the eastern tropical North Pacific and Gulf of California. J. Geophys. Res.: Biogeosci. 2007;112:G02015. doi: 10.1029/2005JG000227.", "ArticleIdList": ["10.1029/2005JG000227"]}, {"Citation": "Yoshida, N. Kinetic nitrogen isotope fractionation factors for denitrification and reduction of nitrous oxide. In Earth, Life, and Isotopes (eds Ohkouchi, N., Tayasu, I. & Koba, K.), 185–195 (Kyoto University Press, 2010)."}, {"Citation": "Wahlen M, Yoshinari T. Oxygen isotope ratios in N2O from different environments. Nature. 1985;313:780–782. doi: 10.1038/313780a0.", "ArticleIdList": ["10.1038/313780a0"]}, {"Citation": "Barford CC, Montoya JP, Altabet MA, Mitchell R. Steady-state nitrogen isotope effects of N2 and N2O production in Paracoccus denitrificans. Appl. Environ. Microbiol. 1999;65:989–994.", "ArticleIdList": ["PMC91133", "10049852"]}, {"Citation": "Frame C, Deal E, Nevison C, Casciotti KL. N2O production in the eastern South Atlantic: Analysis of N2O stable isotopic and concentration data. Global Biogeochem. Cycles. 2014;28:1262–1278. doi: 10.1002/2013GB004790.", "ArticleIdList": ["10.1002/2013GB004790"]}, {"Citation": "Fujii A, et al. Distribution of nitrous oxide dissolved in water masses in the eastern subtropical North Pacific and its origin inferred from isotopomer analysis. J. Oceanogr. 2013;69:147–157. doi: 10.1007/s10872-012-0162-4.", "ArticleIdList": ["10.1007/s10872-012-0162-4"]}, {"Citation": "Toyoda, S. et al. Production mechanism and global budget of N2O inferred from its isotopomers in the western North Pacific. Geophys. Res. Lett. 29, 10.1029/2001GL014311 (2002)."}, {"Citation": "Popp BN, et al. Nitrogen and oxygen isotopomeric constraints on the origins and sea-to-air flux of N2O in the oligotrophic subtropical North Pacific gyre. Global Biogeochem. Cycles. 2002;16:1064. doi: 10.1029/2001GB001806.", "ArticleIdList": ["10.1029/2001GB001806"]}, {"Citation": "Charpentier J, Farias L, Yoshida N, Boontanon N, Raimbault P. Nitrous oxide distribution and its origin in the central and eastern South Pacific Subtropical Gyre. Biogeosciences. 2007;4:729–741. doi: 10.5194/bg-4-729-2007.", "ArticleIdList": ["10.5194/bg-4-729-2007"]}, {"Citation": "Matsumoto K. Radiocarbon-based circulation age of the world oceans. J. Geophys. Res. 2007;112:C09004. doi: 10.1029/2007JC004095.", "ArticleIdList": ["10.1029/2007JC004095"]}, {"Citation": "Hautala SL. The abyssal and deep circulation of the Northeast Pacific Basin. Prog. Oceanog. 2018;160:68–82. doi: 10.1016/j.pocean.2017.11.011.", "ArticleIdList": ["10.1016/j.pocean.2017.11.011"]}, {"Citation": "Kawabe M, Fujio S. Effect of bottom slope in northeastern North Pacific on deep-water upwelling and overturning circulation. J. Oceanogr. 2012;68:267–284. doi: 10.1007/s10872-011-0094-4.", "ArticleIdList": ["10.1007/s10872-011-0094-4"]}, {"Citation": "Reid JL. On the total geostrophic circulation of the pacific ocean: flow patterns, tracers, and transports. Prog. Oceanog. 1997;39:263–352. doi: 10.1016/S0079-6611(97)00012-8.", "ArticleIdList": ["10.1016/S0079-6611(97)00012-8"]}, {"Citation": "Goreau TJ, et al. Production of NO2– and N2O by nitrifying bacteria at reduced concentrations of oxygen. Appl. Environ. Microbiol. 1980;40:526–532.", "ArticleIdList": ["PMC291617", "16345632"]}, {"Citation": "Prokopiou M, et al. Changes in the Isotopic Signature of Atmospheric Nitrous Oxide and Its Global Average Source During the Last Three Millennia. J. Geophys. Res.: Atmos. 2018;123:10757–710773."}, {"Citation": "Yoshinari T, et al. Nitrogen and oxygen isotopic composition of N2O from suboxic waters of the eastern tropical North Pacific and the Arabian Sea–measurement by continuous-flow isotope-ratio monitoring. Mar. Chem. 1997;56:253–264. doi: 10.1016/S0304-4203(96)00073-4.", "ArticleIdList": ["10.1016/S0304-4203(96)00073-4"]}, {"Citation": "Richet P, Bottinga Y, Javoy M. A review of hydrogen, carbon, nitrogen, oxygen, sulphur, and chlorine stable isotope fractionation among gaseous molecules. Ann. Rev. Earth Planet. Sci. 1977;1977:65–110. doi: 10.1146/annurev.ea.05.050177.000433.", "ArticleIdList": ["10.1146/annurev.ea.05.050177.000433"]}, {"Citation": "Peng X, et al. Revisiting nitrification in the Eastern Tropical South Pacific: A focus on controls. J. Geophys. Res.: Oceans. 2016;121:1667–1684. doi: 10.1002/2015JC011455.", "ArticleIdList": ["10.1002/2015JC011455"]}, {"Citation": "Orsi, A. H., Smethie, W. M. & Bullister, J. L. On the total input of Antarctic waters to the deep ocean: A preliminary estimate from chlorofluorocarbon measurements. J. Geophys. Res. 107, 3122, 10.1029/2001JC000976 (2002)."}, {"Citation": "Breider F, Yoshikawa C, Abe H, Toyoda S, Yoshida N. Origin and fluxes of nitrous oxide along a latitudinal transect in western North Pacific: Controls and regional significance. Global Biogeochem. Cycles. 2015;29:1014–1027. doi: 10.1002/2014GB004977.", "ArticleIdList": ["10.1002/2014GB004977"]}, {"Citation": "Toyoda S, Yoshida N. Determination of nitrogen isotopomers of nitrous oxide on a modified isotope ratio mass spectrometer. Anal. Chem. 1999;71:4711–4718. doi: 10.1021/ac9904563.", "ArticleIdList": ["10.1021/ac9904563"]}, {"Citation": "Schlitzer, R. Ocean Data View, http://odv.awi.de (2015)."}]}], "History": [{"Year": "2018", "Month": "6", "Day": "13"}, {"Year": "2019", "Month": "5", "Day": "13"}, {"Year": "2019", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "5", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["31127146", "PMC6534561", "10.1038/s41598-019-44224-0", "10.1038/s41598-019-44224-0"]}}]}