{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [{"AbstractText": ["Der zweite Teil des DGP-Positionspapiers zur Gesundheitsgefährdung durch Luftschadstoffe gibt eine Übersicht über die aktuelle Schadstoffbelastung in Deutschland und deren Entwicklung in den letzten 20 Jahren. Zum anderen werden die Effekte auf das kardiovaskuläre System und die zugrundeliegenden biologischen Mechanismen vorgestellt. Luftschadstoffe bilden ein hochkomplexes und dynamisches System aus Tausenden organischen und anorganischen Bestandteilen natürlichen oder anthropogenen Ursprungs. Die Schadstoffe werden lokal produziert oder durch Ferntransport über Hunderte von Kilometern regional eingebracht und dort zusätzlich durch die meteorologischen Verhältnisse modifiziert. Entsprechend den gesetzlichen Vorgaben wird die Qualität der Außenluft nach einheitlichen Vorgaben überwacht, die u. a. die Messung der Immission durch Feinstaub, mit bis zu 2,5 µm (PM<sub>2.5</sub>) oder bis 10 µm (PM<sub>10</sub>) aerodynamischem Durchmesser, sowie der Ozon (O<sub>3</sub>)- und der Stickstoffdioxidbelastung (NO<sub>2</sub>) vorsieht. Die Luftreinhaltungsmaßnamen haben dazu geführt, dass die Schadstoffbelastung in den vergangenen 20 Jahren in Deutschland deutlich zurückgegangen ist, sodass jetzt v. a. die Gesundheitsgefährdung bei geringer Belastung im Vordergrund steht. Überschreitungen der geltenden europäischen Grenzwerte für Schwefeldioxid, Kohlenmonoxid, Benzol und Blei werden nicht mehr beobachtet. Auch ist die Zahl der Tage mit erhöhten Ozonkonzentrationen zurückgegangen, wenngleich der Jahresmittelwert unverändert geblieben ist. Die Entwicklung von Feinstaub und NO<sub>2</sub> ist zwar rückläufig, jedoch werden immer noch die geltenden Grenzwerte für NO<sub>2</sub> in den Städten an etwa 40 % der verkehrsnahen Messstationen überschritten. Auch werden die strengeren, gesundheitlich abgeleiteten Richtwerte der WHO für PM<sub>2.5</sub>, PM<sub>10</sub> sowie für NO<sub>2</sub> nicht eingehalten, sodass für die deutsche Bevölkerung derzeit kein optimaler Schutz vor einer Gesundheitsgefährdung durch Luftverschmutzung gegeben ist. Die Ergebnisse zahlreicher Quer- und Längsschnittstudien der letzten Jahrzehnte unterstreichen die adversen Effekte der Luftschadstoffe, insbesondere des Feinstaubes, auf das kardiovaskuläre System, wenngleich die Evidenz für die einzelnen Endpunkte noch als unterschiedlich einzustufen ist. Die Studien zeigen auch, dass die kardiovaskulären Auswirkungen von größerer gesundheitlicher Bedeutung für die Bevölkerung sind als die auf den Atemtrakt. Die existierende Evidenz für die kardiovaskuläre Mortalität, Krankenhauseinweisungen, ischämische Herzerkrankungen bzw. Herzinfarkt und Apoplex kann als stark angesehen werden, dagegen ist diese für die Herzinsuffizienz eher moderat. Während die Evidenz für luftschadstoffassoziierte kurzfristige Effekte auf die vegetative Balance des Herzens als ausreichend anzusehen ist, sind langfristige Effekte noch als unklar einzustufen, ebenso wie die heterogenen Studienergebnisse zur luftschadstoffassoziierten Arrhythmogenese, die derzeit eine klare Schlussfolgerung noch nicht zulassen. Ein großer Teil der Studien deutet darauf hin, dass Luftschadstoffe akut und langfristig zum Anstieg des Blutdrucks beitragen können, zu einer gestörten vaskulären Homöostase mit endothelialer Dysfunktion führen sowie die Progression atherosklerotischer Veränderungen fördern können. Diese Effekte stellen biologisch plausible Mechanismen für die mit Luftschadstoffen assoziierten fatalen Ereignisse dar. Kurzzeiteffekte bergen womöglich für gesunde Menschen eher kein Risiko, können aber als plausibler Vorläufer von fatalen Ereignissen bei suszeptiblen Patienten angesehen werden, während repetitive Expositionen bzw. eine hohe Langzeitbelastung zur Entwicklung von kardiovaskulären Erkrankungen auch bei Gesunden beitragen können."], "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."}], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31185518", "DateCompleted": {"Year": "2019", "Month": "07", "Day": "24"}, "DateRevised": {"Year": "2019", "Month": "07", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "11"}], "Language": ["ger"], "ELocationID": ["10.1055/a-0895-6494"], "Journal": {"ISSN": "1438-8790", "JournalIssue": {"Volume": "73", "Issue": "6", "PubDate": {"Year": "2019", "Month": "Jun"}}, "Title": "Pneumologie (Stuttgart, Germany)", "ISOAbbreviation": "Pneumologie"}, "ArticleTitle": "[Breathing: Ambient Air Pollution and Health - Part II].", "Pagination": {"StartPage": "347", "EndPage": "373", "MedlinePgn": "347-373"}, "Abstract": {"AbstractText": ["The second part of the DGP-statement on adverse health effects of ambient air pollution provides an overview of the current ambient air quality in Germany and its development in the past 20 years. Further, effects of air pollution on the cardiovascular system und underlying pathophysiological mechanisms are introduced. Air pollutants form a highly complex and dynamic system of thousands of organic and inorganic components from natural and anthropogenic sources. The pollutants are produced locally or introduced by long-range transport over hundreds of kilometers and are additionally subjected to local meteorological conditions. According to air quality regulations ambient air quality is monitored under uniform standards including immission of particulate matter, up to 2.5 µm (PM<sub>2.5</sub>) or 10 µm (PM<sub>10</sub>) in aerodynamic diameter, and of nitrogen dioxide (NO<sub>2</sub>) or ozone (O<sub>3</sub>). The clean air measures of recent years led to a continuous decline of air pollution in the past 20 years in Germany. Accordingly, the focus is nowadays directed at population-related health hazards caused by low concentrations of air pollution. Exceeded limits for sulfur dioxide, carbon monoxide, benzene and lead are not detected anymore. Also the number of days with increased ozone concentration declined, although the annual mean concentration is unaltered. Decreasing concentrations of particulate matter and NO<sub>2</sub> have been observed, however, about 40 % of the monitoring stations at urban traffic sites still measure values exceeding current limits for NO<sub>2</sub>. Moreover, the stricter, solely health-based WHO-standards for PM<sub>2.5</sub>, PM<sub>10</sub> and NO<sub>2</sub> are still not met so that an optimal protection from air pollution-related health hazards is currently not given for the German population. In recent years, the findings of numerous cross-sectional and longitudinal studies underscored adverse effects of air pollution on the cardiovascular system, especially for particulate matter, although the level of evidence still varies for the different health outcomes. Further, the studies show that cardiovascular health hazards on the population level are of higher relevance than those for the respiratory system. The existing evidence for cardiovascular mortality, hospitalization, ischemic heart diseases, myocardial infarction and stroke can be regarded as strong, while that for heart failure is rather moderate. While the evidence for air pollution-related short-term alteration of the cardiac autonomic balance can be considered as sufficient, long-term effects are still unclear. Likewise, the heterogeneous findings on air pollution-related arrhythmia do currently not allow a distinct conclusion in this regard. A large number of studies support the observation that both, short- and long-term air pollution exposure contribute to increased blood pressure, may impair vascular homeostasis, induce endothelial dysfunction and promote the progression of atherosclerotic lesions. These effects provide reasonable biological explanation for the fatal events associated with exposure to air pollution. Short-term exposure may not pose a significant risk on healthy individuals but may be considered as precursor for fatal events in susceptible populations, while repetitive or long-term exposure may contribute to the development of cardiovascular diseases even in healthy subjects."], "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz Zentrum München - Deutsches Forschungszentrum für Gesundheit und Umwelt, Institut für Epidemiologie, Neuherberg/München."}], "Identifier": [], "LastName": "Schulz", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz Zentrum München - Deutsches Forschungszentrum für Gesundheit und Umwelt, Institut für Epidemiologie, Neuherberg/München."}, {"Identifier": [], "Affiliation": "Institut und Poliklinik für Arbeits-, Sozial- und Umweltmedizin, Klinikum der Ludwig-Maximilians-Universität, München; Comprehensive Pneumology Center Munich (CPC-M), Mitglied des Deutschen Zentrums für Lungenforschung (DZL), München."}], "Identifier": [], "LastName": "Karrasch", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Charité - Universitätsmedizin Berlin, Arbeitsbereich ambulante Pneumologie der Medizinischen Klinik mit Schwerpunkt Infektiologie und Pneumologie, Berlin."}], "Identifier": [], "LastName": "Bölke", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz Zentrum München - Deutsches Forschungszentrum für Gesundheit und Umwelt, Institut für Epidemiologie, Neuherberg/München."}], "Identifier": [], "LastName": "Cyrys", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Universität Bielefeld, Fakultät für Gesundheitswissenschaften, AG Umwelt und Gesundheit, Bielefeld."}], "Identifier": [], "LastName": "Hornberg", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz Zentrum München - Deutsches Forschungszentrum für Gesundheit und Umwelt, Institut für Epidemiologie, Neuherberg/München."}], "Identifier": [], "LastName": "Pickford", "ForeName": "R", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz Zentrum München - Deutsches Forschungszentrum für Gesundheit und Umwelt, Institut für Epidemiologie, Neuherberg/München."}], "Identifier": [], "LastName": "Schneider", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Charité - Universitätsmedizin Berlin, Arbeitsbereich ambulante Pneumologie der Medizinischen Klinik mit Schwerpunkt Infektiologie und Pneumologie, Berlin."}], "Identifier": [], "LastName": "Witt", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Heinrich-Heine-Universität Düsseldorf, Medizinische Fakultät, Institut für Arbeits-, Sozial- und Umweltmedizin, Düsseldorf."}], "Identifier": [], "LastName": "Hoffmann", "ForeName": "B", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Review"], "VernacularTitle": "Atmen: Luftschadstoffe und Gesundheit – Teil II."}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Pneumologie", "NlmUniqueID": "8906641", "ISSNLinking": "0934-8387"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Germany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Public Health"}], "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "25", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31185518", "10.1055/a-0895-6494"]}}]}