{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["atmosphere", "bromine", "mercury", "ozone"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31253702", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "16"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "06", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1073/pnas.1900613116"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "116", "Issue": "29", "PubDate": {"Year": "2019", "Month": "Jul", "Day": "16"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Direct detection of atmospheric atomic bromine leading to mercury and ozone depletion.", "Pagination": {"StartPage": "14479", "EndPage": "14484", "MedlinePgn": "14479-14484"}, "Abstract": {"AbstractText": ["Bromine atoms play a central role in atmospheric reactive halogen chemistry, depleting ozone and elemental mercury, thereby enhancing deposition of toxic mercury, particularly in the Arctic near-surface troposphere. However, direct bromine atom measurements have been missing to date, due to the lack of analytical capability with sufficient sensitivity for ambient measurements. Here we present direct atmospheric bromine atom measurements, conducted in the springtime Arctic. Measured bromine atom levels reached 14 parts per trillion (ppt, pmol mol<sup>-1</sup>; 4.2 × 10<sup>8</sup> atoms per cm<sup>-3</sup>) and were up to 3-10 times higher than estimates using previous indirect measurements not considering the critical role of molecular bromine. Observed ozone and elemental mercury depletion rates are quantitatively explained by the measured bromine atoms, providing field validation of highly uncertain mercury chemistry. Following complete ozone depletion, elevated bromine concentrations are sustained by photochemical snowpack emissions of molecular bromine and nitrogen oxides, resulting in continued atmospheric mercury depletion. This study provides a breakthrough in quantitatively constraining bromine chemistry in the polar atmosphere, where this chemistry connects the rapidly changing surface to pollutant fate."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Michigan, Ann Arbor, MI 48109."}], "Identifier": [], "LastName": "Wang", "ForeName": "Siyuan", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Michigan, Ann Arbor, MI 48109."}], "Identifier": [], "LastName": "McNamara", "ForeName": "Stephen M", "Initials": "SM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Atmospheric Science, Desert Research Institute, Reno, NV 89523."}], "Identifier": [], "LastName": "Moore", "ForeName": "Christopher W", "Initials": "CW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Atmospheric Science, Desert Research Institute, Reno, NV 89523."}], "Identifier": [], "LastName": "Obrist", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Processes Research Section, Environment and Climate Change Canada, Toronto, ON M3H5T4, Canada."}], "Identifier": [], "LastName": "Steffen", "ForeName": "Alexandra", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Purdue University, West Lafayette, IN 47907."}, {"Identifier": [], "Affiliation": "Department of Earth, Atmospheric, and Planetary Sciences, Purdue University, West Lafayette, IN 47907."}, {"Identifier": [], "Affiliation": "Purdue Climate Change Research Center, Purdue University, West Lafayette, IN 47907."}], "Identifier": [], "LastName": "Shepson", "ForeName": "Paul B", "Initials": "PB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Processes Research Section, Environment and Climate Change Canada, Toronto, ON M3H5T4, Canada."}], "Identifier": [], "LastName": "Staebler", "ForeName": "Ralf M", "Initials": "RM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Purdue University, West Lafayette, IN 47907."}], "Identifier": [], "LastName": "Raso", "ForeName": "Angela R W", "Initials": "ARW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Michigan, Ann Arbor, MI 48109; prattka@umich.edu."}, {"Identifier": [], "Affiliation": "Department of Earth and Environmental Sciences, University of Michigan, Ann Arbor, MI 48109."}], "Identifier": ["0000-0003-4707-2290"], "LastName": "Pratt", "ForeName": "Kerri A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barrie L. A., Bottenheim J. W., Schnell R. C., Crutzen P. J., Rasmussen R. A., Ozone destruction and photochemical reactions at polar sunrise in the lower Arctic atmosphere. Nature 334, 138–141 (1988)."}, {"Citation": "Simpson W. R., et al. , Halogens and their role in polar boundary-layer ozone depletion. Atmos. Chem. Phys. 7, 4375–4418 (2007)."}, {"Citation": "McConnell J. C., et al. , Photochemical bromine production implicated in Arctic boundary-layer ozone depletion. Nature 355, 150–152 (1992)."}, {"Citation": "Monks P. S., et al. , Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos. Chem. Phys. 15, 8889–8973 (2015)."}, {"Citation": "Saiz-Lopez A., et al. , Boundary layer halogens in coastal Antarctica. Science 317, 348–351 (2007).", "ArticleIdList": ["17641195"]}, {"Citation": "Wang S., et al. , Active and widespread halogen chemistry in the tropical and subtropical free troposphere. Proc. Natl. Acad. Sci. U.S.A. 112, 9281–9286 (2015).", "ArticleIdList": ["PMC4522746", "26124148"]}, {"Citation": "Schmidt J. A., et al. , Modeling the observed tropospheric BrO background: Importance of multiphase chemistry and implications for ozone, OH, and mercury. J. Geophys. Res. Atmos. 121, 11819–11835 (2016)."}, {"Citation": "von Glasow R., Atmospheric chemistry in volcanic plumes. Proc. Natl. Acad. Sci. U.S.A. 107, 6594–6599 (2010).", "ArticleIdList": ["PMC2872403", "20368458"]}, {"Citation": "Hebestreit K., et al. , DOAS measurements of tropospheric bromine oxide in mid-latitudes. Science 283, 55–57 (1999).", "ArticleIdList": ["9872738"]}, {"Citation": "Mickley L. J., et al. , Radiative forcing from tropospheric ozone calculated with a unified chemistry-climate model. J. Geophys. Res. Atmos. 104, 30153–30172 (1999)."}, {"Citation": "Schroeder W. H., et al. , Arctic springtime depletion of mercury. Nature 394, 331–332 (1988)."}, {"Citation": "Steffen A., et al. , A synthesis of atmospheric mercury depletion event chemistry in the atmosphere and snow. Atmos. Chem. Phys. 8, 1445–1482 (2008)."}, {"Citation": "Obrist D., et al. , A review of global environmental mercury processes in response to human and natural perturbations: Changes of emissions, climate, and land use. Ambio 47, 116–140 (2018).", "ArticleIdList": ["PMC5794683", "29388126"]}, {"Citation": "Horowitz H. M., et al. , A new mechanism for atmospheric mercury redox chemistry: Implications for the global mercury budget. Atmos. Chem. Phys. 17, 6353–6371 (2017)."}, {"Citation": "Goodsite M. E., Plane J. M. C., Skov H., Correction to a theoretical study of the oxidation of Hg0 to HgBr2 in the troposphere. Environ. Sci. Technol. 46, 5262 (2012).", "ArticleIdList": ["15074688"]}, {"Citation": "Holmes C. D., et al. , Global atmospheric model for mercury including oxidation by bromine atoms. Atmos. Chem. Phys. 10, 12037–12057 (2010)."}, {"Citation": "Hirdman D., et al. , Transport of mercury in the Arctic atmosphere: Evidence for a spring-time net sink and summer-time source. Geophys. Res. Lett. 36, L12814 (2009)."}, {"Citation": "Pratt K. A., et al. , Photochemical production of molecular bromine in Arctic surface snowpacks. Nat. Geosci. 6, 351–356 (2013)."}, {"Citation": "Simpson W. R., Brown S. S., Saiz-Lopez A., Thornton J. A., Glasow Rv., Tropospheric halogen chemistry: Sources, cycling, and impacts. Chem. Rev. 115, 4035–4062 (2015).", "ArticleIdList": ["PMC4469175", "25763598"]}, {"Citation": "Jobson B. T., et al. , Measurements of C2-C6 hydrocarbons during the Polar Sunrise1992 Experiment: Evidence for Cl atom and Br atom chemistry. J. Geophys. Res. Atmos. 99, 25355–25368 (1994)."}, {"Citation": "Stephens C. R., et al. , The relative importance of chlorine and bromine radicals in the oxidation of atmospheric mercury at Barrow, Alaska. J. Geophys. Res. Atmos. 117, D00R11 (2012)."}, {"Citation": "Thompson C. R., et al. , Bromine atom production and chain propagation during springtime Arctic ozone depletion events in Barrow, Alaska. Atmos. Chem. Phys. 17, 3401–3421 (2017)."}, {"Citation": "Moore C. W., et al. , Convective forcing of mercury and ozone in the Arctic boundary layer induced by leads in sea ice. Nature 506, 81–84 (2014).", "ArticleIdList": ["24429521"]}, {"Citation": "Custard K. D., Pratt K. A., Wang S., Shepson P. B., Constraints on Arctic atmospheric chlorine production through measurements and simulations of Cl2 and ClO. Environ. Sci. Technol. 50, 12394–12400 (2016).", "ArticleIdList": ["27768281"]}, {"Citation": "Peterson P. K., et al. , Dependence of the vertical distribution of bromine monoxide in the lower troposphere on meteorological factors such as wind speed and stability. Atmos. Chem. Phys. 15, 2119–2137 (2015)."}, {"Citation": "Wang S., Pratt K. A., Molecular halogens above the Arctic snowpack: Emissions, diurnal variations, and recycling mechanisms. J. Geophys. Res. Atmos. 122, 11991–12007 (2017)."}, {"Citation": "Simpson W. R., et al. , Horizontal and vertical structure of reactive bromine events probed by bromine monoxide MAX-DOAS. Atmos. Chem. Phys. 17, 9291–9309 (2017)."}, {"Citation": "Fernandez R. P., Salawitch R. J., Kinnison D. E., Lamarque J. F., Saiz-Lopez A., Bromine partitioning in the tropical tropopause layer: Implications for stratospheric injection. Atmos. Chem. Phys. 14, 13391–13410 (2014)."}, {"Citation": "Platt U., Janssen C., Observation and role of the free radicals NO3, ClO, BrO and IO in the troposphere. Faraday Discuss. 100, 175–198 (1995)."}, {"Citation": "Frenzel A., et al. , Heterogeneous interconversion reactions of BrNO2, ClNO2, Br2, and Cl2. J. Phys. Chem. A 102, 1329–1337 (1998)."}, {"Citation": "Villena G., et al. , Nitrous acid (HONO) during polar spring in Barrow, Alaska: A net source of OH radicals? J. Geophys. Res. Atmos. 116, D00R07 (2011)."}, {"Citation": "Morin S., et al. , Tracing the origin and fate of NOx in the Arctic atmosphere using stable isotopes in nitrate. Science 322, 730–732 (2008).", "ArticleIdList": ["18974350"]}, {"Citation": "Ariya P. A., et al. , Mercury physicochemical and biogeochemical transformation in the atmosphere and at atmospheric interfaces: A review and future directions. Chem. Rev. 115, 3760–3802 (2015).", "ArticleIdList": ["25928690"]}, {"Citation": "Selin N. E., Global biogeochemical cycling of mercury: A review. Annu. Rev. Environ. Resour. 34, 43–63 (2009)."}, {"Citation": "Steffen A., Schroeder W., Bottenheim J., Narayan J., Fuentes J. D., Atmospheric mercury concentrations: Measurements and profiles near snow and ice surfaces in the Canadian Arctic during Alert 2000. Atmos. Environ. 36, 2653–2661 (2002)."}, {"Citation": "Beine J. H, Honrath E. R, Florent D, Simpson R. W, Fuentes D. J, NOx during background and ozone depletion periods at Alert: Fluxes above the snow surface. J. Geophys. Res. Atmos. 107, 4584 (2002)."}, {"Citation": "Oltmans S. J., Johnson B. J., Harris J. M., Springtime boundary layer ozone depletion at Barrow, Alaska: Meteorological influence, year-to-year variation, and long-term change. J. Geophys. Res. Atmos. 117, D00R18 (2012)."}, {"Citation": "Maslanik J., Stroeve J., Fowler C., Emery W., Distribution and trends in Arctic sea ice age through spring 2011. Geophys. Res. Lett. 38, L13502 (2011)."}, {"Citation": "Bhatt U. S., et al. , Implications of Arctic sea ice decline for the earth system. Annu. Rev. Environ. Resour. 39, 57–89 (2014)."}, {"Citation": "Peterson P. K., et al. , Observations of bromine monoxide transport in the Arctic sustained on aerosol particles. Atmos. Chem. Phys. 17, 7567–7579 (2017)."}, {"Citation": "Salawitch R. J., et al. , A new interpretation of total column BrO during Arctic spring. Geophys. Res. Lett. 37, L21805 (2010)."}, {"Citation": "Saiz-Lopez A., Fernandez R. P., On the formation of tropical rings of atomic halogens: Causes and implications. Geophys. Res. Lett. 43, 2928–2935 (2016)."}, {"Citation": "Lyman S. N., Jaffe D. A., Formation and fate of oxidized mercury in the upper troposphere and lower stratosphere. Nat. Geosci. 5, 114–117 (2012)."}, {"Citation": "Hossaini R., et al. , Efficiency of short-lived halogens at influencing climate through depletion of stratospheric ozone. Nat. Geosci. 8, 186–190 (2015)."}, {"Citation": "Aschmann J., Sinnhuber B.-M., Contribution of very short-lived substances to stratospheric bromine loading: Uncertainties and constraints. Atmos. Chem. Phys. 13, 1203–1219 (2013)."}, {"Citation": "Nghiem S. V., et al. , Studying bromine, ozone, and mercury chemistry in the Arctic. Eos (Wash. D.C.) 94, 289–291 (2013)."}, {"Citation": "Quinn P. K., et al. , A 3-year record of simultaneously measured aerosol chemical and optical properties at Barrow, Alaska. J. Geophys. Res. Atmos. 107, 4130 (2002)."}, {"Citation": "Liao J., et al. , Observations of inorganic bromine (HOBr, BrO, and Br2) speciation at Barrow, Alaska, in spring 2009. J. Geophys. Res. Atmos. 117, D00R16 (2012)."}, {"Citation": "Liao J., et al. , A comparison of Arctic BrO measurements by chemical ionization mass spectrometry and long path-differential optical absorption spectroscopy. J. Geophys. Res. 116, D00R02 (2011)."}, {"Citation": "Liao J., et al. , High levels of molecular chlorine in the Arctic atmosphere. Nat. Geosci. 7, 91–94 (2014)."}, {"Citation": "Eisele F. L., et al. , An inlet/sampling duct for airborne OH and sulfuric acid measurements. J. Geophys. Res. Atmos. 102, 27993–28001 (1997)."}, {"Citation": "Huey L. G., et al. , CIMS measurements of HNO3 and SO2 at the South Pole during ISCAT 2000. Atmos. Environ. 38, 5411–5421 (2004)."}, {"Citation": "Nowak J. B., et al. , Analysis of urban gas phase ammonia measurements from the 2002 Atlanta Aerosol Nucleation and Real-Time Characterization Experiment (ANARChE). J. Geophys. Res. Atmos. 111, D17308 (2006)."}, {"Citation": "Neuman J. A., et al. , Bromine measurements in ozone depleted air over the Arctic Ocean. Atmos. Chem. Phys. 10, 6503–6514 (2010)."}, {"Citation": "Raso A. R. W., et al. , Active molecular iodine photochemistry in the Arctic. Proc. Natl. Acad. Sci. U.S.A. 114, 10053–10058 (2017).", "ArticleIdList": ["PMC5617258", "28874585"]}, {"Citation": "McClure-Begley A., Petropavlovskikh I., Oltmans S., Data from “NOAA Global Monitoring Surface Ozone Network. 1973–2014.” National Oceanic and Atmospheric Administration. 10.7289/V57P8WBF. Accessed 13 June 2019.", "ArticleIdList": ["10.7289/V57P8WBF"]}, {"Citation": "2B Technologies, Model 205 Dual Beam Ozone Monitor, 2018. https://twobtech.com/model-205-ozone-monitor.html. Accessed 11 June 2019."}, {"Citation": "Dlugokencky E. J., et al. , Atmospheric Methane Dry Air Mole Fractions from the NOAA ESRL Carbon Cycle Cooperative Global Air Sampling Network, 1983–2013, Version: 2014-06-24. https://epic.awi.de/id/eprint/44810. Accessed 11 June 2019."}, {"Citation": "Helmig D., Hueber J., Tans P., Non-methane hydrocarbons from the NOAA ESRL surface network, 2004–2011. https://www.esrl.noaa.gov/psd/iasoa/dataset_record/?datasetid=452. Accessed 11 June 2019."}, {"Citation": "Hornbrook R. S., et al. , Arctic springtime observations of volatile organic compounds during the OASIS-2009 campaign. J. Geophys. Res. Atmos. 121, 9789–9813 (2016)."}, {"Citation": "Shepson P. B., Data from “Studies of the production of molecular halogens in Arctic snowpacks and on sea ice surfaces.” NSF Arctic Data Center. https://arcticdata.io/catalog/view/urn:uuid:8d98e442-1fc5-4d91-94ca-c4039cbe76be. Accessed 10 June 2019."}, {"Citation": "Pratt K., Wang S., McNamara S., Tropospheric bromine atom measurements at Utqiagvik (Barrow), Alaska, March 2012. NSF Arctic Data Center. https://arcticdata.io/catalog/view/doi:10.18739/A2D79598P. Deposited 15 June 2019.", "ArticleIdList": ["10.18739/A2D79598P"]}]}], "History": [{"Year": "2019", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "6", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31253702", "PMC6642345", "10.1073/pnas.1900613116", "1900613116"]}}]}