{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31263134", "DateCompleted": {"Year": "2020", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "01"}], "Language": ["eng"], "ELocationID": ["9435", "10.1038/s41598-019-45630-0"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jul", "Day": "01"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Global ozone depletion and increase of UV radiation caused by pre-industrial tropical volcanic eruptions.", "Pagination": {"StartPage": "9435", "MedlinePgn": "9435"}, "Abstract": {"AbstractText": ["Large explosive tropical volcanic eruptions inject high amounts of gases into the stratosphere, where they disperse globally through the large-scale meridional circulation. There is now increasing observational evidence that volcanic halogens can reach the upper troposphere and lower stratosphere. Here, we present the first study that combines measurement-based data of sulfur, chlorine and bromine releases from tropical volcanic eruptions with complex coupled chemistry climate model simulations taking radiative-dynamical-chemical feedbacks into account. Halogen model input parameters represent a size-time-region-wide average for the Central American eruptions over the last 200 ka ensuring a comprehensive perspective. The simulations reveal global, long-lasting impact on the ozone layer affecting atmospheric composition and circulation for a decade. Column ozone drops below 220 DU (ozone hole conditions) in the tropics, Arctic and Antarctica, increasing biologically active UV by 80 to 400%. Our model results could potentially be validated using high-resolution proxies from ice cores and pollen records."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Meteorology and Oceanography, Department of Geosciences, University of Oslo, P.O. Box 1022 Blindern, 0315, Oslo, Norway."}], "Identifier": ["0000-0003-2038-469X"], "LastName": "Brenna", "ForeName": "Hans", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "GEOMAR | Helmholtz Centre for Ocean Research Kiel, Wischhofstrasse 1-3, 24148, Kiel, Germany."}], "Identifier": [], "LastName": "Kutterolf", "ForeName": "Steffen", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Meteorology and Oceanography, Department of Geosciences, University of Oslo, P.O. Box 1022 Blindern, 0315, Oslo, Norway. kirstin.kruger@geo.uio.no."}], "Identifier": ["0000-0002-0636-9488"], "LastName": "Krüger", "ForeName": "Kirstin", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "von Glasow R, Bobrowski N, Kern C. The effects of volcanic eruptions on atmospheric chemistry. Chem. Geol. 2009;263:131–142. doi: 10.1016/j.chemgeo.2008.08.020.", "ArticleIdList": ["10.1016/j.chemgeo.2008.08.020"]}, {"Citation": "Bobrowski, N. et al. Reactive halogen chemistry in volcanic plumes. J. Geophys. Res. Atmos. 112 (2007)."}, {"Citation": "Solomon S. Stratospheric ozone depletion: A review of concepts and history. Rev. Geophys. 1999;37:275. doi: 10.1029/1999RG900008.", "ArticleIdList": ["10.1029/1999RG900008"]}, {"Citation": "Robock A. Volcanic eruptions and climate. Rev. Geophys. 2000;38:191–219. doi: 10.1029/1998RG000054.", "ArticleIdList": ["10.1029/1998RG000054"]}, {"Citation": "Timmreck C. Modeling the climatic effects of large explosive volcanic eruptions. Wiley Interdiscip. Rev. Clim. Chang. 2012;3:545–564. doi: 10.1002/wcc.192.", "ArticleIdList": ["10.1002/wcc.192"]}, {"Citation": "Timmreck, C., Graf, H. -F. F. & Steil, B. Aerosol Chemistry Interactions After the Mt. Pinatubo Eruption. In Volcanism and the Earth’s Atmosphere139, 213–225 (American Geophysical Union (AGU), 2003)."}, {"Citation": "Salawitch RJ. Sensitivity of ozone to bromine in the lower stratosphere. Geophys. Res. Lett. 2005;32:L05811. doi: 10.1029/2004GL021504.", "ArticleIdList": ["10.1029/2004GL021504"]}, {"Citation": "Sinnhuber B-M, Sheode N, Sinnhuber M, Chipperfield MP, Feng W. The contribution of anthropogenic bromine emissions to past stratospheric ozone trends: a modelling study. Atmos. Chem. Phys. 2009;9:2863–2871. doi: 10.5194/acp-9-2863-2009.", "ArticleIdList": ["10.5194/acp-9-2863-2009"]}, {"Citation": "Black BA, Lamarque JF, Shields CA, Elkins-Tanton LT, Kiehl JT. Acid rain and ozone depletion from pulsed siberian traps magmatism. Geology. 2014;42:67–70. doi: 10.1130/G34875.1.", "ArticleIdList": ["10.1130/G34875.1"]}, {"Citation": "Cadoux A, Scaillet B, Bekki S, Oppenheimer C, Druitt TH. Stratospheric Ozone destruction by the Bronze-Age Minoan eruption (Santorini Volcano, Greece) Sci. Rep. 2015;5:12243. doi: 10.1038/srep12243.", "ArticleIdList": ["10.1038/srep12243", "PMC4513290", "26206616"]}, {"Citation": "Klobas JE, Wilmouth DM, Weisenstein DK, Anderson JG, Salawitch RJ. Ozone depletion following future volcanic eruptions. Geophys. Res. Lett. 2017;44:7490–7499. doi: 10.1002/2017GL073972.", "ArticleIdList": ["10.1002/2017GL073972"]}, {"Citation": "Krüger, K., Kutterolf, S. & Hansteen, T. H. Halogen release from Plinian eruptions and depletion of stratospheric ozone. in Volcanism and Global Environmental Change (eds Schmidt, A., Fristad, K. E. & Elkins-Tanton, L. T.) 244–259 (Cambridge University Press), 10.1007/9781107415683.017 (2015)."}, {"Citation": "Kutterolf S, et al. Combined bromine and chlorine release from large explosive volcanic eruptions: A threat to stratospheric ozone? Geology. 2013;41:707–710. doi: 10.1130/G34044.1.", "ArticleIdList": ["10.1130/G34044.1"]}, {"Citation": "Metzner D, et al. Radiative forcing and climate impact resulting from SO2 injections based on a 200,000-year record of Plinian eruptions along the Central American Volcanic Arc. Int. J. Earth Sci. 2014;103:2063–2079. doi: 10.1007/s00531-012-0814-z.", "ArticleIdList": ["10.1007/s00531-012-0814-z"]}, {"Citation": "Kutterolf S, et al. Bromine and chlorine emissions from Plinian eruptions along the Central American Volcanic Arc: From source to atmosphere. Earth Planet. Sci. Lett. 2015;429:234–246. doi: 10.1016/j.epsl.2015.07.064.", "ArticleIdList": ["10.1016/j.epsl.2015.07.064"]}, {"Citation": "Platt, U. & Bobrowski, N. Quantification of volcanic reactive halogen emissions. in Volcanism and Global Environmental Change (eds Schmidt, A., Fristad, K. E. & Elkins-Tanton, L. T.) 115–132 (Cambridge University Press), 10.1017/CBO9781107415683.011 (2015)."}, {"Citation": "Textor Christiane, Graf Hans-F., Timmreck Claudia, Robock Alan. Advances in Global Change Research. Dordrecht: Springer Netherlands; 2004. Emissions from volcanoes; pp. 269–303."}, {"Citation": "Stolarski RS, Cicerone RJ. Stratospheric Chlorine: a Possible Sink for Ozone. Can. J. Chem. 1974;52:1610–1615. doi: 10.1139/v74-233.", "ArticleIdList": ["10.1139/v74-233"]}, {"Citation": "Stolarski RS, Butler DM. Possible effects of volcanic eruptions on stratospheric minor constituent chemistry. Pure Appl. Geophys. PAGEOPH. 1978;117:486–497. doi: 10.1007/BF00876629.", "ArticleIdList": ["10.1007/BF00876629"]}, {"Citation": "Varekamp JC, Luhr JF, Prestegaard KL. The 1982 eruptions of El Chichon volcano (Chiapas, Mexico): character of the eruptions, ash-fall deposits and gas phase. J. Volcanol. Geotherm. Res. 1984;23:39–68. doi: 10.1016/0377-0273(84)90056-8.", "ArticleIdList": ["10.1016/0377-0273(84)90056-8"]}, {"Citation": "Westrich HR, Gerlach TM. Magmatic gas source for the stratospheric SO2 cloud from the June 15,1991, eruption of Mount Pinatubo. Geology. 1992;20:867. doi: 10.1130/0091-7613(1992)020<0867:MGSFTS>2.3.CO;2.", "ArticleIdList": ["10.1130/0091-7613(1992)020<0867:MGSFTS>2.3.CO;2"]}, {"Citation": "Gerlach, T. M., Westrich, H. R. & Symonds, R. B. Preeruption Vapor in Magma of the Climactic Mount Pinatubo Eruption: Source of the Giant Stratospheric Sulfur Dioxide Cloud. In FIRE and MUD: Eruptions and Lahars of Mount Pinatubo, Philippines (1996)."}, {"Citation": "Self, S., Zhao, J. -X., Holasek, R. E., Torres, R. C. & King, A. J. The Atmospheric Impact of the 1991 Mount Pinatubo Eruption. in FIRE and MUD: Eruptions and Lahars of Mount Pinatubo, Philippines (eds Newhall, C. G. & Punongbayan, R. S.) (1996)."}, {"Citation": "Mankin WG, Coffey MT. Increased Stratospheric Hydrogen Chloride in the El Chichon Cloud. Science. 1984;226:170–172. doi: 10.1126/science.226.4671.170.", "ArticleIdList": ["10.1126/science.226.4671.170", "17814348"]}, {"Citation": "Woods DC, Chuan RL, Rose WI. Halite Particles Injected into the Stratosphere by the 1982 El Chichon Eruption. Science. 1985;230:170–172. doi: 10.1126/science.230.4722.170.", "ArticleIdList": ["10.1126/science.230.4722.170", "17842694"]}, {"Citation": "Mankin WG, Coffey MT, Goldman A. Airborne observations of SO 2, HCl, and O 3 in the stratospheric plume of the Pinatubo Volcano in July 1991. Geophys. Res. Lett. 1992;19:179–182. doi: 10.1029/91GL02942.", "ArticleIdList": ["10.1029/91GL02942"]}, {"Citation": "Telford P, Braesicke P, Morgenstern O, Pyle J. Reassessment of causes of ozone column variability following the eruption of Mount Pinatubo using a nudged CCM. Atmos. Chem. Phys. 2009;9:4251–4260. doi: 10.5194/acp-9-4251-2009.", "ArticleIdList": ["10.5194/acp-9-4251-2009"]}, {"Citation": "Cadoux A, et al. The role of melt composition on aqueous fluid vs. silicate melt partitioning of bromine in magmas. Earth Planet. Sci. Lett. 2018;498:450–463. doi: 10.1016/j.epsl.2018.06.038.", "ArticleIdList": ["10.1016/j.epsl.2018.06.038"]}, {"Citation": "Self S, King AJ. Petrology and sulfur and chlorine emissions of the 1963 eruption of Gunung Agung, Bali, Indonesia. Bull. Volcanol. 1996;58:263–285. doi: 10.1007/s004450050139.", "ArticleIdList": ["10.1007/s004450050139"]}, {"Citation": "Toohey M, Krüger K, Niemeier U, Timmreck C. The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions. Atmos. Chem. Phys. 2011;11:12351–12367. doi: 10.5194/acp-11-12351-2011.", "ArticleIdList": ["10.5194/acp-11-12351-2011"]}, {"Citation": "Toohey M, Krüger K, Timmreck C. Volcanic sulfate deposition to Greenland and Antarctica: A modeling sensitivity study. J. Geophys. Res. Atmos. 2013;118:4788–4800. doi: 10.1002/jgrd.50428.", "ArticleIdList": ["10.1002/jgrd.50428"]}, {"Citation": "Toohey M, Krüger K, Sigl M, Stordal F, Svensen H. Climatic and societal impacts of a volcanic double event at the dawn of the Middle Ages. Clim. Change. 2016;136:401–412. doi: 10.1007/s10584-016-1648-7.", "ArticleIdList": ["10.1007/s10584-016-1648-7"]}, {"Citation": "Tie XX, Brasseur G. The response of stratospheric ozone to volcanic eruptions: Sensitivity to atmospheric chlorine loading. Geophys. Res. Lett. 1995;22:3035–3038. doi: 10.1029/95GL03057.", "ArticleIdList": ["10.1029/95GL03057"]}, {"Citation": "Rose WI, et al. Atmospheric chemistry of a 33–34 hour old volcanic cloud from Hekla Volcano (Iceland): Insights from direct sampling and the application of chemical box modeling. J. Geophys. Res. Atmos. 2006;111:D20206. doi: 10.1029/2005JD006872.", "ArticleIdList": ["10.1029/2005JD006872"]}, {"Citation": "Millard GA, Mather TA, Pyle DM, Rose WI, Thornton B. Halogen emissions from a small volcanic eruption: Modeling the peak concentrations, dispersion, and volcanically induced ozone loss in the stratosphere. Geophys. Res. Lett. 2006;33:L19815. doi: 10.1029/2006GL026959.", "ArticleIdList": ["10.1029/2006GL026959"]}, {"Citation": "Prata AJ, Carn SA, Stohl A, Kerkmann J. Long range transport and fate of a stratospheric volcanic cloud from Soufrière Hills volcano, Montserrat. Atmos. Chem. Phys. 2007;7:5093–5103. doi: 10.5194/acp-7-5093-2007.", "ArticleIdList": ["10.5194/acp-7-5093-2007"]}, {"Citation": "Theys N., Van Roozendael M., Dils B., Hendrick F., Hao N., De Mazière M. First satellite detection of volcanic bromine monoxide emission after the Kasatochi eruption. Geophysical Research Letters. 2009;36(3):n/a-n/a. doi: 10.1029/2008GL036552.", "ArticleIdList": ["10.1029/2008GL036552"]}, {"Citation": "Schönhardt A, Richter A, Theys N, Burrows JVP. Space-based observation of volcanic iodine monoxide. Atmos. Chem. Phys. 2017;17:4857–4870. doi: 10.5194/acp-17-4857-2017.", "ArticleIdList": ["10.5194/acp-17-4857-2017"]}, {"Citation": "Carn SAA, Clarisse L, Prata AJJ. Multi-decadal satellite measurements of global volcanic degassing. J. Volcanol. Geotherm. Res. 2016;311:99–134. doi: 10.1016/j.jvolgeores.2016.01.002.", "ArticleIdList": ["10.1016/j.jvolgeores.2016.01.002"]}, {"Citation": "Theys N, et al. First satellite detection of volcanic OClO after the eruption of Puyehue-Cordón Caulle. Geophys. Res. Lett. 2014;41:667–672. doi: 10.1002/2013GL058416.", "ArticleIdList": ["10.1002/2013GL058416"]}, {"Citation": "Tabazadeh A, Turco RP. Stratospheric Chlorine Injection by Volcanic Eruptions: HCI Scavenging and Implications for Ozone. Science. 1993;260:1082–1086. doi: 10.1126/science.260.5111.1082.", "ArticleIdList": ["10.1126/science.260.5111.1082", "17806335"]}, {"Citation": "Textor C. Injection of gases into the stratosphere by explosive volcanic eruptions. J. Geophys. Res. 2003;108:4606. doi: 10.1029/2002JD002987.", "ArticleIdList": ["10.1029/2002JD002987"]}, {"Citation": "Gutiérrez X, Schiavi F, Keppler H. The adsorption of HCl on volcanic ash. Earth Planet. Sci. Lett. 2016;438:66–74. doi: 10.1016/j.epsl.2016.01.019.", "ArticleIdList": ["10.1016/j.epsl.2016.01.019"]}, {"Citation": "WMO. Scientific Assessment of Ozone Depletion: 2014. World Meteorological Organization, Global Ozone Research and Monitoring Project-Report55 (2014)."}, {"Citation": "Zdanowicz CM, Zielinski GA, Germani MS. Mount Mazama eruption: Calendrical age verified and atmospheric impact assessed. Geology. 1999;27:621. doi: 10.1130/0091-7613(1999)027<0621:MMECAV>2.3.CO;2.", "ArticleIdList": ["10.1130/0091-7613(1999)027<0621:MMECAV>2.3.CO;2"]}, {"Citation": "Mandeville CW, et al. Stable isotope and petrologic evidence for open-system degassing during the climactic and pre-climactic eruptions of Mt. Mazama, Crater Lake, Oregon. Geochim. Cosmochim. Acta. 2009;73:2978–3012. doi: 10.1016/j.gca.2009.01.019.", "ArticleIdList": ["10.1016/j.gca.2009.01.019"]}, {"Citation": "Vidal CM, et al. The 1257 Samalas eruption (Lombok, Indonesia): the single greatest stratospheric gas release of the Common Era. Sci. Rep. 2016;6:34868. doi: 10.1038/srep34868.", "ArticleIdList": ["10.1038/srep34868", "PMC5056521", "27721477"]}, {"Citation": "Daniel JS, Solomon S, Portmann RW, Garcia RR. Stratospheric ozone destruction: The importance of bromine relative to chlorine. J. Geophys. Res. Atmos. 1999;104:23871–23880. doi: 10.1029/1999JD900381.", "ArticleIdList": ["10.1029/1999JD900381"]}, {"Citation": "WMO. Scientific Assessment of Ozone Depletion: 2018. Global Ozone Research and Monitoring Project-Report 58 (Geneva, Switzerland, 2018)."}, {"Citation": "Tegtmeier S, et al. Oceanic bromoform emissions weighted by their ozone depletion potential. Atmos. Chem. Phys. 2015;15:13647–13663. doi: 10.5194/acp-15-13647-2015.", "ArticleIdList": ["10.5194/acp-15-13647-2015"]}, {"Citation": "Pyle, D. M. Sizes of Volcanic Eruptions. In The Encyclopedia of Volcanoes (ed. Sigurdsson, H.) 263–269 (Academic Press, 2013)."}, {"Citation": "Klawonn M, et al. Constraining explosive volcanism: Subjective choices during estimates of eruption magnitude. Bull. Volcanol. 2014;76:1–6."}, {"Citation": "Bekki S, et al. The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption. Geophys. Res. Lett. 1996;23:2669–2672. doi: 10.1029/96GL02088.", "ArticleIdList": ["10.1029/96GL02088"]}, {"Citation": "Toohey M, Krüger K, Bittner M, Timmreck C, Schmidt H. The impact of volcanic aerosol on the Northern Hemisphere stratospheric polar vortex: Mechanisms and sensitivity to forcing structure. Atmos. Chem. Phys. 2014;14:13063–13079. doi: 10.5194/acp-14-13063-2014.", "ArticleIdList": ["10.5194/acp-14-13063-2014"]}, {"Citation": "Aquila, V., Oman, L. D., Stolarski, R. S., Colarco, P. R. & Newman, P. A. Dispersion of the volcanic sulfate cloud from a Mount Pinatubo-like eruption. J. Geophys. Res. Atmos. 117 (2012)."}, {"Citation": "Aquila V, Oman LD, Stolarski R, Douglass AR, Newman PA. The Response of Ozone and Nitrogen Dioxide to the Eruption of Mt. Pinatubo at Southern and Northern Midlatitudes. J. Atmos. Sci. 2013;70:894–900. doi: 10.1175/JAS-D-12-0143.1.", "ArticleIdList": ["10.1175/JAS-D-12-0143.1"]}, {"Citation": "Beerling DJ, Harfoot M, Lomax B, Pyle JA. The stability of the stratospheric ozone layer during the end-Permian eruption of the Siberian Traps. Philos. Trans. A. Math. Phys. Eng. Sci. 2007;365:1843–66. doi: 10.1098/rsta.2007.2046.", "ArticleIdList": ["10.1098/rsta.2007.2046", "17513258"]}, {"Citation": "Marsh DR, et al. Climate change from 1850 to 2005 simulated in CESM1(WACCM) J. Clim. 2013;26:7372–7391. doi: 10.1175/JCLI-D-12-00558.1.", "ArticleIdList": ["10.1175/JCLI-D-12-00558.1"]}, {"Citation": "Dorf M, et al. Long-term observations of stratospheric bromine reveal slow down in growth. Geophys. Res. Lett. 2006;33:2–5. doi: 10.1029/2006GL027714.", "ArticleIdList": ["10.1029/2006GL027714"]}, {"Citation": "Ziska F, Quack B, Tegtmeier S, Stemmler I, Krüger K. Future emissions of marine halogenated very-short lived substances under climate change. J. Atmos. Chem. 2017;74:245–260. doi: 10.1007/s10874-016-9355-3.", "ArticleIdList": ["10.1007/s10874-016-9355-3"]}, {"Citation": "Carpenter, L. J. et al. Update on Ozone-Depleting Substances (ODSs) and Other Gases of Interest to the Montreal Protocol. Scientific Assessment of Ozone Depletion: 2014 (2014)."}, {"Citation": "Muthers S, Arfeuille F, Raible CC, Rozanov E. The impact of volcanic aerosols on stratospheric ozone and the Northern Hemisphere polar vortex: separating radiative from chemical effects under different climate conditions. Atmos. Chem. Phys. Discuss. 2015;15:14275–14314. doi: 10.5194/acpd-15-14275-2015.", "ArticleIdList": ["10.5194/acpd-15-14275-2015"]}, {"Citation": "Bittner M, Schmidt H, Timmreck C, Sienz F. Using a large ensemble of simulations to assess the Northern Hemisphere stratospheric dynamical response to tropical volcanic eruptions and its uncertainty. Geophys. Res. Lett. 2016;43:9324–9332. doi: 10.1002/2016GL070587.", "ArticleIdList": ["10.1002/2016GL070587"]}, {"Citation": "Thompson DWJ, Wallace JM. Annular modes in the extratropical circulation. Part II: Trends. J. Clim. 2000;13:1018–1036. doi: 10.1175/1520-0442(2000)013<1018:AMITEC>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0442(2000)013<1018:AMITEC>2.0.CO;2"]}, {"Citation": "Thompson DWJ. Interpretation of Recent Southern Hemisphere Climate Change. Science. 2002;296:895–899. doi: 10.1126/science.1069270.", "ArticleIdList": ["10.1126/science.1069270", "11988571"]}, {"Citation": "Stenchikov G, et al. Arctic Oscillation response to the 1991 Mount Pinatubo eruption: Effects of volcanic aerosols and ozone depletion. J. Geophys. Res. 2002;107:4803. doi: 10.1029/2002JD002090.", "ArticleIdList": ["10.1029/2002JD002090"]}, {"Citation": "Bittner M, Timmreck C, Schmidt H, Toohey M, Krüger K. The impact of wave-mean flow interaction on the Northern Hemisphere polar vortex after tropical volcanic eruptions. J. Geophys. Res. Atmos. 2016;121:5281–5297. doi: 10.1002/2015JD024603.", "ArticleIdList": ["10.1002/2015JD024603"]}, {"Citation": "Madronich, S. & Flocke, S. Theoretical Estimation of Biologically Effective UV Radiation at the Earth’s Surface. In Solar Ultraviolet Radiation (eds Zerefos, C. S. & Bais, A. F.) 23–48 (Springer Berlin Heidelberg, 1997)."}, {"Citation": "Toohey M, et al. Disproportionately strong climate forcing from extratropical explosive volcanic eruptions. Nat. Geosci. 2019;12:100–107. doi: 10.1038/s41561-018-0286-2.", "ArticleIdList": ["10.1038/s41561-018-0286-2"]}, {"Citation": "Teramura AH. Effects of ultraviolet-B radiation on the growth and yield of crop plants. Physiol. Plant. 1983;58:415–427. doi: 10.1111/j.1399-3054.1983.tb04203.x.", "ArticleIdList": ["10.1111/j.1399-3054.1983.tb04203.x"]}, {"Citation": "Kakani VG, Reddy KR, Zhao D, Sailaja K. Field crop responses to ultraviolet-B radiation: A review. Agric. For. Meteorol. 2003;120:191–218. doi: 10.1016/j.agrformet.2003.08.015.", "ArticleIdList": ["10.1016/j.agrformet.2003.08.015"]}, {"Citation": "Caldwell MM, et al. Effects of increased solar ultraviolet radiation on terrestrial ecosystems. J. Photochem. Photobiol. B Biol. 1998;46:40–52. doi: 10.1016/S1011-1344(98)00184-5.", "ArticleIdList": ["10.1016/S1011-1344(98)00184-5"]}, {"Citation": "Bancroft BA, Baker NJ, Blaustein AR. Effects of UVB radiation on marine and freshwater organisms: A synthesis through meta-analysis. Ecol. Lett. 2007;10:332–345. doi: 10.1111/j.1461-0248.2007.01022.x.", "ArticleIdList": ["10.1111/j.1461-0248.2007.01022.x", "17355571"]}, {"Citation": "Vincent WF, Roy S. Solar ultraviolet-B radiation and aquatic primary production: damage, protection, and recovery. Environ. Rev. 1993;1:1–12. doi: 10.1139/a93-001.", "ArticleIdList": ["10.1139/a93-001"]}, {"Citation": "Day TA, Neale PJ. Effects of UV-B Radiation on Terrestrial and Aquatic Primary Producers. Annu. Rev. Ecol. Syst. 2002;33:371–396. doi: 10.1146/annurev.ecolsys.33.010802.150434.", "ArticleIdList": ["10.1146/annurev.ecolsys.33.010802.150434"]}, {"Citation": "Häder D-P, Worrest RC, Kumar HD, Smith RC. Effects of Increased Solar Ultraviolet Radiation on Aquatic Ecosystems. Ambio. 1995;24:174–180."}, {"Citation": "Madronich S, McKenzie RL, Björn LO, Caldwell MM. Changes in biologically active ultraviolet radiation reaching the Earth’s surface. J. Photochem. Photobiol. B Biol. 1998;46:5–19. doi: 10.1016/S1011-1344(98)00182-1.", "ArticleIdList": ["10.1016/S1011-1344(98)00182-1", "9894350"]}, {"Citation": "Lomax BH, et al. Plant spore walls as a record of long-term changes in ultraviolet-B radiation. Nat. Geosci. 2008;1:592–596. doi: 10.1038/ngeo278.", "ArticleIdList": ["10.1038/ngeo278"]}, {"Citation": "Willis KJ, et al. Quantification of UV-B flux through time using UV-B-absorbing compounds contained in fossil Pinus sporopollenin. New Phytol. 2011;192:553–560. doi: 10.1111/j.1469-8137.2011.03815.x.", "ArticleIdList": ["10.1111/j.1469-8137.2011.03815.x", "21810096"]}, {"Citation": "McConnell Joseph R., Burke Andrea, Dunbar Nelia W., Köhler Peter, Thomas Jennie L., Arienzo Monica M., Chellman Nathan J., Maselli Olivia J., Sigl Michael, Adkins Jess F., Baggenstos Daniel, Burkhart John F., Brook Edward J., Buizert Christo, Cole-Dai Jihong, Fudge T. J., Knorr Gregor, Graf Hans-F., Grieman Mackenzie M., Iverson Nels, McGwire Kenneth C., Mulvaney Robert, Paris Guillaume, Rhodes Rachael H., Saltzman Eric S., Severinghaus Jeffrey P., Steffensen Jørgen Peder, Taylor Kendrick C., Winckler Gisela. Synchronous volcanic eruptions and abrupt climate change ∼17.7 ka plausibly linked by stratospheric ozone depletion. Proceedings of the National Academy of Sciences. 2017;114(38):10035–10040. doi: 10.1073/pnas.1705595114.", "ArticleIdList": ["10.1073/pnas.1705595114", "PMC5617275", "28874529"]}, {"Citation": "Bitz, C. M. & Polvani, L. M. Antarctic climate response to stratospheric ozone depletion in a fine resolution ocean climate model. Geophys. Res. Lett. 39 (2012)."}, {"Citation": "Ferreira D, Marshall J, Bitz CM, Solomon S, Plumb A. Antarctic ocean and sea ice response to ozone depletion: A two-time-scale problem. J. Clim. 2015;28:1206–1226. doi: 10.1175/JCLI-D-14-00313.1.", "ArticleIdList": ["10.1175/JCLI-D-14-00313.1"]}, {"Citation": "Sigl M, et al. Timing and climate forcing of volcanic eruptions for the past 2,500 years. Nature. 2015;523:543–549. doi: 10.1038/nature14565.", "ArticleIdList": ["10.1038/nature14565", "26153860"]}, {"Citation": "Kinnison, D. E. et al. Sensitivity of chemical tracers to meteorological parameters in the MOZART-3 chemical transport model. J. Geophys. Res. Atmos. 112 (2007)."}, {"Citation": "SPARC. SPARC report on the evaluation of chemistry-climate models. SPARC Report No. 5, (SPARC Office, 2010)."}, {"Citation": "Fierstein J, Nathenson M. Another look at the calculation of fallout tephra volumes. Bull. Volcanol. 1992;54:156–167. doi: 10.1007/BF00278005.", "ArticleIdList": ["10.1007/BF00278005"]}, {"Citation": "Kutterolf S, Freundt A, Pérez W, Wehrmann H, Schmincke H-U. Late Pleistocene to Holocene temporal succession and magnitudes of highly-explosive volcanic eruptions in west-central Nicaragua. J. Volcanol. Geotherm. Res. 2007;163:55–82. doi: 10.1016/j.jvolgeores.2007.02.006.", "ArticleIdList": ["10.1016/j.jvolgeores.2007.02.006"]}, {"Citation": "Kutterolf S., Freundt A., Peréz W., Mörz T., Schacht U., Wehrmann H., Schmincke H.-U. Pacific offshore record of plinian arc volcanism in Central America: 1. Along-arc correlations. Geochemistry, Geophysics, Geosystems. 2008;9(2):n/a-n/a."}, {"Citation": "Kutterolf, S., Freundt, A. & Peréz, W. Pacific offshore record of plinian arc volcanism in Central America: 2. Tephra volumes and erupted masses. Geochemistry, Geophys. Geosystems9 (2008)."}, {"Citation": "Kutterolf S, et al. A 400-ka tephrochronological framework for Central America from Lake Petén Itzá (Guatemala) sediments. Quat. Sci. Rev. 2016;150:200–220. doi: 10.1016/j.quascirev.2016.08.023.", "ArticleIdList": ["10.1016/j.quascirev.2016.08.023"]}, {"Citation": "SPARC. Assessment of stratospheric aerosol properties (ASAP). SPARC Report No. 4, (SPARC Office, 2006)."}, {"Citation": "Guo S, Rose WI, Bluth GJS, Watson IM. Particles in the great Pinatubo volcanic cloud of June 1991: The role of ice. Geochemistry, Geophys. Geosystems. 2004;5:n/a–n/a."}, {"Citation": "Scaillet B, Luhr JF, Carroll MR. Petrological and volcanological constraints on volcanic sulfur emissions to the atmosphere. In Geophysical Monograph Series. 2003;139:11–40."}, {"Citation": "Krueger A, Krotkov N, Carn S. El Chichon: The genesis of volcanic sulfur dioxide monitoring from space. J. Volcanol. Geotherm. Res. 2008;175:408–414. doi: 10.1016/j.jvolgeores.2008.02.026.", "ArticleIdList": ["10.1016/j.jvolgeores.2008.02.026"]}, {"Citation": "Carey S, Sigurdsson H. The intensity of plinian eruptions. Bull. Volcanol. 1989;51:28–40. doi: 10.1007/BF01086759.", "ArticleIdList": ["10.1007/BF01086759"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "7"}, {"Year": "2019", "Month": "6", "Day": "7"}, {"Year": "2019", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["31263134", "PMC6603163", "10.1038/s41598-019-45630-0", "10.1038/s41598-019-45630-0"]}}]}