{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["ambient air pollution", "breast cancer", "incidence", "lung cancer"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31304979", "DateCompleted": {"Year": "2020", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2020", "Month": "06", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1002/ijc.32575"], "Journal": {"ISSN": "1097-0215", "JournalIssue": {"Volume": "146", "Issue": "9", "PubDate": {"Year": "2020", "Month": "May", "Day": "01"}}, "Title": "International journal of cancer", "ISOAbbreviation": "Int J Cancer"}, "ArticleTitle": "Exposure to ambient air pollution and the incidence of lung cancer and breast cancer in the Ontario Population Health and Environment Cohort.", "Pagination": {"StartPage": "2450", "EndPage": "2459", "MedlinePgn": "2450-2459"}, "Abstract": {"AbstractText": ["Lung and female breast cancers are highly prevalent worldwide. Although the association between exposure to ambient fine particulate matter (PM<sub>2.5</sub> ) and lung cancer has been recognized, there is less evidence for associations with other common air pollutants such as nitrogen dioxide (NO<sub>2</sub> ) and ozone (O<sub>3</sub> ). Even less is known about potential associations between these pollutants and breast cancer. We conducted a population-based cohort study to investigate the associations of chronic exposure to PM<sub>2.5</sub> , NO<sub>2</sub> , O<sub>3</sub> and redox-weighted average of NO<sub>2</sub> and O<sub>3</sub> (O<sub>x</sub> ) with incident lung and breast cancer, using the Ontario Population Health and Environment Cohort (ONPHEC), which includes all long-term residents aged 35-85 years who lived in Ontario, Canada, 2001-2015. Incident lung and breast cancers were ascertained using the Ontario Cancer Registry. Annual estimates of exposures were assigned to the residential postal codes of subjects for each year during follow-up. We used Cox proportional-hazards models adjusting for personal- and neighborhood-level covariates. Our cohorts for lung and breast cancer analyses included ~4.9 million individuals and ~2.5 million women, respectively. During follow-up, 100,146 incident cases of lung cancer and 91,146 incident cases of breast cancer were diagnosed. The fully adjusted analyses showed positive associations of lung cancer incidence with PM<sub>2.5</sub> (hazard ratio [HR] = 1.02 [95% CI: 1.01-1.05] per 5.3 μg/m<sup>3</sup> ) and NO<sub>2</sub> (HR = 1.05 [95% CI: 1.03-1.07] per 14 ppb). No associations with lung cancer were observed for O<sub>3</sub> or O<sub>x</sub> . Relationships between PM<sub>2.5</sub> and NO<sub>2</sub> with lung cancer exhibited a sublinear shape. We did not find compelling evidence linking air pollution to breast cancer."], "CopyrightInformation": "© 2019 UICC."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "ICES, Toronto, ON, Canada."}], "Identifier": ["0000-0002-7169-1334"], "LastName": "Bai", "ForeName": "Li", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health Ontario, Toronto, ON, Canada."}], "Identifier": [], "LastName": "Shin", "ForeName": "Saeha", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Population Studies Division, Environmental Health Science and Research Bureau, Health Canada, Ottawa, ON, Canada."}], "Identifier": [], "LastName": "Burnett", "ForeName": "Richard T", "Initials": "RT"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "ICES, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Public Health Ontario, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."}], "Identifier": [], "LastName": "Kwong", "ForeName": "Jeffrey C", "Initials": "JC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Public Health and Human Studies, Oregon State University, Corvallis, OR."}], "Identifier": [], "LastName": "Hystad", "ForeName": "Perry", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, Halifax, NS, Canada."}], "Identifier": [], "LastName": "van Donkelaar", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, McGill University, Montreal, QC, Canada."}, {"Identifier": [], "Affiliation": "Centre for Outcomes Research and Evaluation, Research Institute of the McGill University Health Centre, Montreal, QC, Canada."}], "Identifier": [], "LastName": "Goldberg", "ForeName": "Mark S", "Initials": "MS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Health Science Division, Health Canada, Ottawa, ON, Canada."}, {"Identifier": [], "Affiliation": "School of Epidemiology & Public Health, University of Ottawa, Ottawa, ON, Canada."}], "Identifier": [], "LastName": "Lavigne", "ForeName": "Eric", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Biostatistics, and Occupational Health, McGill University, Montreal, Canada."}], "Identifier": [], "LastName": "Weichenthal", "ForeName": "Scott", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, Halifax, NS, Canada."}, {"Identifier": [], "Affiliation": "Smithsonian Astrophysical Observatory, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA."}], "Identifier": [], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health Ontario, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."}], "Identifier": [], "LastName": "Copes", "ForeName": "Ray", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "ICES, Toronto, ON, Canada."}], "Identifier": [], "LastName": "Kopp", "ForeName": "Alexander", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "ICES, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Public Health Ontario, Toronto, ON, Canada."}, {"Identifier": [], "Affiliation": "Population Studies Division, Environmental Health Science and Research Bureau, Health Canada, Ottawa, ON, Canada."}, {"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."}], "Identifier": [], "LastName": "Chen", "ForeName": "Hong", "Initials": "H"}], "GrantList": [{"GrantID": "MOP-133463", "Agency": "CIHR", "Country": "Canada"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Cancer", "NlmUniqueID": "0042124", "ISSNLinking": "0020-7136"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Follow-Up Studies"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Lung Neoplasms"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Ontario"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Population Health"}, {"QualifierName": [], "DescriptorName": "Prognosis"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. Cancer Update 2018. Geneva: WHO, 2018 Available at: http://www.who.int/cancer/en/."}, {"Citation": "Hamra GB, Laden F, Cohen AJ, et al. Lung cancer and exposure to nitrogen dioxide and traffic: a systematic review and meta-analysis. Environ Health Perspect 2015;123:1107-12."}, {"Citation": "Hamra GB, Guha N, Cohen A, et al. Outdoor particulate matter exposure and lung cancer: a systematic review and meta-analysis. Environ Health Perspect 2014;122:906-11."}, {"Citation": "Loomis D, Grosse Y, Lauby-Secretan B, et al. The carcinogenicity of outdoor air pollution. Lancet Oncol 2013;14:1262-3."}, {"Citation": "Hart JE, Spiegelman D, Beelen R, et al. Long-term ambient residential traffic-related exposures and measurement error-adjusted risk of incident lung cancer in The Netherlands cohort study on diet and cancer. Environ Health Perspect 2015;123:860-6."}, {"Citation": "Villeneuve PJ, Jerrett M, Brenner D, et al. A case-control study of long-term exposure to ambient volatile organic compounds and lung cancer in Toronto, Ontario, Canada. Am J Epidemiol 2014;179:443-51."}, {"Citation": "Hystad P, Demers PA, Johnson KC, et al. Long-term residential exposure to air pollution and lung cancer risk. Epidemiology 2013;24:762-72."}, {"Citation": "Beelen R, Hoek G, van den Brandt PA, et al. Long-term exposure to traffic-related air pollution and lung cancer risk. Epidemiology 2008;19:702-10."}, {"Citation": "Raaschou-Nielsen O, Andersen ZJ, Beelen R, et al. Air pollution and lung cancer incidence in 17 European cohorts: prospective analyses from the European study of cohorts for air pollution effects (ESCAPE). Lancet Oncol 2013;14:813-22."}, {"Citation": "Gharibvand L, Shavlik D, Ghamsary M, et al. The association between ambient fine particulate air pollution and lung cancer incidence: results from the AHSMOG-2 study. Environ Health Perspect 2017;125:378-84."}, {"Citation": "Vineis P, Hoek G, Krzyzanowski M, et al. Air pollution and risk of lung cancer in a prospective study in Europe. Int J Cancer 2006;119:169-74."}, {"Citation": "Chen ST, Lin CC, Liu YS, et al. Airborne particulate collected from Central Taiwan induces DNA strand breaks, poly(ADP-ribose) polymerase-1 activation, and estrogen-disrupting activity in human breast carcinoma cell lines. J Environ Sci Health A Tox Hazard Subst Environ Eng 2013;48:173-81."}, {"Citation": "Mordukhovich I, Rossner P Jr, Terry MB, et al. Associations between polycyclic aromatic hydrocarbon-related exposures and p53 mutations in breast tumors. Environ Health Perspect 2010;118:511-8."}, {"Citation": "Villeneuve P, Goldberg M, Crouse D, et al. Residential exposure to fine particulate matter air pollution and incident breast cancer in a cohort of Canadian women. Environ Epidemiol 2018;2:e021."}, {"Citation": "Crouse DL, Goldberg MS, Ross NA, et al. Postmenopausal breast cancer is associated with exposure to traffic-related air pollution in Montreal, Canada: a case-control study. Environ Health Perspect 2010;118:1578-83."}, {"Citation": "Hystad P, Villeneuve PJ, Goldberg MS, et al. Exposure to traffic-related air pollution and the risk of developing breast cancer among women in eight Canadian provinces: a case-control study. Environ Int 2015;74:240-8."}, {"Citation": "Goldberg MS, Labrèche F, Weichenthal S, et al. The association between the incidence of postmenopausal breast cancer and concentrations at street-level of nitrogen dioxide and ultrafine particles. Environ Res 2017;158:7-15."}, {"Citation": "Andersen ZJ, Ravnskjaer L, Andersen KK, et al. Long-term exposure to fine particulate matter and breast cancer incidence in the Danish nurse cohort study. Cancer Epidemiol Biomarkers Prev 2017;26:428-30."}, {"Citation": "Hart JE, Bertrand KA, DuPre N, et al. Long-term particulate matter exposures during adulthood and risk of breast cancer incidence in the Nurses' health study II prospective cohort. Cancer Epidemiol Biomarkers Prev 2016;25:1274-6."}, {"Citation": "Reding KW, Young MT, Szpiro AA, et al. Breast cancer risk in relation to ambient air pollution exposure at residences in the sister study cohort. Cancer Epidemiol Biomarkers Prev 2015;24:1907-9."}, {"Citation": "Andersen ZJ, Stafoggia M, Weinmayr G, et al. Long-term exposure to ambient air pollution and incidence of postmenopausal breast cancer in 15 European cohorts within the ESCAPE project. Environ Health Perspect 2017;125:107005."}, {"Citation": "Chen H, Kwong JC, Copes R, et al. Cohort profile: the Ontario population health and environment cohort (ONPHEC). Int J Epidemiol 2017;46:405-405j."}, {"Citation": "Matheson FI, Dunn JR, Smith KL, et al. Development of the Canadian marginalization index: a new tool for the study of inequality. Can J Public Health 2012;103:S12-6."}, {"Citation": "Chan BTB, Schultz SE. Supply and Utilization of General Practitioner and Family Physician Services in Ontario. ICES Investigative Report. Toronto: Institute for Clinical Evaluative Sciences, 2005."}, {"Citation": "van Donkelaar A, Martin RV, Brauer M, et al. Use of satellite observations for long-term exposure assessment of global concentrations of fine particulate matter. Environ Health Perspect 2015;123:135-43."}, {"Citation": "van Donkelaar A, Martin RV, Spurr RJD, et al. High-resolution satellite-derived PM2.5 from optimal estimation and geographically weighted regression over North America. Environ Sci Technol 2015;49:10482-91."}, {"Citation": "Crouse DL, Peters PA, Hystad P, et al. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian census health and environment cohort (CanCHEC). Environ Health Perspect 2015;123:1180-6."}, {"Citation": "Chen H, Kwong JC, Copes R, et al. Exposure to ambient air pollution and the incidence of dementia: a population-based cohort study. Environ Int 2017;108:271-7."}, {"Citation": "Hystad P, Setton E, Cervantes A, et al. Creating national air pollution models for population exposure assessment in Canada. Environ Health Perspect 2011;119:1123-9."}, {"Citation": "Robichaud A, Ménard R. Multi-year objective analyses of warm season ground-level ozone and PM2.5 over North America using real-time observations and Canadian operational air quality models. Atmos Chem Phys 2014;14:1769-800."}, {"Citation": "Pudykiewicz JA, Kallaur A, Smolarkiewicz PK. Semi-Lagrangian modelling of tropospheric ozone. Tellus B 1997;49:231-48."}, {"Citation": "Stockwell WR, Yang JH, Shin HW, et al. Spatiotemporal variations of air pollutants (O3, NO2, SO2, CO, PM10, and VOCs) with land-use types. Atmos Chem Phys 2015;15:10857-85."}, {"Citation": "Weichenthal S, Pinault LL, Burnett RT. Impact of oxidant gases on the relationship between outdoor fine particulate air pollution and nonaccidental, cardiovascular, and respiratory mortality. Sci Rep 2017;7:16401."}, {"Citation": "Chen H, Goldberg MS, Burnett RT, et al. Long-term exposure to traffic-related air pollution and cardiovascular mortality. Epidemiology 2013;24:35-43."}, {"Citation": "Pinault L, Tjepkema M, Crouse DL, et al. Risk estimates of mortality attributed to low concentrations of ambient fine particulate matter in the Canadian community health survey cohort. Environ Health 2016;15:18."}, {"Citation": "Shin HH, Cakmak S, Brion O, et al. Indirect adjustment for multiple missing variables applicable to environmental epidemiology. Environ Res 2014;134:482-7."}, {"Citation": "Kelsey JL, Gammon MD, John EM. Reproductive factors and breast cancer. Epidemiol Rev 1993;15:36-47."}, {"Citation": "Nasari MM, Szyszkowicz M, Chen H, et al. A class of non-linear exposure-response models suitable for health impact assessment applicable to large cohort studies of ambient air pollution. Air Qual Atmos Health 2016;9:961-72."}, {"Citation": "Burnett R, Chen H, Szyszkowicz M, et al. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. Proc Natl Acad Sci USA 2018;115:9592-7."}, {"Citation": "Crouse DL, Pinault L, Balram A, et al. Urban greenness and mortality in Canada's largest cities: a national cohort study. Lancet Planet Health 2017;1:e289-97."}, {"Citation": "Tomczak A, Miller AB, Weichenthal SA, et al. Long-term exposure to fine particulate matter air pollution and the risk of lung cancer among participants of the Canadian National Breast Screening Study. Int J Cancer 2016;139:1958-66."}, {"Citation": "Puett RC, Hart JE, Yanosky JD, et al. Particulate matter air pollution exposure, distance to road, and incident lung cancer in the nurses' health study cohort. Environ Health Perspect 2014;122:926-32."}, {"Citation": "Nafstad P, Håheim LL, Oftedal B, et al. Lung cancer and air pollution: a 27 year follow up of 16 209 Norwegian men. Thorax 2003;58:1071-6."}, {"Citation": "Nyberg F, Gustavsson P, Järup L, et al. Urban air pollution and lung cancer in Stockholm. Epidemiology 2000;11:487-95."}, {"Citation": "Rodgers KM, Udesky JO, Rudel RA, et al. Environmental chemicals and breast cancer: an updated review of epidemiological literature informed by biological mechanisms. Environ Res 2018;160:152-82."}, {"Citation": "Bonner MR, Han D, Nie J, et al. Breast cancer risk and exposure in early life to polycyclic aromatic hydrocarbons using total suspended particulates as a proxy measure. Cancer Epidemiol Biomarkers Prev 2005;14:53-60."}, {"Citation": "Atkinson RW, Carey IM, Kent AJ, et al. Long-term exposure to outdoor air pollution and incidence of cardiovascular diseases. Epidemiology 2013;24:44-53."}, {"Citation": "Atkinson RW, Carey IM, Kent AJ, et al. Long-term exposure to outdoor air pollution and the incidence of chronic obstructive pulmonary disease in a national English cohort. Occup Environ Med 2015;72:42-8."}, {"Citation": "Bai L, Weichenthal S, Kwong JC, et al. Associations of Long-term exposure to ultrafine particles and nitrogen dioxide with increased incidence of congestive heart failure and acute myocardial infarction. Am J Epidemiol 2019;188:151-9."}, {"Citation": "Weichenthal S, Bai L, Hatzopoulou M, et al. Long-term exposure to ambient ultrafine particles and respiratory disease incidence in in Toronto, Canada: a cohort study. Environ Health 2017;16:64."}, {"Citation": "Sebastiani P, Solovieff N, Dewan AT, et al. Genetic signatures of exceptional longevity in humans. PLoS One 2012;7:e29848."}, {"Citation": "Wolf I, Sadetzki S, Catane R, et al. Diabetes mellitus and breast cancer. Lancet Oncol 2005;6:103-11."}, {"Citation": "Peairs KS, Barone BB, Snyder CF, et al. Diabetes mellitus and breast cancer outcomes: a systematic review and meta-analysis. J Clin Oncol 2011;29:40-6."}, {"Citation": "Pinault LL, Weichenthal S, Crouse DL, et al. Associations between fine particulate matter and mortality in the 2001 Canadian census health and environment cohort. Environ Res 2017;159:406-15."}], "Title": "References"}], "History": [{"Year": "2019", "Month": "2", "Day": "27"}, {"Year": "2019", "Month": "6", "Day": "26"}, {"Year": "2019", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31304979", "10.1002/ijc.32575"]}}]}