{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["balneotherapy", "cellular response", "ozone therapy", "systemic sclerosis"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31320847", "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.5114/ada.2019.83651"], "Journal": {"ISSN": "1642-395X", "JournalIssue": {"Volume": "36", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Apr"}}, "Title": "Postepy dermatologii i alergologii", "ISOAbbreviation": "Postepy Dermatol Alergol"}, "ArticleTitle": "Positive effect of ozonotherapy on serum concentration of soluble interleukin-2 receptor and neopterin in patients with systemic sclerosis.", "Pagination": {"StartPage": "158", "EndPage": "163", "MedlinePgn": "158-163"}, "Abstract": {"AbstractText": ["Systemic sclerosis (SSc) is a chronic systemic autoimmune disease of unknown aetiology. No curative therapy exists, thus management includes controlling of symptoms and prevention of complications. Ozonotherapy has multiple beneficial therapeutic effects which can translate into improving prognostic factors for SSc.", "To evaluate the effect of ozone on selected factors of inflammation: serum concentration of the soluble receptor of interleukin-2 (IL-2 sR), neopterin as well as the peripheral blood smear in patients with SSc.", "Forty-two patients with SSc underwent two series of 10-minute baths in water with a mixture of air and ozone separated by a 10-day period without treatment. Examinations were performed at baseline and 10 days after completing the last treatment.", "The mean concentration of IL-2 sR decreased significantly from 1563.73 to 1249.86 pg/ml. The mean concentration of neopterin decreased significantly from 12.06 to 10.9 nmol/ml. Absolute monocytosis decreased insignificantly from 1.694 to 1.480 G/l. Correlations between the disease duration and concentration of IL-2 sR were weak and negative, while between the disease duration and concentration of neopterin were weak and positive.", "Ozonotherapy had a beneficial influence on the immune response in patients with scleroderma. Balneotherapy may be considered as an additional therapeutic option, but further research is required."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Venereology and Allergology, Wroclaw Medical University, Wroclaw, Poland."}], "Identifier": [], "LastName": "Nowicka", "ForeName": "Danuta", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Postepy Dermatol Alergol", "NlmUniqueID": "101168357", "ISSNLinking": "1642-395X"}, "CoiStatement": "The author declares no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chifflot H, Fautrel B, Sordet C, et al. Incidence and prevalence of systemic sclerosis: a systematic literature review. Semin Arthritis Rheum. 2008;37:223–35.", "ArticleIdList": ["17692364"]}, {"Citation": "Kanecki K, Goryński P, Tarka P, et al. Incidence and prevalence of systemic sclerosis (SSc) in Poland – differences between rural and urban regions. Ann Agric Environ Med. 2017;24:240–4.", "ArticleIdList": ["28664701"]}, {"Citation": "Tsifetaki N, Botzoris V, Alamanos Y, et al. Bosentan for digital ulcers in patients with systemic sclerosis: a prospective 3-year follow-up study. J Rheumatol. 2009;36:1550–2.", "ArticleIdList": ["19567637"]}, {"Citation": "Manno R, Boin F. Immunotherapy of systemic sclerosis. Immunotherapy. 2010;2:863–78.", "ArticleIdList": ["PMC3059511", "21091117"]}, {"Citation": "Hinchcliff M, Varga J. Systemic sclerosis/scleroderma: a treatable multisystem disease. Am Fam Physician. 2008;78:961–8.", "ArticleIdList": ["18953973"]}, {"Citation": "Re L, Rowen R, Travagli V. Ozone therapy and its use in medicine. Cardiology. 2016;134:99–100.", "ArticleIdList": ["26919490"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2:66–70.", "ArticleIdList": ["PMC3312702", "22470237"]}, {"Citation": "Martinez-Sanchez G, Al-Dalain SM, Menendez S, et al. Therapeutic efficacy of ozone in patients with diabetic foot. Eur J Pharmacol. 2005;523:151–61.", "ArticleIdList": ["16198334"]}, {"Citation": "Banica L, Besliu A, Pistol G, et al. Quantification and molecular characterization of regulatory T cells in connective tissue diseases. Autoimmunity. 2009;42:41–9.", "ArticleIdList": ["18800250"]}, {"Citation": "Besliu AN, Banica LM, Lonescu R, et al. Role of cellular immunity in systemic sclerosis pathogenesis: update on CD4+T cells population studies. Roum Arch Microbiol Immunol. 2009;68:5–13.", "ArticleIdList": ["19507621"]}, {"Citation": "Choi JJ, Min DJ, Cho ML, et al. Elevated vascular endothelial growth factor in systemic sclerosis. J Rheumatol. 2003;30:1529–33.", "ArticleIdList": ["12858453"]}, {"Citation": "Vettori S, Maresca L, Cuomo G, et al. Clinical and subclinical atherosclerosis in systemic sclerosis: consequences of previous corticosteroid treatment. Scand J Rheumatol. 2010;39:485–9.", "ArticleIdList": ["20604675"]}, {"Citation": "Hayashi H, Maeda M, Murakami S, et al. Soluble interleukin-2 receptor as an indicator of immunological disturbance found in silicosis patients. Int J Immunopathol Pharmacol. 2009;22:53–62.", "ArticleIdList": ["19309552"]}, {"Citation": "Krause S, Beyerlein A, Winkler C, et al. Soluble interleukin-2 receptor alpha in preclinical type 1 diabetes. Acta Diabetol. 2014;51:517–8.", "ArticleIdList": ["24006086"]}, {"Citation": "Gonda K, Shibata M, Shimura T, et al. Serum soluble interleukin-2 receptor is increased in malnourished and immunosuppressed patients with gastric and colorectal cancer: possible influence of myeloid-derived suppressor cells. World J Oncol. 2012;3:158–64.", "ArticleIdList": ["PMC5649838", "29147299"]}, {"Citation": "Tsukamoto S, Ishikawa S, Yamauchi A, et al. Serum soluble interleukin-2 receptor levels in patients with renal cell carcinoma: a comparison of values before and after surgery. Hinyokika Kiyo. 2000;46:695–9.", "ArticleIdList": ["11215193"]}, {"Citation": "Melichar B, Spisarová M, Bartoušková M, et al. Neopterin as a biomarker of immune response in cancer patients. Ann Transl Med. 2017;5:280.", "ArticleIdList": ["PMC5515806", "28758106"]}, {"Citation": "Muller MM, Curtius HC, Herold M, et al. Neopterin in clinical practice. Clin Chim Acta. 1991;201:1–16.", "ArticleIdList": ["1790613"]}, {"Citation": "Antoszewski Z, Kulej J, Wygledowski M, et al. Some aspects of ozone therapy. Przegl Lek. 1997;54:561–4.", "ArticleIdList": ["9480471"]}, {"Citation": "Antoszewski L, Moszkowicz T, Kozakiewicz J. Ozonotherapy in Polish medicine. Terapia. 1996;4:22–8."}, {"Citation": "Chibowska M, Krasowska D, Weglarz J. Internal organ lesions in acrosclerosis patients: interleukin-2 and soluble receptor for interleukin-2 plasma levels. J Eur Acad Dermatol Venereol. 2000;14:234–6.", "ArticleIdList": ["11032081"]}, {"Citation": "Lis A, Brzezinska-Wcislo L, Wcislo-Dziadecka D. The evaluation of soluble interleukin-2 receptor levels in the serum before and after the immunosuppressive treatment in patients with systemic screrosis. Derm Klin. 2006;8:165–9."}, {"Citation": "Goerdt S, Politz O, Schledzewski K, et al. Alternative versus classical activation of macrophages. Pathobiology. 1999;67:222–6.", "ArticleIdList": ["10725788"]}, {"Citation": "Goldstein BD. Cellular effects of ozone. Rev Environ Health. 1977;2:177–202.", "ArticleIdList": ["341239"]}, {"Citation": "Koenig M, Dieude M, Senecal JL. Predictive value of antinuclear autoantibodies: the lessons of the systemic sclerosis autoantibodies. Autoimmun Rev. 2008;7:588–93.", "ArticleIdList": ["18617021"]}, {"Citation": "Cesur S, Aslan T, Hoca NT, et al. Clinical importance of serum neopterin level in patients with pulmonary tuberculosis. Int J Mycobacteriol. 2014;3:5–8.", "ArticleIdList": ["26786216"]}, {"Citation": "Hamerlinck FF. Neopterin: a review. Exp Dermatol. 1999;8:167–76.", "ArticleIdList": ["10389633"]}]}], "History": [{"Year": "2017", "Month": "9", "Day": "13"}, {"Year": "2017", "Month": "12", "Day": "13"}, {"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31320847", "PMC6627265", "10.5114/ada.2019.83651", "83651"]}}]}