{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31396266", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "12", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.5194/acp-18-17157-2018"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "18", "Issue": "23", "PubDate": {"Year": "2018"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Attributing differences in the fate of lateral boundary ozone in AQMEII3 models to physical process representations.", "Pagination": {"StartPage": "17157", "EndPage": "17175", "MedlinePgn": "17157-17175"}, "Abstract": {"AbstractText": ["Increasing emphasis has been placed on characterizing the contributions and the uncertainties of ozone imported from outside the US. In chemical transport models (CTMs), the ozone transported through lateral boundaries (referred to as LB ozone hereafter) undergoes a series of physical and chemical processes in CTMs, which are important sources of the uncertainty in estimating the impact of LB ozone on ozone levels at the surface. By implementing inert tracers for LB ozone, the study seeks to better understand how differing representations of physical processes in regional CTMs may lead to differences in the simulated LB ozone that eventually reaches the surface across the US. For all the simulations in this study (including WRF/CMAQ, WRF/CAMx, COSMO-CLM/CMAQ, and WRF/DEHM), three chemically inert tracers that generally represent the altitude ranges of the planetary boundary layer (BC1), free troposphere (BC2), and upper troposphere-lower stratosphere (BC3) are tracked to assess the simulated impact of LB specification. Comparing WRF/CAMx with WRF/CMAQ, their differences in vertical grid structure explain 10 %-60 % of their seasonally averaged differences in inert tracers at the surface. Vertical turbulent mixing is the primary contributor to the remaining differences in inert tracers across the US in all seasons. Stronger vertical mixing in WRF/CAMx brings more BC2 downward, leading to higher BCT (BCT = BC1+BC2+BC3) and BC2/BCT at the surface in WRF/CAMx. Meanwhile, the differences in inert tracers due to vertical mixing are partially counteracted by their difference in sub-grid cloud mixing over the southeastern US and the Gulf Coast region during summer. The process of dry deposition adds extra gradients to the spatial distribution of the differences in DM8A BCT by 5-10 ppb during winter and summer. COSMO-CLM/CMAQ and WRF/CMAQ show similar performance in inert tracers both at the surface and aloft through most seasons, which suggests similarity between the two models at process level. The largest difference is found in summer. Sub-grid cloud mixing plays a primary role in their differences in inert tracers over the southeastern US and the oceans in summer. Our analysis of the vertical profiles of inert tracers also suggests that the model differences in dry deposition over certain regions are offset by the model differences in vertical turbulent mixing, leading to small differences in inert tracers at the surface in these regions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "NRC Research Associate, in the National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Liu", "ForeName": "Peng", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Hogrefe", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aarhus University, Department of Environmental Science, Frederiksborgvej 399, 4000, Roskilde, Denmark."}], "Identifier": [], "LastName": "Im", "ForeName": "Ulas", "Initials": "U"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aarhus University, Department of Environmental Science, Frederiksborgvej 399, 4000, Roskilde, Denmark."}], "Identifier": [], "LastName": "Christensen", "ForeName": "Jesper H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Helmholtz-Zentrum Geesthacht, Institute of Coastal Research, Max-Planck-Str. 1, 21502 Geesthacht, Germany."}], "Identifier": [], "LastName": "Bieser", "ForeName": "Johannes", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramboll, 7250 Redwood Boulevard, Suite 105, Novato, CA 94945, USA."}], "Identifier": [], "LastName": "Nopmongcol", "ForeName": "Uarporn", "Initials": "U"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramboll, 7250 Redwood Boulevard, Suite 105, Novato, CA 94945, USA."}], "Identifier": [], "LastName": "Yarwood", "ForeName": "Greg", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Mathur", "ForeName": "Rohit", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Roselle", "ForeName": "Shawn", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Spero", "ForeName": "Tanya", "Initials": "T"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baker KR, Emery C, Dolwick P, and Yarwood G: Photochemical grid model estimates of lateral boundary contributions to ozone and particulate matter across the continental United States, Atmos. Environ., 123, 49–62, 2015."}, {"Citation": "Christensen JH: The Danish Eulerian Hemispheric Model – a three-dimensional air pollution model used for the Arctic, Atmos. Environ., 31, 4169–4191, 1997."}, {"Citation": "Cooper OR, Gao RS, Tarasick D, Leblanc T, and Sweeney C: Long-term ozone trends at rural ozone monitoring sites across the United States, 1990–2010, J. Geophys. Res.-Atmos., 117, 1984–2012, 2012."}, {"Citation": "Dolwick P, Akhtar F, Baker KR, Possiel N, Simon H, and Tonnesen G: Comparison of background ozone estimates over the western United States based on two separate model methodologies, Atmos. Environ., 109, 282–296, 2015."}, {"Citation": "Doms G, Foerstner J, Heise E, Herzog H-J, Mironov D, Raschendorfer M, Reinhardt T, Ritter B, Schrodin R, Schulz J-P, and Vogel G: A Description of the Nonhydrostatic Regional COSMO Model Part II: Physical Parameterization, German weather service, Offenbach, Germany, available at: http://www.cosmo-model.org/content/model/documentation/core/cosmoPhysParamtr.pdf (last access: 3 October 2018), 2011."}, {"Citation": "Dunker AM, Koo B, and Yarwood G: Contributions of foreign, domestic and natural emissions to US ozone estimated using the path-integral method in CAMx nested within GEOS-Chem, Atmos. Chem. Phys., 17, 12553–12571, 10.5194/acp-17-12553-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-12553-2017"]}, {"Citation": "Eastham SD and Jacob DJ: Limits on the ability of global Eulerian models to resolve intercontinental transport of chemical plumes, Atmos. Chem. Phys., 17, 2543–2553, 10.5194/acp-17-2543-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-2543-2017"]}, {"Citation": "Federal Register: US Environmental Protection Agency, National Ambient Air Quality Standards for Ozone – Final Rule, Federal Register\n80, available at: https://www.gpo.gov/fdsys/pkg/FR-2015-\n10–26/pdf/2015–26594.pdf (last access: 3 October 2018), 2015."}, {"Citation": "Flemming J, Huijnen V, Arteta J, Bechtold P, Beljaars A, Blechschmidt A-M, Diamantakis M, Engelen RJ, Gaudel A, Inness A, Jones L, Josse B, Katragkou E, Marecal V, Peuch V-H, Richter A, Schultz MG, Stein O, and Tsikerdekis A: Tropospheric chemistry in the Integrated Forecasting System of ECMWF, Geosci. Model Dev., 8, 975–1003, 10.5194/gmd-8-975-2015, 2015.", "ArticleIdList": ["10.5194/gmd-8-975-2015"]}, {"Citation": "Galmarini S, Koffi B, Solazzo E, Keating T, Hogrefe C, Schulz M, Benedictow A, Griesfeller JJ, Janssens-Maenhout G, Carmichael G, Fu J, and Dentener F: Technical note: Coordination and harmonization of the multi-scale, multi-model activities HTAP2, AQMEII3, and MICS-Asia3: simulations, emission inventories, boundary conditions, and model output formats, Atmos. Chem. Phys., 17, 1543–1555, 10.5194/acp-17-1543-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-1543-2017", "PMC5846500", "29541091"]}, {"Citation": "Gratz LE, Jaffe DA, and Hee JR: Causes of increasing ozone and decreasing carbon monoxide in springtime at the Mt. Bachelor Observatory from 2004 to 2013, Atmos. Environ., 109, 323–330, 10.1016/j.atmosenv.2014.05.076,2015.", "ArticleIdList": ["10.1016/j.atmosenv.2014.05.076,2015"]}, {"Citation": "Hogrefe C, Liu P, Pouliot G, Mathur R, Roselle S, Flemming J, Lin M, and Park RJ: Impacts of different characterizations of large-scale background on simulated regional-scale ozone over the continental United States, Atmos. Chem. Phys., 18, 3839–3864, 10.5194/acp-18-3839-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-3839-2018", "PMC6071430", "30079085"]}, {"Citation": "Jeffries HE and Tonnesen SA: comparison of two photochemical reation mechanisms using mass balance and process analysis, Atmos. Environ.,28, 2991–3003, 1994."}, {"Citation": "Karl TR and Koss WJ: Regional and National Monthly, Seasonal, and Annual Temperature Weighted by Area, 1895–1983, Historical Climatology Series 4–3, National Climatic Data Center, Asheville, NC, 38, 1984."}, {"Citation": "Kwok RHF, Baker KR, Napelenok SL, and Tonnesen GS: Photochemical grid model implementation and application of VOC, NOx, and O3 source apportionment, Geosci. Model Dev., 8, 99–114, 10.5194/gmd-8-99-2015, 2015.", "ArticleIdList": ["10.5194/gmd-8-99-2015"]}, {"Citation": "Langford AO, Senff CJ, Alvarez II RJ, Cooper OR, Holloway JS, Lin MY, Marchbanks RD, Pierce RB, Sandberg SP, Weickmann AM, and Williams EJ: An overview of the 2013 Las Vegas Ozone Study (LVOS): Impact of stratospheric intrusions and long-range transport on surface air quality, Atmos. Environ., 109, 305–322, 2015."}, {"Citation": "Langford AO, Alvarez II RJ, Brioude J, Fine R, Gustin MS, Lin MY, Marchbanks RD, Pierce RB, Sandberg SP, Senff CJ, Weickmann AM, and Williams EJ: Entrainment of stratospheric air and Asian pollution by the convective boundary layer in the southwestern US, J. Geophys. Res.-Atmos., 122, 1312–1337, 2017."}, {"Citation": "Lin M, Fiore AM, Horowitz LW, Cooper OR, Naik V, Holloway J, Johnson BJ, Middlebrook AM, Olt-mans SJ, Pollack IB, Ryerson TB, Warner JX, Wiedinmyer C, Wilson J, and Wyman B: Transport of Asian ozone pollution into surface air over the western United States in spring, J. Geophys. Res., 117, D00V07, 10.1029/2011JD016961, 2012.", "ArticleIdList": ["10.1029/2011JD016961"]}, {"Citation": "Lin M, Horowitz LW, Payton R, Fiore AM, and Tonnesen G: US surface ozone trends and extremes from 1980 to 2014: quantifying the roles of rising Asian emissions, domestic controls, wildfires, and climate, Atmos. Chem. Phys., 17, 2943–2970, 10.5194/acp-17-2943-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-2943-2017"]}, {"Citation": "Mathur R, Xing J, Gilliam R, Sarwar G, Hogrefe C, Pleim J, Pouliot G, Roselle S, Spero TL, Wong DC, and Young J: Extending the Community Multiscale Air Quality (CMAQ) modeling system to hemispheric scales: overview of process considerations and initial applications, Atmos. Chem. Phys., 17, 12449–12474, 10.5194/acp-17-12449-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-12449-2017", "PMC5907506", "29681922"]}, {"Citation": "Nopmongcol U, Jung J, Kumar N, and Yarwood G: Changes in US background ozone due to global anthropogenic emissions from 1970 to 2020, Atmos. Environ., 140, 446–455, 2016."}, {"Citation": "Nopmongcol U, Liu Z, Stoeckenius T, and Yarwood G: Modeling intercontinental transport of ozone in North America with CAMx for the Air Quality Model Evaluation International Initiative (AQMEII) Phase 3, Atmos. Chem. Phys., 17, 9931–9943, 10.5194/acp-17-9931-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-9931-2017"]}, {"Citation": "Pleim JE: A combined local and nonlocal closure model for the atmospheric boundary layer. Part I: model description and testing, J. Appl. Meteorol. Clim., 46, 1383–1395, 2007."}, {"Citation": "Pleim J and Ran L: Surface Flux Modelling for Air Quality Applications, Atmosphere, 2, 271–302, 2011."}, {"Citation": "Ramboll: User’s Guide to the Comprehensive Air quality Model with extensions (CAMx), available at: http://www.camx.com/files/camxusersguide_v6-50.pdf, last access: 3 October 2018."}, {"Citation": "Russell A and Dennis R: NARSTO critical review of photochemical models and modelling, Atmos. Environ., 34, 2234–2283, 2000."}, {"Citation": "Simpson D, Fagerli H, Jonson JE, Tsyro S, Wind P, and Tuovinen J-P: Transboundary Acidification, Eutrophication and Ground Level Ozone in Europe, PART I, Unified EMEP Model Description, 104, 2003."}, {"Citation": "Solazzo E, Bianconi R, Hogrefe C, Curci G, Tuccella P, Alyuz U, Balzarini A, Baró R, Bellasio R, Bieser J, Brandt J, Christensen JH, Colette A, Francis X, Fraser A, Vivanco MG, Jiménez-Guerrero P, Im U, Manders A, Nopmongcol U, Kitwiroon N, Pirovano G, Pozzoli L, Prank M, Sokhi RS, Unal A, Yarwood G, and Galmarini S: Evaluation and error apportionment of an ensemble of atmospheric chemistry transport modeling systems: multivariable temporal and spatial breakdown, Atmos. Chem. Phys., 17, 3001–3054, 10.5194/acp-17-3001-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-3001-2017", "PMC6105295", "30147713"]}, {"Citation": "US EPA Office of Research and Development: CMAQv5.0.2 (Version 5.0.2), Zenodo, 10.5281/zenodo.1079898, 30 May 2014.", "ArticleIdList": ["10.5281/zenodo"]}, {"Citation": "Zhang L, Brook JR, and Vet R: A revised parameterization for gaseous dry deposition in air-quality models, Atmos. Chem. Phys., 3, 2067–2082, 10.5194/acp-3-2067-2003, 2003.", "ArticleIdList": ["10.5194/acp-3-2067-2003"]}, {"Citation": "Zhang L, Jacob DJ, Downey NV, Wood DA, Blewitt D, Carouge CC, van Donkelaar A, Jones DB, Murray LT, and Wang Y: Improved estimate of the policy-relevant background ozone in the United States using the GEOS-Chem global model with ½° × 2/3° horizontal resolution over North America, Atmos. Environ. 45, 6769–6776, 2011."}, {"Citation": "Zhang Y, Seigneur C, Bocquet M, Mallet V, and Baklanov A: Real-Time Air Quality Forecasting, Part II: State of the Science, Current Research Needs, and Future Prospects, Atmos. Environ., 60, 656–676, 2012."}]}], "History": [{"Year": "2019", "Month": "8", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31396266", "NIHMS1040801", "PMC6687296", "10.5194/acp-18-17157-2018"]}}]}