{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["China", "air quality", "climate change", "extreme event", "health"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31405979", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1073/pnas.1812881116"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "116", "Issue": "35", "PubDate": {"Year": "2019", "Month": "Aug", "Day": "27"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Impacts of climate change on future air quality and human health in China.", "Pagination": {"StartPage": "17193", "EndPage": "17200", "MedlinePgn": "17193-17200"}, "Abstract": {"AbstractText": ["In recent years, air pollution has caused more than 1 million deaths per year in China, making it a major focus of public health efforts. However, future climate change may exacerbate such human health impacts by increasing the frequency and duration of weather conditions that enhance air pollution exposure. Here, we use a combination of climate, air quality, and epidemiological models to assess future air pollution deaths in a changing climate under Representative Concentration Pathway 4.5 (RCP4.5). We find that, assuming pollution emissions and population are held constant at current levels, climate change would adversely affect future air quality for >85% of China's population (∼55% of land area) by the middle of the century, and would increase by 3% and 4% the population-weighted average concentrations of fine particulate matter (PM<sub>2.5</sub>) and ozone, respectively. As a result, we estimate an additional 12,100 and 8,900 Chinese (95% confidence interval: 10,300 to 13,800 and 2,300 to 14,700, respectively) will die per year from PM<sub>2.5</sub> and ozone exposure, respectively. The important underlying climate mechanisms are changes in extreme conditions such as atmospheric stagnation and heat waves (contributing 39% and 6%, respectively, to the increase in mortality). Additionally, greater vulnerability of China's aging population will further increase the estimated deaths from PM<sub>2.5</sub> and ozone in 2050 by factors of 1 and 3, respectively. Our results indicate that climate change and more intense extremes are likely to increase the risk of severe pollution events in China. Managing air quality in China in a changing climate will thus become more challenging."], "CopyrightInformation": "Copyright © 2019 the Author(s). Published by PNAS."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "Hong", "ForeName": "Chaopeng", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China; qiangzhang@tsinghua.edu.cn john@pik-potsdam.de."}], "Identifier": [], "LastName": "Zhang", "ForeName": "Qiang", "Initials": "Q"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Marine, Earth, and Atmospheric Sciences, North Carolina State University, Raleigh, NC 27695."}], "Identifier": [], "LastName": "Zhang", "ForeName": "Yang", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}, {"Identifier": [], "Affiliation": "Department of Earth System Science, University of California, Irvine, CA 92697."}, {"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of California, Irvine, CA 92697."}], "Identifier": ["0000-0002-9338-0844"], "LastName": "Davis", "ForeName": "Steven J", "Initials": "SJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "Tong", "ForeName": "Dan", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "Zheng", "ForeName": "Yixuan", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "Liu", "ForeName": "Zhu", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "Guan", "ForeName": "Dabo", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Education Key Laboratory for Earth System Modeling, Department of Earth System Science, Tsinghua University, 100084 Beijing, China."}, {"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environment Simulation and Pollution Control, School of Environment, Tsinghua University, 100084 Beijing, China."}], "Identifier": [], "LastName": "He", "ForeName": "Kebin", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Potsdam Institute for Climate Impact Research, 14412 Potsdam, Germany qiangzhang@tsinghua.edu.cn john@pik-potsdam.de."}], "Identifier": [], "LastName": "Schellnhuber", "ForeName": "Hans Joachim", "Initials": "HJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "Conflict of interest statement: S.J.D. and Y. Zheng are coauthors with Geeta Persad on a forthcoming manuscript."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mora C., et al. , Global risk of deadly heat. Nat. Clim. Chang. 7, 501–506 (2017)."}, {"Citation": "Mazdiyasni O., et al. , Increasing probability of mortality during Indian heat waves. Sci. Adv. 3, e1700066 (2017).", "ArticleIdList": ["PMC5462497", "28630921"]}, {"Citation": "Schmidhuber J., Tubiello F. N., Global food security under climate change. Proc. Natl. Acad. Sci. U.S.A. 104, 19703–19708 (2007).", "ArticleIdList": ["PMC2148361", "18077404"]}, {"Citation": "Springmann M., et al. , Global and regional health effects of future food production under climate change: A modelling study. Lancet 387, 1937–1946 (2016).", "ArticleIdList": ["26947322"]}, {"Citation": "Wu X., Lu Y., Zhou S., Chen L., Xu B., Impact of climate change on human infectious diseases: Empirical evidence and human adaptation. Environ. Int. 86, 14–23 (2016).", "ArticleIdList": ["26479830"]}, {"Citation": "Fiore A. M., et al. , Global air quality and climate. Chem. Soc. Rev. 41, 6663–6683 (2012).", "ArticleIdList": ["22868337"]}, {"Citation": "Han Z., Zhou B., Xu Y., Wu J., Shi Y., Projected changes in haze pollution potential in China: An ensemble of regional climate model simulations. Atmos. Chem. Phys. 17, 10109–10123 (2017)."}, {"Citation": "Cai W., Li K., Liao H., Wang H., Wu L., Weather conditions conducive to Beijing severe haze more frequent under climate change. Nat. Clim. Chang. 7, 257–262 (2017)."}, {"Citation": "Zou Y., Wang Y., Zhang Y., Koo J.-H., Arctic sea ice, Eurasia snow, and extreme winter haze in China. Sci. Adv. 3, e1602751 (2017).", "ArticleIdList": ["PMC5351983", "28345056"]}, {"Citation": "Jiang H., et al. , Projected effect of 2000-2050 changes in climate and emissions on aerosol levels in China and associated transboundary transport. Atmos. Chem. Phys. 13, 7937–7960 (2013)."}, {"Citation": "Wang Y., et al. , Sensitivity of surface ozone over China to 2000-2050 global changes of climate and emissions. Atmos. Environ. 75, 374–382 (2013)."}, {"Citation": "Penrod A., Zhang Y., Wang K., Wu S.-Y., Leung L. R., Impacts of future climate and emission changes on US air quality. Atmos. Environ. 89, 533–547 (2014)."}, {"Citation": "Kim M. J., et al. , Future ozone and oxidants change under the RCP scenarios. Atmos. Environ. 101, 103–115 (2015)."}, {"Citation": "Horton D. E., Skinner C. B., Singh D., Diffenbaugh N. S., Occurrence and persistence of future atmospheric stagnation events. Nat. Clim. Chang. 4, 698–703 (2014).", "ArticleIdList": ["PMC4190845", "25309627"]}, {"Citation": "Oh S.-G., Park J.-H., Lee S.-H., Suh M.-S., Assessment of the RegCM4 over East Asia and future precipitation change adapted to the RCP scenarios. J. Geophys. Res. Atmos. 119, 2913–2927 (2014)."}, {"Citation": "Guo X., Huang J., Luo Y., Zhao Z., Xu Y., Projection of heat waves over China for eight different global warming targets using 12 CMIP5 models. Theor. Appl. Climatol. 128, 507–522 (2017)."}, {"Citation": "Gao Y., Fu J. S., Drake J. B., Lamarque J. F., Liu Y., The impact of emission and climate change on ozone in the United States under representative concentration pathways (RCPs). Atmos. Chem. Phys. 13, 9607–9621 (2013).", "ArticleIdList": ["PMC8205310", "34135946"]}, {"Citation": "Trail M., et al. , Downscaling a global climate model to simulate climate change over the US and the implication on regional and urban air quality. Geosci. Model Dev. 6, 1429–1445 (2013)."}, {"Citation": "Bell M. L., et al. , Climate change, ambient ozone, and health in 50 US cities. Clim. Change 82, 61–76 (2007)."}, {"Citation": "Sun J., Fu J. S., Huang K., Gao Y., Estimation of future PM2.5- and ozone-related mortality over the continental United States in a changing climate: An application of high-resolution dynamical downscaling technique. J. Air Waste Manag. Assoc. 65, 611–623 (2015).", "ArticleIdList": ["25947319"]}, {"Citation": "van Vuuren D. P., et al. , The representative concentration pathways: An overview. Clim. Change 109, 5–31 (2011)."}, {"Citation": "Piao S., et al. , The impacts of climate change on water resources and agriculture in China. Nature 467, 43–51 (2010).", "ArticleIdList": ["20811450"]}, {"Citation": "Held I. M., Soden B. J., Robust responses of the hydrological cycle to global warming. J. Clim. 19, 5686–5699 (2006)."}, {"Citation": "Ministry of Ecology and Environment of the People’s Republic of China, “Environmental Air Quality Index (AQI) technical regulations (trial)” (HJ 633-2012, Ministry of Ecology and Environment of the People’s Republic of China, 2012; http://kjs.mee.gov.cn/hjbhbz/bzwb/jcffbz/201203/t20120302_224166.shtml)."}, {"Citation": "Silva R. A., et al. , Future global mortality from changes in air pollution attributable to climate change. Nat. Clim. Chang. 7, 647–651 (2017).", "ArticleIdList": ["PMC6150471", "30245745"]}, {"Citation": "Silva R. A., et al. Global premature mortality due to anthropogenic outdoor air pollution and the contribution of past climate change. Environ. Res. Lett. 8, 0340053 (2013)."}, {"Citation": "Tagaris E., et al. , Potential impact of climate change on air pollution-related human health effects. Environ. Sci. Technol. 43, 4979–4988 (2009).", "ArticleIdList": ["19673295"]}, {"Citation": "Yin Z., Wang H., Guo W., Climatic change features of fog and haze in winter over North China and Huang-Huai Area. Sci. China Earth Sci. 58, 1370–1376 (2015)."}, {"Citation": "Wang H.-J., Chen H.-P., Understanding the recent trend of haze pollution in eastern China: Roles of climate change. Atmos. Chem. Phys. 16, 4205–4211 (2016)."}, {"Citation": "Wang X., Dickinson R., Su L., Zhou C., Wang K., PM2.5 pollution in China and how it has been exacerbated by terrain and meteorological conditions. Bull. Am. Meteorol. Soc. 99, 105–119 (2018)."}, {"Citation": "Cohen J., et al. , Recent Arctic amplification and extreme mid-latitude weather. Nat. Geosci. 7, 627–637 (2014)."}, {"Citation": "Barnes E. A., Screen J. A., The impact of Arctic warming on the midlatitude jet-stream: Can it? Has it? Will it? Wiley Interdiscip. Rev. Clim. Change 6, 277–286 (2015)."}, {"Citation": "Petoukhov V., Rahmstorf S., Petri S., Schellnhuber H. J., Quasiresonant amplification of planetary waves and recent Northern Hemisphere weather extremes. Proc. Natl. Acad. Sci. U.S.A. 110, 5336–5341 (2013).", "ArticleIdList": ["PMC3619331", "23457264"]}, {"Citation": "Petoukhov V., et al. , Role of quasiresonant planetary wave dynamics in recent boreal spring-to-autumn extreme events. Proc. Natl. Acad. Sci. U.S.A. 113, 6862–6867 (2016).", "ArticleIdList": ["PMC4922183", "27274064"]}, {"Citation": "Screen J. A., Simmonds I., Amplified mid-latitude planetary waves favour particular regional weather extremes. Nat. Clim. Chang. 4, 704–709 (2014)."}, {"Citation": "Hong C., et al. , Multi-year downscaling application of two-way coupled WRF v3.4 and CMAQ v5.0.2 over East Asia for regional climate and air quality modeling: Model evaluation and aerosol direct effects. Geosci. Model Dev. 10, 2447–2470 (2017)."}, {"Citation": "He J., Zhang Y., Improvement and further development in CESM/CAM5: Gas-phase chemistry and inorganic aerosol treatments. Atmos. Chem. Phys. 14, 9171–9200 (2014)."}, {"Citation": "He J., et al. , CESM/CAM5 improvement and application: Comparison and evaluation of updated CB05_GE and MOZART-4 gas-phase mechanisms and associated impacts on global air quality and climate. Geosci. Model Dev. 8, 3999–4025 (2015)."}, {"Citation": "He J., et al. , Decadal simulation and comprehensive evaluation of CESM/CAM5.1 with advanced chemistry, aerosol microphysics, and aerosol-cloud interactions. J. Adv. Model. Earth Syst. 7, 110–141 (2015)."}, {"Citation": "Gantt B., He J., Zhang X., Zhang Y., Nenes A., Incorporation of advanced aerosol activation treatments into CESM/CAM5: Model evaluation and impacts on aerosol indirect effects. Atmos. Chem. Phys. 14, 7485–7497 (2014)."}, {"Citation": "Glotfelty T., He J., Zhang Y., Impact of future climate policy scenarios on air quality and aerosol-cloud interactions using an advanced version of CESM/CAM5: Part I. Model evaluation for the current decadal simulations. Atmos. Environ. 152, 222–239 (2017)."}, {"Citation": "Glotfelty T., He J., Zhang Y., Improving organic aerosol treatments in CESM/CAM5: Development, application, and evaluation. J. Adv. Model. Earth Syst. 9, 1506–1539 (2017).", "ArticleIdList": ["PMC5656320", "29104733"]}, {"Citation": "Glotfelty T., Zhang Y., Impact of future climate policy scenarios on air quality and aerosol cloud interactions using an advanced version of CESM/CAM5: Part II. Future trend analysis and impacts of projected anthropogenic emissions. Atmos. Environ. 152, 531–552 (2017)."}, {"Citation": "Taylor K. E., Stouffer R. J., Meehl G. A., An overview of cmip5 and the experiment design. Bull. Am. Meteorol. Soc. 93, 485–498 (2012)."}, {"Citation": "Burnett R. T., et al. , An integrated risk function for estimating the global burden of disease attributable to ambient fine particulate matter exposure. Environ. Health Perspect. 122, 397–403 (2014).", "ArticleIdList": ["PMC3984213", "24518036"]}, {"Citation": "Apte J. S., Marshall J. D., Cohen A. J., Brauer M., Addressing global mortality from ambient PM2.5. Environ. Sci. Technol. 49, 8057–8066 (2015).", "ArticleIdList": ["26077815"]}, {"Citation": "Anenberg S. C., Horowitz L. W., Tong D. Q., West J. J., An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling. Environ. Health Perspect. 118, 1189–1195 (2010).", "ArticleIdList": ["PMC2944076", "20382579"]}, {"Citation": "Jerrett M., et al. , Long-term ozone exposure and mortality. N. Engl. J. Med. 360, 1085–1095 (2009).", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Forouzanfar M. H., et al. ; GBD 2013 Risk Factors Collaborators , Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990-2013: A systematic analysis for the global burden of disease study 2013. Lancet 386, 2287–2323 (2015).", "ArticleIdList": ["PMC4685753", "26364544"]}, {"Citation": "Naghavi M., et al. ; GBD 2013 Mortality and Causes of Death Collaborators , Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: A systematic analysis for the Global Burden of Disease Study 2013. Lancet 385, 117–171 (2015).", "ArticleIdList": ["PMC4340604", "25530442"]}, {"Citation": "Hughes B. B., et al. , Projections of global health outcomes from 2005 to 2060 using the International Futures integrated forecasting model. Bull. World Health Organ. 89, 478–486 (2011).", "ArticleIdList": ["PMC3127264", "21734761"]}, {"Citation": "Wang X., Wang K., Su L., Contribution of atmospheric diffusion conditions to the recent improvement in air quality in China. Sci. Rep. 6, 36404 (2016).", "ArticleIdList": ["PMC5090992", "27805030"]}, {"Citation": "Leung L. R., Gustafson W. I., Potential regional climate change and implications to US air quality. Geophys. Res. Lett. 32, L16711 (2005)."}, {"Citation": "Ji Z., Kang S., Evaluation of extreme climate events using a regional climate model for China. Int. J. Climatol. 35, 888–902 (2015)."}, {"Citation": "Zhou B. T., Wen Q. H., Xu Y., Song L. C., Zhang X. B., Projected changes in temperature and precipitation extremes in China by the CMIP5 multimodel ensembles. J. Clim. 27, 6591–6611 (2014)."}]}], "History": [{"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31405979", "PMC6717307", "10.1073/pnas.1812881116", "1812881116"]}}]}