{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["heel", "ozone", "plantar fasciopathy", "steroids"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31413624", "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.2147/JPR.S202045"], "Journal": {"ISSN": "1178-7090", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2019"}}, "Title": "Journal of pain research", "ISOAbbreviation": "J Pain Res"}, "ArticleTitle": "Local ozone (O<sub>2</sub>-O<sub>3</sub>) versus corticosteroid injection efficacy in plantar fasciitis treatment: a double-blinded RCT.", "Pagination": {"StartPage": "2251", "EndPage": "2259", "MedlinePgn": "2251-2259"}, "Abstract": {"AbstractText": ["To compare the efficacy of local ozone injection versus corticosteroid in plantar fasciopathy treatment.", "This double-blinded randomized trial was performed on 44 adult patients with plantar fasciopathy. One group (23 patients) received local injection of 40 mg methylprednisolone, while a local injection of 3 cc oxygen-ozone solution was performed for the other group (21 subjects). Severity of pain, functional level, and pressure-pain threshold (PPT) were measured before treatment and 1, 4, and 12 weeks after injection using VAS, Foot and Ankle Ability Measure (FAAM) questionnaire, and algometer for PPT, respectively.", "The majority (65.9%) of the total 44 patients analyzed, were women. Both treatments efficiently relieved patients' pain and improved their functions at 1 and 3 months follow-up time-points. But one week after injection, the improvement in VAS (<i>p</i><0.001) and FAAM (<i>p</i><0.001) was significant only in the corticosteroid group. During the first month, VAS (<i>p</i>=0.35) and PPT (<i>p</i>=0.003) were still better in the corticosteroid group. However, FAAM revealed no remarkable difference between the two groups (<i>p</i>=0.083). Eventually, at the third month of follow-up, there was no remarkable preference between the treatments regarding any of the outcome measures (<i>p</i>>0.05). Nevertheless, both methods efficiently improved patients' symptoms, ie, over the 50% of pain reduction and 30% improvement in functional status.", "The present results showed no remarkable superiority between the two groups. In other words, although ozone injection showed a slower efficacy than methylprednisolone, it could be used in plantar fasciitis management as an appropriate alternative."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department and Research Center, School of Medicine, Shohada-e-tajrish Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "Identifier": [], "LastName": "Bahrami", "ForeName": "Mohammad Hassan", "Initials": "MH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Development Research Center of Shahid Modarres Hospital, Physical Medicine and Rehabilitation Department and Research Center, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "Identifier": [], "LastName": "Raeissadat", "ForeName": "Seyed Ahmad", "Initials": "SA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Development Research Center of Shahid Modarres Hospital, Physical Medicine and Rehabilitation Department and Research Center, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "Identifier": [], "LastName": "Barchinejad", "ForeName": "Mahboobeh", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Development Research Center of Shahid Modarres Hospital, Physical Medicine and Rehabilitation Department and Research Center, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "Identifier": [], "LastName": "Elyaspour", "ForeName": "Dariush", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Department, School of Medicine, Imam Khomeini Hospital Complex, Tehran University of Medical Sciences (TUMS), Tehran, Iran."}], "Identifier": [], "LastName": "Rahimi-Dehgolan", "ForeName": "Shahram", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Pain Res", "NlmUniqueID": "101540514", "ISSNLinking": "1178-7090"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Karabay N, Toros T, Hurel C. Ultrasonographic evaluation in plantar fasciitis. J Foot Ankle Surg. 2007;46(6):442–446.", "ArticleIdList": ["17980840"]}, {"Citation": "Roxas M. Plantar fasciitis: diagnosis and therapeutic considerations. Alt Med Rev. 2005;10(2):83–93.", "ArticleIdList": ["15989378"]}, {"Citation": "Cornwall MW, McPoil TG. Plantar fasciitis: etiology and treatment. J Orthop Sports Phys Ther. 1999;29(12):756–760. doi:10.2519/jospt.1999.29.12.756", "ArticleIdList": ["10.2519/jospt.1999.29.12.756", "10612073"]}, {"Citation": "Davis PF, Severud E, Baxter DE. Painful heel syndrome: results of nonoperative treatment. Foot Ankle Int. 1994;15(10):531–535. doi:10.1177/107110079401501002", "ArticleIdList": ["10.1177/107110079401501002", "7834059"]}, {"Citation": "Aldridge T. Diagnosing heel pain in adults. Am Family Physician. 2004;15(70):332–342.", "ArticleIdList": ["15291091"]}, {"Citation": "Buchbinder R, Ptasznik R, Gordon J, Buchanan J, Prabaharan V, Forbes A. Ultrasound-guided extracorporeal shock wave therapy for plantar fasciitis: a randomized controlled trial. Jama. 2002;288(11):1364–1372. doi:10.1001/jama.288.11.1364", "ArticleIdList": ["10.1001/jama.288.11.1364", "12234230"]}, {"Citation": "May TJ, Judy TA, Conti M, et al. Current treatment of plantar fasciitis. Curr Sports Med Rep. 2002;1(5):278–284. doi:10.1249/00149619-200210000-00005", "ArticleIdList": ["10.1249/00149619-200210000-00005", "12831690"]}, {"Citation": "Ogden JA. Extracorporeal shock wave therapy for plantar fasciitis: randomised controlled multicentre trial. Br J Sports Med 2004;38(4):382. doi:10.1136/bjsm.2004.011601", "ArticleIdList": ["10.1136/bjsm.2004.011601", "PMC1724895", "15273163"]}, {"Citation": "Speed CA, Nichols D, Wies J, et al. Extracorporeal shock wave therapy for plantar fasciitis. A double blind randomised controlled trial. J Orthop Res. 2003;21(5):937–940. doi:10.1016/S0736-0266(03)00048-2", "ArticleIdList": ["10.1016/S0736-0266(03)00048-2", "12919884"]}, {"Citation": "Theodore GH, Buch M, Amendola A, Bachmann C, Fleming LL, Zingas C. Extracorporeal shock wave therapy for the treatment of plantar fasciitis. Foot Ankle Int. 2004;25(5):290–297. doi:10.1177/107110070402500503", "ArticleIdList": ["10.1177/107110070402500503", "15134608"]}, {"Citation": "Wang CJ. An overview of shock wave therapy in musculoskeletal disorders. Chang Gung Med J. 2003;26(4):220–232.", "ArticleIdList": ["12846521"]}, {"Citation": "Williams SK, Brage M. Heel pain-plantar fasciitis and Achilles enthesopathy. Clin Sports Med. 2004;23(1):123–144. doi:10.1016/S0278-5919(03)00094-2", "ArticleIdList": ["10.1016/S0278-5919(03)00094-2", "15062587"]}, {"Citation": "Wang CJ, Chen HS, Huang TW. Shockwave therapy for patients with plantar fasciitis: a one-year follow-up study. Foot Ankle Int. 2002;23(3):204–207. doi:10.1177/107110070202300303", "ArticleIdList": ["10.1177/107110070202300303", "11934061"]}, {"Citation": "Riddle DL, Schappert SM. Volume of ambulatory care visits and patterns of care for patients diagnosed with plantar fasciitis: a national study of medical doctors. Foot Ankle Int. 2004;25(5):303–310. doi:10.1177/107110070402500505", "ArticleIdList": ["10.1177/107110070402500505", "15134610"]}, {"Citation": "Dunn JE, Link CL, Felson DT, Crincoli MG, Keysor JJ, McKinlay JB. Prevalence of foot and ankle conditions in a multiethnic community sample of older adults. Am J Epidemiol. 2004;159(5):491–498.", "ArticleIdList": ["14977645"]}, {"Citation": "Irving DB, Cook JL, Young MA, Menz HB. Impact of chronic plantar heel pain on health-related quality of life. J Am Podiatr Med Assoc. 2008;98(4):283–289. doi:10.7547/0980283", "ArticleIdList": ["10.7547/0980283", "18685048"]}, {"Citation": "Gollwitzer H, Saxena A, DiDomenico LA, et al. Clinically relevant effectiveness of focused extracorporeal shock wave therapy in the treatment of chronic plantar fasciitis: a randomized, controlled multicenter study. JBJS. 2015;97(9):701–708. doi:10.2106/JBJS.M.01331", "ArticleIdList": ["10.2106/JBJS.M.01331", "25948515"]}, {"Citation": "Monto RR. Platelet-rich plasma efficacy versus corticosteroid injection treatment for chronic severe plantar fasciitis. Foot Ankle Int. 2014;35(4):313–318. doi:10.1177/1071100713519778", "ArticleIdList": ["10.1177/1071100713519778", "24419823"]}, {"Citation": "Landorf KB. Plantar heel pain and plantar fasciitis. BMJ Clin Evidence. 2015;2015:1111.", "ArticleIdList": ["PMC4661045", "26609884"]}, {"Citation": "Pribut SM. Current approaches to the management of plantar heel pain syndrome, including the role of injectable corticosteroids. J Am Podiatr Med Assoc. 2007;97(1):68–74.", "ArticleIdList": ["17218627"]}, {"Citation": "Tatli YZ, Kapasi S. The real risks of steroid injection for plantar fasciitis, with a review of conservative therapies. Curr Rev Musculoskelet Med. 2009;2(1):3–9. doi:10.1007/s12178-008-9036-1", "ArticleIdList": ["10.1007/s12178-008-9036-1", "PMC2684947", "19468912"]}, {"Citation": "Bocci VA. Scientific and medical aspects of ozone therapy. State of the art. Arch Med Res. 2006;37(4):425–435.", "ArticleIdList": ["16624639"]}, {"Citation": "Mishra SK, Pramanik R, Das P, et al. Role of intra-articular ozone in osteo-arthritis of knee for functional and symptomatic improvement. Ind J Phys Med Rehabil. 2011;22(2):65–69."}, {"Citation": "Al-Jaziri AA, Mahmoodi SM. Painkilling effect of ozone-oxygen injection on spine and joint osteoarthritis. Saudi Med J. 2008;29(4):553–557.", "ArticleIdList": ["18382798"]}, {"Citation": "Manoto SL, Maepa MJ, Motaung SK. Medical ozone therapy as a potential treatment modality for regeneration of damaged articular cartilage in osteoarthritis. Saudi J Biol Sci. 2018;25(4):672–679.", "ArticleIdList": ["PMC5935866", "29736142"]}, {"Citation": "Chen H, Yu B, Lu C, Lin Q. The effect of intra-articular injection of different concentrations of ozone on the level of TNF-α, TNF-R1, and TNF-R2 in rats with rheumatoid arthritis. Rheumatol Int. 2013;33(5):1223–1227.", "ArticleIdList": ["23052485"]}, {"Citation": "Giombini A, Menotti F, Di AC, et al. Comparison between intrarticular injection of hyaluronic acid, oxygen ozone, and the combination of both in the treatment of knee osteoarthrosis. J Biol Reg Homeost Agents. 2016;30(2):621–625.", "ArticleIdList": ["27358159"]}, {"Citation": "Raeissadat SA, Tabibian E, Rayegani SM, Rahimi-Dehgolan S, Babaei-Ghazani A. An investigation into the efficacy of intra-articular ozone (O2–O3) injection in patients with knee osteoarthritis: a systematic review and meta-analysis. J Pain Res. 2018;11:2537. doi:10.2147/JPR.S175441", "ArticleIdList": ["10.2147/JPR.S175441", "PMC6207244", "30498370"]}, {"Citation": "Raeissadat SA, Rayegani SM, Forogh B, Abadi PH, Moridnia M, Rahimi-Dehgolan S. Intra-articular ozone or hyaluronic acid injection: which one is superior in patients with knee osteoarthritis? A 6-month randomized clinical trial. J Pain Res. 2018;11:111. doi:10.2147/JPR.S142755", "ArticleIdList": ["10.2147/JPR.S142755", "PMC5757972", "29379312"]}, {"Citation": "Raeissadat SA, Rayegani SM, Sadeghi F, Rahimi-Dehgolan S. Comparison of ozone and lidocaine injection efficacy vs dry needling in myofascial pain syndrome patients. J Pain Res. 2018;11:1273. doi:10.2147/JPR.S164629", "ArticleIdList": ["10.2147/JPR.S164629", "PMC6029589", "29988746"]}, {"Citation": "Babaei-Ghazani A, Karimi N, Forogh B, et al. Comparison of ultrasound-guided local ozone (O2-O3) injection vs corticosteroid injection in the treatment of chronic plantar fasciitis: a randomized clinical trial. Pain Med. 2018. doi:10.1093/pm/pny066.", "ArticleIdList": ["10.1093/pm/pny066", "29868796"]}, {"Citation": "McMillan AM, Landorf KB, Gilheany MF, Bird AR, Morrow AD, Menz HB. Ultrasound guided corticosteroid injection for plantar fasciitis: randomised controlled trial. BMj. 2012;22(344):e3260. doi:10.1136/bmj.e3260", "ArticleIdList": ["10.1136/bmj.e3260", "22619193"]}, {"Citation": "Karimzadeh A, Raeissadat SA, Erfani Fam S, Sedighipour L, Babaei-Ghazani A. Autologous whole blood versus corticosteroid local injection in treatment of plantar fasciitis: a randomized, controlled multicenter clinical trial. Clin Rheumatol. 2017;36(3):661–669. doi:10.1007/s10067-016-3484-6.", "ArticleIdList": ["10.1007/s10067-016-3484-6", "27957618"]}, {"Citation": "Vahdatpour B, Kianimehr L, Ahrar MH. Autologous platelet-rich plasma compared with whole blood for the treatment of chronic plantar fasciitis; a comparative clinical trial. Adv Biomed Res. 2016;5:84 Published 2016 May 11. doi:10.4103/2277-9175.182215.", "ArticleIdList": ["10.4103/2277-9175.182215", "PMC4879850", "27274499"]}, {"Citation": "Mahindra P, Yamin M, Selhi HS, Singla S, Soni A. Chronic plantar fasciitis: effect of platelet-rich plasma, corticosteroid, and placebo. Orthopedics. 2016;39(2):e285–289. doi:10.3928/01477447-20160222-01", "ArticleIdList": ["10.3928/01477447-20160222-01", "26913766"]}, {"Citation": "Borrelli E, Alexandre A, Iliakis E, Alexandre A, Bocci V. Disc herniation and knee arthritis as chronic oxidative stress diseases: the therapeutic role of oxygen ozone therapy. J Arthritis. 2015;4(3):161."}, {"Citation": "Morelli L, Bramani SC, Cantaluppi M, Pauletto M, Scuotto A. Comparison among different therapeutic techniques to treat low back pain: a monitored randomized study. Ozone Ther. 2016;1(1):17–20. doi:10.4081/ozone.2016.5842", "ArticleIdList": ["10.4081/ozone.2016.5842"]}, {"Citation": "Clavo B, Santana-Rodriguez N, Gutierrez D, et al. Long-term improvement in refractory headache following ozone therapy. J Alt Compl Med. 2013;19(5):453–458.", "ArticleIdList": ["23215625"]}, {"Citation": "Bahrami MH, Raeissadat SA, Nezamabadi M, Hojjati F, Rahimi-Dehgolan S. Interesting effectiveness of ozone injection for carpal tunnel syndrome treatment: a randomized controlled trial. Orthop Res Rev. 2019;11:61–67. Published 2019 May 6. doi:10.2147/ORR.S2027809.", "ArticleIdList": ["10.2147/ORR.S2027809", "PMC6510386", "31123423"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "24"}, {"Year": "2019", "Month": "6", "Day": "27"}, {"Year": "2019", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "7", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["31413624", "PMC6661991", "10.2147/JPR.S202045", "202045"]}}]}