{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "Case-crossover", "NICU admission", "Neonate"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31445753", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1016/j.annepidem.2019.07.008", "S1047-2797(19)30057-2"], "Journal": {"ISSN": "1873-2585", "JournalIssue": {"Volume": "37", "PubDate": {"Year": "2019", "Month": "Sep"}}, "Title": "Annals of epidemiology", "ISOAbbreviation": "Ann Epidemiol"}, "ArticleTitle": "Acute air pollution exposure and NICU admission: a case-crossover analysis.", "Pagination": {"StartPage": "64", "EndPage": "70.e2", "MedlinePgn": "64-70.e2"}, "Abstract": {"AbstractText": ["Neonatal intensive care unit (NICU) admission rates have increased over time. Air pollution is associated with adverse pregnancy outcomes, but the relationship between prenatal air pollution exposure and NICU admission has not been investigated.", "In the Consortium on Safe Labor (2002-2008), 27,189 singletons were admitted to the NICU. Modified Community Multiscale Air Quality models estimated exposures for criteria air pollutants and constituents of particles less than or equal to 2.5 microns (PM<sub>2.5</sub>). Case-crossover analyses calculated odds ratios and 95% confidence intervals for interquartile range increases in pollutant exposure, comparing exposures during the week of delivery to control periods before and after delivery.", "In models that adjusted for PM<sub>2.5</sub>, exposure to PM<sub>2.5</sub> constituents during the week before delivery was significantly associated with increased odds of NICU admission: elemental carbon (35%), ammonium ions (37%), nitrate compounds (16%), organic compounds (147%), and sulfate compounds (35%). Odds were also significantly increased by day of and day before delivery exposures to carbon monoxide (4%-5%), nitrogen dioxide (13%), nitrogen oxides (4%-8%), particles less than or equal to 10 microns (2%), particles less than or equal to 2.5 microns (2%), and sulfur dioxide (3%-6%). No associations were observed for ozone.", "Acute exposures to PM<sub>2.5</sub> constituents and several traffic-related pollutants during the week before delivery, the day of delivery, and day before delivery appear to increase the odds of NICU admissions. These novel associations suggest infants exposed in utero to common air pollutants may require additional care during the newborn hospital admission."], "CopyrightInformation": "Copyright © 2019 Elsevier Inc. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD."}], "Identifier": [], "LastName": "Seeni", "ForeName": "Indulaxmi", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD."}], "Identifier": [], "LastName": "Williams", "ForeName": "Andrew", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD."}], "Identifier": [], "LastName": "Nobles", "ForeName": "Carrie", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD."}], "Identifier": [], "LastName": "Chen", "ForeName": "Zhen", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "The Emmes Company, Rockville, MD."}], "Identifier": [], "LastName": "Sherman", "ForeName": "Seth", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD. Electronic address: pauline.mendola@nih.gov."}], "Identifier": [], "LastName": "Mendola", "ForeName": "Pauline", "Initials": "P"}], "GrantList": [{"GrantID": "HHSN275200800002I", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}, {"GrantID": "ZIA HD008794-12", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "Z99 HD999999", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "HHSN275200800002C", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}, {"GrantID": "ZIA HD008923-07", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Intramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ann Epidemiol", "NlmUniqueID": "9100013", "ISSNLinking": "1047-2797"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Case-Control Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Intensive Care Units, Neonatal"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": [], "DescriptorName": "Odds Ratio"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Pregnancy Outcome"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["analysis"], "DescriptorName": "Vehicle Emissions"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "<b>Conflict of Interest Statement:</b> The authors have no conflicts of interest relevant to this article to disclose."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Harrison W, Goodman D. Epidemiologic Trends in Neonatal Intensive Care, 2007-2012. JAMA Pediatr 2015;169(9):855–62.", "ArticleIdList": ["26214387"]}, {"Citation": "Gonulal D, Yalaz M, Altun-Koroglu O, Koltursay N. Both parents of neonatal intensive care unit patients are at risk of depression. Turkish Journal of Pediatrics 2014;56(2):171–176.", "ArticleIdList": ["24911852"]}, {"Citation": "Lean RE, Rogers CE, Paul RA, Gerstein ED. NICU Hospitalization: Long-Term Implications on Parenting and Child Behaviors. Current Treatment Options in Pediatrics 2018;4(1):49–69.", "ArticleIdList": ["PMC5986282", "29881666"]}, {"Citation": "Kornhauser M, Schneiderman R. How Plans Can Improve Outcomes and Cut Costs for Preterm Infant Care. Managed Care 2010;19(1):28–30.", "ArticleIdList": ["20131638"]}, {"Citation": "Phaloprakarn C, Manusirivithaya S, Boonyarittipong P. Risk score comprising maternal and obstetric factors to identify late preterm infants at risk for neonatal intensive care unit admission. J Obstet Gynaecol Res 2015;41(5):680–8.", "ArticleIdList": ["25420697"]}, {"Citation": "Burgess AP, Katz J, Pessolano J, Ponterio J, Moretti M, Lakhi NA. Determination of antepartum and intrapartum risk factors associated with neonatal intensive care unit admission. J Perinat Med 2016;44(5):589–96.", "ArticleIdList": ["PMC5826659", "26887031"]}, {"Citation": "Watson D, Rowan J, Neale L, Battin MR. Admissions to neonatal intensive care unit following pregnancies complicated by gestational or type 2 diabetes. The Australian and New Zealand Journal of Obstetrics and Gynaecology 2003;43(6):429–432.", "ArticleIdList": ["14712945"]}, {"Citation": "Kendrick J, Sharma S, Holmen J, Palit S, Nuccio E, Chonchol M. Kidney disease and maternal and fetal outcomes in pregnancy. Am J Kidney Dis 2015;66(1):55–9.", "ArticleIdList": ["PMC4485539", "25600490"]}, {"Citation": "Weissmann-Brenner A, Haiman S, Ayala MM, Gindes L, Achiron R, Sivan E, Barzilay E. Maternal medical compromise during pregnancy and pregnancy outcomes. J Matern Fetal Neonatal Med 2015;28(10):1202–7.", "ArticleIdList": ["25065620"]}, {"Citation": "Ono Y, Takagi K, Seki H, Takai Y, Samejima K, Matsunaga S, Matsumura H. Neonatal outcome in infants of chronically hypertensive mothers. J Obstet Gynaecol Res 2013;39(6):1142–6.", "ArticleIdList": ["23718727"]}, {"Citation": "Quinn CE, Sivasubramaniam P, Blevins M, Al Hajajra A, Znait AT, Khuri-Bulos N, Faouri S, Halasa N. Risk factors for neonatal intensive care unit admission in Amman, Jordan. East Mediterr Health J 2016;22(3):163–74.", "ArticleIdList": ["27334073"]}, {"Citation": "Malmqvist E, Jakobsson K, Tinnerberg H, Rignell-Hydbom A, Rylander L. Gestational diabetes and preeclampsia in association with air pollution at levels below current air quality guidelines. Environ Health Perspect 2013;121(4):488–93.", "ArticleIdList": ["PMC3620758", "23563048"]}, {"Citation": "Shah PS, Balkhair T, Knowledge Synthesis Group on Determinants of Preterm LBWb. Air pollution and birth outcomes: a systematic review. Environ Int 2011;37(2):498–516.", "ArticleIdList": ["21112090"]}, {"Citation": "Fleisch AF, Rifas-Shiman SL, Koutrakis P, Schwartz JD, Kloog I, Melly S, Coull BA, Zanobetti A, Gillman MW, Gold DR, Oken E. Prenatal exposure to traffic pollution: associations with reduced fetal growth and rapid infant weight gain. Epidemiology 2015;26(1):43–50.", "ArticleIdList": ["PMC4285344", "25437317"]}, {"Citation": "Trasande L, Wong K, Roy A, Savitz DA, Thurston G. Exploring prenatal outdoor air pollution, birth outcomes and neonatal health care utilization in a nationally representative sample. J Expo Sci Environ Epidemiol 2013;23(3):315–21.", "ArticleIdList": ["PMC4391972", "23340702"]}, {"Citation": "Poirier A, Dodds L, Dummer T, Rainham D, Maguire B, Johnson M. Maternal Exposure to Air Pollution and Adverse Birth Outcomes in Halifax, Nova Scotia. J Occup Environ Med 2015;57(12):1291–8.", "ArticleIdList": ["26641824"]}, {"Citation": "Huang C, Nichols C, Liu Y, Zhang Y, Liu X, Gao S, Li Z, Ren A. Ambient air pollution and adverse birth outcomes: a natural experiment study. Popul Health Metr 2015;13:17.", "ArticleIdList": ["PMC4506631", "26190943"]}, {"Citation": "Olkhanud P, Odsuren M, Gansukh S, Sereenendorj D, Davaadorj M, Ochir C, Warburton D. Association Between Ambient Air Pollution and Birth Weight Among Term Infants in Ulaanbaatar, Mongolia. Pediatrics 2018;141(1)."}, {"Citation": "Rich DQ, Demissie K, Lu SE, Kamat L, Wartenberg D, Rhoads GG. Ambient air pollutant concentrations during pregnancy and the risk of fetal growth restriction. J Epidemiol Community Health 2009;63(6):488–96.", "ArticleIdList": ["PMC4019072", "19359274"]}, {"Citation": "Rich DQ, Liu K, Zhang J, Thurston SW, Stevens TP, Pan Y, Kane C, Weinberger B, Ohman-Strickland P, Woodruff TJ, Duan X, Assibey-Mensah V, Zhang J. Differences in Birth Weight Associated with the 2008 Beijing Olympics Air Pollution Reduction: Results from a Natural Experiment. Environ Health Perspect 2015;123(9):880–7.", "ArticleIdList": ["PMC4559955", "25919693"]}, {"Citation": "Sagiv SK, Mendola P, Loomis D, Herring AH, Neas LM, Savitz DA, Poole C. A Time Series Analysis of Air Pollution and Preterm Birth in Pennsylvania, 1997–2001. Environmental Health Perspectives 2005;113(5):602–606.", "ArticleIdList": ["PMC1257554", "15866770"]}, {"Citation": "Liu S, Krewski D, Shi Y, Chen Y, Burnett RT. Association between Gaseous Ambient Air Pollutants and Adverse Pregnancy Outcomes in Vancouver, Canada. Environmental Health Perspectives 2003;111(14): 1773–1778.", "ArticleIdList": ["PMC1241722", "14594630"]}, {"Citation": "Li S, Guo Y, Williams G. Acute Impact of Hourly Ambient Air Pollution on Preterm Birth. Environ Health Perspect 2016;124(10):1623–1629.", "ArticleIdList": ["PMC5047774", "27128028"]}, {"Citation": "Wang L, Pinkerton KE. Air pollutant effects on fetal and early postnatal development. Birth Defects Res C Embryo Today 2007;81(3):144–54.", "ArticleIdList": ["17963272"]}, {"Citation": "Zhang J, Troendle J, Reddy UM, Laughon SK, Branch DW, Burkman R, Landy HJ, Hibbard JU, Haberman S, Ramirez MM, Bailit JL, Hoffman MK, Gregory KD, Gonzalez-Quintero VH, Kominiarek M, Learman LA, Hatjis CG, van Veldhuisen P. Contemporary cesarean delivery practice in the United States. Am J Obstet Gynecol 2010;203(4):326.e1–326.e10.", "ArticleIdList": ["PMC2947574", "20708166"]}, {"Citation": "Chen G, Li J, Ying Q, Sherman S, Perkins N, Sundaram R, Mendola P. Evaluation of observation-fused regional air quality model results for population air pollution exposure estimation. Sci Total Environ 2014;485-486:563–574.", "ArticleIdList": ["PMC4151129", "24747248"]}, {"Citation": "Practice TDlfHPaC. Dartmouth Atlas of Healthcare; 2018."}, {"Citation": "Maclure M The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol 1991;133(2):144–53.", "ArticleIdList": ["1985444"]}, {"Citation": "Lee JT, Kim H, Schwartz J. Bidirectional case-crossover studies of air pollution: bias from skewed and incomplete waves. Environ Health Perspect 2000;108(12):1107–11.", "ArticleIdList": ["PMC1240190", "11133389"]}, {"Citation": "Ha S, Hu H, Roussos-Ross D, Haidong K, Roth J, Xu X. The effects of air pollution on adverse birth outcomes. Environ Res 2014;134:198–204.", "ArticleIdList": ["PMC4262551", "25173052"]}, {"Citation": "Wu J, Laurent O, Li L, Hu J, Kleeman M. Adverse Reproductive Health Outcomes and Exposure to Gaseous and Particulate-Matter Air Pollution in Pregnant Women. 2014(188):1–58.", "ArticleIdList": ["PMC7266373", "29659239"]}, {"Citation": "Bell ML, Belanger K, Ebisu K, Gent JF, Lee HJ, Koutrakis P, Leaderer BP. Prenatal exposure to fine particulate matter and birth weight: variations by particulate constituents and sources. Epidemiology 2010;21(6):884–91.", "ArticleIdList": ["PMC3055585", "20811286"]}, {"Citation": "Latzin P, Roosli M, Huss A, Kuehni CE, Frey U. Air pollution during pregnancy and lung function in newborns: a birth cohort study. Eur Respir J 2009;33(3):594–603.", "ArticleIdList": ["19010988"]}, {"Citation": "Veras MM, de Oliveira Alves N, Fajersztajn L, Saldiva P. Before the first breath: prenatal exposures to air pollution and lung development. Cell Tissue Res 2017;367(3):445–455.", "ArticleIdList": ["27726025"]}, {"Citation": "Kelly FJ, Fussell JC. Linking ambient particulate matter pollution effects with oxidative biology and immune responses. Ann N Y Acad Sci 2015;1340:84–94.", "ArticleIdList": ["25716617"]}, {"Citation": "Hettfleisch K, Bernardes LS, Carvalho MA, Pastro LD, Vieira SE, Saldiva SR, Saldiva P, Francisco RP. Short-Term Exposure to Urban Air Pollution and Influences on Placental Vascularization Indexes. Environ Health Perspect 2017;125(4):753–759.", "ArticleIdList": ["PMC5381983", "27384326"]}, {"Citation": "van den Hooven EH, Pierik FH, de Kluizenaar Y, Hofman A, van Ratingen SW, Zandveld PY, Russcher H, Lindemans J, Miedema HM, Steegers EA, Jaddoe VW. Air pollution exposure and markers of placental growth and function: the generation R study. Environ Health Perspect 2012;120(12):1753–9.", "ArticleIdList": ["PMC3548279", "22922820"]}, {"Citation": "Zaretsky MV, Alexander JM, Byrd W, Bawdon RE. Transfer of inflammatory cytokines across the placenta. Obstet Gynecol 2004;103(3):546–50.", "ArticleIdList": ["14990420"]}, {"Citation": "Wu G, Imhoff-Kunsch B, Girard AW. Biological mechanisms for nutritional regulation of maternal health and fetal development. Paediatr Perinat Epidemiol 2012;26 Suppl 1:4–26.", "ArticleIdList": ["22742599"]}, {"Citation": "Gude NM, Roberts CT, Kalionis B, King RG. Growth and function of the normal human placenta. Thromb Res 2004;114(5-6):397–407.", "ArticleIdList": ["15507270"]}, {"Citation": "Latendresse G, Founds S. The Fascinating and Complex Role of the Placenta in Pregnancy and Fetal Well-being. J Midwifery Womens Health 2015;60(4):360–70.", "ArticleIdList": ["26255798"]}, {"Citation": "Goeden N, Velasquez J, Arnold KA, Chan Y, Lund BT, Anderson GM, Bonnin A. Maternal Inflammation Disrupts Fetal Neurodevelopment via Increased Placental Output of Serotonin to the Fetal Brain. J Neurosci 2016;36(22):6041–9.", "ArticleIdList": ["PMC4887568", "27251625"]}, {"Citation": "Mendola P, Wallace M, Hwang BS, Liu D, Robledo C, Mannisto T, Sundaram R, Sherman S, Ying Q, Grantz KL. Preterm birth and air pollution: Critical windows of exposure for women with asthma. J Allergy Clin Immunol 2016;138(2):432–440.e5.", "ArticleIdList": ["PMC4975980", "26944405"]}, {"Citation": "Mendola P The power of preterm birth to motivate a cleaner environment. Am J Epidemiol 2018.", "ArticleIdList": ["PMC6070101", "29796628"]}, {"Citation": "Bateson TF, Schwartz J. Control for Season Variation and Time Trend in Case-Crossover Studies of Acute Effects of Environmental Exposures. Epidemiololgy 1999;10(4):539–544.", "ArticleIdList": ["10468428"]}, {"Citation": "Seeni I, Ha S, Nobles C, Liu D, Sherman S, Mendola P. Air pollution exposure during pregnancy: maternal asthma and neonatal respiratory outcomes. Ann Epidemiol 2018;28(9):612–618.e4.", "ArticleIdList": ["PMC6232679", "30153910"]}, {"Citation": "Mendola P, Wallace M, Liu D, Robledo C, Mannisto T, Grantz KL. Air pollution exposure and preeclampsia among US women with and without asthma. Environmental research 2016;148:248–255.", "ArticleIdList": ["PMC4874861", "27085496"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "23"}, {"Year": "2019", "Month": "5", "Day": "23"}, {"Year": "2019", "Month": "7", "Day": "10"}, {"Year": "2019", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31445753", "NIHMS1534528", "PMC6755057", "10.1016/j.annepidem.2019.07.008", "S1047-2797(19)30057-2"]}}]}