{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Air Pollution", "Atrial Fibrillation", "Nitrogen Dioxide"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31452658", "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22122/arya.v15i3.1843"], "Journal": {"ISSN": "1735-3955", "JournalIssue": {"Volume": "15", "Issue": "3", "PubDate": {"Year": "2019", "Month": "May"}}, "Title": "ARYA atherosclerosis", "ISOAbbreviation": "ARYA Atheroscler"}, "ArticleTitle": "Association between ambient air pollution and hospitalization caused by atrial fibrillation.", "Pagination": {"StartPage": "106", "EndPage": "112", "MedlinePgn": "106-112"}, "Abstract": {"AbstractText": ["Many studies have shown the worst effects of air pollution on cardiovascular diseases (CVDs). Present study focused on the relationship between atrial fibrillation (AF), as one of the common arrhythmias, and air pollutants in Isfahan, Iran, an industrial city in the Middle East.", "A case-crossover design was used to explore the associations between air pollution and AF hospitalized patients with ventricular response (VR) > 90 beats per minute (bpm) (fast response) and those with VR ≤ 90 bpm. All patients' records were extracted from their hospital files. Air pollutants data including particulate matter less than 10 µ (PM10), PM2.5, carbon monoxide (CO), nitrogen dioxide (NO2), sulfur dioxide (SO2), and ozone (O3) were obtained from the Correlation of Air Pollution with Hospitalization and Mortality of Cardiovascular and Respiratory Diseases (CAPACITY) study. Conditional logistic regression test was used to measure the relationship between pollutants and hospitalization due to AF.", "Records of 369 patients, including 173 men (46.9%) who were hospitalized for AF during the study period and had complete data were extracted. Although a positive but not statistically significant relationship was shown between 10-unit increases in all pollutants (except PM10) and the hospitalization due to AF in patients with rapid VR (RVR), the only significant relationship was observed in case of NO2 [odds ratio (OR) = 1.26, 95% confidence interval (CI) = 1.0-2.1, P = 0.031].", "This study showed positive significant relationships between NO2 and the hospitalization due to AF in patients with RVR. NO2 is a greenhouse gas whose levels are expected to increase due to global environmental changes. Therefore, relevant strategies should be adopted to decrease its levels, especially in industrial cities like Isfahan."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiology Resident, Cardiac Rehabilitation Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Saifipour", "ForeName": "Amir", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Azhari", "ForeName": "Amirhossein", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Hypertension Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Pourmoghaddas", "ForeName": "Ali", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Department of Biostatistics and Epidemiology, School of Public Health, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Hosseini", "ForeName": "Sayed Mohsen", "Initials": "SM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Road Traffic Injury Research Center AND Department of Statistics and Epidemiology, School of Health, Tabriz University of Medical Sciences, Tabriz, Iran."}], "Identifier": [], "LastName": "Jafari-Koshki", "ForeName": "Tohid", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Professor, Department of Anesthesiology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Rahimi", "ForeName": "Mojtaba", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Professor, Interventional Cardiology Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Nasri", "ForeName": "Ali", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Isfahan Disaster Management Office, Isfahan Governor's Office, Isfahan, Iran."}], "Identifier": [], "LastName": "Shishehforoush", "ForeName": "Mansour", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Khuzestan Department of Environment, Ahvaz, Iran."}], "Identifier": [], "LastName": "Lahijanzadeh", "ForeName": "Ahmadreza", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Laboratory and Air Pollution Monitoring, Isfahan Province Environmental Monitoring Center, Isfahan Department of Environment, Isfahan, Iran."}], "Identifier": [], "LastName": "Sadeghian", "ForeName": "Babak", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Prevention Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Moazam", "ForeName": "Elham", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Information Technology Office, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Mohebi", "ForeName": "Mohammad Bagher", "Initials": "MB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Isfahan Meteorological Office, Isfahan, Iran."}], "Identifier": [], "LastName": "Ezatian", "ForeName": "Victoria", "Initials": "V"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "PhD Candidate, Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Rabiei", "ForeName": "Katayoun", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Professor, Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Sarrafzadegan", "ForeName": "Nizal", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "ARYA Atheroscler", "NlmUniqueID": "101487337", "ISSNLinking": "1735-3955"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zanobetti A, Canner MJ, Stone PH, Schwartz J, Sher D, Eagan-Bengston E, et al. Ambient pollution and blood pressure in cardiac rehabilitation patients. Circulation. 2004;110(15):2184–9.", "ArticleIdList": ["15466639"]}, {"Citation": "Dvonch JT, Kannan S, Schulz AJ, Keeler GJ, Mentz G, House J, et al. Acute effects of ambient particulate matter on blood pressure: Differential effects across urban communities. Hypertension. 2009;53(5):853–9.", "ArticleIdList": ["PMC3593813", "19273743"]}, {"Citation": "Urch B, Silverman F, Corey P, Brook JR, Lukic KZ, Rajagopalan S, et al. Acute blood pressure responses in healthy adults during controlled air pollution exposures. Environ Health Perspect. 2005;113(8):1052–5.", "ArticleIdList": ["PMC1280348", "16079078"]}, {"Citation": "Peters A, Liu E, Verrier RL, Schwartz J, Gold DR, Mittleman M, et al. Air pollution and incidence of cardiac arrhythmia. Epidemiology. 2000;11(1):11–7.", "ArticleIdList": ["10615837"]}, {"Citation": "Rich DQ, Schwartz J, Mittleman MA, Link M, Luttmann-Gibson H, Catalano PJ, et al. Association of short-term ambient air pollution concentrations and ventricular arrhythmias. Am J Epidemiol. 2005;161(12):1123–32.", "ArticleIdList": ["15937021"]}, {"Citation": "Franchini M, Mannucci PM. Air pollution and cardiovascular disease. Thromb Res. 2012;129(3):230–4.", "ArticleIdList": ["22113148"]}, {"Citation": "Hoek G, Brunekreef B, Fischer P, van Wijnen J. The association between air pollution and heart failure, arrhythmia, embolism, thrombosis, and other cardiovascular causes of death in a time series study. Epidemiology. 2001;12(3):355–7.", "ArticleIdList": ["11337606"]}, {"Citation": "Dominici F, McDermott A, Daniels M, Zeger SL, Samet JM. Mortality among residents of 90 cities. In: Dominici F, McDermott A, Daniels M, Zeger SL, Samet JM, editors. Revised analyses of time-series studies of air pollution and health. Boston, MA: Health Effects Institute; 2003. pp. 9–24."}, {"Citation": "Link MS, Dockery DW. Air pollution and the triggering of cardiac arrhythmias. Curr Opin Cardiol. 2010;25(1):16–22.", "ArticleIdList": ["PMC3750956", "19881339"]}, {"Citation": "Aviles RJ, Martin DO, Apperson-Hansen C, Houghtaling PL, Rautaharju P, Kronmal RA, et al. Inflammation as a risk factor for atrial fibrillation. Circulation. 2003;108(24):3006–10.", "ArticleIdList": ["14623805"]}, {"Citation": "Piccini JP, Hammill BG, Sinner MF, Jensen PN, Hernandez AF, Heckbert SR, et al. Incidence and prevalence of atrial fibrillation and associated mortality among Medicare beneficiaries, 1993-2007. Circ Cardiovasc Qual Outcomes. 2012;5(1):85–93.", "ArticleIdList": ["PMC3332107", "22235070"]}, {"Citation": "Lip GY, Nieuwlaat R, Pisters R, Lane DA, Crijns HJ. Refining clinical risk stratification for predicting stroke and thromboembolism in atrial fibrillation using a novel risk factor-based approach: the euro heart survey on atrial fibrillation. Chest. 2010;137(2):263–72.", "ArticleIdList": ["19762550"]}, {"Citation": "Soliman EZ, Safford MM, Muntner P, Khodneva Y, Dawood FZ, Zakai NA, et al. Atrial fibrillation and the risk of myocardial infarction. JAMA Intern Med. 2014;174(1):107–14.", "ArticleIdList": ["PMC4115282", "24190540"]}, {"Citation": "Miyasaka Y, Barnes ME, Gersh BJ, Cha SS, Bailey KR, Abhayaratna W, et al. Incidence and mortality risk of congestive heart failure in atrial fibrillation patients: A community-based study over two decades. Eur Heart J. 2006;27(8):936–41.", "ArticleIdList": ["16399778"]}, {"Citation": "Kwok CS, Loke YK, Hale R, Potter JF, Myint PK. Atrial fibrillation and incidence of dementia: A systematic review and meta-analysis. Neurology. 2011;76(10):914–22.", "ArticleIdList": ["21383328"]}, {"Citation": "Stewart S, Hart CL, Hole DJ, McMurray JJ. A population-based study of the long-term risks associated with atrial fibrillation: 20-year follow-up of the Renfrew/Paisley study. Am J Med. 2002;113(5):359–64.", "ArticleIdList": ["12401529"]}, {"Citation": "Miyasaka Y, Barnes ME, Bailey KR, Cha SS, Gersh BJ, Seward JB, et al. Mortality trends in patients diagnosed with first atrial fibrillation: A 21-year community-based study. J Am Coll Cardiol. 2007;49(9):986–92.", "ArticleIdList": ["17336723"]}, {"Citation": "Krijthe BP, Kunst A, Benjamin EJ, Lip GY, Franco OH, Hofman A, et al. Projections on the number of individuals with atrial fibrillation in the European Union, from 2000 to 2060. Eur Heart J. 2013;34(35):2746–51.", "ArticleIdList": ["PMC3858024", "23900699"]}, {"Citation": "Behrouz R, Powers CJ. Epidemiology of classical risk factors in stroke patients in the Middle East. Eur J Neurol. 2016;23(2):262–9.", "ArticleIdList": ["26041584"]}, {"Citation": "Habibzadeh F, Yadollahie M, Roshanipoor M, Haghighi AB. Prevalence of atrial fibrillation in a primary health care centre in Fars Province, Islamic Republic of Iran. East Mediterr Health J. 2004;10(1-2):147–51.", "ArticleIdList": ["16201720"]}, {"Citation": "Ahmadi A, Etemad K, Khaledifar A. Risk factors for heart failure in a cohort of patients with newly diagnosed myocardial infarction: A matched, case-control study in Iran. Epidemiol Health. 2016;38:e2016019.", "ArticleIdList": ["PMC4967908", "27188309"]}, {"Citation": "Rabiei K, Hosseini SM, Sadeghi E, Jafari-Koshki T, Rahimi M, Shishehforoush M, et al. Air pollution and cardiovascular and respiratory disease: Rationale and methodology of CAPACITY study. ARYA Atheroscler. 2017;13(6):264–73.", "ArticleIdList": ["PMC5889917", "29643921"]}, {"Citation": "Rich DQ, Kim MH, Turner JR, Mittleman MA, Schwartz J, Catalano PJ, et al. Association of ventricular arrhythmias detected by implantable cardioverter defibrillator and ambient air pollutants in the St Louis, Missouri metropolitan area. Occup Environ Med. 2006;63(9):591–6.", "ArticleIdList": ["PMC2078163", "16698809"]}, {"Citation": "Link MS, Luttmann-Gibson H, Schwartz J, Mittleman MA, Wessler B, Gold DR, et al. Acute exposure to air pollution triggers atrial fibrillation. J Am Coll Cardiol. 2013;62(9):816–25.", "ArticleIdList": ["PMC3752319", "23770178"]}, {"Citation": "Santos UP, Terra-Filho M, Lin CA, Pereira LA, Vieira TC, Saldiva PH, et al. Cardiac arrhythmia emergency room visits and environmental air pollution in Sao Paulo, Brazil. J Epidemiol Community Health. 2008;62(3):267–72.", "ArticleIdList": ["18272743"]}, {"Citation": "Solimini AG, Renzi M. Association between air pollution and emergency room visits for atrial fibrillation. Int J Environ Res Public Health. 2017;14(6)", "ArticleIdList": ["PMC5486347", "28632149"]}, {"Citation": "Milojevic A, Wilkinson P, Armstrong B, Bhaskaran K, Smeeth L, Hajat S. Short-term effects of air pollution on a range of cardiovascular events in England and Wales: Case-crossover analysis of the MINAP database, hospital admissions and mortality. Heart. 2014;100(14):1093–8.", "ArticleIdList": ["PMC4078678", "24952943"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA, Brook JR, Bhatnagar A, Diez-Roux AV, et al. Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation. 2010;121(21):2331–78.", "ArticleIdList": ["20458016"]}, {"Citation": "Schnabel RB, Yin X, Gona P, Larson MG, Beiser AS, McManus DD, et al. 50 year trends in atrial fibrillation prevalence, incidence, risk factors, and mortality in theFramingham Heart Study: A cohort study. Lancet. 2015;386(9989):154–62.", "ArticleIdList": ["PMC4553037", "25960110"]}, {"Citation": "Shehab A, Zubaid M, Bhagavathula AS, Rashed WA, Alsheikh-Ali AA, AlMahmeed W, et al. Sex differences in management and outcomes of patients with atrial fibrillation in the Middle East: Gulf survey of atrial fibrillation events (Gulf SAFE). PLoS One. 2017;12(5):e0175405.", "ArticleIdList": ["PMC5435140", "28520719"]}]}], "History": [{"Year": "2019", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31452658", "PMC6698081", "10.22122/arya.v15i3.1843", "ARYA-15-106"]}}]}