{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Agriculture", "Atmospheric science", "Climate change", "Environmental analysis", "Environmental assessment", "Environmental hazard", "Environmental risk assessment", "Growth", "Leaf area index (LAI)", "Nutrients", "Photosynthetic rate", "Yield"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31463405", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "20"}], "Language": ["eng"], "ELocationID": ["e02317", "10.1016/j.heliyon.2019.e02317"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "5", "Issue": "8", "PubDate": {"Year": "2019", "Month": "Aug"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "The effects of elevated CO<sub>2</sub> and elevated O<sub>3</sub> exposure on plant growth, yield and quality of grains of two wheat cultivars grown in north India.", "Pagination": {"StartPage": "e02317", "MedlinePgn": "e02317"}, "Abstract": {"AbstractText": ["Global food security is challenged by increasing levels of CO<sub>2</sub>, O<sub>3</sub> and temperature trough their impacts on production and grain quality of wheat, one of the major C<sub>3</sub> crops and staple food across the world. The present study was conducted to assess the effects of elevated levels of CO<sub>2</sub> (EC; 550 ppm) and tropospheric O<sub>3</sub> (EO; 70 ppb) as well as of combined interactive treatment [EC X EO; ECO] on plant growth, yield and grain quality of two wheat cultivars (HD-2967 and C-306) grown during 2016-17 and 2017-18 using free air ozone and carbon dioxide enrichment (FAOCE) facility under field conditions. Individually, EC, increased leaf area index (LAI; 15.9-28.2%), photosynthetic rate (Pn; 11.4-20.3%) and yield (8.2-20.9%) whereas EO declined LAI (5.1-12.5%), Pn (2.8-11.8%) and yield (2.2-14.2%) over ambient conditions (Amb: 405.2 ppm CO<sub>2</sub> and 30.7 ppb O<sub>3</sub>). Under ECO condition, EC increased LAI (2.2-17.1%), Pn (2.8-17.6%) and grain yield parameters (4.4-24.3%) across the cultivars in both years, but reduced the positive effects of EO on quality as compared to Amb. Dilution effect of increased yield under EC condition have reduced total protein, micro- and macro-nutrient concentrations whereas EO increased them notably compared to Amb. Starch in grains increased under EC but reduced under EO as compared to Amb. AOT40, the sum of averaged difference of O<sub>3</sub> h<sup>-1</sup> concentration beyond 40 ppb for 7 hours (31233 ppb h<sup>-1</sup>) in FAOCEs rings during the crop growth period led to reduction in average grain yield of HD-2967 and C-306 by 11.6 and 8.5% or by 1.6 and 1.3% yield loss per ppb increase of O<sub>3</sub>, respectively. The growth, yield and quality parameters of both wheat cultivars responded similarly but to different extent to all treatments. EC was able to offset the negative effects of EO on yield and yield components only, but not those concerning the quality of grains. To stabilize global food security, precursor gases forming tropospheric ozone must be constrained."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Scienecs, Jawahralal Nehru Univeristy, New Delhi, 110067, India."}], "Identifier": [], "LastName": "Yadav", "ForeName": "Achchhelal", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Environmental Science and Climate Resilient Agriculture, Indian Agriculture Research Institute, New Delhi, 110012, India."}], "Identifier": [], "LastName": "Bhatia", "ForeName": "Arti", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Scienecs, Jawahralal Nehru Univeristy, New Delhi, 110067, India."}], "Identifier": [], "LastName": "Yadav", "ForeName": "Sudesh", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Environmental Science and Climate Resilient Agriculture, Indian Agriculture Research Institute, New Delhi, 110012, India."}], "Identifier": [], "LastName": "Kumar", "ForeName": "Vinod", "Initials": "V"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Environmental Science and Climate Resilient Agriculture, Indian Agriculture Research Institute, New Delhi, 110012, India."}], "Identifier": [], "LastName": "Singh", "ForeName": "Bhupinder", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abebe A., Pathak H., Singh S.,D., Bhatia A., Harit R., Kumar Vinod. Growth, yield and quality of maize with elevated atmospheric carbon dioxide and temperature in North West India. Agric. Ecosyst. Environ. 2016;218:66–72."}, {"Citation": "Ainsworth E.A. Rice production in a changing climate: a meta-analysis of responses to elevated carbon dioxide and elevated ozone concentration. Glob. Chang. Biol. 2008;14:1642–1650."}, {"Citation": "Ainsworth E.A. Understanding and improving global crop responses to ozone. Plant J. 2017;90:886–897.", "ArticleIdList": ["27739639"]}, {"Citation": "Ainsworth E.A., Rogers A. The response of photosynthesis and stomatal conductance to rising [CO2]: mechanisms and environmental interactions. Plant Cell Environ. 2007;30(3):258–270.", "ArticleIdList": ["17263773"]}, {"Citation": "Ashmore M.R. Assessing the future global impacts of ozone on vegetation. Plant Cell Environ. 2005;28:949–964."}, {"Citation": "Ashraf M., Harris P.J.C. Photosynthesis under stressful environments: an overview. Photosynthetica. 2013;51(2):163–190."}, {"Citation": "Asseng S., Martre P., Maiorano A. Climate change impact and adaptation for wheat protein. Glob. Chang. Biol. 2019;25(1):155–173.", "ArticleIdList": ["30549200"]}, {"Citation": "Blair G.J., Leffro Rod D.B., Leanne F. Soil Carbon Fractions Based on their degree of oxidation and the development of a carbon management index for agricultural systems. Aust. J. Agric. Res. 1995;46:1559–1566."}, {"Citation": "Broberg M.C., Feng Z.Z., Xin Y., Pleijel H. Ozone effects on wheat grain quality-a summary. Environ. Pollut. 2015;193:203–213.", "ArticleIdList": ["25577485"]}, {"Citation": "Broberg M.C., Uddling J.M.G., Peijel H. Fertilizer efficiency in wheat is reduced by ozone pollution. Sci. Total Environ. 2017;607–608:876–880.", "ArticleIdList": ["28711849"]}, {"Citation": "Chaturvedi A.K., Bahuguna R.N., Pal M., Shah D., Maurya S., Krishana S.V.J. Elevated CO2 and heat stress interaction affect grain yield, quality and mineral nutrients composition in rice under field condition. Field Crop. Res. 2017;206:149–157."}, {"Citation": "CLRTAP . 2017. Mapping Critical Levels for Vegetation, Chapter III of Manual on Methodologies and Criteria for Modelling and Mapping Critical Loads and Levels and Air Pollution Effects, Risks and Trends.http://icpvegetation.ceh.ac.uk/ UNECE Convention on Long-range Trans boundary Air Pollution."}, {"Citation": "Deryang D., Joshua Elliot., Christian F., Christoph M., Thomas A.M.P., Kenneth J.B., Declan C., Alex C.R., Dieter G., James W.,J., Nikolay Khabarov., Stefan O., Sibyll S., Erwin S., Hong Y., Cynthia R. Regional disparities in the beneficial effects of rising CO2 concentrations on crop water productivity. Nat. Clim. Chang./Lett. 2016;6:786–790."}, {"Citation": "Dubey S.K., Tripathi S.K., Pranuthi G. Effect of elevated CO2 on wheat crop: mechanism and impact. Crit. Rev. Environ. Sci. Technol. 2015;45:2283–2304."}, {"Citation": "Economic Survey . vol. 2. Ministry of Agriculture, department of agriculture and co-operation, Government of India; 2016-17. (Agriculture and Food Management, India). 164-154."}, {"Citation": "FAO  . Food and Agriculture Organization of The United Nations; Rome: 2016. Agricultural Data.http://faostat.fao.org/ Online at."}, {"Citation": "Feng Z., Hu E., Wang X., Jiang L., Liu X. Ground-level O3 pollution and its impacts on food crops in China: a review. Environ. Pollut. 2015;199:42–48.", "ArticleIdList": ["25618365"]}, {"Citation": "Feng Z., Kobayashi K. Assessing the impacts of current and future concentrations of surface ozone on crop yield with a meta-analysis. Atmos. Environ. 2009;43:1510–1519."}, {"Citation": "Fernando N., Panozzo J., Tausz M., Norton R.M., Neumann N., Fitzgerald G.J., Seneweera S. Elevated CO2 alters grain quality of two bread wheat cultivars grown under different environmental conditions. Agric. Ecosyst. Environ. 2014;185:24–33."}, {"Citation": "Fitzgerald G.N., Tauz M., O’ Leary G., Mollahi M.R., Tauszposch S., Seneveera S., Markus V., Partington D.L., Neil A., Norton R.M. Elevated atmospheric [CO2] can dramatically increase wheat yields in semi-arid environments and buffer against heat waves. Glob. Chang. Biol. 2016;22:2269–2284.", "ArticleIdList": ["26929390"]}, {"Citation": "Frei M. Breeding of ozone resistant rice: relevance, approaches and challenges. Environ. Pollut. 2015;197:144–155.", "ArticleIdList": ["25528448"]}, {"Citation": "Guarin J.F., Kassie B., Mashaheet A.M., Burkey K., Asseng S. Modeling the effects of tropospheric ozone on wheat growth and yield. Eur. J. Agron. 2019;105:13–23."}, {"Citation": "Harmens H., Hayes F., Sharps K., Sharps Katrina, Radbourne Alan, Mills Gina. Can Reduced irrigation mitigate ozone Impacts on an ozone-sensitive African wheat variety. Plants. 2019;8(7):220.", "ArticleIdList": ["PMC6681504", "31336902"]}, {"Citation": "Hogy P., Brunnbaur M., Koehler P., Schwadorf K., Breuer J., Franzaring J. Grain quality characteristics of spring wheat (Triticum aestivum) as affected by free-air CO2 enrichment. Environ. Exp. Bot. 2013;88:11–18."}, {"Citation": "Hogy P. Effects of elevated CO2 on grain quality of wheat. J. Cereal Sci. 2008;48(3):580–591."}, {"Citation": "Houshmandfar A., Fitzgerald G.J., Tausz M. Elevated CO2 decreases both transpiration flow and concentrations of Ca and Mg in the xylem sap of wheat. J. Plant Physiol. 2015;174:157–160.", "ArticleIdList": ["25462978"]}, {"Citation": "Jackson M.L. Prentice Hall of India; New Delhi: 1973. Soil Chemical Analysis; pp. 41–330."}, {"Citation": "Jan Effects of tropospheric ozone (O3) on yield and nutritional quality of mung bean (Vigna Radiata Cv. MN 98): evidence from Pakistan. J. Environ. Anal. Toxicol. 2018;8(2)"}, {"Citation": "Jin J., Armstrong R., Tang C. Impact of elevated CO2 on grain nutrient concentration varies with crops and soils - a long-term FACE study. Sci. Total Environ. 2019;651(2):2641–2647.", "ArticleIdList": ["30463119"]}, {"Citation": "Juliano . Inter. Rice Res. Inst; 1993. Rice in Human Nutrition, No.26."}, {"Citation": "Kaiser E., Zhou D., Heuvelink E., Harbinson J., Morales A., Marcelies L.F.M. Elevated CO2 increases photosynthesis in fluctuating irradiance regardless of photosynthetic induction state. J. Exp. Bot. 2017;68(20):5629–5640.", "ArticleIdList": ["PMC5853276", "29045757"]}, {"Citation": "Lefohn A.S., Malley C.S., Simon H., Wells B., Xu X. Responses of human health and vegetation exposure metrics to changes in ozone concentration distributions in the European Union, United States, and China. Atmos. Environ. 2017;152:123–145."}, {"Citation": "Leisner C.P., Ainworth E.A. Quantifying the effects of ozone on plant reproductive growth and development. Glob. Chang. Biol. 2012;18:606–616."}, {"Citation": "Lobell D.B., Sibley A., Ortiz-Monasterio J.I. Extreme heat effects on wheat senescence in India. Nat.Clim.Change. 2012"}, {"Citation": "Mahajan G., Singh, Chauhan B.S. Impact of climate change on weeds in rice-wheat cropping system. Curr. Sci. 2012;102(9):1254–1255."}, {"Citation": "Malin C.B., Feng Z., Xin Yue., Pleijel H. Ozone effects on wheat grain quality-A summary. Environ. Pollut. 2015;197:203–213.", "ArticleIdList": ["25577485"]}, {"Citation": "Mills G., Sharps K., Simpson D., Pleijel H., Broberg M., Uddling J., Jaramillo F., Davies W.J., Agrawal M., Agrawal S.B., Ainsworth E.A., Buker P., Dentener F., Emberson L., Feng Z., Harmens H., Hayes F., Kobayashi K., Paoletti E., Van den Berg M., Van D.R. Ozone pollution will compromise efforts to increase global wheat production. Glob. Chang. Biol. 2018;24(8):3560–3574.", "ArticleIdList": ["29604158"]}, {"Citation": "Mishra A.K., Rai R., Agrawal S.B. Differential response of dwarf and tall tropical wheat cultivars to elevated ozone with and without carbon dioxide enrichment: growth, yield and grain quality. Field Crop. Res. 2013;145:21–32."}, {"Citation": "Monteith J.L., Gregory P.J., Marshall B., Ong C.K., Saffell R.A., Squire G.R. Physical measurements in crop physiology I. Growth and gas exchange. Exp. Agric. 1981;17(2):113–126."}, {"Citation": "Myers S.S., Zanobetti A., Kloog I., Huybers P., Leaky A.D., Bloom A.J., Carlisle E., Dietterich L.H., Fitzgerald G., Hasegawa T., Holbrook N.M. Increasing CO2 threatens human nutrition. Nature. 2014;510:139–142.", "ArticleIdList": ["PMC4810679", "24805231"]}, {"Citation": "NOAA, ESRI . 2019. Mauna Loa CO2 Annual Mean Data."}, {"Citation": "Pandey A.K., Ghosh A., Agrawal M., Agrawal S.B. Effect of nitrogen and varying levels of soil nitrogen in two wheat (Triticum aestivum L.) cultivars: growth, gas exchange, antioxidant status, grain yield and quality. Ecotoxicol. Environ. Saf. 2018;158:59–68.", "ArticleIdList": ["29656165"]}, {"Citation": "Panozo J.F., Walker C.K., Partington D.L., Neumann N.C., Tausz M., Seneveera S., Fitzgerald G.J. Elevated carbon dioxide changes grain protein concentration and composition and compromises baking quality, A FACE study. J. Cereal Sci. 2014;60:461–470."}, {"Citation": "Phothi R., Umponstira C., Sarin C.S.W., Nabheerong N. Combining effects of ozone and carbon dioxide application on photosynthesis of Thai jasmine rice (Oryza sativa L.) cultivar Khao Dawk Mali 105. Aus. J. Crop Sci. 2016;10(4):591–597."}, {"Citation": "Pingale B.N., Singh S.D., Yadav A. Increasing atmospheric carbon dioxide Potential impacts on yield and plant growth of rice (Oryza sativa L.) and maize (Zea mays L) crops. Indian J. Agric. Sci. 2017;87(8):1041–1044."}, {"Citation": "Pleijel H., Broberg M.C., Uddling J., Mils Gina. Current surface ozone concentrations significantly decrease wheat growth yield and quality. Sci. Total Environ. 2018;613–614:687–692.", "ArticleIdList": ["28938211"]}, {"Citation": "Pleijel H., Hogy P. CO2 dose response functions for wheat grains, protein and mineral yield based on FACE and open top chamber experiments. Environ. Pollut. 2015;198:70–77.", "ArticleIdList": ["25559312"]}, {"Citation": "Pleijel H., Uddling J. Yield vs. Quality trade-offs for wheat in response to carbon dioxide and ozone. Glob. Chang. Biol. 2012;18:596–605.", "ArticleIdList": ["23505094"]}, {"Citation": "Proietti C., Anav A., De Marco A., Sicard P., Vitale M. A multi-sites analysis on the ozone effects on gross primary production of European forests. Sci. Total Environ. 2016;556:1–8.", "ArticleIdList": ["26971205"]}, {"Citation": "Sadasivam S., Manickam A. Biochemical Methods for Agricultural Sciences. Wiley Eastern Limited; New Delhi: 1992. pp. 12–13."}, {"Citation": "Saha S., Chakraborty D., Sehgal V.K., Pal M. Potential impact of rising atmospheric CO2 on quality of grains in chickpea (Cicer arietinum L) Food Chem. 2015;187:431–436.", "ArticleIdList": ["25977047"]}, {"Citation": "Sicard Pierre, Anav A., De Marco Alessandra, Paoletti E. Projected global tropospheric ozone impacts on vegetation under different emission and climate scenarios. Atmos. Chem. Phys. 2017;17:12177–12196."}, {"Citation": "Singh A.A., Fatima A., Mishra A.K., Chaudhary N., Mukherjee A., Agrawal M., Agrawal S.B. Assessment of ozone toxicity among 14 Indian wheat cultivars under field conditions: growth and productivity. Environ. Monit. Assess. 2018;190(4):190–203.", "ArticleIdList": ["29502252"]}, {"Citation": "Singh S.R., Pandey B., Agrawal M. Development of resistance in two wheat cultivars against constant fumigation of ozone. Proc. Natl. Acad. Sci. India. 2017"}, {"Citation": "Tai A.P.K., Val Martin M., Heald C.L. Threat to future global food security from climate change and ozone air pollution. Nat. Clim. Chang. 2014;4:817–821."}, {"Citation": "Tomer R., Bhatia A., Kumar V., Kumar A., Singh R., Singh B., Singh S.D. Impact of elevated ozone on growth, yield and nutritional quality of two wheat species in Northern India. Airo. Air Qual. Res. 2015;15:329–340."}, {"Citation": "Van der Kooi C.J., Reich M., Low M., De Kok L.J., Tausz M. Growth and yield stimulation under elevated CO2 and drought: a meta-analysis on crops. Environ.Exp. Biol. 2016;122:150–157."}, {"Citation": "Wang L., Feng Z., Schjoerring J.K. Effects of elevated atmospheric CO2 on physiology and yield of wheat (Triticum aestivum L.): a meta-analytic test of current hypotheses. Agric. Ecosyst. Environ. 2013;178:57–63."}, {"Citation": "Yadav S., Rajamani V. Aerosols of NW India-A potential Cu source! Curr. Sci. 2003;84(3):278–280."}, {"Citation": "Yang L., Wang Y., Dong G., Gu H., Huang J., Zhu J., Yang H., Liu G., Han Y. The impact of free-air CO2 enrichment (FACE) and nitrogen supply on grain quality of rice. Field Crop. Res. 2007;102(2):128–140."}, {"Citation": "Zhou X., Zhou J., Wang Y., Peng B., Zhu j., Yang L., Wang Y. Elevated tropospheric ozone increased grain protein and amino acids content of hybrid rice without manipulation by planting density. J. Sci. Food Agric. 2015;95:72–78.", "ArticleIdList": ["24700274"]}, {"Citation": "Zhu C., Kobayshi K., Loladze I., Zhu J., Jiang Q., Xu X., Liu G., Seneweera S., Ebi K.L., Drewnowski A., Fukagawa N.K., Zisla L.H. Carbon dioxide (CO2) levels this century will alter the protein, Micronutrients and vitamin content of rice grains with potential health consequences for the poorest rice-dependent countries. Sci. Adv. 2018;4:1–8.", "ArticleIdList": ["PMC5966189", "29806023"]}]}], "History": [{"Year": "2019", "Month": "6", "Day": "16"}, {"Year": "2019", "Month": "7", "Day": "26"}, {"Year": "2019", "Month": "8", "Day": "13"}, {"Year": "2019", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "8", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "8", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["31463405", "PMC6710491", "10.1016/j.heliyon.2019.e02317", "S2405-8440(19)35977-8"]}}]}