{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31476115", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "01"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "09", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1021/acs.chemrestox.9b00149"], "Journal": {"ISSN": "1520-5010", "JournalIssue": {"Volume": "32", "Issue": "10", "PubDate": {"Year": "2019", "Month": "Oct", "Day": "21"}}, "Title": "Chemical research in toxicology", "ISOAbbreviation": "Chem Res Toxicol"}, "ArticleTitle": "Small Molecule Antipsychotic Aripiprazole Potentiates Ozone-Induced Inflammation in Airway Epithelium.", "Pagination": {"StartPage": "1997", "EndPage": "2005", "MedlinePgn": "1997-2005"}, "Abstract": {"AbstractText": ["Inhaled ground level ozone (O<sub>3</sub>) has well described adverse health effects, which may be augmented in susceptible populations. While conditions, such as pre-existing respiratory disease, have been identified as factors enhancing susceptibility to O<sub>3</sub>-induced health effects, the potential for chemical interactions in the lung to sensitize populations to pollutant-induced responses has not yet been studied. In the airways, inhaled O<sub>3</sub> reacts with lipids, such as cholesterol, to generate reactive and electrophilic oxysterol species, capable of causing cellular dysfunction and inflammation. The enzyme regulating the final step of cholesterol biosynthesis, 7-dehydrocholesterol reductase (DHCR7), converts 7-dehydrocholesterol (7-DHC) to cholesterol. Inhibition of DHCR7 increases the levels of 7-DHC, which is much more susceptible to oxidation than cholesterol. Chemical analysis established the capacity for a variety of small molecule antipsychotic drugs, like Aripiprazole (APZ), to inhibit DHCR7 and elevate circulating 7-DHC. Our results show that APZ and the known DHCR7 inhibitor, AY9944, increase 7-DHC levels in airway epithelial cells and potentiate O<sub>3</sub>-induced <i>IL-6</i> and <i>IL-8</i> expression and cytokine release. Targeted immune-related gene array analysis demonstrates that APZ significantly modified O<sub>3</sub>-induced expression of 16 genes, causing dysregulation in expression of genes associated with leukocyte recruitment and inflammatory response. Additionally, we find that APZ increases O<sub>3</sub>-induced <i>IL-6</i> and <i>IL-8</i> expression in human nasal epithelial cells from male but not female donors. Overall, the evidence we provide describes a novel molecular mechanism by which chemicals, such as APZ, that perturb cholesterol biosynthesis affect O<sub>3</sub>-induced biological responses."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": ["0000-0002-3153-8378"], "LastName": "Speen", "ForeName": "Adam M", "Initials": "AM"}, {"AffiliationInfo": [], "Identifier": ["0000-0002-9560-6413"], "LastName": "Hoffman", "ForeName": "Jessica R", "Initials": "JR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Center for Molecular Toxicology , Vanderbilt University , Nashville , Tennessee 37235 , United States."}], "Identifier": [], "LastName": "Kim", "ForeName": "Hye-Young H", "Initials": "HH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Escobar", "ForeName": "Yael N", "Initials": "YN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nipp", "ForeName": "Grace E", "Initials": "GE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rebuli", "ForeName": "Meghan E", "Initials": "ME"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Center for Molecular Toxicology , Vanderbilt University , Nashville , Tennessee 37235 , United States."}], "Identifier": [], "LastName": "Porter", "ForeName": "Ned A", "Initials": "NA"}, {"AffiliationInfo": [], "Identifier": ["0000-0001-8728-0305"], "LastName": "Jaspers", "ForeName": "Ilona", "Initials": "I"}], "GrantList": [{"GrantID": "T32 LM012420", "Acronym": "LM", "Agency": "NLM NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES010126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 ES007126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES024666", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES028269", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Chem Res Toxicol", "NlmUniqueID": "8807448", "ISSNLinking": "0893-228X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antipsychotic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Small Molecule Libraries"}, {"RegistryNumber": "366-93-8", "NameOfSubstance": "trans-1,4-Bis(2-chlorobenzaminomethyl)cyclohexane Dihydrochloride"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "82VFR53I78", "NameOfSubstance": "Aripiprazole"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Antipsychotic Agents"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Aripiprazole"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Epithelial Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced", "metabolism"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Respiratory Mucosa"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Small Molecule Libraries"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "trans-1,4-Bis(2-chlorobenzaminomethyl)cyclohexane Dihydrochloride"}], "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kim HY, Korade Z, Tallman KA, Liu W, Weaver CD, Mirnics K, and Porter NA (2016) Inhibitors of 7-Dehydrocholesterol Reductase: Screening of a Collection of Pharmacologically Active Compounds in Neuro2a Cells. Chem. Res. Toxicol 29 (5), 892–900.", "ArticleIdList": ["PMC4868769", "27097157"]}, {"Citation": "Xu L, Davis TA, and Porter NA (2009) Rate constants for peroxidation of polyunsaturated fatty acids and sterols in solution and in liposomes. J. Am. Chem. Soc 131 (36), 13037–44.", "ArticleIdList": ["PMC3656724", "19705847"]}, {"Citation": "Pulfer MK, and Murphy RC (2004) Formation of Biologically Active Oxysterols during Ozonolysis of Cholesterol Present in Lung Surfactant. J. Biol. Chem 279 (25), 26331–26338.", "ArticleIdList": ["15096493"]}, {"Citation": "Speen AM, Kim HH, Bauer RN, Meyer M, Gowdy KM, Fessler MB, Duncan KE, Liu W, Porter NA, and Jaspers I (2016) Ozone-derived Oxysterols Affect Liver X Receptor (LXR) Signaling: A POTENTIAL ROLE FOR LIPID-PROTEIN ADDUCTS. J. Biol. Chem 291 (48), 25192–25206.", "ArticleIdList": ["PMC5122785", "27703007"]}, {"Citation": "Pryor WA (1994) Mechanisms of radical formation from reactions of ozone with target molecules in the lung. Free Radical Biol. Med 17 (5), 451–65.", "ArticleIdList": ["7835752"]}, {"Citation": "Windsor K, Genaro-Mattos TC, Miyamoto S, Stec DF, Kim HY, Tallman KA, and Porter NA (2014) Assay of protein and peptide adducts of cholesterol ozonolysis products by hydro-phobic and click enrichment methods. Chem. Res. Toxicol 27 (10), 1757–68.", "ArticleIdList": ["PMC4203397", "25185119"]}, {"Citation": "Hall P, Michels V, Gavrilov D, Matern D, Oglesbee D, Raymond K, Rinaldo P, and Tortorelli S (2013) Aripiprazole and trazodone cause elevations of 7-dehydrocholesterol in the absence of Smith-Lemli-Opitz Syndrome. Mol. Genet. Metab 110 (1–2), 176–8.", "ArticleIdList": ["23628460"]}, {"Citation": "Lindsley CW (2015) 2014 prescription medications in the United States: tremendous growth, specialty/orphan drug expansion, and dispensed prescriptions continue to increase. ACS Chem. Neurosci 6 (6), 811–2.", "ArticleIdList": ["26081717"]}, {"Citation": "(2016) Ambient air pollution: A global assessment of exposure and burden of disease in WHO Library Cataloguing-in-Publication Data, WHO."}, {"Citation": "Kantor ED, Rehm CD, Haas JS, Chan AT, and Giovannucci EL (2015) Trends in Prescription Drug Use Among Adults in the United States From 1999–2012. Jama 314 (17), 1818–31.", "ArticleIdList": ["PMC4752169", "26529160"]}, {"Citation": "Pratt La Fau-Brody DJ, Brody Dj Fau-Gu Q, and Gu Q (2017) Antidepressant Use Among Persons Aged 12 and Over :United States, 2011–2014 in NCHS Data Brief No. 283, NCHS.", "ArticleIdList": ["29155679"]}, {"Citation": "Kesic MJ, Simmons SO, Bauer R, and Jaspers I (2011) Nrf2 expression modifies influenza A entry and replication in nasal epithelial cells. Free Radical Biol. Med 51 (2), 444–53.", "ArticleIdList": ["PMC3135631", "21549835"]}, {"Citation": "Koman PD, and Mancuso P (2017) Ozone Exposure, Cardiopulmonary Health, and Obesity: A Substantive Review. Chem. Res. Toxicol 30 (7), 1384–1395.", "ArticleIdList": ["PMC5556919", "28574698"]}, {"Citation": "Muller L, Brighton LE, and Jaspers I (2013) Ozone exposed epithelial cells modify cocultured natural killer cells. Am. J. Physiol Lung Cell Mol. Physiol 304 (5), L332–41.", "ArticleIdList": ["PMC3602740", "23241529"]}, {"Citation": "Jaspers I, Zhang W, Fraser A, Samet JM, and Reed W (2001) Hydrogen peroxide has opposing effects on IKK activity and IkappaBalpha breakdown in airway epithelial cells. Am. J. Respir. Cell Mol. Biol 24 (6), 769–77.", "ArticleIdList": ["11415944"]}, {"Citation": "Jaspers I, Ciencewicki JM, Zhang W, Brighton LE, Carson JL, Beck MA, and Madden MC (2005) Diesel exhaust enhances influenza virus infections in respiratory epithelial cells. Toxicol. Sci 85 (2), 990–1002.", "ArticleIdList": ["15772371"]}, {"Citation": "Bauer RN, Brighton LE, Mueller L, Xiang Z, Rager JE, Fry RC, Peden DB, and Jaspers I (2012) Influenza enhances caspase-1 in bronchial epithelial cells from asthmatic volunteers and is associated with pathogenesis. J. Allergy Clin. Immunol 130 (4), 958–967.", "ArticleIdList": ["PMC3470476", "23021143"]}, {"Citation": "Horvath KM, Brighton LE, Zhang W, Carson JL, and Jaspers I (2011) Epithelial cells from smokers modify dendritic cell responses in the context of influenza infection. Am. J. Respir. Cell Mol. Biol 45 (2), 237–45.", "ArticleIdList": ["PMC3175553", "20935192"]}, {"Citation": "Wang H, Horbinski C, Wu H, Liu Y, Sheng S, Liu J, Weiss H, Stromberg AJ, and Wang C (2016) NanoStringDiff: a novel statistical method for differential expression analysis based on NanoString nCounter data. Nucleic Acids Res 44 (20), No. e151.", "ArticleIdList": ["PMC5175344", "27471031"]}, {"Citation": "Hart EJ, Sehested K, and Holoman J (1983) Molar absorptivities of ultraviolet and visible bands of ozone in aqueous solutions. Anal. Chem 55 (1), 46–49."}, {"Citation": "Bader H (1982) Determination of Ozone In Water By The Indigo Method: A Submitted Standard Method. Ozone: Sci. Eng 4(4), 169–176."}, {"Citation": "Shi L, Reid LH, Jones WD, Shippy R, Warrington JA, Baker SC, Collins PJ, de Longueville F, Kawasaki ES, Lee KY, Luo Y, Sun YA, Willey JC, Setterquist RA, Fischer GM, Tong W, Dragan YP, Dix DJ, Frueh FW, Goodsaid FM, Herman D, Jensen RV, Johnson CD, Lobenhofer EK, Puri RK, Schrf U, Thierry-Mieg J, Wang C, Wilson M, Wolber PK, Zhang L, Amur S, Bao W, Barbacioru CC, Lucas AB, Bertholet V, Boysen C, Bromley B, Brown D, Brunner A, Canales R, Cao XM, Cebula TA, Chen JJ, Cheng J, Chu TM, Chudin E, Corson J, Corton JC, Croner LJ, Davies C, Davison TS, Delenstarr G, Deng X, Dorris D, Eklund AC, Fan XH, Fang H, Fulmer-Smentek S, Fuscoe JC, Gallagher K, Ge W, Guo L, Guo X, Hager J, Haje PK, Han J, Han T, Harbottle HC, Harris SC, Hatchwell E, Hauser CA, Hester S, Hong H, Hurban P, Jackson SA, Ji H, Knight CR, Kuo WP, LeClerc JE, Levy S, Li QZ, Liu C, Liu Y, Lombardi MJ, Ma Y, Magnuson SR, Maqsodi B, McDaniel T, Mei N, Myklebost O, Ning B, Novoradovskaya N, Orr MS, Osborn TW, Papallo A, Patterson TA, Perkins RG, Peters EH, Peterson R, Philips KL, Pine PS, Pusztai L, Qian F, Ren H, Rosen M, Rosenzweig BA, Samaha RR, Schena M, Schroth GP, Shchegrova S, Smith DD, Staedtler F, Su Z, Sun H, Szallasi Z, Tezak Z, Thierry-Mieg D, Thompson KL, Tikhonova I, Turpaz Y, Vallanat B, Van C, Walker SJ, Wang SJ, Wang Y, Wolfinger R, Wong A, Wu J, Xiao C, Xie Q, Xu J, Yang W, Zhang L, Zhong S, Zong Y, and Slikker W Jr. (2006) The MicroArray Quality Control (MAQC) project shows inter- and intraplatform reproducibility of gene expression measurements. Nat. Biotechnol 24 (9), 1151–61.", "ArticleIdList": ["PMC3272078", "16964229"]}, {"Citation": "Jaspers I, Flescher E, and Chen LC (1997) Ozone-induced IL-8 expression and transcription factor binding in respiratory epithelial cells. Am. J. Physiol 272 (3), L504–11.", "ArticleIdList": ["9124608"]}, {"Citation": "Xu L, Korade Z, Rosado DA Jr., Mirnics K, and Porter NA (2013) Metabolism of oxysterols derived from nonenzymatic oxidation of 7-dehydrocholesterol in cells. J. Lipid Res 54 (4), 1135–43.", "ArticleIdList": ["PMC3605989", "23381570"]}, {"Citation": "Xu L, Korade Z, and Porter NA (2010) Oxysterols from free radical chain oxidation of 7-dehydrocholesterol: product and mechanistic studies. J. Am. Chem. Soc 132 (7), 2222–32.", "ArticleIdList": ["PMC2839323", "20121089"]}, {"Citation": "Korade Z, Xu L, Shelton R, and Porter NA (2010) Biological activities of 7-dehydrocholesterol-derived oxysterols: implications for Smith-Lemli-Opitz syndrome. J. Lipid Res 51 (11), 3259–69.", "ArticleIdList": ["PMC2952566", "20702862"]}, {"Citation": "Pfeffer BA, Xu L, Porter NA, Rao SR, and Fliesler SJ (2016) Differential cytotoxic effects of 7-dehydrocholesterol-derived oxysterols on cultured retina-derived cells: Dependence on sterol structure, cell type, and density. Exp. Eye Res 145, 297–316.", "ArticleIdList": ["PMC5024725", "26854824"]}, {"Citation": "Murugaiyan G, Beynon V, Pires Da Cunha A, Joller N, and Weiner HL (2012) IFN-γ Limits Th9-Mediated Autoimmune Inflammation through Dendritic Cell Modulation of IL-27. J. Immunol 189, 5277.", "ArticleIdList": ["PMC3504131", "23125412"]}, {"Citation": "Gao P, Su Z, Lv X, and Zhang J (2017) Interluekin-35 in Asthma and Its Potential as an Effective Therapeutic Agent. Mediators Inflammation 2017, 1.", "ArticleIdList": ["PMC5434467", "28553015"]}, {"Citation": "Saxon JA, Cheng D-S, Han W, Polosukhin VV, McLoed AG, Richmond BW, Gleaves LA, Tanjore H, Sherrill TP, Barham W, Yull FE, and Blackwell TS (2016) p52 Overexpression Increases Epithelial Apoptosis, Enhances Lung Injury, and Reduces Survival after Lipopolysaccharide Treatment. J. Immunol 196 (4), 1891–1899.", "ArticleIdList": ["PMC4744539", "26773153"]}, {"Citation": "Tang MLK, and Fiscus LC (2001) Important Roles for L-Selectin and ICAM-1 in the Development of Allergic Airway Inflammation in Asthma. Pulm. Pharmacol. Ther 14 (3), 203–210.", "ArticleIdList": ["11448147"]}, {"Citation": "Rhee TG, Mohamed S, and Rosenheck RA (2018) Antipsychotic Prescriptions Among Adults With Major Depressive Disorder in Office-Based Outpatient Settings: National Trends From 2006 to 2015. J. Clin. Psychiatry 79 (2), 17m11970.", "ArticleIdList": ["PMC5932223", "29469245"]}, {"Citation": "Greenaway M, and Elbe D (2009) Focus on aripiprazole: a review of its use in child and adolescent psychiatry. J. Can. Acad. Child Adolesc Psychiatry 18 (3), 250–60.", "ArticleIdList": ["PMC2732733", "19718428"]}, {"Citation": "Kirschbaum KM, Hiemke C, and Schmitt U (2009) Rotarod impairment: catalepsy-like screening test for antipsychotic side effects. Int. J. Neurosci 119 (10), 1509–22.", "ArticleIdList": ["19922371"]}, {"Citation": "Kirschbaum KM, Muller MJ, Zernig G, Saria A, Mobascher A, Malevani J, and Hiemke C (2005) Therapeutic monitoring of aripiprazole by HPLC with column-switching and spectrophotometric detection. Clin. Chem 51 (9), 1718–21.", "ArticleIdList": ["16120951"]}, {"Citation": "Devlin RB, McKinnon KP, Noah T, Becker S, and Koren HS (1994) Ozone-induced release of cytokines and fibronectin by alveolar macrophages and airway epithelial cells. Am.J. Physiol 266 (6), L612–9.", "ArticleIdList": ["8023949"]}, {"Citation": "Jaspers I, Flescher E, and Chen LC (1997) Respiratory epithelial cells display polarity in their release of the chemokine IL-8 after exposure to ozone. Inflammation Res. 46, S173–4.", "ArticleIdList": ["9297567"]}, {"Citation": "Rebuli ME, Speen AM, Clapp PW, and Jaspers I (2017) Novel applications for a noninvasive sampling method of the nasal mucosa. Am. J. Physiol Lung Cell Mol. Physiol 312 (2), L288–l296.", "ArticleIdList": ["PMC5336583", "28011618"]}, {"Citation": "Rebuli ME, Speen AM, Martin EM, Addo KA, Pawlak EA, Glista-Baker E, Robinette C, Zhou H, Noah TL, and Jaspers I (2019) Wood Smoke Exposure Alters Human Inflammatory Responses to Viral Infection in a Sex-Specific Manner. A Randomized, Placebo-controlled Study. Am. J. Respir. Crit. Care Med 199 (8), 996–1007.", "ArticleIdList": ["PMC6467301", "30360637"]}, {"Citation": "Cabello N, Mishra V, Sinha U, DiAngelo SL, Chroneos ZC, Ekpa NA, Cooper TK, Caruso CR, and Silveyra P (2015) Sex differences in the expression of lung inflammatory mediators in response to ozone. Am. J. Physiol Lung Cell Mol. Physiol 309 (10), L1150–63.", "ArticleIdList": ["PMC4652152", "26342085"]}, {"Citation": "Fuentes N, Roy A, Mishra V, Cabello N, and Silveyra P (2018) Sex-specific microRNA expression networks in an acute mouse model of ozone-induced lung inflammation. Biol. Sex Differ 9 (1), 18.", "ArticleIdList": ["PMC5941588", "29739446"]}, {"Citation": "Mishra V, DiAngelo SL, and Silveyra P (2016) Sex-specific IL-6-associated signaling activation in ozone-induced lung inflammation. Biol. Sex Differ 7, 16.", "ArticleIdList": ["PMC4779258", "26949510"]}, {"Citation": "Noutsios GT, Thorenoor N, Zhang X, Phelps DS, Umstead TM, Durrani F, and Floros J (2019) Major Effect of Oxidative Stress on the Male, but Not Female, SP-A1 Type II Cell miRNome. Front. Immunol 10, 1514.", "ArticleIdList": ["PMC6635478", "31354704"]}, {"Citation": "Hellermann GR, Nagy SB, Kong X, Lockey RF, and Mohapatra SS (2002) Mechanism of cigarette smoke condensate-induced acute inflammatory response in human bronchial epithelial cells. Respir. Res 3, 22.", "ArticleIdList": ["PMC150508", "12204101"]}, {"Citation": "Yi G, Liang M, Li M, Fang X, Liu J, Lai Y, Chen J, Yao W, Feng X, Hu L, Lin C, Zhou X, and Liu Z (2018) A large lung gene expression study identifying IL1B as a novel player in airway inflammation in COPD airway epithelial cells. Inflammation Res. 67 (6), 539–551.", "ArticleIdList": ["29616282"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31476115", "NIHMS1564064", "PMC7053648", "10.1021/acs.chemrestox.9b00149"]}}]}