{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["bromate minimization", "bromide", "catalytic ozonation", "metal oxides"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "31547554", "DateCompleted": {"Year": "2020", "Month": "03", "Day": "16"}, "DateRevised": {"Year": "2020", "Month": "03", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2019", "Month": "09", "Day": "23"}], "ELocationID": ["3450", "10.3390/molecules24193450"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "24", "Issue": "19", "PubDate": {"Year": "2019", "Month": "Sep", "Day": "23"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Advances in Treatment of Brominated Hydrocarbons by Heterogeneous Catalytic Ozonation and Bromate Minimization.", "Abstract": {"AbstractText": ["The formation of carcinogenic bromate ions is a constraint when ozone is used for the remediation of water containing brominated organic materials. With its strong oxidizing ability, ozone rapidly transforms bromide in aqueous media to bromate, through a series of reactions involving hydroxyl radicals. Several strategies, such as limiting the ozone concentration, maintaining pH < 6, or the use of ammonia or hydrogen peroxide were explored to minimize bromate generation. However, most of the above strategies had a negative effect on the ozonation efficiency. The advanced oxidation processes, using catalysts together with ozone, have proven to be a promising technology for the degradation of pollutants in wastewater, but very few studies have been conducted to find ways to minimize bromate formation during this approach. The proposed article, therefore, presents a comprehensive review on recent advances in bromate reduction in water by catalytic ozonation and proposes reaction mechanisms associated with the catalytic process. The main aim is to highlight any gaps in the reported studies, thus creating a platform for future research and a quest to find environment friendly and efficacious catalysts for minimizing bromate formation in aqueous media during ozonation of brominated organic compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Mangosuthu University of Technology, P.O. Box 12363, Jacobs 4026, South Africa. asogan@mut.ac.za."}], "LastName": "Gounden", "ForeName": "Asogan N", "Initials": "AN"}, {"Identifier": ["0000-0001-6501-8875"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Westville Campus, University of KwaZulu-Natal, P Bag X54001, Durban 4000, South Africa. jonnalagaddas@ukzn.ac.za."}], "LastName": "Jonnalagadda", "ForeName": "Sreekantha B", "Initials": "SB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bromates"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons, Brominated"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxides"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Bromates"}, {"QualifierName": [], "DescriptorName": "Catalysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hydrocarbons, Brominated"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oxides"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "von Gunten U. Ozonation of drinking water: Part II. Disinfection and by-product formation in presence of bromide, iodide or chlorine. Water Res. 2003;37:1469–1487. doi: 10.1016/S0043-1354(02)00458-X.", "ArticleIdList": ["10.1016/S0043-1354(02)00458-X", "12600375"]}, {"Citation": "Heeb M.B., Criquet J., Zimmermann-Steffens S.G., von Gunten U. Oxidative treatment of bromide-containing waters: Formation of bromine and its reactions with inorganic and organic compounds—A critical review. Water Res. 2014;48:15–42. doi: 10.1016/j.watres.2013.08.030.", "ArticleIdList": ["10.1016/j.watres.2013.08.030", "24184020"]}, {"Citation": "Neal C., Neal M., Hughes S., Wickham H., Hill L., Harman S. Bromine and bromide in rainfall, cloud, stream and groundwater in the Plynlimon area of mid-Wales. Hydrol. Earth Syst. Sci. 2007;11:301–312. doi: 10.5194/hess-11-301-2007.", "ArticleIdList": ["10.5194/hess-11-301-2007"]}, {"Citation": "Flury M., Papritz A. Bromide in the natural environment: Occurrence and toxicity. J. Environ. Qual. 1993;22:747–758. doi: 10.2134/jeq1993.00472425002200040017x.", "ArticleIdList": ["10.2134/jeq1993.00472425002200040017x"]}, {"Citation": "Yuita K. Iodine, bromine and chlorine contents in soils and plants of Japan. Soil Sci. Plant Nutr. 1983;29:403–428. doi: 10.1080/00380768.1983.10434645.", "ArticleIdList": ["10.1080/00380768.1983.10434645"]}, {"Citation": "Bowen H.J.M. Environmental Chemistry of the Elements. Academic Press; London, UK: 1979."}, {"Citation": "Krasner S.W., McGuire M.J., Jacangelo J.G., Patania N.L., Reagan K.M., Aieta E.M. Occurrence of DBP’s in US drinking water. J. Am. Water Works Assoc. 1989;81:41–53. doi: 10.1002/j.1551-8833.1989.tb03258.x.", "ArticleIdList": ["10.1002/j.1551-8833.1989.tb03258.x"]}, {"Citation": "Survey on Bromide in Drinking Water and Impacts on DBP Formation. American Water Works Research Foundation; Denver, CO, USA: 1994."}, {"Citation": "Legube B., Parinet B., Berne F., Croue J.-P. Bromate Surveys in French Drinking Waterworks. Ozone-Sci. Eng. 2002;24:293–304. doi: 10.1080/01919510208901620.", "ArticleIdList": ["10.1080/01919510208901620"]}, {"Citation": "Kruithof J.C., Kamp P.C., Martijn B.J. UV/H2O2 Treatment: A Practical Solution for Organic Contaminant Control and Primary Disinfection. Ozone-Sci. Eng. 2007;29:273–280. doi: 10.1080/01919510701459311.", "ArticleIdList": ["10.1080/01919510701459311"]}, {"Citation": "Kurokawa Y., Maekawa A., Takahashi M., Hayashi Y. Toxicity and carcinogenicity of potassium bromate-a new renal carcinogen. Environ. Health Persp. 1990;87:309–335.", "ArticleIdList": ["PMC1567851", "2269236"]}, {"Citation": "National Primary Drinking Water Regulations . Stage 2 Disinfectants and Disinfection By-Products Rule. Volume 71. US Environmental Protection Agency; Washington, DC, USA: 2006. pp. 387–493."}, {"Citation": "Song R., Amy G.L., Westerhoff P., Minear R. Bromate minimization during ozonation. J. Am. Water Works Assoc. 1997;89:69–78. doi: 10.1002/j.1551-8833.1997.tb08243.x.", "ArticleIdList": ["10.1002/j.1551-8833.1997.tb08243.x"]}, {"Citation": "Richardson L., Burton D.T., Helz G.R. Residual Oxidant Decay and Bromate Formation in Chlorinated and Ozonated Sea-Water. Water Res. 1981;15:1067. doi: 10.1016/0043-1354(81)90074-9.", "ArticleIdList": ["10.1016/0043-1354(81)90074-9"]}, {"Citation": "Molnar J.J., Agbaba J.R., Dalmacija B.D., Klasnja M.T., Dalmacija M.B., Kragulj M.M. A Comparative Study of the Effects of Ozonation and TiO2-catalyzed Ozonation on the Selected Chlorine Disinfection By-product Precursor Content and Structure. Sci. Total Environ. 2012;425:169–175. doi: 10.1016/j.scitotenv.2012.03.020.", "ArticleIdList": ["10.1016/j.scitotenv.2012.03.020", "22483747"]}, {"Citation": "von Gunten U., Bruchet A., Costentin E. Bromate formation in advanced oxidation processes. J. Am. Water Works Assoc. 1996;88:53–65. doi: 10.1002/j.1551-8833.1996.tb06571.x.", "ArticleIdList": ["10.1002/j.1551-8833.1996.tb06571.x"]}, {"Citation": "von Gunten U., Hoigne J. Bromate Formation during Ozonization of Bromide-Containing Waters: Interaction of Ozone and Hydroxyl Radical Reactions. Environ. Sci. Technol. 1994;28:1234–1242. doi: 10.1021/es00056a009.", "ArticleIdList": ["10.1021/es00056a009", "22176313"]}, {"Citation": "Li W., Lu X., Xu K., Qu J., Qiang Z. Cerium incorporated MCM-48 (Ce-MCM-48) as a catalyst to inhibit bromate formation during ozonation of bromide-containing water: Efficacy and mechanism. Water Res. 2015;86:2–8. doi: 10.1016/j.watres.2015.05.052.", "ArticleIdList": ["10.1016/j.watres.2015.05.052", "26072989"]}, {"Citation": "Pelle K., Wittmann M., Lovrics K., Noszticzius Z. Mechanistic Investigations on the Belousov−Zhabotinsky Reaction with Oxalic Acid Substrate. 2. Measuring and Modeling the Oxalic Acid−Bromine Chain Reaction and Simulating the Complete Oscillatory System. J. Phys. Chem. A. 2004;108:7554–7562. doi: 10.1021/jp047472a.", "ArticleIdList": ["10.1021/jp047472a", "20151645"]}, {"Citation": "Heckert E.G., Seal S., Self W.T. Fenton-Like Reaction Catalyzed by the Rare Earth Inner Transition Metal Cerium. Environ. Sci. Technol. 2008;42:5014–5019. doi: 10.1021/es8001508.", "ArticleIdList": ["10.1021/es8001508", "PMC3036004", "18678042"]}, {"Citation": "Zhang T., Chen W., Ma J., Qiang Z. Minimizing bromate formation with cerium dioxide during ozonation of bromide-containing water. Water Res. 2008;42:3651–3658. doi: 10.1016/j.watres.2008.05.021.", "ArticleIdList": ["10.1016/j.watres.2008.05.021", "18657284"]}, {"Citation": "Hiroki A., LaVerne J.A. Decomposition of hydrogen peroxide at water-ceramic oxide interfaces. J. Phys. Chem. B. 2005;109:3364–3370. doi: 10.1021/jp046405d.", "ArticleIdList": ["10.1021/jp046405d", "16851366"]}, {"Citation": "Acero J.L., Haderlein S.H., Schmidt T., Suter M.J.F., von Gunten U. MTBE oxidation by conventional ozonation and the combination ozone/hydrogen peroxide: Efficiency of the processes and bromate formation. Environ. Sci. Technol. 2001;35:4252–4259. doi: 10.1021/es010044n.", "ArticleIdList": ["10.1021/es010044n", "11718338"]}, {"Citation": "Aubry J.M. Search for singlet oxygen in the decomposition of hydrogen peroxide by mineral compounds in aqueous solutions. J. Am. Chem. Soc. 1985;107:5844–5849. doi: 10.1021/ja00307a002.", "ArticleIdList": ["10.1021/ja00307a002"]}, {"Citation": "Peak D., Ford R.G., Sparks D.L. An in situ ATR-FTIR investigation of sulfate bonding mechanisms on goethite. J. Colloid Interface Sci. 1999;218:289–299. doi: 10.1006/jcis.1999.6405.", "ArticleIdList": ["10.1006/jcis.1999.6405", "10489304"]}, {"Citation": "Wu Y., Wu C., Wang Y., Hu C. Inhibition of Nano-Metal Oxides on Bromate Formation during Ozonation Process. Ozone-Sci. Eng. 2014;36:549–559. doi: 10.1080/01919512.2014.904735.", "ArticleIdList": ["10.1080/01919512.2014.904735"]}, {"Citation": "Wen G., Pan Z.-H., Ma J., Liu Z.-Q., Zhao L., Li J.-J. Reuse of sewage sludge as a catalyst in ozonation—Efficiency for the removal of oxalic acid and the control of bromate formation. J. Hazard. Mater. 2012;239–240:381–388. doi: 10.1016/j.jhazmat.2012.09.016.", "ArticleIdList": ["10.1016/j.jhazmat.2012.09.016", "23021317"]}, {"Citation": "Chen W., Zhang Z., Li X., Wu D., Xue Y., Li L. Reducing DBP’s formation in chlorination of Br-containing Diclofenac via Fe-Cu-MCM-41/O3 peroxidation: Efficiency, characterization DBP’s precursors and mechanism. J. Taiwan Inst. Chem. Eng. 2018;84:212–221. doi: 10.1016/j.jtice.2018.01.019.", "ArticleIdList": ["10.1016/j.jtice.2018.01.019"]}, {"Citation": "Allard S., Nottle C.E., Chan A., Joll C., von Gunten U. Ozonation of Iodide-Containing Waters: Selective Oxidation of Iodide to Iodate with Simultaneous Minimization of Bromate and I-THM’s. Water Res. 2013;47:1953–1960. doi: 10.1016/j.watres.2012.12.002.", "ArticleIdList": ["10.1016/j.watres.2012.12.002", "23351431"]}, {"Citation": "Xue Y., Tang Y., Li X., Chen W., Wu Y., Che G., Li L. Bromate Inhibition during Ozonation of Bromide-Containing Water by the Presence of Mn Incorporated MCM-41. J. Mater. Sci. Eng. 2018;7:460. doi: 10.4172/2169-0022.1000460.", "ArticleIdList": ["10.4172/2169-0022.1000460"]}, {"Citation": "Tan X., Wan Y., Huang Y., He C., Zhang Z., He Z., Hu L., Zeng J., Shu D. Three-dimensional MnO2 porous hollow microspheres for enhanced activity as ozonation catalysts in degradation of bisphenol A. J. Hazard. Mater. 2017;321:162–172. doi: 10.1016/j.jhazmat.2016.09.013.", "ArticleIdList": ["10.1016/j.jhazmat.2016.09.013", "27619962"]}, {"Citation": "Chen W., Li X., Tang Y., Zhou J., Wu D., Wu Y., Li L. Mechanism insight of pollutant degradation and bromate inhibition by Fe-Cu-MCM-41 catalyzed ozonation. J. Hazard. Mater. 2018;346:226–233. doi: 10.1016/j.jhazmat.2017.12.036.", "ArticleIdList": ["10.1016/j.jhazmat.2017.12.036", "29277042"]}, {"Citation": "Pinkernell U., von Gunten U. Bromate minimization during ozonation: Mechanistic considerations. Environ. Sci. Technol. 2001;35:2525–2531. doi: 10.1021/es001502f.", "ArticleIdList": ["10.1021/es001502f", "11432558"]}, {"Citation": "Yang J., Li J., Dong W., Ma J., Yang Y., Li J., Yang Z., Zhang X., Gu J., Xie W., et al. Enhancement of bromate formation by pH depression during ozonation of bromide-containing water in the presence of hydroxylamine. Water Res. 2017;109:135–143. doi: 10.1016/j.watres.2016.11.037.", "ArticleIdList": ["10.1016/j.watres.2016.11.037", "27883918"]}, {"Citation": "Fischbacher A., Löppenberg K., von Sonntag C., Schmidt T.C. A New Reaction Pathway for Bromite to Bromate in the Ozonation of Bromide. Environ. Sci. Technol. 2015;49:11714–11720. doi: 10.1021/acs.est.5b02634.", "ArticleIdList": ["10.1021/acs.est.5b02634", "26371826"]}, {"Citation": "Huang X., Deng Y., Liu S., Song Y., Li N., Zhou J. Formation of bromate during ferrate(VI) oxidation of bromide in water. Chemosphere. 2016;155:528–533. doi: 10.1016/j.chemosphere.2016.04.093.", "ArticleIdList": ["10.1016/j.chemosphere.2016.04.093", "27153235"]}, {"Citation": "Nie Y., Li N., Hu C. Enhanced inhibition of bromate formation in catalytic ozonation of organic pollutants over Fe–Al LDH/Al2O3. Sep. Purif. Technol. 2015;151:256–261. doi: 10.1016/j.seppur.2015.07.057.", "ArticleIdList": ["10.1016/j.seppur.2015.07.057"]}, {"Citation": "Xie L., Shang C., Zhou Q. Effect of Fe(III) on the bromate reduction by humic substances in aqueous solution. J. Environ. Sci. 2008;20:257–261. doi: 10.1016/S1001-0742(08)60040-6.", "ArticleIdList": ["10.1016/S1001-0742(08)60040-6", "18595389"]}, {"Citation": "Sui M., Sheng L., Lu K., Tian F. FeOOH catalytic ozonation of oxalic acid and the effect of phosphate binding on its catalytic activity. Appl. Catal. B: Environ. 2010;96:94–100. doi: 10.1016/j.apcatb.2010.02.005.", "ArticleIdList": ["10.1016/j.apcatb.2010.02.005"]}, {"Citation": "Kasprzyk-Hordern B., Ziółek M., Nawrocki J. Catalytic ozonation and methods of enhancing molecular ozone reactions in water treatment. Appl. Catal. B: Environ. 2003;46:639–669. doi: 10.1016/S0926-3373(03)00326-6.", "ArticleIdList": ["10.1016/S0926-3373(03)00326-6"]}, {"Citation": "Nie Y., Hu C., Yang L., Hu J. Inhibition mechanism of BrO3− formation over MnOx/Al2O3 during the catalytic ozonation of 2,4-dichlorophenoxyacetic acid in water. Sep. Purif. Technol. 2013;117:41–45. doi: 10.1016/j.seppur.2013.03.045.", "ArticleIdList": ["10.1016/j.seppur.2013.03.045"]}, {"Citation": "Radhakrishnan R., Oyama S.T., Chen J.G., Asakura K. Electron transfer effects in ozone decomposition on supported manganese oxide. J. Phys. Chem. B. 2001;105:4245–4253. doi: 10.1021/jp003246z.", "ArticleIdList": ["10.1021/jp003246z"]}, {"Citation": "Li W., Gibbs G.V., Oyama S.T. Mechanism of ozone decomposition on a manganese oxide catalyst. 1. In situ Raman spectroscopy and ab initio molecular orbital calculations. J. Am. Chem. Soc. 1998;120:9041–9046. doi: 10.1021/ja981441+.", "ArticleIdList": ["10.1021/ja981441+"]}, {"Citation": "Li W., Oyama S.T. Mechanism of ozone decomposition on a manganese oxide catalyst. 2. Steady-state and transient kinetic studies. J. Am. Chem. Soc. 1998;120:9047–9052. doi: 10.1021/ja9814422.", "ArticleIdList": ["10.1021/ja9814422"]}, {"Citation": "Xing S.T., Hu C., Qu J.H., He H., Yang M. Characterization and reactivity of MnOx supported on mesoporous zirconia for herbicide 2,4-D mineralization with ozone. Environ. Sci. Technol. 2008;42:3363–3368. doi: 10.1021/es0718671.", "ArticleIdList": ["10.1021/es0718671", "18522119"]}, {"Citation": "Yang H., Yang S., Wu L., Liu W. CeXZr1-XO2 mixed oxides applied to minimize the bromate formation in the catalytic ozonation of a filtered water. Catal. Commun. 2011;15:99–102. doi: 10.1016/j.catcom.2011.08.032.", "ArticleIdList": ["10.1016/j.catcom.2011.08.032"]}, {"Citation": "Chao P. Ph.D. Thesis. Arizona State University; Tempe, AZ, USA: Dec, 2002. Role of Hydroxyl Radicals and Hypobromous Acid Reactions on Bromate Formation during Ozonation."}, {"Citation": "Parrino F., Camera-Roda G., Loddo V., Palmisano G., Augugliaro V. Combination of ozonation and photocatalysis for purification of aqueous effluents containing formic acid as probe pollutant and bromide ion. Water Res. 2014;50:189–199. doi: 10.1016/j.watres.2013.12.001.", "ArticleIdList": ["10.1016/j.watres.2013.12.001", "24374130"]}, {"Citation": "Nawrocki J., Kasprzyk-Hordern B. The efficiency and mechanisms of catalytic ozonation. Appl. Catal. B: Environ. 2010;99:27–42. doi: 10.1016/j.apcatb.2010.06.033.", "ArticleIdList": ["10.1016/j.apcatb.2010.06.033"]}, {"Citation": "von Gunten U., Pinkernell U. Ozonation of bromide containing drinking waters: A delicate balance between disinfection and bromate formation. Water Sci. Technol. 2000;41:53–59. doi: 10.2166/wst.2000.0115.", "ArticleIdList": ["10.2166/wst.2000.0115"]}, {"Citation": "Nie Y., Hu C., Li N., Yang L., Qu J. Inhibition of bromate formation by surface reduction in catalytic ozonation of organic pollutants over β-FeOOH/Al2O3. Appl. Catal. B: Environ. 2014;147:287–292. doi: 10.1016/j.apcatb.2013.09.005.", "ArticleIdList": ["10.1016/j.apcatb.2013.09.005"]}, {"Citation": "Chitrakar R., Makita Y., Sonoda A., Hirotsu T. Fe–Al layered double hydroxides in bromate reduction: Synthesis and reactivity. J. Colloid Interface Sci. 2011;354:798–803. doi: 10.1016/j.jcis.2010.11.010.", "ArticleIdList": ["10.1016/j.jcis.2010.11.010", "21126742"]}, {"Citation": "Zhang Y., Xia Y., Li Q., Qi F., Xu B., Chen Z. Synchronously degradation benzotriazole and elimination bromate by perovskite oxides catalytic ozonation: Performance and reaction mechanism. Sep. Purif. Technol. 2018;197:261–270. doi: 10.1016/j.seppur.2018.01.019.", "ArticleIdList": ["10.1016/j.seppur.2018.01.019"]}, {"Citation": "Zhang T., Hou P., Qiang Z., Lu X., Wang Q. Reducing bromate formation with H+-form high silica zeolites during ozonation of bromide-containing water: Effectiveness and mechanisms. Chemosphere. 2011;82:608–612. doi: 10.1016/j.chemosphere.2010.10.078.", "ArticleIdList": ["10.1016/j.chemosphere.2010.10.078", "21093888"]}, {"Citation": "Gounden A.N., Singh S., Jonnalagadda S.B. Non-catalytic and catalytic ozonation of simple halohydrins in water. J. Environ. Chem. Eng. 2019;7:102783. doi: 10.1016/j.jece.2018.11.028.", "ArticleIdList": ["10.1016/j.jece.2018.11.028"]}, {"Citation": "Song R., Donohoe C., Minear R., Westerhoff P., Ozekin K., Amy G. Empirical modelling of bromate formation during ozonation of bromide containing waters. Water Res. 1996;30:1161–1168. doi: 10.1016/0043-1354(95)00302-9.", "ArticleIdList": ["10.1016/0043-1354(95)00302-9"]}, {"Citation": "Siddiqui M., Amy G. Factors Affecting DBP Formation during Ozone-Bromide Reactions. J. AWWA. 1993;85:63–72. doi: 10.1002/j.1551-8833.1993.tb05922.x.", "ArticleIdList": ["10.1002/j.1551-8833.1993.tb05922.x"]}, {"Citation": "Haag W.R., Hoigne J. Ozonation of bromide-containing waters: Kinetics of formation of hypobromous acid and bromate. Environ. Sci. Technol. 1983;17:261–267. doi: 10.1021/es00111a004.", "ArticleIdList": ["10.1021/es00111a004"]}, {"Citation": "Qi S., Mao Y., Lv M., Sun L., Wang X., Yang H., Xie Y.F. Pathway fraction of bromate formation during O3 and O3/H2O2 processes in drinking water treatment. Chemosphere. 2016;144:2436–2442. doi: 10.1016/j.chemosphere.2015.11.022.", "ArticleIdList": ["10.1016/j.chemosphere.2015.11.022", "26615492"]}, {"Citation": "Kishimoto N., Nakamura E. Bromate Formation Characteristics of UV Irradiation, Hydrogen Peroxide Addition, Ozonation, and Their Combination Processes. Int. J. Photoenergy. 2012;2012:10. doi: 10.1155/2012/107293.", "ArticleIdList": ["10.1155/2012/107293"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "8", "Day": "27"}, {"Year": "2019", "Month": "9", "Day": "13"}, {"Year": "2019", "Month": "9", "Day": "19"}, {"Year": "2019", "Month": "9", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["31547554", "PMC6803844", "10.3390/molecules24193450", "molecules24193450"]}}], "PubmedBookArticle": []}