{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Alternative oxidase", "greenhouse gases", "nitric oxide", "nitrosative stress", "oxidative stress", "ozone"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31559421", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "08"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/jxb/erz428"], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "71", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "07"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "Does the alternative respiratory pathway offer protection against the adverse effects resulting from climate change?", "Pagination": {"StartPage": "465", "EndPage": "469", "MedlinePgn": "465-469"}, "Abstract": {"AbstractText": ["Elevated greenhouse gases (GHGs) induce adverse conditions directly and indirectly, causing decreases in plant productivity. To deal with climate change effects, plants have developed various mechanisms including the fine-tuning of metabolism. Plant respiratory metabolism is highly flexible due to the presence of various alternative pathways. The mitochondrial alternative oxidase (AOX) respiratory pathway is responsive to these changes, and several lines of evidence suggest it plays a role in reducing excesses of reactive oxygen species (ROS) and reactive nitrogen species (RNS) while providing metabolic flexibility under stress. Here we discuss the importance of the AOX pathway in dealing with elevated carbon dioxide (CO2), nitrogen oxides (NOx), ozone (O3), and the main abiotic stresses induced by climate change."], "CopyrightInformation": "© The Author(s) 2019. Published by Oxford University Press on behalf of the Society for Experimental Biology."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research in Agricultural Genomics (CRAG) CSIC-IRTA-UAB-UB, Campus UAB Bellaterra, Barcelona, Spain."}], "Identifier": [], "LastName": "Florez-Sarasa", "ForeName": "Igor", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Max-Planck-Institute of Molecular Plant Physiology, Potsdam-Golm, Germany."}], "Identifier": [], "LastName": "Fernie", "ForeName": "Alisdair R", "Initials": "AR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, Aruna Asaf Ali Marg, New Delhi, India."}], "Identifier": [], "LastName": "Gupta", "ForeName": "Kapuganti Jagadis", "Initials": "KJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Mitochondrial Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "Oxidoreductases"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "alternative oxidase"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": ["enzymology"], "DescriptorName": "Mitochondria"}, {"QualifierName": ["metabolism"], "DescriptorName": "Mitochondrial Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitrogen Oxides"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxidoreductases"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Plant Physiological Phenomena"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["enzymology"], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Stress, Physiological"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "AbdElgawad H, Zinta G, Beemster GT, Janssens IA, Asard H. 2016. Future climate CO2 levels mitigate stress impact on plants: increased defense or decreased challenge? Frontiers in Plant Science 7, 556.", "ArticleIdList": ["PMC4852726", "27200030"]}, {"Citation": "Alber NA, Sivanesan H, Vanlerberghe GC. 2017. The occurrence and control of nitric oxide generation by the plant mitochondrial electron transport chain. Plant, Cell & Environment 40, 1074–1085.", "ArticleIdList": ["27987212"]}, {"Citation": "Amthor JS, Bar-Even A, Hanson AD, Millar AH, Stitt M, Sweetlove LJ, Tyerman SD. 2019. Engineering strategies to boost crop productivity by cutting respiratory carbon loss. The Plant Cell 31, 297–314.", "ArticleIdList": ["PMC6447004", "30670486"]}, {"Citation": "Cassia R, Nocioni M, Correa-Aragunde N, Lamattina L. 2018. Climate change and the impact of greenhouse gasses: CO2 and NO, friends and foes of plant oxidative stress. Frontiers in Plant Science 9, 273.", "ArticleIdList": ["PMC5837998", "29545820"]}, {"Citation": "Cheeseman JM. 2006. Hydrogen peroxide concentrations in leaves under natural conditions. Journal of Experimental Botany 57, 2435–2444.", "ArticleIdList": ["16766599"]}, {"Citation": "Choudhury FK, Rivero RM, Blumwald E, Mittler R. 2017. Reactive oxygen species, abiotic stress and stress combination. The Plant Journal 90, 856–867.", "ArticleIdList": ["27801967"]}, {"Citation": "Cvetkovska M, Vanlerberghe GC. 2012. Alternative oxidase modulates leaf mitochondrial concentrations of superoxide and nitric oxide. New Phytologist 195, 32–39.", "ArticleIdList": ["22537177"]}, {"Citation": "Dahal K, Vanlerberghe GC. 2018a Growth at elevated CO2 requires acclimation of the respiratory chain to support photosynthesis. Plant Physiology 178, 82–100.", "ArticleIdList": ["PMC6130046", "30042213"]}, {"Citation": "Dahal K, Vanlerberghe GC. 2018b Improved chloroplast energy balance during water deficit enhances plant growth: more crop per drop. Journal of Experimental Botany 69, 1183–1197.", "ArticleIdList": ["PMC6018952", "29281082"]}, {"Citation": "Del-Saz NF, Florez-Sarasa I, Clemente-Moreno MJ, Mhadhbi H, Flexas J, Fernie AR, Ribas-Carbó M. 2016. Salinity tolerance is related to cyanide-resistant alternative respiration in Medicago truncatula under sudden severe stress. Plant, Cell & Environment 39, 2361–2369.", "ArticleIdList": ["27304415"]}, {"Citation": "Del-Saz NF, Ribas-Carbo M, McDonald AE, Lambers H, Fernie AR, Florez-Sarasa I. 2018a An in vivo perspective of the role(s) of the alternative oxidase pathway. Trends in Plant Science 23, 206–219.", "ArticleIdList": ["29269217"]}, {"Citation": "Del-Saz NF, Romero-Munar A, Cawthray GR, Aroca R, Baraza E, Flexas J, Lambers H, Ribas-Carbó M. 2017. Arbuscular mycorrhizal fungus colonization in Nicotiana tabacum decreases the rate of both carboxylate exudation and root respiration and increases plant growth under phosphorus limitation. Plant and Soil 416, 97–106."}, {"Citation": "Del-Saz NF, Romero-Munar A, Cawthray GR, Palma F, Aroca R, Baraza E, Florez-Sarasa I, Lambers H, Ribas-Carbó M. 2018b Phosphorus concentration coordinates a respiratory bypass, synthesis and exudation of citrate, and the expression of high-affinity phosphorus transporters in Solanum lycopersicum. Plant, Cell & Environment 41, 865–875.", "ArticleIdList": ["29380389"]}, {"Citation": "Dhankher OP, Foyer CH. 2018. Climate resilient crops for improving global food security and safety. Plant, Cell & Environment 41, 877–884.", "ArticleIdList": ["29663504"]}, {"Citation": "Ederli L, Morettini R, Borgogni A, Wasternack C, Miersch O, Reale L, Ferranti F, Tosti N, Pasqualini S. 2006. Interaction between nitric oxide and ethylene in the induction of alternative oxidase in ozone-treated tobacco plants. Plant Physiology 142, 595–608.", "ArticleIdList": ["PMC1586042", "16935990"]}, {"Citation": "El Aou-Ouad H, Bota J, Obata T, Montero R, Fernie AR, Medrano H, Pou A, Florez-Sarasa I. 2018. Combined drought and virus infection trigger aspects of respiratory metabolism related to grapevine physiological responses. Journal of Plant Physiology 231, 19–30.", "ArticleIdList": ["30212658"]}, {"Citation": "Fiscus EL, Booker FL, Burkey KO. 2005. Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant, Cell & Environment 28, 997–1011."}, {"Citation": "Florez-Sarasa I, Lambers H, Wang X, Finnegan PM, Ribas-Carbo M. 2014. The alternative respiratory pathway mediates carboxylate synthesis in white lupin cluster roots under phosphorus deprivation. Plant, Cell & Environment 37, 922–928.", "ArticleIdList": ["24118034"]}, {"Citation": "Florez-Sarasa I, Obata T, Del-Saz NF, Reichheld JP, Meyer EH, Rodriguez-Concepcion M, Ribas-Carbo M, Fernie AR. 2019. The lack of mitochondrial thioredoxin TRXo1 affects in vivo alternative oxidase activity and carbon metabolism under different light conditions. Plant & Cell Physiology 60, doi:10.1093/pcp/pcz123.", "ArticleIdList": ["31318380"]}, {"Citation": "Florez-Sarasa I, Ribas-Carbo M, Del-Saz NF, Schwahn K, Nikoloski Z, Fernie AR, Flexas J. 2016. Unravelling the in vivo regulation and metabolic role of the alternative oxidase pathway in C3 species under photoinhibitory conditions. New Phytologist 212, 66–79.", "ArticleIdList": ["27321208"]}, {"Citation": "Fu LJ, Shi K, Gu M, Zhou YH, Dong DK, Liang WS, Song FM, Yu JQ. 2010. Systemic induction and role of mitochondrial alternative oxidase and nitric oxide in a compatible tomato–Tobacco mosaic virus interaction. Molecular Plant-Microbe Interactions 23, 39–48.", "ArticleIdList": ["19958137"]}, {"Citation": "Gomez-Casanovas N, Blanc-Betes E, Gonzalez-Meler MA, Azcon-Bieto J. 2007. Changes in respiratory mitochondrial machinery and cytochrome and alternative pathway activities in response to energy demand underlie the acclimation of respiration to elevated CO2 in the invasive Opuntia ficus-indica. Plant Physiology 145, 49–61.", "ArticleIdList": ["PMC1976584", "17660349"]}, {"Citation": "Gonzàlez-Meler MA, Blanc-Betes E, Flower CE, Ward JK, Gomez-Casanovas N. 2009. Plastic and adaptive responses of plant respiration to changes in atmospheric CO2 concentration. Physiologia Plantarum 137, 473–484.", "ArticleIdList": ["19671094"]}, {"Citation": "Hickman JE, Wu S, Mickley LJ, Lerdau MT. 2010. Kudzu (Pueraria montana) invasion doubles emissions of nitric oxide and increases ozone pollution. Proceedings of the National Academy of Sciences, USA 107, 10115–1011.", "ArticleIdList": ["PMC2890437", "20479252"]}, {"Citation": "Huang X, von Rad U, Durner J. 2002. Nitric oxide induces transcriptional activation of the nitric oxide-tolerant alternative oxidase in Arabidopsis suspension cells. Planta 215, 914–923.", "ArticleIdList": ["12355151"]}, {"Citation": "Keunen E, Florez-Sarasa I, Obata T, Jozefczak M, Remans T, Vangronsveld J, Fernie AR, Cuypers A. 2016. Metabolic responses of Arabidopsis thaliana roots and leaves to sublethal cadmium exposure are differentially influenced by ALTERNATIVE OXIDASE1a. Environmental and Experimental Botany 124, 64–78."}, {"Citation": "Kumari A, Pathak PK, Bulle M, Igamberdiev AU, Gupta KJ. 2019. Alternative oxidase is an important player in the regulation of nitric oxide levels under normoxic and hypoxic conditions in plants. Journal of Experimental Botany 70, 4345–4354.", "ArticleIdList": ["30968134"]}, {"Citation": "Loladze I. 2014. Hidden shift of the ionome of plants exposed to elevated CO2 depletes minerals at the base of human nutrition. eLife 3, e02245.", "ArticleIdList": ["PMC4034684", "24867639"]}, {"Citation": "Maxwell DP, Wang Y, McIntosh L. 1999. The alternative oxidase lowers mitochondrial reactive oxygen production in plant cells. Proceedings of the National Academy of Sciences, USA 96, 8271–8276.", "ArticleIdList": ["PMC22224", "10393984"]}, {"Citation": "May B, Young L, Moore AL. 2017. Structural insights into the alternative oxidases: are all oxidases made equal? Biochemical Society Transactions 45, 731–740.", "ArticleIdList": ["28620034"]}, {"Citation": "Mills G, Hayes F, Simpson D, Emberson L, Norris D, Harmens H, Büker P. 2011. Evidence of widespread effects of ozone on crops and (semi-) natural vegetation in Europe (1990–2006) in relation to AOT40- and flux-based risk maps. Global Change Biology 17, 592–613."}, {"Citation": "Mittler R. 2017. ROS are good. Trends in Plant Science 22, 11–19.", "ArticleIdList": ["27666517"]}, {"Citation": "Min SK, Zhang X, Zwiers FW, Hegerl GC. 2011. Human contribution to more-intense precipitation extremes. Nature 470, 378–381.", "ArticleIdList": ["21331039"]}, {"Citation": "Myers SS, Zanobetti A, Kloog I, et al. . 2014. Increasing CO2 threatens human nutrition. Nature 510, 139–142.", "ArticleIdList": ["PMC4810679", "24805231"]}, {"Citation": "Obata T, Witt S, Lisec J, Palacios-Rojas N, Florez-Sarasa I, Yousfi S, Araus JL, Cairns JE, Fernie AR. 2015. Metabolite profiles of maize leaves in drought, heat, and combined stress field trials reveal the relationship between metabolism and grain yield. Plant Physiology 169, 2665–2683.", "ArticleIdList": ["PMC4677906", "26424159"]}, {"Citation": "Overmeyer K, Brosché M, Pellinen R, Kuittinen T, Tuominen H, Ahlfors R, Keinänen M, Saarma M, Scheel D, Kangasjärvi J. 2005. Ozone-induced programmed cell death in the Arabidopsis radical-induced cell death1 mutant. Plant Physiology 137, 1092–1104.", "ArticleIdList": ["PMC1065409", "15728341"]}, {"Citation": "Pall P, Aina T, Stone DA, Stott PA, Nozawa T, Hilberts AG, Lohmann D, Allen MR. 2011. Anthropogenic greenhouse gas contribution to flood risk in England and Wales in autumn 2000. Nature 470, 382–385.", "ArticleIdList": ["21331040"]}, {"Citation": "Pang J, Ryan MH, Lambers H, Siddique KH. 2018. Phosphorus acquisition and utilisation in crop legumes under global change. Current Opinion in Plant Biology 45, 248–254.", "ArticleIdList": ["29853281"]}, {"Citation": "Saha B, Borovskii G, Panda SK. 2016. Alternative oxidase and plant stress tolerance. Plant Signaling & Behavior 11, e1256530.", "ArticleIdList": ["PMC5225930", "27830987"]}, {"Citation": "Selinski J, Scheibe R, Day DA, Whelan J. 2018. Alternative oxidase is positive for plant performance. Trends in Plant Science 23, 588–597.", "ArticleIdList": ["29665989"]}, {"Citation": "Smith CA, Melino VJ, Sweetman C, Soole KL. 2009. Manipulation of alternative oxidase can influence salt tolerance in Arabidopsis thaliana. Physiologia Plantarum 137, 459–472.", "ArticleIdList": ["19941623"]}, {"Citation": "Sonnewald U, Fernie AR. 2018. Next-generation strategies for understanding and influencing source–sink relations in crop plants. Current Opinion in Plant Biology 43, 63–70.", "ArticleIdList": ["29428477"]}, {"Citation": "Tosti N, Pasqualini S, Borgogni A, Ederli L, Falistocco E, Crispi S, Paolocci F. 2006. Gene expression profiles of O3-treated Arabidopsis plants. Plant, Cell & Environment 29, 1686–1702.", "ArticleIdList": ["16913859"]}, {"Citation": "Vanlerberghe GC. 2013. Alternative oxidase: a mitochondrial respiratory pathway to maintain metabolic and signaling homeostasis during abiotic and biotic stress in plants. International Journal of Molecular Sciences 14, 6805–6847.", "ArticleIdList": ["PMC3645666", "23531539"]}, {"Citation": "Vishwakarma A, Kumari A, Mur LAJ, Gupta KJ. 2018. A discrete role for alternative oxidase under hypoxia to increase nitric oxide and drive energy production. Free Radical Biology & Medicine 122, 40–51.", "ArticleIdList": ["29604396"]}, {"Citation": "Wilkinson S, Mills G, Illidge R, Davies WJ. 2012. How is ozone pollution reducing our food supply? Journal of Experimental Botany 63, 527–536.", "ArticleIdList": ["22016429"]}, {"Citation": "Xu F, Yuan S, Zhang DW, Lv X, Lin HH. 2012. The role of alternative oxidase in tomato fruit ripening and its regulatory interaction with ethylene. Journal of Experimental Botany 63, 5705–5716.", "ArticleIdList": ["PMC3444281", "22915749"]}, {"Citation": "Yoshida K, Noguchi K. 2009. Differential gene expression profiles of the mitochondrial respiratory components in illuminated Arabidopsis leaves. Plant & Cell Physiology 50, 1449–1462.", "ArticleIdList": ["19567377"]}, {"Citation": "Zhang Y, Fernie AR. 2018. On the role of the tricarboxylic acid cycle in plant productivity. Journal of Integrative Plant Biology 60, 1199–1216.", "ArticleIdList": ["29917310"]}, {"Citation": "Zidenga T, Leyva-Guerrero E, Moon H, Siritunga D, Sayre R. 2012. Extending cassava root shelf life via reduction of reactive oxygen species production. Plant Physiology 159, 1396–1407.", "ArticleIdList": ["PMC3425186", "22711743"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31559421", "PMC6946008", "10.1093/jxb/erz428", "5574730"]}}]}