{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "Autism", "Sex difference"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31554142", "DateCompleted": {"Year": "2019", "Month": "11", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1016/j.envpol.2019.113010", "S0269-7491(18)35705-1"], "Journal": {"ISSN": "1873-6424", "JournalIssue": {"Volume": "254", "Issue": "Pt A", "PubDate": {"Year": "2019", "Month": "Nov"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Sex-specific associations of autism spectrum disorder with residential air pollution exposure in a large Southern California pregnancy cohort.", "Pagination": {"StartPage": "113010", "MedlinePgn": "113010"}, "Abstract": {"AbstractText": ["Autism spectrum disorder (ASD) affects more boys than girls. Recent animal studies found that early life exposure to ambient particles caused autism-like behaviors only in males. However, there has been little study of sex-specificity of effects on ASD in humans. We evaluated ASD risk associated with prenatal and first year of life exposures to particulate matter less than 2.5 μm in aerodynamic diameter (PM<sub>2.5</sub>) by child sex. This retrospective cohort study included 246,420 singleton children born in Kaiser Permanente Southern California (KPSC) hospitals between 1999 and 2009. The cohort was followed from birth through age five to identify 2471 ASD cases from the electronic medical record. Ambient PM<sub>2.5</sub> and other regional air pollution measurements (PM less than 10 μm, ozone, nitrogen dioxide) from regulatory air monitoring stations were interpolated to estimate exposure during each trimester and first year of life at each geocoded birth address. Hazard ratios (HRs) were estimated using Cox regression models to adjust for birth year, KPSC medical center service areas, and relevant maternal and child characteristics. Adjusted HRs per 6.5 μg/m<sup>3</sup> PM<sub>2.5</sub> were elevated during entire pregnancy [1.17 (95% confidence interval (CI), 1.04-1.33)]; first trimester [1.10 (95% CI, 1.02-1.19)]; third trimester [1.08 (1.00-1.18)]; and first year of life [1.21 (95% CI, 1.05-1.40)]. Only the first trimester association remained robust to adjustment for other exposure windows, and was specific to boys only (HR = 1.18; 95% CI, 1.08-1.27); there was no association in girls (HR = 0.90; 95% CI, 0.76-1.07; interaction p-value 0.03). There were no statistically significant associations with other pollutants. PM<sub>2.5</sub>-associated ASD risk was stronger in boys, consistent with findings from recent animal studies. Further studies are needed to better understand these sexually dimorphic neurodevelopmental associations."], "CopyrightInformation": "Copyright © 2019 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA; Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, CA, USA."}], "Identifier": [], "LastName": "Jo", "ForeName": "Heejoo", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "Identifier": [], "LastName": "Eckel", "ForeName": "Sandrah P", "Initials": "SP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "Identifier": [], "LastName": "Wang", "ForeName": "Xinhui", "Initials": "X"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "Identifier": [], "LastName": "Chen", "ForeName": "Jiu-Chiuan", "Initials": "JC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "Identifier": [], "LastName": "Cockburn", "ForeName": "Myles", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, CA, USA."}], "Identifier": [], "LastName": "Martinez", "ForeName": "Mayra P", "Initials": "MP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, CA, USA."}], "Identifier": [], "LastName": "Chow", "ForeName": "Ting", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "Identifier": [], "LastName": "Molshatzki", "ForeName": "Noa", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Sonoma Technology, Inc., Petaluma, CA, USA."}], "Identifier": [], "LastName": "Lurmann", "ForeName": "Frederick W", "Initials": "FW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."}], "Identifier": [], "LastName": "Funk", "ForeName": "William E", "Initials": "WE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, CA, USA."}], "Identifier": [], "LastName": "Xiang", "ForeName": "Anny H", "Initials": "AH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA. Electronic address: rmcconne@usc.edu."}], "Identifier": [], "LastName": "McConnell", "ForeName": "Rob", "Initials": "R"}], "GrantList": [{"GrantID": "P30 ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "F31 ES027340", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES022845", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES029963", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R56 ES028121", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Autism Spectrum Disorder"}, {"QualifierName": [], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Pregnancy Trimester, First"}, {"QualifierName": [], "DescriptorName": "Proportional Hazards Models"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Sex Factors"}], "CoiStatement": "<b>Conflicts of interest:</b> The authors declare they have no actual or potential competing interests. <b>Declaration of interests</b>. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. <b>Competing interests</b>. The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baio J, 2014. Prevalence of autism spectrum disorder among children aged 8 years - Autism and Developmental Disabilities Monitoring Network, 11 sites, United States, 2010. MMWR Surveill Summ 63, 1–21.", "ArticleIdList": ["24670961"]}, {"Citation": "Baio J, Wiggins L, Christensen DL, Maenner MJ, Daniels J, Warren Z, Kurzius-Spencer M, Zahorodny W, Rosenberg C. Robinson, White T, Durkin MS, Imm P, Nikolaou L, Yeargin-Allsopp M, Lee LC, Harrington R, Lopez M, Fitzgerald RT, Hewitt A, Pettygrove S, Constantino JN, Vehorn A, Shenouda J, Hall-Lande J, Van Naarden Braun K, Dowling NF, 2018. Prevalence of Autism Spectrum Disorder Among Children Aged 8 Years - Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2014. MMWR Surveill Summ 67, 1–23.", "ArticleIdList": ["PMC5919599", "29701730"]}, {"Citation": "Bardenheier BH, Imperatore G, Gilboa SM, Geiss LS, Saydah SH, Devlin HM, Kim SY, Gregg EW, 2015. Trends in Gestational Diabetes Among Hospital Deliveries in 19 U.S. States, 2000–2010. Am J Prev Med 49, 12–19.", "ArticleIdList": ["PMC4532269", "26094225"]}, {"Citation": "Baron-Cohen S, Lombardo MV, Auyeung B, Ashwin E, Chakrabarti B, Knickmeyer R, 2011. Why are autism spectrum conditions more prevalent in males? PLoS Biol 9, e1001081.", "ArticleIdList": ["PMC3114757", "21695109"]}, {"Citation": "Baron-Cohen S, Wheelwright S, Cox A, Baird G, Charman T, Swettenham J, Drew A, Doehring P, 2000. Early identification of autism by the CHecklist for Autism in Toddlers (CHAT). J R Soc Med 93, 521–525.", "ArticleIdList": ["PMC1298126", "11064690"]}, {"Citation": "Becerra TA, Wilhelm M, Olsen J, Cockburn M, Ritz B, 2013. Ambient air pollution and autism in Los Angeles county, California. Environ Health Perspect 121, 380–386.", "ArticleIdList": ["PMC3621187", "23249813"]}, {"Citation": "Bell ML, Belanger K, 2012. Review of research on residential mobility during pregnancy: consequences for assessment of prenatal environmental exposures. J Expo Sci Environ Epidemiol 22, 429–438.", "ArticleIdList": ["PMC3543155", "22617723"]}, {"Citation": "Block ML, Calderón-Garcidueñas L, 2009. Air pollution: mechanisms of neuroinflammation and CNS disease. Trends Neurosci 32, 506–516.", "ArticleIdList": ["PMC2743793", "19716187"]}, {"Citation": "Block ML, Elder A, Auten RL, Bilbo SD, Chen H, Chen JC, Cory-Slechta DA, Costa D, Diaz-Sanchez D, Dorman DC, Gold DR, Gray K, Jeng HA, Kaufman JD, Kleinman MT, Kirshner A, Lawler C, Miller DS, Nadadur SS, Ritz B, Semmens EO, Tonelli LH, Veronesi B, Wright RO, Wright RJ, 2012. The outdoor air pollution and brain health workshop. Neurotoxicology 33, 972–984.", "ArticleIdList": ["PMC3726250", "22981845"]}, {"Citation": "Bolton JL, Marinero S, Hassanzadeh T, Natesan D, Le D, Belliveau C, Mason SN, Auten RL, Bilbo SD, 2017. Gestational Exposure to Air Pollution Alters Cortical Volume, Microglial Morphology, and Microglia-Neuron Interactions in a Sex-Specific Manner. Front Synaptic Neurosci 9, 10.", "ArticleIdList": ["PMC5449437", "28620294"]}, {"Citation": "Campbell A, Araujo JA, Li H, Sioutas C, Kleinman M, 2009. Particulate matter induced enhancement of inflammatory markers in the brains of apolipoprotein E knockout mice. J Nanosci Nanotechnol 9, 5099–5104.", "ArticleIdList": ["19928188"]}, {"Citation": "Campbell A, Daher N, Solaimani P, Mendoza K, Sioutas C, 2014. Human brain derived cells respond in a type-specific manner after exposure to urban particulate matter (PM). Toxicol In Vitro 28, 1290–1295.", "ArticleIdList": ["24999231"]}, {"Citation": "Chen L, Bell EM, Caton AR, Druschel CM, Lin S, 2010. Residential mobility during pregnancy and the potential for ambient air pollution exposure misclassification. Environ Res 110, 162–168.", "ArticleIdList": ["19963212"]}, {"Citation": "Chen Z, Salam MT, Toledo-Corral C, Watanabe RM, Xiang AH, Buchanan TA, Habre R, Bastain TM, Lurmann F, Wilson JP, Trigo E, Gilliland FD, 2016. Ambient Air Pollutants Have Adverse Effects on Insulin and Glucose Homeostasis in Mexican Americans. Diabetes Care 39, 547–554.", "ArticleIdList": ["PMC4806768", "26868440"]}, {"Citation": "Church JS, Tijerina PB, Emerson FJ, Coburn MA, Blum JL, Zelikoff JT, Schwartzer JJ, 2017. Perinatal exposure to concentrated ambient particulates results in autism-like behavioral deficits in adult mice. Neurotoxicology", "ArticleIdList": ["PMC5857220", "29104007"]}, {"Citation": "Coleman KJ, Lutsky MA, Yau V, Qian Y, Pomichowski ME, Crawford PM, Lynch FL, Madden JM, Owen-Smith A, Pearson JA, Pearson KA, Rusinak D, Quinn VP, Croen LA, 2015. Validation of Autism Spectrum Disorder Diagnoses in Large Healthcare Systems with Electronic Medical Records. J Autism Dev Disord 45, 1989–1996.", "ArticleIdList": ["PMC4474741", "25641003"]}, {"Citation": "Eckel SP, Cockburn M, Shu YH, Deng H, Lurmann FW, Liu L, Gilliland FD, 2016. Air pollution affects lung cancer survival. Thorax 71, 891–898.", "ArticleIdList": ["PMC5400105", "27491839"]}, {"Citation": "Flegal KM, Carroll MD, Kit BK, Ogden CL, 2012. Prevalence of obesity and trends in the distribution of body mass index among US adults, 1999–2010. JAMA 307, 491–497.", "ArticleIdList": ["22253363"]}, {"Citation": "Flores-Pajot MC, Ofner M, Do MT, Lavigne E, Villeneuve PJ, 2016. Childhood autism spectrum disorders and exposure to nitrogen dioxide, and particulate matter air pollution: A review and meta-analysis. Environ Res 151, 763–776.", "ArticleIdList": ["27609410"]}, {"Citation": "Guxens M, Ghassabian A, Gong T, Garcia-Esteban R, Porta D, Giorgis-Allemand L, Almqvist C, Aranbarri A, Beelen R, Badaloni C, Cesaroni G, de Nazelle A, Estarlich M, Forastiere F, Forns J, Gehring U, Ibarluzea J, Jaddoe VW, Korek M, Lichtenstein P, Nieuwenhuijsen MJ, Rebagliato M, Slama R, Tiemeier H, Verhulst FC, Volk HE, Pershagen G, Brunekreef B, Sunyer J, 2015. Air Pollution Exposure during Pregnancy and Childhood Autistic Traits in Four European Population-Based Cohort Studies: The ESCAPE Project. Environ Health Perspect", "ArticleIdList": ["PMC4710593", "26068947"]}, {"Citation": "Hammond TR, Robinton D, Stevens B, 2018. Microglia and the Brain: Complementary Partners in Development and Disease. Annu Rev Cell Dev Biol", "ArticleIdList": ["30089221"]}, {"Citation": "Hanamsagar R, Bilbo SD, 2016. Sex differences in neurodevelopmental and neurodegenerative disorders: Focus on microglial function and neuroinflammation during development. J Steroid Biochem Mol Biol 160, 127–133.", "ArticleIdList": ["PMC4829467", "26435451"]}, {"Citation": "Kaufman JA, Wright JM, Rice G, Connolly N, Bowers K, Anixt J, 2019. Ambient ozone and fine particulate matter exposures and autism spectrum disorder in metropolitan Cincinnati, Ohio. Environ Res 171, 218–227.", "ArticleIdList": ["PMC7232936", "30684889"]}, {"Citation": "Kern JKG, D. A.; Homme KG; King PG; Bjørklund G; Chirumbolo S; Geier MR, 2017. Developmental neurotoxicants and the vulnerable male brain: a systematic review of suspected neurotoxicants that disproportionally affect males. Acta Neurobiol Exp (Wars) 77, 269–296.", "ArticleIdList": ["29369294"]}, {"Citation": "Koebnick C, Langer-Gould AM, Gould MK, Chao CR, Iyer RL, Smith N, Chen W, Jacobsen SJ, 2012. Sociodemographic characteristics of members of a large, integrated health care system: comparison with US Census Bureau data. Perm J 16, 37–41.", "ArticleIdList": ["PMC3442759", "23012597"]}, {"Citation": "Lam J, Sutton P, Kalkbrenner A, Windham G, Halladay A, Koustas E, Lawler C, Davidson L, Daniels N, Newschaffer C, Woodruff T, 2016. A Systematic Review and Meta-Analysis of Multiple Airborne Pollutants and Autism Spectrum Disorder. PLoS One 11, e0161851.", "ArticleIdList": ["PMC5031428", "27653281"]}, {"Citation": "Li K, Li L, Cui B, Gai Z, Li Q, Wang S, Yan J, Lin B, Tian L, Liu H, Liu X, Xi Z, 2017. Early postnatal exposure to airborne fine particulate matter induces autism-like phenotypes in male rats. Toxicol Sci", "ArticleIdList": ["29121345"]}, {"Citation": "Lyall K, Schmidt RJ, Hertz-Picciotto I, 2014. Maternal lifestyle and environmental risk factors for autism spectrum disorders. Int J Epidemiol 43, 443–464.", "ArticleIdList": ["PMC3997376", "24518932"]}, {"Citation": "McCarthy MM, 2016. Sex differences in the developing brain as a source of inherent risk. Dialogues in Clinical Neuroscience 18, 361–372.", "ArticleIdList": ["PMC5286722", "28179808"]}, {"Citation": "Pagalan L, Bickford C, Weikum W, Lanphear B, Brauer M, Lanphear N, Hanley GE, Oberlander TF, Winters M, 2018. Association of Prenatal Exposure to Air Pollution With Autism Spectrum Disorder. JAMA Pediatr", "ArticleIdList": ["PMC6583438", "30452514"]}, {"Citation": "Raz R, Roberts AL, Lyall K, Hart JE, Just AC, Laden F, Weisskopf MG, 2015. Autism spectrum disorder and particulate matter air pollution before, during, and after pregnancy: a nested case-control analysis within the Nurses’ Health Study II Cohort. Environ Health Perspect 123, 264–270.", "ArticleIdList": ["PMC4348742", "25522338"]}, {"Citation": "Ritz B, Liew Z, Yan Q, Cuia X, Virk J, Ketzel M, Raaschou-Nielsen O, 2018. Air pollution and autism in Denmark. Environmental Epidemiology 2.", "ArticleIdList": ["PMC6474375", "31008439"]}, {"Citation": "Rossignol DA, Frye RE, 2014. Evidence linking oxidative stress, mitochondrial dysfunction, and inflammation in the brain of individuals with autism. Front Physiol 5, 150.", "ArticleIdList": ["PMC4001006", "24795645"]}, {"Citation": "Rothman K, Greenland S, Lash TL, 2008. Modern Epidemiology, 3rd Edition. Lippincott Williams & Wilkins, Philadelphia, PA."}, {"Citation": "Talbott EO, Arena VC, Rager JR, Clougherty JE, Michanowicz DR, Sharma RK, Stacy SL, 2015. Fine particulate matter and the risk of autism spectrum disorder. Environ Res 140, 414–420.", "ArticleIdList": ["25957837"]}, {"Citation": "Xiang AH, Wang X, Martinez MP, Page K, Buchanan TA, Feldman RK, 2018. Maternal Type 1 Diabetes and Risk of Autism in Offspring. JAMA 320, 89–91.", "ArticleIdList": ["PMC6134431", "29936530"]}, {"Citation": "Xiang AH, Wang X, Martinez MP, Walthall JC, Curry ES, Page K, Buchanan TA, Coleman KJ, Getahun D, 2015. Association of maternal diabetes with autism in offspring. JAMA 313, 1425–1434.", "ArticleIdList": ["25871668"]}]}], "History": [{"Year": "2019", "Month": "1", "Day": "15"}, {"Year": "2019", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "8", "Day": "2"}, {"Year": "2019", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31554142", "NIHMS1537651", "PMC6764604", "10.1016/j.envpol.2019.113010", "S0269-7491(18)35705-1"]}}]}