{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["disinfection", "endodontics", "ozone", "sodium hypochlorite", "systematic review"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31587303", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1111/iej.13229"], "Journal": {"ISSN": "1365-2591", "JournalIssue": {"Volume": "53", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "International endodontic journal", "ISOAbbreviation": "Int Endod J"}, "ArticleTitle": "The effect of ozone therapy in root canal disinfection: a systematic review.", "Pagination": {"StartPage": "317", "EndPage": "332", "MedlinePgn": "317-332"}, "Abstract": {"AbstractText": ["To answer the following focused question: 'As regards microorganism load reduction for patients undergoing root canal treatment, is the use of ozone therapy comparable to conventional chemomechanical techniques using sodium hypochlorite (NaOCl)?'", "A systematic review was conducted using controlled vocabulary and free-text key words in the following databases: PubMed, Science Direct, Scopus, Web of Science and Open Grey until 2 November 2018. Additional studies were sought through hand searching of endodontic journals.", "The inclusion criteria comprised studies that compared microbial reduction in root canals after treatments with ozone and NaOCl in extracted mature human teeth or randomized clinical trials.", "The quality assessment of included laboratory studies was performed with the following parameters: (i) sample size calculation, (ii) samples with similar dimensions, (iii) control group, (iv) standardization of procedures, (v) statistical analysis and (vi) other risk of bias. For randomized clinical trials, the qualitative analysis of the studies was performed from the bias risk assessment using the tool 'Bias Risk Assessment of Randomized Controlled Studies' Cochrane Handbook 5.0.2.", "The search resulted in 180 published studies. After removal of duplicate studies and full-text analysis, eight studies were selected and seven were considered low risk of bias (seven ex vivo studies and one random clinical trial). Overall, the results demonstrated that ozone therapy provides significantly less microbial load reduction than NaOCl. As an adjunct in chemomechanical preparation, ozone was ineffective in increasing the antimicrobial effect of NaOCl. Ozone performance was strongly associated with the application protocol used: it is dose, time and bacterial strain dependent, besides the correlation with the use of complementary disinfection sources.", "A restricted number of randomized clinical trial was found, and the difference amongst the methodology of the studies did not allow a meta-analysis to be performed.", "Although the selected studies had limitations, this review reached a satisfactory methodological and moderate evidence quality contributing to important preliminary information regarding ozone therapy. As regards load reduction of microorganisms for patients undergoing root canal treatment, ozone is not indicated neither to replace nor to complement the antimicrobial action of NaOCl."], "CopyrightInformation": "© 2019 International Endodontic Journal. Published by John Wiley & Sons Ltd."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, School of Dentistry, Grande Rio University (UNIGRANRIO), Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Department of Endodontics, School of Dentistry, Rio de Janeiro State University (UERJ), Rio de Janeiro, Brazil."}], "Identifier": ["0000-0002-6445-8243"], "LastName": "Silva", "ForeName": "E J N L", "Initials": "EJNL"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, School of Dentistry, Grande Rio University (UNIGRANRIO), Rio de Janeiro, Brazil."}], "Identifier": ["0000-0002-7116-0402"], "LastName": "Prado", "ForeName": "M C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Preventive and Community Dentistry, Rio de Janeiro State University (UERJ), Rio de Janeiro, Brazil."}], "Identifier": [], "LastName": "Soares", "ForeName": "D N", "Initials": "DN"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endodontics, School of Dentistry, Grande Rio University (UNIGRANRIO), Rio de Janeiro, Brazil."}], "Identifier": [], "LastName": "Hecksher", "ForeName": "F", "Initials": "F"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Implantologia, Lisboa, Portugal."}, {"Identifier": [], "Affiliation": "Centro de Estudo de Medicina Dentária Baseada na Evidência, Faculdade de Medicina Dentária, Universidade de Lisboa, Lisboa, Portugal."}], "Identifier": ["0000-0002-6932-2038"], "LastName": "Martins", "ForeName": "J N R", "Initials": "JNR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Preventive and Community Dentistry, Rio de Janeiro State University (UERJ), Rio de Janeiro, Brazil."}], "Identifier": [], "LastName": "Fidalgo", "ForeName": "T K S", "Initials": "TKS"}], "GrantList": [{"Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico", "Country": ""}, {"Agency": "Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro", "Country": ""}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Int Endod J", "NlmUniqueID": "8004996", "ISSNLinking": "0143-2885"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Root Canal Irrigants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "DY38VHM5OD", "NameOfSubstance": "Sodium Hypochlorite"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Dental Pulp Cavity"}, {"QualifierName": [], "DescriptorName": "Disinfection"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Root Canal Irrigants"}, {"QualifierName": [], "DescriptorName": "Root Canal Therapy"}, {"QualifierName": [], "DescriptorName": "Sodium Hypochlorite"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ajeti NN, Pustina-Krasniqi T, Apostolska S (2018) The effect of gaseous ozone in infected root canal. Open Access Macedonian Journal of Medical Sciences 6, 389-6."}, {"Citation": "Anand SK, Ebenezar AV, Anand N, Mary AV,Mony B (2015) A comparative analysis of antimicrobial property of wine and ozone with calcium hydroxide and chlorhexidine. Journal of Clinical and Diagnostic Research 9, ZC04-6."}, {"Citation": "Boch T, Tennert C, Vach K, Al-Ahmad A, Hellwig E, Polydorou O (2016) Effect of gaseous ozone on Enterococcus faecalis biofilm-an in vitro study. Clinical Oral Investigations 20, 1733-9."}, {"Citation": "Caputa PE, Retsas A, Kuijk L, Chavez de Paz LE, Boutsioukis C (2019) Ultrasonic irrigant activation during root canal treatment: a systematic review. Journal of Endodontics 45, 31-44 e13."}, {"Citation": "Case PD, Bird PS, Kahler WA, George R, Walsh LJ (2012) Treatment of root canal biofilms of Enterococcus faecalis with ozone gas and passive ultrasound activation. Journal of Endodontics 38, 523-6."}, {"Citation": "Cieplik F, Jakubovics NS, Buchalla W, Maisch T, Hellwig E, Al-Ahmad A (2019) Resistance toward chlorhexidine in oral bacteria - is there cause for concern? Frontiers in microbiology 10, 587."}, {"Citation": "Dioguardi M, Di Gioia G, Illuzzi G, Laneve E, Cocco A, Troiano G (2018) Endodontic irrigants: Different methods to improve efficacy and related problems. European Journal of Dentistry 12, 459-66."}, {"Citation": "Ebensberger U, Pohl Y, Filippi A (2002) PCNA-expression of cementoblasts and fibroblasts on the root surface after extraoral rinsing for decontamination. Dental Traumatolology 18, 262-6."}, {"Citation": "Eslami LM (2019) The comparison of intracanal medicaments, diode laser and photodynamic therapy on removing the biofilm of Enterococcus faecalis and Candida Albicans in the root canal system (ex-vivo study). Photodiagnosis and Photodynamic Therapy 26, 157-161. S1572-1000(18)30213-8."}, {"Citation": "Estrela C, Holland R, Estrela CR, Alencar AH, Sousa-Neto MD, Pecora JD (2014) Characterization of successful root canal treatment. Brazilian Dental Journal 25, 3-11."}, {"Citation": "Ferraz CC, Gomes BP, Zaia AA, Teixeira FB, Souza-Filho FJ (2001) In vitro assessment of the antimicrobial action and the mechanical ability of chlorhexidine gel as an endodontic irrigant. Journal of Endodontics 27, 452-5."}, {"Citation": "Fidalgo TK, Barcelos R, Portela MB, Soares RM, Gleiser R, Silva-Filho FC (2010) Inhibitory activity of root canal irrigants against Candida albicans, Enterococcus faecalis and Staphylococcus aureus. Brazilian Oral Research 24, 406-12."}, {"Citation": "Filippi A (2001) The effects of ozonized water on epithelial wound healing (in German). Deutsche Zahna¨rztliche Zeitschrift 56, 104-8."}, {"Citation": "Gomes B, Herrera DR (2018) Etiologic role of root canal infection in apical periodontitis and its relationship with clinical symptomatology. Brazilian Oral Research 32, e69."}, {"Citation": "Halbauer K, Prskalo K, Jankovic B, Tarle Z, Panduric V, Kalenic S (2013) Efficacy of ozone on microorganisms in the tooth root canal. Collegium Antropologicum 37, 101-7."}, {"Citation": "Higgins J, Green S (2011) Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0. Available from www.cochrane-handbook.org. The Cochrane Collaboration."}, {"Citation": "Hubbezoglu I, Zan R, Tunc T, Sumer Z (2014) Antibacterial efficacy of aqueous ozone in root canals infected by Enterococcus faecalis. Jundishapur Journal of Microbiology 7, e11411."}, {"Citation": "Huth KC, Quirling M, Maier S, et al. (2009) Effectiveness of ozone against endodontopathogenic microorganisms in a root canal biofilm model. International Endodontic Journal 42, 3-13."}, {"Citation": "Hyslop PA, Hinshaw DB, Halsey WA Jr, et al. (1988) Mechanisms of oxidant-mediated cell injury. The glycolytic and mitochondrial pathways of ADP phosphorylation are major intracellular targets inactivated by hydrogen peroxide. The Journal of Biological Chemistry 263, 1665-75."}, {"Citation": "Junior OO, Lages GC (2012) Ozone therapy for lumbosciatic pain. Revista Dor 13, 261-70."}, {"Citation": "Kakehashi S, Stanley HR, Fitzgerald RJ (1965) The effects of surgical exposures of dental pulps in germ-free and conventional laboratory rats. Oral surgery, oral medicine, and oral pathology 20, 340-9."}, {"Citation": "Kaya BU, Kececi AD, Guldas HE, et al. (2014) Efficacy of endodontic applications of ozone and low-temperature atmospheric pressure plasma on root canals infected with Enterococcus faecalis. Letters in Applied Microbiology 58, 8-15."}, {"Citation": "Kist S, Kollmuss M, Jung J, Schubert S, Hickel R, Huth KC (2017) Comparison of ozone gas and sodium hypochlorite/chlorhexidine two-visit disinfection protocols in treating apical periodontitis: a randomized controlled clinical trial. Clinical Oral Investigations 21, 995-1005."}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M (2004) Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. Journal of Endodontics 30, 778-81."}, {"Citation": "Neelakantan P, Herrera DR, Pecorari VGA, Gomes B (2019) Endotoxin levels after chemomechanical preparation of root canals with sodium hypochlorite or chlorhexidine: a systematic review of clinical trials and meta-analysis. International Endodontic Journal 52, 19-27."}, {"Citation": "Noites R, Pina-Vaz C, Rocha R, Carvalho MF, Goncalves A, Pina-Vaz I (2014) Synergistic antimicrobial action of chlorhexidine and ozone in endodontic treatment. BioMed Research International 2014, 592423."}, {"Citation": "PRISMA-P (2016) Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation. BMJ 354, i4086."}, {"Citation": "Rojas-Valencia MN (2011) Research on ozone application as disinfectant and action mechanisms on wastewater microorganisms. In: Méndez-Vilas A, ed. Science Against Microbial Pathogens: Communicating Current Research and Technological Advances. Badajoz: Formatex, pp. 263-71."}, {"Citation": "Rosa WL, Piva E, Silva AF (2015) Bond strength of universal adhesives: a systematic review and meta-analysis. Journal of Dentistry 43, 765-76."}, {"Citation": "Sarkis-Onofre R, Skupien JA, Cenci MS, Moraes RR, Pereira-Cenci T (2014) The role of resin cement on bond strength of glass-fiber posts luted into root canals: a systematic review and meta-analysis of in vitro studies. Operative Dentistry 39, E31-44."}, {"Citation": "Silva EJ, Rover G, Belladonna FG, De-Deus G, da Silveira Teixeira C, da Silva Fidalgo TK (2018) Impact of contracted endodontic cavities on fracture resistance of endodontically treated teeth: a systematic review of in vitro studies. Clinical Oral Investigations 22, 109-18."}, {"Citation": "Silva EJ, Carvalho CR, Belladonna FG, et al. (2019) Micro-CT evaluation of different final irrigation protocols on the removal of hard-tissue debris from isthmus-containing mesial root of mandibular molars. Clinical Oral Investigations 23, 681-7."}, {"Citation": "Siqueira Jr JF, Rocas IN (2007) Bacterial pathogenesis and mediators in apical periodontitis. Brazilian Dental Journal 18, 267-80."}, {"Citation": "Siqueira Junior JF, Rocas IDN, Marceliano-Alves MF, Perez AR, Ricucci D (2018) Unprepared root canal surface areas: causes, clinical implications, and therapeutic strategies. Brazilian Oral Research 32, e65."}, {"Citation": "Slaughter RJ, Watts M, Vale JA, Grieve JR, Schep LJ (2019) The clinical toxicology of sodium hypochlorite. Clinical Toxicology (Philadelphia, Pa.) 57, 303-11."}, {"Citation": "Zehnder M (2006) Root canal irrigants. Journal of Endodontics 32, 389-98."}], "Title": "References"}], "History": [{"Year": "2019", "Month": "5", "Day": "7"}, {"Year": "2019", "Month": "10", "Day": "1"}, {"Year": "2019", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31587303", "10.1111/iej.13229"]}}]}