{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31592868", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "07"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1097/EDE.0000000000001109"], "Journal": {"ISSN": "1531-5487", "JournalIssue": {"Volume": "31", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Epidemiology (Cambridge, Mass.)", "ISOAbbreviation": "Epidemiology"}, "ArticleTitle": "Early Life Exposure to Air Pollution and Autism Spectrum Disorder: Findings from a Multisite Case-Control Study.", "Pagination": {"StartPage": "103", "EndPage": "114", "MedlinePgn": "103-114"}, "Abstract": {"AbstractText": ["Epidemiologic studies have reported associations between prenatal and early postnatal air pollution exposure and autism spectrum disorder (ASD); however, findings differ by pollutant and developmental window.", "We examined associations between early life exposure to particulate matter ≤2.5 µm in diameter (PM2.5) and ozone in association with ASD across multiple US regions.", "Our study participants included 674 children with confirmed ASD and 855 population controls from the Study to Explore Early Development, a multi-site case-control study of children born from 2003 to 2006 in the United States. We used a satellite-based model to assign air pollutant exposure averages during several critical periods of neurodevelopment: 3 months before pregnancy; each trimester of pregnancy; the entire pregnancy; and the first year of life. Logistic regression was used to estimate odds ratios (ORs) and 95% confidence intervals (CIs), adjusting for study site, maternal age, maternal education, maternal race/ethnicity, maternal smoking, and month and year of birth.", "The air pollution-ASD associations appeared to vary by exposure time period. Ozone exposure during the third trimester was associated with ASD, with an OR of 1.2 (95% CI: 1.1, 1.4) per 6.6 ppb increase in ozone. We additionally observed a positive association with PM2.5 exposure during the first year of life (OR = 1.3 [95% CI: 1.0, 1.6] per 1.6 µg/m increase in PM2.5).", "Our study corroborates previous findings of a positive association between early life air pollution exposure and ASD, and identifies a potential critical window of exposure during the late prenatal and early postnatal periods."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC."}, {"Identifier": [], "Affiliation": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY."}], "Identifier": [], "LastName": "McGuinn", "ForeName": "Laura A", "Initials": "LA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "California Department of Public Health, Richmond, CA."}], "Identifier": [], "LastName": "Windham", "ForeName": "Gayle C", "Initials": "GC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, Joseph J. Zilber School of Public Health, University of Wisconsin-Milwaukee, Milwaukee, WI."}], "Identifier": [], "LastName": "Kalkbrenner", "ForeName": "Amy E", "Initials": "AE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC."}], "Identifier": [], "LastName": "Bradley", "ForeName": "Chyrise", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Boston, Harvard T.H. Chan School of Public Health, MA."}], "Identifier": [], "LastName": "Di", "ForeName": "Qian", "Initials": "Q"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Research, Kaiser Permanente, Oakland, CA."}], "Identifier": [], "LastName": "Croen", "ForeName": "Lisa A", "Initials": "LA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Wendy Klag Center for Autism and Developmental Disabilities, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."}, {"Identifier": [], "Affiliation": "Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."}], "Identifier": [], "LastName": "Fallin", "ForeName": "M Daniele", "Initials": "MD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Sciences and Policy Division, Nicholas School of the Environment, Duke University, Durham, NC."}], "Identifier": [], "LastName": "Hoffman", "ForeName": "Kate", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."}], "Identifier": [], "LastName": "Ladd-Acosta", "ForeName": "Christine", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Boston, Harvard T.H. Chan School of Public Health, MA."}], "Identifier": [], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, United States Environmental Protection Agency, National Health and Environmental Effects Research Laboratory, NC."}], "Identifier": [], "LastName": "Rappold", "ForeName": "Ana G", "Initials": "AG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC."}], "Identifier": [], "LastName": "Richardson", "ForeName": "David B", "Initials": "DB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Public Health Division, United States Environmental Protection Agency, National Health and Environmental Effects Research Laboratory, NC."}], "Identifier": [], "LastName": "Neas", "ForeName": "Lucas M", "Initials": "LM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC."}], "Identifier": [], "LastName": "Gammon", "ForeName": "Marilie D", "Initials": "MD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA."}], "Identifier": [], "LastName": "Schieve", "ForeName": "Laura A", "Initials": "LA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC."}], "Identifier": [], "LastName": "Daniels", "ForeName": "Julie L", "Initials": "JL"}], "GrantList": [{"GrantID": "U10 DD000180", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "T32 ES007018", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "UR3 DD000089", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U10 DD000181", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U10 DD000184", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U01 DD000498", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U10 DD000182", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U10 DD000183", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "U01 DD001205", "Acronym": "DD", "Agency": "NCBDD CDC HHS", "Country": "United States"}, {"GrantID": "T32 HD049311", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Multicenter Study"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Epidemiology", "NlmUniqueID": "9009644", "ISSNLinking": "1044-3983"}, "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Autism Spectrum Disorder"}, {"QualifierName": [], "DescriptorName": "Case-Control Studies"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Prenatal Exposure Delayed Effects"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}], "CoiStatement": "<b>Conflicts of interest:</b> The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "CDC. Prevalence of autism spectrum disorder among children aged 8 years – autism and developmental disabilities monitoring network, 11 sites, United States, 2014. \nhttps://www.cdc.gov/mmwr/volumes/67/ss/ss6706a1.htm\nAccessed 5 May 2018.", "ArticleIdList": ["PMC5919599", "29701730"]}, {"Citation": "Kalkbrenner AE, Schmidt RJ, Penlesky AC. Environmental chemical exposures and autism spectrum disorders: a review of the epidemiological evidence. Curr Probl Pediatr Adolesc Health Care 2014;44(10):277–318.", "ArticleIdList": ["PMC4855851", "25199954"]}, {"Citation": "Newschaffer CJ, Croen LA, Daniels J, et al. The epidemiology of autism spectrum disorders. Annu Rev Public Health 2007;28:235–58.", "ArticleIdList": ["17367287"]}, {"Citation": "Hallmayer J, Cleveland S, Torres A, et al. Genetic heritability and shared environmental factors among twin pairs with autism. Arch Gen Psychiatry 2011;68(11):1095–102.", "ArticleIdList": ["PMC4440679", "21727249"]}, {"Citation": "Rodier PM. The early origins of autism. Sci Am 2000;282(2):56–63.", "ArticleIdList": ["10710787"]}, {"Citation": "Stoner R, Chow ML, Boyle MP, et al. Patches of disorganization in the neocortex of children with autism. N Engl J Med 2014;370(13):1209–19.", "ArticleIdList": ["PMC4499461", "24670167"]}, {"Citation": "Kelly FJ. Oxidative stress: its role in air pollution and adverse health effects. Occup Environ Med 2003;60(8):612–6.", "ArticleIdList": ["PMC1740593", "12883027"]}, {"Citation": "Moller P, Danielsen PH, Karottki DG, et al. Oxidative stress and inflammation generated DNA damage by exposure to air pollution particles. Mutat Res Rev Mutat Res 2014;762:133–66.", "ArticleIdList": ["25475422"]}, {"Citation": "Block ML, Calderon-Garciduenas L. Air pollution: mechanisms of neuroinflammation and CNS disease. Trends Neurosci 2009;32(9):506–16.", "ArticleIdList": ["PMC2743793", "19716187"]}, {"Citation": "Ashwood P, Wills S, Van de Water J. The immune response in autism: a new frontier for autism research. J Leukoc Biol 2006;80(1):1–15.", "ArticleIdList": ["16698940"]}, {"Citation": "Mead J, Ashwood P. Evidence supporting an altered immune response in ASD. Immunol Lett 2015;163(1):49–55.", "ArticleIdList": ["25448709"]}, {"Citation": "Flores-Pajot MC, Ofner M, Do MT, Lavigne E, Villeneuve PJ. Childhood autism spectrum disorders and exposure to nitrogen dioxide, and particulate matter air pollution: A review and meta-analysis. Environ Res 2016;151:763–776.", "ArticleIdList": ["27609410"]}, {"Citation": "Becerra TA, Wilhelm M, Olsen J, Cockburn M, Ritz B. Ambient air pollution and autism in Los Angeles county, California. Environ Health Perspect 2013;121(3):380–6.", "ArticleIdList": ["PMC3621187", "23249813"]}, {"Citation": "Raz R, Roberts AL, Lyall K, et al. Autism Spectrum Disorder and Particulate Matter Air Pollution before, during, and after Pregnancy: A Nested Case–control Analysis within the Nurses’ Health Study II Cohort. Environ Health Perspect 2015;123(3):264–70.", "ArticleIdList": ["PMC4348742", "25522338"]}, {"Citation": "Volk HE, Lurmann F, Penfold B, Hertz-Picciotto I, McConnell R. Traffic-related air pollution, particulate matter, and autism. JAMA Psychiatry 2013;70(1):71–7.", "ArticleIdList": ["PMC4019010", "23404082"]}, {"Citation": "Kalkbrenner AE, Windham GC, Serre ML, et al. Particulate matter exposure, prenatal and postnatal windows of susceptibility, and autism spectrum disorders. Epidemiology 2015;26(1):30–42.", "ArticleIdList": ["25286049"]}, {"Citation": "Talbott EO, Arena VC, Rager JR, et al. Fine particulate matter and the risk of autism spectrum disorder. Environ Res 2015;140:414–20.", "ArticleIdList": ["25957837"]}, {"Citation": "Schendel DE, Diguiseppi C, Croen LA, et al. The Study to Explore Early Development (SEED): a multisite epidemiologic study of autism by the Centers for Autism and Developmental Disabilities Research and Epidemiology (CADDRE) network. J Autism Dev Disord 2012;42(10):2121–40.", "ArticleIdList": ["PMC4455890", "22350336"]}, {"Citation": "Rutter M, Bailey A, Lord C. SCQ: Social Communication Questionnaire. Western Psychological Services; Los Angeles, CA: 2003."}, {"Citation": "Gotham K, Risi S, Pickles A, Lord C. The Autism Diagnostic Observation Schedule: revised algorithms for improved diagnostic validity. J Autism Dev Disord 2007;37(4):613–27.", "ArticleIdList": ["17180459"]}, {"Citation": "Rutter M, A. LC, Lord C. ADI-R: The Autism Diagnostic Interview-Revised. Western Psychological Services; Los Angeles, CA: 2003."}, {"Citation": "Wiggins LD, Reynolds A, Rice CE, et al. Using standardized diagnostic instruments to classify children with autism in the study to explore early development. J Autism Dev Disord 2015;45(5):1271–80.", "ArticleIdList": ["PMC4486213", "25348175"]}, {"Citation": "Wiggins LD, Barger B, Moody E, Soke G, Pandey J, Levy S. Brief Report: The ADOS Calibrated Severity Score Best Measures Autism Diagnostic Symptom Severity in Pre-School Children. J Autism Dev Disord 2017.", "ArticleIdList": ["PMC5756129", "28265795"]}, {"Citation": "Mullen EM. Mullen scales of early learning Circle Pines, MN: American Guidance Service Inc., 1995."}, {"Citation": "Di Q, Kloog I, Koutrakis P, Lyapustin A, Wang Y, Schwartz J. Assessing PM2.5 Exposures with High Spatiotemporal Resolution across the Continental United States. Environ Sci Technol 2016;50(9):4712–21.", "ArticleIdList": ["PMC5761665", "27023334"]}, {"Citation": "Di Q, Rowland S, Koutrakis P, Schwartz J. A hybrid model for spatially and temporally resolved ozone exposures in the continental United States. J Air Waste Manag Assoc 2017;67(1):39–52.", "ArticleIdList": ["PMC5741295", "27332675"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, et al. Air Pollution and Mortality in the Medicare Population. N Engl J Med 2017;376(26):2513–2522.", "ArticleIdList": ["PMC5766848", "28657878"]}, {"Citation": "Bey I, Jacob D, Yantosca R, et al. Global modeling of tropospheric chemistry with assimilated meteorology: Model description and evaluation. Journal of Geophysical Research 2001;106(D19):23073–23095."}, {"Citation": "Greenland S, Pearl J, Robins JM. Causal diagrams for epidemiologic research. Epidemiology 1999;10(1):37–48.", "ArticleIdList": ["9888278"]}, {"Citation": "Luben TJ, Buckley BJ, Patel MM, et al. A cross-disciplinary evaluation of evidence for multipollutant effects on cardiovascular disease. Environ Res 2018;161:144–152.", "ArticleIdList": ["PMC5774020", "29145006"]}, {"Citation": "Stieb DM, Chen L, Eshoul M, Judek S. Ambient air pollution, birth weight and preterm birth: a systematic review and meta-analysis. Environ Res 2012;117:100–11.", "ArticleIdList": ["22726801"]}, {"Citation": "Schieve LA, Clayton HB, Durkin MS, Wingate MS, Drews-Botsch C. Comparison of Perinatal Risk Factors Associated with Autism Spectrum Disorder (ASD), Intellectual Disability (ID), and Co-occurring ASD and ID. J Autism Dev Disord 2015;45(8):2361–72.", "ArticleIdList": ["PMC4608497", "25739693"]}, {"Citation": "VanderWeele TJ. On the relative nature of overadjustment and unnecessary adjustment. Epidemiology 2009;20(4):496–9.", "ArticleIdList": ["19525686"]}, {"Citation": "Raz R, Levine H, Pinto O, Broday DM, Yuval, Weisskopf MG. Traffic-Related Air Pollution and Autism Spectrum Disorder: A Population-Based Nested Case–control Study in Israel. Am J Epidemiol 2018;187(4):717–725.", "ArticleIdList": ["PMC6963689", "29020136"]}, {"Citation": "Rice D, Barone S Jr. Critical periods of vulnerability for the developing nervous system: evidence from humans and animal models. Environ Health Perspect 2000;108 Suppl 3:511–33.", "ArticleIdList": ["PMC1637807", "10852851"]}, {"Citation": "Devlin RB, McDonnell WF, Mann R, et al. Exposure of humans to ambient levels of ozone for 6.6 hours causes cellular and biochemical changes in the lung. Am J Respir Cell Mol Biol 1991;4(1):72–81.", "ArticleIdList": ["1846079"]}, {"Citation": "Li N, Sioutas C, Cho A, et al. Ultrafine particulate pollutants induce oxidative stress and mitochondrial damage. Environ Health Perspect 2003;111(4):455–60.", "ArticleIdList": ["PMC1241427", "12676598"]}, {"Citation": "Slama R, Darrow L, Parker J, et al. Meeting report: atmospheric pollution and human reproduction. Environ Health Perspect 2008;116(6):791–8.", "ArticleIdList": ["PMC2430236", "18560536"]}, {"Citation": "Hanamsagar R, Bilbo SD. Environment matters: microglia function and dysfunction in a changing world. Curr Opin Neurobiol 2017;47:146–155.", "ArticleIdList": ["PMC5732848", "29096243"]}, {"Citation": "Paolicelli RC, Ferretti MT. Function and Dysfunction of Microglia during Brain Development: Consequences for Synapses and Neural Circuits. Front Synaptic Neurosci 2017;9:9.", "ArticleIdList": ["PMC5423952", "28539882"]}, {"Citation": "Paolicelli RC, Bolasco G, Pagani F, et al. Synaptic pruning by microglia is necessary for normal brain development. Science 2011;333(6048):1456–8.", "ArticleIdList": ["21778362"]}, {"Citation": "Kaufman JA, Wright JM, Rice G, Connolly N, Bowers K, Anixt J. Ambient ozone and fine particulate matter exposures and autism spectrum disorder in metropolitan Cincinnati, Ohio. Environ Res 2019;171:218–227.", "ArticleIdList": ["PMC7232936", "30684889"]}, {"Citation": "Ritz B, Liew Z, Qi Y, et al. Air pollution and autism in Denmark. Environ Epidemiol 2018;2(4):e028.", "ArticleIdList": ["PMC6474375", "31008439"]}, {"Citation": "Bell ML, Dominici F, Ebisu K, Zeger SL, Samet JM. Spatial and temporal variation in PM(2.5) chemical composition in the United States for health effects studies. Environ Health Perspect 2007;115(7):989–95.", "ArticleIdList": ["PMC1913582", "17637911"]}, {"Citation": "Wilson A, Chiu YM, Hsu HL, Wright RO, Wright RJ, Coull BA. Potential for Bias When Estimating Critical Windows for Air Pollution in Children’s Health. Am J Epidemiol 2017;186(11):1281–1289.", "ArticleIdList": ["PMC5860147", "29206986"]}, {"Citation": "Nethery E, Brauer M, Janssen P. Time-activity patterns of pregnant women and changes during the course of pregnancy. J Expo Sci Environ Epidemiol 2009;19(3):317–24.", "ArticleIdList": ["18478047"]}, {"Citation": "Weisskopf MG, Kioumourtzoglou MA, Roberts AL. Air Pollution and Autism Spectrum Disorders: Causal or Confounded? Curr Environ Health Rep 2015;2(4):430–9.", "ArticleIdList": ["PMC4737505", "26399256"]}, {"Citation": "Chen L, Bell EM, Caton AR, Druschel CM, Lin S. Residential mobility during pregnancy and the potential for ambient air pollution exposure misclassification. Environ Res 2010;110(2):162–8.", "ArticleIdList": ["19963212"]}, {"Citation": "Pereira G, Bracken MB, Bell ML. Particulate air pollution, fetal growth and gestational length: The influence of residential mobility in pregnancy. Environ Res 2016;147:269–74.", "ArticleIdList": ["PMC4821760", "26918840"]}, {"Citation": "Warren JL, Son JY, Pereira G, Leaderer BP, Bell ML. Investigating the Impact of Maternal Residential Mobility on Identifying Critical Windows of Susceptibility to Ambient Air Pollution During Pregnancy. Am J Epidemiol 2018;187(5):992–1000.", "ArticleIdList": ["PMC5928458", "29053768"]}, {"Citation": "Kerin T, Volk H, Li W, et al. Association Between Air Pollution Exposure, Cognitive and Adaptive Function, and ASD Severity Among Children with Autism Spectrum Disorder. J Autism Dev Disord 2018;48(1):137–150.", "ArticleIdList": ["PMC5764162", "28921105"]}, {"Citation": "DiGuiseppi CG, Daniels JL, Fallin DM, et al. Demographic profile of families and children in the Study to Explore Early Development (SEED): Case–control study of autism spectrum disorder. Disabil Health J 2016;9(3):544–51.", "ArticleIdList": ["PMC4903880", "26917104"]}, {"Citation": "Schieve LA, Harris S, Maenner MJ, Alexander A, Dowling NF. Assessment of demographic and perinatal predictors of non-response and impact of non-response on measures of association in a population-based case control study: findings from the Georgia Study to Explore Early Development. Emerg Themes Epidemiol 2018;15:12.", "ArticleIdList": ["PMC6094575", "30147744"]}, {"Citation": "Hebert KJ, Miller LL, Joinson CJ. Association of autistic spectrum disorder with season of birth and conception in a UK cohort. Autism Res 2010;3(4):185–90.", "ArticleIdList": ["20803726"]}, {"Citation": "Lee LC, Newschaffer CJ, Lessler JT, Lee BK, Shah R, Zimmerman AW. Variation in season of birth in singleton and multiple births concordant for autism spectrum disorders. Paediatr Perinat Epidemiol 2008;22(2):172–9.", "ArticleIdList": ["18298692"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31592868", "NIHMS1540575", "PMC6888962", "10.1097/EDE.0000000000001109"]}}]}