{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31595175", "DateRevised": {"Year": "2023", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.5194/amt-11-4605-2018"], "Journal": {"ISSN": "1867-1381", "JournalIssue": {"Volume": "11", "Issue": "8", "PubDate": {"Year": "2018"}}, "Title": "Atmospheric measurement techniques", "ISOAbbreviation": "Atmos Meas Tech"}, "ArticleTitle": "Long-term evaluation of air sensor technology under ambient conditions in Denver, Colorado.", "Pagination": {"StartPage": "4605", "EndPage": "4615", "MedlinePgn": "4605-4615"}, "Abstract": {"AbstractText": ["Air pollution sensors are quickly proliferating for use in a wide variety of applications, with a low price point that supports use in high-density networks, citizen science, and individual consumer use. This emerging technology motivates the assessment under real-world conditions, including varying pollution levels and environmental conditions. A seven-month, systematic field evaluation of low-cost air pollution sensors was performed in Denver, Colorado, over 2015-2016; the location was chosen to evaluate the sensors in a high-altitude, cool, and dry climate. A suite of particulate matter (PM), ozone (O<sub>3</sub>), and nitrogen dioxide (NO<sub>2</sub>) sensors were deployed in triplicate and were collocated with federal equivalent method (FEM) monitors at an urban regulatory site. Sensors were evaluated for their data completeness, correlation with reference monitors, and ability to reproduce trends in pollution data, such as daily concentration values and wind-direction patterns. Most sensors showed high data completeness when data loggers were functioning properly. The sensors displayed a range of correlations with reference instruments, from poor to very high (e.g., hourly-average PM Pearson correlations with reference measurements varied from 0.01 to 0.86). Some sensors showed a change in response to laboratory audits/testing from before the sampling campaign to afterwards, such as Aeroqual, where the O<sub>3</sub> response slope changed from about 1.2 to 0.6. Some PM sensors measured wind-direction and time-of-day trends similar to those measured by reference monitors, while others did not. This study showed different results for sensor performance than previous studies performed by the U.S. EPA and others, which could be due to different geographic location, meteorology, and aerosol properties. These results imply that continued field testing is necessary to understand emerging air sensing technology."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Oak Ridge Institute for Science and Education, Oak Ridge, TN 37830, USA."}, {"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Feinberg", "ForeName": "Stephen", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Williams", "ForeName": "Ron", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Hagler", "ForeName": "Gayle S W", "Initials": "GSW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. EPA Region 8, Denver, CO 80202, USA."}], "Identifier": [], "LastName": "Rickard", "ForeName": "Joshua", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. EPA Region 4, Atlanta, GA 30303, USA."}], "Identifier": [], "LastName": "Brown", "ForeName": "Ryan", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. EPA Region 4, Atlanta, GA 30303, USA."}], "Identifier": [], "LastName": "Garver", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State of Colorado Department of Public Health and Environment (CDPHE), Denver, CO, USA."}], "Identifier": [], "LastName": "Harshfield", "ForeName": "Greg", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State of Colorado Department of Public Health and Environment (CDPHE), Denver, CO, USA."}], "Identifier": [], "LastName": "Stauffer", "ForeName": "Phillip", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State of Colorado Department of Public Health and Environment (CDPHE), Denver, CO, USA."}], "Identifier": [], "LastName": "Mattson", "ForeName": "Erick", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. EPA Region 1, Boston, MA 02109, USA."}], "Identifier": [], "LastName": "Judge", "ForeName": "Robert", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Jacobs Technology, Inc, Research Triangle Park, NC 27709, USA."}], "Identifier": [], "LastName": "Garvey", "ForeName": "Sam", "Initials": "S"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Meas Tech", "NlmUniqueID": "101622298", "ISSNLinking": "1867-1381"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Borrego C, Costa AM, Ginja J, Amorim M, Coutinho M, Karatzas K, Sioumis T, Katsifarakis N, Konstantinidis K, De Vito S, Esposito E, Smith P, André N, Gérard P, Francis LA, Castell N, Schneider P, Viana M, Minguillón MC, Reimringer W, Otjes RP, von Sicard O, Pohle R, Elen B, Suriano D, Pfister V, Prato M, Dipinto S, and Penza M: Assessment of air quality microsensors versus reference methods: The EuNetAir joint exercise, Atmos. Environ, 147, 246–263, 10.1016/j.atmosenv.2016.09.050, 2016.", "ArticleIdList": ["10.1016/j.atmosenv.2016.09.050"]}, {"Citation": "Crilley LR, Shaw M, Pound R, Kramer LJ, Price R, Young S, Lewis AC, and Pope FD: Evaluation of a low-cost optical particle counter (Alphasense OPC-N2) for ambient air monitoring, Atmos. Meas. Tech, 11, 709–720, 10.5194/amt-11-709-2018, 2018.", "ArticleIdList": ["10.5194/amt-11-709-2018"]}, {"Citation": "Cross ES, Williams LR, Lewis DK, Magoon GR, Onasch TB, Kaminsky ML, Worsnop DR, and Jayne JT: Use of electrochemical sensors for measurement of air pollution: correcting interference response and validating measurements, Atmos. Meas. Tech, 10, 3575–3588, 10.5194/amt-10-3575-2017, 2017.", "ArticleIdList": ["10.5194/amt-10-3575-2017"]}, {"Citation": "Gao M, Cao J, and Seto E: A distributed network of low-cost continuous reading sensors to measure spatiotemporal variations of PM2.5 in Xi’an, China, Environ. Pollut, 199, 56–65, 10.1016/j.envpol.2015.01.013, 2015.", "ArticleIdList": ["10.1016/j.envpol.2015.01.013", "25618367"]}, {"Citation": "Hagan DH, Isaacman-VanWertz G, Franklin JP, Wallace LMM, Kocar BD, Heald CL, and Kroll JH: Calibration and assessment of electrochemical air quality sensors by co-location with regulatory-grade instruments, Atmos. Meas. Tech, 11, 315–328, 10.5194/amt-11-315-2018, 2018.", "ArticleIdList": ["10.5194/amt-11-315-2018"]}, {"Citation": "Holstius DM, Pillarisetti A, Smith KR, and Seto E: Field calibrations of a low-cost aerosol sensor at a regulatory monitoring site in California, Atmos. Meas. Tech, 7, 1121–1131, 10.5194/amt-7-1121-2014, 2014.", "ArticleIdList": ["10.5194/amt-7-1121-2014"]}, {"Citation": "Jiao W, Hagler G, Williams R, Sharpe R, Brown R, Garver D, Judge R, Caudill M, Rickard J, Davis M, Wein-stock L, Zimmer-Dauphinee S, and Buckley K: Community Air Sensor Network (CAIRSENSE) project: evaluation of low-cost sensor performance in a suburban environment in the southeastern United States, Atmos. Meas. Tech, 9, 5281–5292, 10.5194/amt-9-5281-2016, 2016.", "ArticleIdList": ["10.5194/amt-9-5281-2016", "PMC7425750", "32802212"]}, {"Citation": "Kaufman A, Williams R, Barzyk T, Greenberg M, O’Shea M, Sheridan P, Hoang A, Ash C, Teitz A, Mustafa M, and Garvey S: A Citizen Science and Government Collaboration: Developing Tools to Facilitate Community Air Monitoring, Environmental Justice, 10, 51–61, 10.1089/env.2016.0044, 2017.", "ArticleIdList": ["10.1089/env.2016.0044", "PMC6859650", "31741700"]}, {"Citation": "Kumar P, Morawska L, Martani C, Biskos G, Neophytou M, Di Sabatino S, Bell M, Norford L, and Britter R: The rise of low-cost sensing for managing air pollution in cities, Environ. Int, 75, 199–205, 2015.", "ArticleIdList": ["25483836"]}, {"Citation": "Lewis A and Edwards P: Validate personal air-pollution sensors,Nature, 535, 29–31, 2016.", "ArticleIdList": ["27383969"]}, {"Citation": "Lewis AC, Lee JD, Edwards PM, Shaw MD, Evans MJ, Moller SJ, Smith KR, Buckley JW, Ellis M, Gillot SR, and White A: Evaluating the performance of low cost chemical sensors for air pollution research, Faraday Discuss, 189, 85–103, 10.1039/C5FD00201J, 2016.", "ArticleIdList": ["10.1039/C5FD00201J", "27104223"]}, {"Citation": "Manikonda A, Zíková N, Hopke PK, and Ferro AR: Laboratory assessment of low-cost PM monitors, J. Aerosol Sci, 102, 29–40, 10.1016/j.jaerosci.2016.08.010, 2016.", "ArticleIdList": ["10.1016/j.jaerosci.2016.08.010"]}, {"Citation": "McKercher GR and Vanos JK: Low-cost mobile air pollution monitoring in urban environments: a pilot study in Lubbock, Texas, Environ. Technol, 39, 1505–1514, 10.1080/09593330.2017.1332106, 2018.", "ArticleIdList": ["10.1080/09593330.2017.1332106", "28513291"]}, {"Citation": "McKercher GR, Salmond JA, and Vanos JK: Characteristics and applications of small, portable gaseous air pollution monitors, Environ. Pollut, 223, 102–110, 10.1016/j.envpol.2016.12.045, 2017.", "ArticleIdList": ["10.1016/j.envpol.2016.12.045", "28162801"]}, {"Citation": "Mead M, Popoola O, Stewart G, Landshoff P, Calleja M, Hayes M, Baldovi J, McLeod M, Hodgson T, Dicks J, Lewis AC, Cohen J, Baron R, Saffell J, and Jones R: The use of electrochemical sensors for monitoring urban air quality in low-cost, high-density networks, Atmos. Environ, 70, 186–203, 2013."}, {"Citation": "Mukherjee A, Stanton GL, Graham RA, and Roberts TP: Assessing the Utility of Low-Cost Particulate Matter Sensors over a 12-Week Period in the Cuyama Valley of California, Sensors, 17, 1805, 10.3390/s17081805, 2017.", "ArticleIdList": ["10.3390/s17081805", "PMC5579502", "28783065"]}, {"Citation": "Rai AC, Kumar P, Pilla F, Skouloudis AN, Di Sabatino S, Ratti C, Yasar A, and Rickerby D: End-user perspective of low-cost sensors for outdoor air pollution monitoring, Sci. Total Environ, 607–608, 691–705, 10.1016/j.scitotenv.2017.06.266, 2017.", "ArticleIdList": ["10.1016/j.scitotenv.2017.06.266", "28709103"]}, {"Citation": "Ramaswami A, Russell AG, Culligan PJ, Sharma KR, and Kumar E: Meta-principles for developing smart, sustainable, and healthy cities, Science, 352, 940–943, 10.1126/science.aaf7160, 2016.", "ArticleIdList": ["10.1126/science.aaf7160", "27199418"]}, {"Citation": "Snyder EG, Watkins TH, Solomon PA, Thoma ED, Williams RW, Hagler GSW, Shelow D, Hindin DA, Kilaru VJ, and Preuss PW: The Changing Paradigm of Air Pollution Monitoring, Environ. Sci. Technol, 47, 11369–11377, 10.1021/es4022602, 2013.", "ArticleIdList": ["10.1021/es4022602", "23980922"]}, {"Citation": "Sousan S, Koehler K, Hallett L, and Peters TM: Evaluation of the Alphasense Optical Particle Counter (OPC-N2) and the Grimm Portable Aerosol Spectrometer (PAS-1.108), Aerosol Sci. Tech, 50, 1352–1365, 10.1080/02786826.2016.1232859, 2016.", "ArticleIdList": ["10.1080/02786826.2016.1232859", "PMC5580936", "28871213"]}, {"Citation": "South Coast Air Quality Management District Air Quality Sensor Performance Evaluation Center: AQ-SPEC Home Page, available at: http://www.aqmd.gov/aq-spec, last access:\n5 December 2017."}, {"Citation": "U.S. EPA: Air Sensor Toobox, available at: https://www.epa.gov/air-sensor-toolbox, last access:\n5 December 2017."}, {"Citation": "Wang Y, Li J, Jing H, Zhang Q, Jiang J, and Biswas P: Laboratory Evaluation and Calibration of Three Low-Cost Particle Sensors for Particulate Matter Measurement, Aerosol Sci. Tech, 49, 1063–1077, 10.1080/02786826.2015.1100710, 2015.", "ArticleIdList": ["10.1080/02786826.2015.1100710"]}, {"Citation": "Williams R: CAIRSENSE Denver, available at: https://edg.epa.gov, las access:\n6 August 2018."}, {"Citation": "Williams R, Watkins T, and Long R: Low cost sensor calibration options, Environmental Manager, 10–15, January 2014."}, {"Citation": "Woodall MG, Hoover DM, Williams R, Benedict K, Harper M, Soo J-C, Jarabek MA, Stewart JM, Brown SJ, Hulla EJ, Caudill M, Clements LA, Kaufman A, Parker JA, Keating M, Balshaw D, Garrahan K, Burton L, Batka S, Limaye SV, Hakkinen JP, and Thompson B: Interpreting Mobile and Handheld Air Sensor Readings in Relation to Air Quality Standards and Health Effect Reference Values: Tackling the Challenges, Atmosphere, 8, 182, 10.3390/atmos8100182, 2017.", "ArticleIdList": ["10.3390/atmos8100182", "PMC5662140", "29093969"]}, {"Citation": "Zimmerman N, Presto AA, Kumar SPN, Gu J, Hauryliuk A, Robinson ES, Robinson AL, and Subramanian R: A machine learning calibration model using random forests to improve sensor performance for lower-cost air quality monitoring, Atmos. Meas. Tech, 11, 291–313, 10.5194/amt-11-291-2018, 2018.", "ArticleIdList": ["10.5194/amt-11-291-2018"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2019", "Month": "10", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31595175", "NIHMS1041048", "PMC6781239", "10.5194/amt-11-4605-2018"]}}]}