{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31681836", "DateCompleted": {"Year": "2020", "Month": "05", "Day": "29"}, "DateRevised": {"Year": "2020", "Month": "05", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "23"}], "Language": ["eng"], "ELocationID": ["eaaw4018", "10.1126/sciadv.aaw4018"], "Journal": {"ISSN": "2375-2548", "JournalIssue": {"Volume": "5", "Issue": "10", "PubDate": {"Year": "2019", "Month": "Oct"}}, "Title": "Science advances", "ISOAbbreviation": "Sci Adv"}, "ArticleTitle": "Volcanic mercury and mutagenesis in land plants during the end-Triassic mass extinction.", "Pagination": {"StartPage": "eaaw4018", "MedlinePgn": "eaaw4018"}, "Abstract": {"AbstractText": ["During the past 600 million years of Earth history, four of five major extinction events were synchronous with volcanism in large igneous provinces. Despite improved temporal frameworks for these events, the mechanisms causing extinctions remain unclear. Volcanic emissions of greenhouse gases, SO<sub>2</sub>, and halocarbons are generally considered as major factors in the biotic crises, resulting in global warming, acid deposition, and ozone layer depletion. Here, we show that pulsed elevated concentrations of mercury in marine and terrestrial sediments across the Triassic-Jurassic boundary in southern Scandinavia and northern Germany correlate with intense volcanic activity in the Central Atlantic Magmatic Province. The increased levels of mercury-the most genotoxic element on Earth-also correlate with high occurrences of abnormal fern spores, indicating severe environmental stress and genetic disturbance in the parent plants. We conclude that this offers compelling evidence that emissions of toxic volcanogenic substances contributed to the end-Triassic biotic crisis."], "CopyrightInformation": "Copyright © 2019 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC)."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Geological Survey of Denmark and Greenland, Øster Voldgade 10, DK-1350 Copenhagen K, Denmark."}], "Identifier": ["0000-0001-8278-1055"], "LastName": "Lindström", "ForeName": "Sofie", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geoscience, Aarhus University, Hoegh-Guldbergs Gade 2, DK-8000 Aarhus C, Denmark."}], "Identifier": ["0000-0002-2961-9654"], "LastName": "Sanei", "ForeName": "Hamed", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences, Marine Palynology and Paleoceanography, Utrecht University, Princetonlaan 8A, 3584 CB Utrecht, Netherlands."}], "Identifier": ["0000-0003-2270-6285"], "LastName": "van de Schootbrugge", "ForeName": "Bas", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Geological Survey of Denmark and Greenland, Øster Voldgade 10, DK-1350 Copenhagen K, Denmark."}], "Identifier": ["0000-0002-0792-2257"], "LastName": "Pedersen", "ForeName": "Gunver K", "Initials": "GK"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geoscience, Aarhus University, Hoegh-Guldbergs Gade 2, DK-8000 Aarhus C, Denmark."}, {"Identifier": [], "Affiliation": "Department of Earth and Planetary Sciences, University of California, Davis, Davis, CA 95616, USA."}], "Identifier": [], "LastName": "Lesher", "ForeName": "Charles E", "Initials": "CE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geoscience, Aarhus University, Hoegh-Guldbergs Gade 2, DK-8000 Aarhus C, Denmark."}], "Identifier": ["0000-0003-1407-7298"], "LastName": "Tegner", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Authority for Mining, Energy and Geology, Stilleweg 2, D-30655 Hannover, Germany."}], "Identifier": ["0000-0002-0661-3807"], "LastName": "Heunisch", "ForeName": "Carmen", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Geological Survey of Denmark and Greenland, Øster Voldgade 10, DK-1350 Copenhagen K, Denmark."}], "Identifier": ["0000-0002-8420-3379"], "LastName": "Dybkjær", "ForeName": "Karen", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Geological Survey of Canada, Natural Resources Canada, 601 Booth Street, Ottawa, Ontario K1A 0E8, Canada."}], "Identifier": [], "LastName": "Outridge", "ForeName": "Peter M", "Initials": "PM"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Sci Adv", "NlmUniqueID": "101653440", "ISSNLinking": "2375-2548"}, "ChemicalList": [{"RegistryNumber": "FXS1BY2PGL", "NameOfSubstance": "Mercury"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "genetics"], "DescriptorName": "Embryophyta"}, {"QualifierName": [], "DescriptorName": "Extinction, Biological"}, {"QualifierName": [], "DescriptorName": "Ferns"}, {"QualifierName": [], "DescriptorName": "Fossils"}, {"QualifierName": [], "DescriptorName": "Germany"}, {"QualifierName": ["toxicity"], "DescriptorName": "Mercury"}, {"QualifierName": [], "DescriptorName": "Mutagenesis"}, {"QualifierName": [], "DescriptorName": "Scandinavian and Nordic Countries"}, {"QualifierName": [], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "Volcanic Eruptions"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Schoene B., Guex J., Bartolini A., Schaltegger U., Blackburn T. J., Correlating the end-Triassic mass extinction and flood basalt volcanism at the 100 ka level. Geology 38, 387–390 (2010)."}, {"Citation": "Wotzlaw J.-F., Guex J., Bartolini A., Gallet Y., Krystyn L., McRoberts C. A., Taylor D., Schoene B., Schaltegger U., Towards accurate numerical calibration of the Late Triassic: High-precision U-Pb geochronology constraints on the duration of the Rhaetian. Geology 42, 571–574 (2014)."}, {"Citation": "McGhee G. R. Jr., Clapham M. E., Sheehan P. M., Bottjer D. J., Droser M. L., A new ecological-severity ranking of major Phanerozoic biodiversity crises. Palaeogeogr. Palaeoclimatol. Palaeoecol. 370, 260–270 (2013)."}, {"Citation": "Hesselbo S. P., Robinson S. A., Surlyk F., Piasecki S., Terrestrial and marine extinction at the Triassic-Jurassic boundary synchronized with major carbon-cycle perturbation: A link to initiation of massive volcanism? Geology 30, 251–254 (2002)."}, {"Citation": "Ruhl M., Bonis N. R., Reichart G.-J., Sinninghe Damsté J. S., Kürschner W. M., Atmospheric carbon injection linked to end-Triassic mass extinction. Science 333, 430–434 (2011).", "ArticleIdList": ["21778394"]}, {"Citation": "A. Marzoli, S. Callegaro, J. Dal Corso, J. H. F. L. Davies, M. Chiaradia, N. Youbi, H. Bertrand, L. Reisberg, R. Merle, F. Jourdan, The Central Atlantic Magmatic Province: A review, in The Late Triassic World, L. H. Tanner, Ed. (Topics in Geobiology 46, Springer, 2018), chap. 4."}, {"Citation": "Davies J. H. F. L., Marzoli A., Bertrand H., Youbi N., Ernesto M., Schaltegger U., End-Triassic mass extinction started by intrusive CAMP activity. Nat. Commun. 8, 15596 (2017).", "ArticleIdList": ["PMC5460029", "28561025"]}, {"Citation": "Blackburn T. J., Olsen P. E., Bowring S. A., McLean N. M., Kent D. V., Puffer J., McHone G., Rasbury E. T., Et-Touhami M., Zircon U-Pb geochronology links the end-triassic extinction with the Central Atlantic Magmatic Province. Science 340, 941–945 (2013).", "ArticleIdList": ["23519213"]}, {"Citation": "Lindström S., van de Schootbrugge B., Dybkjær K., Pedersen G. K., Fiebig J., Nielsen L. H., Richoz S., No causal link between terrestrial ecosystem change and methane release during the end-Triassic mass extinction. Geology 40, 531–534 (2012)."}, {"Citation": "Pálfy J., Zajzon N., Environmental changes across the Triassic-Jurassic boundary and coeval volcanism inferred from elemental geochemistry and mineralogy in the Kendlbachgraben section (Northern Calcareous Alps, Austria). Earth Planet. Sci. Lett. 335, 121–134 (2012)."}, {"Citation": "Tanner L. H., Kyte F. T., Richoz S., Krystyn L., Distribution of iridium and associated geochemistry across the Triassic-Jurassic boundary in sections at Kuhjoch and Kendlbach, Northern Calcareous Alps, Austria. Palaeogeogr. Palaeoclimatol. Palaeoecol. 449, 13–26 (2016)."}, {"Citation": "Sanei H., Grasby S. E., Beauchamp B., Latest Permian mercury anomalies. Geology 40, 63–66 (2012)."}, {"Citation": "Grasby S. E., Sanei H., Beauchamp B., Chen Z., Mercury deposition through the Permo-Triassic Biotic Crisis. Chem. Geol. 351, 209–216 (2013)."}, {"Citation": "Pyle D. M., Mather T. A., The importance of volcanic emissions for the global atmospheric mercury cycle. Atmos. Environ. 37, 5115–5124 (2003)."}, {"Citation": "Schroeder W. H., Munthe J., Atmospheric mercury—An overview. Atmos. Environ. 32, 809–822 (1998)."}, {"Citation": "Thibodeau A. M., Ritterbush K., Yager J. A., West A. J., Ibarra Y., Bottjer D. J., Berelson W. M., Bergquist B. A., Corsetti F. A., Mercury anomalies and the timing of biotic recovery following the end-Triassic mass extinction. Nat. Commun. 7, 11147 (2016).", "ArticleIdList": ["PMC4823824", "27048776"]}, {"Citation": "Percival L. M. E., Ruhl M., Hesselbo S. P., Jenkyns H. C., Mather T. A., Whiteside J. H., Mercury evidence for pulsed volcanism during the end-Triassic mass extinction. Proc. Natl. Acad. Sci. U.S.A. 114, 7929–7934 (2017).", "ArticleIdList": ["PMC5544315", "28630294"]}, {"Citation": "Them T. R. II, Jagoe C. H., Caruthers A. H., Gill B. C., Grasby S. E., Gröcke D. R., Yin R., Owens J. D., Terrestrial sources as the primary delivery mechanism of mercury to the oceans across the Toarcian Oceanic Anoxic Event (Early Jurassic). Earth Planet. Sci. Lett. 507, 62–72 (2019)."}, {"Citation": "Shen J., Algeo T. J., Chen J., Planavsky N. J., Feng Q., Yu J., Liu J., Mercury in marine Ordovician/Silurian boundary sections of South China is sulfide-hosted and non-volcanic in origin. Earth Planet. Sci. Lett. 511, 130–140 (2019)."}, {"Citation": "Bergquist B. A., Mercury, volcanism, and mass extinctions. Proc. Natl. Acad. Sci. U.S.A. 114, 8675–8677 (2017).", "ArticleIdList": ["PMC5565465", "28765366"]}, {"Citation": "Nagajyoti P. C., Lee K. D., Sreekanth T. V. M., Heavy metals, occurrence and toxicity for plants: A review. Environ. Chem. Lett. 8, 199–216 (2010)."}, {"Citation": "Gupta M., Devi S., Chronic toxicity of cadmium in Pteris vittata, a roadside fern. Ecotoxicology 3, 235–247 (1994).", "ArticleIdList": ["24202123"]}, {"Citation": "Mičieta K., Murín G., Microspore analysis for genotoxicity of a polluted environment. Environ. Exp. Bot. 36, 21–27 (1996)."}, {"Citation": "Foster C. B., Afonin S. A., Abnormal pollen grains: An outcome of deteriorating atmospheric conditions around the Permian - Triassic boundary. J. Geol. Soc. London 162, 653–659 (2005)."}, {"Citation": "Lindström S., McLoughlin S., Drinnan A. N., Intraspecific variation of taeniate bisaccate pollen within Permian glossopterid sporangia, from the Prince Charles Mountains, Antarctica. Int. J. Plant Sci. 158, 673–684 (1997)."}, {"Citation": "Rabe E. W., Haufler C. H., Incipient polyploid speciation in the maidenhair fern (Adiantum pedatum, Adiantaceae)? Am. J. Bot. 79, 701–707 (1992)."}, {"Citation": "Visscher H., Looy C. V., Collinson M. E., Brinkhuis H., van Konijnenburg-van Cittert J. H. A., Kürschner W. M., Sephton M. A., Environmental mutagenesis during the end-Permian ecological crisis. Proc. Natl. Acad. Sci. U.S.A. 101, 12952–12956 (2004).", "ArticleIdList": ["PMC516500", "15282373"]}, {"Citation": "Filipiak P., Racki G., Proliferation of abnormal palynoflora during the end-Devonian biotic crisis. Geol. Quart. 54, 1–14 (2010)."}, {"Citation": "Benca J. P., Duijnstee I. A. P., Looy C. V., UV-B-induced forest sterility: Implications of ozone shield failure in Earth's largest extinction. Sci. Adv. 4, e1700618 (2018).", "ArticleIdList": ["PMC5810612", "29441357"]}, {"Citation": "Hochuli P. A., Schneebeli-Hermann E., Mangerud G., Bucher H., Evidence for atmospheric pollution across the Permian-Triassic transition. Geology 45, 1123–1126 (2017)."}, {"Citation": "van de Schootbrugge B., Wignall P. B., A tale of two extinctions: Converging end-Permian and end-Triassic scenarios. Geol. Mag. 153, 332–354 (2016)."}, {"Citation": "Lindström S., van de Schootbrugge B., Hansen K. H., Pedersen G. K., Alsen P., Thibault N., Dybkjær K., Bjerrum C. J., Nielsen L. H., A new correlation of Triassic-Jurassic boundary successions in NW Europe, Nevada and Peru, and the Central Atlantic Magmatic Province: A time-line for the end-Triassic mass extinction. Palaeogeogr. Palaeoclimatol. Palaeoecol. 478, 80–102 (2017)."}, {"Citation": "Heimdal T. H., Svensen H. H., Ramezani J., Iyer K., Pereira E., Rodrigues R., Jones M. T., Callegaro S., Large-scale sill emplacement in Brazil as a trigger for the end-Triassic crisis. Sci. Rep. 8, 141 (2018).", "ArticleIdList": ["PMC5760721", "29317730"]}, {"Citation": "Hillebrandt A. V., Krystyn L., Kürschner W. M., Bonis N. R., Ruhl M., Richoz S., Schobben M. A. N., Urlichs M., Bown P. R., Kment K., McRoberts C. A., Simms M., Tomãsových A., The Global Stratotype Sections and Point (GSSP) for the base of the Jurassic System at Kuhjoch (Karwendel Mountains, Northern Calcareous Alps, Tyrol, Austria). Episodes 36, 162–198 (2013)."}, {"Citation": "Barth G., Franz M., Heunisch C., Ernst W., Zimmermann J., Wolfgramm M., Marine and terrestrial sedimentation across the T-J transition in the North German Basin. Palaeogeogr. Palaeoclimatol. Palaeoecol. 489, 74–94 (2018)."}, {"Citation": "van de Schootbrugge B., Quan T. M., Lindström S., Püttmann W., Heunisch C., Pross J., Fiebig J., Petschik R., Röhling H. -G., Richoz S., Rosenthal Y., Falkowski P. G., Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism. Nat. Geosci. 2, 589–594 (2009)."}, {"Citation": "Lindström S., Palynofloral patterns of terrestrial ecosystem change during the end-Triassic event - a review. Geol. Mag. 153, 223–251 (2016)."}, {"Citation": "McElwain J. C., Popa M. E., Hesselbo S. P., Haworth M., Surlyk F., Macroecological responses of terrestrial vegetation to climatic and atmospheric change across the Triassic/Jurassic boundary in East Greenland. Paleobiology 33, 547–573 (2007)."}, {"Citation": "Panfili G., Cirilli S., Dal Corso J., Bertrand H., Medina F., Youbi N., Marzoli A., New biostratigraphic constraints show rapid emplacement of the Central Atlantic Magmatic Province (CAMP) during the end-Triassic mass extinction interval. Global Planet. Change 172, 60–68 (2019)."}, {"Citation": "Heimdal T. H., Callegaro S., Svensen H. H., Jones M. T., Pereira E., Planke S., Evidence for magma - evaporite interactions during the emplacement of the Central Atlantic Magmatic Province (CAMP) in Brazil. Earth Planet. Sci. Lett. 506, 476–492 (2019)."}, {"Citation": "Dal Corso J., Marzoli A., Tateo F., Jenkyns H. C., Bertrand H., Youbi N., Mahmoudi A., Font E., Buratti N., Cirilli S., The dawn of CAMP volcanism and its bearing on the end-Triassic carbon cycle disruption. J. Geol. Soc. London 171, 153–164 (2014)."}, {"Citation": "Jones M. T., Percival L. M. E., Stokke E. W., Frieling J., Mather T. A., Riber L., Schubert B. A., Schultz B., Tegner C., Planke S., Svensen H. H., Mercury anomalies across the Palaeocene-Eocene Thermal Maximum. Clim. Past 15, 217–236 (2019)."}, {"Citation": "Outridge P. M., Mason R. P., Wang F., Guerrero S., Heimbürger-Boavida L. E., Updated global and oceanic mercury budgets for the United Nations Global Mercury Assessment 2018. Environ. Sci. Technol. 52, 11466–11477 (2018).", "ArticleIdList": ["30226054"]}, {"Citation": "Skyllberg U., Drott A., Competition between disordered iron sulfide and natural organic matter associated thiols for mercury(II)–an EXAFS study. Environ. Sci. Technol. 44, 1254–1259 (2010).", "ArticleIdList": ["20099882"]}, {"Citation": "Petersen H. I., Lindström S., Synchronous wildfire activity rise and mire deforestation at the Triassic-Jurassic boundary. PLOS ONE 7, e47236 (2012).", "ArticleIdList": ["PMC3471965", "23077574"]}, {"Citation": "Balme B. E., Fossil in-situ spores and pollen grains: An annotated catalog. Rev. Palaeobot. Palynol. 87, 81–323 (1995)."}, {"Citation": "Liu H.-M., Dyer R. J., Guo Z.-Y., Meng Z., Li J.-H., Schneider H., The evolutionary dynamics of apomixis in ferns: A case study from polystichoid ferns. J. Bot. 2012, 510478 (2012)."}, {"Citation": "Steinthorsdottir M., Jeram A. J., McElwain J. C., Extremely elevated CO2 concentrations at the Triassic/Jurassic boundary. Palaeogeogr. Palaeoclimatol. Palaeoecol. 308, 418–432 (2011)."}, {"Citation": "Wang J., Li D., Shang F., Kang X., High temperature-induced production of unreduced pollen and its cytological effects in Populus. Sci. Rep. 7, 5281 (2017).", "ArticleIdList": ["PMC5509662", "28706219"]}, {"Citation": "Kozlowski T. T., Pallardy S. G., Acclimation and adaptive responses of woody plants to environmental stresses. Bot. Rev. 68, 270–334 (2002)."}, {"Citation": "Marynowski L., Simoneit B. R. T., Widespread Upper Triassic to Lower Jurassic wildfire records from Poland: Evidence from charcoal and pyrolytic polycyclic aromatic hydrocarbons. Palaios 24, 785–798 (2009)."}, {"Citation": "Williford K. H., Grice K., Holman A., McElwain J. C., An organic record of terrestrial ecosystem collapse and recovery at the Triassic-Jurassic boundary in East Greenland. Geochim. Cosmochim. Acta 127, 251–263 (2014)."}, {"Citation": "Zhou Z. S., Huang S. Q., Guo K., Mehta S. K., Zhang P. C., Yang Z. M., Metabolic adaptations to mercury-induced oxidative stress in roots of Medicago sativa L. J. Inorg. Biochem. 101, 1–9 (2007).", "ArticleIdList": ["17084899"]}, {"Citation": "Malar S., Sahi S. V., Favas P. J. C., Venkatachalam P., Assessment of mercury heavy metal toxicity-induced physiochemical and molecular changes in Sesbania grandiflora L. Int. J. Environ. Sci. Technol. 12, 3273–3282 (2015)."}, {"Citation": "Azevedo R., Rodriguez E., Mendes R. J., Mariz-Ponte N., Sario S., Lopes J. C., de Oliveira J. M. P. F., Santos C., Inorganic Hg toxicity in plants: A comparison of different genotoxic parameters. Plant Physiol. Biochem. 125, 247–254 (2018).", "ArticleIdList": ["29477088"]}, {"Citation": "Belcher C. M., Mander L., Rein G., Jervis F. X., Haworth M., Hesselbo S. P., Glasspool I. J., McElwain J. C., Increased fire activity at the Triassic/Jurassic boundary in Greenland due to climate-driven floral change. Nat. Geosci. 3, 426–429 (2010)."}, {"Citation": "Eagles-Smith C. A., Wiener J. G., Eckley C. S., Willacker J. J., Evers D. C., Marvin-DiPasquale M., Obrist D., Fleck J. A., Aiken G. R., Lepak J. M., Jackson A. K., Webster J. P., Stewart A. R., Davis J. A., Alpers C. N., Ackerman J. T., Mercury in western North America: A synthesis of environmental contamination, fluxes, bioaccumulation, and risk to fish and wildlife. Sci. Total Environ. 568, 1213–1226 (2016).", "ArticleIdList": ["27320732"]}, {"Citation": "Steinthorsdottir M., Elliott-Kingston C., Bacon K. L., Cuticle surfaces of fossil plants as a potential proxy for volcanic SO2 emissions: Observations from the Triassic-Jurassic transition of East Greenland. Palaeobiodivers. Palaeoenviron. 98, 49–69 (2018)."}, {"Citation": "Dzyuba O. F., Teratomorphic pollen grains in modern and paleopalynological spectra and some problems of palynostratigraphy. Neftegazovaya Geologiya: Teoriya I Praktika 2, (2007)."}, {"Citation": "N. E. Poulsen, L. Gudmundsson, J. M. Hansen, Y. Husfeldt, Palynological Preparation Techniques, A New Macerationtank-Method and Other Modifications, Series C (Geological Survey of Denmark, 1990), vol. 10, pp. 1–23."}, {"Citation": "Jones D. S., Martini A. M., Fike D. A., Kaiho K., A volcanic trigger for the Late Ordovician mass extinction? Mercury data from south China and Laurentia. Geology 45, 631–634 (2017)."}, {"Citation": "Racki G., Rakocinski M., Marynowski L., Wignall P. B., Mercury enrichments and the Frasnian-Famennian biotic crisis: A volcanic trigger proved? Geology 46, 543–546 (2018)."}, {"Citation": "Sial A. N., Chen J., de Lacerda L. D., Frei R., Tewari V. C., Pandit M. K., Gaucher C., Ferreira V. P., Cirilli S., Peralta S., Korta C., Barbosa J. A., Pereira N. S., Mercury enrichment and Hg isotopes in Cretaceous-Paleogene boundary successions: Links to volcanism and palaeoenvironmental impacts. Cretaceous Res. 66, 60–81 (2016)."}, {"Citation": "Font E., Adatte T., Sial A. N., de Lacerda L. D., Keller G., Punekar J., Mercury anomaly, Deccan volcanism, and the end-Cretaceous mass extinction. Geology 44, 171–174 (2016)."}, {"Citation": "Manceau A., Wang J. X., Rovezzi M., Glatzel P., Feng X. B., Biogenesis of mercury-sulfur nanoparticles in plant leaves from atmospheric gaseous mercury. Environ. Sci. Technol. 52, 3935–3948 (2018).", "ArticleIdList": ["29536732"]}, {"Citation": "Patra M., Bhowmik N., Bandopadhyay B., Sharma A., Comparison of mercury, lead and arsenic with respect to genotoxic effects on plant systems and the development of genetic tolerance. Environ. Exp. Bot. 52, 199–223 (2004)."}, {"Citation": "Mosbæk H., Tjell J. C., Sevel T., Plant uptake of airborne mercury in background areas. Chemosphere 17, 1227–1236 (1988)."}, {"Citation": "Wojciechowska-Mazurek M., Zawadzka T., Karlowski K., Starska K., Cwiek-Ludwicka K., Brulinska-Ostrowska E., Content of lead, cadmium, mercury, zinc and copper in fruit from various regions of Poland. Rocz. Panstw. Zakl. Hig. 46, 223–238 (1995).", "ArticleIdList": ["8552962"]}, {"Citation": "Suszcynsky E. M., Shann J. R., Phytotoxicity and accumulation of mercury in Tobacco subjected to different exposure routes. Environ. Toxicol. Chem. 14, 61–67 (1995)."}, {"Citation": "Sawidis T., Reiss H.-D., Effects of heavy metals on pollen tube growth and ultrastructure. Protoplasma 185, 113–122 (1995)."}, {"Citation": "Panda K. K., Lenka M., Panda B. B., Monitoring and assessment of mercury pollution in the vicinity of a chloralkali plant. II Plant-availability, tissue-concentration and genotoxicity of mercury from agricultural soil contaminated with solid-waste assessed in Barley (Hordeum vulgare L.). Environ. Pollut. 76, 33–42 (1992).", "ArticleIdList": ["15092006"]}, {"Citation": "Petersen R. L., Francis P. C., Differential germination of fern and moss spores in response to mercuric chloride. Am. Fern J. 70, 115–118 (1980)."}, {"Citation": "Lund J. J., Rhaetic to Lower Liassic palynology of the onshore southeastern North Sea Basin. Danmarks Geologiske Undersøgelse II Raekke 109, 1–129 (1977)."}, {"Citation": "Brenner W., Bemerkungen zur Palynostratigraphie der Rhät-Lias-Grenze in SW-Deutschland. Neues Jahrbuch im Geologie und Paläontologie (Abh.) 173, 131–166 (1986)."}, {"Citation": "Kürschner W. M., Batenburg S. J., Mander L., Aberrant Classopollis pollen reveals evidence for unreduced (2n) pollen in the conifer family Cheirolepidiaceae during the Triassic-Jurassic transition. Proc. R. Soc. B Biol. Sci. 280, 20131708 (2013).", "ArticleIdList": ["PMC3757988", "23926159"]}, {"Citation": "Mander L., Kürschner W. M., McElwain J. C., Palynostratigraphy and vegetation history of the Triassic-Jurassic transition in East Greenland. J. Geol. Soc. London 170, 37–46 (2013)."}]}], "History": [{"Year": "2018", "Month": "12", "Day": "17"}, {"Year": "2019", "Month": "9", "Day": "13"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "10", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["31681836", "PMC6810405", "10.1126/sciadv.aaw4018", "aaw4018"]}}]}