{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["A549", "Air-liquid interface cell exposure", "Oxidative flow reactor", "Personal care product", "Photooxidation", "Vitrocell"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31683444", "DateCompleted": {"Year": "2020", "Month": "02", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1016/j.chemosphere.2019.125126", "S0045-6535(19)32365-3"], "Journal": {"ISSN": "1879-1298", "JournalIssue": {"Volume": "241", "PubDate": {"Year": "2020", "Month": "Feb"}}, "Title": "Chemosphere", "ISOAbbreviation": "Chemosphere"}, "ArticleTitle": "Lung cell exposure to secondary photochemical aerosols generated from OH oxidation of cyclic siloxanes.", "Pagination": {"StartPage": "125126", "MedlinePgn": "125126"}, "Abstract": {"AbstractText": ["To study the fate of cyclic volatile methyl siloxanes (cVMS) undergoing photooxidation in the environment and to assess the acute toxicity of inhaled secondary aerosols from cVMS, we used an oxidative flow reactor (OFR) to produce aerosols from oxidation of decamethylcyclopentasiloxane (D5). The aerosols produced from this process were characterized for size, shape, and chemical composition. We found that the OFR produced aerosols composed of silicon and oxygen, arranged in chain agglomerates, with primary particles of approximately 31 nm in diameter. Lung cells were exposed to the secondary organosilicon aerosols at estimated doses of 54-116 ng/cm<sup>2</sup> using a Vitrocell air-liquid interface system, and organic gases and ozone exposure was minimized through a series of denuders. Siloxane aerosols were not found to be highly toxic."], "CopyrightInformation": "Copyright © 2019 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biochemical Engineering, The University of Iowa, 4133 Seamans Center for the Engineering Arts and Sciences, Iowa City, IA, 52242, USA."}], "Identifier": [], "LastName": "King", "ForeName": "Benjamin M", "Initials": "BM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biochemical Engineering, The University of Iowa, 4133 Seamans Center for the Engineering Arts and Sciences, Iowa City, IA, 52242, USA."}], "Identifier": [], "LastName": "Janechek", "ForeName": "Nathan J", "Initials": "NJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biochemical Engineering, The University of Iowa, 4133 Seamans Center for the Engineering Arts and Sciences, Iowa City, IA, 52242, USA."}], "Identifier": [], "LastName": "Bryngelson", "ForeName": "Nathan", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational and Environmental Health, The University of Iowa, 145 N. Riverside Dr., Iowa City, IA, 52242, USA."}], "Identifier": [], "LastName": "Adamcakova-Dodd", "ForeName": "Andrea", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "RJ Lee Group, 350 Hochberg Road, Monroeville, PA, 15146, USA."}], "Identifier": [], "LastName": "Lersch", "ForeName": "Traci", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "RJ Lee Group, 350 Hochberg Road, Monroeville, PA, 15146, USA."}], "Identifier": [], "LastName": "Bunker", "ForeName": "Kristin", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "RJ Lee Group, 350 Hochberg Road, Monroeville, PA, 15146, USA."}], "Identifier": [], "LastName": "Casuccio", "ForeName": "Gary", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational and Environmental Health, The University of Iowa, 145 N. Riverside Dr., Iowa City, IA, 52242, USA."}], "Identifier": [], "LastName": "Thorne", "ForeName": "Peter S", "Initials": "PS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biochemical Engineering, The University of Iowa, 4133 Seamans Center for the Engineering Arts and Sciences, Iowa City, IA, 52242, USA. Electronic address: charles-stanier@uiowa.edu."}], "Identifier": [], "LastName": "Stanier", "ForeName": "Charles O", "Initials": "CO"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biochemical Engineering, The University of Iowa, 4133 Seamans Center for the Engineering Arts and Sciences, Iowa City, IA, 52242, USA. Electronic address: jennifer-fiegel@uiowa.edu."}], "Identifier": [], "LastName": "Fiegel", "ForeName": "Jennifer", "Initials": "J"}], "GrantList": [{"GrantID": "P30 ES005605", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chemosphere", "NlmUniqueID": "0320657", "ISSNLinking": "0045-6535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Aerosols"}, {"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Siloxanes"}, {"RegistryNumber": "0THT5PCI0R", "NameOfSubstance": "decamethylcyclopentasiloxane"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "A549 Cells"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Aerosols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Gases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["cytology", "drug effects"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Siloxanes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adamson J, Thorne D, Errington G, Fields W, Li X, Payne R, Krebs T, Dalrymple A, Fowler K, Dillon D, Xie F, Meredith C, 2014. An inter-machine comparison of tobacco smoke particle deposition in vitro from six independent smoke exposure systems. Toxicol in Vitro 28, 1320–1328.", "ArticleIdList": ["24997294"]}, {"Citation": "Albanus L, Björklund NE, Gustafsson B, Jönsson M, 1975. Forty days oral toxicity of 2,6-cis‐diphenylhexamethylcyclotetrasiloxane (KABI 1774) in beagle dogs with special reference to effects on the male reproductive system. Acta Pharmacol Tox 36, 93–130.", "ArticleIdList": ["1080338"]}, {"Citation": "Alink GM, de Boer RM, Mol J, Temmink JH, 1980. Toxic effects of ozone on human cells in vitro, exposed by gas diffusion through teflon film. Toxicology 17, 209–218.", "ArticleIdList": ["7210005"]}, {"Citation": "Arashiro M, Lin YH, Sexton KG, Zhang Z, Jaspers I, Fry RC, Vizuete WG, Gold A, Surratt JD, 2016. In vitro exposure to isoprene-derived secondary organic aerosol by direct deposition and its effects on COX-2 and IL-8 gene expression. Atmos Chem Phys 16, 14079–14090."}, {"Citation": "Atkinson R, 1991. Kinetics of the gas-phase reactions of a series of organosilicon compounds with hydroxyl and nitrate(NO3) radicals and ozone at 297 ± 2 K. Environ Sci Technol 25, 863–866."}, {"Citation": "Balharry D, Sexton K, BéruBé KA, 2008. An in vitro approach to assess the toxicity of inhaled tobacco smoke components: Nicotine, cadmium, formaldehyde and urethane. Toxicology 244, 66–76.", "ArticleIdList": ["18082304"]}, {"Citation": "Bzdek BR, Horan AJ, Pennington MR, Janechek NJ, Baek J, Stanier CO, Johnston MV, 2014. Silicon is a frequent component of atmospheric nanoparticles. Environ Sci Technol 48, 11137–11145.", "ArticleIdList": ["25203137"]}, {"Citation": "Chandramouli B, Kamens R, 2001. The photochemical formation and gas–particle partitioning of oxidation products of decamethyl cyclopentasiloxane and decamethyl tetrasiloxane in the atmosphere. Atmos Environ 35, 87–95."}, {"Citation": "Chortarea S, Clift MJD, Vanhecke D, Endes C, Wick P, Petri-Fink A, Rothen-Rutishauser B, 2015. Repeated exposure to carbon nanotube-based aerosols does not affect the functional properties of a 3D human epithelial airway model. Nanotoxicology 9, 983993.", "ArticleIdList": ["25697181"]}, {"Citation": "Chowdhury PH, He Q, Lasitza Male T, Brune WH, Rudich Y, Pardo M, 2018. Exposure of lung epithelial cells to photochemically aged secondary organic aerosol shows increased toxic effects. Environ Sci Tech Let 5, 424–430."}, {"Citation": "Comouth A, Saathoff H, Naumann KH, Muelhopt S, Paur HR, Leisner T, 2013. Modelling and measurement of particle deposition for cell exposure at the air-liquid interface. J Aerosol Sci 63, 103–114."}, {"Citation": "Crestani B, Cornillet P, Dehoux M, Rolland C, Guenounou M, Aubier M, 1994. Alveolar type II epithelial cells produce interleukin-6 in vitro and in vivo. Regulation by alveolar macrophage secretory products. J Clin Invest 94, 731–740.", "ArticleIdList": ["PMC296153", "8040328"]}, {"Citation": "Fiegel J, Ehrhardt C, Schaefer UF, Lehr C-M, Hanes J, 2003. Large porous particle impingement on lung epithelial cell monolayers - Toward improved particle characterization in the lung. Pharm Res 20, 788–796.", "ArticleIdList": ["12751635"]}, {"Citation": "Genualdi S, Harner T, Cheng Y, MacLeod M, Hansen KM, van Egmond R, Shoeib M, Lee SC, 2011. Global distribution of linear and cyclic volatile methyl siloxanes in air. Environ Sci Technol 45, 3349–3354.", "ArticleIdList": ["21438524"]}, {"Citation": "Gualtieri M, Øvrevik J, Holme JA, Perrone MG, Bolzacchini E, Schwarze PE, Camatini M, 2010. Differences in cytotoxicity versus pro-inflammatory potency of different PM fractions in human epithelial lung cells. Toxicol in Vitro 24, 29–39.", "ArticleIdList": ["19772914"]}, {"Citation": "Holder AL, Carter BJ, Goth–Goldstein R, Lucas D, Koshland CP, 2012. Increased cytotoxicity of oxidized flame soot. Atmos Pollut Res 3, 25–31."}, {"Citation": "Horii Y, Kannan K, 2008. Survey of organosilicone compounds, including cyclic and linear siloxanes, in personal-care and household products. Arch Environ Con Tox 55, 701–710.", "ArticleIdList": ["18443842"]}, {"Citation": "Janechek NJ, Hansen KM, Stanier CO, 2017. Comprehensive atmospheric modeling of reactive cyclic siloxanes and their oxidation products. Atmos Chem Phys 17, 8357–8370.", "ArticleIdList": ["PMC6368090", "30740128"]}, {"Citation": "Janechek NJ, Marek RF, Bryngelson N, Singh A, Bullard RL, Brune WH, Stanier CO, 2019. Physical properties of secondary photochemical aerosol from OH oxidation of a cyclic siloxane. Atmos Chem Phys 19, 1649–1664.", "ArticleIdList": ["PMC6936766", "31889955"]}, {"Citation": "Jing XF, Park JH, Peters TM, Thorne PS, 2015. Toxicity of copper oxide nanoparticles in lung epithelial cells exposed at the air-liquid interface compared with in vivo assessment. Toxicol in Vitro 29, 502–511.", "ArticleIdList": ["PMC4373347", "25575782"]}, {"Citation": "Johnson W Jr., Bergfeld WF, Belsito DV, Hill RA, Klaassen CD, Liebler DC, Marks JG Jr., Shank RC, Slaga TJ, Snyder PW, Andersen FA, 2011. Safety assessment of cyclomethicone, cyclotetrasiloxane, cyclopentasiloxane, cyclohexasiloxane, and cycloheptasiloxane. Int J Toxicol 30, 149S–227S.", "ArticleIdList": ["22247236"]}, {"Citation": "Kang E, Root MJ, Toohey DW, Brune WH, 2007. Introducing the concept of Potential Aerosol Mass (PAM). Atmos Chem Phys 7, 5727–5744."}, {"Citation": "Kang E, Toohey DW, Brune WH, 2011. Dependence of SOA oxidation on organic aerosol mass concentration and OH exposure: experimental PAM chamber studies. Atmos Chem Phys 11, 1837–1852."}, {"Citation": "Kim JS, Peters TM, O’Shaughnessy PT, Adamcakova-Dodd A, Thorne PS, 2013. Validation of an in vitro exposure system for toxicity assessment of air-delivered nanomaterials. Toxicol in Vitro 27, 164–173.", "ArticleIdList": ["PMC3950355", "22981796"]}, {"Citation": "Lambe AT, Ahern AT, Williams LR, Slowik JG, Wong JPS, Abbatt JPD, Brune WH, Ng NL, Wright JP, Croasdale DR, Worsnop DR, Davidovits P, Onasch TB, 2011. Characterization of aerosol photooxidation flow reactors: heterogeneous oxidation, secondary organic aerosol formation and cloud condensation nuclei activity measurements. Atmos Meas Tech 4, 445–461."}, {"Citation": "Latimer HK, Kamens RM, Chandra G, 1998. The atmospheric partitioning of decamethylcylcopentasiloxane (D5) and 1-hydroxynonomethylcyclopentasiloxane (D4TOH) on different types of atmospheric particles. Chemosphere 36, 2401–2414."}, {"Citation": "Leith D, Miller-Lionberg D, Casuccio G, Lersch T, Lentz H, Marchese A, Volckens J, 2014. Development of a transfer function for a personal, thermophoretic nanoparticle sampler. Aerosol Sci Tech 48, 81–89."}, {"Citation": "Li Q, Shang J, Zhu T, 2013. Physicochemical characteristics and toxic effects of ozoneoxidized black carbon particles. Atmos Environ 81, 68–75."}, {"Citation": "Lin YH, Arashiro M, Clapp PW, Cui TQ, Sexton KG, Vizuete W, Gold A, Jaspers I, Fry RC, Surratt JD, 2017. Gene expression profiling in human lung cells exposed to isoprene-derived secondary organic aerosol. Environ Sci Technol 51, 8166–8175.", "ArticleIdList": ["PMC5610912", "28636383"]}, {"Citation": "Loret T, Peyret E, Dubreuil M, Aguerre-Chariol O, Bressot C, le Bihan O, Amodeo T, Trouiller B, Braun A, Egles C, Lacroix G, 2016. Air-liquid interface exposure to aerosols of poorly soluble nanomaterials induces different biological activation levels compared to exposure to suspensions. Part Fibre Toxicol 13, 58.", "ArticleIdList": ["PMC5137211", "27919268"]}, {"Citation": "Lucci F, Castro ND, Rostami AA, Oldham MJ, Hoeng J, Pithawalla YB, Kuczaj AK, 2018. Characterization and modeling of aerosol deposition in Vitrocell (R) exposure systems - exposure well chamber deposition efficiency. J Aerosol Sci 123, 141–160."}, {"Citation": "McDonald BC, de Gouw JA, Gilman JB, Jathar SH, Akherati A, Cappa CD, Jimenez JL, Lee-Taylor J, Hayes PL, McKeen SA, Cui YY, Kim SW, Gentner DR, Isaacman-VanWertz G, Goldstein AH, Harley RA, Frost GJ, Roberts JM, Ryerson TB, Trainer M, 2018. Volatile chemical products emerging as largest petrochemical source of urban organic emissions. Science 359, 760–764.", "ArticleIdList": ["29449485"]}, {"Citation": "McLachlan MS, Kierkegaard A, Hansen KM, van Egmond R, Christensen JH, Skjøth CA, 2010. Concentrations and fate of decamethylcyclopentasiloxane (D5) in the atmosphere. Environ Sci Technol 44, 5365–5370.", "ArticleIdList": ["20568739"]}, {"Citation": "Mojsiewicz-Pienkowska K, Krenczkowska D, 2018. Evolution of consciousness of exposure to siloxanes-review of publications. Chemosphere 191, 204–217.", "ArticleIdList": ["29035792"]}, {"Citation": "Murphy KP, Travers P, Walport M, Janeway C, 2012. Janeway’s Immunobiology. Garland Science, New York."}, {"Citation": "Navea JG, Stanier C, Young MA, Grassian VH, 2009a. A Laboratory and Modeling Study at the University of Iowa Designed to Better Understand the Atmospheric Fate of D4 and D5."}, {"Citation": "Navea JG, Xu S, Stanier CO, Young MA, Grassian VH, 2009b. Effect of ozone and relative humidity on the heterogeneous uptake of octamethylcyclotetrasiloxane and decamethylcyclopentasiloxane on model mineral dust aerosol components. J Phys Chem A 113, 7030–7038.", "ArticleIdList": ["19485395"]}, {"Citation": "Navea JG, Young MA, Xu S, Grassian VH, Stanier CO, 2011. The atmospheric lifetimes and concentrations of cyclic methylsiloxanes octamethylcyclotetrasiloxane (D-4) and decamethylcyclopentasiloxane (D-5) and the influence of heterogeneous uptake. Atmos Environ 45, 3181–3191."}, {"Citation": "Phares DJ, Rhoads KP, Johnston MV, Wexler AS, 2003. Size-resolved ultrafine particle composition analysis - 2. Houston. J Geophys Res-Atmos 108."}, {"Citation": "Poma A, Colafarina S, Aruffo E, Zarivi O, Bonfigli A, Di Bucchianico S, Di Carlo P, 2017. Effects of ozone exposure on human epithelial adenocarcinoma and normal fibroblasts cells. PLOS ONE 12, e0184519.", "ArticleIdList": ["PMC5590931", "28886142"]}, {"Citation": "Rach J, Budde J, Mohle N, Aufderheide M, 2014. Direct exposure at the air-liquid interface: evaluation of an in vitro approach for simulating inhalation of airborne substances. J Appl Toxicol 34, 506–515.", "ArticleIdList": ["23765558"]}, {"Citation": "Reddy MB, Dobrev ID, McNett DA, Tobin JM, Utell MJ, Morrow PE, Domoradzki JY, Plotzke KP, Andersen ME, 2008. Inhalation dosimetry modeling with decamethylcyclopentasiloxane in rats and humans. Toxicol Sci 105, 275–285.", "ArticleIdList": ["PMC2721671", "18583370"]}, {"Citation": "Rojanasakul Y, Wang L, Hoffman AH, Shi X, Dalal NS, Banks DE, Ma JK, 1993. Mechanisms of hydroxyl free radical-induced cellular injury and calcium overloading in alveolar macrophages. Am J Resp Cell Mol 8, 377–383.", "ArticleIdList": ["8386534"]}, {"Citation": "Rowe VK, Spencer HC, Bass SL, 1948. Toxicological studies on certain commercial silicones and hydrolyzable silane intermediates. J Ind Hyg Toxicol 30, 332–352.", "ArticleIdList": ["18100364"]}, {"Citation": "Rucker C, Kummerer K, 2015. Environmental chemistry of organosiloxanes. Chem Rev 115, 466–524.", "ArticleIdList": ["25510174"]}, {"Citation": "SCCS, 2010. Opinion on cyclomethicone octamethylcyclotetrasiloxane (cyclotetrasiloxane, D4) and decamethylcyclopentasiloxane (cyclopentasiloxane, D5)."}, {"Citation": "Schneider CA, Rasband WS, Eliceiri KW, 2012. NIH Image to ImageJ: 25 years of image analysis. Nat Methods 9, 671.", "ArticleIdList": ["PMC5554542", "22930834"]}, {"Citation": "Sommerlade R, Parlar H, Wrobel D, Kochs P, 1993. Product analysis and kinetics of the gas-phase reactions of selected organosilicon compounds with OH radicals using a smog chamber - mass-spectrometer system. Environ Sci Technol 27, 2435–2440."}, {"Citation": "Spiteller G, 2006. Peroxyl radicals: inductors of neurodegenerative and other inflammatory diseases. Their origin and how they transform cholesterol, phospholipids, plasmalogens, polyunsaturated fatty acids, sugars, and proteins into deleterious products. Free Radical Bio Med 41, 362–387.", "ArticleIdList": ["16843819"]}, {"Citation": "Tang X, Misztal P, Nazaroff WW, Goldstein AH, 2015. Siloxanes are the most abundant VOC emitted from engineering students in a classroom. Environ Sci Tech Let, 303–307."}, {"Citation": "Uhlson C, Harrison K, Allen CB, Ahmad S, White CW, Murphy RC, 2002. Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem Res Toxicol 15, 896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Wang DG, Norwood W, Alaee M, Byer JD, Brimble S, 2013. Review of recent advances in research on the toxicity, detection, occurrence and fate of cyclic volatile methyl siloxanes in the environment. Chemosphere 93, 711–725.", "ArticleIdList": ["23211328"]}, {"Citation": "Whelan MJ, Estrada E, van Egmond R, 2004. A modelling assessment of the atmospheric fate of volatile methyl siloxanes and their reaction products. Chemosphere 57, 1427–1437.", "ArticleIdList": ["15519387"]}, {"Citation": "Wu J, Wang Y, Liu G, Jia Y, Yang J, Shi J, Dong J, Wei J, Liu X, 2018. Characterization of air-liquid interface culture of A549 alveolar epithelial cells. Braz J Med Biol Res 51, e6950.", "ArticleIdList": ["PMC5731333", "29267508"]}, {"Citation": "Wu Y, Johnston MV, 2016. Molecular characterization of secondary aerosol from oxidation of cyclic methylsiloxanes. J Am Soc Mass Spectr 27, 402–409.", "ArticleIdList": ["PMC4929013", "26729452"]}, {"Citation": "Wu Y, Johnston MV, 2017. Aerosol formation from OH oxidation of the volatile cyclic methyl siloxane (cVMS) decamethylcyclopentasiloxane. Environ Sci Technol 51, 44454451.", "ArticleIdList": ["28333451"]}, {"Citation": "Xiao R, Zammit I, Wei Z, Hu W-P, MacLeod M, Spinney R, 2015. Kinetics and mechanism of the oxidation of cyclic methylsiloxanes by hydroxyl radical in the gas phase: an experimental and theoretical study. Environ Sci Technol 49, 13322–13330.", "ArticleIdList": ["26477990"]}, {"Citation": "Xu L, Shi YL, Wang T, Dong ZR, Su WP, Cai YQ, 2012. Methyl siloxanes in environmental matrices around a siloxane production facility, and their distribution and elimination in plasma of exposed population. Environ Sci Technol 46, 11718–11726.", "ArticleIdList": ["23067367"]}, {"Citation": "Xu S, Wania F, 2013. Chemical fate, latitudinal distribution and long-range transport of cyclic volatile methylsiloxanes in the global environment: A modeling assessment. Chemosphere 93, 835–843.", "ArticleIdList": ["23177006"]}, {"Citation": "Yang J, Hooper WC, Phillips DJ, Talkington DF, 2002. Regulation of proinflammatory cytokines in human lung epithelial cells infected with Mycoplasma pneumoniae. Infect Immun 70, 3649–3655.", "ArticleIdList": ["PMC128054", "12065506"]}, {"Citation": "Yu Z, Jang M, Sabo-Attwood T, Robinson SE, Jiang H, 2017. Prediction of delivery of organic aerosols onto air-liquid interface cells in vitro using an electrostatic precipitator. Toxicol in Vitro 42, 319–328.", "ArticleIdList": ["28506819"]}, {"Citation": "Yucuis RA, Stanier CO, Hornbuckle KC, 2013. Cyclic siloxanes in air, including identification of high levels in Chicago and distinct diurnal variation. Chemosphere 92, 905–910.", "ArticleIdList": ["PMC3975597", "23541357"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "30"}, {"Year": "2019", "Month": "10", "Day": "13"}, {"Year": "2019", "Month": "10", "Day": "14"}, {"Year": "2019", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31683444", "NIHMS1542052", "PMC6941482", "10.1016/j.chemosphere.2019.125126", "S0045-6535(19)32365-3"]}}]}