{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31710036", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "02"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.3791/60109"], "Journal": {"ISSN": "1940-087X", "JournalIssue": {"Issue": "152", "PubDate": {"Year": "2019", "Month": "Oct", "Day": "22"}}, "Title": "Journal of visualized experiments : JoVE", "ISOAbbreviation": "J Vis Exp"}, "ArticleTitle": "In Vivo Assessment of Alveolar Macrophage Efferocytosis Following Ozone Exposure.", "Abstract": {"AbstractText": ["Ozone (O3) is a criteria air pollutant that exacerbates and increases the incidence of chronic pulmonary diseases. O3 exposure is known to induce pulmonary inflammation, but little is known regarding how exposure alters processes important to the resolution of inflammation. Efferocytosis is a resolution process, whereby macrophages phagocytize apoptotic cells. The purpose of this protocol is to measure alveolar macrophage efferocytosis following O3-induced lung injury and inflammation. Several methods have been described for measuring efferocytosis; however, most require ex vivo manipulations. Described in detail here is a protocol to measure in vivo alveolar macrophage efferocytosis 24 h after O3 exposure, which avoids ex vivo manipulation of macrophages and serves as a simple technique that can be used to accurately represent perturbations in this resolution process. The protocol is a technically non-intensive and relatively inexpensive method that involves whole-body O3 inhalation followed by oropharyngeal aspiration of apoptotic cells (i.e., Jurkat T cells) while under general anesthesia. Alveolar macrophage efferocytosis is then measured by light microscopy evaluation of macrophages collected from bronchoalveolar (BAL) lavage. Efferocytosis is finally measured by calculating an efferocytic index. Collectively, the outlined methods quantify efferocytic activity in the lung in vivo while also serving to analyze the negative health effects of O3 or other inhaled insults."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, East Carolina University."}], "Identifier": [], "LastName": "Hodge", "ForeName": "Myles X", "Initials": "MX"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, East Carolina University."}], "Identifier": [], "LastName": "Reece", "ForeName": "Sky W", "Initials": "SW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Triangle Park, National Institute of Environmental Health and Sciences."}], "Identifier": [], "LastName": "Madenspacher", "ForeName": "Jennifer H", "Initials": "JH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, East Carolina University; gowdyk14@ecu.edu."}], "Identifier": [], "LastName": "Gowdy", "ForeName": "Kymberly M", "Initials": "KM"}], "GrantList": [{"GrantID": "R01 ES028829", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Video-Audio Media"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Vis Exp", "NlmUniqueID": "101313252", "ISSNLinking": "1940-087X"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "In Vitro Techniques"}, {"QualifierName": ["metabolism"], "DescriptorName": "Macrophages, Alveolar"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}], "CoiStatement": "Disclosures. The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Puttur F, Gregory LG, Lloyd CM Airway macrophages as the guardians of tissue repair in the lung. Immunology and Cell Biology. (2019).", "ArticleIdList": ["30768869"]}, {"Citation": "Gregoire M et al. Impaired efferocytosis and neutrophil extracellular trap clearance by macrophages in ARDS. European Respiratory Journal. 52 (2), (2018).", "ArticleIdList": ["29946009"]}, {"Citation": "Fan EKY, Fan J Regulation of alveolar macrophage death in acute lung inflammation. Respiratory Research. 19 (1), 50 (2018).", "ArticleIdList": ["PMC5872399", "29587748"]}, {"Citation": "Michlewska S, McColl A, Rossi AG, Megson IL, Dransfield I Clearance of dying cells and autoimmunity. Autoimmunity. 40 (4), 267–273 (2007).", "ArticleIdList": ["17516208"]}, {"Citation": "Bhattacharya J, Westphalen K Macrophage-epithelial interactions in pulmonary alveoli. Seminars in Immunopathology. 38 (4), 461–469 (2016).", "ArticleIdList": ["PMC5018989", "27170185"]}, {"Citation": "Donnelly LE, Barnes PJ Defective phagocytosis in airways disease. Chest. 141 (4), 1055–1062 (2012).", "ArticleIdList": ["22474147"]}, {"Citation": "Morimoto K, Janssen WJ, Terada M Defective efferocytosis by alveolar macrophages in IPF patients. Respiratory Medicine. 106 (12), 1800–1803 (2012).", "ArticleIdList": ["PMC4030720", "22999220"]}, {"Citation": "Vandivier RW et al. Dysfunctional cystic fibrosis transmembrane conductance regulator inhibits phagocytosis of apoptotic cells with proinflammatory consequences. American Journal of Physiology Lung Cellular and Molecular Physiology. 297 (4), L677–686 (2009).", "ArticleIdList": ["PMC2770781", "19633071"]}, {"Citation": "Grabiec AM et al. Diminished airway macrophage expression of the Axl receptor tyrosine kinase is associated with defective efferocytosis in asthma. The Journal of Allergy and Clinical Immunology. 140 (4), 1144–1146 e1144 (2017).", "ArticleIdList": ["28412392"]}, {"Citation": "Chen W, Frank ME, Jin W, Wahl SM TGF-beta released by apoptotic T cells contributes to an immunosuppressive milieu, Immunity. 14 (6), 715–725 (2001).", "ArticleIdList": ["11420042"]}, {"Citation": "Gao Y, Herndon JM, Zhang H, Griffith TS, Ferguson TA Antiinflammatory effects of CD95 ligand (FasL)-induced apoptosis. Journal of Experimental Medicine. 188 (5), 887–896 (1998).", "ArticleIdList": ["PMC2213381", "9730890"]}, {"Citation": "O'Brien BA, Fieldus WE, Field CJ, Finegood DT Clearance of apoptotic beta-cells is reduced in neonatal autoimmune diabetes-prone rats. Cell Death and Differentiation. 9 (4), 457–464 (2002).", "ArticleIdList": ["11965499"]}, {"Citation": "Shen ZX et al. Mineralocorticoid Receptor Deficiency in Macrophages Inhibits Atherosclerosis by Affecting Foam Cell Formation and Efferocytosis. Journal of Biological Chemistry. 292 (3), 925–935 (2017).", "ArticleIdList": ["PMC5247664", "27881672"]}, {"Citation": "Allard B, Panariti A, Martin JG Alveolar Macrophages in the Resolution of Inflammation, Tissue Repair, and Tolerance to Infection. Frontiers in Immunology. 9, 1777 (2018).", "ArticleIdList": ["PMC6079255", "30108592"]}, {"Citation": "Hamon R et al. Bushfire smoke is pro-inflammatory and suppresses macrophage phagocytic function. Science Reports. 8 (1), 13424 (2018).", "ArticleIdList": ["PMC6128914", "30194323"]}, {"Citation": "Angsana J, Chen J, Liu L, Haller CA, Chaikof EL Efferocytosis as a regulator of macrophage chemokine receptor expression and polarization. European Journal of Immunology. 46 (7), 1592–1599 (2016).", "ArticleIdList": ["PMC5036921", "27139187"]}, {"Citation": "Karaji N, Sattentau QJ Efferocytosis of Pathogen-Infected Cells. Frontiers in Immunology. 8, 1863 (2017).", "ArticleIdList": ["PMC5743670", "29312342"]}, {"Citation": "Brouckaert G et al. Phagocytosis of necrotic cells by macrophages is phosphatidylserine dependent and does not induce inflammatory cytokine production. Molecular Biology of the Cell. 15 (3), 1089–1100 (2004).", "ArticleIdList": ["PMC363082", "14668480"]}, {"Citation": "Gonzalez-Guevara E et al. Exposure to ozone induces a systemic inflammatory response: possible source of the neurological alterations induced by this gas. Inhalation Toxicology. 26 (8), 485–491 (2014).", "ArticleIdList": ["24987980"]}, {"Citation": "Robertson S et al. CD36 mediates endothelial dysfunction downstream of circulating factors induced by O3 exposure. Toxicological Sciences. 134 (2), 304–311 (2013).", "ArticleIdList": ["PMC3707435", "23650127"]}, {"Citation": "Kilburg-Basnyat B et al. Specialized Pro-Resolving Lipid Mediators Regulate Ozone-Induced Pulmonary and Systemic Inflammation. Toxicological Sciences. 163 (2), 466–477 (2018).", "ArticleIdList": ["PMC5974791", "29471542"]}, {"Citation": "Jakab GJ, Spannhake EW, Canning BJ, Kleeberger SR, Gilmour MI The effects of ozone on immune function. Environ Health Perspect. 103 Suppl 2, 77–89 (1995).", "ArticleIdList": ["PMC1518840", "7614952"]}, {"Citation": "Gilmour MI, Hmieleski RR, Stafford EA, Jakab GJ Suppression and recovery of the alveolar macrophage phagocytic system during continuous exposure to 0.5 ppm ozone. Experimental Lung Research. 17 (3), 547–558 (1991).", "ArticleIdList": ["1860453"]}, {"Citation": "Nayak DK, Mendez O, Bowen S, Mohanakumar T Isolation and In Vitro Culture of Murine and Human Alveolar Macrophages. Journal of Visualized Experiments. 10.3791/57287 (134) (2018).", "ArticleIdList": ["10.3791/57287", "PMC6100701", "29733312"]}, {"Citation": "Tao H et al. Macrophage SR-BI mediates efferocytosis via Src/PI3K/Rac1 signaling and reduces atherosclerotic lesion necrosis. Journal of Lipid Research. 56 (8), 1449–1460 (2015).", "ArticleIdList": ["PMC4513986", "26059978"]}, {"Citation": "Coe LM et al. FGF-23 is a negative regulator of prenatal and postnatal erythropoiesis. Journal of Biological Chemistry. 289 (14), 9795–9810 (2014).", "ArticleIdList": ["PMC3975025", "24509850"]}, {"Citation": "Yong WK, Abd Malek SN Xanthohumol induces growth inhibition and apoptosis in ca ski human cervical cancer cells. Evidence-Based Complementary and Alternative Medicine. 921306 (2015).", "ArticleIdList": ["PMC4408747", "25949267"]}, {"Citation": "Van de Laar L et al. Yolk Sac Macrophages, Fetal Liver, and Adult Monocytes Can Colonize an Empty Niche and Develop into Functional Tissue-Resident Macrophages. Immunity. 44 (4), 755–768 (2016).", "ArticleIdList": ["26992565"]}, {"Citation": "Lavin Y et al. Tissue-resident macrophage enhancer landscapes are shaped by the local microenvironment. Cell. 159 (6), 1312–1326 (2014).", "ArticleIdList": ["PMC4437213", "25480296"]}, {"Citation": "Beattie L et al. Bone marrow-derived and resident liver macrophages display unique transcriptomic signatures but similar biological functions. Journal of Hepatology. 65 (4), 758–768 (2016).", "ArticleIdList": ["PMC5028381", "27262757"]}, {"Citation": "Svedberg FRet al.The lung environment controls alveolar macrophage metabolism and responsiveness in type 2 inflammation. Nature Immunology. 10.1038/s41590-019-0352-y, (2019).", "ArticleIdList": ["10.1038/s41590-019-0352-y", "PMC8381729", "30936493"]}, {"Citation": "Crowther JE et al. Pulmonary surfactant protein a inhibits macrophage reactive oxygen intermediate production in response to stimuli by reducing NADPH oxidase activity. Journal of Immunology. 172 (11), 6866–6874 (2004).", "ArticleIdList": ["15153505"]}, {"Citation": "Silveyra P, Floras J Genetic variant associations of human SP-A and SP-D with acute and chronic lung injury. Frontiers in Bioscience. 17, 407–429 (2012).", "ArticleIdList": ["PMC3635489", "22201752"]}, {"Citation": "Schagat TL, Wofford JA, Wright JR Surfactant protein A enhances alveolar macrophage phagocytosis of apoptotic neutrophils. Journal of Immunology. 166 (4), 2727–2733 (2001).", "ArticleIdList": ["11160338"]}, {"Citation": "Gomez Perdiguero E et al. Tissue-resident macrophages originate from yolk-sac-derived erythro-myeloid progenitors. Nature. 518 (7540), 547–551 (2015).", "ArticleIdList": ["PMC5997177", "25470051"]}, {"Citation": "Nebbioso A et al. Time-resolved analysis of DNA-protein interactions in living cells by UV laser pulses. Scientific Reports. 7 (1), 11725 (2017).", "ArticleIdList": ["PMC5601431", "28916762"]}, {"Citation": "Novak Z et al. Efficacy of different UV-emitting light sources in the induction of T-cell apoptosis. Photochemistry and Photobiology. 79 (5), 434–439 (2004).", "ArticleIdList": ["15191052"]}, {"Citation": "Park YJ et al. PAI-1 inhibits neutrophil efferocytosis. Proceedings of the National Academy of Sciences of the United States of America. 105 (33), 11784–11789 (2008).", "ArticleIdList": ["PMC2575264", "18689689"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE Genetic susceptibility to ozone-induced lung hyperpermeability: role of toll-like receptor 4. American Journal of Respiratory Cell and Molecular Biology. 22 (5), 620–627 (2000).", "ArticleIdList": ["10783135"]}, {"Citation": "Wesselkamper SC, Chen LC, Kleeberger SR, Gordon T Genetic variability in the development of pulmonary tolerance to inhaled pollutants in inbred mice. American Journal of Physiology-Lung Cellular and Molecular Physiology. 281 (5), L1200–1209 (2001).", "ArticleIdList": ["11597912"]}]}], "History": [{"Year": "2019", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["31710036", "NIHMS1625879", "PMC7507829", "10.3791/60109"]}}]}