{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31724961", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "06"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1097/MCP.0000000000000644"], "Journal": {"ISSN": "1531-6971", "JournalIssue": {"Volume": "26", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Current opinion in pulmonary medicine", "ISOAbbreviation": "Curr Opin Pulm Med"}, "ArticleTitle": "Asthma and air pollution: recent insights in pathogenesis and clinical implications.", "Pagination": {"StartPage": "10", "EndPage": "19", "MedlinePgn": "10-19"}, "Abstract": {"AbstractText": ["Air pollution has adverse effects on the onset and morbidity of respiratory diseases, including asthma. In this review, we discuss recent insights into the effects of air pollution on the incidence and exacerbation of asthma. We focus on epidemiological studies that describe the association between air pollution exposure and development, mortality, persistence and exacerbations of asthma among different age groups. Moreover, we also provide an update on translational studies describing the mechanisms behind this association.", "Mechanisms linking air pollutants such as particulate matter, nitrogen dioxide (NO2) and ozone to the development and exacerbation of asthma include the induction of both eosinophilic and neutrophilic inflammation driven by stimulation of airway epithelium and increase of pro-inflammatory cytokine production, oxidative stress and DNA methylation changes. Although exposure during foetal development is often reported as a crucial timeframe, exposure to air pollution is detrimental in people of all ages, thus influencing asthma onset as well as increase in asthma prevalence, mortality, persistence and exacerbation.", "In conclusion, this review highlights the importance of reducing air pollution levels to avert the progressive increase in asthma incidence and morbidity."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Laboratory for Translational Research in Obstructive Pulmonary Diseases, Ghent University Hospital, Medical Research Building, Corneel Heymanslaan 10, Ghent, Belgium."}], "Identifier": [], "LastName": "Bontinck", "ForeName": "Annelies", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Maes", "ForeName": "Tania", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Joos", "ForeName": "Guy", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Opin Pulm Med", "NlmUniqueID": "9503765", "ISSNLinking": "1070-5287"}, "MeshHeadingList": [{"QualifierName": ["adverse effects", "prevention & control"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "etiology", "prevention & control"], "DescriptorName": "Asthma"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Public Health"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Thurston GD, Kipen H, Annesi-Maesano I, et al. A joint ERS/ATS policy statement: what constitutes an adverse health effect of air pollution? An analytical framework. Eur Respir J 2017; 49:1600419."}, {"Citation": "Haines A, Ebi K. The imperative for climate action to protect health. N Engl J Med 2019; 380:263–273."}, {"Citation": "Guarnieri M, Balmes JR. Outdoor air pollution and asthma. Lancet 2014; 383:1581–1592."}, {"Citation": "Lin T-Y, Poon AH, Hamid Q. Asthma phenotypes and endotypes. Curr Opin Pulm Med 2013; 19:18–23."}, {"Citation": "Wenzel SE. Asthma phenotypes: the evolution from clinical to molecular approaches. Nat Med 2012; 18:716–725."}, {"Citation": "Anenberg SC, Henze DK, Tinney V, et al. Estimates of the global burden of ambient PM2.5, ozone, and NO2 on asthma incidence and emergency room visits. Environ Health Perspect 2018; 126:107004."}, {"Citation": "Yang SI, Lee SY, Kim HB, et al. Prenatal particulate matter affects new asthma via airway hyperresponsiveness in schoolchildren. Allergy 2019; 74:675–684."}, {"Citation": "Lavigne E, Donelle J, Hatzopoulou M, et al. Spatiotemporal variations in ambient ultrafine particles and the incidence of childhood asthma. Am J Respir Crit Care Med 2019; 199:1487–1495."}, {"Citation": "Rice MB, Rifas-Shiman SL, Litonjua AA, et al. Lifetime air pollution exposure and asthma in a pediatric birth cohort. J Allergy Clin Immunol 2018; 141:1932.e7–1934.e7."}, {"Citation": "Finke I, de Jongste JC, Smit HA, et al. Air pollution and airway resistance at age 8 years–the PIAMA birth cohort study. Environ Health 2018; 17:61."}, {"Citation": "Keet CA, Keller JP, Peng RD. Long-term coarse particulate matter exposure is associated with asthma among children in Medicaid. Am J Respir Crit Care Med 2018; 197:737–746."}, {"Citation": "Yang M, Chu C, Bloom MS, et al. Is smaller worse? New insights about associations of PM1 and respiratory health in children and adolescents. Environ Int 2018; 120:516–524."}, {"Citation": "Sofiev M, Winebrake JJ, Johansson L, et al. Cleaner fuels for ships provide public health benefits with climate tradeoffs. Nat Commun 2018; 9:406."}, {"Citation": "Garcia E, Berhane KT, Islam T, et al. Association of changes in air quality with incident asthma in children in California, 1993-2014. JAMA 2019; 321:1906–1915."}, {"Citation": "Hansel NN, Romero KM, Pollard SL, et al. Ambient air pollution and variation in multiple domains of asthma morbidity among Peruvian children. Ann Am Thorac Soc 2019; 16:348–355."}, {"Citation": "Salimi F, Morgan G, Rolfe M, et al. Long-term exposure to low concentrations of air pollutants and hospitalisation for respiratory diseases: a prospective cohort study in Australia. Environ Int 2018; 121:415–420."}, {"Citation": "Bowatte G, Lodge CJ, Knibbs LD, et al. Traffic related air pollution and development and persistence of asthma and low lung function. Environ Int 2018; 113:170–176."}, {"Citation": "Liu Y, Pan J, Zhang H, et al. Short-term exposure to ambient air pollution and asthma mortality. Am J Respir Crit Care Med 2019; 200:24–32."}, {"Citation": "De Grove K, Provoost S, Brusselle G, et al. Insights in particulate matter-induced allergic airway inflammation: focus on the epithelium. Clin Exp Allergy 2018; 48:773–786."}, {"Citation": "Huff RD, Carlsten C, Hirota JA. An update on immunologic mechanisms in the respiratory mucosa in response to air pollutants. J Allergy Clin Immunol 2019; 143:1989–2001."}, {"Citation": "Wu W, Jin Y, Carlsten C. Inflammatory health effects of indoor and outdoor particulate matter. J Allergy Clin Immunol 2018; 141:833–844."}, {"Citation": "Gras D, Martinez-Anton A, Bourdin A, et al. Human bronchial epithelium orchestrates dendritic cell activation in severe asthma. Eur Respir J 2017; 49:1602399."}, {"Citation": "De Grove KC, Provoost S, Braun H, et al. IL-33 signalling contributes to pollutant-induced allergic airway inflammation. Clin Exp Allergy 2018; 48:1665–1675."}, {"Citation": "Willart MA, Deswarte K, Pouliot P, et al. Interleukin-1( controls allergic sensitization to inhaled house dust mite via the epithelial release of GM-CSF and IL-33. J Exp Med 2012; 209:1505–1517."}, {"Citation": "Michaudel C, Maillet I, Fauconnier L, et al. Interleukin-1? Mediates ozone-induced myeloid differentiation factor-88-dependent epithelial tissue injury and inflammation. Front Immunol 2018; 9:916."}, {"Citation": "Kim BG, Lee PH, Lee SH, et al. Impact of ozone on claudins and tight junctions in the lungs. Environ Toxicol 2018; 33:798–806."}, {"Citation": "Tan M, Liu C, Huang W, et al. CTNNAL1 inhibits ozone-induced epithelial–mesenchymal transition in human bronchial epithelial cells. Exp Physiol 2018; 103:1157–1169."}, {"Citation": "De Grove KC, Provoost S, Hendriks RW, et al. Dysregulation of type 2 innate lymphoid cells and TH2 cells impairs pollutant-induced allergic airway responses. J Aller Clin Immunol 2017; 139:246.e4–257.e4."}, {"Citation": "Li X, Huang L, Wang N, et al. Sulfur dioxide exposure enhances Th2 inflammatory responses via activating STAT6 pathway in asthmatic mice. Toxicol Lett 2018; 285:43–50."}, {"Citation": "Haczku A, Cao Y, Vass G, et al. IL-4 and IL-13 form a negative feedback circuit with surfactant protein-D in the allergic airway response. J Immunol 2006; 176:3557–3565."}, {"Citation": "Yousefi S, Sharma SK, Stojkov D, et al. Oxidative damage of SP-D abolishes control of eosinophil extracellular DNA trap formation. J Leukoc Biol 2018; 104:205–214."}, {"Citation": "Weng CM, Lee MJ, He JR, et al. Diesel exhaust particles up-regulate interleukin-17A expression via ROS/NF-(B in airway epithelium. Biochem Pharmacol 2018; 151:1–8."}, {"Citation": "Brandt EB, Kovacic MB, Lee GB, et al. Diesel exhaust particle induction of IL-17A contributes to severe asthma. Allergy Clin Immunol 2013; 132:1194.e2–1204.e2."}, {"Citation": "Jaligama S, Patel VS, Wang P, et al. Radical containing combustion derived particulate matter enhance pulmonary Th17 inflammation via the aryl hydrocarbon receptor. Part Fibre Toxicol 2018; 15:20."}, {"Citation": "Mathews JA, Krishnamoorthy N, Kasahara DI, et al. Augmented responses to ozone in obese mice require IL-17A and gastrin-releasing peptide. Am J Respir Cell Mol Biol 2018; 58:341–351."}, {"Citation": "Sui P, Wiesner DL, Xu J, et al. Pulmonary neuroendocrine cells amplify allergic asthma responses. Science 2018; 360:eaan8546."}, {"Citation": "Li J, Chen Y, Chen QY, et al. Role of transient receptor potential cation channel subfamily V member 1 (TRPV1) on ozone-exacerbated allergic asthma in mice. Environ Pollut 2019; 247:586–594."}, {"Citation": "Robinson RK, Birrell MA, Adcock JJ, et al. Mechanistic link between diesel exhaust particles and respiratory reflexes. Journal of Allergy and Clinical Immunology 2018; 141:1074.e9–1084.e9."}, {"Citation": "Yanagisawa R, Koike E, Win-Shwe TT, et al. Effects of lactational exposure to low-dose BaP on allergic and nonallergic immune responses in mice offspring. J Immunotoxicol 2018; 15:31–40."}, {"Citation": "Rychlik KA, Secrest JR, Lau C, et al. In utero ultrafine particulate matter exposure causes offspring pulmonary immunosuppression. Proc Natl Acad Sci 2019; 116:3443–3448."}, {"Citation": "Luyten LJ, Saenen ND, Janssen BG, et al. Air pollution and the fetal origin of disease: a systematic review of the molecular signatures of air pollution exposure in human placenta. Environ Res 2018; 166:310–323."}, {"Citation": "Davidson EJ, Yang IV. Role of epigenetics in the development of childhood asthma. Curr Opin Allergy Clin Immunol 2018; 18:132–138."}, {"Citation": "Zhang X, Biagini Myers JM, Burleson J, et al. Nasal DNA methylation is associated with childhood asthma. Epigenomics 2018; 10:629–641."}, {"Citation": "Prunicki M, Stell L, Dinakarpandian D, et al. Exposure to NO2, CO, and PM 2.5 is linked to regional DNA methylation differences in asthma. Clinical epigenetics 2018; 10:2."}, {"Citation": "de FC, Lichtenfels AJ, Van Der Plaat DA, de Jong K, et al. Long-term air pollution exposure, genome-wide DNA methylation and lung function in the LifeLines cohort study. Environ Health Perspect 2018; 126:027004."}, {"Citation": "Zhang X, Chen X, Weirauch MT, et al. Diesel exhaust and house dust mite allergen lead to common changes in the airway methylome and hydroxymethylome. Environ Epigenetics 2018; 4:dvy020."}, {"Citation": "Whyand T, Hurst J, Beckles M, et al. Pollution and respiratory disease: can diet or supplements help? A review. Resp Res 2018; 19:79."}, {"Citation": "Tao S, Zhang H, Xue L, et al. Vitamin D protects against particles-caused lung injury through induction of autophagy in an Nrf2-dependent manner. Environ Toxicol 2019; 34:594–609."}, {"Citation": "Pfeffer PE, Lu H, Mann EH, et al. Effects of vitamin D on inflammatory and oxidative stress responses of human bronchial epithelial cells exposed to particulate matter. PloS one 2018; 13:e0200040."}, {"Citation": "van der Vliet A, Janssen-Heininger YM, Anathy V. Oxidative stress in chronic lung disease: from mitochondrial dysfunction to dysregulated redox signaling. Mol Aspects Med 2018; 63:59–69."}, {"Citation": "Sahiner UM, Birben E, Erzurum S, et al. Oxidative stress in asthma: part of the puzzle. Pediatr Allergy Immunol 2018; 29:789–800."}, {"Citation": "Panebianco C, Eddine FB, Forlani G, et al. Probiotic Bifidobacterium lactis, antioxidant vitamin E/C and anti-inflammatory dha attenuate lung inflammation due to PM2. 5 exposure in mice. Benef Microbes 2019; 10:69–75."}, {"Citation": "Cho Y, Abu-Ali G, Tashiro H, et al. The microbiome regulates pulmonary responses to ozone in mice. Am J Respir Cell Mol Biol 2018; 59:346–354."}, {"Citation": "Brigham EP, Woo H, McCormack M, et al. Omega-3 and Omega-6 Intake Modifies Asthma Severity and Response to Indoor Air Pollution in Children. Am J Resp Crit Care Med 2019; 199:1478–1486."}]}], "History": [{"Year": "2019", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31724961", "10.1097/MCP.0000000000000644", "00063198-202001000-00004"]}}]}