{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["GSTM1", "particulate matter", "prenatal", "respiratory tract infections", "third trimester"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31746563", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "13"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1002/ppul.24575"], "Journal": {"ISSN": "1099-0496", "JournalIssue": {"Volume": "55", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan"}}, "Title": "Pediatric pulmonology", "ISOAbbreviation": "Pediatr Pulmonol"}, "ArticleTitle": "Particulate matter at third trimester and respiratory infection in infants, modified by GSTM1.", "Pagination": {"StartPage": "245", "EndPage": "253", "MedlinePgn": "245-253"}, "Abstract": {"AbstractText": ["To investigate the association between particulate matter with an aerodynamic diameter of less than 2.5 μm (PM<sub>2.5</sub> ) exposure during each trimester of pregnancy and development of lower respiratory tract infections (LRTIs) during the first 3 years of life and whether GSTM1 gene polymorphisms modify these effects.", "This study included 1,180 mother-child pairs from the Cohort for Childhood Origin of Asthma and allergic diseases. The PM<sub>2.5</sub> levels during pregnancy were estimated by residential address using land-use regression models based on a national monitoring system. A diagnosis of LRTIs was based on a parental report of a physician's diagnosis. Real-time polymerase chain reaction was used for GSTM1 genotyping.", "Higher PM<sub>2.5</sub> exposure during the third trimester was associated with LRTIs at 1 year of age (aRR, 1.06; 95% CI, 1.00-1.13). This result did not change after adjusting for PM<sub>2.5</sub> exposures during the first and second trimesters (aRR, 1.06; 95% CI, 0.99-1.13). This association was significant after adjusting for PM<sub>2.5</sub> exposures during first year of age (aRR, 1.08; 95% CI, 1.02-1.15) and exposures to NO<sub>2</sub> and ozone at the third trimester (aRR, 1.07; 95% CI, 1.00-1.16). In addition, PM<sub>2.5</sub> exposure during the third trimester increased the risk of LRTIs at 1 year of age in cases with the GSTM1 null genotype (aRR, 1.26; 95% CI, 1.01-1.57; P for interaction .20).", "Higher PM<sub>2.5</sub> exposure during the third trimester of pregnancy may increase the susceptibility to LRTIs at 1 year of age. This effect is modified by GSTM1 gene polymorphisms."], "CopyrightInformation": "© 2019 Wiley Periodicals, Inc."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Hallym University Sacred Heart Hospital, Hallym University College of Medicine, Anyang, South Korea."}], "Identifier": [], "LastName": "Yang", "ForeName": "Song-I", "Initials": "SI"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Inje University Sanggye Paik Hospital, Seoul, South Korea."}], "Identifier": [], "LastName": "Kim", "ForeName": "Hyo-Bin", "Initials": "HB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational and Environmental Medicine, Inha University School of Medicine, Incheon, South Korea."}], "Identifier": [], "LastName": "Kim", "ForeName": "Hwan-Cheol", "Initials": "HC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Childhood Asthma Atopy Center, Environmental Health Center, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea."}], "Identifier": [], "LastName": "Lee", "ForeName": "So-Yeon", "Initials": "SY"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Asan Institute for Life Science, University of Ulsan College of Medicine, Seoul, South Korea."}], "Identifier": [], "LastName": "Kang", "ForeName": "Mi-Jin", "Initials": "MJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, International St Mary's Hospital, Catholic Kwandong University, Incheon, South Korea."}], "Identifier": [], "LastName": "Cho", "ForeName": "Hyun-Ju", "Initials": "HJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Mediplex Sejong Hospital, Incheon, South Korea."}], "Identifier": [], "LastName": "Yoon", "ForeName": "Jisun", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Pusan National University Yangsan Hospital, Yangsan, South Korea."}], "Identifier": [], "LastName": "Jung", "ForeName": "Sungsu", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Chonnam National University Hospital, Chonnam National University Medical School, Gwangju, South Korea."}], "Identifier": ["0000-0002-0145-7067"], "LastName": "Lee", "ForeName": "Eun", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Soonchunhyang University School of Medicine, Seoul, South Korea."}], "Identifier": [], "LastName": "Yang", "ForeName": "Hyeon-Jong", "Initials": "HJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."}], "Identifier": [], "LastName": "Ahn", "ForeName": "Kangmo", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul, South Korea."}], "Identifier": [], "LastName": "Kim", "ForeName": "Kyung Won", "Initials": "KW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, CHA Gangnam Medical Center, CHA University School of Medicine, Seoul, South Korea."}], "Identifier": ["0000-0003-3227-5511"], "LastName": "Shin", "ForeName": "Youn Ho", "Initials": "YH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Seoul National University College of Medicine, Seoul, South Korea."}], "Identifier": ["0000-0002-7817-8728"], "LastName": "Suh", "ForeName": "Dong In", "Initials": "DI"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Childhood Asthma Atopy Center, Environmental Health Center, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea."}], "Identifier": ["0000-0003-1409-2113"], "LastName": "Hong", "ForeName": "Soo-Jong", "Initials": "SJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pediatr Pulmonol", "NlmUniqueID": "8510590", "ISSNLinking": "1099-0496"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "Glutathione Transferase"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "glutathione S-transferase M1"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["genetics"], "DescriptorName": "Glutathione Transferase"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Polymorphism, Genetic"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Pregnancy Trimester, Third"}, {"QualifierName": ["epidemiology", "genetics"], "DescriptorName": "Prenatal Exposure Delayed Effects"}, {"QualifierName": ["epidemiology", "genetics"], "DescriptorName": "Respiratory Tract Infections"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mizgerd JP. Lung infection-a public health priority. PLOS Med. 2006;3(2):e76."}, {"Citation": "Gern JE, Rosenthal LA, Sorkness RL, Lemanske RF Jr. Effects of viral respiratory infections on lung development and childhood asthma. J Allergy Clin Immunol. 2005;115(4):668-674."}, {"Citation": "Wright RJ, Brunst KJ. Programming of respiratory health in childhood: influence of outdoor air pollution. Curr Opin Pediatr. 2013;25(2):232-239."}, {"Citation": "Kajekar R. Environmental factors and developmental outcomes in the lung. Pharmacol Ther. 2007;114(2):129-145."}, {"Citation": "Rice MB, Rifas-Shiman SL, Oken E, et al. Exposure to traffic and early life respiratory infection: a cohort study. Pediatr Pulmonol. 2015;50(3):252-259."}, {"Citation": "Jedrychowski WA, Perera FP, Spengler JD, et al. Intrauterine exposure to fine particulate matter as a risk factor for increased susceptibility to acute broncho-pulmonary infections in early childhood. Int J Hyg Environ Health. 2013;216(4):395-401."}, {"Citation": "Vanker A, Barnett W, Workman L, et al. Early-life exposure to indoor air pollution or tobacco smoke and lower respiratory tract illness and wheezing in African infants: a longitudinal birth cohort study. Lancet Planet Health. 2017;1(8):e328-e336."}, {"Citation": "Madsen C, Haberg SE, Magnus MC, et al. Pregnancy exposure to air pollution and early childhood respiratory health in the Norwegian Mother and Child Cohort Study (MoBa). BMJ Open. 2017;7:e015796."}, {"Citation": "Soh SE, Goh A, Teoh OH, et al. Pregnancy Trimester-specific exposure to ambient air pollution and child respiratory health outcomes in the first 2 years of life: effect modification by maternal pre-pregnancy BMI. Int J Environ Res Public Health. 2018;15(5):996."}, {"Citation": "Rosa MJ, Just AC, Kloog I, et al. Prenatal particulate matter exposure and wheeze in Mexican children. Ann Allergy Asthma Immunol. 2017;119(3):232-237."}, {"Citation": "Aguilera I, Pedersen M, Garcia-Esteban R, et al. Early-life exposure to outdoor air pollution and respiratory health, ear infections, and eczema in infants from the INMA study. Environ Health Perspect. 2013;121(3):387-392."}, {"Citation": "Bowatte G, Lodge CJ, Perret JL, Matheson MC, Dharmage SC. Interactions of GST polymorphisms in air pollution exposure and respiratory diseases and allergies. Curr Allergy Asthma Rep. 2016;16(12):85."}, {"Citation": "Gilliland FD, Li YF, Dubeau L, et al. Effects of glutathione S-transferase M1, maternal smoking during pregnancy, and environmental tobacco smoke on asthma and wheezing in children. Am J Respir Crit Care Med. 2002;166(4):457-463."}, {"Citation": "Rogers AJ, Brasch-Andersen C, Ionita-Laza I, et al. The interaction of glutathione S-transferase M1-null variants with tobacco smoke exposure and the development of childhood asthma. Clin Exp Allergy. 2009;39(11):1721-1729."}, {"Citation": "Huang KH, Chou AK, Jeng SF, et al. The impacts of cord blood cotinine and glutathione-S-transferase gene polymorphisms on birth outcome. Pediatr Neonatol. 2017;58(4):362-369."}, {"Citation": "Hwang BF, Young LH, Tsai CH, et al. Fine particle, ozone exposure, and asthma/wheezing: effect modification by glutathione S-transferase P1 polymorphisms. PLOS One. 2013;8(1):e52715."}, {"Citation": "Hong YC, Hwang SS, Kim JH, et al. Metals in particulate pollutants affect peak expiratory flow of schoolchildren. Environ Health Perspect. 2007;115(3):430-434."}, {"Citation": "Yang SI, Kim BJ, Lee SY, et al. Prenatal particulate matter/tobacco smoke increases infants' respiratory infections: COCOA study. Allergy Asthma Immunol Res. 2015;7(6):573-582."}, {"Citation": "Yang HJ, Lee SY, Suh DI, et al. The COhort for Childhood Origin of Asthma and allergic diseases (COCOA) study: design, rationale and methods. BMC Pulm Med. 2014;14:109."}, {"Citation": "Lee JY, Leem JH, Kim HC, et al. Land use regression model for assessing exposure and impacts of air pollutants in school children. J Korean Soc Atmos Environ. 2012;28:571-580."}, {"Citation": "Lamichhane DK, Kim HC, Choi CM, et al. Lung cancer risk and residential exposure to air pollution: a Korean population-based case-control study. Yonsei Med J. 2017;58:1111-1118."}, {"Citation": "Lamichhane DK, Leem JH, Kim HC. Associations between ambient particulate matter and nitrogen dioxide and chronic obstructive pulmonary diseases in adults and effect modification by demographic and lifestyle factors. Int J Environ Res Public Health. 2018;15:363."}, {"Citation": "Brasch-Andersen C, Christiansen L, Tan Q, Haagerup A, Vestbo J, Kruse TA. Possible gene dosage effect of glutathione-S-transferases on atopic asthma: using real-time PCR for quantification of GSTM1 and GSTT1 gene copy numbers. Hum Mutat. 2004;24(3):208-214."}, {"Citation": "van den Hooven EH, Pierik FH, de Kluizenaar Y, et al. Air pollution exposure and markers of placental growth and function: the generation R study. Environ Health Perspect. 2012;120(12):1753-1759."}, {"Citation": "Kannan S, Misra DP, Dvonch JT, Krishnakumar A. Exposures to airborne particulate matter and adverse perinatal outcomes: a biologically plausible mechanistic framework for exploring potential effect modification by nutrition. Environ Health Perspect. 2006;114(11):1636-1642."}, {"Citation": "Jedrychowski WA, Perera FP, Maugeri U, et al. Effect of prenatal exposure to fine particulate matter on ventilatory lung function of preschool children of non-smoking mothers. Paediatr Perinat Epidemiol. 2010;24(5):492-501."}, {"Citation": "Latzin P, Roosli M, Huss A, Kuehni CE, Frey U. Air pollution during pregnancy and lung function in newborns: a birth cohort study. Eur Respir J. 2009;33(3):594-603."}, {"Citation": "Schittny JC. Development of the lung. Cell Tissue Res. 2017;367(3):427-444."}, {"Citation": "Prescott SL. Effects of early cigarette smoke exposure on early immune development and respiratory disease. Paediatr Respir Rev. 2008;9(1):3-10."}, {"Citation": "Hertz-Picciotto I, Dostál M, Dejmek J, et al. Air pollution and distributions of lymphocyte immunophenotypes in cord and maternal blood at delivery. Epidemiology. 2002;13(2):172-183."}, {"Citation": "Hertz-Picciotto I, Herr CE, Yap PS, et al. Air pollution and lymphocyte phenotype proportions in cord blood. Environ Health Perspect. 2005;113(10):1391-1398."}, {"Citation": "Latzin P, Frey U, Armann J, et al. Exposure to moderate air pollution during late pregnancy and cord blood cytokine secretion in healthy neonates. PLOS One. 2011;6(8):e23130."}, {"Citation": "Baïz N, Slama R, Béné MC, et al. Maternal exposure to air pollution before and during pregnancy related to changes in newborn's cord blood lymphocyte subpopulations. The EDEN study cohort. BMC Pregnancy Childbirth. 2011;11:87."}, {"Citation": "Herr CE, Dostal M, Ghosh R, et al. Air pollution exposure during critical time periods in gestation and alterations in cord blood lymphocyte distribution: a cohort of livebirths. Environ Health. 2010;9:46."}, {"Citation": "Herr CEW, Ghosh R, Dostal M, et al. Exposure to air pollution in critical prenatal time windows and IgE levels in newborns. Pediatr Allergy Immunol. 2011;22(1 pt 1):75-84."}, {"Citation": "Zhao H, Li W, Gao Y, Li J, Wang H. Exposure to particular matter increases susceptibility to respiratory Staphylococcus aureus infection in rats via reducing pulmonary natural killer cells. Toxicology. 2014;325:180-188."}, {"Citation": "Castranova V, Ma JY, Yang HM, et al. Effect of exposure to diesel exhaust particles on the susceptibility of the lung to infection. Environ Health Perspect. 2001;109(suppl 4):609-612."}, {"Citation": "Lawal AO. Diesel exhaust particles and the induction of macrophage activation and dysfunction. Inflammation. 2018;41(1):356-363."}, {"Citation": "Guilliams M, de Kleer I, Henri S, et al. Alveolar macrophages develop from fetal monocytes that differentiate into long-lived cells in the first week of life via GM-CSF. J Exp Med. 2013;210(10):1977-1992."}, {"Citation": "Korten I, Ramsey K, Latzin P. Air pollution during pregnancy and lung development in the child. Paediatr Respir Rev. 2017;21:38-46."}, {"Citation": "Al-Gubory KH, Fowler PA, Garrel C. The roles of cellular reactive oxygen species, oxidative stress and antioxidants in pregnancy outcomes. Int J Biochem Cell Biol. 2010;42(10):1634-1650."}, {"Citation": "Rosa MJ, Just AC, Guerra MS, et al. Identifying sensitive windows for prenatal particulate air pollution exposure and mitochondrial DNA content in cord blood. Environ Int. 2017;98:198-203."}, {"Citation": "Saenen ND, Vrijens K, Janssen BG, et al. Placental nitrosative stress and exposure to ambient air pollution during gestation: a population study. Am J Epidemiol. 2016;184(6):442-449."}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "4", "Day": "2"}, {"Year": "2019", "Month": "11", "Day": "8"}, {"Year": "2019", "Month": "11", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31746563", "10.1002/ppul.24575"]}}]}