{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["decontamination", "dielectric barrier discharge", "endospores", "plasma processed air", "remote plasma"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31758752", "DateCompleted": {"Year": "2020", "Month": "05", "Day": "01"}, "DateRevised": {"Year": "2020", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1111/jam.14528"], "Journal": {"ISSN": "1365-2672", "JournalIssue": {"Volume": "128", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Journal of applied microbiology", "ISOAbbreviation": "J Appl Microbiol"}, "ArticleTitle": "Inactivation of bacterial endospores on surfaces by plasma processed air.", "Pagination": {"StartPage": "920", "EndPage": "933", "MedlinePgn": "920-933"}, "Abstract": {"AbstractText": ["In case of biological hazards and pandemics, personal protective equipment of rescue forces is currently manually decontaminated with harmful disinfectants, primarily peracetic acid. To overcome current drawbacks regarding supply, handling and disposal of chemicals, the use of plasma processed air (PPA) represents a promising alternative for surface decontamination on site. In this study, the sporicidal efficiency of a portable plasma system, designed for field applications, was evaluated.", "The developed plasma device is based on a dielectric barrier discharge (DBD) and operated with ambient air as process gas. PPA from the plasma nozzle was flushed into a treatment chamber (volume: 300 l) and bacterial endospores (Bacillus subtilis and Bacillus atrophaeus) dried on different surfaces were treated under variable conditions. Reductions in spores by more than 4 log<sub>10</sub> were found within 3 min of PPA exposure. However, the presence of endospores in agglomerates or in an organic matrix as well as the complexity of the respective surface microstructure negatively affected the inactivation efficiency. When endospores were embedded in a dried protein matrix, mechanical wiping with swabs during exposure to PPA increased the inactivation effect significantly. Gaseous ozone alone did not provide a sporicidal effect. Significant spore inactivation was only obtained when water vapour was injected into the PPA stream.", "The results show that endospores dried on surfaces can be reduced by several orders of magnitude within few minutes in a treatment chamber which is flushed with PPA from of a DBD plasma nozzle.", "Plasma processed air generated on site by DBD plasma nozzles could be a suitable alternative for the disinfection of various surfaces in closed rooms."], "CopyrightInformation": "© 2019 The Authors. Journal of Applied Microbiology published by John Wiley & Sons Ltd on behalf of Society for Applied Microbiology."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Fraunhofer Institute for Process Engineering and Packaging, Freising, Germany."}], "Identifier": ["0000-0002-4706-0989"], "LastName": "Kramer", "ForeName": "B", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plasmatreat GmbH, Steinhagen, Germany."}], "Identifier": [], "LastName": "Hasse", "ForeName": "D", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plasmatreat GmbH, Steinhagen, Germany."}], "Identifier": [], "LastName": "Guist", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Plasmatreat GmbH, Steinhagen, Germany."}], "Identifier": [], "LastName": "Schmitt-John", "ForeName": "T", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Fraunhofer Institute for Process Engineering and Packaging, Freising, Germany."}], "Identifier": [], "LastName": "Muranyi", "ForeName": "P", "Initials": "P"}], "GrantList": [{"GrantID": "13N14127", "Agency": "Bundesministerium für Bildung und Forschung", "Country": ""}, {"Agency": "Ministry of Education", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Appl Microbiol", "NlmUniqueID": "9706280", "ISSNLinking": "1364-5072"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Disinfectants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plasma Gases"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Bacillus"}, {"QualifierName": ["instrumentation", "methods"], "DescriptorName": "Decontamination"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Disinfectants"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Equipment Contamination"}, {"QualifierName": [], "DescriptorName": "Humidity"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plasma Gases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Spores, Bacterial"}, {"QualifierName": [], "DescriptorName": "Surface Properties"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aydogan, A. and Gurol, M.D. (2006) Application of gaseous ozone for inactivation of Bacillus subtilis spores. J Air Waste Manage 56, 179-185."}, {"Citation": "Boudam, M.K., Moisan, M., Saoudi, B., Popovici, C., Gherardi, N. and Massines, F. (2006) Bacterial spore inactivation by atmospheric-pressure plasmas in the presence or absence of UV photons as obtained with the same gas mixture. J Phys D: Appl Phys 39, 3494-3507."}, {"Citation": "Bourke, P., Zuizina, D., Han, L., Cullen, P.J. and Gilmore, B.F. (2017) Microbiological interactions with cold plasma. J Appl Microbiol 123, 308-324."}, {"Citation": "Butscher, D., Zimmermann, D., Schuppler, M. and von Rohr, P.R. (2016) Plasma inactivation of bacterial endospores on wheat grains and polymeric model substrates in a dielectric barrier discharge. Food Control 60, 636-645."}, {"Citation": "Deng, X.T., Shi, J.J., Shama, G. and Kong, M.G. (2005) Effects of microbial loading and sporulation temperature on atmospheric plasma inactivation of Bacillus subtilis spores. Appl Phys Lett 87, 15390."}, {"Citation": "German Food Processing Machinery and Packaging Machinery Association, VDMA (2016) Aseptische Verpackungsmaschinen für die Nahrungsmittelindustrie: Mindestanforderungen und Rahmenbedingungen für einen bestimmungsgemäßen Betrieb Nr. 11/2006 2. Überarbeitete Auflage 2016."}, {"Citation": "Hähnel, M., von Woedtke, T. and Weltmann, K.D. (2010) Influence of the air humidity on the reduction of Bacillus spores in a defined environment at atmospheric pressure using a dielectric barrier surface discharge. Plasma Processes Polym 7, 244-249."}, {"Citation": "Herrmann, H.W., Henins, I., Park, J. and Selwyn, G.S. (1999) Decontamination of chemical and biological warfare (CBW) agents using an atmospheric pressure plasma jet (APPJ). Phys Plasma 6, 2284-2289."}, {"Citation": "Hertwig, C., Steins, V., Reineke, K., Rademacher, A., Klocke, M., Rauh, C. and Schlüter, O. (2015) Impact of surface structure and feed gas composition on Bacillus subtilis endospore inactivation during direct plasma treatment. Front Microbiol 6, 774."}, {"Citation": "Hertwig, C., Meneses, N. and Mathys, A. (2018) Cold atmospheric pressure plasma and low energy electron beam as alternative nonthermal decontamination technologies for dry food surfaces: a review. Trends Food Sci Technol 77, 131-142."}, {"Citation": "Jeon, J., Klaempfl, T.G., Zimmermann, J.L., Morfill, G.E. and Shimizu, T. (2014) Sporicidal properties from surface micro-discharge plasma under different plasma conditions at different humidities. New J Phys 16, 103007."}, {"Citation": "Laroussi, M. (2005) Low temperature plasma-based sterilization: overview and state-of-the-art. Plasma Processes Polym 2, 391-400."}, {"Citation": "Lemmer, K., Roder, A., Nattermann, H., Schwebke, I., Mielke, M., Dorner, B., Pauli, G. and Grunow, R. (2012) Federal Office of Civil Protection and Disaster Assistance (BBK). Desinfektion von Persönlicher Schutzausrüstung. Forschung imBevölkerungsschutz Band 17."}, {"Citation": "Mahfoudh, A., Moisan, M., Seguin, J., Barbeau, J., Kabouzi, Y. and Keroack, D. (2010) Inactivation of vegetative and sporulated bacteria by dry gaseous ozone. Ozone Sci Eng 32, 180-198."}, {"Citation": "Misra, N.N., Tiwari, B.K., Raghavarao, K.S.M.S. and Cullen, P.J. (2011) Nonthermal plasma inactivation of food-borne pathogens. Food Eng Rev 3, 159-170."}, {"Citation": "Moisan, M., Barbeau, J., Moreau, S., Pelletier, J., Tabrizian, M. and Yahia, L.H. (2001) Low-temperature sterilization using gas plasmas: a review of the experiments and an analysis of the inactivation mechanisms. Int J Pharm 226, 1-21."}, {"Citation": "Moisan, M., Boudam, K., Carignan, D., Kéroack, D., Levif, P., Barbeau, J., Séguin, J., Kutasi, K. et al. (2013) Sterilization/disinfection of medical devices using plasma: the flowing afterglow of the reduced-pressure N2-O2 discharge as the inactivating medium. European Phys J Appl Phys 63, 1-46."}, {"Citation": "Moisan, M., Levif, P., Séguin, J. and Barbeau, J. (2014) Sterilization/disinfection using reduced-pressure plasmas: some differences between direct exposure of bacterial spores to a discharge and their exposure to a flowing afterglow. J Phys D: Appl Phys 47, 285404."}, {"Citation": "Müller, M., Shimizu, T., Binder, S., Rettberg, P., Zimmermann, J.L., Morfill, G.E. and Thomas, H. (2018) Plasma afterglow circulation apparatus for decontamination of spacecraft equipment. AIP Adv 8, 105013."}, {"Citation": "Muranyi, P., Wunderlich, J. and Heise, M. (2007) Sterilization efficiency of a cascaded dielectric barrier discharge. J Appl Microbiol 103, 1535-1544."}, {"Citation": "Muranyi, P., Wunderlich, J. and Heise, M. (2008) Influence of relative gas humidity on the inactivation efficiency of a low temperature gas plasma. J Appl Microbiol 104, 1659-1666."}, {"Citation": "Oehmigen, K., Hähnel, M., Brandenburg, R., Wilke, C., Weltmann, K.D. and Von Woedtke, T. (2010) The role of acidification for antimicrobial activity of atmospheric pressure plasma in liquids. Plasma Processes Polym 7, 250-257."}, {"Citation": "Patil, S., Moiseev, T., Misra, N.N., Cullen, P.J., Mosnier, J.P., Keener, K.M. and Bourke, P. (2014) Influence of high voltage atmospheric cold plasma process parameters and role of relative humidity on inactivation of Bacillus atrophaeus spores inside a sealed package. J Hosp Infect 88, 162-169."}, {"Citation": "Plimpton, S.R., Gołkowski, M., Mitchell, D.G., Austin, C., Eaton, S.S., Eaton, G.R., Gołkowski, C. and Voskuil, M. (2013) Remote delivery of hydroxyl radicals via secondary chemistry of a nonthermal plasma effluent. Biotechnol Bioeng 110, 1936-1944."}, {"Citation": "Schnabel, U., Handorf, O., Yarova, K., Zessin, B., Zechlin, S., Sydow, D., Zellmer, E., Stachowiak, J. et al. (2019) Plasma-treated air and water-assessment of synergistic antimicrobial effects for sanitation of food processing surfaces and environment. Foods 8, 55."}, {"Citation": "Scholtz, V., Pazlarova, J., Souskova, H., Khun, J. and Julak, J. (2015) Nonthermal plasma-a tool for decontamination and disinfection. Biotechnol Adv 33, 1108-1119."}, {"Citation": "Sehested, K., Holcman, J., Bjergbakke, E. and Hart, E.J. (1982) Ultraviolet spectrum and decay of the ozonide ion radical, O3-, in strong alkaline solution. J Phys Chem 86, 2066-2069."}, {"Citation": "Sun, P., Wu, H., Bai, N., Zhou, H., Wang, R., Feng, H., Zhu, W., Zhang, J. et al. (2012) Inactivation of Bacillus subtilis spores in water by a direct-current, cold atmospheric-pressure air plasma microjet. Plasma Processes Polym 9, 157-164."}, {"Citation": "Thirumdas, R., Kothakota, A., Annapure, U., Siliveru, K., Blundell, R., Gatt, R. and Valdramidis, V.P. (2018) Plasma activated water (PAW): chemistry, physico-chemical properties, applications in food and agriculture. Trends Food Sci Technol 77, 21-31."}], "Title": "References"}], "History": [{"Year": "2019", "Month": "8", "Day": "12"}, {"Year": "2019", "Month": "11", "Day": "18"}, {"Year": "2019", "Month": "11", "Day": "20"}, {"Year": "2019", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31758752", "10.1111/jam.14528"]}}]}