{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Advanced oxidation process", "Agricultural irrigation", "Environmental evaluation", "Reclaimed wastewater", "Water scarcity"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31756803", "DateCompleted": {"Year": "2019", "Month": "11", "Day": "25"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "07", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1016/j.scitotenv.2019.07.378", "S0048-9697(19)33492-8"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "694", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Environmental impacts of an advanced oxidation process as tertiary treatment in a wastewater treatment plant.", "Pagination": {"StartPage": "133572", "MedlinePgn": "133572"}, "Abstract": {"AbstractText": ["Due to global water scarcity, the use of reclaimed wastewater for crop irrigation is required; however, if the wastewater treatment is inadequate, it can be a source of environmental pollution. In order to improve wastewater reclamation, advanced oxidation processes (AOPs) have been tested. At full scale, ozonation is one such process that effectively removes micropollutants, despite its high-energy consumption. At pilot scale, other technologies such as the solar photo-Fenton process are being developed. This process is under consideration as a sustainable technology because it uses sunlight as a source of radiation. However, there is little information available on its environmental performance. In this work, we perform a comparative analysis between the ozonation and the photo-Fenton process as tertiary wastewater treatment processes used to reclaim wastewater for agricultural irrigation. We apply the Life Cycle Assessment (LCA) methodology for quantifying environmental impacts with ReCiPe and USEtox as life cycle impact assessment (LCIA) methods. The results show that both tertiary treatment options reduce water stress locally. Ozonation has a better overall environmental performance compared to the photo-Fenton process because the environmental impact of the required ozone is smaller than of the reactants involved in the solar photo-Fenton. Moreover, the first can be operated both day and night, and therefore needs no additional storage for collecting the nightly secondary effluent, and thus has lower infrastructure related impacts. Additionally, when the solar photo-Fenton process operates at an acidic pH, there are environmental drawbacks related to the pH adjustment, which consumes a large amount of acid thus liberating CO<sub>2</sub>. Finally, the environmental impacts associated with the discharge of micropollutants to soil through the use of reclaimed water are very small compared to the other impacts generated by the treatment. However, due to the current LCIA method limitations of micropollutant impact assessment, these are subject to major uncertainty."], "CopyrightInformation": "Copyright © 2019 Elsevier B.V. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Engineering, ETH Zurich, 8093 Zurich, Switzerland."}], "Identifier": [], "LastName": "Arzate", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Engineering, ETH Zurich, 8093 Zurich, Switzerland. Electronic address: stephan.pfister@ifu.baug.ethz.ch."}], "Identifier": [], "LastName": "Pfister", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Engineering, ETH Zurich, 8093 Zurich, Switzerland."}], "Identifier": [], "LastName": "Oberschelp", "ForeName": "C", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Solar Energy Research Centre (CIESOL), Joint Centre UAL-CIEMAT, 04120 Almeria, Spain; Department of Chemical Engineering, UAL, 04120 Almeria, Spain."}], "Identifier": [], "LastName": "Sánchez-Pérez", "ForeName": "J A", "Initials": "JA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "5", "Day": "2"}, {"Year": "2019", "Month": "7", "Day": "22"}, {"Year": "2019", "Month": "7", "Day": "22"}, {"Year": "2019", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "24", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31756803", "10.1016/j.scitotenv.2019.07.378", "S0048-9697(19)33492-8"]}}]}