{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air pollution", "Asthma", "Diet behavior", "Exercise", "Perception", "Smoke", "Weather"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31791294", "DateCompleted": {"Year": "2020", "Month": "05", "Day": "07"}, "DateRevised": {"Year": "2020", "Month": "05", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "02"}], "Language": ["eng"], "ELocationID": ["231", "10.1186/s12890-019-0998-0"], "Journal": {"ISSN": "1471-2466", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Dec", "Day": "02"}}, "Title": "BMC pulmonary medicine", "ISOAbbreviation": "BMC Pulm Med"}, "ArticleTitle": "Assessing effects of personal behaviors and environmental exposure on asthma episodes: a diary-based approach.", "Pagination": {"StartPage": "231", "MedlinePgn": "231"}, "Abstract": {"AbstractText": ["Quantifying the effects of personal health behaviors and environmental exposure on asthma flare-ups is a challenge. Most studies have focused on monitoring the symptoms and drug usage for relieving symptoms. In this study, we emphasize the need to understand how personal and environmental conditions are related to the occurrence of asthma symptoms.", "We designed an online health diary platform to collect personal health behaviors from children, their parents and other adults with any allergic diseases including asthma, allergic rhinitis, atopic dermatitis and allergic conjunctivitis. The participants used mobile devices or computers to record their daily health-related activities such as sleep, exercise, diet, perception of air quality and temperature, and asthma symptoms. The participants also recorded secondhand smoke exposure and the time of activities, which were combined with ambient air quality measurements for calculating personal air pollution exposure. A generalized linear mixed model was used to estimate the effects of the factors.", "During the study period (January 2017-June 2017, and October 2017-September 2018), 132 participants provided 25,016 diary entries, and 84 participants had experienced asthma symptoms in 1458 diary entries. The results showed some different risk factors for the minors and adults. For minors, high-intensity exercise, contact with persons with influenza-like illness (ILI) and the perception of hot temperature and bad indoor air quality were associated with the occurrence of asthma episodes. The identified risk factors for the adult participants included having dehumidifiers at home, exposure to secondhand smoke, having bad sleep quality, contact with persons with ILI, not eating fruit and seafood, perceiving cold temperature, bad quality of indoor and outdoor air, and exposure to high concentration of ozone.", "The revealed personal risk factors and perceptions of air quality and temperature may provide guidance on behavioral change for people susceptible to asthma to help control acute onset and severe exacerbation of asthma flare-ups."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Humanities and Social Sciences, Academia Sinica, 128 Academia Road, Section 2, Taipei, Taiwan."}], "Identifier": [], "LastName": "Chan", "ForeName": "Ta-Chien", "Initials": "TC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Statistical Science, Academia Sinica, 128 Academia Road, Section 2, Taipei, Taiwan."}], "Identifier": [], "LastName": "Hu", "ForeName": "Tsuey-Hwa", "Initials": "TH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Statistical Science, Academia Sinica, 128 Academia Road, Section 2, Taipei, Taiwan."}], "Identifier": [], "LastName": "Chu", "ForeName": "Yen-Hua", "Initials": "YH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Statistical Science, Academia Sinica, 128 Academia Road, Section 2, Taipei, Taiwan. hwang@sinica.edu.tw."}], "Identifier": [], "LastName": "Hwang", "ForeName": "Jing-Shiang", "Initials": "JS"}], "GrantList": [{"GrantID": "MOST-105-2621-M-001-003", "Agency": "Ministry of Science and Technology, Taiwan", "Country": ""}, {"GrantID": "MOST-106-2621-M-001-002", "Agency": "Ministry of Science and Technology, Taiwan", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Pulm Med", "NlmUniqueID": "100968563", "ISSNLinking": "1471-2466"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Diaries as Topic"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Behavior"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors declare no competing interest"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "GBD 2015 Chronic Respiratory Disease Collaborators Global, regional, and national deaths, prevalence, disability-adjusted life years, and years lived with disability for chronic obstructive pulmonary disease and asthma, 1990-2015: a systematic analysis for the global burden of disease study 2015. Lancet Respir Med. 2017;5(9):691–706. doi: 10.1016/S2213-2600(17)30293-X.", "ArticleIdList": ["10.1016/S2213-2600(17)30293-X", "PMC5573769", "28822787"]}, {"Citation": "The Global Asthma Network: The global asthma report 2018. In. Auckland; 2018. http://globalasthmareport.org/. Accessed 18 Jan 2019."}, {"Citation": "Subbarao P, Mandhane PJ, Sears MR. Asthma: epidemiology, etiology and risk factors. CMAJ. 2009;181(9):E181–E190. doi: 10.1503/cmaj.080612.", "ArticleIdList": ["10.1503/cmaj.080612", "PMC2764772", "19752106"]}, {"Citation": "Hartmann B, Leucht V, Loerbroks A. Work stress, asthma control and asthma-specific quality of life: initial evidence from a cross-sectional study. J Asthma. 2017;54(2):210–216. doi: 10.1080/02770903.2016.1201836.", "ArticleIdList": ["10.1080/02770903.2016.1201836", "27328314"]}, {"Citation": "Nguyen HV, Nadkarni NV, Sankari U, Mital S, Lye WK, Tan NC. Association between asthma control and asthma cost: results from a longitudinal study in a primary care setting. Respirology. 2017;22(3):454–459. doi: 10.1111/resp.12930.", "ArticleIdList": ["10.1111/resp.12930", "27862645"]}, {"Citation": "Sullivan PW, Ghushchyan V, Navaratnam P, Friedman HS, Kavati A, Ortiz B, Lanier B. National prevalence of poor asthma control and associated outcomes among school-aged children in the United States. J Allergy Clin Immunol Pract. 2018;6(2):536–544. doi: 10.1016/j.jaip.2017.06.039.", "ArticleIdList": ["10.1016/j.jaip.2017.06.039", "28847656"]}, {"Citation": "Global Initiative for Asthma. Global Strategy for Asthma Management and Prevention. Fontana; 2018. http://www.ginasthma.org. Accessed 18 Jan 2019"}, {"Citation": "Pola-Bibian B, Dominguez-Ortega J, Vila-Nadal G, Entrala A, Gonzalez-Cavero L, Barranco P, Cancelliere N, Diaz-Almiron M, Quirce S. Predictors of asthma relapse in patients who attended an emergency department. Allergy Asthma Proc. 2018;39(4):292–298. doi: 10.2500/aap.2018.39.4130.", "ArticleIdList": ["10.2500/aap.2018.39.4130", "30095395"]}, {"Citation": "Hill J, Arrotta N, Villa-Roel C, Dennett L, Rowe BH. Factors associated with relapse in adult patients discharged from the emergency department following acute asthma: a systematic review. BMJ Open Respir Res. 2017;4(1):e000169. doi: 10.1136/bmjresp-2016-000169.", "ArticleIdList": ["10.1136/bmjresp-2016-000169", "PMC5278313", "28176972"]}, {"Citation": "Hollenbach JP, Schifano ED, Hammel C, Cloutier MM. Exposure to secondhand smoke and asthma severity among children in Connecticut. PLoS One. 2017;12(3):e0174541. doi: 10.1371/journal.pone.0174541.", "ArticleIdList": ["10.1371/journal.pone.0174541", "PMC5375151", "28362801"]}, {"Citation": "Chan TC, Chen ML, Lin IF, Lee CH, Chiang PH, Wang DW, Chuang JH. Spatiotemporal analysis of air pollution and asthma patient visits in Taipei, Taiwan. Int J Health Geogr. 2009;8:26. doi: 10.1186/1476-072X-8-26.", "ArticleIdList": ["10.1186/1476-072X-8-26", "PMC2694149", "19419585"]}, {"Citation": "Sheffield PE, Knowlton K, Carr JL, Kinney PL. Modeling of regional climate change effects on ground-level ozone and childhood asthma. Am J Prev Med. 2011;41(3):251–257. doi: 10.1016/j.amepre.2011.04.017.", "ArticleIdList": ["10.1016/j.amepre.2011.04.017", "PMC3160600", "21855738"]}, {"Citation": "Wood LG. Diet, Obesity, and Asthma. Ann Am Thorac Soc. 2017;14(Supplement_5):S332–S338. doi: 10.1513/AnnalsATS.201702-124AW.", "ArticleIdList": ["10.1513/AnnalsATS.201702-124AW", "29161081"]}, {"Citation": "Lee SY, Kim HB, Yu J, Hong SJ. Exercise-induced asthma in children. Expert Rev Clin Immunol. 2009;5(2):193–207. doi: 10.1586/1744666X.5.2.193.", "ArticleIdList": ["10.1586/1744666X.5.2.193", "20477066"]}, {"Citation": "Meltzer LJ, Pugliese CE. Sleep in young children with asthma and their parents. J Child Health Care. 2017;21(3):301–311. doi: 10.1177/1367493517712064.", "ArticleIdList": ["10.1177/1367493517712064", "PMC6350768", "29119809"]}, {"Citation": "Clark M, Martin S, Svedsater H, Dale P, Jacques L. Measurement properties of an asthma symptom and rescue medication use diary. J Asthma. 2015;52(1):88–97. doi: 10.3109/02770903.2014.947430.", "ArticleIdList": ["10.3109/02770903.2014.947430", "25207984"]}, {"Citation": "Ducharme FM, Jensen ME, Mendelson MJ, Parkin PC, Desplats E, Zhang X, Platt R. Asthma flare-up diary for young children to monitor the severity of exacerbations. J Allergy Clin Immunol. 2016;137(3):744–749. doi: 10.1016/j.jaci.2015.07.028.", "ArticleIdList": ["10.1016/j.jaci.2015.07.028", "26341275"]}, {"Citation": "Chan TC, Yen TJ, Fu YC, Hwang JS. ClickDiary: online tracking of health behaviors and mood. J Med Internet Res. 2015;17(6):e147. doi: 10.2196/jmir.4315.", "ArticleIdList": ["10.2196/jmir.4315", "PMC4526938", "26076583"]}, {"Citation": "Chan TC, Yen TJ, Hu TH, Fu YC, Hwang JS. Detecting concurrent mood in daily contact networks: an online participatory cohort study with a diary approach. BMJ Open. 2018;8(7):e020600. doi: 10.1136/bmjopen-2017-020600.", "ArticleIdList": ["10.1136/bmjopen-2017-020600", "PMC6082495", "29991627"]}, {"Citation": "Chan TC, Hu TH, Hwang JS. Estimating the risk of influenza-like illness transmission through social contacts: web-based participatory cohort study. JMIR Public Health Surveill. 2018;4(2):e40. doi: 10.2196/publichealth.8874.", "ArticleIdList": ["10.2196/publichealth.8874", "PMC5913573", "29631987"]}, {"Citation": "R Core Team . R: a language and environment for statistical computing. Vienna: R Foundation for statistical Computing; 2018."}, {"Citation": "Douglas Bates MM, Bolker B, Walker S. Fitting linear mixed-effects models using lme4. J Stat Softw. 2015;67(1):1–48."}, {"Citation": "Kim SY, Sim S, Choi HG. Active and passive smoking impacts on asthma with quantitative and temporal relations: a Korean community health survey. Sci Rep. 2018;8:8614. 10.1038/s41598-018-26895-3.", "ArticleIdList": ["PMC5988685", "29872096"]}, {"Citation": "Vasileiou E, Sheikh A, Butler C, El Ferkh K, von Wissmann B, McMenamin J, Ritchie L, Schwarze J, Papadopoulos NG, Johnston SL, et al. Effectiveness of influenza vaccines in asthma: a systematic review and meta-analysis. Clin Infect Dis. 2017;65(8):1388–1395. doi: 10.1093/cid/cix524.", "ArticleIdList": ["10.1093/cid/cix524", "PMC5850022", "28591866"]}, {"Citation": "Gill MA, Bajwa G, George TA, Dong CC, Dougherty II, Jiang N, Gan VN, Gruchalla RS. Counterregulation between the FcepsilonRI pathway and antiviral responses in human plasmacytoid dendritic cells. J Immunol. 2010;184(11):5999–6006. doi: 10.4049/jimmunol.0901194.", "ArticleIdList": ["10.4049/jimmunol.0901194", "PMC4820019", "20410486"]}, {"Citation": "Del Giacco SR, Firinu D, Bjermer L, Carlsen KH. Exercise and asthma: an overview. Eur Clin Respir J. 2015;2:27984. doi: 10.3402/ecrj.v2.27984.", "ArticleIdList": ["10.3402/ecrj.v2.27984", "PMC4653278", "26672959"]}, {"Citation": "Winn C, McNarry M, Stratton G, Wilson A, Davies G. Effect of high-intensity exercise on aerobic performance and airway inflammation in asthma. Eur Respir J. 2016;48:OA4804."}, {"Citation": "Nagel G, Weinmayr G, Kleiner A, Garcia-Marcos L, Strachan DP, Group IPTS Effect of diet on asthma and allergic sensitisation in the international study on allergies and asthma in childhood (ISAAC) phase two. Thorax. 2010;65(6):516–522. doi: 10.1136/thx.2009.128256.", "ArticleIdList": ["10.1136/thx.2009.128256", "20522849"]}, {"Citation": "Ritz T, Steptoe A, Bobb C, Harris AH, Edwards M. The asthma trigger inventory: validation of a questionnaire for perceived triggers of asthma. Psychosom Med. 2006;68(6):956–965. doi: 10.1097/01.psy.0000248898.59557.74.", "ArticleIdList": ["10.1097/01.psy.0000248898.59557.74", "17132841"]}, {"Citation": "Lam HC, Li AM, Chan EY, Goggins WB., 3rd The short-term association between asthma hospitalisations, ambient temperature, other meteorological factors and air pollutants in Hong Kong: a time-series study. Thorax. 2016;71(12):1097–1109. doi: 10.1136/thoraxjnl-2015-208054.", "ArticleIdList": ["10.1136/thoraxjnl-2015-208054", "27343213"]}, {"Citation": "Xu Z, Crooks JL, Davies JM, Khan AF, Hu W, Tong S. The association between ambient temperature and childhood asthma: a systematic review. Int J Biometeorol. 2018;62(3):471–481. doi: 10.1007/s00484-017-1455-5.", "ArticleIdList": ["10.1007/s00484-017-1455-5", "29022096"]}, {"Citation": "Maestrelli P, Canova C, Scapellato ML, Visentin A, Tessari R, Bartolucci GB, Simonato L, Lotti M. Personal exposure to particulate matter is associated with worse health perception in adult asthma. J Invest Allerg Clin. 2011;21(2):120–128.", "ArticleIdList": ["21462802"]}, {"Citation": "Anenberg SC, Henze DK, Tinney V, Kinney PL, Raich W, Fann N, Malley CS, Roman H, Lamsal L, Duncan B, et al. Estimates of the global burden of ambient PM2.5, Ozone, and NO2 on asthma incidence and emergency room visits. Environ Health Perspect. 2018;126(10):107004. doi: 10.1289/EHP3766.", "ArticleIdList": ["10.1289/EHP3766", "PMC6371661", "30392403"]}, {"Citation": "Qian H, Zheng X, Zhang M, Weschler L, Sundell J. Associations between parents’ perceived air quality in homes and health among children in Nanjing, China. Plos One. 2016;11(5):e0155742. doi: 10.1371/journal.pone.0155742.", "ArticleIdList": ["10.1371/journal.pone.0155742", "PMC4871534", "27191186"]}, {"Citation": "Fan J, Li S, Fan C, Bai Z, Yang K. The impact of PM2.5 on asthma emergency department visits: a systematic review and meta-analysis. Environ Sci Pollut Res Int. 2016;23(1):843–850. doi: 10.1007/s11356-015-5321-x.", "ArticleIdList": ["10.1007/s11356-015-5321-x", "26347419"]}, {"Citation": "Sheffield PE, Zhou J, Shmool JLC, Clougherty JE. Ambient ozone exposure and children’s acute asthma in New York City: a case-crossover analysis. Environ Health. 2015;14(1):25. doi: 10.1186/s12940-015-0010-2.", "ArticleIdList": ["10.1186/s12940-015-0010-2", "PMC4373115", "25889205"]}, {"Citation": "Gater A, Nelsen L, Fleming S, Lundy JJ, Bonner N, Hall R, Marshall C, Staunton H, Krishnan JA, Stoloff S, et al. Assessing asthma symptoms in adolescents and adults: qualitative research supporting development of the asthma daily symptom diary. Value Health. 2016;19(4):440–450. doi: 10.1016/j.jval.2016.01.007.", "ArticleIdList": ["10.1016/j.jval.2016.01.007", "27325336"]}]}], "History": [{"Year": "2019", "Month": "7", "Day": "31"}, {"Year": "2019", "Month": "11", "Day": "15"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["31791294", "PMC6889623", "10.1186/s12890-019-0998-0", "10.1186/s12890-019-0998-0"]}}]}