{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [], "KeywordList": [["Air quality", "Mortality", "race", "traffic", "trends"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31818475", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1016/j.envres.2019.108842", "S0013-9351(19)30639-5"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "183", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Environmental predictors of survival in a cohort of U.S. military veterans: A multi-level spatio-temporal analysis stratified by race.", "Pagination": {"StartPage": "108842", "MedlinePgn": "108842"}, "Abstract": {"AbstractText": ["We analyzed racial differences in all-cause mortality rates associated with air pollution in a cohort of military veterans in which 37% of the 70,000 members identified as African-American (black). In this comprehensive analysis, spatial levels comprised individuals, zip-codes, and counties. Temporal levels comprised the 26-y follow-up period (1976-2001) and 4 subperiods. Proportional hazard regression models were used, controlling for individual age, race (white, black), smoking (current, ever), education, height, body-mass index, and systolic and diastolic blood pressure; zipcode-average socioeconomic indicators; and county-average climate. County-level air quality measures included vehicular traffic density as a surrogate for all traffic-related pollutants including noise. The model accounted for nonlinear mortality relationships with age, body-mass index, blood pressure and zip-code racial composition. Relative to whites, more of the black veterans smoked, had slightly higher blood pressure, and lived in predominately black zip-codes that had more poverty than whites. The black veterans lived in counties that had slightly worse ambient air quality and substantially higher levels of vehicular traffic density. We analyzed all-cause mortality associations with county-level average ozone, nitrogen dioxide, sulfur dioxide, carbon monoxide for 1975-81, and subsequent data on particulates by particle size. We also considered sulfate and elemental carbon particles, benzene, SO<sub>2</sub>, and NO<sub>x</sub> based on nationwide modeling for 2002. We had no information on indoor air quality or personal exposures; our risk estimates should thus be regarded as characterizing the counties of residence rather than individual exposures of inhabitants. In addition to age, the strongest predictors of veterans' survival were residence in high-poverty zip-codes, smoking, and diastolic blood pressure, to all of which black veterans were less sensitive than whites. Black veterans had significantly lower mortality risks from aging, smoking, and elevated diastolic blood pressure, but larger risks from excessive body-mass index. They were less at risk from living a high-poverty zip-code than whites. We assumed these risk factors to be stable during follow-up and thus applicable to chronic health effects. After controlling for them, the all-cause mortality risk for black veterans was 10% lower than whites. In an effort to reduce random scatter we computed mean risks associated with overlapping groups of similar pollutants. These means were statistically significant for both black and white veterans for traffic-related, gaseous, and NO<sub>x</sub>-O<sub>3</sub> pollutants, for which the overall mean relative risk was 1.076 (1.057-1.090). Grouped mean risks for particulate pollutants, sulfur compounds, and non-traffic pollutants were not significant for either race. Black veterans carried more of the traffic-related risks than whites because of their greater exposures and risk coefficients. PM<sub>2.5</sub> risk estimates were negative for black veterans (0.82 [0.75-0.89]) but positive for whites (1.05 [1.005-1.10]) which is consistent with regional differences in overall mortality. The temporal analyses compared mortality rates by follow-up subperiod for the pollutants measured at enrollment. We expected increasing (cumulative) risks for chronic effects and decreasing risks for delayed acute effects, but found no significant trend for either race. We concluded that the higher exposures and mortality risks associated with vehicular traffic posed environmental injustice for the black veterans."], "CopyrightInformation": "Copyright © 2019 Elsevier Inc. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Greenport, NY 11944, USA. Electronic address: fred.lipfert@gmail.com."}], "Identifier": [], "LastName": "Lipfert", "ForeName": "Frederick W", "Initials": "FW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Bonny Doon, CA 95060, USA."}], "Identifier": [], "LastName": "Wyzga", "ForeName": "Ronald E", "Initials": "RE"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Black People"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Military Personnel"}, {"QualifierName": ["ethnology"], "DescriptorName": "Mortality"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Spatio-Temporal Analysis"}, {"QualifierName": [], "DescriptorName": "Survival Analysis"}, {"QualifierName": [], "DescriptorName": "Veterans"}, {"QualifierName": [], "DescriptorName": "Black or African American"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "8", "Day": "15"}, {"Year": "2019", "Month": "10", "Day": "17"}, {"Year": "2019", "Month": "10", "Day": "18"}, {"Year": "2019", "Month": "12", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "11", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31818475", "10.1016/j.envres.2019.108842", "S0013-9351(19)30639-5"]}}]}