{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31844504", "DateRevised": {"Year": "2023", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.5194/gmd-12-4409-2019"], "Journal": {"ISSN": "1991-9603", "JournalIssue": {"Volume": "12", "Issue": "10", "PubDate": {"Year": "2019"}}, "Title": "Geoscientific model development", "ISOAbbreviation": "Geosci Model Dev"}, "ArticleTitle": "Simulating lightning NO production in CMAQv5.2: performance evaluations.", "Pagination": {"StartPage": "4409", "EndPage": "4424", "MedlinePgn": "4409-4424"}, "Abstract": {"AbstractText": ["This study assesses the impact of the lightning nitric oxide (LNO) production schemes in the Community Multiscale Air Quality (CMAQ) model on ground-level air quality as well as aloft atmospheric chemistry through detailed evaluation of model predictions of nitrogen oxides (NO <sub><i>x</i></sub> ) and ozone (O<sub>3</sub>) with corresponding observations for the US. For ground-level evaluations, hourly O<sub>3</sub> and NO <sub><i>x</i></sub> values from the U.S. EPA Air Quality System (AQS) monitoring network are used to assess the impact of different LNO schemes on model prediction of these species in time and space. Vertical evaluations are performed using ozonesonde and P-3B aircraft measurements during the Deriving Information on Surface Conditions from Column and Vertically Resolved Observations Relevant to Air Quality (DISCOVER-AQ) campaign conducted in the Baltimore- Washington region during July 2011. The impact on wet deposition of nitrate is assessed using measurements from the National Atmospheric Deposition Program's National Trends Network (NADP NTN). Compared with the Base model (without LNO), the impact of LNO on surface O<sub>3</sub> varies from region to region depending on the Base model conditions. Overall statistics suggest that for regions where surface O<sub>3</sub> mixing ratios are already overestimated, the incorporation of additional NO from lightning generally increased model overestimation of mean daily maximum 8 h (DM8HR) O<sub>3</sub> by 1-2 ppb. In regions where surface O<sub>3</sub> is underestimated by the Base model, LNO can significantly reduce the underestimation and bring model predictions close to observations. Analysis of vertical profiles reveals that LNO can significantly improve the vertical structure of modeled O<sub>3</sub> distributions by reducing underestimation aloft and to a lesser degree decreasing overestimation near the surface. Since the Base model underestimates the wet deposition of nitrate in most regions across the modeling domain with the exception of the Pacific Coast, the inclusion of LNO leads to reduction in biases and errors and an increase in correlation coefficients at almost all the NADP NTN sites. Among the three LNO schemes described in Kang et al. (2019), the hNLDN scheme, which is implemented using hourly observed lightning flash data from National Lightning Detection Network (NLDN), performs best for comparisons with ground-level values, vertical profiles, and wet deposition of nitrate; the mNLDN scheme (the monthly NLDN-based scheme) performed slightly better. However, when observed lightning flash data are not available, the linear regression-based parameterization scheme, pNLDN, provides an improved estimate for nitrate wet deposition compared to the base simulation that does not include LNO."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement and Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Kang", "ForeName": "Daiwen", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement and Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Foley", "ForeName": "Kristen M", "Initials": "KM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement and Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Mathur", "ForeName": "Rohit", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement and Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Roselle", "ForeName": "Shawn J", "Initials": "SJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, University of Maryland, College Park, MD, USA."}], "Identifier": [], "LastName": "Pickering", "ForeName": "Kenneth E", "Initials": "KE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, University of Maryland, College Park, MD, USA."}], "Identifier": [], "LastName": "Allen", "ForeName": "Dale J", "Initials": "DJ"}], "GrantList": [{"GrantID": "EPA999999", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Geosci Model Dev", "NlmUniqueID": "101723833", "ISSNLinking": "1991-959X"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allen DJ and Pickering KE: Evaluation of lightning flash rate parameterizations for use in a global chemical transport model, J. Geophys. Res, 107, 4711–4731, 10.1029/2002JD002066, 2002.", "ArticleIdList": ["10.1029/2002JD002066"]}, {"Citation": "Allen D, Pickering K, Stenchikov G, Thompson A, and Kondo Y: A three-dimensional total odd nitrogen (NOy) simulation during SONEX using a stretched-grid chemical transport model, J. Geophys. Res, 105, 3851–3876, 10.1029/1999JD901029, 2000.", "ArticleIdList": ["10.1029/1999JD901029"]}, {"Citation": "Allen DJ, Pickering KE, Pinder RW, Henderson BH, Appel KW, and Prados A: Impact of lightning-NO on eastern United States photochemistry during the summer of 2006 as determined using the CMAQ model, Atmos. Chem. Phys, 12, 1737–1758, 10.5194/acp-12-1737-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-1737-2012"]}, {"Citation": "Anderson DC, Loughner CP, Diskin G, Weinheimer A, Canty TP, Salawitch RJ, Worden HM, Fried A, Mikoviny T, Wisthaler A, and Dickerson RR: Measured and modeled CO and NOy in DISCOVER-AQ: An evaluation of emissions and chemistry over the eastern US, Atmos. Environ, 96, 78–87, 10.1016/j.atmosenv.2014.07.004, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.004"]}, {"Citation": "Appel KW, Foley KM, Bash JO, Pinder RW, Dennis RL, Allen DJ, and Pickering K: A multi-resolution assessment of the Community Multiscale Air Quality (CMAQ) model v4.7 wet deposition estimates for 2002–2006, Geosci. Model Dev, 4, 357–371, 10.5194/gmd-4-357-2011, 2011.", "ArticleIdList": ["10.5194/gmd-4-357-2011"]}, {"Citation": "Appel KW, Napelenok SL, Foley KM, Pye HO, Hogrefe C, Luecken DJ, Bash JO, Roselle SJ, Pleim JE, Foroutan H, Hutzell1 WD, Pouliot GO, Sarwar G, Fahey KM, Gantt G, Gilliam RC, Heath NK, Kang D, Mathur R, Schwede DB, Spero TL, Wong DC, and Young JO: Description and evaluation of the Community Multiscale Air Quality (CMAQ) modeling system version 5.1, Geosci. Model Dev, 10, 1703–1732, 10.5194/gmd-10-1703-2017, 2017.", "ArticleIdList": ["10.5194/gmd-10-1703-2017", "PMC6104654", "30147852"]}, {"Citation": "Bash JO, Baker KR, and Beaver MR: Evaluation of improved land use and canopy representation in BEIS v3.61 with biogenic VOC measurements in California, Geosci. Model Dev., 9, 2191–2207, 10.5194/gmd-9-2191-2016, 2016.", "ArticleIdList": ["10.5194/gmd-9-2191-2016"]}, {"Citation": "Bovensmann H, Burrows JP, Buchwitz M, Frerick J, Noël S, Rozanov VV, Chance KV, and Goede APH: SCIAMACHY: Mission Objectives and Measurement Modes, J. Atmos. Sci, 56, 127–150, 1999."}, {"Citation": "Brown-Steiner B, Hess PG, and Lin MY: On the capabilities and limitations of GCCM simulations of summertime regional air quality: A diagnostic analysis of ozone and temperature simulations in the US using CESM CAM-Chem, Atmos. Environ, 101, 134–148, 10.1016/j.atmosenv.2014.11.001,2015.", "ArticleIdList": ["10.1016/j.atmosenv.2014.11.001"]}, {"Citation": "Byun DW and Schere KL: Rewiew of the governing equations, computational algorithms, and other components of the Models-3 Community Multiscale Air Quality (CMAQ) modeling system, Appl. Mech. Rev, 59, 51–77, 2006."}, {"Citation": "Canty TP, Hembeck L, Vinciguerra TP, Anderson DC, Goldberg DL, Carpenter SF, Allen DJ, Loughner CP, Salawitch RJ, and Dickerson RR: Ozone and NOx chemistry in the eastern US: evaluation of CMAQ/CB05 with satellite (OMI) data, Atmos. Chem. Phys, 15, 10965–10982, 10.5194/acp-15-10965-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-10965-2015"]}, {"Citation": "Choi Y, Wang Y, Zeng T, Martin RV, Kurosu TP, and Chance K: Evidence of lightning NOx and convective transport of pollutants in satellite observations over North America, Geophys. Res. Lett, 32, L02805, 10.1029/2004GL021436, 2005.", "ArticleIdList": ["10.1029/2004GL021436"]}, {"Citation": "Crawford JH and Pickering KE: DISCOVER-AQ: Advancing strategies for air quality observations for the next decade, EM, A&WMA, September, 2014."}, {"Citation": "Eder BK, Kang D, Mathur R, Yu S, and Schere K: An operational evaluation of the Eta-CMAQ air quality forecast model, Atmos. Environ, 40, 4894–4905, 2006."}, {"Citation": "Finney DL, Doherty RM, Wild O, Huntrieser H, Pumphrey HC, and Blyth AM: Using cloud ice flux to parametrize large-scale lightning, Atmos. Chem. Phys, 14, 12665–12682, 10.5194/acp-14-12665-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-12665-2014"]}, {"Citation": "Finney DL, Doherty RM, Wild O, and Abraham NL: The impact of lightning on tropospheric ozone chemistry using a new global lightning parameterization, Atmos. Chem. Phys, 16, 7507–7522, 10.5194/acp-16-7507-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-7507-2016"]}, {"Citation": "Fiore AM, Dentener FJ, Wild O, Cuvelier C, Schultz MG, Hess P, Textor C, Schulz M, Doherty RM, Horowitz LW, MacKenzie IA, Sanderson MG, Shindell DT, Stevenson DS, Szopa S, Van Dingenen R, Zeng G, Atherton C, Bergmann D, Bey I, Carmichael G, Collins WJ, Duncan BN, Faluvegi G, Folberth G, Gauss M, Gong S, Hauglustaine D, Holloway T, Isaksen ISA, Jacob DJ, Jonson JE, Kaminski JW, Keating TJ, Lupu A, Marmer E, Montanaro V, Park RJ, Pitari G, Pringle KJ, Pyle JA, Schroeder S, Vivanco MG, Wind P, Wojcik G, Wu S, and Zuber A: Multimodel estimates of intercontinental sourcereceptor relationships for ozone pollution, J. Geophys. Res, 114, D04301, 10.1029/2008jd010816, 2009.", "ArticleIdList": ["10.1029/2008jd010816"]}, {"Citation": "Flatoy F and Hov O: NOx from lightning and the calculated chemical composition of the free troposphere, J. Geophys. Res.-Atmos, 102, 21373–21381, 10.1029/97JD01308, 1997.", "ArticleIdList": ["10.1029/97JD01308"]}, {"Citation": "Foley KM, Roselle SJ, Appel KW, Bhave PV, Pleim JE, Otte TL, Mathur R, Sarwar G, Young JO, Gilliam RC, Nolte CG, Kelly JT, Gilliland AB, and Bash JO : Incremental testing of the Community Multiscale Air Quality (CMAQ) modeling system version 4.7, Geosci. Model Dev, 3, 205–226, 10.5194/gmd-3-205-2010, 2010.", "ArticleIdList": ["10.5194/gmd-3-205-2010"]}, {"Citation": "Follette-Cook MB, Pickering KE, Crawford JH, Duncan BN, Loughner CP, Diskin GS, Fried A, and Weinheimer AJ: Spatial and temporal variability of trance gas columns derived from WRF/Chem regional model output: Planning for geostationary observations of atmospheric composition, Atmos. Environ, 118, 28–44, 10.1016/j.atmosenv.2015.07.024, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2015.07.024"]}, {"Citation": "Kang D and Foley K: Simulating Lightning NO Production in CMAQv5.2: Performance Evaluations, data set, 10.5281/zenodo.3360744, 2019.", "ArticleIdList": ["10.5281/zenodo.3360744", "PMC6913039", "31844504"]}, {"Citation": "Kang D and Pickering KE: Lightning NOx emissions and the Implications for Surface Air Quality over the Contiguous United States, EM, A&WMA, November, 2018.", "ArticleIdList": ["PMC6559371", "31186606"]}, {"Citation": "Kang D, Eder BK, Stein AF, Grell GA, Peckham SE, and Mchenry J: The New England air quality forecasting pilot program: development of an evaluation protocol and performance benchmark, J. Air Waste Manage. Assoc, 55, 1782–1796, 2005.", "ArticleIdList": ["16408683"]}, {"Citation": "Kang D, Pickering KE, Allen DJ, Foley KM, Wong D, Mathur R, and Roselle SJ: Simulating Lightning NO Production in CMAQv5.2: Evolution of Scientific Updates, Geosci. Model Dev, 12, 3071–3083, 10.5194/gmd-12-3071-2019, 2019.", "ArticleIdList": ["10.5194/gmd-12-3071-2019", "PMC7087390", "32206207"]}, {"Citation": "Kaynak B, Hu Y, Martin RV, Russell AG, Choi Y, and Wang Y: The effect of lightning NOx production on surface ozone in the continental United States, Atmos. Chem. Phys, 8, 5151–5159, 10.5194/acp-8-5151-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-5151-2008"]}, {"Citation": "Koo B, Chien CJ, Tonnesen G, Morris R, Johnson J, Sakulyanontvittaya T, Piyachaturawat P, and Yarwood G: Natural emissions for regional modeling of background ozone and particulate matter and impacts on emis sions control strategies. Atmos Environ, 44, 2372–2382, 10.1016/j.atmosenv.2010.02.041, 2010.", "ArticleIdList": ["10.1016/j.atmosenv.2010.02.041"]}, {"Citation": "Koshak W, Peterson H, Biazar A, Khan M, and Wang L: The NASA Lightning Nitrogen Oxides Model (LNOM): Application to air quality modeling, Atmos. Res, 135–136, 363–369, 10.1016/j.atmosres.2012.12.015, 2014.", "ArticleIdList": ["10.1016/j.atmosres.2012.12.015"]}, {"Citation": "Labrador LJ, von Kuhlmann R, and Lawrence MG: The effects of lightning-produced NOx and its vertical distribution on atmospheric chemistry: sensitivity simulations with MATCH-MPIC, Atmos. Chem. Phys, 5, 1815–1834, 10.5194/acp-5-1815-2005, 2005.", "ArticleIdList": ["10.5194/acp-5-1815-2005"]}, {"Citation": "Lin J, Youn D, Liang X, and Wuebbles D: Global model simulation of summertime U.S. ozone diurnal cycle and its sensitivity to PBL mixing, spatial resolution, and emissions, Atmos. Environ, 42, 8470–8483, 10.1016/j.atmosenv.2008.08.012, 2008.", "ArticleIdList": ["10.1016/j.atmosenv.2008.08.012"]}, {"Citation": "Murray LT: Lightning NOx and Impacts on Air Quality, Curr Pollution Rep., 2, 115–133, 10.1007/s40726-016-0031-7, 2016.", "ArticleIdList": ["10.1007/s40726-016-0031-7"]}, {"Citation": "Napelenok SL, Pinder RW, Gilliland AB, and Martin RV: A method for evaluating spatially-resolved NOx emissions using Kalman filter inversion, direct sensitivities, and space-based NO2 observations, Atmos. Chem. Phys, 8, 5603–5614, 10.5194/acp-8-5603-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-5603-2008"]}, {"Citation": "NCAR: WRF Model vrsion 3.8, updates, available at: http://www2.mmm.ucar.edu/wrf/users/wrfv3.8/updates-3.8.html (last access: 2 October 2019), 2018."}, {"Citation": "Nolte CG, Appel KW, Kelly JT, Bhave PV, Fahey KM, Collett JL Jr., Zhang L, and Young JO: Evaluation of the Community Multiscale Air Quality (CMAQ) model v5.0 against size-resolved measurements of inorganic particle composition across sites in North America, Geosci. Model Dev., 8, 2877–2892, 10.5194/gmd-8-2877-2015, 2015.", "ArticleIdList": ["10.5194/gmd-8-2877-2015"]}, {"Citation": "Novak JH and Pierce TE: Natural emissions of oxidant precursors, Water Air Soil Poll, 67, 57–77, 1993."}, {"Citation": "Orville RE, Huffines GR, Burrows WR, Holle RL, and Cummins KL: The North American Lightning Detection Network (NALDN) – first results: 1998–2000, Mon. Weather Rev., 130, 2098–2109, 2002."}, {"Citation": "Otte TL and Pleim JE: The Meteorology-Chemistry Interface Processor (MCIP) for the CMAQ modeling system: updates through MCIPv3.4.1, Geosci. Model Dev., 3, 243–256, 10.5194/gmd-3-243-2010, 2010.", "ArticleIdList": ["10.5194/gmd-3-243-2010"]}, {"Citation": "Pickering KE, Bucsela E, Allen D, Ring A, Holz-worth R, and Krotkov N: Estimates of lightning NOx production based on OMI NO2 observations over the Gulf of Mexico, J. Geophys. Res.-Atmos, 121, 8668–8691, 10.1002/2015JD024179, 2016.", "ArticleIdList": ["10.1002/2015JD024179"]}, {"Citation": "Price C and Rind D: A simple lightning parameterization for calculating global lightning distributions, J. Geophys. Res, 97, 9919–9933, 10.1029/92JD00719, 1992.", "ArticleIdList": ["10.1029/92JD00719"]}, {"Citation": "Price C, Penner J, and Prather M: NOx from lightning. 2. Constraints from the global atmospheric electric circuit, J. Geophys. Res, 102, 5943–5951, 10.1029/96JD02551, 1997.", "ArticleIdList": ["10.1029/96JD02551"]}, {"Citation": "Richter A, Burrows JP, Nüß H, Granier C, and Niemeier U: Increase in tropospheric nitrogen dioxide over China observed from space, Nature, 437, 129–132, 10.1038/nature04092, 2005.", "ArticleIdList": ["10.1038/nature04092", "16136141"]}, {"Citation": "Rossow WB, Walker AW, Beuschel DE, and Roiter MD: International Satellite Cloud Climatology Project (ISCCP) documentation of new cloud data sets, Tech. Rep. January, World Meteorological Organisation, WMO/TD 737, Geneva, 1996."}, {"Citation": "Schumann U and Huntrieser H: The global lightning-induced nitrogen oxides source, Atmos. Chem. Phys, 7, 3823–3907, 10.5194/acp-7-3823-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-3823-2007"]}, {"Citation": "Simon H, Reff A, Wells B, Xing J, and Frank N: Ozone trends across the United States over a period of decreasing NOx and VOC emissions. Environ. Sci. Technol, 49, 186–195, 2015.", "ArticleIdList": ["25517137"]}, {"Citation": "Sioris CE, Kurosu TP, Martin RV, and Chance K: Stratospheric and tropospheric NO2 observed by SCIAMACHY: first results, Adv. Space Res, 34, 780–785, 2004."}, {"Citation": "Smith SN and Mueller SF: Modeling natural emissions in the Community Multiscale Air Quality (CMAQ) Model-I: building an emissions data base, Atmos. Chem. Phys, 10, 4931–4952, 10.5194/acp-10-4931-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-4931-2010"]}, {"Citation": "Stockwell DZ, Giannakopoulos C, Plantevin PH, Carver GD, Chipperfield MP, Law KS, Pyle JA, Shallcross DE, and Wang KY: Modelling NOx from lightning and its impact on global chemical fields, Atmos. Environ, 33, 4477–4493, 1999."}, {"Citation": "US EPA Office of Research and Development: CMAQ (Version 5.2), Zenodo, 10.5281/zenodo.1167892, 2017.", "ArticleIdList": ["10.5281/zenodo"]}, {"Citation": "Vaisala: Lightning Detection, available at: https://www.vaisala.com/en/products/systems/lightning-detection, last access: 2 October 2019."}, {"Citation": "Wang L, Newchurch MJ, Pour-Biazar A, Kuang S, Khan M, Liu X, Koshak W, and Chance K: Estimating the influence of lightning on upper tropospheric ozone using NLDN lightning data and CMAQ model, Atmos. Environ, 67, 219–228, 2013."}, {"Citation": "Yarwood G, Whitten GZ, Jung J, Heo G, and Allen DT: Final Report: Development, Evaluation and Testing of Version 6 of the Carbon Bond Chemical Mechanism (CB6), available at: https://www.tceq.texas.gov/assets/public/implementation/air/am/contracts/reports/pm/5820784005FY1026-20100922-environ-cb6.pdf (last access: 2 October 2019), 2010."}]}], "History": [{"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31844504", "NIHMS1543825", "PMC6913039", "10.5194/gmd-12-4409-2019"]}}]}