{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31857827", "DateRevised": {"Year": "2022", "Month": "01", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "11", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1038/s41558-019-0605-7"], "Journal": {"ISSN": "1758-678X", "JournalIssue": {"Volume": "9", "Issue": "12", "PubDate": {"Year": "2019", "Month": "Dec"}}, "Title": "Nature climate change", "ISOAbbreviation": "Nat Clim Chang"}, "ArticleTitle": "Response of N<sub>2</sub>O production rate to ocean acidification in the western North Pacific.", "Pagination": {"StartPage": "954", "EndPage": "958", "MedlinePgn": "954-958"}, "Abstract": {"AbstractText": ["Ocean acidification induced by the increase of anthropogenic CO<sub>2</sub> emissions has a profound impact on marine organisms and biogeochemical processes.<sup>1</sup> The response of marine microbial activities to ocean acidification might play a crucial role in the future evolution of air-sea fluxes of biogenic gases such as nitrous oxide (N<sub>2</sub>O), a strong greenhouse gas and the dominant stratospheric ozone-depleting substance.<sup>2</sup> Here, we examine the response of N<sub>2</sub>O production from nitrification to acidification in a series of incubation experiments conducted in subtropical and subarctic western North Pacific. The experiments show that, when pH was reduced, the N<sub>2</sub>O production rate during nitrification measured at subarctic stations increased significantly whereas nitrification rates remained stable or decreased. Contrary to what was previously thought, these results suggest that the effect of ocean acidification on N<sub>2</sub>O production during nitrification and nitrification rates are likely uncoupled. Collectively these results suggest that, if seawater pH continues to decline at the same rate, ocean acidification could increase the marine N<sub>2</sub>O production during nitrification in subarctic North Pacific by 185 to 491% by the end of the century."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Tokyo Institute of Technology, Department of Environmental Chemistry and Engineering, Nagatsuta 4259, Midori-ku, Yokohama, 226-8502 Kanagawa, Japan."}, {"Identifier": [], "Affiliation": "Ecole Polytechnique Fédérale de Lausanne - EPFL, Institute of Environmental Engineering, Station 2, CH-1015 Lausanne, Switzerland."}], "Identifier": [], "LastName": "Breider", "ForeName": "Florian", "Initials": "F"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Marine Resources Utilization, Japan Agency of Marine Earth Science and Technology, 2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Yoshikawa", "ForeName": "Chisato", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Extra-cutting-edge Science and Technology Avant-garde Research (X-star), Japan Agency of Marine Earth Science and Technology, 2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Makabe", "ForeName": "Akiko", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Tokyo Institute of Technology, School of Materials and Chemical Technology, Nagatsuta 4259, Midori-ku, Yokohama, 226-8502 Kanagawa, Japan."}], "Identifier": [], "LastName": "Toyoda", "ForeName": "Sakae", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Global Change (RIGC), Japan Agency of Marine Earth Science and Technology,2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Wakita", "ForeName": "Masahide", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmosphere and Ocean Research Institute, The University of Tokyo, 5-1-5, Kashiwanoha, Kashiwa-shi, Chiba 277-8564 Japan."}], "Identifier": [], "LastName": "Matsui", "ForeName": "Yohei", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Extra-cutting-edge Science and Technology Avant-garde Research (X-star), Japan Agency of Marine Earth Science and Technology, 2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Kawagucci", "ForeName": "Shinsuke", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Global Change (RIGC), Japan Agency of Marine Earth Science and Technology,2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Fujiki", "ForeName": "Tetsuichi", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Global Change (RIGC), Japan Agency of Marine Earth Science and Technology,2-15 Natsushima-cho, Yokosuka-city 237-0061, Japan."}], "Identifier": [], "LastName": "Harada", "ForeName": "Naomi", "Initials": "N"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Tokyo Institute of Technology, Department of Environmental Chemistry and Engineering, Nagatsuta 4259, Midori-ku, Yokohama, 226-8502 Kanagawa, Japan."}, {"Identifier": [], "Affiliation": "Tokyo Institute of Technology, School of Materials and Chemical Technology, Nagatsuta 4259, Midori-ku, Yokohama, 226-8502 Kanagawa, Japan."}, {"Identifier": [], "Affiliation": "Tokyo Institute of Technology, Earth-Life Science Institute, Meguro, 152-8551 Tokyo, Japan."}], "Identifier": [], "LastName": "Yoshida", "ForeName": "Naohiro", "Initials": "N"}], "GrantList": [{"GrantID": "142954", "Acronym": "SNSF_", "Agency": "Swiss National Science Foundation", "Country": "Switzerland"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Clim Chang", "NlmUniqueID": "101557419"}, "CoiStatement": "Competing financial interests The authors declare no competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Beman JM, et al. Global declines in oceanic nitrification rates as a consequence of ocean acidification. Proc Natl Acad Sci. 2011;108:208–213.", "ArticleIdList": ["PMC3017153", "21173255"]}, {"Citation": "Freing A, Wallace DWR, Bange HW. Global oceanic production of nitrous oxide. Philos Trans R Soc B Biol Sci. 2012;367:1245–1255.", "ArticleIdList": ["PMC3306629", "22451110"]}, {"Citation": "Caldeira K, Wickett ME. Oceanography: Anthropogenic carbon and ocean pH. Nature. 2003;425:365–365.", "ArticleIdList": ["14508477"]}, {"Citation": "Orr JC, et al. Anthropogenic ocean acidification over the twenty-first century and its impact on calcifying organisms. Nature. 2005;437:681–686.", "ArticleIdList": ["16193043"]}, {"Citation": "Kump LR, Bralower TJ, Ridgwell A. Ocean Acidification in Deep Time. Oceanography. 2009;22(4)"}, {"Citation": "Pearson PN, Palmer MR. Atmospheric carbon dioxide concentrations over the past 60 million years. Nature. 2000;406:695–699.", "ArticleIdList": ["10963587"]}, {"Citation": "Codispoti LA. Interesting Times for Marine N2O. Science. 2010;327:1339–1340.", "ArticleIdList": ["20223977"]}, {"Citation": "Breider F, Yoshikawa C, Abe H, Toyoda S, Yoshida N. Origin and fluxes of nitrous oxide along a latitudinal transect in western North Pacific: Controls and regional significance. Glob Biogeochem Cycles. 2015 doi: 10.1002/2014GB004977. 2014GB004977.", "ArticleIdList": ["10.1002/2014GB004977"]}, {"Citation": "IPCC In: Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt KB, Tignor M, Miller HL, editors. IPCC 2007: Climate change 2007: the physical science basis. Contribution of Working Group I to the fourth assessment report of the Intergovernmental Panel on Climate Change; 2007."}, {"Citation": "Rees AP, Brown IJ, Jayakumar A, Ward BB. The inhibition of N2O production by ocean acidification in cold temperate and polar waters. Deep Sea Res Part II Top Stud Oceanogr. doi: 10.1016/j.dsr2.2015.12.006.", "ArticleIdList": ["10.1016/j.dsr2.2015.12.006"]}, {"Citation": "Frame CH, Lau E, Nolan EJ, Goepfert TJ, Lehmann MF. Acidification Enhances Hybrid N2O Production Associated with Aquatic Ammonia-Oxidizing Microorganisms. Front Microbiol. 2017;7", "ArticleIdList": ["PMC5220105", "28119667"]}, {"Citation": "Honda MC, et al. Comparison of carbon cycle between the western Pacific subarctic and subtropical time-series stations: highlights of the K2S1 project. J Oceanogr. 2017:1–21. doi: 10.1007/s10872-017-0423-3.", "ArticleIdList": ["10.1007/s10872-017-0423-3"]}, {"Citation": "Cedervall P, Hooper AB, Wilmot CM. Structural Studies of Hydroxylamine Oxidoreductase Reveal a Unique Heme Cofactor and a Previously Unidentified Interaction Partner. Biochemistry. 2013;52:6211–6218.", "ArticleIdList": ["23952581"]}, {"Citation": "Fernández ML, Estrin DA, Bari SE. Theoretical insight into the hydroxylamine oxidoreductase mechanism. J Inorg Biochem. 2008;102:1523–1530.", "ArticleIdList": ["18336913"]}, {"Citation": "Shiro Y. Structure and function of bacterial nitric oxide reductases: Nitric oxide reductase, anaerobic enzymes. Biochim Biophys Acta BBA - Bioenerg. 2012;1817:1907–1913.", "ArticleIdList": ["22425814"]}, {"Citation": "Hino T, et al. Structural Basis of Biological N2O Generation by Bacterial Nitric Oxide Reductase. Science. 2010;330:1666–1670.", "ArticleIdList": ["21109633"]}, {"Citation": "Yang H, Gandhi H, Ostrom N, Hegg EL. Isotopic fractionation by a fungal P450 nitric oxide reductase during the production of N2O. Environ Sci Technol. 2014 doi: 10.1021/es501912d.", "ArticleIdList": ["10.1021/es501912d", "25121461"]}, {"Citation": "Lehnert N, Praneeth VKK, Paulat F. Electronic structure of iron(II)–porphyrin nitroxyl complexes: Molecular mechanism of fungal nitric oxide reductase (P450nor) J Comput Chem. 2006;27:1338–1351.", "ArticleIdList": ["16788909"]}, {"Citation": "Hatzenpichler R. Diversity, Physiology, and Niche Differentiation of Ammonia-Oxidizing Archaea. Appl Environ Microbiol. 2012;78:7501–7510.", "ArticleIdList": ["PMC3485721", "22923400"]}, {"Citation": "Fehling C, Friedrichs G. Dimerization of HNO in Aqueous Solution: An Interplay of Solvation Effects, Fast Acid–Base Equilibria, and Intramolecular Hydrogen Bonding? J Am Chem Soc. 2011;133:17912–17922.", "ArticleIdList": ["22004536"]}, {"Citation": "Toyoda S, Yoshida N, Koba K. Isotopocule analysis of biologically produced nitrous oxide in various environments. Mass Spectrom Rev. 2017;36:135–160. doi: 10.1002/mas.21459.", "ArticleIdList": ["10.1002/mas.21459", "25869149"]}, {"Citation": "Zhang Y. Computational investigations of HNO in biology. J Inorg Biochem. 2013;118:191–200.", "ArticleIdList": ["PMC3615895", "23103077"]}, {"Citation": "Caranto JD, Lancaster KM. Nitric oxide is an obligate bacterial nitrification intermediate produced by hydroxylamine oxidoreductase. Proc Natl Acad Sci. 2017;114:8217–8222.", "ArticleIdList": ["PMC5547625", "28716929"]}, {"Citation": "Bartberger MD, Fukuto JM, Houk KN. On the acidity and reactivity of HNO in aqueous solution and biological systems. Proc Natl Acad Sci USA. 2001;98:2194–2198.", "ArticleIdList": ["PMC30114", "11226215"]}, {"Citation": "Krulwich TA, Sachs G, Padan E. Molecular aspects of bacterial pH sensing and homeostasis. Nat Rev Microbiol. 2011;9:330–343.", "ArticleIdList": ["PMC3247762", "21464825"]}, {"Citation": "Slonczewski JL, Fujisawa M, Dopson M, Krulwich TA. Cytoplasmic pH Measurement and Homeostasis in Bacteria and Archaea. In: Poole Robert K., editor. Advances in Microbial Physiology. Vol. 55. Academic Press; 2009. pp. 1–317.", "ArticleIdList": ["19573695"]}, {"Citation": "Wilks JC, Slonczewski JL. pH of the Cytoplasm and Periplasm of Escherichia coli: Rapid Measurement by Green Fluorescent Protein Fluorimetry. J Bacteriol. 2007;189:5601–5607.", "ArticleIdList": ["PMC1951819", "17545292"]}, {"Citation": "Wakita M, et al. Ocean acidification from 1997 to 2011 in the subarctic western North Pacific Ocean. Biogeosciences. 2013;10:7817–7827."}, {"Citation": "Ishii M, et al. Ocean acidification off the south coast of Japan: A result from time series observations of CO2 parameters from 1994 to 2008. J Geophys Res Oceans. 2011;116:C06022."}, {"Citation": "Riebesell U, Fabry VJ, Hansson L, Gattuso J-P, editors. Guide to best practices for ocean acidification research and data reporting. 2010."}, {"Citation": "Gattuso J-P, Lavigne H. Technical Note: Approaches and software tools to investigate the impact of ocean acidification. Biogeosciences. 2009;6:2121–2133."}, {"Citation": "Schulz KG, Barcelos e Ramos J, Zeebe RE, Riebesell U. CO2 perturbation experiments: similarities and differences between dissolved inorganic carbon and total alkalinity manipulations. Biogeosciences. 2009;6:2145–2153."}, {"Citation": "Berg IA, Kockelkorn D, Buckel W, Fuchs G. A 3-Hydroxypropionate/4-Hydroxybutyrate Autotrophic Carbon Dioxide Assimilation Pathway in Archaea. Science. 2007;318:1782–1786.", "ArticleIdList": ["18079405"]}, {"Citation": "Badger MR, Bek EJ. Multiple Rubisco forms in proteobacteria: their functional significance in relation to CO2 acquisition by the CBB cycle. J Exp Bot. 2008;59:1525–1541.", "ArticleIdList": ["18245799"]}, {"Citation": "Kock A, Bange HW. Nitrite removal improves hydroxylamine analysis in aqueous solution by conversion with iron(III) Environ Chem. 2013;10:64–71."}, {"Citation": "Frame CH, Casciotti KL. Biogeochemical controls and isotopic signatures of nitrous oxide production by a marine ammonia-oxidizing bacterium. Biogeosciences. 2010;7:2695–2709."}, {"Citation": "Santoro AE, Buchwald C, McIlvin MR, Casciotti KL. Isotopic Signature of N2O Produced by Marine Ammonia-Oxidizing Archaea. Science. 2011;333:1282–1285.", "ArticleIdList": ["21798895"]}, {"Citation": "Yamagishi H, et al. Role of nitrification and denitrification on the nitrous oxide cycle in the eastern tropical North Pacific and Gulf of California. J Geophys Res Biogeosciences. 2007;112 n/a–n/a."}, {"Citation": "Toyoda S, Yoshida N. Determination of Nitrogen Isotopomers of Nitrous Oxide on a Modified Isotope Ratio Mass Spectrometer. Anal Chem. 1999;71:4711–4718."}, {"Citation": "Toyoda S, Mutobe H, Yamagishi H, Yoshida N, Tanji Y. Fractionation of N2O isotopomers during production by denitrifier. Soil Biol Biochem. 2005;37:1535–1545."}, {"Citation": "Sigman DM, et al. A Bacterial Method for the Nitrogen Isotopic Analysis of Nitrate in Seawater and Freshwater. Anal Chem. 2001;73:4145–4153.", "ArticleIdList": ["11569803"]}, {"Citation": "Peng X, et al. Revisiting nitrification in the Eastern Tropical South Pacific: A focus on controls. Geophys Reseach Oceans. 2016;121:1667–1684."}, {"Citation": "Charpentier J, Farias L, Yoshida N, Boontanon N, Raimbault P. Nitrous oxide distribution and its origin in the central and eastern South Pacific Subtropical Gyre. Biogeosciences. 2007;4:729–741."}]}], "History": [{"Year": "2019", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31857827", "EMS84398", "PMC6923134", "10.1038/s41558-019-0605-7"]}}]}