{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": ["IM"], "OtherAbstract": [{"AbstractText": ["[Figure: see text]"]}], "KeywordList": [["Ageing", "Air pollution", "Nitrogen dioxide", "Oxidative stress", "Ozone", "Skin"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "31874249", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "12", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1016/j.freeradbiomed.2019.11.038", "S0891-5849(19)31498-4"], "Journal": {"ISSN": "1873-4596", "JournalIssue": {"Volume": "151", "PubDate": {"Year": "2020", "Month": "May", "Day": "01"}}, "Title": "Free radical biology & medicine", "ISOAbbreviation": "Free Radic Biol Med"}, "ArticleTitle": "Oxidative contribution of air pollution to extrinsic skin ageing.", "Pagination": {"StartPage": "111", "EndPage": "122", "MedlinePgn": "111-122"}, "Abstract": {"AbstractText": ["• Epidemiological evidence links exposure to poor air quality to lentigines and wrinkles. • Experimental studies provide mechanistic explanations involving oxidative stress. • Polluted air may hasten skin ageing through indirect systemic effects via the lung and/or direct effects on cutaneous tissue. • Prevention measures would need to combine strategies that target both ‘routes’. • Air pollution is one of several environmental stressors that combined, may have additive/synergistic effects on the skin."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "NIHR Health Impact of Environmental Hazards HPRU, MRC Centre for Environment and Health, King's College London, 150 Stamford Street, London, SE1 9NH, UK. Electronic address: julia.fussell@kcl.ac.uk."}], "Identifier": [], "LastName": "Fussell", "ForeName": "Julia C", "Initials": "JC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NIHR Health Impact of Environmental Hazards HPRU, MRC Centre for Environment and Health, King's College London, 150 Stamford Street, London, SE1 9NH, UK."}], "Identifier": [], "LastName": "Kelly", "ForeName": "Frank J", "Initials": "FJ"}], "GrantList": [{"GrantID": "MR/L01341X/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}, {"GrantID": "MR/S019669/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}, {"GrantID": "HPRU-2012-10030", "Acronym": "DH_", "Agency": "Department of Health", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Free Radic Biol Med", "NlmUniqueID": "8709159", "ISSNLinking": "0891-5849"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Skin Aging"}], "CoiStatement": "Declaration of competing interest None."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Elias P.M. Epidermal lipids, barrier function, and desquamation. J. Investig. Dermatol. 1983;80(1 Suppl) 44s-9s.", "ArticleIdList": ["20479733"]}, {"Citation": "Mao-Qiang M., Jain M., Feingold K.R., Elias P.M. Secretory phospholipase A2 activity is required for permeability barrier homeostasis. J. Investig. Dermatol. 1996;106(1):57–63.", "ArticleIdList": ["8592082"]}, {"Citation": "Milstone L.M. Epidermal desquamation. J. Dermatol. Sci. 2004;36(3):131–140.", "ArticleIdList": ["15541634"]}, {"Citation": "Pham D.M., Boussouira B., Moyal D., Nguyen Q.L. Oxidization of squalene, a human skin lipid: a new and reliable marker of environmental pollution studies. Int. J. Cosmet. Sci. 2015;37(4):357–365.", "ArticleIdList": ["25656265"]}, {"Citation": "Fuks K.B., Woodby B., Valacchi G. Skin damage by tropospheric ozone, Hautarzt. 2019.", "ArticleIdList": ["10.1007/s00105-018-4319-y", "30747245"]}, {"Citation": "Packer L., Valacchi G. Antioxidants and the response of skin to oxidative stress: vitamin E as a key indicator. Skin Pharmacol. Appl. Skin Physiol. 2002;15(5):282–290.", "ArticleIdList": ["12239421"]}, {"Citation": "Weber S.U., Thiele J.J., Cross C.E., Packer L. Vitamin C, uric acid, and glutathione gradients in murine stratum corneum and their susceptibility to ozone exposure. J. Investig. Dermatol. 1999;113(6):1128–1132.", "ArticleIdList": ["10594762"]}, {"Citation": "Gupta M.A., Gilchrest B.A. Psychosocial aspects of aging skin. Dermatol. Clin. 2005;23(4):643–648.", "ArticleIdList": ["16112440"]}, {"Citation": "Martin P. Wound healing-aiming for perfect skin regeneration. Science. 1997;276:75–81.", "ArticleIdList": ["9082989"]}, {"Citation": "Hensley K., Floyd R.A. Reactive oxygen species and protein oxidation in aging: a look back, a look ahead. Arch. Biochem. Biophys. 2002;397:377–383.", "ArticleIdList": ["11795897"]}, {"Citation": "Lee C.M., Watson R.E.B., Kleyn C.E. The impact of Perceived stress on skin ageing. J. Eur. Acad. Dermatol. Venereol. 2019;13:Aug.", "ArticleIdList": ["31407395"]}, {"Citation": "Farage M.A., Miller K.W., Elsner P., Maibach H.I. Intrinsic and extrinsic factors in skin ageing: a review. Int. J. Cosmet. Sci. 2008;30:87–95.", "ArticleIdList": ["18377617"]}, {"Citation": "Yaar M. Clinical and histological features of intrinsic versus extrinsic skin aging. In: Gilchrest B.A., Krutmann J., editors. Skin Aging. Springer Verlag; Berlin: 2006."}, {"Citation": "Krutmann J., Bouloc A., Sore G., Bernard B.A., Passeron T. The skin aging exposome. J. Dermatol. Sci. 2017;85(3):152–161.", "ArticleIdList": ["27720464"]}, {"Citation": "Matsumura Y., Ananthaswamy H.N. Toxic effects of ultraviolet radiation on the skin. Toxicol. Appl. Pharmacol. 2004;195(3):298–308.", "ArticleIdList": ["15020192"]}, {"Citation": "Gallagher R.P., Lee T.K. Adverse effects of ultraviolet radiation: a brief review. Prog. Biophys. Mol. Biol. 2006;92(1):119–131.", "ArticleIdList": ["16580054"]}, {"Citation": "Kennedy C., Bajdik C.D., Willemze R., De Gruijl F.R., Bouwes Bavinck J.N., Leiden Skin Cancer S. The influence of painful sunburns and lifetime sun exposure on the risk of actinic keratoses, seborrheic warts, melanocytic nevi, atypical nevi, and skin cancer. J. Investig. Dermatol. 2003;120(6):1087–1093.", "ArticleIdList": ["12787139"]}, {"Citation": "Nakamura M., Morita A., Seite S., Haarmann-Stemmann T., Grether-Beck S., Krutmann J. Environment-induced lentigines: formation of solar lentigines beyond ultraviolet radiation. Exp. Dermatol. 2015;24(6):407–411.", "ArticleIdList": ["25777082"]}, {"Citation": "Xu F., Yan S., Wu M., Li F., Xu X., Song W., Zhao J., Xu J., Kan H. Ambient ozone pollution as a risk factor for skin disorders. Br. J. Dermatol. 2011;165(1):224–225.", "ArticleIdList": ["21457212"]}, {"Citation": "Kousha T., Valacchi G. The air quality health index and emergency department visits for urticaria in Windsor, Canada. J. Toxicol. Environ. Health. 2015;78(8):524–533.", "ArticleIdList": ["25849769"]}, {"Citation": "Guo Q., Liang F., Tian L., Schikowski T., Liu W., Pan X. Ambient air pollution and the hospital outpatient visits for eczema and dermatitis in Beijing: a time-stratified case-crossover analysis. Environmental science. Processes & impacts. 2019;21(1):163–173.", "ArticleIdList": ["30632581"]}, {"Citation": "Fuks K.B., Huls A., Sugiri D., Altug H., Vierkotter A., Abramson M.J., Goebel J., Wagner G.G., Demuth I., Krutmann J., Schikowski T. Tropospheric ozone and skin aging: results from two German cohort studies. Environ. Int. 2019;124:139–144.", "ArticleIdList": ["30641257"]}, {"Citation": "Huls A., Vierkotter A., Gao W., Kramer U., Yang Y., Ding A., Stolz S., Matsui M., Kan H., Wang S., Jin L., Krutmann J., Schikowski T. Traffic-related air pollution contributes to development of facial lentigines: further epidemiological evidence from Caucasians and Asians. J. Investig. Dermatol. 2016;136(5):1053–1056.", "ArticleIdList": ["26868871"]}, {"Citation": "Vierkotter A., Schikowski T., Ranft U., Sugiri D., Matsui M., Kramer U., Krutmann J. Airborne particle exposure and extrinsic skin aging. J. Investig. Dermatol. 2010;130(12):2719–2726.", "ArticleIdList": ["20664556"]}, {"Citation": "Peng F., Xue C.H., Hwang S.K., Li W.H., Chen Z., Zhang J.Z. Exposure to fine particulate matter associated with senile lentigo in Chinese women: a cross-sectional study. J. Eur. Acad. Dermatol. Venereol. 2017;31(2):355–360.", "ArticleIdList": ["PMC6084310", "27593207"]}, {"Citation": "Li M., Vierkotter A., Schikowski T., Huls A., Ding A., Matsui M.S., Deng B., Ma C., Ren A., Zhang J., Tan J., Yang Y., Jin L., Krutmann J., Li Z., Wang S. Epidemiological evidence that indoor air pollution from cooking with solid fuels accelerates skin aging in Chinese women. J. Dermatol. Sci. 2015;79(2):148–154.", "ArticleIdList": ["26055797"]}, {"Citation": "Clark M.L., Peel J.L., Balakrishnan K., Breysse P.N., Chillrud S.N., Naeher L.P., Rodes C.E., Vette A.F., Balbus J.M. Health and household air pollution from solid fuel use: the need for improved exposure assessment. Environ. Health Perspect. 2013;121(10):1120–1128.", "ArticleIdList": ["PMC3801460", "23872398"]}, {"Citation": "Vierkotter A., Krutmann J. Environmental influences on skin aging and ethnic-specific manifestations. Derm. Endocrinol. 2012;4(3):227–231.", "ArticleIdList": ["PMC3583881", "23467702"]}, {"Citation": "Ding A., Yang Y., Zhao Z., Huls A., Vierkotter A., Yuan Z., Cai J., Zhang J., Gao W., Li J., Zhang M., Matsui M., Krutmann J., Kan H., Schikowski T., Jin L., Wang S. Indoor PM2.5 exposure affects skin aging manifestation in a Chinese population. Sci. Rep. 2017;7(1):15329.", "ArticleIdList": ["PMC5681690", "29127390"]}, {"Citation": "Sillaman S. The relation between ozone, NOx and hydrocarbons in urban and polluted rural environments. Atmos. Environ. 1999;33:1821–1845."}, {"Citation": "Ortiz A.G. European Environment Agency; Luxembourg: 2019. Air Quality in Europe - 2019 Report."}, {"Citation": "Valacchi G., van der Vliet A., Schock B.C., Okamoto T., Obermuller-Jevic U., Cross C.E., Packer L. Ozone exposure activates oxidative stress responses in murine skin. Toxicology. 2002;179(1–2):163–170.", "ArticleIdList": ["12204552"]}, {"Citation": "Pryor W.A. Mechanisms of radical formation from reactions of ozone with target molecules in the lung. Free Rad. Biol. Med. 1994;17:451–465.", "ArticleIdList": ["7835752"]}, {"Citation": "Thiele J.J., Traber M.G., Podda M., Tsang K., Cross C.E., Packer L. Ozone depletes tocopherols and tocotrienols topically applied to murine skin. FEBS Lett. 1997;401(2–3):167–170.", "ArticleIdList": ["9013880"]}, {"Citation": "Thiele J.J., Traber M.G., Tsang K., Cross C.E., Packer L. In vivo exposure to ozone depletes vitamins C and E and induces lipid peroxidation in epidermal layers of murine skin. Free Rad. Biol. Med. 1997;23:385–391.", "ArticleIdList": ["9214574"]}, {"Citation": "Thiele J.J., Traber M.G., Polefka T.G., Cross C.E., Packer L. Ozone-exposure depletes vitamin E and induces lipid peroxidation in murine stratum corneum. J. Investig. Dermatol. 1997;108(5):753–757.", "ArticleIdList": ["9129228"]}, {"Citation": "Valacchi G., Pagnin E., Okamoto T., Corbacho A.M., Olano E., Davis P.A., van der Vliet A., Packer L., Cross C.E. Induction of stress proteins and MMP-9 by 0.8 ppm of ozone in murine skin. Biochem. Biophys. Res. Commun. 2003;305(3):741–746.", "ArticleIdList": ["12763055"]}, {"Citation": "Valacchi G., Pagnin E., Corbacho A.M., Olano E., Davis P.A., Packer L., Cross C.E. In vivo ozone exposure induces antioxidant/stress-related responses in murine lung and skin. Free Radic. Biol. Med. 2004;36(5):673–681.", "ArticleIdList": ["14980710"]}, {"Citation": "Petersen D.R., Doorn J.A. Reactions of 4-hydroxynonenal with proteins and cellular targets. Free Radic. Biol. Med. 2004;37(7):937–945.", "ArticleIdList": ["15336309"]}, {"Citation": "Pecorelli A., Woodby B., Prieux R., Valacchi G. Involvement of 4-hydroxy-2-nonenal in pollution-induced skin damage. Biofactors. 2019;45(4):536–547.", "ArticleIdList": ["31087730"]}, {"Citation": "Uchida K. 4-Hydroxy-2-nonenal: a product and mediator of oxidative stress. Prog. Lipid Res. 2003;42(4):318–343.", "ArticleIdList": ["12689622"]}, {"Citation": "Wang S., Kotamraju S., Konorev E., Kalivendi S., Joseph J., Kalyanaraman B. Activation of nuclear factor-kappaB during doxorubicin-induced apoptosis in endothelial cells and myocytes is pro-apoptotic: the role of hydrogen peroxide. Biochem. J. 2002;367:729–740.", "ArticleIdList": ["PMC1222928", "12139490"]}, {"Citation": "Dinkova-Kostova A.T., Holtzclaw W.D., Cole R.N., Itoh K., Wakabayashi N., Katoh Y., Yamamoto M., Talalay P. Direct evidence that sulfhydryl groups of Keap1 are the sensors regulating induction of phase 2 enzymes that protect against carcinogens and oxidants. Proc. Natl. Acad. Sci. U. S. A. 2002;99(18):11908–11913.", "ArticleIdList": ["PMC129367", "12193649"]}, {"Citation": "Iles K.E., Dickinson D.A., Wigley A.F., Welty N.E., Blank V., Forman H.J. HNE increases HO-1 through activation of the ERK pathway in pulmonary epithelial cells. Free Radic. Biol. Med. 2005;39(3):355–364.", "ArticleIdList": ["PMC2798573", "15993334"]}, {"Citation": "Dubinina E.E., Dadali V.A. Role of 4-hydroxy-trans-2-nonenal in cell functions, Biochemistry. Biokhimiia. 2010;75(9):1069–1087.", "ArticleIdList": ["21077827"]}, {"Citation": "Valacchi G., Sticozzi C., Belmonte G., Cervellati F., Demaude J., Chen N., Krol Y., Oresajo C. Vitamin C compound mixtures prevent ozone-induced oxidative damage in human keratinocytes as initial assessment of pollution protection. PLoS One. 2015;10(8)", "ArticleIdList": ["PMC4536008", "26270818"]}, {"Citation": "Valacchi G., Muresan X.M., Sticozzi C., Belmonte G., Pecorelli A., Cervellati F., Demaude J., Krol Y., Oresajo C. Ozone-induced damage in 3D-Skin Model is prevented by topical vitamin C and vitamin E compound mixtures application. J. Dermatol. Sci. 2016;82(3):209–212.", "ArticleIdList": ["26917348"]}, {"Citation": "Valacchi G., Pecorelli A., Belmonte G., Pambianchi E., Cervellati F., Lynch S., Krol Y., Oresajo C. Protective effects of topical vitamin C compound mixtures against ozone-induced damage in human skin. J. Investig. Dermatol. 2017;137(6):1373–1375.", "ArticleIdList": ["28219661"]}, {"Citation": "Fortino V., Maioli E., Torricelli C., Davis P., Valacchi G. Cutaneous MMPs are differently modulated by environmental stressors in old and young mice. Toxicol. Lett. 2007;173(2):73–79.", "ArticleIdList": ["17681721"]}, {"Citation": "Sticozzi C., Pecorelli A., Lim Y., Maioli E., Pagnin E., Davis P.A., Valacchi G. Modulation of skin oxidative stress and inflammatory markers by environmental stressors. Differences between young and old. J. Dermatol. Sci. 2012;65(3):226–228.", "ArticleIdList": ["22277702"]}, {"Citation": "McCawley L.J., Matrisian L.M. Matrix metalloproteinases: they’re not just for matrix anymore! Curr. Opin. Cell Biol. 2001;13(5):534–540.", "ArticleIdList": ["11544020"]}, {"Citation": "Valacchi G. Effect of ozone on cutaneous tissues. In: Farage M.A., Miller K.W., Maibach H.I., editors. Textbook of Aging Skin. Springer-Verlag; Berlin/Heidelberg: 2010."}, {"Citation": "Hildebrandt G.G. Facial wrinkling: the marquee clinical sign of aging skin. In: Farage M.A., Miller K.W., Maibach H.I., editors. Textbook of Aging Skin. Springer-Verlag, Berlin/Heidelberg; 2010. pp. 911–918."}, {"Citation": "Koivukangas V., Kallioinen M., Autio-Harmainen H., Oikarinen A. UV irradiation induces the expression of gelatinases in human skin in vivo. Acta Derm. Venereol. 1994;74(4):279–282.", "ArticleIdList": ["7976086"]}, {"Citation": "Migliaccio E., Giorgio M., Mele S., Pelicci G., Reboldi P., Pandolfi P.P., Lanfrancone L., Pelicci P.G. The p66shc adaptor protein controls oxidative stress response and life span in mammals. Nature. 1999;402(6759):309–313.", "ArticleIdList": ["10580504"]}, {"Citation": "Afaq F., Zaid M.A., Pelle E., Khan N., Syed D.N., Matsui M.S., Maes D., Mukhtar H. Aryl hydrocarbon receptor is an ozone sensor in human skin. J. Investig. Dermatol. 2009;129(10):2396–2403.", "ArticleIdList": ["19536146"]}, {"Citation": "Nebert D.W., Dalton T.P., Okey A.B., Gonzalez F.J. Role of aryl hydrocarbon receptor-mediated induction of the CYP1 enzymes in environmental toxicity and cancer. J. Biol. Chem. 2004;279(23):23847–23850.", "ArticleIdList": ["15028720"]}, {"Citation": "Esser C., Bargen I., Weighardt H., Haarmann-Stemmann T., Krutmann J. Functions of the aryl hydrocarbon receptor in the skin. Semin. Immunopathol. 2013;35(6):677–691.", "ArticleIdList": ["23949496"]}, {"Citation": "Furue M., Takahara M., Nakahara T., Uchi H. Role of AhR/ARNT system in skin homeostasis. Arch. Dermatol. Res. 2014;306(9):769–779.", "ArticleIdList": ["PMC4220966", "24966027"]}, {"Citation": "Nebert D.W., Karp C.L. Endogenous functions of the aryl hydrocarbon receptor (AHR): intersection of cytochrome P450 1 (CYP1)-metabolized eicosanoids and AHR biology. J. Biol. Chem. 2008;283(52):36061–36065.", "ArticleIdList": ["PMC2606007", "18713746"]}, {"Citation": "She Q.B., Solit D.B., Ye Q., O'Reilly K.E., Lobo J., Rosen N. The BAD protein integrates survival signaling by EGFR/MAPK and PI3K/Akt kinase pathways in PTEN-deficient tumor cells. Cancer Cell. 2005;8(4):287–297.", "ArticleIdList": ["PMC3203692", "16226704"]}, {"Citation": "Schutze S., Tchikov V., Schneider-Brachert W. Regulation of TNFR1 and CD95 signalling by receptor compartmentalization. Nat. Rev. Mol. Cell Biol. 2008;9(8):655–662.", "ArticleIdList": ["18545270"]}, {"Citation": "Ghadially R., Brown B.E., Sequeira-Martin S.M., Feingold K.R., Elias P.M. The aged epidermal permeability barrier. J. Investig. Dermatol. 1995;95:2281–2290.", "ArticleIdList": ["PMC295841", "7738193"]}, {"Citation": "He Q.C., Tavakkol A., Wietecha K., Begum-Gafur R., Ansari S.A., Polefka T. Effects of environmentally realistic levels of ozone on stratum corneum function. Int. J. Cosmet. Sci. 2006;28(5):349–357.", "ArticleIdList": ["18489299"]}, {"Citation": "Magnani N.D., Muresan X.M., Belmonte G., Cervellati F., Sticozzi C., Pecorelli A., Miracco C., Marchini T., Evelson P., Valacchi G. Skin damage mechanisms related to airborne particulate matter exposure. Toxicol. Sci. 2016;149(1):227–236.", "ArticleIdList": ["26507108"]}, {"Citation": "Romani A., Cervellati C., Muresan X.M., Belmonte G., Pecorelli A., Cervellati F., Benedusi M., Evelson P., Valacchi G. Keratinocytes oxidative damage mechanisms related to airbone particle matter exposure. Mech. Ageing Dev. 2017;172:86–95.", "ArticleIdList": ["29103985"]}, {"Citation": "Verdin A., Cazier F., Fitoussi R., Blanchet N., Vie K., Courcot D., Momas I., Seta N., Achard S. An in vitro model to evaluate the impact of environmental fine particles (PM0.3-2.5) on skin damages. Toxicol. Lett. 2019;305:94–102.", "ArticleIdList": ["30716388"]}, {"Citation": "Rajagopalan P., Jain A.P., Nanjappa V., Patel K., Mangalaparthi K.K., Babu N., Cavusoglu N., Roy N., Soeur J., Breton L., Pandey A., Gowda H., Chatterjee A., Misra N. Proteome-wide changes in primary skin keratinocytes exposed to diesel particulate extract-A role for antioxidants in skin health. J. Dermatol. Sci. 2018;91(3):239–249.", "ArticleIdList": ["29857962"]}, {"Citation": "Lee C.W., Lin Z.C., Hu S.C., Chiang Y.C., Hsu L.F., Lin Y.C., Lee I.T., Tsai M.H., Fang J.Y. Urban particulate matter down-regulates filaggrin via COX2 expression/PGE2 production leading to skin barrier dysfunction. Sci. Rep. 2016;6:27995.", "ArticleIdList": ["PMC4911555", "27313009"]}, {"Citation": "Poumay Y., Dupont F., Marcoux S., Leclercq-Smekens M., Herin M., Coquette A. A simple reconstructed human epidermis: preparation of the culture model and utilization in in vitro studies. Arch. Dermatol. Res. 2004;296(5):203–211.", "ArticleIdList": ["15349789"]}, {"Citation": "Lee C.W., Lin Z.C., Hsu L.F., Fang J.Y., Chiang Y.C., Tsai M.H., Lee M.H., Li S.Y., Hu S.C., Lee I.T., Yen F.L. Eupafolin ameliorates COX-2 expression and PGE2 production in particulate pollutants-exposed human keratinocytes through ROS/MAPKs pathways. J. Ethnopharmacol. 2016;189:300–309.", "ArticleIdList": ["27180879"]}, {"Citation": "Gegotek A., Skrzydlewska E. The role of transcription factor Nrf2 in skin cells metabolism. Arch. Dermatol. Res. 2015;307(5):385–396.", "ArticleIdList": ["PMC4469773", "25708189"]}, {"Citation": "Motohashi H., Katsuoka F., Engel J.D., Yamamoto M. Small Maf proteins serve as transcriptional cofactors for keratinocyte differentiation in the Keap1-Nrf2 regulatory pathway. Proc. Natl. Acad. Sci. U. S. A. 2004;101(17):6379–6384.", "ArticleIdList": ["PMC404053", "15087497"]}, {"Citation": "Malloy M.T., McIntosh D.J., Walters T.S., Flores A., Goodwin J.S., Arinze I.J. Trafficking of the transcription factor Nrf2 to promyelocytic leukemia-nuclear bodies: implications for degradation of NRF2 in the nucleus. J. Biol. Chem. 2013;288(20):14569–14583.", "ArticleIdList": ["PMC3656310", "23543742"]}, {"Citation": "Ressler p16 INK4A is a robust in vivo biomarker of cellular aging in human skin. Aging Cell. 2006;5:379–389.", "ArticleIdList": ["16911562"]}, {"Citation": "Nicholls D.G. Mitochondrial function and dysfunction in the cell: its relevance to aging and aging-related disease. Int. J. Biochem. Cell Biol. 2002;34(11):1372–1381.", "ArticleIdList": ["12200032"]}, {"Citation": "VanRooij J.G.M., Bodelier-Bade M.M., Jongeneelen F.J. Estimation of individual dermal and respiratory uptake of polycyclic aromatic hydrocarbons in 12 coke oven workers. Br. J. Ind. Med. 1993;50:623–632.", "ArticleIdList": ["PMC1035498", "8343423"]}, {"Citation": "Fustinoni S., Campo L., Cirla P.E., Martinotti I., Buratti M., Longhi O., Foa V., Bertazzi P. Dermal exposure to polycyclic aromatic hydrocarbons in asphalt workers. Occup. Environ. Med. 2010;67(7):456–463.", "ArticleIdList": ["19914913"]}, {"Citation": "Cavallari J.M., Osborn L.V., Snawder J.E., Kriech A.J., Olsen L.D., Herrick R.F., McClean M.D. Predictors of dermal exposures to polycyclic aromatic compounds among hot-mix asphalt paving workers. Ann. Occup. Hyg. 2012;56(2):125–137.", "ArticleIdList": ["22156568"]}, {"Citation": "McClean M.D., Rinehart R.D., Sapkota A., Cavallari J.M., Herrick R.F. Dermal exposure and urinary 1-hydroxypyrene among asphalt roofing workers. J. Occup. Environ. Hyg. 2007;4(Suppl 1):118–126.", "ArticleIdList": ["17503278"]}, {"Citation": "Kammer R., Tinnerberg H., Eriksson K. Evaluation of a tape-stripping technique for measuring dermal exposure to pyrene and benzo(a)pyrene. J. Environ. Monit. : JEM. 2011;13(8):2165–2171.", "ArticleIdList": ["21687840"]}, {"Citation": "Lademann J., Schaefer H., Otberg N., Teichmann A., Blume-Peytavi U., Sterry W. [Penetration of microparticles into human skin] Hautarzt. 2004;55(12):1117–1119.", "ArticleIdList": ["15568130"]}, {"Citation": "Araviiskaia E., Berardesca E., Bieber T., Gontijo G., Sanchez Viera M., Marrot L., Chuberre B., Dreno B. The impact of airborne pollution on skin. J. Eur. Acad. Dermatol. Venereol. 2019;33(8):1496–1505.", "ArticleIdList": ["PMC6766865", "30897234"]}, {"Citation": "Jin S.P., Li Z., Choi E.K., Lee S., Kim Y.K., Seo E.Y., Chung J.H., Cho S. Urban particulate matter in air pollution penetrates into the barrier-disrupted skin and produces ROS-dependent cutaneous inflammatory response in vivo. J. Dermatol. Sci. 2018;91:175–183.", "ArticleIdList": ["29731195"]}, {"Citation": "Weschler C.J., Beko G., Koch H.M., Salthammer T., Schripp T., Toftum J., Clausen G. Transdermal uptake of diethyl phthalate and di(n-butyl) phthalate directly from air: experimental verification. Environ. Health Perspect. 2015;123(10):928–934.", "ArticleIdList": ["PMC4590762", "25850107"]}, {"Citation": "Morrison G.C., Weschler C.J., Beko G., Koch H.M., Salthammer T., Schripp T., Toftum J., Clausen G. Role of clothing in both accelerating and impeding dermal absorption of airborne SVOCs. J. Expo. Sci. Environ. Epidemiol. 2016;26(1):113–118.", "ArticleIdList": ["26058800"]}, {"Citation": "Morrison G.C., Andersen H.V., Gunnarsen L., Varol D., Uhde E., Kolarik B. Partitioning of PCBs from air to clothing materials in a Danish apartment. Indoor Air. 2018;28(1):188–197.", "ArticleIdList": ["28767171"]}, {"Citation": "Moreau M., Ouellet N., Ayotte P., Bouchard M. Effects of intravenous benzo[a]pyrene dose administration on levels of exposure biomarkers, DNA adducts, and gene expression in rats. J. Toxicol. Environ. Health. 2015;78(3):166–184.", "ArticleIdList": ["25506633"]}, {"Citation": "Sykes E.A., Dai Q., Tsoi K.M., Hwang D.M., Chan W.C. Nanoparticle exposure in animals can be visualized in the skin and analysed via skin biopsy. Nat. Commun. 2014;5:3796.", "ArticleIdList": ["PMC4071057", "24823347"]}, {"Citation": "Valacchi G., Pecorelli A., Mencarelli M., Maioli E., Davis P.A. Beta-carotene prevents ozone-induced proinflammatory markers in murine skin. Toxicol. Ind. Health. 2009;25(4–5):241–247.", "ArticleIdList": ["19651793"]}, {"Citation": "Zhen A.X., Hyun Y.J., Piao M.J., Fernando P.D.S.M., Kang K.A., Ahn M.J., Yi J.M., Kang H.K., Koh Y.S., Lee N.H., Hyun J.W. Eckol inhibits particulate matter 2.5-induced skin keratinocyte damage via MAPK signaling pathway. Mar. Drugs. 2019;17(8):444.", "ArticleIdList": ["PMC6723658", "31357588"]}, {"Citation": "Zhen A.X., Piao M.J., Hyun Y.J., Kang K.A., Madushan Fernando P.D.S., Cho S.J., Ahn M.J., Hyun J.W. Diphlorethohydroxycarmalol attenuates fine particulate matter-induced subcellular skin dysfunction. Mar. Drugs. 2019;17(2)", "ArticleIdList": ["PMC6410332", "30717280"]}, {"Citation": "Wang L., Lee W., Cui Y.R., Ahn G., Jeon Y.J. Protective effect of green tea catechin against urban fine dust particle-induced skin aging by regulation of NF-kappaB, AP-1, and MAPKs signaling pathways. Environ. Pollut. 2019;252(Pt B):1318–1324.", "ArticleIdList": ["31252129"]}, {"Citation": "Hyun Y.J., Piao M.J., Kang K.A., Zhen A.X., Madushan Fernando P.D.S., Kang H.K., Ahn Y.S., Hyun J.W. Effect of fermented fish oil on fine particulate matter-induced skin aging. Mar. Drugs. 2019;17(1)", "ArticleIdList": ["PMC6356237", "30669248"]}, {"Citation": "Huang P.H., Tseng C.H., Lin C.Y., Lee C.W., Yen F.L. Preparation, characterizations and anti-pollutant activity of 7,3',4'-trihydroxyisoflavone nanoparticles in particulate matter-induced HaCaT keratinocytes. Int. J. Nanomed. 2018;13:3279–3293.", "ArticleIdList": ["PMC5987860", "29910615"]}, {"Citation": "Burke K.E., Wei H. Synergistic damage by UVA radiation and pollutants. Toxicol. Ind. Health. 2009;25(4–5):219–224.", "ArticleIdList": ["19651790"]}, {"Citation": "Xia Q., Chiang H.M., Yin J.J., Chen S., Cai L., Yu H., Fu P.P. UVA photoirradiation of benzo[a]pyrene metabolites: induction of cytotoxicity, reactive oxygen species, and lipid peroxidation. Toxicol. Ind. Health. 2015;31(10):898–910.", "ArticleIdList": ["23552265"]}, {"Citation": "Soeur J., Belaidi J.P., Chollet C., Denat L., Dimitrov A., Jones C., Perez P., Zanini M., Zobiri O., Mezzache S., Erdmann D., Lereaux G., Eilstein J., Marrot L. Photo-pollution stress in skin: traces of pollutants (PAH and particulate matter) impair redox homeostasis in keratinocytes exposed to UVA1. J. Dermatol. Sci. 2017;86(2):162–169.", "ArticleIdList": ["28153538"]}, {"Citation": "Valacchi G., Weber S.U., Luu C., Cross C.E., Packer L. Ozone potentiates vitamin E depletion by ultraviolet radiation in the murine stratum corneum. FEBS Lett. 2000;466(1):165–168.", "ArticleIdList": ["10648834"]}, {"Citation": "Fioletov V., Kerr J.B., Fergusson A. The UV index definition distribution. Can. J. Public Health. 2010;101(4):15–19.", "ArticleIdList": ["PMC6974160", "21033538"]}, {"Citation": "Bao L., Xu A., Tong L., Chen S., Zhu L., Zhao Y., Zhao G., Jiang E., Wang J., Wu L. Activated toxicity of diesel particulate extract by ultraviolet a radiation in mammalian cells: role of singlet oxygen. Environ. Health Perspect. 2009;117(3):436–441.", "ArticleIdList": ["PMC2661914", "19337519"]}, {"Citation": "Tsai M.J., Hsu Y.L., Wang T.N., Wu L.Y., Lien C.T., Hung C.H., Kuo P.L., Huang M.S. Aryl hydrocarbon receptor (AhR) agonists increase airway epithelial matrix metalloproteinase activity. J. Mol. Med. (Berl.) 2014;92(6):615–628.", "ArticleIdList": ["24469321"]}, {"Citation": "Morita A., Torii K., Maeda A., Yamaguchi Y. Molecular basis of tobacco smoke-induced premature skin aging. J. Investig. Dermatol. Symp. Proc. 2009;14(1):53–55.", "ArticleIdList": ["19675554"]}, {"Citation": "Jux B., Kadow S., Luecke S., Rannug A., Krutmann J., Esser C. The aryl hydrocarbon receptor mediates UVB radiation-induced skin tanning. J. Investig. Dermatol. 2011;131(1):203–210.", "ArticleIdList": ["20861855"]}, {"Citation": "Luecke S., Backlund M., Jux B., Esser C., Krutmann J., Rannug A. The aryl hydrocarbon receptor (AHR), a novel regulator of human melanogenesis. Pigm. Cell Melanoma Res. 2010;23(6):828–833.", "ArticleIdList": ["20973933"]}, {"Citation": "Ayyagari V.N., Januszkiewicz A., Nath J. Pro-inflammatory responses of human bronchial epithelial cells to acute nitrogen dioxide exposure. Toxicology. 2004;197(2):149–164.", "ArticleIdList": ["15003325"]}, {"Citation": "Ayyagari V.N., Januszkiewicz A., Nath J. Effects of nitrogen dioxide on the expression of intercellular adhesion molecule-1, neutrophil adhesion, and cytotoxicity: studies in human bronchial epithelial cells. Inhal. Toxicol. 2007;19(2):181–194.", "ArticleIdList": ["17169865"]}, {"Citation": "Larese Filon F., Mauro M., Adami G., Bovenzi M., Crosera M. Nanoparticles skin absorption: new aspects for a safety profile evaluation. Regul. Toxicol. Pharmacol. 2015;72(2):310–322.", "ArticleIdList": ["25979643"]}, {"Citation": "Vierkotter A., Schikowski T., Sugiri D., Matsui M.S., Kramer U., Krutmann J. MMP-1 and -3 promoter variants are indicative of a common susceptibility for skin and lung aging: results from a cohort of elderly women (SALIA) J. Investig. Dermatol. 2015;135(5):1268–1274.", "ArticleIdList": ["25599395"]}, {"Citation": "Huang Y.C., Ghio A.J. Controlled human exposures to ambient pollutant particles in susceptible populations. Environ. Health. 2009;8:33.", "ArticleIdList": ["PMC2728708", "19630984"]}, {"Citation": "Hughes M.C.B., Williams G.M., Baker P., Green A.C. Sunscreen and prevention of skin aging. A randomized trial. Ann. Intern. Med. 2013;158:781–790.", "ArticleIdList": ["23732711"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "21"}, {"Year": "2019", "Month": "11", "Day": "27"}, {"Year": "2019", "Month": "11", "Day": "29"}, {"Year": "2019", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31874249", "PMC7322554", "10.1016/j.freeradbiomed.2019.11.038", "S0891-5849(19)31498-4"]}}]}