{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ebola", "Lyme disease", "antibiotic", "antimicrobial", "antiviral", "biofilm", "germicide", "immune modulation", "infection therapy", "ozone therapy"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "31898609", "DateCompleted": {"Year": "2020", "Month": "06", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/2045-9912.273962"], "Journal": {"ISSN": "2045-9912", "JournalIssue": {"Volume": "9", "Issue": "4", "PubDate": {"Year": "2019", "Season": "Oct-Dec"}}, "Title": "Medical gas research", "ISOAbbreviation": "Med Gas Res"}, "ArticleTitle": "Ozone and oxidation therapies as a solution to the emerging crisis in infectious disease management: a review of current knowledge and experience.", "Pagination": {"StartPage": "232", "EndPage": "237", "MedlinePgn": "232-237"}, "Abstract": {"AbstractText": ["Medicine faces crisis with emerging \"super bugs,\" lethal viruses (Ebola), and stealth pathogens such as tick-borne infections. Thousands are dying worldwide of once easily treatable diseases. Ozone therapy, extensively studied, may be a valuable adjunctive or stand-alone therapy. Ebola again ravages Africa with over 2000 already dead, carrying a 65% mortality rate. The world desperately needs safe, inexpensive and effective anti-infective therapy to which microbes will not develop resistance. Oxidation therapies have shown an extremely high safety profile, lacking credible reports of significant injury beyond vein irritation. Ozone therapy, the most studied and least expensive to perform, is in itself a germicide, not an antibiotic, and improves several physiological parameters essential for infection defense. Recent reports indicate very favorable responses to both bacterial and viral disease, inclusive of Ebola. Despite lack of commercial profitability (not patentable), medicine would do well to revisit its pre-antibiotic era oxidation therapy roots, especially ozone in the current crisis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Private Medical Practice, Santa Rosa, CA, USA."}], "LastName": "Rowen", "ForeName": "Robert Jay", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Med Gas Res", "NlmUniqueID": "101564536", "ISSNLinking": "2045-9912"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Communicable Diseases"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Hemorrhagic Fever, Ebola"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hyperbaric Oxygenation"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Ozone"}], "CoiStatement": "<b>Conflicts of interest</b>. None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Graham DW, Knapp CW, Christensen BT, McCluskey S, Dolfing J. Appearance of beta-lactam resistance genes in agricultural soils and clinical isolates over the 20th century. Sci Rep. 2016;6:21550.", "ArticleIdList": ["PMC4754643", "26878889"]}, {"Citation": "Bjarnsholt T. The role of bacterial biofilms in chronic infections. APMIS Suppl. 2013:1–51.", "ArticleIdList": ["23635385"]}, {"Citation": "Khondker A, Dhaliwal AK, Saem S, et al. Membrane charge and lipid packing determine polymyxin-induced membrane damage. Commun Biol. 2019;2:67.", "ArticleIdList": ["PMC6379423", "30793045"]}, {"Citation": "Cohut M. Why antibiotics fail in the fight against bacteria.  [Accessed by 2019-11-11].  https://www.medicalnewstoday.com/articles/324479.php ."}, {"Citation": "Clinical Research Support Center, Office of Regulatory Compliance, University of Colorado. The Clinical Use of non-FDA-Approved Drugs and Devices (Includes the terms \"Emergency Use,\" \"Compassionate Use,\" \"Expanded Access,\" and \"Right to Try\")  [Accessed by 2019-11-11].  http://www.ucdenver.edu/research/ResearchAreas/Documents/Emergency%20Use%20Tip%20Sheet_pdf.pdf ."}, {"Citation": "Goodwin JS, Goodwin JM. The tomato effect Rejection of highly efficacious therapies. JAMA. 1984;251:2387–2390.", "ArticleIdList": ["6368890"]}, {"Citation": "Babior BM, Takeuchi C, Ruedi J, Gutierrez A, Wentworth P., Jr Investigating antibody-catalyzed ozone generation by human neutrophils. Proc Natl Acad Sci U S A. 2003;100:3031–3034.", "ArticleIdList": ["PMC152239", "12601145"]}, {"Citation": "Nikola T. Apparatus For Producing Ozone US Patents US568177A 1896"}, {"Citation": "Naik SV, K R, Kohli S, Zohabhasan S, Bhatia S. Ozone- a biological therapy in dentistry- reality or myth. Open Dent J. 2016;10:196–206.", "ArticleIdList": ["PMC4911747", "27386005"]}, {"Citation": "Mayer R. LaRaus J, editor. Experiences of a pediatrician using ozone as a chemotherapeutic abent for the treatment of diseases in children. Medical Applications of Ozone: International Ozone Association, Pan American Committee. 1983:210."}, {"Citation": "Bocci V. OZONE: A new medical drug. 2nd ed. Springer; 2011."}, {"Citation": "Menéndez SA, Weiser MT. Advances of Ozone Therapy in Medicine and Dentistry Santa. Barbara, CA, USA: Ozone Therapies Group; 2016."}, {"Citation": "Zamora Z, Schulz S, González YC, Menéndez-Cepero S. Intraperitoneal application of ozone in a postoperative sepsis model in rats. Rev Mex Cienc Farm. 2002;33:13–17."}, {"Citation": "Bette M, Nusing RM, Mutters R, Zamora ZB, Menendez S, Schulz S. Efficiency of tazobactam/piperacillin in lethal peritonitis is enhanced after preconditioning of rats with O3/O2-pneumoperitoneum. Shock. 2006;25:23–29.", "ArticleIdList": ["16369182"]}, {"Citation": "Zamora ZB, Borrego A, López OY, et al. Effects of ozone oxidative preconditioning on TNF-alpha release and antioxidant-prooxidant intracellular balance in mice during endotoxic shock. Mediators Inflamm. 2005;2005:16–22.", "ArticleIdList": ["PMC1482874", "15770062"]}, {"Citation": "Belianin II, Shmelev EI. Blood ozonation in the treatment of patients with progressive pulmonary tuberculosis concurrent with diabetes mellitus. Probl Tuberk. 1998:30–33.", "ArticleIdList": ["9553431"]}, {"Citation": "Belianin II. The action of blood ozonization on the course of progressive pulmonary tuberculosis combined with diabetes mellitus. Ter Arkh. 1997;69:44–48.", "ArticleIdList": ["9483747"]}, {"Citation": "Lee JE, Saphire EO. Ebolavirus glycoprotein structure and mechanism of entry. Future Virol. 2009;4:621–635.", "ArticleIdList": ["PMC2829775", "20198110"]}, {"Citation": "Kekez MM, Sattar SA. A new ozone-based method for virus inactivation: preliminary study. Phys Med Biol. 1997;42:2027–2039.", "ArticleIdList": ["9394395"]}, {"Citation": "Shin GA, Sobsey MD. Reduction of Norwalk virus, poliovirus 1, and bacteriophage MS2 by ozone disinfection of water. Appl Environ Microbiol. 2003;69:3975–3978.", "ArticleIdList": ["PMC165156", "12839770"]}, {"Citation": "Herb K, Flehmig B, Botzenhart K. Comparison of ozone inactivation, in flowing water, of hepatitis A virus, poliovirus 1, and indicator organisms. Appl Environ Microbiol. 1989;55:2949–2953.", "ArticleIdList": ["PMC203196", "2560362"]}, {"Citation": "Emerson MA, Sproul OJ, Buck CE. Ozone inactivation of cell-associated viruses. Appl Environ Microbiol. 1982;43:603–608.", "ArticleIdList": ["PMC241881", "6280611"]}, {"Citation": "Katzenelson E, Koerner G, Biedermann N, Peleg M, Shuval HI. Measurement of the inactivation kinetics of poliovirus by ozone in a fast-flow mixer. Appl Environ Microbiol. 1979;37:715–718.", "ArticleIdList": ["PMC243286", "36847"]}, {"Citation": "Mirazimi A, Mousavi-Jazi M, Sundqvist VA, Svensson L. Free thiol groups are essential for infectivity of human cytomegalovirus. J Gen Virol. 1999;80:2861–2865.", "ArticleIdList": ["10580047"]}, {"Citation": "Roy D, Wong PK, Engelbrecht RS, Chian ES. Mechanism of enteroviral inactivation by ozone. Appl Environ Microbiol. 1981;41:718–723.", "ArticleIdList": ["PMC243766", "6261692"]}, {"Citation": "Ryser HJ, Levy EM, Mandel R, DiSciullo GJ. Inhibition of human immunodeficiency virus infection by agents that interfere with thiol-disulfide interchange upon virus-receptor interaction. Proc Natl Acad Sci U S A. 1994;91:4559–4563.", "ArticleIdList": ["PMC43825", "8183947"]}, {"Citation": "Leusink J, Kraft G. Antimicrobial effects of ozonated water against generic Ecoli on swine intestines varying ozone concentrations and exposure times.  [Accessed by 2019-11-11].  https://wwwozonesolutionscom/pub/media/Antimicrobial-Effects-of-Ozonated-Water-Against-Generic-Ecoli-on-Swine-Intestinespdf ."}, {"Citation": "Schmidt H. Regelsberger’s intravenous oxygen therapy--an interpretation of results in practice from a biochemical and physiological point of view. Forsch Komplementarmed Klass Naturheilkd. 2002;9:7–18.", "ArticleIdList": ["11893843"]}, {"Citation": "Verrazzo G, Coppola L, Luongo C, et al. Hyperbaric oxygen, oxygen-ozone therapy, and rheologic parameters of blood in patients with peripheral occlusive arterial disease. Undersea Hyperb Med. 1995;22:17–22.", "ArticleIdList": ["7742706"]}, {"Citation": "Schulz S, Ninke S, Watzer B, Nusing RM. Ozone induces synthesis of systemic prostacyclin by cyclooxygenase-2 dependent mechanism in vivo. Biochem Pharmacol. 2012;83:506–513.", "ArticleIdList": ["22155309"]}, {"Citation": "Chaitidis P, Kreutzer FJ, Gerth C, Janata P, Kuhn H. Impact of intravenous oxygen therapy on the expression of reticulocyte-type 15-lipoxygenase in human volunteers. Prostaglandins Leukot Essent Fatty Acids. 2004;71:271–276.", "ArticleIdList": ["15380813"]}, {"Citation": "World Conference on Ozone Therapy in Medicine DaV. Ancona, Italy: 2017."}, {"Citation": "Barnes RL, Caskey DK. Using ozone in the prevention of bacterial biofilm forming and scaling.  [Accessed by 2019-11-11].  http://wwwprozoneintcom/pdf/biofilmspdf ."}, {"Citation": "Bialoszewski D, Pietruczuk-Padzik A, Kalicinska A, et al. Activity of ozonated water and ozone against Staphylococcus aureus and Pseudomonas aeruginosa biofilms. Med Sci Monit. 2011;17:BR339–344.", "ArticleIdList": ["PMC3539485", "22037737"]}, {"Citation": "Jacobs M. Zwischenfalle und typische Komplikationen in der Ozone-Sauerstoff-Therapie OzoNachrichten. 1982"}, {"Citation": "Rowen R. Ultraviolet blood irradiation therapy (photo-oxidation) the cure that time forgot. Int J Biosocial Med Res. 1996;14:115–132."}, {"Citation": "Miley G, Christensen JA. Ultraviolet blood irradiation therapy; further studies in acute infections. Am J Surg. 1947;73:486–493.", "ArticleIdList": ["20290583"]}, {"Citation": "Oliver TH, Cantab BC, Murphy DV. Influenzal pneumonia: the intravenous injection of hydrogen peroxide. Lancet. 1920;1:432–433."}, {"Citation": "Chen Q, Espey MG, Krishna MC, et al. Pharmacologic ascorbic acid concentrations selectively kill cancer cells: action as a pro-drug to deliver hydrogen peroxide to tissues. Proc Natl Acad Sci U S A. 2005;102:13604–13609.", "ArticleIdList": ["PMC1224653", "16157892"]}, {"Citation": "Smith L. Clinical Guide to the Use of Vitamin C The Clinical Experiences of Frederick R Klenner, MD 1988.  [Accessed by 2019-11-11].  https://wwwseanetcom/~alexs/ascorbate/198x/smith-lh-clinical_guide_1988htm ."}, {"Citation": "Rowen R, Robins H, Carew K, Kamara M, Jalloh M. Rapid resolution of hemorrhagic fever (Ebola) in Sierra Leone with ozone therapy. Afr J Infect Dis. 2016;10:49–54."}, {"Citation": "Wilson HW, Amo-Addae M, Kenu E, Ilesanmi OS, Ameme DK, Sackey SO. Post-Ebola syndrome among Ebola virus disease survivors in Montserrado County, Liberia 2016. Biomed Res Int. 2018;2018:1909410.", "ArticleIdList": ["PMC6046154", "30050920"]}, {"Citation": "Tiffany A, Vetter P, Mattia J, et al. Ebola virus disease complications as experienced by survivors in Sierra Leone. Clin Infect Dis. 2016;62:1360–1366.", "ArticleIdList": ["PMC4872294", "27001797"]}, {"Citation": "Rowen RJ. Ozone therapy as a primary and sole treatment for acute bacterial infection: case report. Med Gas Res. 2018;8:121–124.", "ArticleIdList": ["PMC6178636", "30319768"]}, {"Citation": "Rowen RJ. Ozone therapy in conjunction with oral antibiotics as a successful primary and sole treatment for chronic septic prosthetic joint: review and case report. Med Gas Res. 2018;8:67–71.", "ArticleIdList": ["PMC6070838", "30112169"]}, {"Citation": "Rowen RJ. Remission of aggressive autoimmune disease (dermatomyositis) with removal of infective jaw pathology and ozone therapy: review and case report. Auto Immun Highlights. 2018;9:7.", "ArticleIdList": ["PMC6026108", "29959639"]}, {"Citation": "Bocci V, Paulesu L. Studies on the biological effects of ozone 1 Induction of interferon gamma on human leucocytes. Haematologica. 1990;75:510–515.", "ArticleIdList": ["2129118"]}, {"Citation": "Saini R. Ozone therapy in dentistry: A strategic review. J Nat Sci Biol Med. 2011;2:151–153.", "ArticleIdList": ["PMC3276005", "22346227"]}, {"Citation": "Andikyan VM, Voloshchuk IN, Kovganko PA, Clemente JM. Morphofunctional changes in the placenta after ozone therapy. Bull Exp Biol Med. 2000;130:715–718.", "ArticleIdList": ["11140595"]}, {"Citation": "Asch ES, Bujak DI, Weiss M, Peterson MG, Weinstein A. Lyme disease: an infectious and postinfectious syndrome. J Rheumatol. 1994;21:454–461.", "ArticleIdList": ["8006888"]}, {"Citation": "Shadick NA, Phillips CB, Logigian EL, et al. The long-term clinical outcomes of Lyme disease A population-based retrospective cohort study. Ann Intern Med. 1994;121:560–567.", "ArticleIdList": ["8085687"]}, {"Citation": "Dersch R, Sarnes AA, Maul M, et al. Quality of life, fatigue, depression and cognitive impairment in Lyme neuroborreliosis. J Neurol. 2015;262:2572–2577.", "ArticleIdList": ["26410742"]}, {"Citation": "Aucott JN, Rebman AW, Crowder LA, Kortte KB. Post-treatment Lyme disease syndrome symptomatology and the impact on life functioning: is there something here? Qual Life Res. 2013;22:75–84.", "ArticleIdList": ["PMC3548099", "22294245"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "12", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31898609", "PMC7802416", "10.4103/2045-9912.273962", "MedGasRes_2019_9_4_232_273962"]}}], "PubmedBookArticle": []}