{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "31898879", "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["190", "Res Rep Health Eff Inst. 2017 Jan;(190):1-75."], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Volume": "2017", "Issue": "190", "PubDate": {"Year": "2017", "Month": "Jan"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "The Effects of Policy-Driven Air Quality Improvements on Children's Respiratory Health.", "Pagination": {"StartPage": "1", "EndPage": "75", "MedlinePgn": "1-75"}, "Abstract": {"AbstractText": ["Ambient air pollution causes substantial morbidity and mortality in the United States and worldwide. To reduce this burden of adverse health effects, a broad array of strategies to reduce ambient air pollution has been developed and applied over past decades to achieve substantial reductions in ambient air pollution levels. This has been especially true in California, where the improvement of air quality has been a major focus for more than 50 years. Direct links between regulatory policies, changes in ambient pollutant concentrations, and improvements in public health have not been extensively documented. Data from the Children's Health Study (CHS), a multiyear study of children's respiratory health development, offered a unique opportunity to evaluate the effects of long-term reductions in air pollution on children's health.", "We assessed whether changes in ambient air quality and emissions were reflected in three important indices of children's respiratory health: lung-function growth, lung-function level, and bronchitic symptoms. To make the best use of available data, these analyses were performed across the longest chronological period and largest CHS population available for the respective lung-function or bronchitic symptoms data sets. During field study operations over the course of the CHS, children's health status was documented annually by testing lung-function performance and the completion of standardized questionnaires covering a broad range of respiratory symptoms. Air quality data for the periods of interest were obtained from community monitoring stations, which operated in collaboration with regional air monitoring networks over the 20-year study time frame. Over the 20-year sampling period, common protocols were applied to collect data across the three cohorts of children. Each cohort's data set was assessed to investigate the relationship between temporal changes in lung-function development, prevalence of bronchitic symptoms, and ambient air pollution concentrations during a similar, vulnerable adolescent growth period (age 11 to 15 years). Analyses were performed separately for particulate matter ≤10 µm in aerodynamic diameter (PM₁₀), particulate matter ≤2.5 µm in aerodynamic diameter (PM₂.₅), ozone (O₃), and nitrogen dioxide (NO₂). Emissions data and regulatory policies were collected from the staff of state and regional regulatory agencies, modeling estimates, and archived reports.", "Emissions in the regions of California studied during the 20-year period decreased by 54% for oxides of nitrogen (NOₓ), 65% for reactive organic gases (ROG), 21% for PM₂.₅, and 15% for PM₁₀. These reductions occurred despite a concurrent 22% increase in population and a 38% increase in motor vehicle miles driven during that time frame. Air quality improved over the same time frame, with reductions in NO₂ and PM₂.₅ in virtually all of the CHS communities. Annual average NO₂ decreased by about 53% (from ~41 to 19 ppb) in the highest NO₂-reporting community (Upland) and by about 28% (from ~10 to 7 ppb) in one of the lowest NO₂-reporting communities (Santa Maria). Reductions in annual average PM₂.₅ concentrations ranged from 54% (~33 to 15 µg/m³) in the community with the highest concentration (Mira Loma) to 13% (~9 to 8 µg/m³) in a community with one of the lowest concentrations (Santa Maria). Improvements in PM₁₀ and O₃ (measured during eight daytime hours, 10 AM to 6 PM) were most evident in the CHS communities that initially had the highest levels of PM and O₃. Trends in annual average NO₂, PM₂.₅, and PM₁₀ ambient air concentrations in the communities with higher-pollution levels were generally consistent with observed trends in NOₓ, ROG, PM₂.₅, and PM₁₀ emissions.", "Significant improvements in lung-function growth in progressive cohorts were observed as air quality improved over the study period. Improvements in four-year growth of both forced expiratory volume in the first second of exhalation (FEV<sub>1</sub>) and forced vital capacity (FVC) were associated with declining levels of NO₂ (<i>P</i> < 0.0001), PM₂.₅ (<i>P</i> < 0.01), and PM₁₀ (<i>P</i> < 0.001). These associations persisted after adjustment for important potential confounders. Further, significant improvements in lung-function growth were observed in both boys and girls and among asthmatic and non-asthmatic children. Within-community decreases in O₃ exposure were not significantly associated with lung-function growth. The proportion of children with clinically low FEV<sub>1</sub> (defined as <80% predicted) at age 15 declined significantly, from 7.9% to 3.6% across the study periods, respectively, as the air quality improved (<i>P</i> < 0.005). We found little evidence to suggest that improvements in lung-function development were attributable to temporal confounding.", "Reductions in outdoor levels of NO₂, O₃, PM₁₀, and PM₂.₅ across the cohort years of participation were associated with significant reductions in the prevalence of bronchitic symptoms regardless of asthma status, but observed improvements were larger in children with asthma. Among asthmatic children, the reductions in prevalence of bronchitic symptoms at age 10 were 21% (<i>P</i> < 0.01) for NO₂, 34% (<i>P</i> < 0.01) for O₃, 39% (<i>P</i> < 0.01) for PM₁₀, and 32% (<i>P</i> < 0.01) for PM₂.₅ for reductions of 4.9 ppb, 3.6 ppb, 5.8 µg/m³, and 6.8 µg/m³, respectively. Similar reductions in prevalence of bronchitic symptoms were observed at age 15 among these same asthmatic children. As in the lung-function analyses, we found little evidence that temporal confounding accounted for the observed associations of symptoms reduction with air quality improvement.", "The large number and breadth of regulatory activities, as well as the prolonged phase-in periods of several policy approaches to reduce emissions, precluded the close temporal linkage of specific policies with specific changes in health status. However, the combination of policies addressing motor vehicle emissions - from on-board diagnostics to emission controls, from low-sulfur fuels to vehicle smog-check recertification, and from re-formulated gasoline to the various strategies contained within the San Pedro Bay Ports Clean Air Plan (especially the Clean Truck Program) - all contributed to an impressive and substantial reduction in emissions. These reductions collectively improved local and regional air quality, and improvements in local and regional air quality were associated with improvements in respiratory health.", "This study provides evidence that multiyear improvements in air quality and emissions, primarily driven through a broad array of science-based regulatory policy initiatives, have resulted in improved public health outcomes. Our study demonstrates that improvements in air quality, brought about by science-based regulatory actions, are associated with improved respiratory health in children. These respiratory health metrics include reductions in respiratory symptoms and improvements in lung-function development in a population widely accepted to be at risk and highly vulnerable to the effects of air pollution. Our research findings underscore the importance of sustained air regulatory efforts as an effective means of achieving improved respiratory health in communities and regions affected by airborne pollution."], "CopyrightInformation": "© 2020 Health Effects Institute. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Gilliland", "ForeName": "F", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Avol", "ForeName": "E", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "McConnell", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Berhane", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Gauderman", "ForeName": "W J", "Initials": "WJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sonoma Technology, Inc., Petaluma, California."}], "LastName": "Lurmann", "ForeName": "F W", "Initials": "FW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Urman", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Chang", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Rappaport", "ForeName": "E B", "Initials": "EB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles."}], "LastName": "Howland", "ForeName": "S", "Initials": "S"}], "PublicationTypeList": ["Research Support, Non-U.S. Gov't", "Technical Report", "Research Support, U.S. Gov't, Non-P.H.S.", "Evaluation Study"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Atmospheric and Environmental Research, Inc. (San Ramon, CA). HEI Air Quality Database. Available:  https://hei.aer.Com [accessed 11 May 2016]."}, {"Citation": "Berhane K, Chang CC, McConnell R, Gauderman WJ, Avol E, Rapapport E, et al. 2016. Association of changes in air quality with bronchitic symptoms in children in California, 1993–2012. JAMA 315(14):1491-1501.", "ArticleIdList": ["PMC5679287", "27115265"]}, {"Citation": "Chay KY, Greenstone M. 2003. The impact of air pollution on infant mortality: evidence from geographic variation in pollution shocks induced by a recession. Q J Econ 11 8:11 21–1167."}, {"Citation": "Clancy L, Goodman P, Sinclair H, Dockery DW. 2002. Effect of air-pollution control on death rates in Dublin, Ireland: an intervention study. Lancet 360:1210–1214.", "ArticleIdList": ["12401247"]}, {"Citation": "Gauderman WJ, Urman R, Avol E, Berhane K, McConnell R, Rappaport E, et al. 2015. Association of improved air quality with lung development in children. N Engl J Med 372(10):905-913.", "ArticleIdList": ["PMC4430551", "25738666"]}, {"Citation": "HEI Accountability Working Group. 2003. Assessing Health Impact of Air Quality Regulations: Concepts and Methods for Accountability Research. Communication 11. Boston, MA:Health Effects Institute."}, {"Citation": "Health Effects Institute. 2005. HEI Strategic Plan for Understanding Health Effects of Air Pollution 2005–2010. Boston, MA:Health Effects Institute."}, {"Citation": "Health Effects Institute. 2010a. HEI Strategic Plan for Understanding the Health Effects of Air Pollution 2010–2015. Boston, MA:Health Effects Institute."}, {"Citation": "Health Effects Institute. 2015. HEI Strategic Plan for Understanding the Health Effects of Air Pollution 2015–2020. Boston, MA:Health Effects Institute."}, {"Citation": "Health Effects Institute. 2010b. Proceedings of an HEI Workshop on Further Research to Assess the Health Impacts of Actions Taken to Improve Air Quality. Communication 15. Boston, MA:Health Effects Institute."}, {"Citation": "Hedley AJ, Wong CM, Thach TQ, Ma S, Lam TH, Anderson HR. 2002. Cardiorespiratory and all-cause mortality after restrictions on sulphur content of fuel in Hong Kong: an intervention study. Lancet 360:1646–1652.", "ArticleIdList": ["12457788"]}, {"Citation": "Johns Hopkins Bloomberg School of Public Health (Baltimore, MD). Internet-Based Health and Air Pollution Surveillance System (last updated 3/19/05). Available:  www.ihapss.jhsph.edu [accessed 11 May 2016]."}, {"Citation": "Kelly F, Anderson HR, Armstrong B, Atkinson R, Barratt B, Beevers S, et al. 2011a. Part 1. Emissions modeling and analysis of air pollution measurements. In: The Impact of the Congestion Charging Scheme on Air Quality in London. Research Report 155. Boston, MA:Health Effects Institute.", "ArticleIdList": ["21830496"]}, {"Citation": "Kelly F, Anderson HR, Armstrong B, Atkinson R, Barratt B, Beevers S, et al. 2011b. Part 2. Analysis of the oxidative potential of particulate matter. In: The Impact of the Congestion Charging Scheme on Air Quality in London. Research Report 155. Boston, MA:Health Effects Institute.", "ArticleIdList": ["21830497"]}, {"Citation": "Kelly FJ, Armstrong B, Atkinson R, Anderson HR, Barratt B, Beevers S, et al. 2011c. The London Low Emission Zone Baseline Study. Research Report 163. Boston, MA:Health Effects Institute.", "ArticleIdList": ["22315924"]}, {"Citation": "Laden F, Schwartz J, Speizer FE, Dockery DW. 2006. Reduction in the particulate air pollution and mortality: extended follow-up of the Harvard Six Cities study. Am J Respir Crit Care Med 173:667–672.", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Lurmann F, Avol E, Gilliland F. 2015. Emissions reduction policies and recent trends in Southern California’s ambient air quality. J Air Waste Manag Assoc 65(3):324–335.", "ArticleIdList": ["PMC5737709", "25947128"]}, {"Citation": "Matte TD, Cohen A, Dimmick F, Samet J, Sarnat J, Yip F, et al. 2009. Summary of the workshop on methodologies for environmental public health tracking of air pollution effects. Air Qual Atmos Health 2:177–184.", "ArticleIdList": ["PMC2805788", "20098504"]}, {"Citation": "Morgenstern RD, Harrington W, Shih J-S, Bell ML. 2012. Accountability Analysis of Title IV Phase 2 of the 1990 Clean Air Act Amendments. Research Report 168. Boston, MA:Health Effects Institute.", "ArticleIdList": ["23409509"]}, {"Citation": "National Research Council (U.S.). 1998. Research Priorities for Airborne Particulate Matter: I. Immediate Priorities and a Long-Range Research Portfolio. Washington, DC:National Academies Press.", "ArticleIdList": ["25101457"]}, {"Citation": "National Research Council (U.S.). 2002. Estimating the Public Health Benefits of Proposed Air Pollution Regulations. Washington, DC:National Academies Press.", "ArticleIdList": ["25057627"]}, {"Citation": "Noonan CW, Ward TJ, Navidi W, Sheppard L, Bergauff M, Palmer C. 2011. Assessing the Impact of a Wood Stove Replacement Program on Air Quality and Children’s Health. Research Report 162. Boston, MA:Health Effects Institute.", "ArticleIdList": ["22852484"]}, {"Citation": "Peel JL, Klein M, Flanders WD, Mulholland JA, Tolbert PE. 2010. Impact of Improved Air Quality During the 1996 Summer Olympic Games in Atlanta on Multiple Cardiovascular and Respiratory Outcomes. Research Report 148. Boston, MA:Health Effects Institute.", "ArticleIdList": ["20575278"]}, {"Citation": "Peters A, Breitner S, Cyrys J, Stölzel M, Pitz M, Wölke G, et al. 2009. The Influence of Improved Air Quality on Mortality Risks in Erfurt, Germany. Research Report 137. Boston, MA:Health Effects Institute.", "ArticleIdList": ["19554968"]}, {"Citation": "Pope CA, III, Ezzati M, Dockery DW. 2009. Fine particulate air pollution and life expectancy in the United States. N Engl J Med 360:376–386.", "ArticleIdList": ["PMC3382057", "19164188"]}, {"Citation": "Su JG, Meng YY, Pickett M, Seto E, Ritz B, Jerrett M. 2016. Identification of effects of regulatory actions on air quality in goods movement corridors in California. Environ Sci Technol 50(16):8687–8696.", "ArticleIdList": ["27380254"]}, {"Citation": "U.S. Centers for Disease Control and Prevention. National Environmental Public Health Tracking Program. Available:  www.cdc.gov/nceh/tracking/ [accessed 11 May 2016]."}, {"Citation": "U.S. Environmental Protection Agency. 1990. A Bill to Amend the Clean Air Act to Provide for Attainment and Maintenance of Health Protective National Ambient Air Quality Standards, and for Other Purposes. S 1630, 101st Cong, 2nd Sess."}, {"Citation": "U.S. Environmental Protection Agency. 1999. Benefits and Costs of the Clean Air Act 1990 to 2010: Report to Congress. EPA/410/R-99-001. Washington, DC:Office of Air and Radiation."}, {"Citation": "van Erp AM, Cohen AJ. 2009. HEI’s Research Program on the Impact of Actions to Improve Air Quality: Interim Evaluation and Future Directions. Communication 14. Boston, MA:Health Effects Institute."}, {"Citation": "van Erp AM, Cohen AJ, Shaikh R, O’Keefe R. 2012. Recent progress and challenges in assessing the effectiveness of air quality interventions toward improving public health: the HEI experience. EM October: 22–28."}, {"Citation": "Wiener J. 1998. Managing the iatrogenic risks of risk management. Risk Health Safety Environ 9:39–82."}, {"Citation": "Wong C-M, Rabl A, Thach TQ, Chau YK, Chan K P, Cowling BJ, et al. 2012. Impact of the 1990 Hong Kong Legislation for Restriction on Sulfur Content in Fuel. Research Report 170. Boston, MA:Health Effects Institute.", "ArticleIdList": ["23316618"]}, {"Citation": "Zeger SL, McDermott A, Dominici F, Peng R, Samet J. 2006. Internet-Based Health and Air Pollution Surveillance System. Communication 12. Boston, MA:Health Effects Institute."}, {"Citation": "Zhang J, Zhu T, Kipen H, Wang G, Huang W, Rich D, et al. 2013. Cardiorespiratory Biomarker Responses in Healthy Young Adults to Drastic Air Quality Changes Surrounding the 2008 Beijing Olympics. Research Report 174. Boston, MA:Health Effects Institute.", "ArticleIdList": ["PMC4086245", "23646463"]}, {"Citation": "Zigler CM, Dominici F. 2014. Point: clarifying policy evidence with potential-outcomes thinking — beyond exposure–response estimation in air pollution epidemiology. Am J Epidemiol 180(12):1133–1140.", "ArticleIdList": ["PMC4809985", "25399414"]}, {"Citation": "Zigler CM, Kim C, Choirat C, Hansen JB, Wang Y, Hund L, et al. 2016. Causal Inference Methods for Estimating Long-Term Health Effects of Air Quality Regulations. Research Report 187. Boston, MA:Health Effects Institute.", "ArticleIdList": ["27526497"]}, {"Citation": "Aalto P, Hameri K, Paatero P, Kulmala M, Bellander T, Ber-glind N, et al. 2005. Aerosol particle number concentration measurements in five European cities using TSI-3022 condensation particle counter over a three-year period during health effects of air pollution on susceptible subpopulations. J Air Waste Manag Assoc 55:1064–1076.", "ArticleIdList": ["16187577"]}, {"Citation": "American Thoracic Society. 1995. Standardization of spirometry, 1994 update. Am J Respir Crit Care Med 152: 1107–1136.", "ArticleIdList": ["7663792"]}, {"Citation": "Ashley F, Kannel WB, Sorlie PD, Masson R. 1975. Pulmonary function: relation to aging, cigarette habit, and mortality. Ann Intern Med 82:739–745.", "ArticleIdList": ["1094879"]}, {"Citation": "Avol EL, Gauderman WJ, Tan SM, London SJ, Peters JM. 2001. Respiratory effects of relocating to areas of differing air pollution levels. Am J Respir Crit Care Med 164:2067–2072.", "ArticleIdList": ["11739136"]}, {"Citation": "Ban-Weiss GA, McLaughlin JP, Harley RA, Lunden MM, Kirchstetter TW, Kean AJ, et al. 2008. Long-term changes in emissions of nitrogen oxides and particulate matter from on-road gasoline and diesel vehicles. Atmos Environ 42:220–232."}, {"Citation": "Bascom RP, Bromberg P, Costa D, Devlin D, Dockery D, Frampton M, et al. 1996. State of the art: health effects of outdoor air pollution, Part 1. Am J Respir Crit Care Med 153:3–50.", "ArticleIdList": ["8542133"]}, {"Citation": "Bayer-Oglesby L, Grize L, Gassner M, Takken-Sahli K, Sennhauser FH, Neu U, et al. 2005. Decline of ambient air pollution levels and improved respiratory health in Swiss children. Environ Health Perspect 113:1632–1637.", "ArticleIdList": ["PMC1310930", "16263523"]}, {"Citation": "Berhane K, Chang C-C, McConnell R, Gauderman WJ, Avol E, Rappaport E, et al. 2016. Association of changes in air quality with bronchitic symptoms in children in California, 1993–2012. JAMA 315:1491–1501. doi: 10.1001/jama.2016.3444.", "ArticleIdList": ["PMC5679287", "27115265"]}, {"Citation": "Berhane K, Gauderman WJ, Stram DO, Thomas DC. 2004. Statistical issues in studies of the long-term effects of air pollution: the Southern California Children's Health Study. Stat Sci:414–449."}, {"Citation": "Bishop GA, Peddle AM, Stedman DH, Zhan T. 2010. On-road emission measurements of reactive nitrogen compounds from three California cities. Environ Sci Technol 44:3616–3620; doi: 10.1021/es903722p.", "ArticleIdList": ["20380434"]}, {"Citation": "Bishop GA, Schuchmann BG, Stedman DH, Lawson DR. 2012. Multispecies remote sensing measurements of vehicle emissions on Sherman Way in Van Nuys, California. J Air Waste Manag Assoc 62:1127–1133.", "ArticleIdList": ["23155859"]}, {"Citation": "Bishop GA, Stedman DH. 2008. A decade of on-road emissions measurements. Environ Sci Technol 42:1651–1656.", "ArticleIdList": ["18441816"]}, {"Citation": "Brandt SJ, Perez L, Künzli N, Lurmann F, McConnell R. 2012. Costs of childhood asthma due to traffic-related pollution in two California communities. Eur Respir J 40:363–370.", "ArticleIdList": ["PMC4396740", "22267764"]}, {"Citation": "Braun-Fahrlander C, Vuille JC, Sennhauser FH, Neu U, Künzle T, Grize L, et al. 1997. Respiratory health and long-term exposure to air pollutants in Swiss schoolchildren. SCARPOL Team. Swiss Study on Childhood Allergy and Respiratory Symptoms with Respect to Air Pollution, Climate and Pollen. Amer J Respir Crit Care Med 155:1042–1049.", "ArticleIdList": ["9116984"]}, {"Citation": "Burrows B, Cline MG, Knudson RJ, Taussig LM, Lebowitz MD. 1983. A descriptive analysis of the growth and decline of the FVC and FEV1. Chest 83:717–724.", "ArticleIdList": ["6839813"]}, {"Citation": "California Air Resource Board. 2000. \nRisk Reduction Plan to Reduce Particulate Matter Emissions from Diesel-Fueled Engines and Vehicles.  www.arb.ca.gov/diesel/documents/rrpFinal.pdf [accessed 9 September 2016]."}, {"Citation": "Clancy L, Goodman P, Sinclair H, Dockery DW. 2002. Effect of air-pollution control on death rates in Dublin, Ireland: an intervention study. Lancet 360:1210–1214.", "ArticleIdList": ["12401247"]}, {"Citation": "Cox P, Delao A, Komorniczak A, Weller R. 2009. The California Almanac of Emissions and Air Quality. 2009 Ed. Los Angeles, CA:California Air Resources Board."}, {"Citation": "Dallmann TR, Harley RA. 2010. Evaluation of mobile source emission trends in the United States. J Geophys Res–Atmos; doi:10.1029/2010JD013862."}, {"Citation": "Diggle P, Heagerty P, Liang K-Y, Zeger SL. 1994. Analysis of Longitudinal Data. 2nd Edition Oxford, United Kingdom: Clarendon Press."}, {"Citation": "Dockery DW, Cunningham J, Damokosh AI, Neas LM, Spengler JD, Koutrakis P, et al. 1996. Health effects of acid aerosols on North American children: respiratory symptoms. Environ Health Perspect 104:500–505.", "ArticleIdList": ["PMC1469356", "8743437"]}, {"Citation": "Dockery DW, Pope CA., 3rd 1994. Acute respiratory effects of particulate air pollution. Annu Rev Public Health 15:107–132.", "ArticleIdList": ["8054077"]}, {"Citation": "Dockery DW, Rich DQ, Goodman PG, Clancy L, Ohman-Strickland P, Kotlov T. 2013. Effect of air pollution control on mortality and hospital admissions in Ireland. Research Report 176. Boston, MA:Health Effects Institute.", "ArticleIdList": ["24024358"]}, {"Citation": "Dockery DW, Speizer FE, Stram DO, Ware JH, Spengler JD, Ferris BG., Jr 1989. Effects of inhalable particles on respiratory health of children. Am Rev Respir Dis 139:587–594.", "ArticleIdList": ["2923355"]}, {"Citation": "Fine PM, Chakrabarti B, Krudysz M, Schauer JJ, Sioutas C. 2004. Diurnal variations of individual organic compound constituents of ultrafine and accumulation mode particulate matter in the Los Angeles Basin. Environ Sci Technol 38:1296–1304.", "ArticleIdList": ["15046329"]}, {"Citation": "Fiore AM, Oberman JT, Lin MY, Zhang L, Clifton OE, Jacob DJ, et al. 2014. Estimating North American background ozone in U.S. surface air with two independent global models: Variability, uncertainties, and recommendations. Atmos Environ 96:284–300."}, {"Citation": "Friedman GD, Klatsky AL, Siegelaub AB. 1976. Lung function and risk of myocardial infarction and sudden cardiac death. N Engl J Med 294:1071–1075.", "ArticleIdList": ["1256523"]}, {"Citation": "Friedman MS, Powell KE, Hutwagner L, Graham LM, Teague WG. 2001. Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma. JAMA 285:897–905.", "ArticleIdList": ["11180733"]}, {"Citation": "Frye C, Hoelscher B, Cyrys J, Wjst M, Wichmann HE, Heinrich J. 2003. Association of lung function with declining ambient air pollution. Environ Health Perspect 111:383–387.", "ArticleIdList": ["PMC1241396", "12611668"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, et al. 2004. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med 351:1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Gauderman WJ, Gilliland GF, Vora H, Avol E, Stram D, McConnell R, et al. 2002. Association between air pollution and lung function growth in southern California children: results from a second cohort. Am J Respir Crit Care Med 166:76–84.", "ArticleIdList": ["12091175"]}, {"Citation": "Gauderman WJ, McConnell R, Gilliland F, London S, Thomas D, Avol E, et al. 2000. Association between air pollution and lung function growth in southern California children. Am J Respir Crit Care Med 162:1383–1390.", "ArticleIdList": ["11029349"]}, {"Citation": "Gauderman WJ, Urman R, Avol E, Berhane K, McConnell R, Rappaport E, et al. 2015. Association of improvements in air quality with lung function in children. N Engl J Med 372(10):905–913; doi: 10.1056/NEJMoa1414123.", "ArticleIdList": ["PMC4430551", "25738666"]}, {"Citation": "Gauderman WJ, Vora H, McConnell R, Berhane K, Gilliland F, Thomas D, et al. 2007. Effect of exposure to traffic on lung development from 10 to 18 years of age: a cohort study. Lancet 369:571–577.", "ArticleIdList": ["17307103"]}, {"Citation": "Gehring U, Gruzieva O, Agius RM, Beelen R, Custovic A, Cyrys J, et al. 2013. Air pollution exposure and lung function in children: the ESCAPE project. Environ Health Perspect 121:1357–1364.", "ArticleIdList": ["PMC3855518", "24076757"]}, {"Citation": "Georgiopoulou VV, Kalogeropoulos AP, Psaty BM, Rodondi N, Bauer DC, Butler AB, et al. 2011. Lung function and risk for heart failure among older adults: the Health ABC Study. Am J Med 124:334–341.", "ArticleIdList": ["PMC3073738", "21435424"]}, {"Citation": "Gotschi T, Sunyer J, Chinn S, de Marco R, Forsberg B, Gauderman JW, et al. 2008. Air pollution and lung function in the European Community Respiratory Health Survey. Int J Epidemiol 37:1349–1358.", "ArticleIdList": ["PMC2734069", "18593748"]}, {"Citation": "Harley RA, Marr LC, Lehner JK, Giddings SN. 2005. Changes in motor vehicle emissions on diurnal to decadal time scales and effects on atmospheric composition. Environ Sci Technol 39:5356–5362.", "ArticleIdList": ["16082967"]}, {"Citation": "Hedley AJ, Wong CM, Thach TQ, Ma S, Lam TH, Anderson HR. 2002. Cardiorespiratory and all-cause mortality after restrictions on sulphur content of fuel in Hong Kong: an intervention study. Lancet 360:1646–1652.", "ArticleIdList": ["12457788"]}, {"Citation": "Heinrich J. 2003. Nonallergic respiratory morbidity improved along with a decline of traditional air pollution levels: a review. Eur Respir J Suppl 40:64s–69s.", "ArticleIdList": ["12762577"]}, {"Citation": "Heinrich J, Hoelscher B, Wichmann HE. 2000. Decline of ambient air pollution and respiratory symptoms in children. Am J Respir Crit Care Med 161:1930–1936.", "ArticleIdList": ["10852769"]}, {"Citation": "Henschel S, Atkinson R, Zeka A, Le Tertre A, Analitis A, Katsouyanni K, et al. 2012. Air pollution interventions and their impact on public health. Int J Public Health 57:757–768.", "ArticleIdList": ["22592907"]}, {"Citation": "Hole DJ, Watt GC, Davey-Smith G, Hart CL, Gillis CR, Hawthorne VM. 1996. Impaired lung function and mortality risk in men and women: findings from the Renfrew and Paisley prospective population study. Br Med J 313:711– 715, discussion 715–716.", "ArticleIdList": ["PMC2352103", "8819439"]}, {"Citation": "Islam T, Gauderman WJ, Berhane K, McConnell R, Avol E, Peters JM, et al. 2007. Relationship between air pollution, lung function and asthma in adolescents. Thorax 62:957–963.", "ArticleIdList": ["PMC2117135", "17517830"]}, {"Citation": "Jedrychowski W, Flak E. 1998. Effects of air quality on chronic respiratory symptoms adjusted for allergy among preadolescent children. Eur Respir J 11:1312–1318.", "ArticleIdList": ["9657572"]}, {"Citation": "Kannell WB, Hubert H, Lew EA. 1983. Vital capacity as a predictor of cardiovascular disease: The Framingham Study. Am Heart J 105:311–315.", "ArticleIdList": ["6823813"]}, {"Citation": "Knuiman MW, James AL, Divitini ML, Ryan G, Bartholomew HC, Musk AW. 1999. Lung function, respiratory symptoms, and mortality: results from the Busselton Health Study. Ann Epidemiol 9:297–306.", "ArticleIdList": ["10976856"]}, {"Citation": "Künzli N, Perez L, Lurmann F, Hricko A, Penfold B, McConnell R. 2008. An attributable risk model for exposures assumed to cause both chronic disease and its exacerbations. Epidemiology 19:179–185; doi:10.1097/EDE. 0b013e3181633c2f.", "ArticleIdList": ["18300713"]}, {"Citation": "Laden F, Schwartz J, Speizer FE, Dockery DW. 2006. Reduction in fine particulate air pollution and mortality: Extended follow-up of the Harvard Six Cities study. Am J Respir Crit Care Med 173:667–672.", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Lange P, Celli B, Agustí A, Boje Jensen G, Divo M, Faner R, et al. 2015. Lung-function trajectories leading to chronic obstructive pulmonary disease. N Engl J Med 373:111–122.", "ArticleIdList": ["26154786"]}, {"Citation": "Lepeule J, Litonjua AA, Coull B, Koutrakis P, Sparrow D, Vokonas PS, et al. 2014. Long-term effects of traffic particles on lung function decline in the elderly. Am J Respir Crit Care Med 190:542–548.", "ArticleIdList": ["PMC4214085", "25028775"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, et al. 2009. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect 117:668–674.", "ArticleIdList": ["PMC2679614", "19440509"]}, {"Citation": "Lurmann F, Avol E, Gilliland F. 2015. Emissions reduction policies and recent trends in Southern California’s ambient air quality. J Air Waste Manag Assoc 65(3):324–335; doi: 10.1080/10962247.2014.991856.", "ArticleIdList": ["PMC5737709", "25947128"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Vora H, Avol E, et al. 1999. Air pollution and bronchitic symptoms in Southern California children with asthma. Environ Health Perspect 107:757–760.", "ArticleIdList": ["PMC1566453", "10464077"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, Molitor J, Thomas D, Lurmann F, et al. 2003. Prospective study of air pollution and bronchitic symptoms in children with asthma. Am J Respir Crit Care Med 168:790–797.", "ArticleIdList": ["12893648"]}, {"Citation": "McConnell R, Berhane K, Molitor J, Gilliland F, Künzli N, Thorne PS, et al. 2006a. Dog ownership enhances symptomatic responses to air pollution in children with asthma. Environ Health Perspect 114:1910–1915.", "ArticleIdList": ["PMC1764158", "17185284"]}, {"Citation": "McConnell R, Berhane K, Yao L, Jerrett M, Lurmann F, Gilliland F, et al. 2006b. Traffic, susceptibility, and childhood asthma. Environ Health Perspect 114:766–772.", "ArticleIdList": ["PMC1459934", "16675435"]}, {"Citation": "McDonald BC, Dallmann TR, Martin EW, Harley RA. 2012. Long-term trends in nitrogen dioxide emissions from motor vehicles at national, state, and air basin scales. J Geophys Res–Atmos; doi: 10.1029/2012JD018304."}, {"Citation": "McDonald BC, Gentner DR, Goldstein AH, Harley RA. 2013. Long-term trends in motor vehicle emissions in U.S. urban areas. Environ Sci Technol 47:10022–10031; doi: 10.1021/es401034z.", "ArticleIdList": ["23915291"]}, {"Citation": "McKean MC, Leech M, Lambert PC, Hewitt C, Myint S, Silverman M. 2001. A model of viral wheeze in nonasthmatic adults: symptoms and physiology. Eur Respir J 18:23–32.", "ArticleIdList": ["11510797"]}, {"Citation": "Miller MR, Hankinson J, Brusasco V, Burgos F, Casaburi R, Coates A, et al. 2005. Standardization of spirometry. Eur Respir J 26:319–338.", "ArticleIdList": ["16055882"]}, {"Citation": "Molter A, Agius RM, de Vocht F, Lindley S, Gerrard W, Lowe L, et al. 2013. Long-term exposure to PM10 and NO2 in association with lung volume and airway resistance in the MAAS birth cohort. Environ Health Perspect 121:1232–1238.", "ArticleIdList": ["PMC3801452", "23777813"]}, {"Citation": "Peel JL, Klein M, Flanders WD, Mulholland JA, Tolbert PE. 2010. Impact of improved air quality during the 1996 Summer Olympic Games in Atlanta on multiple cardiovascular and respiratory outcomes. Research Report 148, Boston, MA:Health Effects Institute.", "ArticleIdList": ["20575278"]}, {"Citation": "Perez L, Künzli N, Avol E, Hricko AM, Lurmann F, Nicholas E, et al. 2009. Global goods movement and the local burden of childhood asthma in southern California. Am J Public Health 99:S622–S628.", "ArticleIdList": ["PMC2774197", "19890167"]}, {"Citation": "Peters JM. 2004. Epidemiologic Investigation to Identify Chronic Effects of Ambient Air Pollutants in Southern California. Los Angeles, CA:California Air Resources Board."}, {"Citation": "Peters JM, Avol E, Gauderman WJ, Linn WS, Navidi W, London SJ, et al. 1999a. A study of twelve Southern California communities with differing levels and types of air pollution. II. Effects on pulmonary function. Am J Respir Crit Care Med 159:768–775.", "ArticleIdList": ["10051249"]}, {"Citation": "Peters JM, Avol E, Navidi W, London SJ, Gauderman WJ, Lurmann F, et al. 1999b. A study of twelve Southern California communities with differing levels and types of air pollution. I. Prevalence of respiratory morbidity. Am J Respir Crit Care Med 159:760–767.", "ArticleIdList": ["10051248"]}, {"Citation": "Pollack IB, Ryerson TB, Trainer M, Neuman JA, Roberts JM, Parrish DD. 2013. Trends in ozone, its precursors, and related secondary oxidation products in Los Angeles, California: A synthesis of measurements from 1960 to 2010. J Geo Res–Atmos 118:5893–5911; doi 10.1002/jgrd.50472."}, {"Citation": "Pope CA. 1991. Respiratory hospital admissions associated with PM10 pollution in Utah, Salt Lake, and Cache Valleys. Arch Environ Health 46:90–97.", "ArticleIdList": ["2006899"]}, {"Citation": "Pope CA, 3rd, Ezzati M, Dockery DW. 2009. Fine-particulate air pollution and life expectancy in the United States. N Engl J Med 360:376–386.", "ArticleIdList": ["PMC3382057", "19164188"]}, {"Citation": "Rich DQ, Kipen HM, Huang W, Wang G, Wang Y, Zhu P, et al. 2012. Association between changes in air pollution levels during the Beijing Olympics and biomarkers of inflammation and thrombosis in healthy young adults. JAMA 307:2068–2078.", "ArticleIdList": ["PMC4049319", "22665106"]}, {"Citation": "Russell AR, Valin LC, Bucsela EJ, Wenig MO, Cohen RC. 2010. Space-based constraints on spatial and temporal patterns of NO(x) emissions in California, 2005–2008. Environ Sci Tech 44:3608–3615.", "ArticleIdList": ["20364869"]}, {"Citation": "Russell AR, Valin LC, Cohen RC. 2012. Trends in OMI NO2 observations over the United States: effects of emission control technology and the economic recession. Atmos Chem Phys 12:12197–12209."}, {"Citation": "Ryan G, Knuiman MW, Divitini ML, James A, Musk AW, Bartholomew HC. 1999. Decline in lung function and mortality: the Busselton Health Study. J Epidemiol Community Health 53:230–234.", "ArticleIdList": ["PMC1756854", "10396549"]}, {"Citation": "Sardar SB, Fine PM, Sioutas C. 2005. Seasonal and spatial variability of the size-resolved chemical composition of particulate matter (PM10) in the Los Angeles basin. J Geophys Res–Atmos 110(D7):1–14; doi: 10.1029/2004JD004627."}, {"Citation": "Schroeder EB, Welch VL, Couper D, Nieto FJ, Liao D, Rosamond WD, et al. 2003. Lung function and incident coronary heart disease, The Atherosclerosis Risk in Communities Study. Am J Epidemiol 158:1171–1181.", "ArticleIdList": ["14652302"]}, {"Citation": "Schunemann HJ, Dorn J, Grant BJ, Winkelstein W., Jr 2000. Pulmonary function is a long-term predictor of mortality in the general population: 29-year follow-up of the Buffalo Health Study. Chest 118:656–664.", "ArticleIdList": ["10988186"]}, {"Citation": "Seinfeld JH, Pandis SN. 1998. Atmospheric chemistry and physics: from air pollution to climate change, 2nd Edition New York, NY:J. Wiley and Sons."}, {"Citation": "Sin DD, Wu L, Man SF. 2005. The relationship between reduced lung function and cardiovascular mortality: a population-based study and a systematic review of the literature. Chest 127:1952–1959.", "ArticleIdList": ["15947307"]}, {"Citation": "South Coast Air Quality Management District. 2014. \nRegional Clean Air Incentives Markets (RECLAIM) Program.  www.aqmd.gov/home/programs/business/business-detail?title=reclaim [accessed 9 September 2016]."}, {"Citation": "State of California, Department of Finance. 2007. E-8 Historical Population and Housing Estimates for Cities, Counties, and the State, 1990–2000. Sacramento, CA."}, {"Citation": "State of California, Department of Finance. 2015a. E-2 California County Population Estimates and Components of Change by Year — July 1, 2010–2015. Sacramento, CA."}, {"Citation": "State of California, Department of Finance. 2015b. \n www.dof.ca.gov/Forecasting/Demographics/Estimates/E-2/2010-15/documents/pressrelease_package_Jul15.pdf [accessed 9 September 2016]."}, {"Citation": "Tager IB. 1999. Air pollution and lung function growth: is it ozone? Am J Respir Crit Care Med 160:387–389.", "ArticleIdList": ["10430702"]}, {"Citation": "Urman R, McConnell R, Islam T, Avol EL, Lurmann FW, Vora H, et al. 2014. Associations of children's lung function with ambient air pollution: joint effects of regional and near-roadway pollutants. Thorax 69:540–547.", "ArticleIdList": ["PMC4191894", "24253832"]}, {"Citation": "U.S. Census Bureau. 2000. Profiles of General Demographic Characteristics, 2000. Washington, DC:U.S. Census Bureau."}, {"Citation": "U.S. Census Bureau. 2010. Profiles of General Demographic Characteristics, 2010. Washington, DC:U.S. Census Bureau."}, {"Citation": "U. S. Environmental Protection Agency (U.S. EPA). 2016. \nClean Air Act Overview.  www.epa.gov/clean-air-act-overview/progress-cleaning-air-and-improving-peoples-health#cars [accessed 21 September 2016]."}, {"Citation": "U.S. Environmental Protection Agency (U.S. EPA). 2013. Integrated Science Assessment of Ozone and Related Photochemical Oxidants (Final Report): EPA/600/R-10/076F. Washington, DC:U.S. Environmental Protection Agency."}, {"Citation": "U.S. Environmental Protection Agency, California Air Resources Board, South Coast Air Quality Management District. 2006. \nSan Pedro Bay Ports Clean Air Action Plan.  www.cleanairactionplan.org [accessed 21 September 2016]."}, {"Citation": "Verheij T, Hermans J, Kaptein A, Mulder J. 1995. Acute bronchitis: course of symptoms and restrictions in patients’ daily activities. Scand J Prim Health Care 13:8–12.", "ArticleIdList": ["7777741"]}, {"Citation": "Wang H, Jacob DJ, Le Sager P, Streets DG, Park RJ, Gilliland AB, et al. 2009. Surface ozone background in the United States: Canadian and Mexican pollution influences. Atmos Environ 43:1310–1319."}, {"Citation": "Wang X, Dockery DW, Wypij D, Gold DR, Speizer FE, Ware JH, et al. 1993. Pulmonary function growth velocity in children 6 to 18 years of age. Am Rev Respir Dis 148:1502–1508.", "ArticleIdList": ["8256891"]}, {"Citation": "Warneke C, de Gouw JA, Holloway JS, Peischl J, Ryerson TB, Atlas E, et al. 2012. Multiyear trends in volatile organic compounds in Los Angeles, California: Five decades of decreasing emissions. J Geophys Res–Atmos; doi: 10.1029/2012JD017899."}, {"Citation": "Avol EL, Gauderman WJ, Tan SM, London SJ, Peters JM. 2001. Respiratory effects of relocating to areas of differing air pollution levels. Am J Respir Crit Care Med 164:2067-2072.", "ArticleIdList": ["11739136"]}, {"Citation": "Berhane K, Gauderman W, Stram D, Thomas D. 2004. Statistical issues in studies of the long-term effects of air pollution: The Southern California Children’s Health Study. Stat Sci 19:414–449."}, {"Citation": "Bishop GA, Hottor-Raguindin R, Stedman DH, McClintock P, Theobald E, Johnson JD, et al. 2015. On-road heavy-duty vehicle emissions monitoring system. Environ Sci Technol 49:1639-1645.", "ArticleIdList": ["25606715"]}, {"Citation": "Bishop GA, Stedman DH. 2008. A decade of on-road emissions measurements. Environ Sci Technol 42:1651-1652.", "ArticleIdList": ["18441816"]}, {"Citation": "Bishop GA, Stedman DH. 2014. The recession of 2008 and its impact on light-duty vehicle emissions in three western United States cities. Environ Sci Technol 48:14822-14827.", "ArticleIdList": ["25426705"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA, 3rd, Brook JR, Bhatnagar A, Diez-Roux AV, et al. 2010. Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation 121:2331-2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Brunekreef B, Beelen R, Hoek G, Schouten L, Bausch-Gold-bohm S, Fischer P, et al. 2009. Effects of Long-Term Exposure to Traffic-Related Air Pollution on Respiratory and Cardiovascular Mortality in the Netherlands: The NLCS-AIR Study. Research Report 139. Boston, MA:Health Effects Institute.", "ArticleIdList": ["19554969"]}, {"Citation": "Burrows B, Cline MG, Knudson RJ, Taussig LM, Lebowitz MD. 1983. A descriptive analysis of the growth and decline of the FVC and FEV1. Chest 83:717-724.", "ArticleIdList": ["6839813"]}, {"Citation": "California Air Resources Board. 2009. \nDefinitions of VOC and ROG. California Air Resources Board, Planning and Technical Support Division, Emission Inventory Branch. Available:  www.arb.ca.gov/ei/speciate/voc_rog_dfn_1_09.pdf [accessed 18 November 2016]."}, {"Citation": "Clancy L, Goodman P, Sinclair H, Dockery DW. 2002. Effect of air-pollution control on death rates in Dublin, Ireland: an intervention study. Lancet 360:1210-1214.", "ArticleIdList": ["12401247"]}, {"Citation": "Dockery DW, Rich DQ, Goodman PG, Clancy L, Ohman-Strickland P, George P, et al. 2013. Effect of Air Pollution Control on Mortality and Hospital Admissions in Ireland. Research Report 176. Boston, MA:Health Effects Institute.", "ArticleIdList": ["24024358"]}, {"Citation": "Friedman MS, Powell KE, Hutwagner L, Graham LM, Teague WG. 2001. Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma. JAMA 285:897–905.", "ArticleIdList": ["11180733"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, et al. 2004. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med 351:1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Gauderman WJ, Gilliland GF, Vora H, Avol E, Stram D, McConnell R, et al. 2002. Association between air pollution and lung function growth in southern California children: results from a second cohort. Am J Respir Crit Care Med 166:76–84.", "ArticleIdList": ["12091175"]}, {"Citation": "Gauderman WJ, McConnell R, Gilliland F, London S, Thomas D, Avol E, et al. 2000. Association between air pollution and lung function growth in southern California children. Am J Respir Crit Care Med 162:1383–1390.", "ArticleIdList": ["11029349"]}, {"Citation": "Gauderman WJ, Vora H, McConnell R, Berhane K, Gilliland F, Thomas D, et al. 2007. Effect of exposure to traffic on lung development from 10 to 18 years of age: a cohort study. Lancet 369(9561):571–577.", "ArticleIdList": ["17307103"]}, {"Citation": "Georgiopoulou VV, Kalogeropoulos AP, Psaty BM, Rodondi N, Bauer DC, Butler AB, et al. 2011. Lung function and risk for heart failure among older adults: the Health ABC Study. Am J Med 124:334–341.", "ArticleIdList": ["PMC3073738", "21435424"]}, {"Citation": "Jacquemin B, Siroux V, Sanchez M, Carsin AE, Schikowski T, Adam M, et al. 2015. Ambient air pollution and adult asthma incidence in six European cohorts (ESCAPE). Environ Health Perspect 123:613–621.", "ArticleIdList": ["PMC4455584", "25712593"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, et al. 2009. Extended Follow-Up and Spatial Analysis of the American Cancer Society Study Linking Particulate Air Pollution and Mortality. Research Report 140. Boston, MA:Health Effects Institute.", "ArticleIdList": ["19627030"]}, {"Citation": "Mackay D, Haw S, Ayres JG, Fischbacher C, Pell JP. 2010. Smoke-free legislation and hospitalizations for childhood asthma. N Engl J Med 363:1139–1145.", "ArticleIdList": ["20843248"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, et al. 2002. Asthma in exercising children exposed to ozone: a cohort study. Lancet 359:386–391.", "ArticleIdList": ["11844508"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Vora H, Avol E, et al. 1999. Air pollution and bronchitic symptoms in Southern California children with asthma. Environ Health Perspect 107:757–760.", "ArticleIdList": ["PMC1566453", "10464077"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, Molitor J, Thomas D, Lurmann F, et al. 2003. Prospective study of air pollution and bronchitic symptoms in children with asthma. Am J Respir Crit Care Med 168:790–797.", "ArticleIdList": ["12893648"]}, {"Citation": "McConnell R, Berhane K, Molitor J, Gilliland F, Künzli N, Thorne PS, et al. 2006a. Dog ownership enhances symptomatic responses to air pollution in children with asthma. Environ Health Perspect 114:1910–1915.", "ArticleIdList": ["PMC1764158", "17185284"]}, {"Citation": "McConnell R, Berhane K, Yao L, Jerrett M, Lurmann F, Gilliland F, et al. 2006b. Traffic, susceptibility, and childhood asthma. Environ Health Perspect 114:766–772.", "ArticleIdList": ["PMC1459934", "16675435"]}, {"Citation": "McConnell R, Islam T, Shankardass K, Jerrett M, Lurmann F, Gilliland F, et al. 2010. Childhood incident asthma and traffic-related air pollution at home and school. Environ Health Perspect 118:1021–1026.", "ArticleIdList": ["PMC2920902", "20371422"]}, {"Citation": "McDonald BC, Dallmann TR, Martin EW, Harley RA. 2012. Long-term trends in nitrogen dioxide emissions from motor vehicles at national, state, and air basin scales. J Geophys Res–Atmos; doi: 10.1029/2012JD018304."}, {"Citation": "Peel JL, Klein M, Flanders WD, Mulholland JA, Tolbert PE. 2010. Impact of Improved Air Quality During the 1996 Summer Olympic Games in Atlanta on Multiple Cardiovascular and Respiratory Outcomes. Research Report 148. Boston, MA:Health Effects Institute.", "ArticleIdList": ["20575278"]}, {"Citation": "Rich DQ, Kipen HM, Huang W, Wang G, Wang Y, Zhu P, et al. 2012. Association between changes in air pollution levels during the Beijing Olympics and biomarkers of inflammation and thrombosis in healthy young adults. JAMA 307:2068–2078.", "ArticleIdList": ["PMC4049319", "22665106"]}, {"Citation": "Ryan G, Knuiman MW, Divitini ML, James A, Musk AW, Bartholomew HC. 1999. Decline in lung function and mortality: the Busselton Health Study. J Epidemiol Community Health 53:230–234.", "ArticleIdList": ["PMC1756854", "10396549"]}, {"Citation": "Sin DD, Wu L, Man SF. 2005. The relationship between reduced lung function and cardiovascular mortality: a population-based study and a systematic review of the literature. Chest 127:1952–1959.", "ArticleIdList": ["15947307"]}, {"Citation": "South Coast Air Quality Management District (SCAQMD). 2015. \nMATES-IV Final Report: Multiple Air Toxics Exposure Study in the South Coast Air Basin. South Coast Air Quality Management District, Diamond Bar, Calif. Available:  www.aqmd.gov/docs/default-source/air-quality/air-toxic-studies/mates-iv/mates-iv-final-draft-report-4-1-15.pdf [accessed 16 November 2016]."}, {"Citation": "Turner MC, Jerrett M, Pope CA, 3rd, Krewski D, Gapstur SM, Diver WR, et al. 2016. Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med 193:1134–1142.", "ArticleIdList": ["PMC4872664", "26680605"]}, {"Citation": "Urman R, McConnell R, Islam T, Avol EL, Lurmann FW, Vora H, et al. 2014. Associations of children's lung function with ambient air pollution: joint effects of regional and near-roadway pollutants. Thorax 69(6):540–547.", "ArticleIdList": ["PMC4191894", "24253832"]}, {"Citation": "Wang X, Dockery DW, Wypij D, Gold DR, Speizer FE, Ware JH, et al. 1993. Pulmonary function growth velocity in children 6 to 18 years of age. Am Rev Respir Dis 148:1502–1508.", "ArticleIdList": ["8256891"]}, {"Citation": "Wolf K, Stafoggia M, Cesaroni G, Andersen ZJ, Beelen R, Galassi C, et al. 2015. Long-term exposure to particulate matter constituents and the incidence of coronary events in 11 European cohorts. Epidemiology 26:565–574.", "ArticleIdList": ["25978793"]}, {"Citation": "Zhang J, Zhu T, Kipen H, Wang G, Huang W, Rich D, et al. 2013. Cardiorespiratory Biomarker Responses in Healthy Young Adults to Drastic Air Quality Changes Surrounding the 2008 Beijing Olympics. Research Report 174. Boston, MA:Health Effects Institute.", "ArticleIdList": ["PMC4086245", "23646463"]}, {"Citation": "Zigler CM, Kim C, Choirat C, Hansen JB, Wang Y, Hund L, et al. 2016. Causal Inference Methods for Estimating Long-Term Health Effects of Air Quality Regulations. Research Report 187. Boston, MA:Health Effects Institute.", "ArticleIdList": ["27526497"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["31898879", "PMC7266378", "Res Rep Health Eff Inst. 2017 Jan;(190):1-75."]}}], "PubmedBookArticle": []}