{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32021738", "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1002/2015JD024052"], "Journal": {"ISSN": "2169-897X", "JournalIssue": {"Volume": "Volume 121", "Issue": "Iss 7", "PubDate": {"Year": "2016", "Month": "Apr", "Day": "14"}}, "Title": "Journal of geophysical research. Atmospheres : JGR", "ISOAbbreviation": "J Geophys Res Atmos"}, "ArticleTitle": "Frequency and Impact of Summertime Stratospheric Intrusions over Maryland during DISCOVER-AQ (2011): New Evidence from NASA's GEOS-5 Simulations.", "Pagination": {"StartPage": "3687", "EndPage": "3706", "MedlinePgn": "3687-3706"}, "Abstract": {"AbstractText": ["Aircraft observations and ozonesonde profiles collected on July 14 and 27, 2011, during the Maryland month-long DISCOVER-AQ campaign, indicate the presence of stratospheric air just above the planetary boundary layer (PBL). This raises the question of whether summer stratospheric intrusions (SIs) elevate surface ozone levels and to what degree they influence background ozone levels and contribute to ozone production. We used idealized stratospheric air tracers, along with observations, to determine the frequency and extent of SIs in Maryland during July 2011. On 4 of 14 flight days, SIs were detected in layers that the aircraft encountered above the PBL from the coincidence of enhanced ozone, moderate CO, and low moisture. Satellite observations of lower tropospheric humidity confirmed the occurrence of synoptic scale influence of SIs as do simulations with the GEOS-5 Atmospheric General Circulation Model. The evolution of GEOS-5 stratospheric air tracers agree with the timing and location of observed stratospheric influence and indicate that more than 50% of air in SI layers above the PBL had resided in the stratosphere within the previous 14 days. Despite having a strong influence in the lower free troposphere, these events did not significantly affect surface ozone, which remained low on intrusion days. The model indicates similar frequencies of stratospheric influence during all summers from 2009-2013. GEOS-5 results suggest that, over Maryland, the strong inversion capping the summer PBL limits downward mixing of stratospheric air during much of the day, helping to preserve low surface ozone associated with frontal passages that precede SIs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}], "LastName": "Ott", "ForeName": "Lesley E", "Initials": "LE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}], "LastName": "Duncan", "ForeName": "Bryan N", "Initials": "BN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}], "LastName": "Thompson", "ForeName": "Anne M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center."}], "LastName": "Diskin", "ForeName": "Glenn", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, University of Maryland, College Park, MD USA."}], "LastName": "Fasnacht", "ForeName": "Zachary", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Earth System Research Laboratory Chemical Sciences Division, Boulder, CO USA."}], "LastName": "Langford", "ForeName": "Andrew O", "Initials": "AO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Atmospheric and Oceanic Sciences, Princeton University and NOAA Geophysical Fluid Dynamics Laboratory, Princeton, NJ, USA."}], "LastName": "Lin", "ForeName": "Meiyun", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}, {"Identifier": [], "Affiliation": "Earth System Science Interdisciplinary Center, University of Maryland, College Park Park, MD USA."}], "LastName": "Molod", "ForeName": "Andrea M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Lanham, MD USA."}], "LastName": "Nielsen", "ForeName": "J Eric", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, University of Virginia, Charlottesville, VA, USA."}], "LastName": "Pusede", "ForeName": "Sally E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Lanham, MD USA."}], "LastName": "Wargan", "ForeName": "Krzysztof", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Atmospheric Research."}], "LastName": "Weinheimer", "ForeName": "Andrew J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Lanham, MD USA."}], "LastName": "Yoshida", "ForeName": "Yasuko", "Initials": "Y"}], "GrantList": [{"GrantID": "N-999999", "Acronym": "ImNASA", "Agency": "Intramural NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Geophys Res Atmos", "NlmUniqueID": "9882986", "ISSNLinking": "2169-897X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Appenzeller C, and Davies HC, (1992), Structure of stratospheric intrusions into the troposphere, Nature, 358 (6387), 570–572."}, {"Citation": "Assonov SS, Brenninkmeijer CAM, Schuck T, and Umezawa T (2013), N2O as a tracer of mixing stratospheric and tropospheric air based on CARIBIC data with applications for CO2, Atmos. Env, 79, 769–779, doi:10.1016/j.atmosenv.2013.07.035.", "ArticleIdList": ["10.1016/j.atmosenv.2013.07.035"]}, {"Citation": "Aumann H, et al. (2003), AIRS/AMSU/HSB on the Aqua mission: Design, science objectives, data products, and processing systems, IEEE Trans. Geosci. Remote Sens, 41, 253–264."}, {"Citation": "Bloom S, Takacs L, DaSilva A, and Ledvina D (1996), Data assimilation using incremental analysis updates, Mon. Wea. Rev, 124, 1256–1271."}, {"Citation": "Bosilovich MG, Lucchesi R, and Suarez M, MERRA-2: File Specification. GMAO Office Note No. 9 (Version 1.0), 2015."}, {"Citation": "Bourqui MS, and Trépanier P-Y (2010), Descent of deep stratospheric intrusions during the IONS August 2006 campaign, J. Geophys. Res, 115, D18301, doi:10.1029/2009JD013183.", "ArticleIdList": ["10.1029/2009JD013183"]}, {"Citation": "Bourqui MS, Yamamoto A, Tarasick D, Moran MD, Beaudoin L-P, Beres I, Davies J, Elford A, Hocking W, Osman M, and Wilkinson R (2012), A new global real-time Lagrangian diagnostic system for stratosphere-troposphere exchange: evaluation during a balloon sonde campaign in eastern Canada, Atmos. Chem. Phys, 12, 2661–2679, doi:10.5194/acp-12-2661-2012.", "ArticleIdList": ["10.5194/acp-12-2661-2012"]}, {"Citation": "Bowman KP, Pan LL, Campos T, and Gao R-S (2007), Observations of fine-scale transport structure in the upper troposphere from HIAPER, J. Geophys. Res, 112, D18111, doi:10.1029/2007JD008685.", "ArticleIdList": ["10.1029/2007JD008685"]}, {"Citation": "Browell EV, Butler CF, Kooi SA, Fenn MA, Harriss RC, and Gregory GL (1992), Large-scale variability of ozone and aerosols in the summertime Arctic and sub-Arctic troposphere, J. Geophys. Res, 97(D15), 16433–16450, doi:10.1029/92JD00159.", "ArticleIdList": ["10.1029/92JD00159"]}, {"Citation": "Chahine MT, et al. (2006), AIRS: Improving Weather Forecasting and Providing New Data on Greenhouse Gases, Bull. Amer. Meteor. Soc, 87, doi:dx.doi.org/10.1175/BAMS-87-7-911.", "ArticleIdList": ["10.1175/BAMS-87-7-911"]}, {"Citation": "Cho JYN, Newell RE, Browell EV, Grant WB, Butler CF, and Fenn MA (2001), Observation of pollution plume capping by a tropopause fold, Geophys. Res. Lett, 28, 3243–3246."}, {"Citation": "Collins JE Jr., Sachse GW, Anderson BE, Harriss RC, Bartlett KB, Sandholm S, Wade LO, Burney LG, and Hill GF (1996), Airborne nitrous oxide observations over the western Pacific Ocean: September–October 1991, J. Geophys. Res, 101(D1), 1975–1984, doi:10.1029/95JD02530.", "ArticleIdList": ["10.1029/95JD02530"]}, {"Citation": "Cooper OR, et al. (2004), On the life cycle of a stratospheric intrusion and its dispersion into polluted warm conveyor belts, J. Geophys. Res, 109, D23S09, doi:10.1029/2003JD004006.", "ArticleIdList": ["10.1029/2003JD004006"]}, {"Citation": "Crawford JH and Pickering KE (2014), DISCOVER-AQ: Advancing strategies for air quality observations in the next decade, EM, Air Waste Manag Assoc, 4–7."}, {"Citation": "Crawford JH, Dickerson RR, and Hains JC (2014), DISCOVER-AQ: Observations and early results, EM, Air Waste Manag Assoc, 8–15."}, {"Citation": "Cristofanelli P, Bonasoni P, Tositti L, Bonafè U, Calzolari F, Evangelisti F, Sandrini S, and Stohl A (2006), A 6-year analysis of stratospheric intrusions and their influence on ozone at Mt. Cimone (2165 m above sea level), J. Geophys. Res, 111, D03306, doi:10.1029/2005JD006553.", "ArticleIdList": ["10.1029/2005JD006553"]}, {"Citation": "Danielsen EF (1968), Stratospheric-tropospheric exchange based on radioactivity, ozone and potential vorticity, J. Atmos. Sci, 25, 502–518."}, {"Citation": "Danielsen EF (1980), Stratospheric source for unexpectedly large values of ozone measured over the Pacific Ocean during Gametag, August 1977, J. Geophys. Res, 85(C1), 401–412, doi:10.1029/JC085iC01p00401.", "ArticleIdList": ["10.1029/JC085iC01p00401"]}, {"Citation": "Dempsey F (2014), Observations of stratospheric O3 intrusions in air quality monitoring data in Ontario, Canada, Atmos. Environ, 98, 111–122, doi:10.1016/j.atmosenv.2014.08.024.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.024"]}, {"Citation": "Eisele H, Scheel HE, Sladkovic R, and Trickl T (1999), High-Resolution Lidar Measurements of Stratosphere–Troposphere Exchange, J. Atmos. Sci, 56, 319–330."}, {"Citation": "Elbern H, Hendricks J, Ebel A (1998), A Climatology of Tropopause Folds by Global Analyses, Theor. Appl. Climatol, 59, 181–200."}, {"Citation": "Emery C, Jung J, Downey N, Johnson J, Jimenez M, Yarwood G, and Morris R (2012), Regional and global modeling estimates of policy relevant background ozone over the United States, Atmos. Environ, 47, 206."}, {"Citation": "Fiore AM, Oberman JT, Lin MY, Zhang L, Clifton OE, Jacob DJ, Naik V, Horowitz LW, and Pinto JP (2014), Estimating North American background ozone in U.S. surface air with two independent global models: Variability, uncertainties, and recommendations, Atmos. Environ, 96, 284–300, doi:10.1016/j.atmosenv.2014.07.045.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.045"]}, {"Citation": "Flynn CM, et al. (2014), The Relationship between Column-density and Surface Mixing Ratio: Statistical Analysis of O3 and NO2 Data from the July 2011 Maryland DISCOVER-AQ Mission, Atmos. Environ, 92, 429–441, doi:10.1016/j.atmosenv.2014.04.041.", "ArticleIdList": ["10.1016/j.atmosenv.2014.04.041"]}, {"Citation": "Gray SL (2003), A case study of stratosphere to troposphere transport: The role of convective transport and the sensitivity to model resolution, J. Geophys. Res, 108, 4590, doi:10.1029/2002JD003317, D18.", "ArticleIdList": ["10.1029/2002JD003317"]}, {"Citation": "Holton JR, Haynes PH, McIntyre ME, Douglass AR, Rood RB, and Pfister L (1995), Stratosphere-troposphere exchange, Rev. Geophys, 33(4), 403–439, doi:10.1029/95RG02097.", "ArticleIdList": ["10.1029/95RG02097"]}, {"Citation": "Ishijima K, et al. (2010), Stratospheric influence on the seasonal cycle of nitrous oxide in the troposphere as deduced from aircraft observations and model simulations, J. Geophys. Res, 115, D20308, doi:10.1029/2009JD013322.", "ArticleIdList": ["10.1029/2009JD013322"]}, {"Citation": "Jacob DJ, et al. (1992), Summertime photochemistry of the troposphere at high northern latitudes, J. Geophys. Res, 97(D15), 16421–16431, doi:10.1029/91JD01968.", "ArticleIdList": ["10.1029/91JD01968"]}, {"Citation": "Johnson WB, and Viezee W (1981), Stratospheric ozone in the lower troposphere-I. Presentation and interpretation of aircraft measurements, Atmos. Environ, 15, 7, 1309–1323."}, {"Citation": "Kunz H, and Speth P (1997),Variability of Near-Ground Ozone Concentrations During Cold Front Passages – a Possible Effect of Tropopause Folding Events, J. Atmos. Chem, 28, 77–95."}, {"Citation": "Langford AO, Aikin KC, Eubank CS, and Williams EJ (2009), Stratospheric contribution to high surface ozone in Colorado during springtime, Geophys. Res. Lett, 36, L12801."}, {"Citation": "Langford AO, Brioude J, Cooper OR, Senff CJ, Alvarez RJ II, Hardesty RM, Johnson BJ, and Oltmans SJ (2012), Stratospheric influence on surface ozone in the Los Angeles area during late spring and early summer of 2010, J. Geophys. Res, 117, D00V06, doi:10.1029/2011JD016766.", "ArticleIdList": ["10.1029/2011JD016766"]}, {"Citation": "Langford AO, Senff CJ, Alvarez II RJ, Brioude J, Cooper OR, Holloway JS, Lin MY, Marchbanks RD, Pierce RB, Sandberg SP, Weickmann AM, and Williams EJ (2015), An overview of the 2013 Las Vegas Ozone Study (LVOS): Impact of stratospheric intrusions and long-range transport on surface air quality, Atmos. Environ, 109, 305–322, doi:10.1016/j.atmosenv.2014.08.040.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.040"]}, {"Citation": "Lefohn AS, Wernli H, Shadwick D, Oltmans SJ, and Shapiro M (2012), Quantifying the importance of stratospheric-tropospheric transport on surface ozone concentrations at high- and low-elevation monitoring sites in the United States, Atmos. Environ, 62, 646–656, doi:10.1016/j.atmosenv.2012.09.004.", "ArticleIdList": ["10.1016/j.atmosenv.2012.09.004"]}, {"Citation": "Levelt PF, Oord GHJVD, Dobber MR, Mälkki A, Visser H, Vries JD, Stammes P, Lundell JOV, and Saari H (2006), The ozone monitoring instrument, IEEE Trans. Geosci. Remote Sens, 44, 1093–1101, doi:10.1109/TGRS.2006.872333.", "ArticleIdList": ["10.1109/TGRS.2006.872333"]}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy H II, Johnson BJ, Naik V, Oltmans SJ, and Senff CJ (2012a), Springtime high surface ozone events over the western United States: Quantifying the role of stratospheric intrusions, J. Geophys. Res, 117, D00V22, doi:10.1029/2012JD018151.", "ArticleIdList": ["10.1029/2012JD018151"]}, {"Citation": "Lin M, et al. (2012b), Transport of Asian ozone pollution into surface air over the western United States in spring, J. Geophys. Res, 117, D00V07, doi: 10.1029/2011jd016961.", "ArticleIdList": ["10.1029/2011jd016961"]}, {"Citation": "Lin M, Fiore AM, Horowitz LW, Langford AO, Oltmans SJ, Tarasick D (2015), Climate variability modulates western U.S. surface ozone in spring via deep stratospheric intrusions, Nature Communications, 6, doi:10.1038/ncomms8105.", "ArticleIdList": ["10.1038/ncomms8105", "PMC4432627", "25964012"]}, {"Citation": "Lock AP, Brown AR, Bush MR, Martin GM, and Smith RNB (2000), A New Boundary Layer Mixing Scheme. Part I: Scheme Description and Single-Column Model Tests, Monthly Weather Review, 128, 3187–3199."}, {"Citation": "Louis JF, and Geleyn J (1982) A short history of the PBL parameterization at ECMWF. Proc. ECMWF Workshop on Planetary Boundary Layer Parameterization, Reading, United Kingdom, ECMWF, 59–80."}, {"Citation": "Martins DK, Stauffer RM, Thompson AM, Halliday HS, Kollonige D, Joseph E, and Weinheimer AJ (2013), Ozone correlations between mid-tropospheric partial columns and the near-surface at two mid-Atlantic sites during the DISCOVER-AQ campaign in July 2011, J. Atmos. Chem, doi:10.1007/s10874-013-9259-4.", "ArticleIdList": ["10.1007/s10874-013-9259-4", "PMC4665824", "26692596"]}, {"Citation": "Molod A, Takacs L, Suarez M, Bacmeister J, Song I-S, and Eichmann A (2012), The GEOS-5 Atmospheric General Circulation Model: Mean Climate and Development from MERRA to Fortuna, NASA Technical Report Series on Global Modeling and Data Assimilation, NASA TM—2012–104606, Vol. 28, 117 pp."}, {"Citation": "Moorthi S, and Suarez MJ (1992), Relaxed Arakawa–Schubert: A parameterization of moist convection for general circulation models, Monthly Weather Review, 120, 978–1002."}, {"Citation": "Neu JL, et al. (2014), The SPARC Data Initiative: Comparison of upper troposphere/lower stratosphere ozone climatologies from limb-viewing instruments and the nadir-viewing Tropospheric Emission Spectrometer, J. Geophys. Res. Atmos, 119, 6971–6990, doi:10.1002/2013JD020822.", "ArticleIdList": ["10.1002/2013JD020822"]}, {"Citation": "Newell RE, Wu Z-X, Zhu Y, Hu W, Browell EV, Gregory GL, Sachse GW, Collins JE Jr., Kelly KK, and Liu SC (1996), Vertical fine-scale atmospheric structure measured from NASA DC-8 during PEM-West A, J. Geophys. Res, 101(D1), 1943–1960, doi:10.1029/95JD02613.", "ArticleIdList": ["10.1029/95JD02613"]}, {"Citation": "Olsen MA, Gallus WA Jr., Stanford JL, and Brown JM (2000), An intense Midwestern cyclone: Fine-scale comparison of model analysis with TOMS total ozone data, J. Geophys. Res, 105, 20487–20495."}, {"Citation": "Ott L, Duncan B, Pawson S, Colarco P, Chin M, Randles C, Diehl T, and Nielsen JE (2010), Influence of the 2006 Indonesian biomass burning aerosols on tropical dynamics studied with the GEOS.5 AGCM, J. Geophys. Res, 115, D14121. doi:10.1029/2009JD013181.", "ArticleIdList": ["10.1029/2009JD013181"]}, {"Citation": "Pan LL, Konopka P, and Browell EV (2006), Observations and model simulations of mixing near the extratropical tropopause, J. Geophys. Res, 111, D05106, doi:10.1029/2005JD006480.", "ArticleIdList": ["10.1029/2005JD006480"]}, {"Citation": "Pan LL, Bowman KP, Shapiro M, Randel WJ, Gao R-S, Campos T, Davis C, Schauffler S, Ridley BA, Wei JC, and Barnet C (2007), Chemical behavior of the tropopause observed during the Stratosphere-Troposphere Analyses of Regional Transport (START) experiment, J. Geophys. Res, 112, D18110, doi:10.1029/2007JD008645.", "ArticleIdList": ["10.1029/2007JD008645"]}, {"Citation": "Pan LL, Bowman KP, Atlas EL, Wofsy SC, Zhang F, Bresch JF, Ridley BA, Pittman JV, Homeyer CR, Romashkin P, and Cooper WA (2010), The Stratosphere-Troposphere Analyses of Regional Transport 2008 (START08) Experiment, Bull. Amer. Meteor. Soc, 91, 327–342."}, {"Citation": "Pittman JV, Pan LL, Wei JC, Irion FW, Liu X, Maddy ES, Barnet CD, Chance K, and Gao R-S (2009), Evaluation of AIRS, IASI, and OMI ozone profile retrievals in the extratropical tropopause region using in situ aircraft measurements, J. Geophys. Res, 114, D24109, doi:10.1029/2009JD012493.", "ArticleIdList": ["10.1029/2009JD012493"]}, {"Citation": "Putman WM and Lin S-J (2007), Finite-volume transport on various cubed-sphere grids, Journal of Computational Physics, 227, 55–78, doi:10.1016/j.jcp.2007.07.022.", "ArticleIdList": ["10.1016/j.jcp.2007.07.022"]}, {"Citation": "Reed RJ (1955), A study of a characteristic type of upper-level frontogenesis, J. Meteorol, 12, 542–552."}, {"Citation": "Rienecker MM, Suarez MJ, Todling R, Bacmeister J, Takacs L, Liu H-C, Gu W, Sienkiewicz M, Koster RD, Gelaro R, Stajner I, and Nielsen JE, The GEOS-5 Data Assimilation System - Documentation of Versions 5.0.1, 5.1.0, and 5.2.0. Technical Report Series on Global Modeling and Data Assimilation, Vol. 27, 1–118 pp. 2008."}, {"Citation": "Rienecker MM, Suarez MJ, Gelaro R, Todling R, Bacmeister J, Liu E, Bosilovich MG, Schubert SD, Takacs L, Kim G-K, Bloom S, Chen J, Collins D, Conaty A, da Silva A, et al. (2011), MERRA - NASA’s Modern-Era Retrospective Analysis for Research and Applications, J. Climate, 24, 3624–3648, doi:10.1175/JCLI-D-11-00015.1.", "ArticleIdList": ["10.1175/JCLI-D-11-00015.1", "PMC6999672", "32020988"]}, {"Citation": "Roelofs GJ, et al. (2003), Intercomparison of tropospheric ozone models: Ozone transport in a complex tropopause folding event, J. Geophys. Res, 108, 8529, doi:10.1029/2003JD003462, D12.", "ArticleIdList": ["10.1029/2003JD003462"]}, {"Citation": "Ruzmaikin A, Aumann HH, and Manning EM (2014), Relative Humidity in the Troposphere with AIRS, J. Atmos. Sci, 71, 2516–2533. doi:10.1175/JAS-D-13-0363.1", "ArticleIdList": ["10.1175/JAS-D-13-0363.1"]}, {"Citation": "Shapiro MA, and Keyser DA (1990), Fronts, jet streams and the tropopause, in Extratropical Cyclones: The Erik Palmen Memorial Volume, edited by Newton CW and Holopainen EO, pp. 167–191, Am. Meteorol. Soc., Boston, Mass."}, {"Citation": "Škerlak B, Sprenger M, and Wernli H (2014), A global climatology of stratosphere–troposphere exchange using the ERA-Interim data set from 1979 to 2011, Atmos. Chem. Phys, 14, 913–937, doi:10.5194/acp-14-913-2014.", "ArticleIdList": ["10.5194/acp-14-913-2014"]}, {"Citation": "Škerlak B, Sprenger M, Pfahl S, Tyrlis E, and Wernli H (2015), Tropopause folds in ERA-Interim: Global climatology and relation to extreme weather events, J. Geophys. Res, 120, 4860–4877. doi: 10.1002/2014JD022787.", "ArticleIdList": ["10.1002/2014JD022787"]}, {"Citation": "Sprenger M, and Wernli H (2003), A northern hemispheric climatology of cross-tropopause exchange for the ERA15 time period (1979–1993), J. Geophys. Res, 108, doi:10.1029/2002JD002636.", "ArticleIdList": ["10.1029/2002JD002636"]}, {"Citation": "Stauffer RM, Thompson AM, Martins DK, et al., Clark RD, Goldberg DL, Loughner CP, Delgado R, Dickerson RR, Stehr JW, and Tzortzious MA (2012), Bay breeze influence on surface ozone at Edgewood, MD during July 2011, J. Atmos. Chem, doi:10.1007/s10874-012-9241-6.", "ArticleIdList": ["10.1007/s10874-012-9241-6", "PMC4665832", "26692594"]}, {"Citation": "Stohl A, and Trickl T (1999), A textbook example of long-range transport: Simultaneous observation of ozone maxima of stratospheric and North American origin in the free troposphere over Europe, J. Geophys. Res, 104, 30,445–30,462."}, {"Citation": "Stohl A, Spichtinger-Rakowsky N, Bonasoni P, Feldmann H, Memmesheimer M, Scheel HE, Trickl T, Hubener S, Ringer W, and Mandl M (2000), The influence of stratospheric intrusions on alpine ozone concentrations, Atmos. Environ, 34, 1323–1345. doi:10.1016/S1352-2310(99)00320-9.", "ArticleIdList": ["10.1016/S1352-2310(99)00320-9"]}, {"Citation": "Sullivan JT, McGee TJ, Thompson AM, Pierce RB, Sumnicht GK, Twigg LW, Eloranta E, and Hoff RM (2015), Characterizing the lifetime and occurrence of stratospheric-tropospheric exchange events in the Rocky Mountain region usin high resolution ozone measurements, J. Geophys. Res, 120, 12410–12424, doi:10.1002/2015JD023877.", "ArticleIdList": ["10.1002/2015JD023877"]}, {"Citation": "Susskind J, Barnet C, Blaisdell J, Iredell L, Keita F, Kouvaris L, Molnar G, and Chahine M (2006), Accuracy of geophysical parameters derived from Atmospheric Infrared Sounder/Advanced Microwave Sounding Unit as a function of fractional cloud cover, J. Geophys. Res, 111, D09S17, doi:10.1029/2005JD006272.", "ArticleIdList": ["10.1029/2005JD006272"]}, {"Citation": "Susskind J, Blaisdell JM, Iredell L (2014), Improved methodology for surface and atmospheric soundings, error estimates, and quality control procedures: the atmospheric infrared sounder science team version-6 retrieval algorithm, J. Appl. Remote Sens, 8, doi:10.1117/1.JRS.8.084994.", "ArticleIdList": ["10.1117/1.JRS.8.084994"]}, {"Citation": "Tang Q and Prather MJ (2012), Five blind men and the elephant: what can the NASA Aura ozone measurements tell us about stratosphere-troposphere exchange?, Atmos. Chem. Phys, 12, 2357–2380, doi:10.5194/acp-12-2357-2012.", "ArticleIdList": ["10.5194/acp-12-2357-2012"]}, {"Citation": "Thompson AM, et al. (2007), Intercontinental Chemical Transport Experiment Ozonesonde Network Study (IONS) 2004: 2. Tropospheric ozone budgets and variability over northeastern North America, J. Geophys. Res., 112, D12S13, doi:10.1029/2006JD007670.", "ArticleIdList": ["10.1029/2006JD007670"]}, {"Citation": "Thompson AM, Stauffer RM, Miller SK, Martins DK, Joseph E, Weinheimer AJ, and Diskin GS (2014), Ozone profiles in the Baltimore-Washington region (2006–2011): satellite comparisons and DISCOVER-AQ observations, J. Atmos. Chem, doi:10.1007/s10874-014-9283-z.", "ArticleIdList": ["10.1007/s10874-014-9283-z", "PMC4665809", "26692597"]}, {"Citation": "Tilmes S, et al. (2010), An aircraft-based upper troposphere lower stratosphere O3, CO, and H2O climatology for the Northern Hemisphere, J. Geophys. Res, 115, D14303, doi:10.1029/2009JD012731.", "ArticleIdList": ["10.1029/2009JD012731"]}, {"Citation": "Trickl T, Feldmann H, Kanter H-J, Scheel H-E, Sprenger M, Stohl A, and Wernli H (2010), Forecasted deep stratospheric intrusions over Central Europe: case studies and climatologies, Atmos. Chem. Phys, 10, 499–524, doi:10.5194/acp-10-499-2010.", "ArticleIdList": ["10.5194/acp-10-499-2010"]}, {"Citation": "Trickl T, Vogelmann H, Giehl H, Scheel H-E, Sprenger M, and Stohl A (2014), How stratospheric are deep stratospheric intrusions?, Atmos. Chem. Phys, 14, 9941–9961, doi:10.5194/acp-14-9941-2014.", "ArticleIdList": ["10.5194/acp-14-9941-2014"]}, {"Citation": "Viezee W, B Johnson W, and Singh HB (1983), Stratospheric ozone in the lower troposphere—II. Assessment of downward flux and ground-level impact. Atmos. Environ, 17, 1979–1993, doi:10.1016/0004-6981(83)90354-2.", "ArticleIdList": ["10.1016/0004-6981(83)90354-2"]}, {"Citation": "Wargan K, Pawson S, Olsen MA, Witte JC, Douglass AR, Ziemke JR, Strahan SE and Nielsen JE (2015), The global structure of upper troposphere-lower stratosphere ozone in GEOS-5: A multiyear assimilation of EOS Aura data. J. Geophys. Res. Atmos, 120, 2013–2036. doi: 10.1002/2014JD022493.", "ArticleIdList": ["10.1002/2014JD022493"]}, {"Citation": "Waters JW, et al. (2006), The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura satellite, IEEE Trans. Geosci. Remote Sens, 44, 1075–1092."}, {"Citation": "Yates EL, Iraci LT, Roby MC, Pierce RB, Johnson MS, Reddy PJ, Tadić JM, Loewenstein M and Gore W (2013), Airborne observations and modeling of springtime stratosphere-to-troposphere transport over California, Atmos. Chem. Phys, 13, 12481–12494."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "14", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "14", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "2", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32021738", "NIHMS952660", "PMC6999667", "10.1002/2015JD024052"]}}], "PubmedBookArticle": []}