{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32042241", "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1088-9981", "JournalIssue": {"Volume": "null", "Issue": "null", "PubDate": {"Year": "2019", "Month": "May", "Day": "01"}}, "Title": "EM (Pittsburgh, Pa.)", "ISOAbbreviation": "EM (Pittsburgh Pa)"}, "ArticleTitle": "Controlling Biogenic Particle Mass with NOx and SOx.", "Pagination": {"StartPage": "9", "EndPage": "13", "MedlinePgn": "9-13"}, "Abstract": {"AbstractText": ["Models that accurately predict atmospheric composition and correctly respond to tested policy scenarios aid air quality managers in the development of effective strategies to protect human health. Controllable emissions from human activity interact with natural emissions from plants and trees from the biosphere through complex chemistry to form ozone (O<sub>3</sub>) and organic fine particulate matter (PM<sub>2.5</sub>), criteria air pollutants that induce a variety of adverse health effects. While organic gases emitted from plants and trees are natural, some fraction of the subsequent O<sub>3</sub> and PM<sub>2.5</sub> is not. Accurate assessment of the extent to which human activity and natural emissions interact to form pollution can be achieved when models are constructed from first principle chemical and physical laws, and tested and evaluated with laboratory and field observations. In the summer of 2013, hundreds of scientists descended on the southeast U.S. to coordinate an atmospheric chemistry campaign with the ultimate goal of understanding complex biosphere-atmosphere interactions, the subsequent formation of O<sub>3</sub> and PM<sub>2.5</sub>, and accurate incorporation of the chemistry into atmospheric models. A main finding from the campaign is that anthropogenic emissions facilitate formation of organic PM<sub>2.5</sub> derived from biogenic VOCs. This fraction of PM<sub>2.5</sub> is controllable pollution. Mechanistic insight from that campaign was recently incorporated into EPA's air quality model, improving the model representation of the atmospheric modeling and informing air quality management strategies for PM<sub>2.5</sub>. Emission reductions in SO<sub>2</sub> and NOx in the southeast U.S. are found to reduce non-fossil, presumably biogenic, organic PM<sub>2.5</sub> mass concentrations, suggesting existing Federal rules have been more successful than anticipated. Additional potential feedback mechanisms may become important as emissions reductions bring the atmosphere into new chemical regimes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept. of Chemistry, University of California, Irvine, CA."}], "LastName": "Carlton", "ForeName": "Annmarie G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, US Environmental Protection Agency, Washington, DC."}], "LastName": "Hunt", "ForeName": "Sherri W", "Initials": "SW"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "EM (Pittsburgh Pa)", "NlmUniqueID": "9891387", "ISSNLinking": "1088-9981"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Carlton AG et al., Synthesis of the Southeast Atmosphere Studies: Investigating Fundamental Atmospheric Chemistry Questions. Bull. Am. Meteorol. Soc 2018, 99. 10.1175/BAMS-D-16-0048.2.", "ArticleIdList": ["10.1175/BAMS-D-16-0048.2"]}, {"Citation": "Chameides WL; Lindsay RW; Richardson J; Kiang CS The Role of Biogenic Hydrocarbons in Urban Photochemical Smog: Atlanta as a Case Study. Science 1988, 241 (4872), 1473–1475. 10.1126/science.3420404.", "ArticleIdList": ["10.1126/science.3420404", "3420404"]}, {"Citation": "Simon H; Reff A; Wells B; Xing J; Frank N Ozone Trends Across the United States over a Period of Decreasing NOx and VOC Emissions. Environ. Sci. Technol 2015, 49 (1), 186–195. 10.1021/es504514z.", "ArticleIdList": ["10.1021/es504514z", "25517137"]}, {"Citation": "Bigelow D; Borchers A Major Uses of Land in the United States, 2012. 2017."}, {"Citation": "Carlton AG; Pye HOT; Baker KR; Hennigan CJ Additional Benefits of Federal Air-Quality Rules: Model Estimates of Controllable Biogenic Secondary Organic Aerosol. Environ. Sci. Technol 2018, 52 (16), 9254–9265. 10.1021/acs.est.8b01869.", "ArticleIdList": ["10.1021/acs.est.8b01869", "PMC6748392", "30005158"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32042241", "NIHMS1546617", "PMC7008308"]}}], "PubmedBookArticle": []}