{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Advanced oxidation process", "Electrocoagulation", "Electroplating wastewater", "Environmental chemical engineering", "Waste", "Waste treatment", "Wastewater management", "Wastewater treatment"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32099914", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "02", "Day": "13"}], "ELocationID": ["e03319", "10.1016/j.heliyon.2020.e03319"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "6", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Feb"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Optimization and reaction kinetics on the removal of Nickel and COD from wastewater from electroplating industry using Electrocoagulation and Advanced Oxidation Processes.", "Pagination": {"StartPage": "e03319", "MedlinePgn": "e03319"}, "Abstract": {"AbstractText": ["Suzuki Indomobil Motor Plant (SIMP) Cakung, East Jakarta, Indonesia generates wastewater containing heavy metals such as nickel, zinc, chromium, copper, and COD derived from the metal coating process using the electroplating system. Electroplating wastewater produced by this company contains Nickel and COD above the quality standards set by the Government of DKI Jakarta (Governor Regulation No. 69/2013). This research aims to analyze and compare the efficiency and kinetics of Nickel complexes and COD removal using the Advanced Oxidation Process (AOP) and Electrocoagulation (EC) method. Electroplating wastewater generated by SIMP Cakung (ratio of plating wastewater to overflow plating wastewater is 1:30) in this study had characteristics of 379-568 ppm (effluent standard = 75 ppm) of COD, and 87.555-121 ppm (effluent standard = 1 ppm) of Nickel. Preliminary experiments with the factorial design method indicated that independent variables (pH, current density, ozone flow rate, and contact time) had a critical influence/significance on the removal efficiency of Nickel complexes, while the influence of the above variables in COD removal efficiency was not significant. Optimum operating conditions for Nickel complexes and COD removal using both AOP and EC reactor were found in this study as well as the reaction kinetics of the removal rate. Our study found that the optimum operating conditions for Nickel complexes and COD removal using the AOP reactor were at the pH of 10, the ozone flow rate of 2 L/min, the contact time of 60 min (99.75% and 51.25% for Nickel and COD removal, respectively). For the EC reactor, the optimum condition for Nickel and COD removal are pH of 6.5, the current density of 20 mA/cm<sup>2</sup> and the contact time of 50 min (99.75% and 51.25% for Nickel and COD removal, respectively). In these conditions, the AOP reactor in its optimum condition could remove Nickel and COD more compared to the EC reactor. This finding suggests that AOP technology is not only reliable in removing Nickel from electroplating industrial wastewater, but also it could reduce the loading of COD for further treatment units by more than 50%. Further studies in the effect of the longer contact time and higher ozone flowrate on COD removal is suggested."], "CopyrightInformation": "© 2020 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Study Program of Civil Engineering-Specialization in Environmental Engineering, Departement of Civil Engineering, Faculty of Engineering, Indonesia University, Depok, 16424, Indonesia."}], "LastName": "Moersidik", "ForeName": "Setyo Sarwanto", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pusat Teknologi Lingkungan, Badan Pengkajian dan Penerapan Teknologi, Gedung Geostech Komplek Puspitek, Serpong, Tangerang, Indonesia."}], "LastName": "Nugroho", "ForeName": "Rudi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Study Program of Civil Engineering-Specialization in Environmental Engineering, Departement of Civil Engineering, Faculty of Engineering, Indonesia University, Depok, 16424, Indonesia."}], "LastName": "Handayani", "ForeName": "Mira", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Study Program of Civil Engineering-Specialization in Environmental Engineering, Departement of Civil Engineering, Faculty of Engineering, Indonesia University, Depok, 16424, Indonesia."}], "LastName": "Kamilawati"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Study Program of Civil Engineering-Specialization in Environmental Engineering, Departement of Civil Engineering, Faculty of Engineering, Indonesia University, Depok, 16424, Indonesia."}], "LastName": "Pratama", "ForeName": "Mochamad A", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Shannag M., Al-Qodah Z., Bani-Melhem K., Qtaishat M.R., Alkasrawi M. Heavy metal ions removal from metal plating wastewater using electrocoagulation: kinetic study and process performance. Chem. Eng. J. 2014:749–756."}, {"Citation": "Berthouex P., Brown L.C. second ed. Lewis Publishers; 2002. Statistics for Environmental Engineers."}, {"Citation": "DPPL SIMP . 2009. Dokumen Pengelolaan Dan Pemantauan Lingkungan Hidup (DPPL) Jakarta."}, {"Citation": "Durante C., Cuscov M., Isse A.A., Sandona G., Gennaro A. Water Research; 2011. Advanced Oxidation Processes Coupled with Electrocoagulation for the Exhaustive Abatement of Cr-EDTA; pp. 2122–2130.", "ArticleIdList": ["21255817"]}, {"Citation": "Government of Special Capital Region of Jakarta, Governor Regulation No. 69/2013 About Wastewater Quality Standard for Activities and/or Business (23 July 2013)."}, {"Citation": "Hossain M., Mahmud M.I., Parvez M.S., Cho H.M. Impact of current density, operating time and ph of textile wastewater treatment by electrocoagulation process. Environ. Eng. Res. 2013;18(3):157–161."}, {"Citation": "Juang R.S., Lin S.H., Wang T.Y. Removal of metal ions from complexed solutions in fixed bed using A strong-acid ion exchange resin. Chemosphere. 2003:1221–1228.", "ArticleIdList": ["14550353"]}, {"Citation": "Khuntia S., Majumder S.K., Ghosh P. Removal of ammonia from water by ozone microbubbles. Ind. Eng. Chem. Res. 2013:318–326."}, {"Citation": "Khuntia S., Majumder S.K., Ghosh P. Oxidation of as (III) to as(V) using ozone microbubbles. Chemosphere. 2014:120–124.", "ArticleIdList": ["24268174"]}, {"Citation": "Khuntia S., Majumder S.K., Ghosh P. Quantitative prediction of generation of hydroxyl radicals from ozone microbubbles. Chem. Eng. Res. Des. 2015:231–239."}, {"Citation": "Kobya M., Can O.T., Bayramoglu M. Treatment of textile wastewater by electrocoagulation using iron and aluminum electrodes. J. Hazard Mater. 2003:163–178.", "ArticleIdList": ["12835020"]}, {"Citation": "Krishnan S., Rawindran H., Sinnathambi C.M., Lim J.W. Comparison of various advanced oxidation processes used in remediation of industrial wastewater laden with recalcitrant pollutants. IOP Conf. Series: Mater. Sci. Eng. 2017;206"}, {"Citation": "Lekhlif B., Ourdrhiri L., Zidane F., Drogui P., Blais J.F. Study of the electrocoagulation of electroplating industry wastewaters charged by Nickel (II) and Chromium (VI) J. Master Environ. 2013:111–120."}, {"Citation": "Malakootian M., Yousefi N., Fatehizadeh A., Van Ginkel S.W., Ghorbani M., Rahimi S., Ahmadian M. Nickel (II) removal from industrial plating effluent by fenton process. Environ Eng Manag. 2015:837–842."}, {"Citation": "Munter R. Advanced oxidation processes – current status and prospects. Proc. Estonian Acad. Sci. 2001;50(2):59–80."}, {"Citation": "Nasrullah M., Siddique M.N.I., Wahid Z. Effect of high current density in electrocoagulation process for sewage treatment. Asian J. Chem. 2014;26:4281–4285."}, {"Citation": "National Standardization Agency of Indonesia (SNI) National Standardization Agency of Indonesia (SNI). Water Quality Measurement: Measurement of Temperature by Using Thermometer (Standard No. 06-6989.23-2005)."}, {"Citation": "National Standardization Agency of Indonesia (SNI). Water Quality Measurement: Measurement of Acidity by Using pH meter (Standard No. 06-6989.11:2004)."}, {"Citation": "Sato M., Robbins E.I. 2002 November. United States of America patent No. U. S. Jpn. Outlook 6,485,696 B1."}, {"Citation": "The Ministry of Environment of Indonesia (KLH). The Minister of Environment Decree No. 5/2014 about Various Industrial Wastewater Standard (25 November 2014)."}, {"Citation": "USEPA . 2013, February 28. Wastewater Sampling. Athens, Georgia."}, {"Citation": "Üstün G.E. Occurrence and removal of metals in urban wastewater treatment plants. J. Hazard Mater. 2009:833–838.", "ArticleIdList": ["19683867"]}, {"Citation": "Vik E.A., Carlson D.A., Eikum A.S., Gjessing E.T. Electrocoagulation of potable water. Water Res. 1984;18(11):1355–1360."}, {"Citation": "Wang L.K., Hung Y.T., Lo H.H., Yapijakis C. Marcel Dekker Inc; New York: 2004. Handbook of Industrial and Hazardous Wastes Treatment."}, {"Citation": "Zheng T., Wang Q., Zhang T., Shi Z., Tian Y., Shi S., Wang J. Microbubble enhanced ozonation process for advanced treatment of wastewater produced in acrylic fiber manufacturing industry. J. Hazard Mater. 2015:412–420.", "ArticleIdList": ["25681716"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "9", "Day": "28"}, {"Year": "2019", "Month": "11", "Day": "12"}, {"Year": "2020", "Month": "1", "Day": "24"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "2", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "2", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["32099914", "PMC7031355", "10.1016/j.heliyon.2020.e03319", "S2405-8440(20)30164-X"]}}], "PubmedBookArticle": []}