{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32117469", "DateRevised": {"Year": "2021", "Month": "02", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5194/acp-20-1627-2020"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "20", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Feb", "Day": "10"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "On the Limit to the Accuracy of Regional-Scale Air Quality Models.", "Pagination": {"StartPage": "1627", "EndPage": "1639", "MedlinePgn": "1627-1639"}, "Abstract": {"AbstractText": ["Regional-scale air pollution models are routinely being used world-wide for research, forecasting air quality, and regulatory purposes. It is well recognized that there are both reducible (systematic) and irreducible (unsystematic) errors in the meteorology-atmospheric chemistry modeling systems. The inherent (random) uncertainty stems from our inability to properly characterize stochastic variations in atmospheric dynamics and chemistry, and from the incommensurability associated with comparisons of the volume-averaged model estimates with point measurements. Because these stochastic variations are not being explicitly simulated in the current generation of regional-scale meteorology-air quality models, one should expect to find differences between the model estimates and corresponding observations. This paper presents an observation-based methodology to determine the expected errors from current generation regional air quality models even when the model design, physics, chemistry, and numerical analysis, as well as its input data, were \"perfect\". To this end, the short-term synoptic-scale fluctuations embedded in the daily maximum 8-hr ozone time series are separated from the longer-term forcing using a simple recursive moving average filter. The inherent uncertainty attributable to the stochastic nature of the atmosphere is determined based on 30+ years of historical ozone time series data measured at various monitoring sites in the contiguous United States. The results reveal that the expected root mean square error at the median and 95<sup>th</sup> percentile is about 2 ppb and 5 ppb, respectively, even for \"perfect\" air quality models driven with \"perfect\" input data. Quantitative estimation of the limit to the model's accuracy will help in objectively assessing the current state-of-the-science in regional air pollution models, measuring progress in their evolution, and providing meaningful and firm targets for improvements in their accuracy relative to ambient measurements."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Marine, Earth, and Atmospheric Sciences, North Carolina State University, Raleigh, NC."}, {"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT."}], "LastName": "Rao", "ForeName": "S Trivikrama", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT."}], "LastName": "Luo", "ForeName": "Huiying", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Connecticut, Storrs, CT."}], "LastName": "Astitha", "ForeName": "Marina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement & Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC."}], "LastName": "Hogrefe", "ForeName": "Christian", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement & Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC."}], "LastName": "Garcia", "ForeName": "Valerie", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Measurement & Modeling, U.S. Environmental Protection Agency, Research Triangle Park, NC."}], "LastName": "Mathur", "ForeName": "Rohit", "Initials": "R"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests: The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Appel KW, Chemel C, Roselle SJ, Francis XV, Hu R-M, Sokhi RS, Rao ST, and Galmarini S: Examination of the Community Multiscale Air Quality (CMAQ) model performance over the North American and European domains. Atmospheric Environment, AQMEII: An International Initiative for the Evaluation of Regional-Scale Air Quality Models - Phase 1 53, 142–155. 10.1016/j.atmosenv.2011.11.016, 2012.", "ArticleIdList": ["10.1016/j.atmosenv.2011.11.016"]}, {"Citation": "Astitha M, Luo H, Rao ST, Hogrefe C, Mathur R, and Kumar N: Dynamic evaluation of two decades of WRF-CMAQ ozone simulations over the contiguous United States. Atmospheric Environment 164, 102–116. 10.1016/j.atmosenv.2017.05.020, 2017.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.020", "PMC6071429", "30078987"]}, {"Citation": "Baklanov A, Schlünzen K, Suppan P, Baldasano J, Brunner D, Aksoyoglu S, Carmichael G, Douros J, Flemming J, Forkel R, Galmarini S, Gauss M, Grell G, Hirtl M, Joffre S, Jorba O, Kaas E, Kaasik M, Kallos G, Kong X, Korsholm U, Kurganskiy A, Kushta J, Lohmann U, Mahura A, Manders-Groot A, Maurizi A, Moussiopoulos N, Rao ST, Savage N, Seigneur C, Sokhi RS, Solazzo E, Solomos S, Sørensen B, Tsegas G, Vignati E, Vogel B, and Zhang Y: Online coupled regional meteorology chemistry models in Europe: current status and prospects. Atmospheric Chemistry and Physics 14, 317–398. 10.5194/acp-14-317-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-317-2014"]}, {"Citation": "Bocquet M, Elbern H, Eskes H, Hirtl M, Žabkar R, Carmichael GR, Flemming J, Inness A, Pagowski M, Pérez Camaño JL, Saide PE, San Jose R, Sofiev M, Vira J, Baklanov A, Carnevale C, Grell G, and Seigneur C: Data assimilation in atmospheric chemistry models: current status and future prospects for coupled chemistry meteorology models. Atmospheric Chemistry and Physics 15, 5325–5358. 10.5194/acp-15-5325-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-5325-2015"]}, {"Citation": "Biswas J, Rao ST: Uncertainties in episodic ozone modeling stemming from uncertainties in the meteorological fields. J Appl Meteor., 40:117–136, 2001."}, {"Citation": "Carmichael GR, Sakurai T, Streets D, Hozumi Y, Ueda H, Park SU, Fung C, Han Z, Kajino M, Engardt M, Bennet C, Hayami H, Sartelet K, Holloway T, Wang Z, Kannari A, Fu J, Matsuda K, Thongboonchoo N, and Amann M: MICS-Asia II: The model intercomparison study for Asia Phase II methodology and overview of findings. Atmospheric Environment, MICS-ASIA II 42, 3468–3490. 10.1016/j.atmosenv.2007.04.007, 2008.", "ArticleIdList": ["10.1016/j.atmosenv.2007.04.007"]}, {"Citation": "Colominas MA, Schlotthauer G, Torres ME, 2014. Improved complete ensemble EMD: A suitable tool for biomedical signal processing. Biomedical Signal Processing and Control 14, 19–29."}, {"Citation": "Demerjian KL: Quantifying Uncertainty in Long-Range-Transport Models: A Summary of the AMS Workshop on Sources and Evaluation of Uncertainty in Long-Range-Transport Models, Bull. Amer. Meteor. Soc, 66, 12, 1533–1540, 1985."}, {"Citation": "Dennis R, Fox T, Fuentes M, Gilliland A, Hanna S, Hogrefe C, Irwin J, Rao ST, Scheffe R, Schere K, Steyn D, Venkatram A: A framework for evaluating regional-scale numerical photochemical modeling systems. Environ Fluid Mech 10, 471–489. 10.1007/s10652-009-9163-2, 2010.", "ArticleIdList": ["10.1007/s10652-009-9163-2", "PMC3066450", "21461126"]}, {"Citation": "Emery C, Liu Z, Russell AG,Talat Odman M, Yarwood G, and Kumar N: Recommendations on statistics and benchmarks to assess photochemical model performance, J. Air & Waste Manage. Assoc, 10.1080/10962247.2016.1265027, 2016.", "ArticleIdList": ["10.1080/10962247.2016.1265027", "27960634"]}, {"Citation": "Foley KM, Napelenok SL, Jang C, Phillips S, Hubbell BJ, and Fulcher CM: Two reduced form air quality modeling techniques for rapidly calculating pollutant mitigation potential across many sources, locations and precursor emission types. Atmospheric Environment 98, 283–289. 10.1016/j.atmosenv.2014.08.046, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.046"]}, {"Citation": "Fox DG: Judging Air Quality Model Performance: A Summary of the AMS Workshop on Dispersion Model Performance, Douglas O. box Woods Hole, Mass., 8–11 September 1980, Bull. Amer. Met. Soc, Vol. 62, No. 5, May 1981, pp 599–609, 1981."}, {"Citation": "Fox DG: Uncertainty in Air Quality Modeling A Summary of the AMS Workshop on Quantifying and Communicating Model Uncertainty, Woods Hole, Mass., September 1982, Vol. 65, No. 1, January, pp 27–36, 1984."}, {"Citation": "Gan C-M, Pleim J, Mathur R, Hogrefe C, Long CN, Xing J, Wong D, Gilliam R, and Wei C: Assessment of long-term WRF–CMAQ simulations for understanding direct aerosol effects on radiation “brightening” in the United States, Atmos. Chem. Phys, 15, PP 12193–12209, doi:10.5194/acp-15-12193-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-12193-2015"]}, {"Citation": "Gilliam RC, Hogrefe C, and Rao ST: New methods for evaluating meteorological models used in air quality applications, Atm. Environ, Vol. 40, Issue 26, PP 5073–5086, 2006."}, {"Citation": "Gilliam RC, Godowitch J, and Rao ST: Diagnostic evaluation of ozone production and horizontal transport in a regional photochemical air quality modeling system, Atmos. Environ, 53, PP 3977–3987, 10.1016/j.atmosenv.2011.04.062, 2012.", "ArticleIdList": ["10.1016/j.atmosenv.2011.04.062"]}, {"Citation": "Gilliam RC, Hogrefe C, Godowitch G, Napelenok S, Mathur R, and Rao ST: Impact of inherent meteorology uncertainty on air quality model predictions, J. Geophy. Res.: Atmospheres, Vol. 120, No. 23 10.1002/2015JD023674, 2015.", "ArticleIdList": ["10.1002/2015JD023674"]}, {"Citation": "Grell G, and Baklanov A: Integrated modeling for forecasting weather and air quality: A call for fully coupled approaches. Atmospheric Environment, Modeling of Air Quality Impacts, Forecasting and Interactions with Climate. 45, 6845–6851. 10.1016/j.atmosenv.2011.01.017, 2011.", "ArticleIdList": ["10.1016/j.atmosenv.2011.01.017"]}, {"Citation": "Herwehe JA, Otte TL, Mathur R, and Rao ST: Diagnostic analysis of ozone concentrations simulated by two regional-scale air quality models, Atmospheric Environment, 45, Pages 5957–5969, 2011."}, {"Citation": "Hogrefe C, Rao ST, Zurbenko IG, and Porter PS: Interpreting the Information in Ozone Observations and Model Predictions Relevant to Regulatory Policies in the Eastern United States. Bull. Amer. Meteor. Soc 81, 2083–2106. 10.1175/1520-0477(2000)081<2083:ITIIOO>2.3.CO;2, 2000.", "ArticleIdList": ["10.1175/1520-0477(2000)081<2083:ITIIOO>2.3.CO;2"]}, {"Citation": "Hogrefe C, and Rao ST: Demonstrating attainment of the air quality standards: Integration of observations and model predictions into the probabilistic framework. J. of the Air & Waste Manage. Assoc, 51:7, 1060–1072, DOI: 10.1080/10473289.2001.10464332", "ArticleIdList": ["10.1080/10473289.2001.10464332", "15658224"]}, {"Citation": "Hogrefe C, Rao ST, Kasibhatla P, Hao W, Sistla G, Mathur R, and McHenry J: Evaluating the performance of regional-scale photochemical modeling systems: Part II—ozone predictions. Atm. Environ, 35, 4175–4188. 10.1016/S1352-2310(01)00183-2, 2001a.", "ArticleIdList": ["10.1016/S1352-2310(01)00183-2"]}, {"Citation": "Hogrefe C, Rao ST, Kasibhatla P, Kallos G, Tremback CJ, Hao W, Olerud D, Xiu A, McHenry J, and Alapaty K: Evaluating the performance of regional-scale photochemical modeling systems: Part I—meteorological predictions. Atm. Environ, 35, 4159–4174. 10.1016/S1352-2310(01)00182-0, 2001b.", "ArticleIdList": ["10.1016/S1352-2310(01)00182-0"]}, {"Citation": "Hogrefe C, Vempaty S, Rao ST, and Porter PS: A comparison of four techniques for separating different time scales in atmospheric variables. Atmos. Environ, Vol. 37, Issue 3, 313–325, 10.1016/S1352-2310(02)00897-X, 2003.", "ArticleIdList": ["10.1016/S1352-2310(02)00897-X"]}, {"Citation": "Hogrefe C, Ku JY, Sistla G, Gilliland A, Irwin JS, Porter PS, Gégo E, and Rao ST: How has model performance for regional scale ozone simulations changed over the past decade?, Air Pollution Modeling and its Application XIX, Borrego C and Miranda AI (Eds.), Springer, Dordrecht, The Netherlands, pp. 394–403, 2008."}, {"Citation": "Hogrefe C, Pouliot G, Wong D, Torian A, Roselle S, Pleim J, and Mathur R: Annual application and evaluation of the online coupled WRF–CMAQ system over North America under AQMEII phase 2, Atmos. Environ, 115, pp 683–694, 10.1016/j.atmosenv.2014.12.034, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2014.12.034"]}, {"Citation": "Huang NE, Shen Z, Long SR, Wu MC, Shih HH, Zheng Q, Yen NC, Tung CC, and Liu HH The empirical mode decomposition and the Hilbert spectrum for nonlinear and non-stationary time series analysis. Proceedings of the Royal Society of London. Series A: Mathematical, Physical and Engineering Sciences 454, 903–995. 10.1098/rspa.1998.0193, 1998.", "ArticleIdList": ["10.1098/rspa.1998.0193"]}, {"Citation": "Kang D, Hogrefe C, Foley K, Napelenok S, Mathur R, and Rao ST: Application of the Kolmogorov–Zurbenko filter and the decoupled direct 3D method for the dynamic evaluation of a regional air quality model, Atmos. Environ, 80, 58–69, 10.1016/j.atmosenv.2013.04.046, 2013.", "ArticleIdList": ["10.1016/j.atmosenv.2013.04.046"]}, {"Citation": "Lamb RG: Air pollution models as descriptors of cause-effect relationships, Atmos. Environ, 18, 591–606, 1984."}, {"Citation": "Lamb RG, and Hati SK: The representation of atmospheric motions in models of regional-scale air pollution, J. Climatology and Appl. Meteor, 26, 837–846, 1987."}, {"Citation": "Lau K-M, and Weng H-Y: Climate signal detection using wavelet transform: how to make a time series sing. Bull. Amer. Meteor. Soc, 76, 2391–2402, 1995."}, {"Citation": "Lee AM, Carver GD, Chipperfield MP, and Pyle PA: Three-dimensional chemical forecasting: A methodology, J. Geophys. Res, 102, 3905–3919, 1997."}, {"Citation": "Lewellen WS, and Sykes RI: Meteorological data needs for modeling air quality uncertainties, J. Atmos. Oceanic Technol, 6, 759–768, 1989."}, {"Citation": "Luo H, Astitha M, Hogrefe C, Mathur R, and Rao ST: A new method for assessing the efficacy of emission control strategies. Atm. Environ 199, 233–243. 10.1016/j.atmosenv.2018.11.010, 2019.", "ArticleIdList": ["10.1016/j.atmosenv.2018.11.010", "PMC6605770", "31275052"]}, {"Citation": "Mathur R; Xing J; Gilliam R; Sarwar G; Hogrefe C; Pleim J; Pouliot G; Roselle S; Spero TL; Wong DC; Young J Extending the Community Multiscale Air Quality (CMAQ) modeling system to hemispheric scales: overview of process considerations and initial applications. Atmos. Chem. Phys 2017, 17, 12449–12474, 10.5194/acp-17-12449-2017.", "ArticleIdList": ["10.5194/acp-17-12449-2017", "PMC5907506", "29681922"]}, {"Citation": "McNair LA, Hartley, and Russell AG: Spatial inhomogeneity in pollutant concentrations, and their implications for air quality model evaluation, Atm. Environ, 30, 4291–4301. 10.1016/1352-2310(96)00098-2, 1996.", "ArticleIdList": ["10.1016/1352-2310(96)00098-2"]}, {"Citation": "McNider RT, and Pour-Bizar A: Meteorological modeling relevant to mesoscale and regional air quality applications: A Review, J. Air & Waste Manage. Assoc, 2020, 10.1080/10962247.2019.1694602, 2020.", "ArticleIdList": ["10.1080/10962247.2019.1694602", "31799913"]}, {"Citation": "Napelenok S, Foley K, Kang D, Mathur R, Pierce T, and Rao ST: Dynamic evaluation of regional air quality model’s response to emission reductions in the presence of uncertain emission inventories, Atmos. Environ, 45, 4091–4098, 10.1016/j.atmosenv.2011.03.030, 2011.", "ArticleIdList": ["10.1016/j.atmosenv.2011.03.030"]}, {"Citation": "Oreskes N, Shrader-Frechette K, and Belitz K, Verification, Validation, and Confirmation of Numerical Models in the Earth Sciences, Science, 263, 641–646, 10.1126/science.263.5147.641, 1994", "ArticleIdList": ["10.1126/science.263.5147.641", "17747657"]}, {"Citation": "Pielke RA: The need to assess uncertainty in air quality evaluations, Atmos. Environ, 32, 1467–1468, 1998."}, {"Citation": "Pinder RW, Gilliam RC, Appel KW, Napelenok S, Foley KM, and Gilliland AB: Efficient Probabilistic Estimates of Surface Ozone Concentration Using an Ensemble of Model Configurations and Direct Sensitivity Calculations, Environ. Sci. Technol, 43 (7), pp 2388–2393, 2008.", "ArticleIdList": ["19452891"]}, {"Citation": "Porter PS, Rao ST, Hogrefe C, Gego E, and Mathur R: Methods for reducing biases and errors in regional photochemical model outputs for use in emission reduction and exposure assessments. Atm. Environ, 112, 178–188. 10.1016/j.atmosenv.2015.04.039, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2015.04.039"]}, {"Citation": "Poularika AD: The Handbook of Formulas and Tables for Signal Processing. CRC Press, Boca Raton, FL, 1998."}, {"Citation": "Rao ST, Sistla G, Pagnotti V, Petersen WB, Irwin JS, and Turner DB: Resampling and Extreme Value Statistics in Air Quality Model Performance Evaluation, Atm. Environ, Vol. 19 No. 9 pp. I503–1518, 1985."}, {"Citation": "Rao ST, and Zurbenko IG: Detecting and Tracking Changes in Ozone Air Quality. Air & Waste 44, 1089–1092. 10.1080/10473289.1994.10467303, 1994.", "ArticleIdList": ["10.1080/10473289.1994.10467303", "7953184"]}, {"Citation": "Rao ST, Zurbenko IG, Porter PS, Ku J-Y, and Henry RF: Dealing with the ozone non-attainment problem in the Eastern United States. Environmental Management, January 17–31, 1996."}, {"Citation": "Rao ST, Zurbenko IG, Neagu R, Porter PS, Ku JY, and Henry RF: Space and Time Scales in Ambient Ozone Data. Bull. Amer. Meteor. Soc 78, 2153–2166. 10.1175/1520-0477(1997)078<2153:SATSIA>2.0.CO;2, 1997.", "ArticleIdList": ["10.1175/1520-0477(1997)078<2153:SATSIA>2.0.CO;2"]}, {"Citation": "Rao ST, Galmarini S, and Pucket K: Air Quality Model Evaluation International Initiative (AQMEII)-Advancing the State of the Science in Regional Photochemical Modeling and Its Applications, Bull. Amer. Meteor. Soc, 23–30, DOI:10.1175/2010BAMS3069.1, 2011.", "ArticleIdList": ["10.1175/2010BAMS3069.1"]}, {"Citation": "Rao ST, Porter PS, Mobley JD, and Hurley F: Understanding the spatio-temporal variability in air pollution concentrations. Environmental Management, November 42–48, 2011."}, {"Citation": "Ryan WF: The air quality forecast rote: Recent changes and future challenges, Journal of the Air & Waste Manage. Assoc, 66, 576–596. 10.1080/10962247.2016.1151469, 2016.", "ArticleIdList": ["10.1080/10962247.2016.1151469", "26889915"]}, {"Citation": "Sarwar G, Godowitch, Henderson B, Fahey K, Pouliot G, Hutzell W, Mathur R, Kang D, Goliff W, and Stockwell W: A comparison of atmospheric composition using the Carbon Bond and Regional Atmospheric Chemistry Mechanisms, Atmos. Chem. Phys, 13, 9695–9712, doi:10.5194/acp-13-9695-2013. 2013.", "ArticleIdList": ["10.5194/acp-13-9695-2013"]}, {"Citation": "Solazzo E, and Galmarini S: Comparing apples with apples: Using spatially distributed time series of monitoring data for model evaluation, Atmos. Environ 112, 234–245. 10.1016/j.atmosenv.2015.04.037, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2015.04.037"]}, {"Citation": "Solazzo E, and Galmarini S: A science-based use of ensembles of opportunities for assessment and scenario studies, Atmos. Chem. Phys 15, 2535–2544, 2015."}, {"Citation": "Stockwell WR, Saunders E, Goliff WS, and Fitzgerald RM: A perspective on the development of gas-phase chemical mechanisms for Eulerian air quality models, J. Air & Waste Manage. Assoc, DOI: 10.1080/10962247.2019.1694605, 2020.", "ArticleIdList": ["10.1080/10962247.2019.1694605", "31750791"]}, {"Citation": "Swall JL, and Foley KM: The impact of spatial correlation and incommensurability on model evaluation, Atmospheric Environment, 43, 1204–1217, 10.1016/j.atmosenv.2008.10.057, 2009.", "ArticleIdList": ["10.1016/j.atmosenv.2008.10.057"]}, {"Citation": "Thomas A, Huff AK, Hu X-M, and Zhang F: Quantifying uncertainties of ground‐level ozone within WRF‐Chem simulations in the mid‐Atlantic region of the United States as a response to variability, J. of Advances in Modeling Earth Systems, 1100–1116, 10.1029/2018MS001457, 2019.", "ArticleIdList": ["10.1029/2018MS001457"]}, {"Citation": "U.S. Environmental Protection Agency: Modeling Guidance for Demonstrating Air Quality Goals for Ozone, PM2.5, and Regional Haze, EPA 454/R-18–009, 203\npp., available online at https://www3.epa.gov/ttn/scram/guidance/guide/O3-PM-RH-Modeling_Guidance-2018.pdf, 2018."}, {"Citation": "Vautard R, Moran MD, Solazzo E, Gilliam R, Mathias V, Bianconi R, Chemel C, Ferreira J, Geyer B, Hansen AB, Jericevic A, Prank M, Segers A, Silver JD, Werhahn J, Wolke, Rao ST, and Galmarini S: Evaluation of the meteorological forcing used for the Air Quality Model Evaluation International Initiative (AQMEII) air quality simulations, Atmos. Environ, Vol. 53, 15–37, 10.1016/j.atmosenv.2011.10.065, 2012.", "ArticleIdList": ["10.1016/j.atmosenv.2011.10.065"]}, {"Citation": "Vukovich FM: Time Scales of Surface Ozone Variations in the Regional, Non-URBAN Environment, Atm. Environ, Vol. 31, No. 10, pp. 1513–1530, 1997."}, {"Citation": "Willmott CJ: On the Validation of Models. Phys. Geography 2: 184–194. 10.1080/02723646.1981.10642213, 1981.", "ArticleIdList": ["10.1080/02723646.1981.10642213"]}, {"Citation": "Wilmott C, Ackleson S, Davis R, Feddema J, Klink K, Legates R, O’Donnell R, Rowe C: Statistics for the Evaluation and Comparison of Models, J. Geophy. Res, 90, C5, pp 8995–9005, 1985."}, {"Citation": "Xing J, Mathur R, Pleim J, Hogrefe C, Gan C-M, Wong DC, Wei C, Gilliam R, and Pouliot G: Observations and modeling of air quality trends over 1990–2010 across the Northern Hemisphere: China, the United States and Europe Atmospheric Chemistry and Physics 15, 2723–2747. 10.5194/acp-15-2723-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-2723-2015"]}, {"Citation": "Xing J, Mathur R, Pleim J, Hogrefe C, Wang J, Gan C-M, Sarwar G, Wong D, and McKeen S, Representing the effects of stratosphere-troposphere exchange on 3D O3 distributions in chemistry transport models using a potential vorticity based parameterization, Atmos. Chem. Phys, 16, 10865–10877, doi:10.5194/acp-16-10865-2016, 2016", "ArticleIdList": ["10.5194/acp-16-10865-2016"]}, {"Citation": "Ying Y, and Zhang F: Potentials in improving predictability of multiscale tropical weather systems evaluated through ensemble assimilation of simulated satellite-based observations, J. Atmos. Sci, 75, 1675–1697, DOI: 10.1175/JAS-D-17-0245.1, 2018.", "ArticleIdList": ["10.1175/JAS-D-17-0245.1"]}, {"Citation": "Zhang Y, Hong CP, Yahya K, Li Q, Zhang Q, and He K-B: Comprehensive evaluation of multi-year real-time air quality forecasting using an online-coupled meteorology-chemistry model over southeastern United States, Atmos. Environ, 138, 162–182, doi:10.1016/j.atmosenv.2016.05.006, 2016.", "ArticleIdList": ["10.1016/j.atmosenv.2016.05.006"]}, {"Citation": "Zurbenko IG, Porter PS, Gui R, Rao ST, Ku JY, and Eskridge RE: Detecting discontinuities in time series of upper-air data: Development and demonstration of an adaptive filter technique, J. of Climate, Vol. 9, PP 3548–3560, 10.1175/1520-0442(1996)009<3548:DDITSO>2.0.CO;2, 1996.", "ArticleIdList": ["10.1175/1520-0442(1996)009<3548:DDITSO>2.0.CO;2"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32117469", "NIHMS1559398", "PMC7048235", "10.5194/acp-20-1627-2020"]}}], "PubmedBookArticle": []}