{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["catalytic ozone oxidation", "coal chemical industry", "degradation", "ozone catalyst"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32160347", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "08"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "03", "Day": "29"}], "ELocationID": ["10.1002/wer.1323"], "Journal": {"ISSN": "1554-7531", "JournalIssue": {"Volume": "92", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Water environment research : a research publication of the Water Environment Federation", "ISOAbbreviation": "Water Environ Res"}, "ArticleTitle": "Ozone catalytic oxidation capacity of Ti-Co@Al<sub>2</sub> O<sub>3</sub> for the treatment of biochemical tailwater from the coal chemical industry.", "Pagination": {"StartPage": "1283", "EndPage": "1292", "MedlinePgn": "1283-1292"}, "Abstract": {"AbstractText": ["A Ti-Co@γ-Al<sub>2</sub> O<sub>3</sub> composite catalyst was prepared using impregnation and sol-gel methods to degrade biochemical tailwater from the coal chemical industry, and its preparation conditions (active component doping ratio, load times, and calcination temperature) were optimized through single-factor experiments. The surface properties of the Ti-Co@γ-Al<sub>2</sub> O<sub>3</sub> composite catalyst and the crystal structure characteristics of the catalytically active components were characterized via scanning electron microscopy-energy dispersive spectrometry, X-ray diffraction, and X-ray fluorescence. The effects of reaction time, initial pH, ozone aeration, and catalyst dosage on degradation performance were investigated through an experiment on the catalytic ozonation degradation of biochemical tail water. Results showed that the optimal conditions were as follows: reaction time of 30 min, pH of 8.2, ozone aeration of 30 mg/min, and catalyst dosage of 20 g/L. The total phenol and total organic carbon removal rates for biochemical tailwater were 66.1% and 57.6%, respectively, in the catalytic system. The mechanism of degradation of organic pollutants by catalytic ozonation was investigated by adding tert-butanol to the catalytic ozone oxidation system. The degradation of chemical oxygen demand in biochemical tailwater was caused primarily by the synergy between the Ti-Co@γ-Al<sub>2</sub> O<sub>3</sub> catalyst and ozone. PRACTITIONER POINTS: Ti-Co/γ-Al<sub>2</sub> O<sub>3</sub> catalyst was prepared for the catalytic oxidation of biochemical tail water. The optimal removal rates of total phenol and TOC were 67.7% and 58.8%, respectively. The organic matter was degraded rapidly and efficiently after 5 min of ozone catalytic oxidation reaction. It provides theoretical guidance for the practical application of ozone catalytic oxidation."], "CopyrightInformation": "© 2020 Water Environment Federation."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Urban Construction, Nanjing Tech University, Nanjing, China."}], "LastName": "Sun", "ForeName": "Wenquan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Urban Construction, Nanjing Tech University, Nanjing, China."}], "LastName": "Zhou", "ForeName": "Shengbao", "Initials": "S"}, {"Identifier": ["0000-0002-5266-3645"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Urban Construction, Nanjing Tech University, Nanjing, China."}], "LastName": "Sun", "ForeName": "Yongjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Urban Construction, Nanjing Tech University, Nanjing, China."}], "LastName": "Tang", "ForeName": "Jiawei", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key laboratory of the Three Gorges Reservoir Region's Eco-Environment, State Ministry of Education, Chongqing University, Chongqing, China."}], "LastName": "Zheng", "ForeName": "Huaili", "Initials": "H"}], "GrantList": [{"GrantID": "51508268", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2017YFB0602500", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "JNHB-038", "Agency": "2018 Six Talent Peaks Project of Jiangsu Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Water Environ Res", "NlmUniqueID": "9886167", "ISSNLinking": "1061-4303"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Coal"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "D1JT611TNE", "NameOfSubstance": "Titanium"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Catalysis"}, {"QualifierName": [], "DescriptorName": "Chemical Industry"}, {"QualifierName": [], "DescriptorName": "Coal"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Titanium"}, {"QualifierName": [], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Asgari, G., Faradmal, J., Nasab, H. Z., & Ehsani, H. (2019). Catalytic ozonation of industrial textile wastewater using modified C-doped MgO eggshell membrane powder. Advanced Powder Technology, 30(7), 1297-1311."}, {"Citation": "Asghar, A., Raman, A. A. A., & Daud, W. M. A. W. (2015). Advanced oxidation processes for in-situ production of hydrogen peroxide/hydroxyl radical for textile wastewater treatment: A review. Journal of Cleaner Production, 87, 826-838."}, {"Citation": "Cai, Z., Dwivedi, A. D., Lee, W., Zhao, X., Liu, W., Sillanpaa, M., … Fu, J. (2018). Application of nanotechnologies for removing pharmaceutically active compounds from water: Development and future trends. Environmental Science: Nano, 5(1), 27-47."}, {"Citation": "Chen, L., Xu, Y., & Sun, Y. (2019). Combination of Coagulation and Ozone Catalytic Oxidation for Pretreating Coking Wastewater. International Journal of Environmental Research and Public Health, 16(10)."}, {"Citation": "Duan, L., Liu, H., Wu, H., Yu, D., & Huang, L. (2019). Fabrication of AAO over aluminum mesh as an effective support for catalytic decomposition of ozone. Journal of Porous Materials, 26(3), 855-860."}, {"Citation": "Ernst, M., Lurot, F., & Schrotter, J. (2004). Catalytic ozonation of refractory organic model compounds in aqueous solution by aluminum oxide. Applied Catalysis B, Environmental, 47(1), 15-25."}, {"Citation": "Fan, X., Restivo, J., Órfão, J. J. M., Pereira, M. F. R., & Lapkin, A. A. (2014). The role of multiwalled carbon nanotubes (MWCNTs) in the catalytic ozonation of atrazine. Chemical Engineering Journal, 241, 66-76."}, {"Citation": "Feng, M., Wang, Z., Dionysiou, D. D., & Sharma, V. K. (2018). Metal-mediated oxidation of fluoroquinolone antibiotics in water: A review on kinetics, transformation products, and toxicity assessment. Journal of Hazardous Materials, 344, 1136-1154."}, {"Citation": "Gomes, J., Costa, R., Quinta-Ferreira, R. M., & Martins, R. C. (2017). Application of ozonation for pharmaceuticals and personal care products removal from water. Science of the Total Environment, 586, 265-283."}, {"Citation": "Hervy, M., Villot, A., Gerente, C., Minh, D. P., Weiss-Hortala, E., Nzihou, A., & Le Coq, L. (2018). Catalytic cracking of ethylbenzene as tar surrogate using pyrolysis chars from wastes. Biomass and Bioenergy, 117, 86-95."}, {"Citation": "Huang, Y., Cui, C., Zhang, D., Li, L., & Pan, D. (2015). Heterogeneous catalytic ozonation of dibutyl phthalate in aqueous solution in the presence of iron-loaded activated carbon. Chemosphere, 119, 295-301."}, {"Citation": "Huang, Y., Yang, T., Liang, M., Wang, Y., Xu, Z., Zhang, D., & Li, L. (2019). Ni-Fe layered double hydroxides catalized ozonation of synthetic wastewater containing Bisphenol A and municipal secondary effluent. Chemosphere, 235, 143-152."}, {"Citation": "Jaafarzadeh, N., Ghanbari, F., & Ahmadi, M. (2017). Efficient degradation of 2,4-dichlorophenoxyacetic acid by peroxymonosulfate/magnetic copper ferrite nanoparticles/ozone: A novel combination of advanced oxidation processes. Chemical Engineering Journal, 320, 436-447."}, {"Citation": "Kou, J. J., Xu, J. L., Jin, H., Guo, L. J., Zhang, D. M., & Cao, W. (2018). Evaluation of modified Ni/ZrO2 catalysts for hydrogen production by supercritical water gasification of oil-containing wastewater. International Journal of Hydrogen Energy, 43(30SI), 13896-13903."}, {"Citation": "Lan, B., Huang, R., Li, L., Yan, H., Liao, G., Wang, X., & Zhang, Q. (2013). Catalytic ozonation of p-chlorobenzoic acid in aqueous solution using Fe-MCM-41 as catalyst. Chemical Engineering Journal, 219, 346-354."}, {"Citation": "Li, Y., & Yeung, K. L. (2019). Polymeric catalytic membrane for ozone treatment of DEET in water. Catalysis Today, 331, 53-59."}, {"Citation": "Li, Z. P., Liu, F., You, H., Ding, Y., Yao, J., & Jin, C. (2018). Advanced treatment of biologically pretreated coal chemical industry wastewater using the catalytic ozonation process combined with a gas-liquid-solid internal circulating fluidized bed reactor. Water Science and Technology, 77(7), 1931-1941."}, {"Citation": "Liu, C., Chen, X., Zhang, J., Zhou, H., Zhang, L., & Guo, Y. (2018). Advanced treatment of bio-treated coal chemical wastewater by a novel combination of microbubble catalytic ozonation and biological process. Separation and Purification Technology, 197, 295-301."}, {"Citation": "Nawrocki, J., & Kasprzyk-Hordern, B. (2010). The efficiency and mechanisms of catalytic ozonation. Applied Catalysis B: Environmental, 99(1-2), 27-42."}, {"Citation": "Nayak, M., Dhanarajan, G., Dineshkumar, R., & Sen, R. (2018). Artificial intelligence driven process optimization for cleaner production of biomass with co-valorization of wastewater and flue gas in an algal biorefinery. Journal of Cleaner Production, 201, 1092-1100."}, {"Citation": "Nguyen, T. T., Trinh, T. V., Tran, D. N., Le, G. T., Le, G. H., Vu, T. A., & Nguyen, T. M. (2018). Novel FeMgO/CNT nano composite as efficient catalyst for phenol removal in ozonation process. Materials Research Express, 5(9), 095603."}, {"Citation": "Novais, R. M., Caetano, A., Seabra, M. P., Labrincha, J. A., & Pullar, R. C. (2018). Extremely fast and efficient methylene blue adsorption using eco-friendly cork and paper waste-based activated carbon adsorbents. Journal of Cleaner Production, 197(1), 1137-1147."}, {"Citation": "Onofre, Y. J., Catto, A. C., Bernardini, S., Fiorido, T., Aguir, K., Longo, E., … de Godoy, M. P. F. (2019). Highly selective ozone gas sensor based on nanocrystalline Zn0.95Co0.05O thin film obtained via spray pyrolysis technique. Applied Surface Science, 478, 347-354."}, {"Citation": "Tan, X., Wan, Y., Huang, Y., He, C., Zhang, Z., He, Z., … Shu, D. (2017). Three-dimensional MnO2 porous hollow microspheres for enhanced activity as ozonation catalysts in degradation of bisphenol A. Journal of Hazardous Materials, 321, 162-172."}, {"Citation": "Wang, B. D., Zhou, Y. X., Li, L., Xu, H., Sun, Y. L., & Wang, Y. (2018). Novel synthesis of cyano-functionalized mesoporous silica nanospheres (MSN) from coal fly ash for removal of toxic metals from wastewater. Journal of Hazardous Materials, 345, 76-86."}, {"Citation": "Wang, J., & Bai, Z. (2017). Fe-based catalysts for heterogeneous catalytic ozonation of emerging contaminants in water and wastewater. Chemical Engineering Journal, 312, 79-98."}, {"Citation": "Wang, Y., Sun, H., Ang, H. M., Tade, M. O., & Wang, S. (2014). Magnetic Fe3O4/carbon sphere/cobalt composites for catalytic oxidation of phenol solutions with sulfate radicals. Chemical Engineering Journal, 245, 1-9."}, {"Citation": "Wei, K., Cao, X., Gu, W., Liang, P., Huang, X., & Zhang, X. (2019). Ni-Induced C-Al2O3-framework ((Ni)CAF) supported core-multishell catalysts for efficient catalytic ozonation: A structure-to-performance study. Environmental Science and Technology, 53(12), 6917-6926."}, {"Citation": "Xiao, J., Xie, Y., & Cao, H. (2015). Organic pollutants removal in wastewater by heterogeneous photocatalytic ozonation. Chemosphere, 121, 1-17."}, {"Citation": "Yu, D., Wu, M., Hu, Q., Wang, L., Lv, C., & Zhang, L. (2019). Iron-based metal-organic frameworks as novel platforms for catalytic ozonation of organic pollutant: Efficiency and mechanism. Journal of Hazardous Materials, 367, 456-464."}, {"Citation": "Zhang, Y., Shi, J., Fang, W., Chen, M., Zhang, Z., Jiang, Z., … Einaga, H. (2019). Simultaneous catalytic elimination of formaldehyde and ozone over one-dimensional rod-like manganese dioxide at ambient temperature. Journal of Chemical Technology & Biotechnology, 94(7), 2305-2317."}, {"Citation": "Zheng, M. Q., Han, Y. X., Xu, C. Y., Han, H. J., & Zhang, Z. W. (2018). Discrimination of typical cyclic compounds and selection of toxicity evaluation bioassays for coal gasification wastewater (CGW) based on toxicity mechanism of actions (MOAs). Science of the Total Environment, 644, 324-334."}, {"Citation": "Zugic, B., Wang, L., Heine, C., Zakharov, D. N., Lechner, B. A. J., Stach, E. A., … Friend, C. M. (2017). Dynamic restructuring drives catalytic activity on nanoporous gold-silver alloy catalysts. Nature Materials, 16(5), 558."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2019", "Month": "11", "Day": "5"}, {"Year": "2020", "Month": "3", "Day": "1"}, {"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32160347", "10.1002/wer.1323"]}}], "PubmedBookArticle": []}