{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["FOLFIRI", "aflibercept", "antiangiogenic", "clinical practice", "metastatic colorectal cancer", "observational"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32168980", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "03", "Day": "11"}], "ELocationID": ["657", "10.3390/cancers12030657"], "Journal": {"ISSN": "2072-6694", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar", "Day": "11"}}, "Title": "Cancers", "ISOAbbreviation": "Cancers (Basel)"}, "ArticleTitle": "Safety and Effectiveness of Aflibercept + Fluorouracil, Leucovorin, and Irinotecan (FOLFIRI) for the Treatment of Patients with Metastatic Colorectal Cancer (mCRC) in Current Clinical Practice: OZONE Study.", "Abstract": {"AbstractText": ["For patients with metastatic colorectal cancer (mCRC) that have failed a first-line oxaliplatin-based regimen, the preferred treatment option is an irinotecan-based regimen. This prospective, observational, noncomparative, post-authorization safety study (OZONE) evaluated the safety and effectiveness of aflibercept plus fluorouracil, leucovorin, and irinotecan (FOLFIRI) in patients with mCRC treated in daily practice after failure of an oxaliplatin-based regimen. Patients were grouped by age, renal impairment, hepatic impairment, race, number, and type of prior anticancer therapy. Of 766 treated patients enrolled, 59.5% were male, 94.8% had an Eastern Cooperative Oncology Group performance status of 0-1, all received previous chemotherapy (97.8% including oxaliplatin), and 58.6% had prior exposure to bevacizumab. At least one grade ≥ 3 treatment-emergent adverse event (TEAE) was reported in 68.3% of patients. Neutropenia, hypertension, diarrhea, and asthenia were the most frequently occurring grade ≥ 3 TEAEs. Antivascular endothelial growth factor class events were infrequent. Subgroup analyses did not reveal major differences in the safety profile according to age, renal and hepatic status, race, or prior anticancer therapy. For the total population, median overall survival was 12.5 months, median progression-free survival was 6.1 months, and overall response rate was 16.3%. Aflibercept in combination with FOLFIRI is a safe and efficacious regimen administered in current clinical practice to patients with mCRC previously treated with oxaliplatin. The study results, conducted in real-world clinical practice with a less selected patient population, are aligned with the VELOUR (NCT00561470) trial and no new safety issues were identified."]}, "AuthorList": [{"Identifier": ["0000-0003-0286-8703"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Royal Marsden NHS Foundation Trust, London and Surrey, Sutton SM2 5PT, UK."}], "LastName": "Chau", "ForeName": "Ian", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "City of Hope Comprehensive Cancer Center, Duarte, CA 91010, USA."}], "LastName": "Fakih", "ForeName": "Marwan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hospital General Universitario Gregorio Marañón, 28003 Madrid, Spain."}], "LastName": "García-Alfonso", "ForeName": "Pilar", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Hospital Motol, 150 06 Prague 5, Czech Republic."}], "LastName": "Linke", "ForeName": "Zdenĕk", "Initials": "Z"}, {"Identifier": ["0000-0002-7672-2638"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hospital Universitario Puerta de Hierro-Majadahonda, 28222 Majadahonda, Spain."}], "LastName": "Ruiz Casado", "ForeName": "Ana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Miguel Servet University Hospital, 50009 Zaragoza, Spain."}], "LastName": "Marques", "ForeName": "Eduardo Polo", "Initials": "EP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ividata, 92300 Levallois Perret, France."}], "LastName": "Picard", "ForeName": "Pascaline", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sanofi, Cambridge, MA 02139, USA."}], "LastName": "Celanovic", "ForeName": "Marina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ocala Oncology, Ocala, FL 34474, USA."}], "LastName": "Cartwright", "ForeName": "Thomas", "Initials": "T"}], "DataBankList": [{"DataBankName": "ClinicalTrials.gov", "AccessionNumberList": ["NCT00561470"]}], "GrantList": [{"GrantID": "n/a", "Agency": "Sanofi", "Country": ""}, {"GrantID": "ENCEPP/SDPP/4836", "Agency": "Sanofi", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Cancers (Basel)", "NlmUniqueID": "101526829", "ISSNLinking": "2072-6694"}, "CoiStatement": "IC has participated in advisory boards for Eli-Lilly, Bristol-Myers Squibb, MSD, Bayer, Roche, Merck Serono, Five Prime Therapeutics, Astra Zeneca, Oncologie International, and Pierre Fabre, has received research funding from Eli-Lilly, Janssen-Cilag, Sanofi Oncology, and Merck Serono, and has received honorarium from Eli-Lilly. MF has received personal fees from Amgen, Array BioPharma, and Bayer, has received grants from Amgen, Astra Zeneca, and Novartis, and has received personal fees from Seattle Genetics. PG-A has participated in advisory boards for Amgen, Bristol-Myers Squibb, MSD, Roche, Merck Serono, Sanofi Oncology, Ipsen, and Servier. ZL received personal fees from Sanofi, Amgen, and Servier, and travel support from Merck. ARC has received personal fees from Servier, Sanofi, Amgen, Merck, Eli-Lilly, Roche, Medtronic, and BTG, and grants from Sanofi. EPM has received personal fees from Roche, Amgen, Sanofi, and Merck Serono. PP is employed by Ividata on behalf of Sanofi. MC is employed by Sanofi. TC has received personal fees from Amgen and Taiho."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray F., Ferlay J., Soerjomataram I., Siegel R.L., Torre L.A., Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J. Clin. 2018;68:394–424. doi: 10.3322/caac.21492.", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Noone A.M., Howlader N., Krapcho M.  SEER Cancer Statistics Review, 1975–2015. National Cancer Institute; Bethesda, MD, USA: 2018.  [(accessed on 1 February 2020)].  Based on November 2017 SEER data submission, posted to the SEER website April 2018. Available online:  https://seer.cancer.gov/archive/csr/1975_2015/"}, {"Citation": "Fakih M.G. Metastatic colorectal cancer: Current state and future directions. J. Clin. Oncol. 2015;33:1809–1824. doi: 10.1200/JCO.2014.59.7633.", "ArticleIdList": ["10.1200/JCO.2014.59.7633", "25918280"]}, {"Citation": "NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines) Harborside Press, LLC,; Cold Spring Harbor, NY, USA: 2019. Colon Cancer: 2019. Version 2."}, {"Citation": "Van Cutsem E., Tabernero J., Lakomy R., Prenen H., Prausová J., Macarulla T. Addition of aflibercept to fluorouracil, leucovorin, and irinotecan improves survival in a phase III randomized trial in patients with metastatic colorectal cancer previously treated with an oxaliplatin-based regimen. J. Clin. Oncol. 2012;30:3499–3506. doi: 10.1200/JCO.2012.42.8201.", "ArticleIdList": ["10.1200/JCO.2012.42.8201", "22949147"]}, {"Citation": "Bennouna J., Hiret S., Bouché O., Deplanque G., Borel C., François E., Conroy T., Ghiringhelli F., des Guetz G., Bennouna J., et al. Continuation of bevacizumab vs cetuximab plus chemotherapy after first progression in KRAS wild-type metastatic colorectal cancer: The UNICANCER PRODIGE18 randomized clinical trial. JAMA Oncol. 2019;5:83–90. doi: 10.1001/jamaoncol.2018.4465.", "ArticleIdList": ["10.1001/jamaoncol.2018.4465", "PMC6440242", "30422156"]}, {"Citation": "Bennouna J., Hiret S., Bertaut A., Bouché O., Deplanque G., Borel C. Continuation of bevacizumab after first progression in metastatic colorectal cancer (ML18147): A randomised phase 3 trial. Lancet Oncol. 2013;14:29–37. doi: 10.1016/S1470-2045(12)70477-1.", "ArticleIdList": ["10.1016/S1470-2045(12)70477-1", "23168366"]}, {"Citation": "Tabernero J., Yoshino T., Cohn A.L., Obermannova R., Bodoky G., Garcia-Carbonero R. Ramucirumab versus placebo in combination with second-line FOLFIRI in patients with metastatic colorectal carcinoma that progressed during or after first-line therapy with bevacizumab, oxaliplatin, and a fluoropyrimidine (RAISE): A randomised, double-blind, multicentre, phase 3 study. Lancet Oncol. 2015;16:499–508.", "ArticleIdList": ["25877855"]}, {"Citation": "Zaltrap (ziv-aflibercept) US Prescribing Information. Sanofi-aventis U.S. LLC; Bridgewater, NJ, USA: 2012."}, {"Citation": "Sanofi . ZALTRAP© (ziv-aflibercept) Injection, Summary of Product Characteristics. EMA; Amsterdam, The Netherlands: 2017."}, {"Citation": "Kennedy-Martin T., Curtis S., Faries D., Robinson S., Johnston J. A literature review on the representativeness of randomized controlled trial samples and implications for the external validity of trial results. Trials. 2015;16:495. doi: 10.1186/s13063-015-1023-4.", "ArticleIdList": ["10.1186/s13063-015-1023-4", "PMC4632358", "26530985"]}, {"Citation": "Carroll R., Ramagopalan S.V., Cid-Ruzafa J., Lambrelli D., McDonald L. An analysis of characteristics of post-authorisation studies registered on the ENCePP EU PAS Register. F1000Research. 2017;6:1447. doi: 10.12688/f1000research.12198.1.", "ArticleIdList": ["10.12688/f1000research.12198.1", "PMC5698914", "29188016"]}, {"Citation": "Cohen A.T., Goto S., Schreiber K., Torp-Pedersen C. Why do we need observational studies of everyday patients in the real-life setting? Eur. Heart J. 2015;17:D2–D8. doi: 10.1093/eurheartj/suv035.", "ArticleIdList": ["10.1093/eurheartj/suv035"]}, {"Citation": "Booth C.M., Tannock I.F. Randomised controlled trials and population-based observational research: Partners in the evolution of medical evidence. Br. J. Cancer. 2014;110:551–555. doi: 10.1038/bjc.2013.725.", "ArticleIdList": ["10.1038/bjc.2013.725", "PMC3915111", "24495873"]}, {"Citation": "Fernández Montes A., Martínez Lago N., Covela Rúa M., de la Cámara Gómez J., González Villaroel P., Méndez Méndez J.C. Efficacy and safety of FOLFIRI/aflibercept in second-line treatment of metastatic colorectal cancer in a real-world population: Prognostic and predictive markers. Cancer Med. 2019;8:882–889. doi: 10.1002/cam4.1903.", "ArticleIdList": ["10.1002/cam4.1903", "PMC6434192", "30690930"]}, {"Citation": "Ivanova J.I., Saverno K.R., Sung J., Duh M.S., Zhao C., Cai S. Real-world treatment patterns and effectiveness among patients with metastatic colorectal cancer treated with ziv-aflibercept in community oncology practices in the USA. Med. Oncol. 2017;34:193. doi: 10.1007/s12032-017-1049-4.", "ArticleIdList": ["10.1007/s12032-017-1049-4", "PMC5671551", "29103187"]}, {"Citation": "Feliu J., de Corcuera I.D., Manzano J.L., Valladares-Ayerbes M., Alcaide J., García T.G. Effectiveness and safety of aflibercept for metastatic colorectal cancer: Retrospective review within an early access program in Spain. Clin. Transl. Oncol. 2017;19:498–507. doi: 10.1007/s12094-016-1556-3.", "ArticleIdList": ["10.1007/s12094-016-1556-3", "27718155"]}, {"Citation": "Pastorino A., Di Bartolomeo M., Maiello E., Iaffaioli V., Ciuffreda L., Fasola G. Aflibercept Plus FOLFIRI in the Real-life Setting: Safety and Quality of Life Data From the Italian Patient Cohort of the Aflibercept Safety and Quality-of-Life Program Study. Clin. Colorectal. Cancer. 2018;17:e457–e470. doi: 10.1016/j.clcc.2018.03.002.", "ArticleIdList": ["10.1016/j.clcc.2018.03.002", "29605592"]}, {"Citation": "Gouverneur A., Claraz P., Rousset M., Arnaud M., Fourrier-Réglat A., Pariente A. Comparative Safety of Targeted Therapies for Metastatic Colorectal Cancer between Elderly and Younger Patients: A Study Using the International Pharmacovigilance Database. Target Oncol. 2017;12:805–814. doi: 10.1007/s11523-017-0529-y.", "ArticleIdList": ["10.1007/s11523-017-0529-y", "29022151"]}, {"Citation": "Tabernero J., Van Cutsem E., Lakomý R., Prausová J., Ruff P., Van Hazel G.A. Aflibercept versus placebo in combination with fluorouracil, leucovorin and irinotecan in the treatment of previously treated metastatic colorectal cancer: Prespecified subgroup analyses from the VELOUR trial. Eur. J. Cancer. 2014;50:320–331. doi: 10.1016/j.ejca.2013.09.013.", "ArticleIdList": ["10.1016/j.ejca.2013.09.013", "24140268"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "28"}, {"Year": "2020", "Month": "2", "Day": "27"}, {"Year": "2020", "Month": "3", "Day": "6"}, {"Year": "2020", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["32168980", "PMC7139359", "10.3390/cancers12030657", "cancers12030657"]}}], "PubmedBookArticle": []}