{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["elderly", "geriatrics", "palliative medicine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32161695", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2019", "Month": "12", "Day": "06"}], "ELocationID": ["10.1002/jgf2.290"], "Journal": {"ISSN": "2189-7948", "JournalIssue": {"Volume": "21", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Journal of general and family medicine", "ISOAbbreviation": "J Gen Fam Med"}, "ArticleTitle": "Survival time after marked reduction in oral intake in terminally ill noncancer patients: A retrospective study.", "Pagination": {"StartPage": "9", "EndPage": "14", "MedlinePgn": "9-14"}, "Abstract": {"AbstractText": ["The prediction of short-term survival is important for noncancer patients and their families. Although a markedly reduced oral intake by cancer patients suggests a poor prognosis, the survival times of noncancer patients after its onset remain unclear. We herein investigated the time from a marked reduction in oral intake to death in noncancer patients as well as factors associated with their subsequent survival.", "We conducted a retrospective medical record review of noncancer patients who died in our hospital between April 2017 and April 2018. We recorded the day when oral intake markedly decreased and the date of death. We extracted data on age, gender, the Charlson Comorbidities Index, mean daily fluid volume, laboratory test results, and vital signs converted to the Shock Index (SI). We used Cox's proportional hazards models to assess relationships between these factors and survival times after the onset of a markedly reduced oral intake.", "We analyzed data from 44 noncancer patients. The median time from the onset of a markedly reduced oral intake to death was 16.5 days. Based on Cox's proportional hazards models, only SI ≧ 1.0 at the onset of a markedly reduced oral intake correlated with survival times (hazard ratio: 5.89, 95% confidence interval (CI): 1.71-20.1, <i>P</i> = .005).", "Noncancer patients died a median of 16.5 days after the onset of a markedly reduced oral intake, and SI ≧1.0 correlated with subsequent survival times. These results will provide novel insights into the prognosis of noncancer patients at the end of life."], "CopyrightInformation": "© 2019 The Authors. Journal of General and Family Medicine published by John Wiley & Sons Australia, Ltd on behalf of Japan Primary Care Association."}, "AuthorList": [{"Identifier": ["0000-0001-7878-005X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine Division of Clinical Medicine Department of General Medicine University of Tsukuba Tsukuba Ibaraki Japan."}, {"Identifier": [], "Affiliation": "Faculty of Medicine Kamisu Clinical Education and Training Center University of Tsukuba Kamisu Ibaraki Japan."}], "LastName": "Hosoi", "ForeName": "Takahiro", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine Division of Clinical Medicine Department of General Medicine University of Tsukuba Tsukuba Ibaraki Japan."}], "LastName": "Ozone", "ForeName": "Sachiko", "Initials": "S"}, {"Identifier": ["0000-0003-0304-9881"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine Division of Clinical Medicine University of Tsukuba Tsukuba Ibaraki Japan."}], "LastName": "Hamano", "ForeName": "Jun", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Gen Fam Med", "NlmUniqueID": "101689875", "ISSNLinking": "2189-7948"}, "CoiStatement": "The authors have stated explicitly that there are no conflicts of interest in connection with this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fitzmaurice C, Allen C, Barber RM, Barregard L, Bhutta ZA, Brenner H, et al. Global, regional, and national cancer incidence, mortality, years of life lost, years lived with disability, and disability‐adjusted life‐years for 32 cancer groups, 1990 to 2015: a systematic analysis for the global burden of disease study. JAMA Oncol. 2017;3(4):524–48.", "ArticleIdList": ["PMC6103527", "27918777"]}, {"Citation": "\nVital Statistic of Japan 2017[internet]. Tokyo, Japan: Ministry of Health, Labor and Welfare;  [up dated September 2018; cited 29 June 2019]. Available from: https://www.mhlw.go.jp/toukei/saikin/hw/jinkou/kakutei17/dl/10_h6.pdf."}, {"Citation": "Murray SA, Sheikh A. Palliative care beyond cancer: care for all at the end of life. BMJ (Clinical Research Ed). 2008;336(7650):958–9.", "ArticleIdList": ["PMC2335219", "18397942"]}, {"Citation": "Barry LC, Kasl SV, Prigerson HG. Psychiatric disorders among bereaved persons: the role of perceived circumstances of death and preparedness for death. Am J Geriatric Psychiatry. 2002;10(4):447–57.", "ArticleIdList": ["12095904"]}, {"Citation": "Otani H, Yoshida S, Morita T, Aoyama M, Kizawa Y, Shima Y, et al. Meaningful communication before death, but not present at the time of death itself, is associated with better outcomes on measures of depression and complicated grief among bereaved family members of cancer patients. J Pain Symptom Manage. 2017;54(3):273–9.", "ArticleIdList": ["28711756"]}, {"Citation": "Hui D, Con A, Christie G, Hawley PH. Goals of care and end‐of‐life decision making for hospitalized patients at a canadian tertiary care cancer center. J Pain Symptom Manage. 2009;38(6):871–81.", "ArticleIdList": ["19811887"]}, {"Citation": "Hwang IC, Ahn HY, Park SM, Shim JY, Kim KK. Clinical changes in terminally ill cancer patients and death within 48 h: when should we refer patients to a separate room? Supportive Care Cancer. 2013;21(3):835–40.", "ArticleIdList": ["22956193"]}, {"Citation": "Morita T, Ichiki T, Tsunoda J, Inoue S, Chihara S. A prospective study on the dying process in terminally ill cancer patients. Am J Hospice Palliative Care. 1998;15(4):217–22.", "ArticleIdList": ["9729972"]}, {"Citation": "Hui D, dos Santos R, Chisholm G, Bansal S, Silva TB, Kilgore K, et al. Clinical signs of impending death in cancer patients. Oncologist. 2014;19(6):681–7.", "ArticleIdList": ["PMC4041673", "24760709"]}, {"Citation": "Morita T, Tsunoda J, Inoue S, Chihara S. The Palliative Prognostic Index: a scoring system for survival prediction of terminally ill cancer patients. Supportive Care Cancer. 1999;7(3):128–33.", "ArticleIdList": ["10335930"]}, {"Citation": "Reid VL, McDonald R, Nwosu AC, Mason SR, Probert C, Ellershaw JE, et al. A systematically structured review of biomarkers of dying in cancer patients in the last months of life: an exploration of the biology of dying. PLoS ONE. 2017;12(4):e0175123.", "ArticleIdList": ["PMC5383239", "28384249"]}, {"Citation": "Bruera S, Chisholm G, Dos Santos R, Crovador C, Bruera E, Hui D. Variations in vital signs in the last days of life in patients with advanced cancer. J Pain Symptom Manage. 2014;48(4):510–7.", "ArticleIdList": ["PMC4197073", "24731412"]}, {"Citation": "Sato K, Yokoi H, Shock TS. Index and decreased level of consciousness as terminal cancer patients' survival time predictors: a retrospective cohort study. J Pain Symptom Manage. 2016;51(2):220–231.e2.", "ArticleIdList": ["26598038"]}, {"Citation": "Chiang JK, Lai NS, Wang MH, Chen SC, Kao YH. A proposed prognostic 7‐day survival formula for patients with terminal cancer. BMC Public Health. 2009;9:365.", "ArticleIdList": ["PMC2761894", "19785768"]}, {"Citation": "Ohde S, Hayashi A, Takahasi O, Yamakawa S, Nakamura M, Osawa A, et al. A 2‐week prognostic prediction model for terminal cancer patients in a palliative care unit at a Japanese general hospital. Palliat Med. 2011;25(2):170–6.", "ArticleIdList": ["20929929"]}, {"Citation": "Hui D, Hess K, dos Santos R, Chisholm G, Bruera E. A diagnostic model for impending death in cancer patients: preliminary report. Cancer. 2015;121(21):3914–21.", "ArticleIdList": ["PMC4618185", "26218612"]}, {"Citation": "Cheng L, DeJesus AY, Rodriguez MA. Using laboratory test results at hospital admission to predict short‐term survival in critically Ill patients with metastatic or advanced cancer. J Pain Symptom Manage. 2017;53(4):720–7.", "ArticleIdList": ["28062337"]}, {"Citation": "Quan H, Li B, Couris CM, Fushimi K, Graham P, Hider P, et al. Updating and validating the Charlson comorbidity index and score for risk adjustment in hospital discharge abstracts using data from 6 countries. Am J Epidemiol. 2011;173(6):676–82.", "ArticleIdList": ["21330339"]}, {"Citation": "Maltoni M, Pirovano M, Scarpi E, et al. Prediction of survival of patients terminally ill with cancer. Results of an Italian prospective multicentric study. Cancer. 1995;75(10):2613–22.", "ArticleIdList": ["7537625"]}, {"Citation": "Rady MY, Smithline HA, Blake H, Nowak R, Rivers E. A comparison of the shock index and conventional vital signs to identify acute, critical illness in the emergency department. Ann Emerg Med. 1994;24(4):685–90.", "ArticleIdList": ["8092595"]}, {"Citation": "Bilkova D, Motovska Z, Widimsky P, Dvorak J, Lisa L, Budesinsky T. Shock index: a simple clinical parameter for quick mortality risk assessment in acute myocardial infarction. Can J Cardiol. 2011;27(6):739–42.", "ArticleIdList": ["21944278"]}, {"Citation": "Hui D, Dos Santos R, Chisholm G, Bansal S, Souza Crovador C, Bruera E. Bedside clinical signs associated with impending death in patients with advanced cancer: preliminary findings of a prospective, longitudinal cohort study. Cancer. 2015;121(6):960–7.", "ArticleIdList": ["PMC4352117", "25676895"]}, {"Citation": "Van Lancker A, Velghe A, Van Hecke A, Verbrugghe M, Van Den Noortgate N, Grypdonck M, et al. Prevalence of symptoms in older cancer patients receiving palliative care: a systematic review and meta‐analysis. J Pain Symptom Manage. 2014;47(1):90–104.", "ArticleIdList": ["23764109"]}, {"Citation": "Dy SM, Lorenz KA, Naeim A, Sanati H, Walling A, Asch SM. Evidence‐based recommendations for cancer fatigue, anorexia, depression, and dyspnea. J Clin Oncol. 2008;26(23):3886–95.", "ArticleIdList": ["18688057"]}, {"Citation": "Rady MY, Nightingale P, Little RA, Edwards JD. Shock index: a re‐evaluation in acute circulatory failure. Resuscitation. 1992;23(3):227–34.", "ArticleIdList": ["1321482"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "8", "Day": "1"}, {"Year": "2019", "Month": "11", "Day": "11"}, {"Year": "2019", "Month": "11", "Day": "19"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2019", "Month": "12", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["32161695", "PMC7060293", "10.1002/jgf2.290", "JGF2290"]}}], "PubmedBookArticle": []}