{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biotoxicity", "Environmental risk", "Environmental transformation path", "Estrogen activity", "Phthalate derivatives", "Transformation product"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32164034", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "21"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "04", "Day": "26"}], "ELocationID": ["10.1002/etc.4710"], "Journal": {"ISSN": "1552-8618", "JournalIssue": {"Volume": "39", "Issue": "6", "PubDate": {"Year": "2020", "Month": "May"}}, "Title": "Environmental toxicology and chemistry", "ISOAbbreviation": "Environ Toxicol Chem"}, "ArticleTitle": "Investigation of the Potential Environmental Risks of Phthalate Derivatives Designed To Be Environmentally Friendly.", "Pagination": {"StartPage": "1138", "EndPage": "1148", "MedlinePgn": "1138-1148"}, "Abstract": {"AbstractText": ["Phthalate derivatives with low estrogenic activity, high infrared spectrum signals, high Raman characteristic vibration spectrum, high fluorescence intensity, and high ultraviolet sensitivity were selected as precursors from our previous studies, so that the changes in their toxicity and estrogenic activity during biological metabolism, ozone oxidation, photocatalytic degradation, photodegradation, and microbial degradation could be studied.The transformation pathways of these derivatives were simulated, and the reaction energy barriers were calculated. To determine the potential environmental risks of these phthalate derivatives, the pharmacophore models of biotoxicity and estrogen activity of phthalates were used to predict the biotoxicity and estrogen activity of the transformed products. The results showed an increase in the biotoxicity and estrogen activity of the biometabolites, ozonation products, photocatalytic degradation products, and microbial degradation products; the only products that did not follow this trend were the photodegradation products. Notably, the pathways that produced more potentially toxic compounds were the less favorable paths. Our results indicate that the transformation products of the designed environmentally friendly phthalate derivatives potentially pose environmental risks. To avoid such risks, the environmental transformation pathway of these derivatives should be simulated to screen for environmentally friendly phthalate molecules. Environ Toxicol Chem 2020;39:1138-1148. © 2020 SETAC."], "CopyrightInformation": "© 2020 SETAC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, North China Electric Power University, Beijing, China."}, {"Identifier": [], "Affiliation": "The State Key Laboratory of Regional Optimization of the Energy System, North China Electric Power University, Beijing, China."}], "LastName": "Zhang", "ForeName": "Wenhui", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, North China Electric Power University, Beijing, China."}, {"Identifier": [], "Affiliation": "The State Key Laboratory of Regional Optimization of the Energy System, North China Electric Power University, Beijing, China."}], "LastName": "Sun", "ForeName": "Ruihao", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, North China Electric Power University, Beijing, China."}, {"Identifier": [], "Affiliation": "The State Key Laboratory of Regional Optimization of the Energy System, North China Electric Power University, Beijing, China."}], "LastName": "Hou", "ForeName": "Yilin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering, North China Institute of Science and Technology, Beijing, China."}], "LastName": "Qiu", "ForeName": "Youli", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, North China Electric Power University, Beijing, China."}, {"Identifier": [], "Affiliation": "The State Key Laboratory of Regional Optimization of the Energy System, North China Electric Power University, Beijing, China."}], "LastName": "Li", "ForeName": "Yu", "Initials": "Y"}], "DataBankList": [{"DataBankName": "figshare", "AccessionNumberList": ["10.6084/m9.figshare.10055570"]}], "GrantList": [{"GrantID": "2008BAC43B01", "Agency": "the Key Projects in the National Science &amp; Technology Pillar Program in the Eleventh Five-Year Plan Period", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Toxicol Chem", "NlmUniqueID": "8308958", "ISSNLinking": "0730-7268"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phthalic Acids"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "6O7F7IX66E", "NameOfSubstance": "phthalic acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": ["analysis", "radiation effects", "toxicity"], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photolysis"}, {"QualifierName": ["analysis", "radiation effects", "toxicity"], "DescriptorName": "Phthalic Acids"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adeogun AO, Ibor OR, Omiwole RA, Hassan T, Adegbola RA, Adewuyi GO, Arukwe A. 2015. Occurrence, species and organ differences in bioaccumulation patterns of phthalate esters in municipal domestic water supply lakes in Ibadan, Nigeria. J Toxicol Environ Health A 78:761-777."}, {"Citation": "Bai SC, Wang XX, Hu F, Wang TL, Cheng P, Zhou Z. 2014. Determination of phthalate acid esters in soybean milk using dispersive liquid-liquid microextraction coupled with gas chromatography and mass spectrometric detection. Anal Methods 6:7361-7366."}, {"Citation": "Balabanovich AI, Schnabel W. 1998. On the photolysis of phthalic acid dimethyl and diethyl ester: A product analysis study. J Photochem Photobiol A Chem 113:145-153."}, {"Citation": "Bao W, Liu XZ, Huang HC, Liang Y, Jiang M, Zhang BY, Liu LG. 2008. Evaluation of immunotoxicity of coal flotation reagent to mice. J Environ Health 25:202-205."}, {"Citation": "Chang HK, Zylstra GJ. 1998. Novel organization of the genes for phthalate degradation from burkholderia cepacia DBO1. J Bacteriol 180:6529-6537."}, {"Citation": "Dickerson RN. 1997. Di (2-ethylhexyl) phthalate as a plasticizer for intravenous bags and tubing: A toxicological quandary. Nutrition 13:1010-1012."}, {"Citation": "Drossman H, Johnson H, Mill T. 1988. Structure activity relationships for environmental processes 1: Hydrolysis of esters and carbamates. Chemosphere 17:1509-1530."}, {"Citation": "Fang CR. 2009. Study on migration conversion and its biodegradation mechanism of PAEs in bioreactor landfill. Zhejiang University, Hangzhou, China."}, {"Citation": "Fei XN, Jiang YG, Yu Y, Zhang TY. 2006. Photocatalytic degradation of dibutyl phthalate in aqueous TiO2 suspension. Chinese J Appl Chem 23:59-63."}, {"Citation": "Feng GT. 2009. Study on photodegradation and its mechanism of phthalate esters. MSc thesis, Hebei University, Hebei, China. [cited 2019 June 21]. Available from: https://doi.org/10.7666/d.y1635014"}, {"Citation": "Frederiksen H, Skakkebaek NE, Andersson AM. 2010. Metabolism of phthalates in humans. Mol Nutr Food Res 51:899-911."}, {"Citation": "Ge J, Li MK, Lin F, Zhao J, Han BY. 2011. Metabolism of phthalic acid esters in Ctenopharyngodon idellus organs and hepatocyte. Oceanol Limnol Sin 42:549-553."}, {"Citation": "Heindel JJ, Powell CJ. 1992. Phthalate ester effects on rat Sertoli cell function in vitro: Effects of phthalate side chain and age of animal. Toxicol Appl Pharmacol 115:116-123."}, {"Citation": "Ito R, Seshimo F, Miura N, Kawaguchi M, Saito K, Nakazawa H. 2006. Effect of sterilization process on the formation of mono (2-ethylhexyl) phthalate from di(2-ethylhexyl)phthalate. J Pharmaceut Biomed Anal 41:455-460."}, {"Citation": "Jin ZH, Huang GL, Chai YT, Zhong YX, Wang D, Li HL. 1999. Photodegradation of phthalic ester in water surface microlayer. Environ Chem 18:109-114."}, {"Citation": "Jing WW, Li DQ, Li J, Li XF, Wu ZH, Liu YL. 2018. Photodegradation of dimethyl phthalate (DMP) by UV-TiO2 in aqueous solution: Operational parameters and kinetic analysis. Int J Environ Sci Technol 15:969-976."}, {"Citation": "Kim MJ, Moon S, Oh BC, Jung D, Choi K, Park YJ. 2018. Association between diethylhexyl phthalate exposure and thyroid function: A meta-analysis. Thyroid 29:183-192."}, {"Citation": "Kwack SJ, Han EY, Park JS, Bae JY, Ahn IY, Lim SK, Kim DH, Jang DE, Choi L, Lim HJ, Kim TH, Patra N, Park KL, Kim HS, Lee BM. 2010. Comparison of the short term toxicity of phthalate diesters and monoesters in sprague-dawley male rats. Toxicol Res 26:75-82."}, {"Citation": "Kwack SJ, Kim KB, Kim HS, Lee BM. 2009. Comparative toxicological evaluation of phthalate diesters and metabolites in Sprague-Dawley male rats for risk assessment. J Toxicol Environ Health A 72:1446-1454."}, {"Citation": "Li HF, Liu ZG, Wu JY, Wang RH, Han C. 2018. Progress on phthalic acid esters in the soil-agricultural products. Hubei Agricultural Sciences 57:8-10."}, {"Citation": "Li MK. 2012. Studies on metabolic kinetics and residues of phthalic acid esters (PAEs) in fish. China Jiliang University, Hangzhou, China."}, {"Citation": "Li MK, Ge J, Lin F, Han BY. 2011. Metabolic kinetics and residues of diethyl phthalate (DEP) in tilapia (Oreochromis niloticus × O. aureus). Oceanol Limnol Sin 42:137-141."}, {"Citation": "Li WL, Ji YB, Zhang DL, Fan YQ. 2007. Identification of metabolites of environmental hormone butylbenzyl phthalate in mice urine by liquid chromatography/ion trap mass spectrometry. Environ Sci 28:627-632."}, {"Citation": "Li Y, Niu JF, Wang WL. 2011. Photolysis of enrofloxacin in aqueous systems under simulated sunlight irradiation: Kinetics, mechanism and toxicity of photolysis products. Chemosphere 85:892-897."}, {"Citation": "Li Y, Zhang YL, Wu F, Liu H, Guan CW, Song HQ, Shan JJ. 2014. Experimental study on treatment of aquaculture water with low ammonia nitrogen content using moving bed biofilm reactor. Fish Modern 41:5-16."}, {"Citation": "Liu Q, Yang HJ, Shi YX, Shu L. 2012. Research progress on phthalate esters (PAEs) organic pollutants in the environment. Chin J Eco-Agric 20:968-975."}, {"Citation": "Liu WH. 2007. Mechanism of catalytic ozone removal of DEHP and humus in landfill leachate. PhD thesis, Tianjin University, Tianjin, China. [cited 2019 June 22]. Available from: https://doi.org/10.7666/d.y1361881"}, {"Citation": "Liu X, Feng W, Bao C, Jia Q. 2012. Determination of carbamate pesticides and phthalates in vegetables by a cloud point extraction process using tergitol 15-s-7 and high performance liquid chromatography. Anal Lett 45:2663-2674."}, {"Citation": "Lu Y, Xi LM. 2011. Study of photocatalytic degradation mechanism of butyl enzyl phthalate ester [J]. Adv Mat Res 10:1017-1020."}, {"Citation": "Manilal VB, Haridas A, Alexander R, Surender GD. 1992. Photocatalytic treatment of toxic organics in wastewater: Toxicity of photodegradation products. Water Res 26:1035-1038."}, {"Citation": "Marotta V, Russo G, Gambardella C, Grasso M, La Sala D, Chiofalo MG, D'Anna R, Puzziello A, Docimo G, Masone S, Barbato F, Colao A, Faggiano A, Grumetto L. 2019. Human exposure to bisphenol AF and diethylhexylphthalate increases susceptibility to develop differentiated thyroid cancer in patients with thyroid nodules. Chemosphere 218:885-894."}, {"Citation": "Net S, Sempéré R, Delmont A, Paluselli A, Ouddane B. 2015. Occurrence, fate, behavior and ecotoxicological state of phthalates in different environmental matrices. Environ Sci Technol 49:4019-4035."}, {"Citation": "Pang JM, Chi BL, Duan YL. 1994. Biodegradation and transformation of phthalic acid esters. Environ Chem 15:89-90."}, {"Citation": "Pang YJ, Liu CL, Pei LX. 2013. Review on screening of harmful organic pollutants in leachate of municipal solid waste in China and other countries. South-to-North Water Transfers and Water Science & Technology 11:104-107."}, {"Citation": "Qiu YL, Jiang L, Zhang SJ, Li Y. 2019a. Molecular design of lower-oestrogen-activity phthalate esters with high fluorescence intensity using pharmacophore model. Int J Environ Anal Chem in press. https://doi.org/10.1080/03067319.2019.1673742"}, {"Citation": "Qiu YL, Jiang L, Li Y. 2018a. Theoretical support for the enhancement of infrared spectrum signals by derivatization of phthalic acid esters using a pharmacophore model. Spectrosc Lett 51:155-162."}, {"Citation": "Qiu YL, Li Y. 2018. A theoretical method for the high-sensitivity fluorescence detection of PAEs through double-substitution modification. Environ Sci Pollut Res 25:34684-34692."}, {"Citation": "Qiu YL, Xin ML, Li Y. 2018b. Derivatization enhanced raman characteristic vibration spectrum of PAEs based on pharmacophore model. Spectrosc Spectral Anal 38:441-447."}, {"Citation": "Qiu YL, Zhang SJ, Li Y. 2019b. High ultraviolet sensitivity of phthalic acid esters with environmental friendliness after modified through pharmacophore modeling associated with solvation effect. Polish J Environ Stud in press. https://doi.org/10.15244/pjoes/110758"}, {"Citation": "Qu RJ, Liu HX, Feng MB, Yang X, Wang ZY. 2012. Investigation on intramolecular hydrogen bond and some thermodynamic properties of polyhydroxylated anthraquinones. J Chem Eng Data 57:2442-2455."}, {"Citation": "Salim CJ, Liu H, Kennedy JF. 2010. Comparative study of the adsorption on chitosan beads of phthalate esters and their degradation products. Carbohydr Polym 81:640-644."}, {"Citation": "Silva MJ, Barr DB, Reidy JA, Kato K, Malek NA, Hodge CC III, Calafat AM, Needham LL, Brock JW. 2003. Glucuronidation patterns of common urinary and serum monoester phthalate metabolites. Arch Toxicol 77:561-567."}, {"Citation": "Singla P, Pandey OP, Singh K. 2015. Study of photocatalytic degradation of environmentally harmful phthalate esters using Ni-doped TiO2 nanoparticles. Int J Environ Sci Technol 13:1-8."}, {"Citation": "Somensi CA, Simionatto EL, Bertoli SL, Jr, Radetski CM. 2010. Use of ozone in a pilot-scale plant for textile wastewater pre-treatment: Physico-chemical efficiency, degradation by-products identification and environmental toxicity of treated wastewater. J Hazard Mater 175:235-240."}, {"Citation": "Stingley RL. 2004. Novel organization of genes in a phthalate degradation operon of Mycobacterium vanbaalenii PYR-1. Microbiology 150:3749-3761."}, {"Citation": "Swan SH, Main KM, Liu F, Stewart SL, Kruse RL, Calafat AM, Mao CS, Redmon JB, Ternand CL, Sullivan S, Teague JL. 2005. Decrease in anogenital distance among male infants with prenatal phthalate exposure. Environ Health Perspect 113:1056-1061."}, {"Citation": "Turhan K, Turgut Z. 2009. Treatment and degradability of direct dyes in textile wastewater by ozonation: A laboratory investigation. Desalin Water Treat 11:184-191."}, {"Citation": "Wang ML. 2007. Research on analytical method and environmental behavior of phthalic acid esters in vegetable greenhouse. Shandong Agricultural University, Shandong, China. [cited 2019 June 30]. Available from: https://doi.org/10.7666/d.y1374932"}, {"Citation": "Wang WL, Wu QY, Wang C, He T, Hu HY. 2015. Health risk assessment of phthalate esters (PAEs) in drinking water sources of China. Environ Sci Pollut Res 22:3620-3630."}, {"Citation": "Wetzstein HG, Schmeer N, Karl W. 1998. Degradation of the fluoroquinolone enrofloxacin by the brown rot fungus Gloeophyllum striatum: Identification of metabolites. Appl Environ Microbiol 64:4272-4281."}, {"Citation": "Williams SE, Woolridge EM, Ransom SC, Landro JA, Babbitt PC, Kozarich JW. 1992. 3-Carboxy-cis, cis-muconate lactonizing enzyme from Pseudomonas putida is homologous to the class II fumarase family: A new reaction in the evolution of a mechanistic motif. Biochemistry 31:9768-9776."}, {"Citation": "Xiao LI, Nie XP, Pan DB. 2008. Analysis of PAEs in muscle tissue of freshwater fish from fishponds in Pearl River Delta. J Environ Health 25:202-205."}, {"Citation": "Yin JX. 2012. Transformation mechanism and toxicity assessment of levofloxacin in oxidation process. Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, China. [cited 2019 July 1]. Available from: http://ir.rcees.ac.cn/handle/311016/7216"}, {"Citation": "Zeng F, Kang YH, Fu JM, Sheng GY, Yang HF, Zhang ZX. 2001. Study of enzymatic degradability of Di(2-ethylhexyl)phthalate. Acta Sci Circumstantiae 21:13-17."}, {"Citation": "Zhang WH, Sun RH, Zhao XH, Li Y. 2020. Environmental conversion path inference of new designed fluoroquinolones and their potential environmental risk. Arch Environ Contam Toxicol 78:310-328."}, {"Citation": "Zhao HX, Chen M, Quan WN, Li Y. 2018a. Analysis on the metabolites of enrofloxacin in aquatic organism. Environ Sci Technol 41:163-167."}, {"Citation": "Zhao XH, Chu ZH, Li Y. 2018b. Molecular design of lower photodegradation fluoroquinolone antibiotics and their photolysis paths inference. Chem J Chinese U 39:2707-2718."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "2", "Day": "10"}, {"Year": "2020", "Month": "2", "Day": "20"}, {"Year": "2020", "Month": "3", "Day": "6"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32164034", "10.1002/etc.4710"]}}], "PubmedBookArticle": []}