{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32214266", "DateCompleted": {"Year": "2020", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "03", "Day": "25"}], "ELocationID": ["10.1038/s41586-020-2120-4"], "Journal": {"ISSN": "1476-4687", "JournalIssue": {"Volume": "579", "Issue": "7800", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Nature", "ISOAbbreviation": "Nature"}, "ArticleTitle": "A pause in Southern Hemisphere circulation trends due to the Montreal Protocol.", "Pagination": {"StartPage": "544", "EndPage": "548", "MedlinePgn": "544-548"}, "Abstract": {"AbstractText": ["Observations show robust near-surface trends in Southern Hemisphere tropospheric circulation towards the end of the twentieth century, including a poleward shift in the mid-latitude jet<sup>1,2</sup>, a positive trend in the Southern Annular Mode<sup>1,3-6</sup> and an expansion of the Hadley cell<sup>7,8</sup>. It has been established that these trends were driven by ozone depletion in the Antarctic stratosphere due to emissions of ozone-depleting substances<sup>9-11</sup>. Here we show that these widely reported circulation trends paused, or slightly reversed, around the year 2000. Using a pattern-based detection and attribution analysis of atmospheric zonal wind, we show that the pause in circulation trends is forced by human activities, and has not occurred owing only to internal or natural variability of the climate system. Furthermore, we demonstrate that stratospheric ozone recovery, resulting from the Montreal Protocol, is the key driver of the pause. Because pre-2000 circulation trends have affected precipitation<sup>12-14</sup>, and potentially ocean circulation and salinity<sup>15-17</sup>, we anticipate that a pause in these trends will have wider impacts on the Earth system. Signatures of the effects of the Montreal Protocol and the associated stratospheric ozone recovery might therefore manifest, or have already manifested, in other aspects of the Earth system."]}, "AuthorList": [{"Identifier": ["0000-0003-2040-7775"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado Boulder, Boulder, CO, USA. antara.banerjee@noaa.gov."}, {"Identifier": [], "Affiliation": "Chemical Sciences Division, National Oceanic and Atmospheric Administration/Earth System Research Laboratory, Boulder, CO, USA. antara.banerjee@noaa.gov."}], "LastName": "Banerjee", "ForeName": "Antara", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Canadian Centre for Climate Modelling and Analysis, Environment and Climate Change Canada, Victoria, British Columbia, Canada."}], "LastName": "Fyfe", "ForeName": "John C", "Initials": "JC"}, {"Identifier": ["0000-0003-4775-8110"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY, USA."}], "LastName": "Polvani", "ForeName": "Lorenzo M", "Initials": "LM"}, {"Identifier": ["0000-0001-7692-2798"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Planetary Sciences, Johns Hopkins University, Baltimore, MD, USA."}, {"Identifier": [], "Affiliation": "School of Mathematics and Statistics, University of New South Wales, Sydney, New South Wales, Australia."}], "LastName": "Waugh", "ForeName": "Darryn", "Initials": "D"}, {"Identifier": ["0000-0001-5812-3183"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Sciences, University of Colorado Boulder, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Chemical Sciences Division, National Oceanic and Atmospheric Administration/Earth System Research Laboratory, Boulder, CO, USA."}], "LastName": "Chang", "ForeName": "Kai-Lan", "Initials": "KL"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nature", "NlmUniqueID": "0410462", "ISSNLinking": "0028-0836"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "CommentsCorrectionsList": [{"RefSource": "Nature. 2020 Mar;579(7800):500-501. doi: 10.1038/d41586-020-00787-x", "PMID": "32214251"}, {"RefSource": "Nature. 2020 Mar;579(7800):472. doi: 10.1038/d41586-020-00883-y", "PMID": "32214269"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antarctic Regions"}, {"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": ["legislation & jurisprudence"], "DescriptorName": "Environmental Policy"}, {"QualifierName": ["legislation & jurisprudence"], "DescriptorName": "Human Activities"}, {"QualifierName": ["legislation & jurisprudence"], "DescriptorName": "International Cooperation"}, {"QualifierName": [], "DescriptorName": "Oceans and Seas"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Rain"}, {"QualifierName": [], "DescriptorName": "Salinity"}, {"QualifierName": [], "DescriptorName": "Water Movements"}, {"QualifierName": [], "DescriptorName": "Wind"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Swart, N. C. & Fyfe, J. C. Observed and simulated changes in the Southern Hemisphere surface westerly wind-stress. Geophys. Res. Lett. 39, L16711 (2012)."}, {"Citation": "Swart, N. C., Fyfe, J. C., Gillett, N. & Marshall, G. J. Comparing trends in the Southern Annular Mode and surface westerly jet. J. Clim. 28, 8840–8859 (2015)."}, {"Citation": "Thompson, D. W. J. & Solomon, S. Interpretation of recent Southern Hemisphere climate change. Science 296, 895–899 (2002).", "ArticleIdList": ["11988571"]}, {"Citation": "Marshall, G. J. Trends in the Southern Annular Mode from observations and reanalyses. J. Clim. 16, 4134–4143 (2003)."}, {"Citation": "Gillett, N. P. & Fyfe, J. C. Annular mode changes in the CMIP5 simulations. Geophys. Res. Lett. 40, 1189–1193 (2013)."}, {"Citation": "Gillett, N. P., Fyfe, J. C. & Parker, D. E. Attribution of observed sea level pressure trends to greenhouse gas, aerosol, and ozone changes. Geophys. Res. Lett. 40, 2302–2306 (2013)."}, {"Citation": "Davis, S. M. & Rosenlof, K. H. A multidiagnostic intercomparison of tropical-width time series using reanalyses and satellite observations. J. Clim. 25, 1061–1078 (2012)."}, {"Citation": "Garfinkel, C. I., Waugh, D. W. & Polvani, L. M. Recent Hadley cell expansion: the role of internal atmospheric variability in reconciling modeled and observed trends. Geophys. Res. Lett. 42, 10824–10831 (2015)."}, {"Citation": "Son, S.-W. et al. Impact of stratospheric ozone on Southern Hemisphere circulation change: a multimodel assessment. J. Geophys. Res. D 115, D00M07 (2010)."}, {"Citation": "Polvani, L. M., Waugh, D. W., Correa, G. J. P. & Son, S.-W. Stratospheric ozone depletion: the main driver of twentieth-century atmospheric circulation changes in the Southern Hemisphere. J. Clim. 24, 795–812 (2011)."}, {"Citation": "McLandress, C. et al. Separating the dynamical effects of climate change and ozone depletion. Part II: Southern Hemisphere troposphere. J. Clim. 24, 1850–1868 (2011)."}, {"Citation": "Kang, S. M., Polvani, L. M., Fyfe, J. C. & Sigmond, M. Impact of polar ozone depletion on subtropical precipitation. Science 332, 951–954 (2011).", "ArticleIdList": ["21512001"]}, {"Citation": "Scheff, J. & Frierson, D. M. W. Robust future precipitation declines in CMIP5 largely reflect the poleward expansion of model subtropical dry zones. Geophys. Res. Lett. 39, L18704 (2012)."}, {"Citation": "Schmidt, D. F. & Grise, K. M. The response of local precipitation and sea level pressure to Hadley cell expansion. Geophys. Res. Lett. 44, 10,573–10,582 (2017)."}, {"Citation": "Waugh, D. W., Primeau, F., Devries, T. & Holzer, M. Recent changes in the ventilation of the southern oceans. Science 339, 568–570 (2013).", "ArticleIdList": ["23372011"]}, {"Citation": "Solomon, A., Polvani, L. M., Smith, K. L. & Abernathey, R. P. The impact of ozone depleting substances on the circulation, temperature, and salinity of the Southern Ocean: an attribution study with CESM1(WACCM). Geophys. Res. Lett. 42, 5547–5555 (2015)."}, {"Citation": "Karpechko, A. Y. & Maycock, A. C. in Scientific Assessment of Ozone Depletion: 2018 Report No. 58, Ch. 5 (World Meteorological Organization, 2018)."}, {"Citation": "Farman, J. C., Gardiner, B. G. & Shanklin, J. D. Large losses of total ozone in Antarctica reveal seasonal ClO<sub>x</sub>/NO<sub>x</sub> interaction. Nature 315, 207–210 (1985)."}, {"Citation": "Solomon, S., Garcia, R. R., Rowland, F. S. & Wuebbles, D. J. On the depletion of Antarctic ozone. Nature 321, 755–758 (1986)."}, {"Citation": "Engel, A. & Rigby, M. in Scientific Assessment of Ozone Depletion: 2018 Report No. 58, Ch. 1 (World Meteorological Organization, 2018)."}, {"Citation": "Braesicke, P. & Neu, J. et al. in Scientific Assessment of Ozone Depletion: 2018 Report No. 58, Ch. 3 (World Meteorological Organization, 2018)."}, {"Citation": "Solomon, S. et al. Emergence of healing in the Antarctic ozone layer. Science 353, 269–274 (2016).", "ArticleIdList": ["27365314"]}, {"Citation": "Langematz, U. & Tully, M. in Scientific Assessment of Ozone Depletion: 2018 Report No. 58, Ch. 4 (World Meteorological Organization, 2018)."}, {"Citation": "Engel, A. et al. A refined method for calculating equivalent effective stratospheric chlorine. Atmos. Chem. Phys. 18, 601–619 (2018)."}, {"Citation": "Gillett, N. P. & Thompson, D. W. J. Simulation of recent Southern Hemisphere climate change. Science 302, 273–275 (2003).", "ArticleIdList": ["14551433"]}, {"Citation": "Waugh, D. W., Garfinkel, C. I. & Polvani, L. M. Drivers of the recent tropical expansion in the Southern Hemisphere: changing SSTs or ozone depletion? J. Clim. 28, 6581–6586 (2015)."}, {"Citation": "Perlwitz, J., Pawson, S., Fogt, R. L., Nielsen, J. E. & Neff, W. D. Impact of stratospheric ozone hole recovery on Antarctic climate. Geophys. Res. Lett. 35, L08714 (2008)."}, {"Citation": "Son, S.-W. et al. The impact of stratospheric ozone recovery on the Southern Hemisphere westerly jet. Science 320, 1486–1489 (2008).", "ArticleIdList": ["18556557"]}, {"Citation": "Polvani, L. M., Previdi, M. & Deser, C. Large cancellation, due to ozone recovery, of future Southern Hemisphere atmospheric circulation trends. Geophys. Res. Lett. 38, L04707 (2011)."}, {"Citation": "Thompson, D. W. J. et al. Signatures of the Antarctic ozone hole in Southern Hemisphere surface climate change. Nat. Geosci. 4, 741–749 (2011)."}, {"Citation": "Arblaster, J. M. & Meehl, G. A. Contributions of external forcings to Southern Annular Mode trends. J. Clim. 19, 2896–2905 (2006)."}, {"Citation": "Barnes, E. A. & Polvani, L. Response of the midlatitude jets, and of their variability, to increased greenhouse gases in the CMIP5 models. J. Clim. 26, 7117–7135 (2013)."}, {"Citation": "Dee, D. P. et al. The ERA-Interim reanalysis: configuration and performance of the data assimilation system. Q. J. R. Meteorol. Soc. 137, 553–597 (2011)."}, {"Citation": "Kobayashi, S. et al. The JRA-55 Reanalysis: general specifications and basic characteristics. J. Meteorol. Soc. Jpn 93, 5–48 (2015)."}, {"Citation": "Gelaro, R. et al. The Modern-Era Retrospective Analysis for Research and Applications, Version 2 (MERRA-2). J. Clim. 30, 5419–5454 (2017).", "ArticleIdList": ["32020988"]}, {"Citation": "Monahan, A. H. & Fyfe, J. C. On the nature of zonal jet EOFs. J. Clim. 19, 6409–6424 (2006)."}, {"Citation": "Monahan, A. H. & Fyfe, J. C. On annular modes and zonal jets. J. Clim. 21, 1963–1978 (2008)."}, {"Citation": "Solomon, A. & Polvani, L. M. Highly significant responses to anthropogenic forcings of the midlatitude jet in the Southern Hemisphere. J. Clim. 29, 3463–3470 (2016)."}, {"Citation": "Sun, L., Chen, G. & Robinson, W. A. The role of stratospheric polar vortex breakdown in Southern Hemisphere climate trends. J. Atmos. Sci. 71, 2335–2353 (2014)."}, {"Citation": "Solomon, S. et al. Mirrored changes in Antarctic ozone and stratospheric temperature in the late 20th versus early 21st centuries. J. Geophys. Res. D 122, 8940–8950 (2017)."}, {"Citation": "Morgenstern, O. et al. Review of the formulation of present-generation stratospheric chemistry-climate models and associated external forcings. J. Geophys. Res. 115, D00M02 (2010)."}, {"Citation": "Morgenstern, O. et al. Review of the global models used within phase 1 of the Chemistry–Climate Model Initiative (CCMI). Geosci. Model Dev. 10, 639–671 (2017)."}, {"Citation": "Cionni, I. et al. Ozone database in support of CMIP5 simulations: results and corresponding radiative forcing. Atmos. Chem. Phys. 11, 11267–11292 (2011)."}, {"Citation": "Santer, B. D. et al. Quantifying stochastic uncertainty in detection time of human-caused climate signals. Proc. Natl Acad. Sci. USA 116, 19821–19827 (2019); correction 117, 2723 (2020).", "ArticleIdList": ["31527233", "6778254"]}, {"Citation": "Barnes, E. A., Barnes, N. W. & Polvani, L. M. Delayed Southern Hemisphere climate change induced by stratospheric ozone recovery, as projected by the CMIP5 models. J. Clim. 27, 852–867 (2014)."}, {"Citation": "Newman, P. A., Daniel, J. S., Waugh, D. W. & Nash, E. R. A new formulation of equivalent effective stratospheric chlorine (EESC). Atmos. Chem. Phys. 7, 4537-4552 (2007)."}, {"Citation": "Davis, N. A. & Davis, S. M. Reconciling Hadley cell expansion trend estimates in reanalyses. Geophys. Res. Lett. 45, 11439–11446 (2018)."}, {"Citation": "Grise, K. M. et al. Recent tropical expansion: natural variability or forced response? J. Clim. 32, 1551–1571 (2019)."}, {"Citation": "Arora, V. K. et al. Carbon emission limits required to satisfy future representative concentration pathways of greenhouse gases. Geophys. Res. Lett. 38, L05805 (2011)."}, {"Citation": "van Vuuren, D. P. et al. The representative concentration pathways: an overview. Clim. Change 109, 5 (2011)."}, {"Citation": "Sigmond, M., Fyfe, J. C. & Scinocca, J. F. Does the ocean impact the atmospheric response to stratospheric ozone depletion? Geophys. Res. Lett. 37, L12706 (2010)."}, {"Citation": "Son, S.-W. et al. Tropospheric jet response to Antarctic ozone depletion: an update with Chemistry-Climate Model Initiative (CCMI) models. Environ. Res. Lett. 13, 054024 (2018)."}, {"Citation": "Seviour, W. J. M., Waugh, D. W., Polvani, L. M., Correa, G. J. P. & Garfinkel, C. I. Robustness of the simulated tropospheric response to ozone depletion. J. Clim. 30, 2577–2585 (2017)."}, {"Citation": "Gerber, E. P. & Son, S.-W. Quantifying the summertime response of the austral jet stream and Hadley cell to stratospheric ozone and greenhouse gases. J. Clim. 27, 5538–5559 (2014)."}, {"Citation": "Smith, K. L., Neely, R. R., Marsh, D. R. & Polvani, L. M. The Specified Chemistry Whole Atmosphere Community Climate Model (SC-WACCM). J. Adv. Model. Earth Syst. 6, 883–901 (2014)."}, {"Citation": "Gong, D. & Wang, S. Definition of Antarctic Oscillation index. Geophys. Res. Lett. 26, 459–462 (1999)."}, {"Citation": "Solomon, A., Polvani, L. M., Waugh, D. W. & Davis, S. M. Contrasting upper and lower atmospheric metrics of tropical expansion in the Southern Hemisphere. Geophys. Res. Lett. 43, 10496–10503 (2016)."}, {"Citation": "Davis, N. & Birner, T. On the discrepancies in tropical belt expansion between reanalyses and climate models and among tropical belt width metrics. J. Clim. 30, 1211–1231 (2017)."}, {"Citation": "Waugh, D. W. et al. Revisiting the relationship among metrics of tropical expansion. J. Clim. 31, 7565–7581 (2018)."}, {"Citation": "Weatherhead, E. C. et al. Factors affecting the detection of trends: statistical considerations and applications to environmental data. J. Geophys. Res. 103, 17149–17161 (1998)."}, {"Citation": "Swart, N. C., Gille, S. T., Fyfe, J. C. & Gillett, N. P. Recent Southern Ocean warming and freshening driven by greenhouse gas emissions and ozone depletion. Nat. Geosci. 11, 836–841 (2018)."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "10", "Day": "4"}, {"Year": "2020", "Month": "1", "Day": "29"}, {"Year": "2020", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32214266", "10.1038/s41586-020-2120-4", "10.1038/s41586-020-2120-4"]}}], "PubmedBookArticle": []}