{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32211584", "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "01", "Day": "03"}], "ELocationID": ["pkz107", "10.1093/jncics/pkz107"], "Journal": {"ISSN": "2515-5091", "JournalIssue": {"Volume": "4", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "JNCI cancer spectrum", "ISOAbbreviation": "JNCI Cancer Spectr"}, "ArticleTitle": "Association Between Outdoor Air Pollution and Risk of Malignant and Benign Brain Tumors: The Multiethnic Cohort Study.", "Pagination": {"StartPage": "pkz107", "MedlinePgn": "pkz107"}, "Abstract": {"AbstractText": ["There are increasing concerns about the potential impact of air pollution on chronic brain inflammation and microglia cell activation, but evidence of its carcinogenic effects is limited.", "We used kriging interpolation and land use regression models to estimate long-term air pollutant exposures of oxides of nitrogen (NO<sub>x</sub>, NO<sub>2</sub>), kriging interpolation for ozone (O<sub>3</sub>), carbon monoxide, and particulate matter (PM<sub>2.5</sub>, PM<sub>10</sub>), and nearest monitoring station measurements for benzene for 103 308 men and women from the Multiethnic Cohort, residing largely in Los Angeles County from recruitment (1993-1996) through 2013. We used Cox proportional hazards models to examine the associations between time-varying pollutants and risk of malignant brain cancer (94 men, 116 women) and meningioma (130 men, 425 women) with adjustment for sex, race and ethnicity, neighborhood socioeconomic status, smoking, occupation, and other covariates. Stratified analyses were conducted by sex and race and ethnicity.", "Brain cancer risk in men increased in association with exposure to benzene (hazard ratio [HR] = 3.52, 95% confidence interval [CI] = 1.55 to 7.55) and PM<sub>10</sub> (HR = 1.80, 95% CI = 1.00 to 3.23). Stronger associations with PM<sub>10</sub> (HR = 3.02, 95% CI = 1.26 to 7.23), O<sub>3</sub> (HR = 2.93, 95% CI = 1.09 to 7.88), and benzene (HR = 4.06, 95% CI = 1.17 to 18.2) were observed among Latino men. Air pollution was unrelated to risk of meningioma except that O<sub>3</sub> exposure was associated with risk in men (HR = 1.77, 95% CI = 1.02 to 3.06). Brain cancer risk in women was unrelated to air pollution exposures.", "Confirmation of these sex differences in air pollution-brain cancer associations and the stronger findings in Latino men in additional diverse populations is warranted."], "CopyrightInformation": "© The Author(s) 2020. Published by Oxford University Press."}, "AuthorList": [{"Identifier": ["0000-0003-0546-902X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Wu", "ForeName": "Anna H", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Public Health, Susan and Henry Samueli College of Health Sciences, University of California, Anteater Instruction & Research Bldg (AIRB) # 2034, 653 East Peltason Drive, Irvine, CA 92697-3957, USA."}], "LastName": "Wu", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Tseng", "ForeName": "Chiuchen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, University of California, 550 16th Street, Box 0560, San Francisco, CA 94158, USA."}], "LastName": "Yang", "ForeName": "Juan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, University of California, 550 16th Street, Box 0560, San Francisco, CA 94158, USA."}], "LastName": "Shariff-Marco", "ForeName": "Salma", "Initials": "S"}, {"Identifier": ["0000-0002-2953-0457"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Fruin", "ForeName": "Scott", "Initials": "S"}, {"Identifier": ["0000-0003-2208-982X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil & Environmental Engineering, University of Washington, 269 Wilcox Hall Box352700, School of Public Health, Seattle, WA 98195, USA."}], "LastName": "Larson", "ForeName": "Timothy", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Setiawan", "ForeName": "Veronica W", "Initials": "VW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Public Health, Susan and Henry Samueli College of Health Sciences, University of California, Anteater Instruction & Research Bldg (AIRB) # 2034, 653 East Peltason Drive, Irvine, CA 92697-3957, USA."}], "LastName": "Masri", "ForeName": "Shahir", "Initials": "S"}, {"Identifier": ["0000-0002-0538-7393"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Porcel", "ForeName": "Jacqueline", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Frontdoor Inc, 150 Peabody Place, Memphis, TN 38103, USA."}], "LastName": "Jain", "ForeName": "Jennifer", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurological Surgery, Keck School of Medicine, University of Southern California, GNH 3300, Mail code, Los Angeles, CA 90089-9314, USA."}], "LastName": "Chen", "ForeName": "Thomas C", "Initials": "TC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, 1441 Eastlake Ave, Rm 4443, Los Angeles, CA 90089, USA."}], "LastName": "Stram", "ForeName": "Daniel O", "Initials": "DO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Program, University of Hawaii Cancer Center, 701 Ilalo Street. Honolulu, HI 96813, USA."}], "LastName": "Marchand", "ForeName": "Loïc Le", "Initials": "LL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health, University of California, 650 Charles Young Dr. South, Los Angeles, CA 90095-1772, USA."}], "LastName": "Ritz", "ForeName": "Beate", "Initials": "B"}, {"Identifier": ["0000-0003-4132-2893"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, University of California, 550 16th Street, Box 0560, San Francisco, CA 94158, USA."}], "LastName": "Cheng", "ForeName": "Iona", "Initials": "I"}], "GrantList": [{"GrantID": "P30 ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "JNCI Cancer Spectr", "NlmUniqueID": "101721827", "ISSNLinking": "2515-5091"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bondy ML, Scheurer ME, Malmer B, et al. Brain tumor epidemiology: consensus from the Brain Tumor Epidemiology Consortium. Cancer. 2008;113(S7):1953–1968.", "ArticleIdList": ["PMC2861559", "18798534"]}, {"Citation": "Ostrom QT, Bauchet L, Davis FG, et al. The epidemiology of glioma in adults: a “state of the science” review. Neuro Oncol. 2014;16(7):896–913.", "ArticleIdList": ["PMC4057143", "24842956"]}, {"Citation": "Amirian ES, Zhou R, Wrensch MR, et al. Approaching a scientific consensus on the association between allergies and glioma risk: a report from the glioma international case-control study. Cancer Epidemiol Biomarkers Prev. 2016;25(2):282–290.", "ArticleIdList": ["PMC4874516", "26908595"]}, {"Citation": "Hamra GB, Guha N, Cohen A, et al. Outdoor particulate matter exposure and lung cancer: a systematic review and meta-analysis. Environ Health Perspect. 2014;122(9):906–911.", "ArticleIdList": ["PMC4154221", "24911630"]}, {"Citation": "Elder A, Gelein R, Silva V, et al. Translocation of inhaled ultrafine manganese oxide particles to the central nervous system. Environ Health Perspect. 2006;114(8):1172–1178.", "ArticleIdList": ["PMC1552007", "16882521"]}, {"Citation": "Hartz AM, Bauer B, Block ML, et al. Diesel exhaust particles induce oxidative stress, proinflammatory signaling, and P-glycoprotein up-regulation at the blood-brain barrier. FASEB J. 2008;22(8):2723–2733.", "ArticleIdList": ["PMC2493447", "18474546"]}, {"Citation": "Oberdorster G, Sharp Z, Atudorei V, et al. Translocation of inhaled ultrafine particles to the brain. Inhal Toxicol. 2004;16(6–7):437–445.", "ArticleIdList": ["15204759"]}, {"Citation": "McKean-Cowdin R, Calle EE, Peters JM, et al. Ambient air pollution and brain cancer mortality. Cancer Causes Control. 2009;20(9):1645–1651.", "ArticleIdList": ["19685148"]}, {"Citation": "Turner MC, Krewski D, Diver WR, et al. Ambient air pollution and cancer mortality in the cancer prevention study II. Environ Health Perspect. 2017;125(8):087013.", "ArticleIdList": ["PMC5783657", "28886601"]}, {"Citation": "Poulsen AH, Sorensen M, Andersen ZJ, et al. Air pollution from traffic and risk for brain tumors: a nationwide study in Denmark. Cancer Causes Control. 2016;27(4):473–480.", "ArticleIdList": ["26892605"]}, {"Citation": "Raaschou-Nielsen O, Andersen ZJ, Hvidberg M, et al. Air pollution from traffic and cancer incidence: a Danish cohort study. Environ Health. 2011;10(1):67.", "ArticleIdList": ["PMC3157417", "21771295"]}, {"Citation": "Andersen ZJ, Pedersen M, Weinmayr G, et al. Long-term exposure to ambient air pollution and incidence of brain tumor: the European Study of Cohorts for Air Pollution Effects (ESCAPE). Neuro Oncol. 2018;20(3):420–432.", "ArticleIdList": ["PMC5817954", "29016987"]}, {"Citation": "Jorgensen JT, Johansen MS, Ravnskjaer L, et al. Long-term exposure to ambient air pollution and incidence of brain tumours: the Danish Nurse Cohort. Neurotoxicology. 2016;55:122–130.", "ArticleIdList": ["27265017"]}, {"Citation": "Liu CC, Chen CC, Wu TN, et al. Association of brain cancer with residential exposure to petrochemical air pollution in Taiwan. J Toxicol Environ Health A. 2008;71(5):310–314.", "ArticleIdList": ["18214804"]}, {"Citation": "Valberg PA, Long CM.. Do brain cancer rates correlate with ambient exposure levels of criteria air pollutants or hazardous air pollutants (HAPs)? Air Qual Atmos Health. 2012;5(1):115–123."}, {"Citation": "De Donno A, De Giorgi M, Bagordo F, et al. Health risk associated with exposure to PM10 and benzene in three Italian towns. Int J Environ Res Public Health. 2018;15(8). doi:10.3390/ijerph15081672.", "ArticleIdList": ["PMC6121301", "30082675"]}, {"Citation": "von Ehrenstein OS, Heck JE, Park AS, et al. In utero and early-life exposure to ambient air toxics and childhood brain tumors: a population-based case-control study in California, USA. Environ Health Perspect. 2016;124(7):1093–1099.", "ArticleIdList": ["PMC4937846", "26505805"]}, {"Citation": "Danysh HE, Mitchell LE, Zhang K, et al. Traffic-related air pollution and the incidence of childhood central nervous system tumors: Texas, 2001-2009. Pediatr Blood Cancer. 2015;62(9):1572–1578.", "ArticleIdList": ["25962758"]}, {"Citation": "Block ML, Elder A, Auten RL, et al. The outdoor air pollution and brain health workshop. Neurotoxicology. 2012;33(5):972–984.", "ArticleIdList": ["PMC3726250", "22981845"]}, {"Citation": "Babadjouni RM, Hodis DM, Radwanski R, et al. Clinical effects of air pollution on the central nervous system; a review. J Clin Neurosci. 2017;43:16–24.", "ArticleIdList": ["PMC5544553", "28528896"]}, {"Citation": "Chen H, Kwong JC, Copes R, et al. Living near major roads and the incidence of dementia, Parkinson's disease, and multiple sclerosis: a population-based cohort study. Lancet. 2017;389(10070):718–726.", "ArticleIdList": ["28063597"]}, {"Citation": "Kolonel LN, Henderson BE, Hankin JH, et al. A multiethnic cohort in Hawaii and Los Angeles: baseline characteristics. Am J Epidemiol. 2000;151(4):346–357.", "ArticleIdList": ["PMC4482109", "10695593"]}, {"Citation": "Setiawan VW, Virnig BA, Porcel J, et al. Linking the multiethnic cohort to Medicare data: linkage results and application to chronic disease research. Am J Epidemiol. 2015;181(11):917–919.", "ArticleIdList": ["PMC4445395", "25841869"]}, {"Citation": "Dolecek TA, Dressler EV, Thakkar JP, et al. Epidemiology of meningiomas post-Public Law 107-206: The Benign Brain Tumor Cancer Registries Amendment Act. Cancer. 2015;121(14):2400–2410.", "ArticleIdList": ["PMC5549267", "25872752"]}, {"Citation": "Cheng I, Tseng C, Wu J, et al. Association between ambient air pollution and breast cancer risk: the multiethnic cohort study. Int J Cancer. 2020;146(3):699–711.", "ArticleIdList": ["PMC6765455", "30924138"]}, {"Citation": "Laurent O, Hu J, Li L, et al. A statewide nested case-control study of preterm birth and air pollution by source and composition: California, 2001-2008. Environ Health Perspect. 2016;124(9):1479–1486.", "ArticleIdList": ["PMC5010414", "26895492"]}, {"Citation": "Su JG, Jerrett M, Beckerman B, et al. Predicting traffic-related air pollution in Los Angeles using a distance decay regression selection strategy. Environ Res. 2009;109(6):657–670.", "ArticleIdList": ["PMC3656661", "19540476"]}, {"Citation": "Wu J, Wilhelm M, Chung J, et al. Comparing exposure assessment methods for traffic-related air pollution in an adverse pregnancy outcome study. Environ Res. 2011;111(5):685–692.", "ArticleIdList": ["PMC3114297", "21453913"]}, {"Citation": "Franklin M, Vora H, Avol E, et al. Predictors of intra-community variation in air quality. J Expo Sci Environ Epidemiol. 2012;22(2):135–147.", "ArticleIdList": ["PMC4391642", "22252279"]}, {"Citation": "Sun T, Plutynski A, Ward S, et al. An integrative view on sex differences in brain tumors. Cell Mol Life Sci. 2015;72(17):3323–3342.", "ArticleIdList": ["PMC4531141", "25985759"]}, {"Citation": "Muskens IS, Wu AH, Porcel J, et al. Body mass index, comorbidities, and hormonal factors in relation to meningioma in an ethnically diverse population: the Multiethnic Cohort. Neuro Oncol. 2019;21(4):498–507.", "ArticleIdList": ["PMC6422634", "30615143"]}, {"Citation": "Loomis D, Guyton KZ, Grosse Y, et al. Carcinogenicity of benzene. Lancet Oncol. 2017;18(12):1574–1575.", "ArticleIdList": ["29107678"]}, {"Citation": "IARC. IARC Monographs on the Evaluation of Carcinogenic Risks to Humans- Benzene. vol. 120. Lyon: IARC; 2018."}, {"Citation": "Ostrom QT, Gittleman H, Liao P, et al. CBTRUS Statistical Report: primary brain and other central nervous system tumors diagnosed in the United States in 2010-2014. Neuro Oncol. 2017;19(suppl_5):v1–v88.", "ArticleIdList": ["PMC5693142", "29117289"]}, {"Citation": "Ostrom QT, Rubin JB, Lathia JD, et al. Females have the survival advantage in glioblastoma. Neuro Oncol. 2018;20(4):576–577.", "ArticleIdList": ["PMC5909625", "29474647"]}, {"Citation": "Cole TB, Coburn J, Dao K, et al. Sex and genetic differences in the effects of acute diesel exhaust exposure on inflammation and oxidative stress in mouse brain. Toxicology. 2016;374:1–9.", "ArticleIdList": ["PMC5154914", "27865893"]}, {"Citation": "Costa LG, Cole TB, Coburn J, et al. Neurotoxicity of traffic-related air pollution. Neurotoxicology. 2017;59:133–139.", "ArticleIdList": ["PMC4875879", "26610921"]}, {"Citation": "Kenyon EM, Seaton MJ, Himmelstein MW, et al. Influence of gender and acetone pretreatment on benzene metabolism in mice exposed by nose-only inhalation. J Toxicol Environ Health A. 1998;55(6):421–443.", "ArticleIdList": ["9833972"]}, {"Citation": "Faiola B, Fuller ES, Wong VA, et al. Exposure of hematopoietic stem cells to benzene or 1, 4-benzoquinone induces gender-specific gene expression. Stem Cells. 2004;22(5):750–758.", "ArticleIdList": ["15342939"]}, {"Citation": "Benke G, Turner MC, Fleming S, et al. Occupational solvent exposure and risk of glioma in the INTEROCC study. Br J Cancer. 2017;117(8):1246–1254.", "ArticleIdList": ["PMC5674105", "28910824"]}, {"Citation": "Gomes J, Al Zayadi A, Guzman A.. Occupational and environmental risk factors of adult primary brain cancers: a systematic review. Int J Occup Environ Med. 2011;2(2):82–111.", "ArticleIdList": ["23022824"]}, {"Citation": "Kheirbek I, Wheeler K, Walters S, et al. PM2.5 and ozone health impacts and disparities in New York City: sensitivity to spatial and temporal resolution. Air Qual Atmos Health. 2013;6(2):473–486.", "ArticleIdList": ["PMC3661920", "23710262"]}, {"Citation": "Reiss R. Temporal trends and weekend-weekday differences for benzene and 1, 3-butadiene in Houston, Texas. Atmos Environ (2006). 2006;40(25):4711–4724."}, {"Citation": "Propper R, Wong P, Bui S, et al. Ambient and emission trends of toxic air contaminants in California. Environ Sci Technol. 2015;49(19):11329–11339.", "ArticleIdList": ["26340590"]}, {"Citation": "Brown SG, Frankel AF, Hafner HR.. Source apportionment of VOCs in the Los Angeles area using positive matrix factorization. Atmos Environ. 2007;41(2):227–237."}, {"Citation": "Maltoni C, Ciliberti A, Cotti G, et al. Benzene, an experimental multipotential carcinogen: results of the long-term bioassays performed at the Bologna Institute of Oncology. Environ Health Perspect. 1989;82:109–124.", "ArticleIdList": ["PMC1568122", "2792037"]}, {"Citation": "Farris GM, Everitt JI, Irons RD, et al. Carcinogenicity of inhaled benzene in CBA mice. Fundam Appl Toxicol. 1993;20(4):503–507.", "ArticleIdList": ["8314465"]}, {"Citation": "Giordano G, Tait L, Furlong CE, et al. Gender differences in brain susceptibility to oxidative stress are mediated by levels of paraoxonase-2 expression. Free Radic Biol Med. 2013;58:98–108.", "ArticleIdList": ["PMC3622778", "23376469"]}, {"Citation": "Yang W, Warrington NM, Taylor SJ, et al. Sex differences in GBM revealed by analysis of patient imaging, transcriptome, and survival data. Sci Transl Med. 2019;11(473). doi:10.1126/scitranslmed.aao5253.", "ArticleIdList": ["PMC6502224", "30602536"]}, {"Citation": "Gonzalez-Herrera L, Gamas-Trujillo PA, Medina-Escobedo G, et al. The Paraoxonase 1 gene c.-108C>T SNP in the promoter is associated with risk for glioma in Mexican patients, but not the p.L55M or p.Q192R polymorphisms in the coding region. Genet Test Mol Biomarkers. 2015;19(9):494–499.", "ArticleIdList": ["26154629"]}, {"Citation": "Huen K, Barcellos L, Beckman K, et al. Effects of PON polymorphisms and haplotypes on molecular phenotype in Mexican-American mothers and children. Environ Mol Mutagen. 2011;52(2):105–116.", "ArticleIdList": ["PMC3003760", "20839225"]}, {"Citation": "Erickson MA, Jude J, Zhao H, et al. Serum amyloid A: an ozone-induced circulating factor with potentially important functions in the lung-brain axis. FASEB J. 2017;31(9):3950–3965.", "ArticleIdList": ["PMC5572691", "28533327"]}, {"Citation": "Ljubimova JY, Kleinman MT, Karabalin NM, et al. Gene expression changes in rat brain after short and long exposures to particulate matter in Los Angeles basin air: comparison with human brain tumors. Exp Toxicol Pathol. 2013;65(7-8):1063–1071.", "ArticleIdList": ["23688656"]}, {"Citation": "Ljubimova JY, Braubach O, Patil R, et al. Coarse particulate matter (PM2.5-10) in Los Angeles Basin air induces expression of inflammation and cancer biomarkers in rat brains. Sci Rep. 2018;8(1):5708.", "ArticleIdList": ["PMC5890281", "29632393"]}, {"Citation": "Liebrich M, Guo LH, Schluesener HJ, et al. Expression of interleukin-16 by tumor-associated macrophages/activated microglia in high-grade astrocytic brain tumors. Arch Immunol Ther Exp. 2007;55(1):41–47.", "ArticleIdList": ["PMC3234149", "17221335"]}, {"Citation": "Debinski W, Slagle B, Gibo DM, et al. Expression of a restrictive receptor for interleukin 13 is associated with glial transformation. J Neurooncol. 2000;48(2):103–111.", "ArticleIdList": ["11083073"]}, {"Citation": "Dominici F, Peng RD, Barr CD, et al. Protecting human health from air pollution: shifting from a single-pollutant to a multipollutant approach. Epidemiology. 2010;21(2):187–194.", "ArticleIdList": ["PMC3478072", "20160561"]}, {"Citation": "Billionnet C, Sherrill D, Annesi-Maesano I.. Estimating the health effects of exposure to multi-pollutant mixture. Ann Epidemiol. 2012;22(2):126–141.", "ArticleIdList": ["22226033"]}, {"Citation": "Vermeulen R, Downward GS, Zhang J, et al. Constituents of household air pollution and risk of lung cancer among never-smoking women in Xuanwei and Fuyuan, China. Environ Health Perspect. 2019;127(9):097001.", "ArticleIdList": ["PMC6792381", "31487206"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "9", "Day": "4"}, {"Year": "2019", "Month": "12", "Day": "10"}, {"Year": "2019", "Month": "12", "Day": "15"}, {"Year": "2020", "Month": "3", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "3", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["32211584", "PMC7083235", "10.1093/jncics/pkz107", "pkz107"]}}], "PubmedBookArticle": []}