{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["DDR signaling", "ET-1", "NER", "circadian clock", "melanocytes", "solar UVB", "αMSH"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32281145", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "08"}], "ELocationID": ["10.1002/em.22370"], "Journal": {"ISSN": "1098-2280", "JournalIssue": {"Volume": "61", "Issue": "7", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Environmental and molecular mutagenesis", "ISOAbbreviation": "Environ Mol Mutagen"}, "ArticleTitle": "Solar ultraviolet-induced DNA damage response: Melanocytes story in transformation to environmental melanomagenesis.", "Pagination": {"StartPage": "736", "EndPage": "751", "MedlinePgn": "736-751"}, "Abstract": {"AbstractText": ["Exposure to sunlight is both beneficial, as it heats the planet to a comfortable temperature, and potentially harmful, since sunlight contains ultraviolet radiation (UVR), which is deemed detrimental for living organisms. Earth's ozone layer plays a vital role in blocking most of the extremely dangerous UVC; however, low frequency/energy UVR (i.e., UVB and UVA) seeps through in minute amount and reaches the Earth's surface. Both UVB and UVA are physiologically responsible for a plethora of skin ailments, including skin cancers. The UVR is readily absorbed by the genomic DNA of skin cells, causing DNA bond distortion and UV-induced DNA damage. As a defense mechanism, the DNA damage response (DDR) signaling in skin cells activates nucleotide excision repair (NER), which is responsible for the removal of UVR-induced DNA photolesions and helps maintain the genomic integrity of the cells. Failure of proper NER function leads to mutagenesis and development of skin cancers. One of the deadliest form of skin cancers is melanoma which originates upon the genetic transformation of melanocytes, melanin producing skin cells. NER is a well-studied DNA repair system in the whole skin, as a tissue, but not much is known about it in melanocytes. Therefore, this review encapsulates NER in melanocytes, with a specific focus on its functional regulators and their cross talks due to skin heterogeneity and divulging the potential knowledge gap in the field."], "CopyrightInformation": "© 2020 Wiley Periodicals, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy and Pharmaceutical Sciences, Washington State University, Spokane, Washington, USA."}], "LastName": "Sarkar", "ForeName": "Soumyadeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy and Pharmaceutical Sciences, Washington State University, Spokane, Washington, USA."}, {"Identifier": [], "Affiliation": "Sleep and Performance Research Center, Washington State University, Spokane, Washington, USA."}], "LastName": "Gaddameedhi", "ForeName": "Shobhan", "Initials": "S"}], "GrantList": [{"GrantID": "R21 CA227381", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "CA171123", "Agency": "Congressionally Directed Medical Research Programs", "Country": "International"}, {"GrantID": "R00 ES022640", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES030113", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "L30 CA171123", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Mol Mutagen", "NlmUniqueID": "8800109", "ISSNLinking": "0893-6692"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics", "radiation effects"], "DescriptorName": "DNA Damage"}, {"QualifierName": ["genetics", "radiation effects"], "DescriptorName": "DNA Repair"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pathology", "radiation effects"], "DescriptorName": "Melanocytes"}, {"QualifierName": ["pathology"], "DescriptorName": "Melanoma"}, {"QualifierName": ["pathology"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Sunlight"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}], "CoiStatement": "CONFLICT OF INTERESTS. The authors declare that they have no conflicts of interest with the contents of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Armstrong BK, Kricker A. 1993. How much melanoma is caused by sun exposure? Melanoma Res 3(6):395–401.", "ArticleIdList": ["8161879"]}, {"Citation": "Armstrong CA, Tara DC, Hart CE, Kock A, Luger TA, Ansel JC. 1992. Heterogeneity of cytokine production by human malignant melanoma cells. Exp Dermatol 1(1):37–45.", "ArticleIdList": ["1344659"]}, {"Citation": "Arondekar B, Curkendall S, Monberg M, Mirakhur B, Oglesby AK, Lenhart GM, Meyer N. 2015. Economic burden associated with adverse events in patients with metastatic melanoma. J Manag Care Spec Pharm 21(2):158–164.", "ArticleIdList": ["PMC10397691", "25615005"]}, {"Citation": "Asher G, Gatfield D, Stratmann M, Reinke H, Dibner C, Kreppel F, Mostoslavsky R, Alt FW, Schibler U. 2008. SIRT1 regulates circadian clock gene expression through PER2 deacetylation. Cell 134(2):317–328.", "ArticleIdList": ["18662546"]}, {"Citation": "Bayerl C, Taake S, Moll I, Jung EG. 1995. Characterization of sunburn cells after exposure to ultraviolet light. Photodermatol Photoimmunol Photomed 11(4):149–154.", "ArticleIdList": ["8850247"]}, {"Citation": "Bertolotto C, Busca R, Abbe P, Bille K, Aberdam E, Ortonne JP, Ballotti R. 1998. Different cis-acting elements are involved in the regulation of TRP1 and TRP2 promoter activities by cyclic AMP: pivotal role of M boxes (GTCATGTGCT) and of microphthalmia. Mol Cell Biol 18(2):694–702.", "ArticleIdList": ["PMC108780", "9447965"]}, {"Citation": "Bogh MK, Schmedes AV, Philipsen PA, Thieden E, Wulf HC. 2011. Vitamin D production depends on ultraviolet-B dose but not on dose rate: a randomized controlled trial. Exp Dermatol 20(1):14–18.", "ArticleIdList": ["21158934"]}, {"Citation": "Bohm M, Wolff I, Scholzen TE, Robinson SJ, Healy E, Luger TA, Schwarz T, Schwarz A. 2005. alpha-Melanocyte-stimulating hormone protects from ultraviolet radiation-induced apoptosis and DNA damage. J Biol Chem 280(7):5795–5802.", "ArticleIdList": ["15569680"]}, {"Citation": "Bradford PT, Goldstein AM, Tamura D, Khan SG, Ueda T, Boyle J, Oh KS, Imoto K, Inui H, Moriwaki S, Emmert S, Pike KM, Raziuddin A, Plona TM, DiGiovanna JJ, Tucker MA, Kraemer KH. 2011. Cancer and neurologic degeneration in xeroderma pigmentosum: long term follow-up characterises the role of DNA repair. J Med Genet 48(3):168–176.", "ArticleIdList": ["PMC3235003", "21097776"]}, {"Citation": "Brash DE. 2015. UV signature mutations. Photochem Photobiol 91(1):15–26.", "ArticleIdList": ["PMC4294947", "25354245"]}, {"Citation": "Brem R, Guven M, Karran P. 2017. Oxidatively-generated damage to DNA and proteins mediated by photosensitized UVA. Free Radic Biol Med 107:101–109.", "ArticleIdList": ["PMC5462485", "27989755"]}, {"Citation": "Brem R, Karran P. 2012. Multiple forms of DNA damage caused by UVA photoactivation of DNA 6-thioguanine. Photochem Photobiol 88(1):5–13.", "ArticleIdList": ["22077233"]}, {"Citation": "Brown TM, Krishnamurthy K. 2020. Histology, Dermis. StatPearls. Treasure Island (FL).", "ArticleIdList": ["30570967"]}, {"Citation": "Byun TS, Pacek M, Yee MC, Walter JC, Cimprich KA. 2005. Functional uncoupling of MCM helicase and DNA polymerase activities activates the ATR-dependent checkpoint. Genes Dev 19(9):1040–1052.", "ArticleIdList": ["PMC1091739", "15833913"]}, {"Citation": "Cardinali G, Bolasco G, Aspite N, Lucania G, Lotti LV, Torrisi MR, Picardo M. 2008. Melanosome transfer promoted by keratinocyte growth factor in light and dark skin-derived keratinocytes. J Invest Dermatol 128(3):558–567.", "ArticleIdList": ["17882267"]}, {"Citation": "Choi K, Lazovich D, Southwell B, Forster J, Rolnick SJ, Jackson J. 2010. Prevalence and characteristics of indoor tanning use among men and women in the United States. Arch Dermatol 146(12):1356–1361.", "ArticleIdList": ["PMC8966465", "21173319"]}, {"Citation": "Ciccia A, Elledge SJ. 2010. The DNA damage response: making it safe to play with knives. Mol Cell 40(2):179–204.", "ArticleIdList": ["PMC2988877", "20965415"]}, {"Citation": "Cleaver JE. 1968. Defective repair replication of DNA in xeroderma pigmentosum. Nature 218(5142):652–656.", "ArticleIdList": ["5655953"]}, {"Citation": "Cooke MS, Evans MD, Dizdaroglu M, Lunec J. 2003. Oxidative DNA damage: mechanisms, mutation, and disease. FASEB J 17(10):1195–1214.", "ArticleIdList": ["12832285"]}, {"Citation": "Cui R, Widlund HR, Feige E, Lin JY, Wilensky DL, Igras VE, D’Orazio J, Fung CY, Schanbacher CF, Granter SR, Fisher DE. 2007. Central role of p53 in the suntan response and pathologic hyperpigmentation. Cell 128(5):853–864.", "ArticleIdList": ["17350573"]}, {"Citation": "Curtin JA, Fridlyand J, Kageshita T, Patel HN, Busam KJ, Kutzner H, Cho KH, Aiba S, Brocker EB, LeBoit PE, Pinkel D, Bastian BC. 2005. Distinct sets of genetic alterations in melanoma. N Engl J Med 353(20):2135–2147.", "ArticleIdList": ["16291983"]}, {"Citation": "Dakup PP, Porter KI, Little AA, Gajula RP, Zhang H, Skornyakov E, Kemp MG, Van Dongen HPA, Gaddameedhi S. 2018. The circadian clock regulates cisplatin-induced toxicity and tumor regression in melanoma mouse and human models. Oncotarget 9(18):14524–14538.", "ArticleIdList": ["PMC5865687", "29581861"]}, {"Citation": "Daya-Grosjean L. 2008. Xeroderma pigmentosum and skin cancer. Adv Exp Med Biol 637:19–27.", "ArticleIdList": ["19181107"]}, {"Citation": "de Gruijl FR, van der Leun JC. 2000. Environment and health: 3. Ozone depletion and ultraviolet radiation. CMAJ 163(7):851–855.", "ArticleIdList": ["PMC80511", "11033716"]}, {"Citation": "de Laat WL, Jaspers NG, Hoeijmakers JH. 1999. Molecular mechanism of nucleotide excision repair. Genes Dev 13(7):768–785.", "ArticleIdList": ["10197977"]}, {"Citation": "Dedon PC. 2008. The chemical toxicology of 2-deoxyribose oxidation in DNA. Chem Res Toxicol 21(1):206–219.", "ArticleIdList": ["18052112"]}, {"Citation": "Denat L, Kadekaro AL, Marrot L, Leachman SA, Abdel-Malek ZA. 2014. Melanocytes as instigators and victims of oxidative stress. J Invest Dermatol 134(6):1512–1518.", "ArticleIdList": ["PMC4418514", "24573173"]}, {"Citation": "Downing SW, Roth SI. 1974. The derivation of the cells of the epidermal strata of the boa constrictor (Constrictor constrictor). J Invest Dermatol 62(4):450–457.", "ArticleIdList": ["4820686"]}, {"Citation": "Drobetsky EA, Turcotte J, Chateauneuf A. 1995. A role for ultraviolet A in solar mutagenesis. Proc Natl Acad Sci U S A 92(6):2350–2354.", "ArticleIdList": ["PMC42481", "7892270"]}, {"Citation": "Du J, Widlund HR, Horstmann MA, Ramaswamy S, Ross K, Huber WE, Nishimura EK, Golub TR, Fisher DE. 2004. Critical role of CDK2 for melanoma growth linked to its melanocyte-specific transcriptional regulation by MITF. Cancer Cell 6(6):565–576.", "ArticleIdList": ["15607961"]}, {"Citation": "Dungrawala H, Rose KL, Bhat KP, Mohni KN, Glick GG, Couch FB, Cortez D. 2015. The Replication Checkpoint Prevents Two Types of Fork Collapse without Regulating Replisome Stability. Mol Cell 59(6):998–1010.", "ArticleIdList": ["PMC4575883", "26365379"]}, {"Citation": "Eisinger M, Marko O. 1982. Selective proliferation of normal human melanocytes in vitro in the presence of phorbol ester and cholera toxin. Proc Natl Acad Sci U S A 79(6):2018–2022.", "ArticleIdList": ["PMC346113", "6952249"]}, {"Citation": "El Ghissassi F, Baan R, Straif K, Grosse Y, Secretan B, Bouvard V, Benbrahim-Tallaa L, Guha N, Freeman C, Galichet L, Cogliano V, Group WHOIAfRoCMW. 2009. A review of human carcinogens--part D: radiation. Lancet Oncol 10(8):751–752.", "ArticleIdList": ["19655431"]}, {"Citation": "EPA. 2014. Radiation From Solar Activity."}, {"Citation": "Fitzpatrick TB, Breathnach AS. 1963. [the Epidermal Melanin Unit System]. Dermatol Wochenschr 147:481–489.", "ArticleIdList": ["14172128"]}, {"Citation": "Freeman SE, Hacham H, Gange RW, Maytum DJ, Sutherland JC, Sutherland BM. 1989. Wavelength dependence of pyrimidine dimer formation in DNA of human skin irradiated in situ with ultraviolet light. Proc Natl Acad Sci U S A 86(14):5605–5609.", "ArticleIdList": ["PMC297671", "2748607"]}, {"Citation": "Fuchs E. 2007. Scratching the surface of skin development. Nature 445(7130):834–842.", "ArticleIdList": ["PMC2405926", "17314969"]}, {"Citation": "Fuchs E, Raghavan S. 2002. Getting under the skin of epidermal morphogenesis. Nat Rev Genet 3(3):199–209.", "ArticleIdList": ["11972157"]}, {"Citation": "Gaddameedhi S, Kemp MG, Reardon JT, Shields JM, Smith-Roe SL, Kaufmann WK, Sancar A. 2010. Similar nucleotide excision repair capacity in melanocytes and melanoma cells. Cancer Res 70(12):4922–4930.", "ArticleIdList": ["PMC2891231", "20501836"]}, {"Citation": "Gaddameedhi S, Sancar A. 2011. Melanoma and DNA damage from a distance (farstander effect). Pigment Cell Melanoma Res 24(1):3–4.", "ArticleIdList": ["21073665"]}, {"Citation": "Gaddameedhi S, Selby CP, Kaufmann WK, Smart RC, Sancar A. 2011. Control of skin cancer by the circadian rhythm. Proc Natl Acad Sci U S A 108(46):18790–18795.", "ArticleIdList": ["PMC3219110", "22025708"]}, {"Citation": "Gaddameedhi S, Selby CP, Kemp MG, Ye R, Sancar A. 2015. The circadian clock controls sunburn apoptosis and erythema in mouse skin. J Invest Dermatol 135(4):1119–1127.", "ArticleIdList": ["PMC4366313", "25431853"]}, {"Citation": "Garcia-Borron JC, Abdel-Malek Z, Jimenez-Cervantes C. 2014. MC1R, the cAMP pathway, and the response to solar UV: extending the horizon beyond pigmentation. Pigment Cell Melanoma Res 27(5):699–720.", "ArticleIdList": ["PMC4150834", "24807163"]}, {"Citation": "Gloster HM Jr., Neal K. 2006. Skin cancer in skin of color. J Am Acad Dermatol 55(5):741–760; quiz 761-744.", "ArticleIdList": ["17052479"]}, {"Citation": "Guo Z, Kozlov S, Lavin MF, Person MD, Paull TT. 2010. ATM activation by oxidative stress. Science 330(6003):517–521.", "ArticleIdList": ["20966255"]}, {"Citation": "Guy GP Jr., Machlin SR, Ekwueme DU, Yabroff KR. 2015. Prevalence and costs of skin cancer treatment in the U.S., 2002–2006 and 2007–2011. Am J Prev Med 48(2):183–187.", "ArticleIdList": ["PMC4603424", "25442229"]}, {"Citation": "Halaban R, Ghosh S, Duray P, Kirkwood JM, Lerner AB. 1986. Human melanocytes cultured from nevi and melanomas. J Invest Dermatol 87(1):95–101.", "ArticleIdList": ["2425008"]}, {"Citation": "Halaban R, Langdon R, Birchall N, Cuono C, Baird A, Scott G, Moellmann G, McGuire J. 1988. Basic fibroblast growth factor from human keratinocytes is a natural mitogen for melanocytes. J Cell Biol 107(4):1611–1619.", "ArticleIdList": ["PMC2115244", "2459134"]}, {"Citation": "Hanahan D, Weinberg RA. 2011. Hallmarks of cancer: the next generation. Cell 144(5):646–674.", "ArticleIdList": ["21376230"]}, {"Citation": "Haq R, Shoag J, Andreu-Perez P, Yokoyama S, Edelman H, Rowe GC, Frederick DT, Hurley AD, Nellore A, Kung AL, Wargo JA, Song JS, Fisher DE, Arany Z, Widlund HR. 2013. Oncogenic BRAF regulates oxidative metabolism via PGC1alpha and MITF. Cancer Cell 23(3):302–315.", "ArticleIdList": ["PMC3635826", "23477830"]}, {"Citation": "Hastings MH, Reddy AB, Maywood ES. 2003. A clockwork web: circadian timing in brain and periphery, in health and disease. Nat Rev Neurosci 4(8):649–661.", "ArticleIdList": ["12894240"]}, {"Citation": "Hodis E, Watson IR, Kryukov GV, Arold ST, Imielinski M, Theurillat JP, Nickerson E, Auclair D, Li L, Place C, Dicara D, Ramos AH, Lawrence MS, Cibulskis K, Sivachenko A, Voet D, Saksena G, Stransky N, Onofrio RC, Winckler W, Ardlie K, Wagle N, Wargo J, Chong K, Morton DL, Stemke-Hale K, Chen G, Noble M, Meyerson M, Ladbury JE, Davies MA, Gershenwald JE, Wagner SN, Hoon DS, Schadendorf D, Lander ES, Gabriel SB, Getz G, Garraway LA, Chin L. 2012. A landscape of driver mutations in melanoma. Cell 150(2):251–263.", "ArticleIdList": ["PMC3600117", "22817889"]}, {"Citation": "Hoeijmakers JH. 2009. DNA damage, aging, and cancer. N Engl J Med 361(15):1475–1485.", "ArticleIdList": ["19812404"]}, {"Citation": "Horn S, Figl A, Rachakonda PS, Fischer C, Sucker A, Gast A, Kadel S, Moll I, Nagore E, Hemminki K, Schadendorf D, Kumar R. 2013. TERT promoter mutations in familial and sporadic melanoma. Science 339(6122):959–961.", "ArticleIdList": ["23348503"]}, {"Citation": "Huang FW, Hodis E, Xu MJ, Kryukov GV, Chin L, Garraway LA. 2013. Highly recurrent TERT promoter mutations in human melanoma. Science 339(6122):957–959.", "ArticleIdList": ["PMC4423787", "23348506"]}, {"Citation": "Hyter S, Coleman DJ, Ganguli-Indra G, Merrill GF, Ma S, Yanagisawa M, Indra AK. 2013. Endothelin-1 is a transcriptional target of p53 in epidermal keratinocytes and regulates ultraviolet-induced melanocyte homeostasis. Pigment Cell Melanoma Res 26(2):247–258.", "ArticleIdList": ["PMC3663331", "23279852"]}, {"Citation": "Imokawa G. 2004. Autocrine and paracrine regulation of melanocytes in human skin and in pigmentary disorders. Pigment Cell Res 17(2):96–110.", "ArticleIdList": ["15016298"]}, {"Citation": "Imokawa G, Kawai M, Mishima Y, Motegi I. 1986. Differential analysis of experimental hypermelanosis induced by UVB, PUVA, and allergic contact dermatitis using a brownish guinea pig model. Arch Dermatol Res 278(5):352–362.", "ArticleIdList": ["3753033"]}, {"Citation": "Imokawa G, Yada Y, Miyagishi M. 1992. Endothelins secreted from human keratinocytes are intrinsic mitogens for human melanocytes. J Biol Chem 267(34):24675–24680.", "ArticleIdList": ["1280264"]}, {"Citation": "Iyengar B, Misra RS. 1987. Reaction of dendritic melanocytes in vitiligo to the substrates of tyrosine metabolism. Acta Anat (Basel) 129(3):203–205.", "ArticleIdList": ["3116819"]}, {"Citation": "Iyer DR, Rhind N. 2017. The Intra-S Checkpoint Responses to DNA Damage. Genes (Basel) 8(2).", "ArticleIdList": ["PMC5333063", "28218681"]}, {"Citation": "Jarrett SG, Carter KM, Bautista RM, He D, Wang C, D’Orazio JA. 2018. Sirtuin 1-mediated deacetylation of XPA DNA repair protein enhances its interaction with ATR protein and promotes cAMP-induced DNA repair of UV damage. J Biol Chem 293(49):19025–19037.", "ArticleIdList": ["PMC6295715", "30327428"]}, {"Citation": "Jarrett SG, Carter KM, D’Orazio JA. 2017. Paracrine regulation of melanocyte genomic stability: a focus on nucleotide excision repair. Pigment Cell Melanoma Res 30(3):284–293.", "ArticleIdList": ["PMC5411317", "28192636"]}, {"Citation": "Jarrett SG, Wolf Horrell EM, Christian PA, Vanover JC, Boulanger MC, Zou Y, D’Orazio JA. 2014. PKA-mediated phosphorylation of ATR promotes recruitment of XPA to UV-induced DNA damage. Mol Cell 54(6):999–1011.", "ArticleIdList": ["PMC4076709", "24950377"]}, {"Citation": "Jiang Y, Rabbi M, Kim M, Ke C, Lee W, Clark RL, Mieczkowski PA, Marszalek PE. 2009. UVA generates pyrimidine dimers in DNA directly. Biophys J 96(3):1151–1158.", "ArticleIdList": ["PMC2716568", "19186150"]}, {"Citation": "Jimbow K, Roth SI, Fitzpatrick TB, Szabo G. 1975. Mitotic activity in non-neoplastic melanocytes in vivo as determined by histochemical, autoradiographic, and electron microscope studies. J Cell Biol 66(3):663–670.", "ArticleIdList": ["PMC2109461", "808553"]}, {"Citation": "Johansson O, Liu PY, Bondesson L, Nordlind K, Olsson MJ, Lontz W, Verhofstad A, Liang Y, Gangi S. 1998. A serotonin-like immunoreactivity is present in human cutaneous melanocytes. J Invest Dermatol 111(6):1010–1014.", "ArticleIdList": ["9856809"]}, {"Citation": "Johnson DB, Sosman JA. 2015. Therapeutic Advances and Treatment Options in Metastatic Melanoma. JAMA Oncol 1(3):380–386.", "ArticleIdList": ["26181188"]}, {"Citation": "Joshi PG, Nair N, Begum G, Joshi NB, Sinkar VP, Vora S. 2007. Melanocyte-keratinocyte interaction induces calcium signalling and melanin transfer to keratinocytes. Pigment Cell Res 20(5):380–384.", "ArticleIdList": ["17850511"]}, {"Citation": "Kadekaro AL, Kavanagh R, Kanto H, Terzieva S, Hauser J, Kobayashi N, Schwemberger S, Cornelius J, Babcock G, Shertzer HG, Scott G, Abdel-Malek ZA. 2005. alpha-Melanocortin and endothelin-1 activate antiapoptotic pathways and reduce DNA damage in human melanocytes. Cancer Res 65(10):4292–4299.", "ArticleIdList": ["15899821"]}, {"Citation": "Kadekaro AL, Leachman S, Kavanagh RJ, Swope V, Cassidy P, Supp D, Sartor M, Schwemberger S, Babcock G, Wakamatsu K, Ito S, Koshoffer A, Boissy RE, Manga P, Sturm RA, Abdel-Malek ZA. 2010. Melanocortin 1 receptor genotype: an important determinant of the damage response of melanocytes to ultraviolet radiation. FASEB J 24(10):3850–3860.", "ArticleIdList": ["PMC3229421", "20519635"]}, {"Citation": "Kang HY, Kang WH, Lee C. 1998. Endothelin-B receptor-mediated Ca2+ signaling in human melanocytes. Pflugers Arch 435(3):350–356.", "ArticleIdList": ["9426289"]}, {"Citation": "Kang TH, Lindsey-Boltz LA, Reardon JT, Sancar A. 2010. Circadian control of XPA and excision repair of cisplatin-DNA damage by cryptochrome and HERC2 ubiquitin ligase. Proc Natl Acad Sci U S A 107(11):4890–4895.", "ArticleIdList": ["PMC2841896", "20304803"]}, {"Citation": "Kang TH, Reardon JT, Kemp M, Sancar A. 2009. Circadian oscillation of nucleotide excision repair in mammalian brain. Proc Natl Acad Sci U S A 106(8):2864–2867.", "ArticleIdList": ["PMC2629438", "19164551"]}, {"Citation": "Kang TH, Reardon JT, Sancar A. 2011. Regulation of nucleotide excision repair activity by transcriptional and post-transcriptional control of the XPA protein. Nucleic Acids Res 39(8):3176–3187.", "ArticleIdList": ["PMC3082913", "21193487"]}, {"Citation": "Kaufmann WK. 2010. The human intra-S checkpoint response to UVC-induced DNA damage. Carcinogenesis 31(5):751–765.", "ArticleIdList": ["PMC2899860", "19793801"]}, {"Citation": "Kawakami A, Fisher DE. 2017. The master role of microphthalmia-associated transcription factor in melanocyte and melanoma biology. Lab Invest 97(6):649–656.", "ArticleIdList": ["28263292"]}, {"Citation": "Kemp MG. 2017. DNA damage-induced ATM- and Rad-3-related (ATR) kinase activation in non-replicating cells is regulated by the XPB subunit of transcription factor IIH (TFIIH). J Biol Chem 292(30):12424–12435.", "ArticleIdList": ["PMC5535018", "28592488"]}, {"Citation": "Kemp MG, Lindsey-Boltz LA, Sancar A. 2011. The DNA damage response kinases DNA-dependent protein kinase (DNA-PK) and ataxia telangiectasia mutated (ATM) Are stimulated by bulky adduct-containing DNA. J Biol Chem 286(22):19237–19246.", "ArticleIdList": ["PMC3103302", "21487018"]}, {"Citation": "Kemp MG, Sancar A. 2016. ATR Kinase Inhibition Protects Non-cycling Cells from the Lethal Effects of DNA Damage and Transcription Stress. J Biol Chem 291(17):9330–9342.", "ArticleIdList": ["PMC4861496", "26940878"]}, {"Citation": "Khan AQ, Travers JB, Kemp MG. 2018. Roles of UVA radiation and DNA damage responses in melanoma pathogenesis. Environ Mol Mutagen 59(5):438–460.", "ArticleIdList": ["PMC6031472", "29466611"]}, {"Citation": "Kraemer KH, Lee MM, Andrews AD, Lambert WC. 1994. The role of sunlight and DNA repair in melanoma and nonmelanoma skin cancer. The xeroderma pigmentosum paradigm. Arch Dermatol 130(8):1018–1021.", "ArticleIdList": ["8053698"]}, {"Citation": "Krauthammer M, Kong Y, Ha BH, Evans P, Bacchiocchi A, McCusker JP, Cheng E, Davis MJ, Goh G, Choi M, Ariyan S, Narayan D, Dutton-Regester K, Capatana A, Holman EC, Bosenberg M, Sznol M, Kluger HM, Brash DE, Stern DF, Materin MA, Lo RS, Mane S, Ma S, Kidd KK, Hayward NK, Lifton RP, Schlessinger J, Boggon TJ, Halaban R. 2012. Exome sequencing identifies recurrent somatic RAC1 mutations in melanoma. Nat Genet 44(9):1006–1014.", "ArticleIdList": ["PMC3432702", "22842228"]}, {"Citation": "Latonen L, Laiho M. 2005. Cellular UV damage responses--functions of tumor suppressor p53. Biochim Biophys Acta 1755(2):71–89.", "ArticleIdList": ["15921859"]}, {"Citation": "Lee TH, Park JM, Leem SH, Kang TH. 2014. Coordinated regulation of XPA stability by ATR and HERC2 during nucleotide excision repair. Oncogene 33(1):19–25.", "ArticleIdList": ["23178497"]}, {"Citation": "Lehmann AR, McGibbon D, Stefanini M. 2011. Xeroderma pigmentosum. Orphanet J Rare Dis 6:70.", "ArticleIdList": ["PMC3221642", "22044607"]}, {"Citation": "Li Z, Musich PR, Cartwright BM, Wang H, Zou Y. 2013. UV-induced nuclear import of XPA is mediated by importin-alpha4 in an ATR-dependent manner. PLoS One 8(7):e68297.", "ArticleIdList": ["PMC3704644", "23861882"]}, {"Citation": "Lin JY, Fisher DE. 2007. Melanocyte biology and skin pigmentation. Nature 445(7130):843–850.", "ArticleIdList": ["17314970"]}, {"Citation": "Lin KK, Kumar V, Geyfman M, Chudova D, Ihler AT, Smyth P, Paus R, Takahashi JS, Andersen B. 2009. Circadian clock genes contribute to the regulation of hair follicle cycling. PLoS Genet 5(7):e1000573.", "ArticleIdList": ["PMC2705795", "19629164"]}, {"Citation": "Lo JA, Fisher DE. 2014. The melanoma revolution: from UV carcinogenesis to a new era in therapeutics. Science 346(6212):945–949.", "ArticleIdList": ["PMC4701046", "25414302"]}, {"Citation": "Long GV, Menzies AM, Nagrial AM, Haydu LE, Hamilton AL, Mann GJ, Hughes TM, Thompson JF, Scolyer RA, Kefford RF. 2011. Prognostic and clinicopathologic associations of oncogenic BRAF in metastatic melanoma. J Clin Oncol 29(10):1239–1246.", "ArticleIdList": ["21343559"]}, {"Citation": "Lucas RM, Norval M, Neale RE, Young AR, de Gruijl FR, Takizawa Y, van der Leun JC. 2015. The consequences for human health of stratospheric ozone depletion in association with other environmental factors. Photochem Photobiol Sci 14(1):53–87.", "ArticleIdList": ["25383760"]}, {"Citation": "Madison KC. 2003. Barrier function of the skin: “la raison d’etre” of the epidermis. J Invest Dermatol 121(2):231–241.", "ArticleIdList": ["12880413"]}, {"Citation": "Maldonado JL, Fridlyand J, Patel H, Jain AN, Busam K, Kageshita T, Ono T, Albertson DG, Pinkel D, Bastian BC. 2003. Determinants of BRAF mutations in primary melanomas. J Natl Cancer Inst 95(24):1878–1890.", "ArticleIdList": ["14679157"]}, {"Citation": "Manzella N, Bracci M, Strafella E, Staffolani S, Ciarapica V, Copertaro A, Rapisarda V, Ledda C, Amati M, Valentino M, Tomasetti M, Stevens RG, Santarelli L. 2015. Circadian Modulation of 8-Oxoguanine DNA Damage Repair. Sci Rep 5:13752.", "ArticleIdList": ["PMC4559719", "26337123"]}, {"Citation": "Marteijn JA, Lans H, Vermeulen W, Hoeijmakers JH. 2014. Understanding nucleotide excision repair and its roles in cancer and ageing. Nat Rev Mol Cell Biol 15(7):465–481.", "ArticleIdList": ["24954209"]}, {"Citation": "Matsui MS, Pelle E, Dong K, Pernodet N. 2016. Biological Rhythms in the Skin. Int J Mol Sci 17(6).", "ArticleIdList": ["PMC4926335", "27231897"]}, {"Citation": "Matsumoto K, Tajima H, Nakamura T. 1991. Hepatocyte growth factor is a potent stimulator of human melanocyte DNA synthesis and growth. Biochem Biophys Res Commun 176(1):45–51.", "ArticleIdList": ["1708252"]}, {"Citation": "McGill GG, Horstmann M, Widlund HR, Du J, Motyckova G, Nishimura EK, Lin YL, Ramaswamy S, Avery W, Ding HF, Jordan SA, Jackson IJ, Korsmeyer SJ, Golub TR, Fisher DE. 2002. Bcl2 regulation by the melanocyte master regulator Mitf modulates lineage survival and melanoma cell viability. Cell 109(6):707–718.", "ArticleIdList": ["12086670"]}, {"Citation": "Medrano EE, Farooqui JZ, Boissy RE, Boissy YL, Akadiri B, Nordlund JJ. 1993. Chronic growth stimulation of human adult melanocytes by inflammatory mediators in vitro: implications for nevus formation and initial steps in melanocyte oncogenesis. Proc Natl Acad Sci U S A 90(5):1790–1794.", "ArticleIdList": ["PMC45965", "8383327"]}, {"Citation": "Miller AJ, Mihm MC Jr. 2006. Melanoma. N Engl J Med 355(1):51–65.", "ArticleIdList": ["16822996"]}, {"Citation": "Morgan MD, Pairo-Castineira E, Rawlik K, Canela-Xandri O, Rees J, Sims D, Tenesa A, Jackson IJ. 2018. Genome-wide study of hair colour in UK Biobank explains most of the SNP heritability. Nat Commun 9(1):5271.", "ArticleIdList": ["PMC6288091", "30531825"]}, {"Citation": "Mouret S, Baudouin C, Charveron M, Favier A, Cadet J, Douki T. 2006. Cyclobutane pyrimidine dimers are predominant DNA lesions in whole human skin exposed to UVA radiation. Proc Natl Acad Sci U S A 103(37):13765–13770.", "ArticleIdList": ["PMC1564232", "16954188"]}, {"Citation": "Mouret S, Forestier A, Douki T. 2012. The specificity of UVA-induced DNA damage in human melanocytes. Photochem Photobiol Sci 11(1):155–162.", "ArticleIdList": ["21986862"]}, {"Citation": "Mouret S, Philippe C, Gracia-Chantegrel J, Banyasz A, Karpati S, Markovitsi D, Douki T. 2010. UVA-induced cyclobutane pyrimidine dimers in DNA: a direct photochemical mechanism? Org Biomol Chem 8(7):1706–1711.", "ArticleIdList": ["20237685"]}, {"Citation": "NASA. 2008. Solar Irradiance."}, {"Citation": "Neville JA, Welch E, Leffell DJ. 2007. Management of nonmelanoma skin cancer in 2007. Nat Clin Pract Oncol 4(8):462–469.", "ArticleIdList": ["17657251"]}, {"Citation": "Nikkola V, Gronroos M, Huotari-Orava R, Kautiainen H, Ylianttila L, Karppinen T, Partonen T, Snellman E. 2018. Circadian Time Effects on NB-UVB-Induced Erythema in Human Skin In Vivo. J Invest Dermatol 138(2):464–467.", "ArticleIdList": ["28844942"]}, {"Citation": "Nordlund JJ. 2007. The melanocyte and the epidermal melanin unit: an expanded concept. Dermatol Clin 25(3):271–281, vii.", "ArticleIdList": ["17662893"]}, {"Citation": "Okano-Mitani H, Ikai K, Imamura S. 1997. Human melanoma cells generate leukotrienes B4 and C4 from leukotriene A4. Arch Dermatol Res 289(6):347–351.", "ArticleIdList": ["9209681"]}, {"Citation": "Pleasance ED, Cheetham RK, Stephens PJ, McBride DJ, Humphray SJ, Greenman CD, Varela I, Lin ML, Ordonez GR, Bignell GR, Ye K, Alipaz J, Bauer MJ, Beare D, Butler A, Carter RJ, Chen L, Cox AJ, Edkins S, Kokko-Gonzales PI, Gormley NA, Grocock RJ, Haudenschild CD, Hims MM, James T, Jia M, Kingsbury Z, Leroy C, Marshall J, Menzies A, Mudie LJ, Ning Z, Royce T, Schulz-Trieglaff OB, Spiridou A, Stebbings LA, Szajkowski L, Teague J, Williamson D, Chin L, Ross MT, Campbell PJ, Bentley DR, Futreal PA, Stratton MR. 2010. A comprehensive catalogue of somatic mutations from a human cancer genome. Nature 463(7278):191–196.", "ArticleIdList": ["PMC3145108", "20016485"]}, {"Citation": "Premi S, Wallisch S, Mano CM, Weiner AB, Bacchiocchi A, Wakamatsu K, Bechara EJ, Halaban R, Douki T, Brash DE. 2015. Photochemistry. Chemiexcitation of melanin derivatives induces DNA photoproducts long after UV exposure. Science 347(6224):842–847.", "ArticleIdList": ["PMC4432913", "25700512"]}, {"Citation": "Proksch E, Brandner JM, Jensen JM. 2008. The skin: an indispensable barrier. Exp Dermatol 17(12):1063–1072.", "ArticleIdList": ["19043850"]}, {"Citation": "Rana BK, Hewett-Emmett D, Jin L, Chang BH, Sambuughin N, Lin M, Watkins S, Bamshad M, Jorde LB, Ramsay M, Jenkins T, Li WH. 1999. High polymorphism at the human melanocortin 1 receptor locus. Genetics 151(4):1547–1557.", "ArticleIdList": ["PMC1460552", "10101176"]}, {"Citation": "Reardon JT, Sancar A. 2005. Nucleotide excision repair. Prog Nucleic Acid Res Mol Biol 79:183–235.", "ArticleIdList": ["16096029"]}, {"Citation": "Rees JL. 2000. The melanocortin 1 receptor (MC1R): more than just red hair. Pigment Cell Res 13(3):135–140.", "ArticleIdList": ["10885670"]}, {"Citation": "Reppert SM, Weaver DR. 2001. Molecular analysis of mammalian circadian rhythms. Annu Rev Physiol 63:647–676.", "ArticleIdList": ["11181971"]}, {"Citation": "Ruben MD, Wu G, Smith DF, Schmidt RE, Francey LJ, Lee YY, Anafi RC, Hogenesch JB. 2018. A database of tissue-specific rhythmically expressed human genes has potential applications in circadian medicine. Sci Transl Med 10(458).", "ArticleIdList": ["PMC8961342", "30209245"]}, {"Citation": "Ruthemann P, Balbo Pogliano C, Naegeli H. 2016. Global-genome Nucleotide Excision Repair Controlled by Ubiquitin/Sumo Modifiers. Front Genet 7:68.", "ArticleIdList": ["PMC4848295", "27200078"]}, {"Citation": "Sample A, He YY. 2018. Mechanisms and prevention of UV-induced melanoma. Photodermatol Photoimmunol Photomed 34(1):13–24.", "ArticleIdList": ["PMC5760354", "28703311"]}, {"Citation": "Sancar A, Lindsey-Boltz LA, Unsal-Kacmaz K, Linn S. 2004. Molecular mechanisms of mammalian DNA repair and the DNA damage checkpoints. Annu Rev Biochem 73:39–85.", "ArticleIdList": ["15189136"]}, {"Citation": "Sandu C, Dumas M, Malan A, Sambakhe D, Marteau C, Nizard C, Schnebert S, Perrier E, Challet E, Pevet P, Felder-Schmittbuhl MP. 2012. Human skin keratinocytes, melanocytes, and fibroblasts contain distinct circadian clock machineries. Cell Mol Life Sci 69(19):3329–3339.", "ArticleIdList": ["PMC11114759", "22627494"]}, {"Citation": "Sarasin A. 1999. The molecular pathways of ultraviolet-induced carcinogenesis. Mutat Res 428(1–2):5–10.", "ArticleIdList": ["10517972"]}, {"Citation": "Sarkar S, Gaddameedhi S. 2018. UV-B-Induced Erythema in Human Skin: The Circadian Clock Is Ticking. J Invest Dermatol 138(2):248–251.", "ArticleIdList": ["29389325"]}, {"Citation": "Sato M, Nishigori C, Zghal M, Yagi T, Takebe H. 1993. Ultraviolet-specific mutations in p53 gene in skin tumors in xeroderma pigmentosum patients. Cancer Res 53(13):2944–2946.", "ArticleIdList": ["8319200"]}, {"Citation": "Satyanarayana A, Kaldis P. 2009. A dual role of Cdk2 in DNA damage response. Cell Div 4:9.", "ArticleIdList": ["PMC2690586", "19445729"]}, {"Citation": "Scharer OD. 2013. Nucleotide excision repair in eukaryotes. Cold Spring Harb Perspect Biol 5(10):a012609.", "ArticleIdList": ["PMC3783044", "24086042"]}, {"Citation": "Schuch AP, Garcia CC, Makita K, Menck CF. 2013. DNA damage as a biological sensor for environmental sunlight. Photochem Photobiol Sci 12(8):1259–1272.", "ArticleIdList": ["23525255"]}, {"Citation": "Schuch AP, Moreno NC, Schuch NJ, Menck CFM, Garcia CCM. 2017. Sunlight damage to cellular DNA: Focus on oxidatively generated lesions. Free Radic Biol Med 107:110–124.", "ArticleIdList": ["28109890"]}, {"Citation": "Scott MC, Wakamatsu K, Ito S, Kadekaro AL, Kobayashi N, Groden J, Kavanagh R, Takakuwa T, Virador V, Hearing VJ, Abdel-Malek ZA. 2002. Human melanocortin 1 receptor variants, receptor function and melanocyte response to UV radiation. J Cell Sci 115(Pt 11):2349–2355.", "ArticleIdList": ["12006619"]}, {"Citation": "Scott TL, Christian PA, Kesler MV, Donohue KM, Shelton B, Wakamatsu K, Ito S, D’Orazio J. 2012. Pigment-independent cAMP-mediated epidermal thickening protects against cutaneous UV injury by keratinocyte proliferation. Exp Dermatol 21(10):771–777.", "ArticleIdList": ["PMC3481176", "23078399"]}, {"Citation": "Seoane M, Buhs S, Iglesias P, Strauss J, Puller AC, Muller J, Gerull H, Feldhaus S, Alawi M, Brandner JM, Eggert D, Du J, Thomale J, Wild PJ, Zimmermann M, Sternsdorf T, Schumacher U, Nollau P, Fisher DE, Horstmann MA. 2019. Lineage-specific control of TFIIH by MITF determines transcriptional homeostasis and DNA repair. Oncogene 38(19):3616–3635.", "ArticleIdList": ["PMC6756118", "30651597"]}, {"Citation": "Shain AH, Bastian BC. 2016. The Genetic Evolution of Melanoma. N Engl J Med 374(10):995–996.", "ArticleIdList": ["26962740"]}, {"Citation": "Shenenberger DW. 2012. Cutaneous malignant melanoma: a primary care perspective. Am Fam Physician 85(2):161–168.", "ArticleIdList": ["22335216"]}, {"Citation": "Shtivelman E, Davies MQ, Hwu P, Yang J, Lotem M, Oren M, Flaherty KT, Fisher DE. 2014. Pathways and therapeutic targets in melanoma. Oncotarget 5(7):1701–1752.", "ArticleIdList": ["PMC4039128", "24743024"]}, {"Citation": "Singh CK, Mintie CA, Ndiaye MA, Chhabra G, Dakup PP, Ye T, Yu M, Ahmad N. 2019. Chemoprotective Effects of Dietary Grape Powder on UVB Radiation-Mediated Skin Carcinogenesis in SKH-1 Hairless Mice. J Invest Dermatol 139(3):552–561.", "ArticleIdList": ["PMC6533915", "30393084"]}, {"Citation": "Slominski A, Tobin DJ, Shibahara S, Wortsman J. 2004. Melanin pigmentation in mammalian skin and its hormonal regulation. Physiol Rev 84(4):1155–1228.", "ArticleIdList": ["15383650"]}, {"Citation": "Society AC. 2019. Cancer Facts & Figures 2019. Atlanta. American Cancer Society."}, {"Citation": "Society AC. 2020. Cancer Facts and Figures 2020."}, {"Citation": "Strub T, Giuliano S, Ye T, Bonet C, Keime C, Kobi D, Le Gras S, Cormont M, Ballotti R, Bertolotto C, Davidson I. 2011. Essential role of microphthalmia transcription factor for DNA replication, mitosis and genomic stability in melanoma. Oncogene 30(20):2319–2332.", "ArticleIdList": ["21258399"]}, {"Citation": "Sugasawa K. 2010. Regulation of damage recognition in mammalian global genomic nucleotide excision repair. Mutat Res 685(1–2):29–37.", "ArticleIdList": ["19682467"]}, {"Citation": "Suzuki I, Im S, Tada A, Scott C, Akcali C, Davis MB, Barsh G, Hearing V, Abdel-Malek Z. 1999. Participation of the melanocortin-1 receptor in the UV control of pigmentation. J Investig Dermatol Symp Proc 4(1):29–34.", "ArticleIdList": ["10537004"]}, {"Citation": "Swope V, Alexander C, Starner R, Schwemberger S, Babcock G, Abdel-Malek ZA. 2014. Significance of the melanocortin 1 receptor in the DNA damage response of human melanocytes to ultraviolet radiation. Pigment Cell Melanoma Res 27(4):601–610.", "ArticleIdList": ["24730569"]}, {"Citation": "Swope VB, Starner RJ, Rauck C, Abdel-Malek ZA. 2019. Endothelin-1 and alpha-melanocortin have redundant effects on global genome repair in UV-irradiated human melanocytes despite distinct signaling pathways. Pigment Cell Melanoma Res.", "ArticleIdList": ["31505093"]}, {"Citation": "Szabo G. 1967. The Regional Anatomy of the Human Integument with Special Reference to the Distribution of Hair Follicles, Sweat Glands and Melanocytes. Philosophical Transactions of the Royal Society of London Series B 252:447–485."}, {"Citation": "Tadokoro T, Yamaguchi Y, Batzer J, Coelho SG, Zmudzka BZ, Miller SA, Wolber R, Beer JZ, Hearing VJ. 2005. Mechanisms of skin tanning in different racial/ethnic groups in response to ultraviolet radiation. J Invest Dermatol 124(6):1326–1332.", "ArticleIdList": ["15955111"]}, {"Citation": "Takahashi JS. 2017. Transcriptional architecture of the mammalian circadian clock. Nat Rev Genet 18(3):164–179.", "ArticleIdList": ["PMC5501165", "27990019"]}, {"Citation": "Thomas NE, Berwick M, Cordeiro-Stone M. 2006. Could BRAF mutations in melanocytic lesions arise from DNA damage induced by ultraviolet radiation? J Invest Dermatol 126(8):1693–1696.", "ArticleIdList": ["16845408"]}, {"Citation": "Tsatmali M, Ancans J, Thody AJ. 2002. Melanocyte function and its control by melanocortin peptides. J Histochem Cytochem 50(2):125–133.", "ArticleIdList": ["11799132"]}, {"Citation": "Tsatmali M, Graham A, Szatkowski D, Ancans J, Manning P, McNeil CJ, Graham AM, Thody AJ. 2000. alpha-melanocyte-stimulating hormone modulates nitric oxide production in melanocytes. J Invest Dermatol 114(3):520–526.", "ArticleIdList": ["10692112"]}, {"Citation": "U.S. Department of health and human services Codcap, and National Cancer Institute. 2019. U.S. Cancer statistics working group. U.S. Cancer statistics Data Visualization Tool, based on November 2018 submission data (1999–2016)."}, {"Citation": "Unsal-Kacmaz K, Mullen TE, Kaufmann WK, Sancar A. 2005. Coupling of human circadian and cell cycles by the timeless protein. Mol Cell Biol 25(8):3109–3116.", "ArticleIdList": ["PMC1069621", "15798197"]}, {"Citation": "Viros A, Fridlyand J, Bauer J, Lasithiotakis K, Garbe C, Pinkel D, Bastian BC. 2008. Improving melanoma classification by integrating genetic and morphologic features. PLoS Med 5(6):e120.", "ArticleIdList": ["PMC2408611", "18532874"]}, {"Citation": "von Koschembahr AM, Swope VB, Starner RJ, Abdel-Malek ZA. 2015. Endothelin-1 protects human melanocytes from UV-induced DNA damage by activating JNK and p38 signalling pathways. Exp Dermatol 24(4):269–274.", "ArticleIdList": ["25607638"]}, {"Citation": "Wakamatsu K, Graham A, Cook D, Thody AJ. 1997. Characterisation of ACTH peptides in human skin and their activation of the melanocortin-1 receptor. Pigment Cell Res 10(5):288–297.", "ArticleIdList": ["9359624"]}, {"Citation": "Wakasugi M, Sasaki T, Matsumoto M, Nagaoka M, Inoue K, Inobe M, Horibata K, Tanaka K, Matsunaga T. 2014. Nucleotide excision repair-dependent DNA double-strand break formation and ATM signaling activation in mammalian quiescent cells. J Biol Chem 289(41):28730–28737.", "ArticleIdList": ["PMC4192521", "25164823"]}, {"Citation": "Wang HT, Choi B, Tang MS. 2010. Melanocytes are deficient in repair of oxidative DNA damage and UV-induced photoproducts. Proc Natl Acad Sci U S A 107(27):12180–12185.", "ArticleIdList": ["PMC2901481", "20566850"]}, {"Citation": "Wang Y, Digiovanna JJ, Stern JB, Hornyak TJ, Raffeld M, Khan SG, Oh KS, Hollander MC, Dennis PA, Kraemer KH. 2009. Evidence of ultraviolet type mutations in xeroderma pigmentosum melanomas. Proc Natl Acad Sci U S A 106(15):6279–6284.", "ArticleIdList": ["PMC2669353", "19329485"]}, {"Citation": "Wenk J, Brenneisen P, Meewes C, Wlaschek M, Peters T, Blaudschun R, Ma W, Kuhr L, Schneider L, Scharffetter-Kochanek K. 2001. UV-induced oxidative stress and photoaging. Curr Probl Dermatol 29:83–94.", "ArticleIdList": ["11225204"]}, {"Citation": "Whiteman DC, Parsons PG, Green AC. 1999. Determinants of melanocyte density in adult human skin. Arch Dermatol Res 291(9):511–516.", "ArticleIdList": ["10541882"]}, {"Citation": "Wolf Horrell EM, Boulanger MC, D’Orazio JA. 2016. Melanocortin 1 Receptor: Structure, Function, and Regulation. Front Genet 7:95.", "ArticleIdList": ["PMC4885833", "27303435"]}, {"Citation": "Wolf Horrell EM, Jarrett SG, Carter KM, D’Orazio JA. 2017. Divergence of cAMP signalling pathways mediating augmented nucleotide excision repair and pigment induction in melanocytes. Exp Dermatol 26(7):577–584.", "ArticleIdList": ["PMC5507718", "28094871"]}, {"Citation": "Wood RD. 2010. Mammalian nucleotide excision repair proteins and interstrand crosslink repair. Environ Mol Mutagen 51(6):520–526.", "ArticleIdList": ["PMC3017513", "20658645"]}, {"Citation": "Wu M, Hemesath TJ, Takemoto CM, Horstmann MA, Wells AG, Price ER, Fisher DZ, Fisher DE. 2000. c-Kit triggers dual phosphorylations, which couple activation and degradation of the essential melanocyte factor Mi. Genes Dev 14(3):301–312.", "ArticleIdList": ["PMC316361", "10673502"]}, {"Citation": "Wu X, Shell SM, Liu Y, Zou Y. 2007. ATR-dependent checkpoint modulates XPA nuclear import in response to UV irradiation. Oncogene 26(5):757–764.", "ArticleIdList": ["PMC3106104", "16862173"]}, {"Citation": "Xia M, Chen K, Yao X, Xu Y, Yao J, Yan J, Shao Z, Wang G. 2017. Mediator MED23 Links Pigmentation and DNA Repair through the Transcription Factor MITF. Cell Rep 20(8):1794–1804.", "ArticleIdList": ["28834744"]}, {"Citation": "Yaar M, Gilchrest BA. 1991. Human melanocyte growth and differentiation: a decade of new data. J Invest Dermatol 97(4):611–617.", "ArticleIdList": ["1940431"]}, {"Citation": "Yada Y, Higuchi K, Imokawa G. 1991. Effects of endothelins on signal transduction and proliferation in human melanocytes. J Biol Chem 266(27):18352–18357.", "ArticleIdList": ["1917960"]}, {"Citation": "Yamaguchi Y, Hearing VJ. 2009. Physiological factors that regulate skin pigmentation. Biofactors 35(2):193–199.", "ArticleIdList": ["PMC2793097", "19449448"]}, {"Citation": "Yasumoto K, Yokoyama K, Shibata K, Tomita Y, Shibahara S. 1994. Microphthalmia-associated transcription factor as a regulator for melanocyte-specific transcription of the human tyrosinase gene. Mol Cell Biol 14(12):8058–8070.", "ArticleIdList": ["PMC359344", "7969144"]}, {"Citation": "Yohn JJ, Morelli JG, Walchak SJ, Rundell KB, Norris DA, Zamora MR. 1993. Cultured human keratinocytes synthesize and secrete endothelin-1. J Invest Dermatol 100(1):23–26.", "ArticleIdList": ["8423387"]}, {"Citation": "Zanello SB, Jackson DM, Holick MF. 2000. Expression of the circadian clock genes clock and period1 in human skin. J Invest Dermatol 115(4):757–760.", "ArticleIdList": ["10998156"]}, {"Citation": "Zhang R, Lahens NF, Ballance HI, Hughes ME, Hogenesch JB. 2014. A circadian gene expression atlas in mammals: implications for biology and medicine. Proc Natl Acad Sci U S A 111(45):16219–16224.", "ArticleIdList": ["PMC4234565", "25349387"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "30"}, {"Year": "2020", "Month": "3", "Day": "13"}, {"Year": "2020", "Month": "3", "Day": "27"}, {"Year": "2020", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32281145", "NIHMS1850661", "PMC9675355", "10.1002/em.22370"]}}], "PubmedBookArticle": []}