{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["PM2.5", "indicator", "nonlinear response", "ozone", "precursor emissions", "response surface model"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "32280339", "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.5194/acp-19-13627-2019"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "19", "Issue": "21", "PubDate": {"Year": "2019"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Development and application of observable response indicators for design of an effective ozone and fine particle pollution control strategy in China.", "Pagination": {"StartPage": "13627", "EndPage": "13646", "MedlinePgn": "13627-13646"}, "Abstract": {"AbstractText": ["Designing effective control policies requires efficient quantification of the nonlinear response of air pollution to emissions. However, neither the current observable indicators nor the current indicators based on response-surface modeling (RSM) can fulfill this requirement. Therefore, this study developed new observable RSM-based indicators and applied them to ambient fine particle (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) pollution control in China. The performance of these observable indicators in predicting O<sub>3</sub> and PM<sub>2.5</sub> chemistry was compared with that of the current RSM-based indicators. H<sub>2</sub>O<sub>2</sub>×HCHO/NO<sub>2</sub> and total ammonia ratio, which exhibited the best performance among indicators, were proposed as new observable O<sub>3</sub>- and PM<sub>2.5</sub>-chemistry indicators, respectively. Strong correlations between RSM-based and traditional observable indicators suggested that a combination of ambient concentrations of certain chemical species can serve as an indicator to approximately quantify the response of O<sub>3</sub> and PM<sub>2.5</sub> to changes in precursor emissions. The observable RSM-based indicator for O<sub>3</sub> (observable peak ratio) effectively captured the strong NO<sub>x</sub>-saturated regime in January and the NO<sub>x</sub>-limited regime in July, as well as the strong NO<sub>x</sub>-saturated regime in northern and eastern China and their key regions, including the Yangtze River Delta and Pearl River Delta. The observable RSM-based indicator for PM<sub>2.5</sub> (observable flex ratio) also captured strong NH<sub>3</sub>-poor condition in January and NH<sub>3</sub>-rich condition in April and July, as well as NH<sub>3</sub>-rich in northern and eastern China and the Sichuan Basin. Moreover, analysis of these newly developed observable response indicators suggested that the simultaneous control of NH<sub>3</sub> and NO<sub>x</sub> emissions produces greater benefits in provinces with higher PM<sub>2.5</sub> exposure by up to 1.2 μg m<sup>-3</sup> PM<sub>2.5</sub> per 10 % NH<sub>3</sub> reduction compared with NO<sub>x</sub> control only. Control of volatile organic compound (VOC) emissions by as much as 40 % of NO<sub>x</sub> controls is necessary to obtain the cobenefits of reducing both O<sub>3</sub> and PM<sub>2.5</sub> exposure at the national level when controlling NO<sub>x</sub> emissions. However, the VOC-to-NO<sub>x</sub> ratio required to maintain benefits varies significantly from 0 to 1.2 in different provinces, suggesting that a more localized control strategy should be designed for each province."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environmental Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing 100084, China."}, {"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, Beijing 100084, China."}], "Identifier": [], "LastName": "Xing", "ForeName": "Jia", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environmental Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing 100084, China."}, {"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, Beijing 100084, China."}], "Identifier": [], "LastName": "Ding", "ForeName": "Dian", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environmental Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing 100084, China."}, {"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, Beijing 100084, China."}], "Identifier": [], "LastName": "Wang", "ForeName": "Shuxiao", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environmental Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing 100084, China."}, {"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, Beijing 100084, China."}], "Identifier": [], "LastName": "Dong", "ForeName": "Zhaoxin", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Air Quality Planning and Standards, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Kelly", "ForeName": "James T", "Initials": "JT"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Air Quality Planning and Standards, U.S. Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "Identifier": [], "LastName": "Jang", "ForeName": "Carey", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science & Engineering, South China University of Technology, Guangzhou Higher Education Mega Center, Guangzhou, China."}], "Identifier": [], "LastName": "Zhu", "ForeName": "Yun", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environmental Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing 100084, China."}, {"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, Beijing 100084, China."}], "Identifier": [], "LastName": "Hao", "ForeName": "Jiming", "Initials": "J"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ansari AS, and Pandis SN: Response of inorganic PM to precursor concentrations, Environ. Sci. Technol, 32, 2706–2714, 1998."}, {"Citation": "Cohan DS, Hakami A, Hu Y, Russell AG: Nonlinear response of ozone to emissions: source apportionment and sensitivity analysis. Environ. Sci. Technol, 39, 6739–6748, 2005.", "ArticleIdList": ["16190234"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, Frostad J, Estep K, Balakrishnan K, Brunekreef B, Dandona L, Dandona R, Feigin V: Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. The Lancet, 389(10082), 1907–1918, 2017.", "ArticleIdList": ["PMC5439030", "28408086"]}, {"Citation": "Dennis RL, Bhave PV and Pinder RW Observable indicators of the sensitivity of PM2. 5 nitrate to emission reductions—Part II: Sensitivity to errors in total ammonia and total nitrate of the CMAQ-predicted non-linear effect of SO2 emission reductions. Atmospheric Environment, 42(6), pp.1287–1300, 2008."}, {"Citation": "Ding D, Xing J, Wang S, Liu K and Hao J: Estimated Contributions of Emissions Controls, Meteorological Factors, Population Growth, and Changes in Baseline Mortality to Reductions in Ambient PM 2.5 and PM 2.5-Related Mortality in China, 2013–2017. Environmental health perspectives, 127(6), 067009, 2019a.", "ArticleIdList": ["PMC6792386", "31232608"]}, {"Citation": "Ding D, Xing J, Wang S, Chang X and Hao J: Impacts of emissions and meteorological changes on China’s ozone pollution in the warm seasons of 2013 and 2017, Front. Environ. Sci. Eng 2019, 13(5): 76, 2019b."}, {"Citation": "Forouzanfar MH, Alexander L, Anderson HR, Bachman VF, Biryukov S, Brauer M, Burnett R, Casey D, Coates MM, Cohen A, Delwiche K: Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013. The Lancet, 386 (10010), 2287–2323, 2015.", "ArticleIdList": ["PMC4685753", "26364544"]}, {"Citation": "Freas WP, Martinez EL, Meyer EL, Possiel NC, and Sennett DH: Procedures for quantifying relationships between photochemical oxidants and precursors: supporting documentation, 1978."}, {"Citation": "Friedlander SK Smoke, dust and haze: Fundamentals of aerosol behavior. New York, Wiley-Interscience, 1977. 333pp."}, {"Citation": "Fuhrer J, Val Martin M, Mills G, Heald CL, Harmens H, Hayes F, Sharps K, Bender J, Ashmore MR: Current and future ozone risks to global terrestrial biodiversity and ecosystem processes. Ecology and evolution, 6(24), 8785–8799, 2016.", "ArticleIdList": ["PMC5192800", "28035269"]}, {"Citation": "Gipson GL, Freas WP, Kelly RF, and Meyer EL: Guideline for use of city-specific EKMA in preparing ozone SIPs EPA-450/4-80-027, US Environmental Protection Agency, Research Triangle Park, North Carolina, USA, 1981."}, {"Citation": "Hakami A, Odman MT, Russell AG: Nonlinearity in atmospheric response: A direct sensitivity analysis approach. Journal of Geophysical Research: Atmospheres, 109(D15), 2004."}, {"Citation": "Hammer MU, Vogel B and Vogel H: Findings on H2O2/HNO3 as an indicator of ozone sensitivity in Baden‐Württemberg, Berlin‐Brandenburg, and the Po valley based on numerical simulations. Journal of Geophysical Research: Atmospheres, 107(D22), 2002."}, {"Citation": "Jiménez P and Baldasano JM: Ozone response to precursor controls in very complex terrains: Use of photochemical indicators to assess O3‐NOx‐VOC sensitivity in the northeastern Iberian Peninsula. Journal of Geophysical Research: Atmospheres, 109(D20), 2004."}, {"Citation": "Jin X, Fiore AM, Murray LT, Valin LC, Lamsal LN, Duncan B, Folkert Boersma K, De Smedt I, Abad GG, Chance K and Tonnesen GS: Evaluating a Space‐Based Indicator of Surface Ozone‐NOx‐VOC Sensitivity Over Midlatitude Source Regions and Application to Decadal Trends. Journal of Geophysical Research: Atmospheres, 122(19), 2017.", "ArticleIdList": ["PMC5906809", "29682438"]}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q and Bates KH: Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proceedings of the National Academy of Sciences, 116(2), pp.422–427, 2019.", "ArticleIdList": ["PMC6329973", "30598435"]}, {"Citation": "Liang J, Jackson B and Kaduwela A: Evaluation of the ability of indicator species ratios to determine the sensitivity of ozone to reductions in emissions of volatile organic compounds and oxides of nitrogen in northern California. Atmospheric Environment, 40(27), pp.5156–5166, 2006."}, {"Citation": "Liu XH, Zhang Y, Xing J, Zhang Q, Wang K, Streets DG, Jang C, Wang WX, Hao JM: Understanding of regional air pollution over China using CMAQ, part II. Process analysis and sensitivity of ozone and particulate matter to precursor emissions. Atmospheric Environment, 44(30), 3719–3727, 2010."}, {"Citation": "Lu CH and Chang JS: On the indicator‐based approach to assess ozone sensitivities and emissions features. Journal of Geophysical Research: Atmospheres, 103(D3), pp.3453–3462, 1998."}, {"Citation": "Lu X, Hong J, Zhang L, Cooper OR, Schultz MG, Xu X, Wang T, Gao M, Zhao Y, and Zhang Y: Severe Surface Ozone Pollution in China: A Global Perspective, Environmental Science & Technology Letters, 5, 487–494, 10.1021/acs.estlett.8b00366, 2018.", "ArticleIdList": ["10.1021/acs.estlett.8b00366"]}, {"Citation": "Megaritis AG, Fountoukis C, Charalampidis PE, Pilinis C and Pandis SN: Response of fine particulate matter concentrations to changes of emissions and temperature in Europe. Atmospheric Chemistry and Physics, 13(6), 3423–3443, 2013."}, {"Citation": "Milford JB, Gao DF, Sillman S, Blossey P, and Russell AG: Total reactive nitraogen (NOy) as an indicator of the sensitivity of ozone to reductions in hydrocarbon and NOx emissions, Journal of Geophysical Research-Atmospheres, 99, 3533–3542, 10.1029/93jd03224, 1994.", "ArticleIdList": ["10.1029/93jd03224"]}, {"Citation": "Myhre G, Shindell D, Bréon FM, Collins W, Fuglestvedt J, Huang J, Koch D, Lamarque JF, Lee D, Mendoza B, Nakajima T Anthropogenic and Natural Radiative Forcing In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, Stocker TF et al. Eds. Cambridge Univ. Press, 2013, 659–740."}, {"Citation": "Oak Ridge National Laboratory. Landscan global population dataset 2012. Oak Ridge, Tennessee: Oak Ridge National Laboratory, 2013"}, {"Citation": "Peng YP, Chen KS, Lai CH, Lu PJ and Kao JH: Concentrations of H2O2 and HNO3 and O3–VOC–NOx sensitivity in ambient air in southern Taiwan. Atmospheric Environment, 40(35), pp.6741–6751, 2006."}, {"Citation": "Pinder RW, Dennis RL and Bhave PV: Observable indicators of the sensitivity of PM2. 5 nitrate to emission reductions—Part I: Derivation of the adjusted gas ratio and applicability at regulatory-relevant time scales. Atmospheric Environment, 42(6), pp.1275–1286, 2008."}, {"Citation": "Pun BK, Seigneur C, Bailey EM, Gautney LL, Douglas SG, Haney JL, Kumar N: Response of atmospheric particulate matter to changes in precursor emissions: a comparison of three air quality models. Environmental science & technology, 42(3), 831–837, 2007.", "ArticleIdList": ["18323109"]}, {"Citation": "Seinfeld JH and Pandis SN: Atmospheric chemistry and physics: from air pollution to climate change. John Wiley & Sons, 2012."}, {"Citation": "Sillman S: The use of NO y, H2O2, and HNO3 as indicators for ozone‐NO x‐hydrocarbon sensitivity in urban locations. Journal of Geophysical Research: Atmospheres, 100(D7), pp.14175–14188., 1995."}, {"Citation": "Sillman S, He D, Cardelino C and Imhoff RE: The use of photochemical indicators to evaluate ozone-NOx-hydrocarbon sensitivity: Case studies from Atlanta, New York, and Los Angeles. Journal of the Air & Waste Management Association, 47(10), pp.1030–1040, 1997.", "ArticleIdList": ["28445117"]}, {"Citation": "Sillman S, and He D, Some theoretical results concerning O3-NOx-VOC chemistry and NOx-VOC indicators, J. Geophys. Res, 107(D22), 4659, doi:10.1029/2001JD001123, 2002.", "ArticleIdList": ["10.1029/2001JD001123"]}, {"Citation": "Sun Y, Liu C, Palm M, Vigouroux C, Notholt J, Hu Q, Jones N, Wang W, Su W, Zhang W, Shan C, Tian Y, Xu X, De Mazière M, Zhou M, and Liu J: Ozone seasonal evolution and photochemical production regime in the polluted troposphere in eastern China derived from high-resolution Fourier transform spectrometry (FTS) observations, Atmos. Chem. Phys, 18, 14569–14583, 10.5194/acp-18-14569-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-14569-2018"]}, {"Citation": "Takahama S, Wittig AE, Vayenas DV, Davidson CI and Pandis SN: Modeling the diurnal variation of nitrate during the Pittsburgh Air Quality Study. Journal of Geophysical Research: Atmospheres, 109(D16), 2004."}, {"Citation": "Tonnesen GS and Dennis RL: Analysis of radical propagation efficiency to assess ozone sensitivity to hydrocarbons and NO x: 2. Long‐lived species as indicators of ozone concentration sensitivity. Journal of Geophysical Research: Atmospheres, 105(D7), pp.9227–9241, 2000."}, {"Citation": "Wang J, Xing J, Mathur R, Pleim JE, Wang S, Hogrefe C, Gan CM, Wong DC, Hao J: Historical trends in PM2.5-related premature mortality during 1990–2010 across the northern hemisphere. Environmental health perspectives, 125(3), 400pp, 2017.", "ArticleIdList": ["PMC5332185", "27539607"]}, {"Citation": "Wang SX, Xing J, Jang C, Zhu Y, Fu JS, Hao J: Impact assessment of ammonia emissions on inorganic aerosols in east China using response surface modeling technique. Environ. Sci. Technol, 45, 9293–9300, 2011.", "ArticleIdList": ["21939216"]}, {"Citation": "Wang S, Zhao M, Xing J, Wu Y, Zhou Y, Lei Y, He K, Fu L, & Hao J: Quantifying the air pollutants emission reduction during the 2008 Olympic Games in Beijing. Environmental science & technology, 44(7), 2490–2496, 2010.", "ArticleIdList": ["20222727"]}, {"Citation": "West JJ, Ansari AS, Pandis SN Marginal PM25: nonlinear aerosol mass response to sulfate reductions in the Eastern United States. Journal of the Air & Waste Management Association, 49(12), 1415–1424, 1999.", "ArticleIdList": ["28060636"]}, {"Citation": "Xing J, Wang SX, Jang C, Zhu Y, and Hao JM: Nonlinear response of ozone to precursor emission changes in China: a modeling study using response surface methodology, Atmospheric Chemistry and Physics, 11, 5027–5044, 10.5194/acp-11-5027-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-5027-2011"]}, {"Citation": "Xing J, Ding D, Wang S, Zhao B, Jang C, Wu W, Zhang F, Zhu Y, and Hao J Quantification of the enhanced effectiveness of NOx control from simultaneous reductions of VOC and NH3 for reducing air pollution in the Beijing–Tianjin–Hebei region, China, Atmos. Chem. Phys, 18, 7799–7814, 10.5194/acp-18-7799-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-7799-2018"]}, {"Citation": "Xing J, Wang S, Zhao B, Wu W, Ding D, Jang C, Zhu Y, Chang X, Wang J, Zhang F and Hao J: Quantifying Nonlinear Multiregional Contributions to Ozone and Fine Particles Using an Updated Response Surface Modeling Technique. Environmental science & technology, 51(20),11788–11798, 2017.", "ArticleIdList": ["28891287"]}, {"Citation": "Xing J, Zhang F, Zhou Y, Wang S, Ding D, Jang C, Zhu Y and Hao J: Least-cost control strategy optimization for air quality attainment of Beijing–Tianjin–Hebei region in China. Journal of environmental management, 245, 95–104, 2019.", "ArticleIdList": ["PMC7643752", "31150914"]}, {"Citation": "Ye L, Wang X, Fan S, Chen W, Chang M, Zhou S, Wu Z and Fan Q: Photochemical indicators of ozone sensitivity: application in the Pearl River Delta, China. Frontiers of Environmental Science & Engineering, 10(6), p.15, 2016."}, {"Citation": "Zhang J, Wang T, Chameides WL, Cardelino C, Kwok J, Blake DR, Ding A, and So KL: Ozone production and hydrocarbon reactivity in Hong Kong, Southern China, Atmos. Chem. Phys, 7, 557–573, 10.5194/acp-7-557-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-557-2007"]}, {"Citation": "Zhang Y, Wen XY, Wang K, Vijayaraghavan K, and Jacobson MZ: Probing into regional O-3 and particulate matter pollution in the United States: 2. An examination of formation mechanisms through a process analysis technique and sensitivity study, Journal of Geophysical Research-Atmospheres, 114, 31, 10.1029/2009jd011900, 2009.", "ArticleIdList": ["10.1029/2009jd011900"]}, {"Citation": "Zhao B, Wang SX, Xing J, Fu K, Fu JS, Jang C, Zhu Y, Dong XY, Gao Y, Wu WJ, Wang JD: Assessing the nonlinear response of fine particles to precursor emissions: development and application of an extended response surface modeling technique v1.0. Geosci. Model Dev, 8, 115–128, 2015."}, {"Citation": "Zhao B, Zheng H, Wang S, Smith KR, Lu X, Aunan K, Gu Y, Wang Y, Ding D, Xing J and Fu X Change in household fuels dominates the decrease in PM2. 5 exposure and premature mortality in China in 2005–2015. Proceedings of the National Academy of Sciences, 115(49), pp.12401–12406, 2018.", "ArticleIdList": ["PMC6298076", "30455309"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "4", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32280339", "NIHMS1568578", "PMC7147762", "10.5194/acp-19-13627-2019"]}}]}