{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Cimex lectularius", "DDVP", "IPM", "baseline toxicity", "comparative potency", "ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32302460", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "21"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "04"}], "ELocationID": ["10.1002/ps.5864"], "Journal": {"ISSN": "1526-4998", "JournalIssue": {"Volume": "76", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Pest management science", "ISOAbbreviation": "Pest Manag Sci"}, "ArticleTitle": "Determining baseline toxicity of ozone against an insecticide-susceptible strain of the common bed bug, Cimex lectularius L. under laboratory conditions.", "Pagination": {"StartPage": "3108", "EndPage": "3116", "MedlinePgn": "3108-3116"}, "Abstract": {"AbstractText": ["Ozone gas is commercially used for deodorization and microbial control. Its efficacy against stored product insect pests is well documented. In the midst of the common bed bug (Cimex lectularius L.) outbreak, claims were made that ozone gas was effective for their control. This study was conducted to determine baseline ozone concentrations and exposure times required for the control of an insecticide-susceptible C. lectularius strain under laboratory conditions. Dichlorvos (DDVP), an organophosphate class fumigant insecticide was used as a positive control.", "Nymphs and adults were more susceptible to ozone than eggs. Complete (100%) nymph and adult mortality was achieved at an ozone concentration (C) of 1500 ppm and exposure time (T) of 180 min, or concentration × time product (CT) of 270 000 ppm-min, whereas eggs required an eightfold higher CT (2 040 000 ppm-min). DDVP vapor was 2070-, 2542- and 450-fold more potent than ozone, against nymphs, adults and eggs, respectively.", "Baseline ozone toxicity data provide insights on the practicality of using this gas for the management of common bed bugs. High ozone CT products required for C. lectularius control, particularly eggs, suggest that its use for treating infested human dwellings is not feasible due to logistic, safety and monetary concerns. © 2020 Society of Chemical Industry."], "CopyrightInformation": "© 2020 Society of Chemical Industry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Purdue University, West Lafayette, IN, USA."}, {"Identifier": [], "Affiliation": "Insects Limited, Inc., Westfield, IN, USA."}], "LastName": "Feston", "ForeName": "James", "Initials": "J"}, {"Identifier": ["0000-0001-5156-4453"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Purdue University, West Lafayette, IN, USA."}], "LastName": "Gaire", "ForeName": "Sudip", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Purdue University, West Lafayette, IN, USA."}, {"Identifier": [], "Affiliation": "Department of Large Animal Clinical Sciences, Michigan State University, East Lansing, MI, USA."}], "LastName": "Fardisi", "ForeName": "Mahsa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Purdue University, West Lafayette, IN, USA."}], "LastName": "Mason", "ForeName": "Linda J", "Initials": "LJ"}, {"Identifier": ["0000-0003-4002-0914"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Purdue University, West Lafayette, IN, USA."}], "LastName": "Gondhalekar", "ForeName": "Ameya D", "Initials": "AD"}], "GrantList": [{"Agency": "Center for Urban and Industrial Pest Management", "Country": ""}, {"Agency": "Osmun Innovation Funds", "Country": ""}, {"Agency": "Purdue University AgSEED Grant Program", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pest Manag Sci", "NlmUniqueID": "100898744", "ISSNLinking": "1526-498X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Bedbugs"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Laboratories"}, {"QualifierName": [], "DescriptorName": "Nymph"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Doggett SL, Miller DM and Lee CY, Advances in the Biology and Management of Modern Bed Bugs. Wiley Blackwell, Chichester (2018)."}, {"Citation": "Romero A, Potter MF, Potter DA and Haynes KF, Insecticide resistance in the bed bug: a factor in the pest's sudden resurgence? J Med Entomol 44:175-178 (2007)."}, {"Citation": "Adelman ZN, Kilcullen KA, Koganemaru R, Anderson MAE, Anderson TD and Miller DM, Deep sequencing of pyrethroid-resistant bed bugs reveals multiple mechanisms of resistance within a single population. PLoS ONE 6:e26228 (2011)."}, {"Citation": "Zhu F, Wigginton J, Romero A, Moore A, Ferguson K, Palli R et al., Widespread distribution of knockdown resistance mutations in the bed bug, Cimex lectularius (Hemiptera: Cimicidae), populations in the United States. Arch Insect Biochem 73:245-257 (2010)."}, {"Citation": "Romero A and Anderson TD, High levels of resistance in the common bed bug, Cimex lectularius (Hemiptera: Cimicidae), to neonicotinoid insecticides. J Med Entomol 53:727-731 (2016)."}, {"Citation": "Ashbrook AR, Scharf ME, Bennett GW and Gondhalekar AD, Detection of reduced susceptibility to chlorfenapyr- and bifenthrin-containing products in field populations of the bed bug (Hemiptera: Cimicidae). J Econ Entomol 110:1195-1202 (2017)."}, {"Citation": "Wang C, Saltzmann K, Bennett G and Gibb T, Comparison of three bed bug management strategies in a low-income apartment building. Insects 3:402-409 (2012)."}, {"Citation": "Bennett GW, Gondhalekar AD, Wang C, Buczkowski G and Gibb TJ, Using research and education to implement practical bed bug control programs in multifamily housing. Pest Manag Sci 72:8-14 (2016)."}, {"Citation": "Kells SA and Goblirsch MJ, Temperature and time requirements for controlling bed bugs (Cimex lectularius) under commercial heat treatment conditions. Insects 2:412-422 (2011)."}, {"Citation": "Olson JF, Eaton M, Kells SA, Morin V and Wang C, Cold tolerance of bed bugs and practical recommendations for control. J Econ Entomol 106:2433-2441 (2013)."}, {"Citation": "Puckett RT, McDonald DL and Gold RE, Comparison of multiple steam treatment durations for control of bed bugs (Cimex lectularius L.). Pest Manag Sci 69:1061-1065 (2013)."}, {"Citation": "Wang D, Wang C, Wang G, Zha C, Eiden AL and Cooper R, Efficacy of three different steamers for control of bed bugs (Cimex lectularius L.). Pest Manag Sci 74:2030-2037 (2018)."}, {"Citation": "Romero A, Potter MF and Haynes KF, Are dusts the magic bullet? Pest Manag Prof 77:22-30 (2009)."}, {"Citation": "Wang C, Lü L and Xu M, Carbon dioxide fumigation for controlling bed bugs. J Med Entomol 49:1076-1083 (2012)."}, {"Citation": "Singh N, Wang C and Cooper R, Effect of trap design, chemical lure, carbon dioxide release rate, and source of carbon dioxide on efficacy of bed bug monitors. J Econ Entomol 106:1802-1811 (2013)."}, {"Citation": "Liu Y and Haynes FK, Effects of ultralow oxygen and vacuum treatments on bed bug (Heteroptera: Cimicidae) survival. J Econ Entomol 109:1310-1316 (2016)."}, {"Citation": "Jones SC, Bryant JL and Sivakoff FS, Sublethal effects of ActiveGuard exposure on feeding behavior and fecundity of the bed bug (Hemiptera: Cimicidae). J Med Entomol 52:413-418 (2015)."}, {"Citation": "Singh N, Wang C and Cooper R, Potential of essential oil-based pesticides and detergents for bed bug control. J Econ Entomol 107:2163-2170 (2014)."}, {"Citation": "Gaire S, Scharf ME and Gondhalekar AD, Toxicity and neurophysiological impacts of plant essential oil components on bed bugs (Cimicidae: Hemiptera). Sci Rep 9:3961 (2019)."}, {"Citation": "Lehnert MP, Pereira RM, Koehler PG, Walker W and Lehnert MS, Control of Cimex lectularius using heat combined with dichlorvos resin strips. Med Vet Entomol 25:460-464 (2011)."}, {"Citation": "Phillips TW, Aikins MJ, Thoms E, Demark J and Wang C, Fumigation of bed bugs (Hemiptera: Cimicidae): effective application rates for sulfuryl fluoride. J Econ Entomol 107:1582-1589 (2014)."}, {"Citation": "Feston J, McDonough M, Mason L, Gibb T and Saltzmann K, Effects of Ozone on the Common Bed Bug (Cimex lectularius). Entomology Capstone Research Summary. Purdue University, West Lafayette, IN (2011) https://ag.purdue./edu/entm/ENTM%20493%20Capstone%20Summaries/Feston%20Capstone%20Summary.pdf [2 August 2019]."}, {"Citation": "Brady JE and Humiston GE, General Chemistry Principles and Structure. Wiley, New York (1978)."}, {"Citation": "Stewart DR, Saunders E, Perea RA, Fitzgerald R, Campbell DE and Stockwell WR, Linking air quality and human health effects models: an application to the Los Angeles air basin. Environ Health Insights 11:1-13 (2017)."}, {"Citation": "Masaoka T, Kubota Y, Namiuchi S, Takubo T, Ueda T, Shibata H et al., Ozone decontamination of bioclean rooms. Appl Environ Microb 43:509-513 (1982)."}, {"Citation": "Prudente AD and King JM, Efficacy and safety evaluation of ozonation to degrade aflatoxin in corn. J Food Sci 67:2866-2872 (2002)."}, {"Citation": "Tiwari BK, Brennan CS, Curran T, Gallagher E, Cullen PJ and Donnell CP, Application of ozone in grain processing. J Cereal Sci 51:248-255 (2010)."}, {"Citation": "Qi L, Wang X and Xu Q, Coupling of biological methods with membrane filtration using ozone as pre-treatment for water reuse. Desalination 270:264-268 (2011)."}, {"Citation": "Priem R, Deodorization by means of ozone. Agric Environ 3:227-237 (1977)."}, {"Citation": "Domeno C, Rodriguez-Lafuente A, Martos JM, Bilbao R and Nerin N, VOC removal and deodorization of effluent gases from an industrial plant by photo-oxidation, chemical oxidation and ozonization. Environ Sci Technol 44:2585-2591 (2010)."}, {"Citation": "United States Environmental Protection Agency (US EPA), Alternative Disinfectants and Oxidants Guidance Manual (EPA Publication No. 815-R-99-014). US EPA: Washington, DC; (1999). https://nepis.epa.gov/Exe/ZyPDF.cgi?Dockey=2000229L.txt [2 August 2019]."}, {"Citation": "United States Food and Drug Administration (US FDA), CFR - Code of Federal Regulations Title 21, Sec. 173.368 Ozone, CFR CAS Reg. No. 10028-15-6; (2017). https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/cfrsearch.cfm?fr=173.368 [2 August 2019]."}, {"Citation": "Kim JG, Yousef AE and Dave S, Application of ozone for enhancing the microbiological safety and quality of foods: a review. J Food Protect 6:1071-1087 (1999)."}, {"Citation": "Isikber AA and Athanassiou CG, The use of ozone gas for the control of insects and micro-organisms in stored products. J Stored Prod Res 64:139-145 (2015)."}, {"Citation": "McClurkin JD, Maier DE and Ileleji KE, Half-life time of ozone as a function of air movement and conditions in a sealed container. J Stored Prod Res 55:41-47 (2013)."}, {"Citation": "Mason L, Woloshuk CP, Maier DE, Efficacy of ozone to control insects, molds and mycotoxins. Paper presented at the International Conference on Controlled Atmosphere and Fumigation in Stored Products, ed. by Donahaye EJ, Navarro S, Varnava A. Cyprus Printer Ltd., Nicosia (1997)."}, {"Citation": "Kells SA, Mason LJ, Maier DE and Woloshuk CP, Efficacy and fumigation characteristics of ozone in stored maize. J Stored Prod Res 37:371-382 (2001)."}, {"Citation": "Isikber AA and Oztekin S, Comparison of susceptibility of two stored-product insects. Ephestia kuehniella Zeller and Tribolium confusum du Val to gaseous ozone. J Stored Prod Res 45:159-164 (2009)."}, {"Citation": "McDonough MX, Mason LJ and Woloshuk CP, Susceptibility of stored product insects to high concentrations of ozone at different exposure intervals. J Stored Prod Res 47:306-310 (2011)."}, {"Citation": "Hansen LS, Hansen P and Jensen KMV, Lethal doses of ozone for control of all stages of internal and external feeders in stored products. Pest Manag Sci 68:1311-1316 (2012)."}, {"Citation": "Sadeghi R, Moghaddam RM and Taghizadeh M, Application of ozone to control dried fig pests-Oryzaephilus surinamensis (Coleoptera: Silvanidae) and Ephestia kuehniella (Lepidoptera: Pyralidae)-and its organoleptic properties. J Econ Entomol 110:2052-2055 (2017)."}, {"Citation": "Subramanyam B, Xinyi E, Savoldelli S and Sehgal B, Efficacy of ozone against Rhyzopertha dominica adults in wheat. J Stored Prod Res 70:53-59 (2017)."}, {"Citation": "Mahroof RM, Amoah BA and Wrighton J, Efficacy of ozone against the life stages of Oryzaephilus mercator (Coleoptera: Silvanidae). J Econ Entomol 111:470-481 (2018)."}, {"Citation": "Amoah BA and Mahroof RM, Ozone as a potential fumigant alternative for the management of Sitophilus oryzae (Coleoptera: Curculionidae) in wheat. J Econ Entomol 112:1953-1963 (2019)."}, {"Citation": "Subramanyam B and Li B, Efficacy of ozone against phosphine susceptible and resistant strains of four stored-product insect species. Insects 8:42 (2017)."}, {"Citation": "Gibbs SG, Lowe JJ, Smith PW and Hewlett AL, Gaseous chlorine dioxide as an alternative for bedbug control. Infect Cont Hosp Ep 33:495-499 (2012)."}, {"Citation": "Chin-Heady E, Demark JJ, Nolting S, Bennett G, Saltzmann K and Hamm RL, A quantitative analysis of a modified feeding method for rearing Cimex lectularius (Hemiptera: Cimicidae) in the laboratory. Pest Manag Sci 69:1115-1120 (2013)."}, {"Citation": "Robertson JL, Russell RM, Preisler HK and Savin NE, Bioassays with Arthropods, 2nd edn. CRC Press, Boca Raton, FL (2007)."}, {"Citation": "Finney DJ, Probit analysis. Cambridge University Press, Cambridge (1971)."}, {"Citation": "Usinger RL, Monograph of Cimicidae (Hemiptera-Heteroptera). Thomas Say Foundation, College Park, MD (1966)."}, {"Citation": "Leesch JG, The mortality of stored-product insects following exposure to gaseous ozone at high concentrations, in Advances in Stored Product Protection. Proceedings of the 8th International Working Conference on Stored-Product Protection, ed. by Credland PF, Armitage DM, Bell CH, Cogan PM and Highley E. CAB International, Wallingford, 831, p. 827 (2002)."}, {"Citation": "Rascón B and Harrison JF, Oxygen partial pressure effects on metabolic rate and behavior of tethered flying locusts. J Insect Physiol 51:1193-1199 (2005)."}, {"Citation": "Henry JR and Harrison JF, Effects of body size on the oxygen sensitivity of dragonfly flight. J Exp Biol 217:3447-3456 (2014)."}, {"Citation": "Brodowska AJ, Nowak A and Śmigielski K, Ozone in the food industry: principles of ozone treatment, mechanisms of action, and applications: an overview. Crit Rev Food Sci Nutr 58:2176-2201 (2018)."}, {"Citation": "Moreira LH, Figueiredo TFB, Alves LP, Fernandes AB, Zangaro RA, Mendes ALD et al., Effect of ozone as Acaricide: action of the ozone on the cuticle and respiratory spiracle of tick Rhipicephalus sanguineus sensu lato. Ozone-Sci Eng 40:183-190 (2018)."}, {"Citation": "Wigglesworth VB and Beament JWL, The respiratory mechanisms of some insect eggs. Q J Microsc Sci 91:429-452 (1950)."}, {"Citation": "Hinton HE, Respiratory systems of insect egg shells. Annu Rev Entomol 14:343-368 (1969)."}, {"Citation": "Baker GT, Lawrence A, Kuklinski R and Goddard J, Morphological and ultrastructural characteristics of the chorion of Cimex lectularius L. (Hemiptera: Cimicidae). Proc Entomol Soc Wash 115:325-332 (2013)."}, {"Citation": "Sousa AH, Faroni LRD, Guedes RNC, Totola MR and Urruchi WI, Ozone as a management alternative against phosphine-resistant insect pests of stored products. J Stored Prod Res 44:379-385 (2008)."}, {"Citation": "McDonough MX, Campabadal CA, Mason LJ, Maier DE, Denvir A and Woloshuk C, Ozone application in a modified screw conveyor to treat grain for insect pests, fungal contaminants, and mycotoxins. J Stored Prod Res 47:249-254 (2011)."}, {"Citation": "Holmstrup M, Sorensen JG, Heckmann LH, Slotsbo S, Hansen P and Hansen LS, Effects of ozone on gene expression and lipid peroxidation in adults and larvae of the red flour beetle (Tribolium castaneum). J Stored Prod Res 47:378-384 (2011)."}, {"Citation": "Fu Y, Qui H, Liao K, Lue SJ, Hu C, Lee K et al., Effect of UV-ozone treatment on poly(dimethylsiloxane) membranes: surface characterization and gas separation performance. Langmuir 26:4392-4399 (2010)."}, {"Citation": "Megahed A, Aldridge B and Lowe J, The microbial killing capacity of aqueous and gaseous ozone on different surfaces contaminated with dairy cattle manure. PLoS One 13:e0196555 (2018)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "3", "Day": "6"}, {"Year": "2020", "Month": "4", "Day": "17"}, {"Year": "2020", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32302460", "10.1002/ps.5864"]}}], "PubmedBookArticle": []}