{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Cytokines", "Decontamination", "Ozone", "Peri-implantitis", "Surgical treatment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32314079", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "04", "Day": "20"}], "ELocationID": ["10.1007/s10266-020-00520-0"], "Journal": {"ISSN": "1618-1255", "JournalIssue": {"Volume": "109", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Odontology", "ISOAbbreviation": "Odontology"}, "ArticleTitle": "The effects of decontamination methods of dental implant surface on cytokine expression analysis in the reconstructive surgical treatment of peri-implantitis.", "Pagination": {"StartPage": "103", "EndPage": "113", "MedlinePgn": "103-113"}, "Abstract": {"AbstractText": ["The aim of this trial was to analyze the effect of implant surface decontamination procedures combined with reconstructive surgical treatment (RST) of peri-implantitis on gene expression levels of selected biomarkers in peri-implant crevicular fluid (PICF). Forty patients diagnosed with peri-implantitis were treated with RST + decontamination of the implant surface using sterile saline and ozone therapy (ozone group) or sterile saline alone (control group). The gene expression levels of interleukin (IL)-6, IL-8, IL-17, vascular endothelial growth factor (VEGF), sclerostin (SOST) and osteoprotegerin (OPG) were evaluated by qPCR analysis at baseline and 6-month follow-up. Changes in cytokine mRNA expression levels were analyzed and compared with clinical/radiographic parameters. Both decontamination methods lead to the downregulations of the selected gene expressions. Ozone group showed significantly higher clinical attachment level (CAL) and radiographic defect fill (DF) values at 6 months compared to the control group (p = 0.026 and p = 0.011). The downregulation of SOST levels was significantly associated with probing depth reduction and radiographic DF (p < 0.05). Implant surface decontamination procedures applied with the RST contribute to a notable reduction in immuno-inflammatory response. The additional use of ozone therapy could have favorable effects in anti-infective regimens of peri-implantitis therapy. SOST, which was found to have significant relationship with both clinical and radiographic outcomes, could be a valuable indicator for the progression of peri-implantitis and may aid the development of new therapeutic strategies for bone gain in the RST of peri-implantitis."]}, "AuthorList": [{"Identifier": ["0000-0001-5419-9658"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, Faculty of Dentistry, Gazi University, 8. Cadde 82. Sokak Emek, 06510, Ankara, Turkey. sila_cagri_isler@hotmail.com."}], "LastName": "Isler", "ForeName": "Sila Cagri", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, Faculty of Dentistry, Gazi University, 8. Cadde 82. Sokak Emek, 06510, Ankara, Turkey."}], "LastName": "Soysal", "ForeName": "Fatma", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology, Faculty of Dentistry, Gazi University, Ankara, Turkey."}], "LastName": "Akca", "ForeName": "Gülcin", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, Faculty of Medicine, Ankara University, Ankara, Turkey."}], "LastName": "Bakirarar", "ForeName": "Batuhan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, Faculty of Dentistry, Gazi University, 8. Cadde 82. Sokak Emek, 06510, Ankara, Turkey."}], "LastName": "Ozcan", "ForeName": "Gonen", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontology, Faculty of Dentistry, Gazi University, 8. Cadde 82. Sokak Emek, 06510, Ankara, Turkey."}], "LastName": "Unsal", "ForeName": "Berrin", "Initials": "B"}], "GrantList": [{"GrantID": "03/2017-03", "Agency": "Gazi University Research Board", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Odontology", "NlmUniqueID": "101134822", "ISSNLinking": "1618-1247"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Dental Implants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vascular Endothelial Growth Factor A"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "Decontamination"}, {"QualifierName": [], "DescriptorName": "Dental Implants"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["surgery"], "DescriptorName": "Peri-Implantitis"}, {"QualifierName": [], "DescriptorName": "Vascular Endothelial Growth Factor A"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lindhe J, Meyle J, Periodontology EW. Peri-implant diseases: consensus report of the sixth European workshop on periodontology. J Clin Periodontol. 2008;35:282–5.", "ArticleIdList": ["18724855", "10.1111/j.1600-051X.2008.01283.x"]}, {"Citation": "Berglundh T, Armitage G, Araujo MG, et al. Peri-implant diseases and conditions: consensus report of workgroup 4 of the 2017 World Workshop on the Classification of Periodontal and Peri-Implant Diseases and Conditions. J Periodontol. 2018;45:286–91.", "ArticleIdList": ["10.1111/jcpe.12957"]}, {"Citation": "Tonetti M, Palmer R. Clinical research in implant dentistry: study design, reporting and outcome measurements: consensus report of Working Group 2 of the VIII European Workshop on Periodontology. J Clin Periodontol. 2012;39:73–80.", "ArticleIdList": ["22533948", "10.1111/j.1600-051X.2011.01843.x"]}, {"Citation": "Rakic M, Galindo-Moreno P, Monje A, et al. How frequent does peri-implantitis occur? A systematic review and meta-analysis. Clin Oral Investig. 2018;22:1805–16.", "ArticleIdList": ["29218422", "10.1007/s00784-017-2276-y"]}, {"Citation": "Gosau M, Hahnel S, Schwarz F, Gerlach T, Reichert TE, Burgers R. Effect of six different peri-implantitis disinfection methods on in vivo human oral biofilm. Clin Oral Implants Res. 2010;21:866–72.", "ArticleIdList": ["20666798"]}, {"Citation": "Al-Hashedi AA, Laurenti M, Benhamou V, Tamimi F. Decontamination of titanium implants using physical methods. Clin Oral Implants Res. 2017;28:1013–21.", "ArticleIdList": ["27392811", "10.1111/clr.12914"]}, {"Citation": "Patianna G, Valente NA, D'Addona A, Andreana S. In vitro evaluation of controlled-release 14% doxycycline gel for decontamination of machined and sandblasted acid-etched implants. J Periodontol. 2018;89:325–30.", "ArticleIdList": ["29520941", "10.1002/JPER.17-0325"]}, {"Citation": "Bernardi S, Bianchi S, Tomei AR, Continenza MA, Macchiarelli G. Microbiological and SEM-EDS evaluation of titanium surfaces exposed to periodontal gel: in vitro study. Materials. 2019;12:1448.", "ArticleIdList": ["6539618", "10.3390/ma12091448", "6539618"]}, {"Citation": "Roos-Jansåker AM, Persson GR, Lindahl C, Renvert S. Surgical treatment of peri-implantitis using a bone substitute with or without a resorbable membrane: a 5-year follow-up. J Clin Periodontol. 2014;41:1108–14.", "ArticleIdList": ["25195613", "10.1111/jcpe.12308"]}, {"Citation": "Mahato N, Wu X, Wang L. Management of peri-implantitis: a systematic review, 2010–2015. Springerplus. 2016;5:105.", "ArticleIdList": ["26877903", "4735040", "10.1186/s40064-016-1735-2"]}, {"Citation": "Renvert S, Roos-Jansåker AM, Persson GR. Surgical treatment of peri-implantitis lesions with or without the use of a bone substitute–a randomized clinical trial. J Clin Periodontol. 2018;45:1266–74.", "ArticleIdList": ["30003583", "10.1111/jcpe.12986"]}, {"Citation": "Carcuac O, Derks J, Abrahamsson I, Wennström JL, Petzold M, Berglundh T. Surgical treatment of peri-implantitis: 3-year results from a randomized controlled clinical trial. J Clin Periodontol. 2017;44:1294–303.", "ArticleIdList": ["28902426", "10.1111/jcpe.12813"]}, {"Citation": "Carcuac O, Derks J, Charalampakis G, Abrahamsson I, Wennström J, Berglundh T. Adjunctive systemic and local antimicrobial therapy in the surgical treatment of peri-implantitis: a randomized controlled clinical trial. J Dental Res. 2016;95:50–7.", "ArticleIdList": ["10.1177/0022034515601961"]}, {"Citation": "Wang HL, Garaicoa-Pazmino C, Collins A, Ong HS, Chudri R, Giannobile WV. Protein biomarkers and microbial profiles in peri-implantitis. Clin Oral Implants Res. 2016;27:1129–36.", "ArticleIdList": ["26424287", "10.1111/clr.12708"]}, {"Citation": "Hauser-Gerspach I, Vadaszan J, Deronjic I, et al. Influence of gaseous ozone in peri-implantitis: bactericidal efficacy and cellular response. An in vitro study using titanium and zirconia. Clin Oral Investig. 2012;16:1049–59.", "ArticleIdList": ["21842144", "10.1007/s00784-011-0603-2"]}, {"Citation": "Alpan AL, Toker H, Ozer H. Ozone therapy enhances osseous healing in rats with diabetes with calvarial defects: a morphometric and immunohistochemical study. J Periodontol. 2016;87:982–9.", "ArticleIdList": ["26991488", "10.1902/jop.2016.160009"]}, {"Citation": "Li Z, Tighe RM, Feng F, Ledford JG, Hollingsworth JW. Genes of innate immunity and the biological response to inhaled ozone. J Biochem Mol Toxicol. 2013;27:3–16.", "ArticleIdList": ["23169704", "10.1002/jbt.21453"]}, {"Citation": "Toita R, Tsuru K, Ishikawa K. A superhydrophilic titanium implant functionalized by ozone gas modulates bone marrow cell and macrophage responses. J Mater Sci Mater Med. 2016;27:127.", "ArticleIdList": ["27344451", "10.1007/s10856-016-5741-2"]}, {"Citation": "Sanz M, Chapple IL. Clinical research on peri-implant diseases: consensus report of Working Group 4. J Clin Periodontol. 2012;39:202–6.", "ArticleIdList": ["22533957", "10.1111/j.1600-051X.2011.01837.x"]}, {"Citation": "Petkovic-Curcin A, Zeljic K, Cikota-Aleksic B, Dakovic D, Tatic Z, Magic Z. Association of cytokine gene polymorphism with peri-implantitis risk. Int J Oral Maxillofac Implants. 2017;32:241–8.", "ArticleIdList": ["10.11607/jomi.5814"]}, {"Citation": "Zani SR, Moss K, Shibli JA, et al. Peri-implant crevicular fluid biomarkers as discriminants of peri-implant health and disease. J Clin Periodontol. 2016;43:825–32.", "ArticleIdList": ["27279264", "10.1111/jcpe.12586"]}, {"Citation": "Melo RF, Lopes BM, Shibli JA, Marcantonio Junior E, Marcantonio RAC, Galli GMT. Interleukin-1β and interleukin-6 expression and gene polymorphisms in subjects with peri-implant disease. Clin Implant Dent Relat Res. 2012;14:905–14.", "ArticleIdList": ["21414132", "10.1111/j.1708-8208.2010.00325.x"]}, {"Citation": "Casado PL, Canullo L, de Almeida FA, Granjeiro JM, Barboza EP, Duarte MEL. Interleukins 1β and 10 expressions in the periimplant crevicular fluid from patients with untreated periimplant disease. Implant Dent. 2013;22:143–50.", "ArticleIdList": ["23459153", "10.1097/ID.0b013e3182818792"]}, {"Citation": "Ata-Ali J, Flichy-Fernández AJ, Alegre-Domingo T, Ata-Ali F, Palacio J, Peñarrocha-Diago M. Clinical, microbiological, and immunological aspects of healthy versus peri-implantitis tissue in full arch reconstruction patients: a prospective cross-sectional study. BMC Oral Health. 2015;15:43.", "ArticleIdList": ["25888355", "4391105", "10.1186/s12903-015-0031-9"]}, {"Citation": "Severino VO, Beghini M, de Araújo MF, et al. Expression of IL-6, IL-10, IL-17 and IL-33 in the peri-implant crevicular fluid of patients with peri-implant mucositis and peri-implantitis. Arch Oral Biol. 2016;72:194–9.", "ArticleIdList": ["27608364", "10.1016/j.archoralbio.2016.08.021"]}, {"Citation": "Fonseca FJPO, Junior MM, Lourenço EJV, de Moraes TD, Figueredo CM. Cytokines expression in saliva and peri-implant crevicular fluid of patients with peri-implant disease. Clin Oral Implants Res. 2014;25:68–72.", "ArticleIdList": ["10.1111/clr.12052"]}, {"Citation": "Renvert S, Widén C, Persson GR. Cytokine expression in peri-implant crevicular fluid in relation to bacterial presence. J Clin Periodontol. 2015;42:697–702.", "ArticleIdList": ["26085219", "10.1111/jcpe.12422"]}, {"Citation": "Rakic M, Struillou X, Petkovic-Curcin A, et al. Estimation of bone loss biomarkers as a diagnostic tool for peri-implantitis. J Periodontol. 2014;85:1566–74.", "ArticleIdList": ["24878328", "10.1902/jop.2014.140069"]}, {"Citation": "Wohlfahrt JC, Aass AM, Granfeldt F, Lyngstadaas SP, Reseland JE. Sulcus fluid bone marker levels and the outcome of surgical treatment of peri-implantitis. J Clin Periodontol. 2014;41:424–31.", "ArticleIdList": ["24417563", "10.1111/jcpe.12229"]}, {"Citation": "Renvert S, Widén C, Persson RG. Cytokine and microbial profiles in relation to the clinical outcome following treatment of peri-implantitis. Clin Oral Implants Res. 2017;28:1127–32.", "ArticleIdList": ["27422156", "10.1111/clr.12927"]}, {"Citation": "Berglundh T, Armitage G, Araujo MG, et al. Peri-implant diseases and conditions: consensus report of workgroup 4 of the 2017 World Workshop on the Classification of Periodontal and Peri-Implant Diseases and Conditions. J Periodontol. 2018;89:313–8.", "ArticleIdList": ["10.1002/JPER.17-0739"]}, {"Citation": "Schwarz F, Sahm N, Schwarz K, Becker J. Impact of defect configuration on the clinical outcome following surgical regenerative therapy of peri-implantitis. J Clin Periodontol. 2010;37:449–55.", "ArticleIdList": ["20374416", "10.1111/j.1600-051X.2010.01540.x"]}, {"Citation": "Silness J, Löe H. Periodontal disease in pregnancy II. Correlation between oral hygiene and periodontal condition. Acta Odontol Scand. 1964;22:121–35.", "ArticleIdList": ["14158464", "14158464", "10.3109/00016356408993968"]}, {"Citation": "Löe H, Silness J. Periodontal disease in pregnancy I. Prevalence and severity. Acta Odontol Scand. 1963;21:533–51.", "ArticleIdList": ["14121956", "10.3109/00016356309011240"]}, {"Citation": "Isler SC, Unsal B, Soysal F, Ozcan G, Peker E, Karaca IR. The effects of ozone therapy as an adjunct to the surgical treatment of peri-implantitis. J Periodontal Implant Sci. 2018;48:136–51.", "ArticleIdList": ["29984044", "6031764", "10.5051/jpis.2018.48.3.136"]}, {"Citation": "Schmittgen TD, Livak KJ. Analyzing real-time PCR data by the comparative C(T) method. Nat Protoc. 2008;3:1101–8.", "ArticleIdList": ["10.1038/nprot.2008.73"]}, {"Citation": "Renvert S, Polyzois I. Treatment of pathologic peri-implant pockets. Periodontol. 2000;2018(76):180–90."}, {"Citation": "Ramanauskaite A, Daugela P, Juodzbalys G. Treatment of peri-implantitis: meta-analysis of findings in a systematic literature review and novel protocol proposal. Quintessence Int. 2016;47:379–93.", "ArticleIdList": ["26574611"]}, {"Citation": "Fernandes MH, de Sousa GP. Bone cells dynamics during peri-implantitis: a theoretical analysis. Oral Maxillofac Res. 2016;7:e6."}, {"Citation": "Duarte PM, de Mendonça AC, Máximo MBB, Santos VR, Bastos MF, Nociti FH Jr. Effect of anti-infective mechanical therapy on clinical parameters and cytokine levels in human peri-implant diseases. J Periodontol. 2009;80:234–43.", "ArticleIdList": ["19186963", "10.1902/jop.2009.070672"]}, {"Citation": "Mardegan GP, Shibli JA, Roth LA, Faveri M, Giro G, Bastos MF. Transforming growth factor-β, interleukin-17, and IL-23 gene expression profiles associated with human peri-implantitis. Clin Oral Implants Res. 2017;28:10–5.", "ArticleIdList": ["10.1111/clr.12846"]}, {"Citation": "Al Ghazal L, O’Sullivan J, Claffey N, Polyzois I. Comparison of two different techniques used for the maintenance of peri-implant soft tissue health: a pilot randomized clinical trial. Acta Odontol Scand. 2017;75:542–9.", "ArticleIdList": ["28715944", "10.1080/00016357.2017.1352101"]}, {"Citation": "Duarte PM, De Mendonça AC, Máximo MBB, Santos VR, Bastos MF, Nociti Júnior FH. Differential cytokine expressions affect the severity of peri-implant disease. Clin Oral Implants Res. 2009;20:514–20.", "ArticleIdList": ["19302394", "10.1111/j.1600-0501.2008.01680.x"]}, {"Citation": "Qu G, von Schroeder HP. Role of osterix in endothelin-1-induced downregulation of vascular endothelial growth factor in osteoblastic cells. Bone. 2006;38:21–9.", "ArticleIdList": ["16126465", "10.1016/j.bone.2005.07.013"]}, {"Citation": "Mierzwinska-Nastalska E, Lomzynski L, Jaworska-Zaremba M, Kostrzewa-Janicka J. Vascular endothelial growth factor in gingival crevicular fluid around dental implants. Eur J Med Res. 2010;15:88–91.", "ArticleIdList": ["21147629", "4360367", "10.1186/2047-783X-15-S2-88"]}, {"Citation": "Hall J, Pehrson NG, Ekestubbe A, Jemt T, Friberg B. A controlled, cross-sectional exploratory study on markers for the plasminogen system and inflammation in crevicular fluid samples from healthy, mucositis and peri-implantitis sites. Eur J Oral Implantol. 2015;8:153–66.", "ArticleIdList": ["26021226"]}, {"Citation": "Severino VO, Napimoga MH, de Lima Pereira SA. Expression of IL-6, IL-10, IL-17 and IL-8 in the peri-implant crevicular fluid of patients with peri-implantitis. Arch Oral Biol. 2011;56:823–8.", "ArticleIdList": ["21306703", "10.1016/j.archoralbio.2011.01.006"]}, {"Citation": "Balli U, Aydogdu A, Dede FO, Turer CC, Guven B. Gingival crevicular fluid levels of sclerostin, osteoprotegerin, and receptor activator of nuclear factor-κB ligand in periodontitis. J Periodontol. 2015;86:1396–404.", "ArticleIdList": ["26367496", "10.1902/jop.2015.150270"]}, {"Citation": "Sebastian A, Loots GG. Transcriptional control of Sost in bone. Bone. 2017;96:76–84.", "ArticleIdList": ["27771382", "10.1016/j.bone.2016.10.009"]}, {"Citation": "Kim JH, Kim AR, Choi YH, et al. Tumor necrosis factor-α antagonist diminishes osteocytic RANKL and sclerostin expression in diabetes rats with periodontitis. PLoS ONE. 2017;12:e0189702.", "ArticleIdList": ["29240821", "5730195", "10.1371/journal.pone.0189702"]}, {"Citation": "Liu M, Kurimoto P, Zhang J, et al. Sclerostin and DKK1 inhibition preserves and augments alveolar bone volume and architecture in rats with alveolar bone loss. J Dent Res. 2018;97:1031–8.", "ArticleIdList": ["29617179", "10.1177/0022034518766874"]}, {"Citation": "Ozdemir H, Toker H, Balcı H, Ozer H. Effect of ozone therapy on autogenous bone graft healing in calvarial defects: a histologic and histometric study in rats. J Periodontal Res. 2013;48:722–6.", "ArticleIdList": ["23452156", "10.1111/jre.12060"]}, {"Citation": "Kazancioglu H, Kurklu E, Ezirganli S. Effects of ozone therapy on pain, swelling, and trismus following third molar surgery. Int J Oral Maxillofac Surg. 2014;43:644–8.", "ArticleIdList": ["24332588", "10.1016/j.ijom.2013.11.006"]}, {"Citation": "Stavroullakis A, Brito C, Chen HY, Bajenova E, Prakki A, Nogueira-Filho G. Dental implant surface treatments may modulate cytokine secretion in Porphyromonas gingivalis-stimulated human gingival fibroblasts: a comparative study. J Biomed Mater Res A. 2015;103:1131–40.", "ArticleIdList": ["24924346", "10.1002/jbm.a.35262"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "7", "Day": "18"}, {"Year": "2020", "Month": "4", "Day": "1"}, {"Year": "2020", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32314079", "10.1007/s10266-020-00520-0", "10.1007/s10266-020-00520-0"]}}], "PubmedBookArticle": []}