{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["H2 evolution", "dielectric barrier discharge plasma", "g-C3N4/TiO2", "oxygen vacancy", "photodegradation"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32340144", "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "04", "Day": "23"}], "ELocationID": ["805", "10.3390/nano10040805"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "10", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Apr", "Day": "23"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Noble Metal-Free TiO<sub>2</sub>-Coated Carbon Nitride Layers for Enhanced Visible Light-Driven Photocatalysis.", "Abstract": {"AbstractText": ["Composites of g-C<sub>3</sub>N<sub>4</sub>/TiO<sub>2</sub> were one-step prepared using electron impact with dielectric barrier discharge (DBD) plasma as the electron source. Due to the low operation temperature, TiO<sub>2</sub> by the plasma method shows higher specific surface area and smaller particle size than that prepared via conventional calcination. Most interestingly, electron impact produces more oxygen vacancy on TiO<sub>2</sub>, which facilitates the recombination and formation of heterostructure of g-C<sub>3</sub>N<sub>4</sub>/TiO<sub>2</sub>. The composites have higher light absorption capacity and lower charge recombination efficiency. g-C<sub>3</sub>N<sub>4</sub>/TiO<sub>2</sub> by plasma can produce hydrogen at a rate of 219.9 μmol·g<sup>-1</sup>·h<sup>-1</sup> and completely degrade Rhodamine B (20mg·L<sup>-1</sup>) in two hours. Its hydrogen production rates were 3 and 1.5 times higher than that by calcination and pure g-C<sub>3</sub>N<sub>4</sub>, respectively. Electron impact, ozone and oxygen radical also play key roles in plasma preparation. Plasma has unique advantages in metal oxides defect engineering and the preparation of heterostructured composites with prospective applications as photocatalysts for pollutant degradation and water splitting."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Research Center of Industry Crystallization Technology, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Zhang", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Research Center of Industry Crystallization Technology, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Peng", "ForeName": "Xiangfeng", "Initials": "X"}, {"Identifier": ["0000-0002-0772-6782"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Research Center of Industry Crystallization Technology, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China."}], "LastName": "Wang", "ForeName": "Zhao", "Initials": "Z"}], "GrantList": [{"GrantID": "2016YFF0102503", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "21878214", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "WFKF2019-03", "Agency": "State Key Laboratory of Efficient Utilization for Low Grade Phosphate Rock and Its Associated Resources", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chava R.K., Son N., Kim Y.S., Kang M. Controlled Growth and Bandstructure Properties of One Dimensional Cadmium Sulfide Nanorods for Visible Photocatalytic Hydrogen Evolution Reaction. Nanomaterials. 2020;10:619. doi: 10.3390/nano10040619.", "ArticleIdList": ["10.3390/nano10040619", "PMC7221677", "32230877"]}, {"Citation": "Pan Y., You Y., Xin S., Li Y., Fu G., Cui Z., Men Y., Cao F., Yu S., Goodenough J.B. Photocatalytic CO2 reduction by carbon-coated indium-oxide nanobelts. J. Am. Chem. Soc. 2017;139:4123–4129. doi: 10.1021/jacs.7b00266.", "ArticleIdList": ["10.1021/jacs.7b00266", "28215081"]}, {"Citation": "Wang Z., Li C., Domen K. Recent developments in heterogeneous photocatalysts for solar-driven overall water splitting. Chem. Soc. Rev. 2019;48:2109–2125. doi: 10.1039/C8CS00542G.", "ArticleIdList": ["10.1039/C8CS00542G", "30328438"]}, {"Citation": "Lin L., Yu Z., Wang X. Crystalline carbon nitride semiconductors for photocatalytic water splitting. Angew. Chem. Int. Ed. 2019;131:6225–6236. doi: 10.1002/ange.201809897.", "ArticleIdList": ["10.1002/ange.201809897", "30345661"]}, {"Citation": "Fujishima A., Honda K. Electrochemical photolysis of water at a semiconductor electrode. Nature. 1972;238:37. doi: 10.1038/238037a0.", "ArticleIdList": ["10.1038/238037a0", "12635268"]}, {"Citation": "Nawaz R., Kait C.F., Chia H.Y., Isa M.H., Huei L.W. Glycerol-mediated facile synthesis of colored titania nanoparticles for visible light photodegradation of phenolic compounds. Nanomaterials. 2019;9:1586. doi: 10.3390/nano9111586.", "ArticleIdList": ["10.3390/nano9111586", "PMC6915729", "31717416"]}, {"Citation": "Yu X., Fan X., An L., Liu G., Li Z., Liu J., Hu P. Mesocrystalline Ti3+-TiO2 hybridized g-C3N4 for efficient visible-light photocatalysis. Carbon. 2018;128:21–30. doi: 10.1016/j.carbon.2017.11.078.", "ArticleIdList": ["10.1016/j.carbon.2017.11.078"]}, {"Citation": "Xing Z., Zhang J., Cui J., Yin J., Zhao T., Kuang J., Xiu Z., Wan N., Zhou W. Recent advances in floating TiO2-based photocatalysts for environmental application. Appl. Catal. B-Environ. 2018;225:452–467. doi: 10.1016/j.apcatb.2017.12.005.", "ArticleIdList": ["10.1016/j.apcatb.2017.12.005"]}, {"Citation": "Moongraksathum B., Chen Y. Anatase TiO2 co-doped with silver and ceria for antibacterial application. Catal. Today. 2018;310:68–74. doi: 10.1016/j.cattod.2017.05.087.", "ArticleIdList": ["10.1016/j.cattod.2017.05.087"]}, {"Citation": "Ma J., Tan X., Jiang F., Yu T. Graphitic C3N4 nanosheet-sensitized brookite TiO2 to achieve photocatalytic hydrogen evolution under visible light. Catal. Sci. Technol. 2017;7:3275–3282. doi: 10.1039/C7CY00788D.", "ArticleIdList": ["10.1039/C7CY00788D"]}, {"Citation": "Tan Y., Shu Z., Zhou J., Li T., Wang W., Zhao Z. One-step synthesis of nanostructured g-C3N4/TiO2 composite for highly enhanced visible-light photocatalytic H2 evolution. Appl. Catal. B-Environ. 2018;230:260–268. doi: 10.1016/j.apcatb.2018.02.056.", "ArticleIdList": ["10.1016/j.apcatb.2018.02.056"]}, {"Citation": "Li J., Ma C., Zhu S., Yu F., Dai B., Yang D. A review of recent advances of dielectric barrier discharge plasma in catalysis. Nanomaterials. 2019;9:1428. doi: 10.3390/nano9101428.", "ArticleIdList": ["10.3390/nano9101428", "PMC6836096", "31600913"]}, {"Citation": "Wang Z., Zhang Y., Neyts E.C., Cao X., Zhang X., Jang B.W.L., Liu C. Catalyst preparation with plasmas: How does it work? ACS Catal. 2018;8:2093–2110. doi: 10.1021/acscatal.7b03723.", "ArticleIdList": ["10.1021/acscatal.7b03723"]}, {"Citation": "Dou S., Tao L., Wang R., El Hankari S., Chen R., Wang S. Plasma-assisted synthesis and surface modification of electrode materials for renewable energy. Adv. Mater. 2018;30:1705850. doi: 10.1002/adma.201705850.", "ArticleIdList": ["10.1002/adma.201705850", "29441673"]}, {"Citation": "Yan X., Zhao B., Liu Y., Li Y. Dielectric barrier discharge plasma for preparation of Ni-based catalysts with enhanced coke resistance: Current status and perspective. Catal. Today. 2015;256:29–40. doi: 10.1016/j.cattod.2015.04.045.", "ArticleIdList": ["10.1016/j.cattod.2015.04.045"]}, {"Citation": "Sun Q., Yu B., Liu C. Characterization of ZnO nanotube fabricated by the plasma decomposition of Zn(OH)2 via dielectric barrier discharge. Plasma Chem. Plasma Process. 2012;32:201–209. doi: 10.1007/s11090-011-9337-9.", "ArticleIdList": ["10.1007/s11090-011-9337-9"]}, {"Citation": "Zada A., Qu Y., Ali S., Sun N., Lu H., Yan R., Zhang X., Jing L. Improved visible-light activities for degrading pollutants on TiO2/g-C3N4 nanocomposites by decorating SPR Au nanoparticles and 2,4-dichlorophenol decomposition path. J. Hazard. Mater. 2018;342:715–723. doi: 10.1016/j.jhazmat.2017.09.005.", "ArticleIdList": ["10.1016/j.jhazmat.2017.09.005", "28917200"]}, {"Citation": "Tahir M.B., Sagir M., Shahzad K. Removal of acetylsalicylate and methyl-theobromine from aqueous environment using nano-photocatalyst WO3-TiO2 @g-C3N4 composite. J. Hazard. Mater. 2019;363:205–213. doi: 10.1016/j.jhazmat.2018.09.055.", "ArticleIdList": ["10.1016/j.jhazmat.2018.09.055", "30308359"]}, {"Citation": "Zhao W., Yang X., Liu C., Qian X., Wen Y., Yang Q., Sun T., Chang W., Liu X., Chen Z. Facile construction of all-solid-state Z-scheme g-C3N4/TiO2 thin film for the efficient visible-light degradation of organic pollutant. Nanomaterials. 2020;10:600. doi: 10.3390/nano10040600.", "ArticleIdList": ["10.3390/nano10040600", "PMC7221626", "32218201"]}, {"Citation": "Marques J., Gomes T.D., Forte M.A., Silva R.F., Tavares C.J. A new route for the synthesis of highly-active N-doped TiO2 nanoparticles for visible light photocatalysis using urea as nitrogen precursor. Catal. Today. 2019;326:36–45. doi: 10.1016/j.cattod.2018.09.002.", "ArticleIdList": ["10.1016/j.cattod.2018.09.002"]}, {"Citation": "Lu Z., Zeng L., Song W., Qin Z., Zeng D., Xie C. In situ synthesis of C-TiO2/g-C3N4 heterojunction nanocomposite as highly visible light active photocatalyst originated from effective interfacial charge transfer. Appl. Catal. B-Environ. 2017;202:489–499. doi: 10.1016/j.apcatb.2016.09.052.", "ArticleIdList": ["10.1016/j.apcatb.2016.09.052"]}, {"Citation": "Sanabria-Arenas B.E., Mazare A., Yoo J., Nhat T.N., Hejazi S., Bian H., Diamanti M.V., Pedeferri M.P., Schmuki P. Intrinsic AuPt-alloy particles decorated on TiO2 nanotubes provide enhanced photocatalytic degradation. Electrochim. Acta. 2018;292:865–870. doi: 10.1016/j.electacta.2018.09.206.", "ArticleIdList": ["10.1016/j.electacta.2018.09.206"]}, {"Citation": "Hampel B., Kovacs G., Czekes Z., Hernadi K., Danciu V., Ersen O., Girleanu M., Focsan M., Baia L., Pap Z. Mapping the photocatalytic activity and ecotoxicology of Au, Pt/TiO2 composite photocatalysts. ACS Sustain. Chem. Eng. 2018;6:12993–13006. doi: 10.1021/acssuschemeng.8b02465.", "ArticleIdList": ["10.1021/acssuschemeng.8b02465"]}, {"Citation": "Ong W.J., Tan L.L., Ng Y.H., Yong S.T., Chai S.P. Graphitic carbon nitride (g-C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: Are we a step closer to achieving sustainability? Chem. Rev. 2016;116:7159–7329. doi: 10.1021/acs.chemrev.6b00075.", "ArticleIdList": ["10.1021/acs.chemrev.6b00075", "27199146"]}, {"Citation": "Yu S., Wang Y., Sun F., Wang R., Zhou Y. Novel mpg-C3N4/TiO2 nanocomposite photocatalytic membrane reactor for sulfamethoxazole photodegradation. Chem. Eng. J. 2018;337:183–192. doi: 10.1016/j.cej.2017.12.093.", "ArticleIdList": ["10.1016/j.cej.2017.12.093"]}, {"Citation": "Lee G., Lee X., Lyu C., Liu N., Andandan S., Wu J.J. Sonochemical synthesis of copper-doped BiVO4/g-C3N4 nanocomposite materials for photocatalytic degradation of bisphenol a under simulated sunlight irradiation. Nanomaterials. 2020;10:498. doi: 10.3390/nano10030498.", "ArticleIdList": ["10.3390/nano10030498", "PMC7153604", "32164266"]}, {"Citation": "Wang Z., Peng X., Tian S., Wang Z. Enhanced hydrogen production from water on Pt/g-C3N4 by room temperature electron reduction. Mater. Res. Bull. 2018;104:1–5. doi: 10.1016/j.materresbull.2018.03.044.", "ArticleIdList": ["10.1016/j.materresbull.2018.03.044"]}, {"Citation": "Yan J., Wu H., Chen H., Zhang Y., Zhang F., Liu S.F. Fabrication of TiO2/C3N4 heterostructure for enhanced photocatalytic Z-scheme overall water splitting. Appl. Catal. B-Environ. 2016;191:130–137. doi: 10.1016/j.apcatb.2016.03.026.", "ArticleIdList": ["10.1016/j.apcatb.2016.03.026"]}, {"Citation": "Liu H., Zhang Z., He H., Wang X., Zhang J., Zhang Q., Tong Y., Liu H., Ramakrishna S., Yan S., et al. One-step synthesis heterostructured g-C3N4/TiO2 composite for rapid degradation of pollutants in utilizing visible light. Nanomaterials. 2018;8:842. doi: 10.3390/nano8100842.", "ArticleIdList": ["10.3390/nano8100842", "PMC6215260", "30332837"]}, {"Citation": "Smýkalová A., Sokolová B., Foniok K., Matějka V., Praus P. Photocatalytic degradation of selected pharmaceuticals using g-C3N4 and TiO2 nanomaterials. Nanomaterials. 2019;9:1194. doi: 10.3390/nano9091194.", "ArticleIdList": ["10.3390/nano9091194", "PMC6780102", "31450849"]}, {"Citation": "Papailias I., Todorova N., Giannakopoulou T., Yu J., Dimotikali D., Trapalis C. Photocatalytic activity of modified g-C3N4 /TiO2 nanocomposites for NOx removal. Catal. Today. 2017;280:37–44. doi: 10.1016/j.cattod.2016.06.032.", "ArticleIdList": ["10.1016/j.cattod.2016.06.032"]}, {"Citation": "Zhang B., Wang Z., Peng X., Wang Z., Zhou L., Yin Q. A novel route to manufacture 2D layer MoS2 and g-C3N4 by atmospheric plasma with enhanced visible-light-driven photocatalysis. Nanomaterials. 2019;9:1139. doi: 10.3390/nano9081139.", "ArticleIdList": ["10.3390/nano9081139", "PMC6723641", "31398848"]}, {"Citation": "Peng X., Wang Z., Wang Z., Gong J., Hao H. Electron reduction for the preparation of rGO with high electrochemical activity. Catal. Today. 2019;337:63–68. doi: 10.1016/j.cattod.2019.02.007.", "ArticleIdList": ["10.1016/j.cattod.2019.02.007"]}, {"Citation": "Yang H., Jin Z., Hu H., Bi Y., Lu G. Ni-Mo-S nanoparticles modified graphitic C3N4 for efficient hydrogen evolution. Appl. Surf. Sci. 2018;427:587–597. doi: 10.1016/j.apsusc.2017.09.021.", "ArticleIdList": ["10.1016/j.apsusc.2017.09.021"]}, {"Citation": "Du X., Bai X., Xu L., Yang L., Jin P. Visible-light activation of persulfate by TiO2/g-C3N4 photocatalyst toward efficient degradation of micropollutants. Chem. Eng. J. 2020;384:123245. doi: 10.1016/j.cej.2019.123245.", "ArticleIdList": ["10.1016/j.cej.2019.123245"]}, {"Citation": "Hao R., Wang G., Jiang C., Tang H., Xu Q. In situ hydrothermal synthesis of g-C3N4/TiO2 heterojunction photocatalysts with high specific surface area for Rhodamine B degradation. Appl. Surf. Sci. 2017;411:400–410. doi: 10.1016/j.apsusc.2017.03.197.", "ArticleIdList": ["10.1016/j.apsusc.2017.03.197"]}, {"Citation": "Di T., Zhu B., Cheng B., Yu J., Xu J. A direct Z-scheme g-C3N4/SnS2 photocatalyst with superior visible-light CO2 reduction performance. J. Catal. 2017;352:532–541. doi: 10.1016/j.jcat.2017.06.006.", "ArticleIdList": ["10.1016/j.jcat.2017.06.006"]}, {"Citation": "Lei J., Chen Y., Shen F., Wang L., Liu Y., Zhang J. Surface modification of TiO2 with g-C3N4 for enhanced UV and visible photocatalytic activity. J. Alloys Compd. 2015;631:328–334. doi: 10.1016/j.jallcom.2015.01.080.", "ArticleIdList": ["10.1016/j.jallcom.2015.01.080"]}, {"Citation": "Wang H., Liang Y., Liu L., Hu J., Cui W. Highly ordered TiO2 nanotube arrays wrapped with g-C3N4 nanoparticles for efficient charge separation and increased photoelectrocatalytic degradation of phenol. J. Hazard. Mater. 2018;344:369–380. doi: 10.1016/j.jhazmat.2017.10.044.", "ArticleIdList": ["10.1016/j.jhazmat.2017.10.044", "29096250"]}, {"Citation": "Ma J., Tan X., Yu T., Li X. Fabrication of g-C3N4/TiO2 hierarchical spheres with reactive {001} TiO2 crystal facets and its visible-light photocatalytic activity. Int. J. Hydrogen Energy. 2016;41:3877–3887. doi: 10.1016/j.ijhydene.2015.12.191.", "ArticleIdList": ["10.1016/j.ijhydene.2015.12.191"]}, {"Citation": "Tong Z., Yang D., Xiao T., Tian Y., Jiang Z. Biomimetic fabrication of g-C3N4/TiO2 nanosheets with enhanced photocatalytic activity toward organic pollutant degradation. Chem. Eng. J. 2015;260:117–125. doi: 10.1016/j.cej.2014.08.072.", "ArticleIdList": ["10.1016/j.cej.2014.08.072"]}, {"Citation": "Ma L., Wang G., Jiang C., Bao H., Xu Q. Synthesis of core-shell TiO2@g-C3N4 hollow microspheres for efficient photocatalytic degradation of rhodamine B under visible light. Appl. Surf. Sci. 2018;430:263–272. doi: 10.1016/j.apsusc.2017.07.282.", "ArticleIdList": ["10.1016/j.apsusc.2017.07.282"]}, {"Citation": "Li F.T., Liu S.J., Xue Y.B., Wang X.J., Hao Y.J., Zhao J., Liu R.H., Zhao D.S. Structure modification function of g-C3N4 for Al2O3 in the in situ hydrothermal process for enhanced photocatalytic activity. Chem. A Eur. J. 2015;21:10149–10159. doi: 10.1002/chem.201500224.", "ArticleIdList": ["10.1002/chem.201500224", "26043440"]}, {"Citation": "Wu F., Li X., Liu W., Zhang S. Highly enhanced photocatalytic degradation of methylene blue over the indirect all-solid-state Z-scheme g-C3N4-RGO-TiO2 nanoheterojunctions. Appl. Surf. Sci. 2017;405:60–70. doi: 10.1016/j.apsusc.2017.01.285.", "ArticleIdList": ["10.1016/j.apsusc.2017.01.285"]}, {"Citation": "Shi L., Yang L., Zhou W., Liu Y., Yin L., Hai X., Song H., Ye J. Photoassisted construction of holey defective g-C3N4 photocatalysts for efficient visible-light-driven H2O2 production. Small. 2018;14:1703142. doi: 10.1002/smll.201703142.", "ArticleIdList": ["10.1002/smll.201703142", "29319230"]}, {"Citation": "Zhang F., Feng G., Hu M., Huang Y., Zeng H. Liquid-plasma hydrogenated synthesis of gray titania with engineered surface defects and superior photocatalytic activity. Nanomaterials. 2020;10:342. doi: 10.3390/nano10020342.", "ArticleIdList": ["10.3390/nano10020342", "PMC7075135", "32079275"]}, {"Citation": "Shi H., Long S., Hu S., Hou J., Ni W., Song C., Li K., Gurzadyan G.G., Guo X. Interfacial charge transfer in 0D/2D defect-rich heterostructures for efficient solar-driven CO2 reduction. Appl. Catal. B-Environ. 2019;245:760–769. doi: 10.1016/j.apcatb.2019.01.036.", "ArticleIdList": ["10.1016/j.apcatb.2019.01.036"]}, {"Citation": "Feng X., Wang P., Hou J., Qian J., Ao Y., Wang C. Significantly enhanced visible light photocatalytic efficiency of phosphorus doped TiO2 with surface oxygen vacancies for ciprofloxacin degradation: Synergistic effect and intermediates analysis. J. Hazard. Mater. 2018;351:196–205. doi: 10.1016/j.jhazmat.2018.03.013.", "ArticleIdList": ["10.1016/j.jhazmat.2018.03.013", "29550553"]}, {"Citation": "Zhang Y.C., Afzal N., Pan L., Zhang X., Zou J.J. Structure-activity relationship of defective metal-based photocatalysts for water splitting: Experimental and theoretical perspectives. Adv. Sci. 2019;6:1900053. doi: 10.1002/advs.201900053.", "ArticleIdList": ["10.1002/advs.201900053", "PMC6524102", "31131201"]}, {"Citation": "Chen X., Wei J., Hou R., Liang Y., Xie Z., Zhu Y., Zhang X., Wang H. Growth of g-C3N4 on mesoporous TiO2 spheres with high photocatalytic activity under visible light irradiation. Appl. Catal. B-Environ. 2016;188:342–350. doi: 10.1016/j.apcatb.2016.02.012.", "ArticleIdList": ["10.1016/j.apcatb.2016.02.012"]}, {"Citation": "Li Y., Wang W., Wang F., Di L., Yang S., Zhu S., Yao Y., Ma C., Dai B., Yu F. Enhanced photocatalytic degradation of organic dyes via defect-rich TiO2 prepared by dielectric barrier discharge plasma. Nanomaterials. 2019;9:720. doi: 10.3390/nano9050720.", "ArticleIdList": ["10.3390/nano9050720", "PMC6567862", "31075936"]}, {"Citation": "Lv Y., Pan C., Ma X., Zong R., Bai X., Zhu Y. Production of visible activity and UV performance enhancement of ZnO photocatalyst via vacuum deoxidation. Appl. Catal. B-Environ. 2013;138–139:26–32. doi: 10.1016/j.apcatb.2013.02.011.", "ArticleIdList": ["10.1016/j.apcatb.2013.02.011"]}, {"Citation": "Xue K., He R., Yang T., Wang J., Sun R., Wang L., Yu X., Omeoga U., Pi S., Yang T., et al. MOF-based In2S3-X2S3 (X=Bi; Sb)@TFPT-COFs hybrid materials for enhanced photocatalytic performance under visible light. Appl. Surf. Sci. 2019;493:41–54. doi: 10.1016/j.apsusc.2019.06.247.", "ArticleIdList": ["10.1016/j.apsusc.2019.06.247"]}, {"Citation": "Jiang X., Xing Q., Luo X., Li F., Zou J., Liu S., Li X., Wang X. Simultaneous photoreduction of Uranium(VI) and photooxidation of Arsenic(III) in aqueous solution over g-C3N4/TiO2 heterostructured catalysts under simulated sunlight irradiation. Appl. Catal. B-Environ. 2018;228:29–38. doi: 10.1016/j.apcatb.2018.01.062.", "ArticleIdList": ["10.1016/j.apcatb.2018.01.062"]}, {"Citation": "Wang Y., Cai J., Wu M., Chen J., Zhao W., Tian Y., Ding T., Zhang J., Jiang Z., Li X. Rational construction of oxygen vacancies onto tungsten trioxide to improve visible light photocatalytic water oxidation reaction. Appl. Catal. B-Environ. 2018;239:398–407. doi: 10.1016/j.apcatb.2018.08.029.", "ArticleIdList": ["10.1016/j.apcatb.2018.08.029"]}, {"Citation": "Li J., Weng B., Cai S., Chen J., Jia H., Xu Y. Efficient promotion of charge transfer and separation in hydrogenated TiO2/WO3 with rich surface-oxygen-vacancies for photodecomposition of gaseous toluene. J. Hazard. Mater. 2018;342:661–669. doi: 10.1016/j.jhazmat.2017.08.077.", "ArticleIdList": ["10.1016/j.jhazmat.2017.08.077", "28898863"]}, {"Citation": "Deng Y., Tang L., Zeng G., Wang J., Zhou Y., Wang J., Tang J., Wang L., Feng C. Facile fabrication of mediator-free Z-scheme photocatalyst of phosphorous-doped ultrathin graphitic carbon nitride nanosheets and bismuth vanadate composites with enhanced tetracycline degradation under visible light. J. Colloid Interface Sci. 2018;509:219–234. doi: 10.1016/j.jcis.2017.09.016.", "ArticleIdList": ["10.1016/j.jcis.2017.09.016", "28915480"]}, {"Citation": "Chang F., Zhang J., Xie Y., Chen J., Li C., Wang J., Luo J., Deng B., Hu X. Fabrication, characterization, and photocatalytic performance of exfoliated g-C3N4-TiO2 hybrids. Appl. Surf. Sci. 2014;311:574–581. doi: 10.1016/j.apsusc.2014.05.111.", "ArticleIdList": ["10.1016/j.apsusc.2014.05.111"]}, {"Citation": "Yu J., Wang S., Low J., Xiao W. Enhanced photocatalytic performance of direct Z-scheme g-C3N4-TiO2 photocatalysts for the decomposition of formaldehyde in air. Phys. Chem. Chem. Phys. 2013;15:16883. doi: 10.1039/c3cp53131g.", "ArticleIdList": ["10.1039/c3cp53131g", "23999576"]}, {"Citation": "Kogelschatz U. Dielectric-barrier discharges: Their history, discharge physics, and industrial applications. Plasma Chem. Plasma Process. 2003;23:1–46. doi: 10.1023/A:1022470901385.", "ArticleIdList": ["10.1023/A:1022470901385"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "2"}, {"Year": "2020", "Month": "4", "Day": "21"}, {"Year": "2020", "Month": "4", "Day": "21"}, {"Year": "2020", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "4", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["32340144", "PMC7221541", "10.3390/nano10040805", "nano10040805"]}}], "PubmedBookArticle": []}