{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Environmental pollution", "Epidemiological studies", "Human health risk assessment", "Hydraulic fracturing", "Unconventional natural gas and oil production"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32385535", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "09"}], "ELocationID": ["10.1007/s00204-020-02758-7"], "Journal": {"ISSN": "1432-0738", "JournalIssue": {"Volume": "94", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Archives of toxicology", "ISOAbbreviation": "Arch Toxicol"}, "ArticleTitle": "Critical evaluation of human health risks due to hydraulic fracturing in natural gas and petroleum production.", "Pagination": {"StartPage": "967", "EndPage": "1016", "MedlinePgn": "967-1016"}, "Abstract": {"AbstractText": ["The use of hydraulic fracturing (HF) to extract oil and natural gas has increased, along with intensive discussions on the associated risks to human health. Three technical processes should be differentiated when evaluating human health risks, namely (1) drilling of the borehole, (2) hydraulic stimulation, and (3) gas or oil production. During the drilling phase, emissions such as NO<sub>x</sub>, NMVOCs (non-methane volatile organic compounds) as precursors for tropospheric ozone formation, and SO<sub>x</sub> have been shown to be higher compared to the subsequent phases. In relation to hydraulic stimulation, the toxicity of frac fluids is of relevance. More than 1100 compounds have been identified as components. A trend is to use fewer, less hazardous and more biodegradable substances; however, the use of hydrocarbons, such as kerosene and diesel, is still allowed in the USA. Methane in drinking water is of low toxicological relevance but may indicate inadequate integrity of the gas well. There is a great concern regarding the contamination of ground- and surface water during the production phase. Water that flows to the surface from oil and gas wells, so-called 'produced water', represents a mixture of flow-back, the injected frac fluid returning to the surface, and the reservoir water present in natural oil and gas deposits. Among numerous hazardous compounds, produced water may contain bromide, arsenic, strontium, mercury, barium, radioactive isotopes and organic compounds, particularly benzene, toluene, ethylbenzene and xylenes (BTEX). The sewage outflow, even from specialized treatment plants, may still contain critical concentrations of barium, strontium and arsenic. Evidence suggests that the quality of groundwater and surface water may be compromised by disposal of produced water. Particularly critical is the use of produced water for watering of agricultural areas, where persistent compounds may accumulate. Air contamination can occur as a result of several HF-associated activities. In addition to BTEX, 20 HF-associated air contaminants are group 1A or 1B carcinogens according to the IARC. In the U.S., oil and gas production (including conventional production) represents the second largest source of anthropogenic methane emissions. High-quality epidemiological studies are required, especially in light of recent observations of an association between childhood leukemia and multiple myeloma in the neighborhood of oil and gas production sites. In conclusion, (1) strong evidence supports the conclusion that frac fluids can lead to local environmental contamination; (2) while changes in the chemical composition of soil, water and air are likely to occur, the increased levels are still often below threshold values for safety; (3) point source pollution due to poor maintenance of wells and pipelines can be monitored and remedied; (4) risk assessment should be based on both hazard and exposure evaluation; (5) while the concentrations of frac fluid chemicals are low, some are known carcinogens; therefore, thorough, well-designed studies are needed to assess the risk to human health with high certainty; (6) HF can represent a health risk via long-lasting contamination of soil and water, when strict safety measures are not rigorously applied."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Formerly Public Health Agency of Lower Saxony, Hannover, Germany. klaus-michael.wollin@t-online.de."}], "LastName": "Wollin", "ForeName": "Klaus-Michael", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hepatobiliary Surgery and Visceral Transplantation, University Hospital, Leipzig University, Leipzig, Germany."}], "LastName": "Damm", "ForeName": "G", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Toxicology, University of Halle, Halle/Saale, Germany."}], "LastName": "Foth", "ForeName": "H", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development, Translational Sciences-Toxicology, Bayer AG, Wuppertal, Germany."}], "LastName": "Freyberger", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal Institute for Occupational Safety and Health, Dortmund, Germany."}], "LastName": "Gebel", "ForeName": "T", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Toxicology, Department of Biology, University of Konstanz, Constance, Germany."}], "LastName": "Mangerich", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Clinical Pharmacology and Toxicology, Charité, Universitätsmedizin Berlin, Berlin, Germany."}], "LastName": "Gundert-Remy", "ForeName": "U", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Occupational, Social and Environmental Medicine, University Medical Center, Göttingen, Germany."}], "LastName": "Partosch", "ForeName": "F", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Protection, Schleswig-Holstein State Agency for Social Services, Kiel, Germany."}], "LastName": "Röhl", "ForeName": "C", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Engineering, University of Applied Science Muenster, Steinfurt, Germany."}], "LastName": "Schupp", "ForeName": "T", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Leibniz Research Centre for Working Environment and Human Factors (IfADo), University of Dortmund, Dortmund, Germany. hengstler@ifado.de."}], "LastName": "Hengstler", "ForeName": "Jan G", "Initials": "JG"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Arch Toxicol", "NlmUniqueID": "0417615", "ISSNLinking": "0340-5761"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzene Derivatives"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons"}, {"RegistryNumber": "0", "NameOfSubstance": "Natural Gas"}, {"RegistryNumber": "0", "NameOfSubstance": "Petroleum"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "3FPU23BG52", "NameOfSubstance": "Toluene"}, {"RegistryNumber": "J64922108F", "NameOfSubstance": "Benzene"}, {"RegistryNumber": "L5I45M5G0O", "NameOfSubstance": "ethylbenzene"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Benzene"}, {"QualifierName": [], "DescriptorName": "Benzene Derivatives"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Groundwater"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hydraulic Fracking"}, {"QualifierName": [], "DescriptorName": "Hydrocarbons"}, {"QualifierName": [], "DescriptorName": "Natural Gas"}, {"QualifierName": [], "DescriptorName": "Oil and Gas Fields"}, {"QualifierName": [], "DescriptorName": "Oil and Gas Industry"}, {"QualifierName": [], "DescriptorName": "Petroleum"}, {"QualifierName": [], "DescriptorName": "Toluene"}, {"QualifierName": [], "DescriptorName": "Volatile Organic Compounds"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Wells"}], "CoiStatement": "This study has been conducted by the Advisory Committee of the German Society of Toxicology (AC). The AC is elected by the members of the German Society of Toxicology and consists of representatives from academia, industry and administration to guarantee a broad range of toxicological competence. The AC presents and justifies its activities to the members of the German Society of Toxicology, for example at the yearly plenary meeting. The German Society of Toxicology is the largest scientific toxicological organization in Europe, with more than 1300 members. In the past 10 years, the Advisory Committee has already published review articles about inorganic arsenic in food (Gundert-Remy et al. 2015), nanotoxicology (Gebel et al. 2014), bisphenol A (Hengstler et al. 2011), alternative methods to animal experiments (Lilienblum et al. 2008) and REACH (Hengstler et al. 2006). Commentaries to hydraulic fracturing have not yet been published by the AC."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "13th Adaptation to Technical Progress (ATP) Commission Regulation (EU) 2018/1480 of 4 October 2018 amending, for the purposes of its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures and correcting Commission Regulation (EU) 2017/776 (Text with EEA relevance.). https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32018R1480&from=EN. Accessed 13 Jan 2020"}, {"Citation": "40 U.S. Code of Federal Regulations, CFR, 125.3, Technology-based treatment requirements in permits, subpart C. https://www.law.cornell.edu/cfr/text/40/125.3"}, {"Citation": "40 U.S. Code of Federal Regulations, CFR Part 435–OIL AND GAS EXTRACTION POINT SOURCE CATEGORY. https://www.law.cornell.edu/cfr/text/40/part-435"}, {"Citation": "Adgate JL, Goldstein BD, McKenzie LM. Potential public health hazards, exposures and health effects from unconventional natural gas development. Environ Sci Technol. 2014;48(15):8307–8320. doi: 10.1021/es404621d.", "ArticleIdList": ["10.1021/es404621d", "24564405"]}, {"Citation": "Ahmadi M, John K. Statistical evaluation of the impact of shale gas activities on ozone pollution in North Texas. Sci Total Environ. 2015;536:457–467. doi: 10.1016/j.scitotenv.2015.06.114.", "ArticleIdList": ["10.1016/j.scitotenv.2015.06.114", "26232756"]}, {"Citation": "Ahmed U, Meehan DN. Unconventional oil and gas resources: exploitation and development. Boca Raton: CRC Press; 2016."}, {"Citation": "Akob DM, Cozzarelli IM, Dunlap DS, et al. Organic and inorganic composition and microbiology of produced waters from Pennsylvania shale gas wells. Appl Geochem. 2015;60:116–125. doi: 10.1016/j.apgeochem.2015.04.011.", "ArticleIdList": ["10.1016/j.apgeochem.2015.04.011"]}, {"Citation": "Alawattegama SK, Kondratyuk T, Krynock R, et al. Well water contamination in a rural community in southwestern Pennsylvania near unconventional shale gas extraction. J Environ Sci Health A Tox Hazard Subst Environ Eng. 2015;50(5):516–528. doi: 10.1080/10934529.2015.992684.", "ArticleIdList": ["10.1080/10934529.2015.992684", "25734827"]}, {"Citation": "Allen DT. Emissions from oil and gas operations in the United States and their air quality implications. J Air Waste Manag Assoc. 2016;66(6):549–575. doi: 10.1080/10962247.2016.1171263.", "ArticleIdList": ["10.1080/10962247.2016.1171263", "27249104"]}, {"Citation": "ATSDR (Agency for Toxic Substances and Disease Registry (ATSDR) (2019) Minimal Risk Levels (MRLs). https://www.atsdr.cdc.gov/mrls/index.asp. Accessed 13 Jan 2020"}, {"Citation": "Balise VD, Meng CX, Cornelius-Green JN, et al. Systematic review of the association between oil and natural gas extraction processes and human reproduction. Fertil Steril. 2016;106(4):795–819. doi: 10.1016/j.fertnstert.2016.07.1099.", "ArticleIdList": ["10.1016/j.fertnstert.2016.07.1099", "PMC7528095", "27568524"]}, {"Citation": "Bamber AM, Hasanali SH, Nair AS, et al. A systematic review of the epidemiologic literature assessing health outcomes in populations living near oil and natural gas operations: study quality and future recommendations. Int J Environ Res Public Health. 2019;16(12):E2123. doi: 10.3390/ijerph16122123.", "ArticleIdList": ["10.3390/ijerph16122123", "PMC6616936", "31208070"]}, {"Citation": "Barati R, Liang JT. A review of fracturing fluid systems used for hydraulic fracturing of oil and gas wells. J Appl Polym Sci. 2014;131(16):40735. doi: 10.1002/app.40735.", "ArticleIdList": ["10.1002/app.40735"]}, {"Citation": "Barbot E, Vidic NS, Gregory KB, Vidic RD. Spatial and temporal correlation of water quality parameters of produced waters from Devonian-age shale following hydraulic fracturing. Environ Sci Technol. 2013;47(6):2562–2569. doi: 10.1021/es304638h.", "ArticleIdList": ["10.1021/es304638h", "23425120"]}, {"Citation": "Bergmann A, Weber FA, Meiners HG, Müller F. Potential water-related environmental risks of hydraulic fracturing employed in exploration and exploitation of unconventional natural gas reservoirs in Germany. Environ Sci Europe. 2014;26:10. doi: 10.1186/2190-4715-26-10.", "ArticleIdList": ["10.1186/2190-4715-26-10"]}, {"Citation": "BGR (Bundesanstalt für Geowissenschaften und Rohstoffe) (Hrsg.) (2016) Schieferöl und Schiefergas in Deutschland—Potenziale und Umweltaspekte. Januar 2016"}, {"Citation": "Blondes MS, Gans KD, Thordsen JJ et al (2014) U.S. geological survey national produced waters geochemical database v2.1 (Provisional). Publisher: U.S. Geological Survey (USGS); HERO ID 2447516. https://semanticommunity.info/@api/deki/files/35790/USGS_Produced_Waters_Database_v2.1_Documentation.pdf. Accessed 13 Jan 2020"}, {"Citation": "BMU (Bundesministerium für Umwelt, Naturschutz, Bau und Reaktorsicherheit) (2017). https://www.bmu.de/. Accessed 13 Jan 2020"}, {"Citation": "Boyer EW, Swistock BR, Clark J et al (2012) The impact of Marcellus gas drilling on rural drinking water supplies. Center for Rural Pennsylvania, March 2012. http://www.rural.palegislature.us/documents/reports/Marcellus_and_drinking_water_2012.pdf. Accessed 13 Jan 2020"}, {"Citation": "Brown D, Weinberger B, Lewis C, Bonaparte H. Understanding exposure from natural gas drilling puts current air standards to the test. Rev Environ Health. 2014;29(4):277–292. doi: 10.1515/reveh-2014-0002.", "ArticleIdList": ["10.1515/reveh-2014-0002", "24690938"]}, {"Citation": "Bunch AG, Perry CS, Abraham L, et al. Evaluation of impact of shale gas operations in the Barnett Shale region on volatile organic compounds in air and potential human health risks. Sci Total Environ. 2014;468–469:832–842. doi: 10.1016/j.scitotenv.2013.08.080.", "ArticleIdList": ["10.1016/j.scitotenv.2013.08.080", "24076504"]}, {"Citation": "Busby C, Mangano J. There’s a world going on underground—infant mortality and fracking in Pennsylvania. J Environ Prot. 2017;8(4):381–393. doi: 10.4236/jep.2017.84028.", "ArticleIdList": ["10.4236/jep.2017.84028"]}, {"Citation": "BVEG (Bundesverband Erdgas, Erdöl und Geoenergie e. V.) (2017). http://www.bveg.de/Themen/Technik-Standards/Fracking/Info-Plattform-zu-Fracking. Accessed 13 Jan 2020"}, {"Citation": "Caron-Beaudoin É, Valter N, Chevrier J, et al. Gestational exposure to volatile organic compounds (VOCs) in Northeastern British Columbia, Canada: a pilot study. Environ Int. 2018;110:131–138. doi: 10.1016/j.envint.2017.10.022.", "ArticleIdList": ["10.1016/j.envint.2017.10.022", "29122312"]}, {"Citation": "Casey JA, Savitz DA, Rasmussen SG, et al. Unconventional natural gas development and birth outcomes in Pennsylvania, USA. Epidemiology. 2016;27(2):163–172. doi: 10.1097/EDE.0000000000000387.", "ArticleIdList": ["10.1097/EDE.0000000000000387", "PMC4738074", "26426945"]}, {"Citation": "Casey JA, Wilcox HC, Hirsch AG, et al. Associations of unconventional natural gas development with depression symptoms and disordered sleep in Pennsylvania. Sci Rep. 2018;8(11):11375. doi: 10.1038/s41598-018-29747-2.", "ArticleIdList": ["10.1038/s41598-018-29747-2", "PMC6063969", "30054553"]}, {"Citation": "Casey JA, Goin DE, Rudolph KE, et al. Unconventional natural gas development and adverse birth outcomes in Pennsylvania: the potential mediating role of antenatal anxiety and depression. Environ Res. 2019;177:108598. doi: 10.1016/j.envres.2019.108598.", "ArticleIdList": ["10.1016/j.envres.2019.108598", "PMC6726131", "31357155"]}, {"Citation": "CDEHP (Colorado Department of Public Health and Environment) (2017) Assessment of potential public health effects from oil and gas operations in Colorado. https://drive.google.com/file/d/0B0tmPQ67k3NVVFc1TFg1eDhMMjQ/view. Accessed 13 Jan 2020"}, {"Citation": "Cheremisinoff NP, Davletshin A. Hydraulic fracturing operations: handbook of environmental management practices. Wiley. 2015 doi: 10.1002/9781119099987.ch3.", "ArticleIdList": ["10.1002/9781119099987.ch3"]}, {"Citation": "COGCC: https://cogcc.state.co.us/Announcements/Hot_Topics/Hydraulic_Fracturing/Hydra_Frac_topics.html. Accessed 13 Jan 2020"}, {"Citation": "Colborn T, Schultz K, Herrick L, Kwiatkowski C. An exploratory study of air quality near natural gas operations. Hum Ecol Risk Assess. 2014;20(1):86–105. doi: 10.1080/10807039.2012.749447.", "ArticleIdList": ["10.1080/10807039.2012.749447"]}, {"Citation": "COM (2014) Commission Recommendation 2014/70/EU of 22 January 2014 on minimum principles for the exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing. https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=LEGISSUM:1801_4. Accessed 13 Jan 2020"}, {"Citation": "COM (2016) Commission Implementing Regulation (EU) 2016/131 of 1 February 2016 approving C(M)IT/MIT (3:1) as an existing active substance for use in biocidal products for product-types 2, 4, 6, 11, 12 and 13. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32016R0131&from=EN. Accessed 13 Jan 2020"}, {"Citation": "COM (2018) 13th Adaptation to Technical Progress (ATP) Commission Regulation (EU) 2018/1480 of 4 October 2018 amending, for the purposes of its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures and correcting Commission Regulation (EU) 2017/776. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32018R1480&from=EN. Accessed 13 Jan 2020"}, {"Citation": "Commission Of The European Communities (2000) Communication from the Commission on the precautionary principle. https://op.europa.eu/en/publication-detail/-/publication/21676661-a79f-4153-b984-aeb28f07c80a/language-en. Accessed 13 Jan 2020"}, {"Citation": "Costa D, Jesus J, Branco D, et al. Extensive review of shale gas environmental impacts from scientific literature (2010–2015) Environ Sci Pollut Res Int. 2017;24(17):14579–14594. doi: 10.1007/s11356-017-8970-0.", "ArticleIdList": ["10.1007/s11356-017-8970-0", "28452035"]}, {"Citation": "Cuadrilla (2017) https://cuadrillaresources.uk/about-fracking/. Accessed 13 Jan 2020"}, {"Citation": "Currie J, Greenstone M, Meckel K. Hydraulic fracturing and infant health: new evidence from Pennsylvania. Sci Adv. 2017;3(12):e1603021. doi: 10.1126/sciadv.1603021.", "ArticleIdList": ["10.1126/sciadv.1603021", "PMC5729015", "29242825"]}, {"Citation": "Dahm KG, Guerra KL, Xu P, Drewes JE. Composite geochemical database for coalbed methane produced water quality in the Rocky Mountain region. Environ Sci Technol. 2011;45(18):7655–7663. doi: 10.1021/es201021n.", "ArticleIdList": ["10.1021/es201021n", "21790201"]}, {"Citation": "Dannwolf U, Heckelsmüller A, Steiner N et al (2014) Environmental impacts of hydraulic fracturing related to the exploration and exploitation of unconventional natural gas, in particular of shale gas part 2—groundwater monitoring concept, fracking chemicals registry, disposal of flowback, current state of research on emissions/climate balance, induced seismicity, impacts on the ecosystem, the landscape and biodiversity. Summary. On behalf of the Federal Environment Agency (Germany), Dessau-Roßlau, July 2014. https://www.umweltbundesamt.de/sites/default/files/medien/378/publikationen/texte_53_2014_umweltauswirkungen_von_fracking_0.pdf. Accessed 13 Jan 2020"}, {"Citation": "Darrah TH, Vengosh A, Jackson RB, et al. Noble gases identify the mechanisms of fugitive gas contamination in drinking-water wells overlying the Marcellus and Barnett Shales. Proc Natl Acad Sci USA. 2014;111(39):14076–14081. doi: 10.1073/pnas.1322107111.", "ArticleIdList": ["10.1073/pnas.1322107111", "PMC4191804", "25225410"]}, {"Citation": "Denham A, Willis M, Zavez A, Hill E. Unconventional natural gas development and hospitalizations: evidence from Pennsylvania, United States, 2003–2014. Public Health. 2019;168:17–25. doi: 10.1016/j.puhe.2018.11.020.", "ArticleIdList": ["10.1016/j.puhe.2018.11.020", "PMC6408296", "30677623"]}, {"Citation": "Dieter HH. Health related guide values for drinking-water since 1993 as guidance to assess presence of new analytes in drinking-water. Int J Hyg Environ Health. 2014;217(2–3):117–132. doi: 10.1016/j.ijheh.2013.05.001.", "ArticleIdList": ["10.1016/j.ijheh.2013.05.001", "23820379"]}, {"Citation": "DiGiulio DC, Jackson RB. Impact to underground sources of drinking water and domestic wells from production well stimulation and completion practices in the Pavillion, Wyoming Field. Environ Sci Technol. 2016;50(8):4524–4536. doi: 10.1021/acs.est.5b04970.", "ArticleIdList": ["10.1021/acs.est.5b04970", "27022977"]}, {"Citation": "DIRECTIVE 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32008L0050&from=en"}, {"Citation": "DOE (U.S. Department of Energy) (2014) Water management strategies for improved coalbed methane production in the Black Warrior Basin. Publisher: U.S. Department of Energy, Tuscaloosa, AL. Final report. https://netl.doe.gov/sites/default/files/2018-02/fe0000888-final-report.pdf. Accessed 13 Jan 2020"}, {"Citation": "Drollette BD, Hoelzer K, Warner NR, et al. Elevated levels of diesel range organic compounds in groundwater near Marcellus gas operations are derived from surface activities. Proc Natl Acad Sci USA. 2015;112(43):13184–13189. doi: 10.1073/pnas.1511474112.", "ArticleIdList": ["10.1073/pnas.1511474112", "PMC4629325", "26460018"]}, {"Citation": "Dyck W, Dunn CE. Helium and methane anomalies in domestic well waters in southwestern Saskatchewan, Canada, and their relationship to other dissolved constituents, oil and gas fields, and tectonic patterns. J Geophys Res Solid Earth. 1986;91(B12):12343–12353. doi: 10.1029/JB091iB12p12343.", "ArticleIdList": ["10.1029/JB091iB12p12343"]}, {"Citation": "Eionet (European Environment Information and Observation Network), Central Data Repository (2020) GHG Inventory EU, Germany, 16 Jan 2020. https://cdr.eionet.europa.eu/de/eu/mmr/art07_inventory/ghg_inventory/envxh8awg/. Accessed 13 Jan 2020"}, {"Citation": "EKN (Epidemiologisches Krebsregister Niedersachsen) (2014) Auswertung des EKN zur Häufigkeit von Krebsneuerkrankungen in der Samtgemeinde Bothel. September 2014. http://www.krebsregister-niedersachsen.de/dateien/aktuellesnews/pdf/EKN_Bericht_SG%20Bothel_2014_09_11.pdf. Accessed 13 Jan 2020"}, {"Citation": "EKN (Epidemiologisches Krebsregister Niedersachsen) (2015) Auswertung des EKN zur Häufigkeit von Krebsneuerkrankungen in den Nachbargemeinden der Samtgemeinde Bothel. Juni 2015. http://www.krebsregister-niedersachsen.de/dateien/aktuellesnews/pdf/Bothel_Nachbargemeinden/EKN_Bericht%20Nachbargemeinden%20SG%20Bothel_062015.pdf. Accessed 13 Jan 2020"}, {"Citation": "EKN (Epidemiologisches Krebsregister Niedersachsen) (2016) Auswertung des EKN zur Häufigkeit von hämatologischen Krebsneuerkrankungen in der Samtgemeinde Steimbke und der Gemeinde Rodewald. http://www.krebsregister-niedersachsen.de/dateien/aktuellesnews/pdf/EKN_Bericht%20SG_Steimbke_Rodewald_201604.pdf. Accessed 13 Jan 2020"}, {"Citation": "Elliott EG, Trinh P, Ma X, et al. Unconventional oil and gas development and risk of childhood leukemia: assessing the evidence. Sci Total Environ. 2017;576:138–147. doi: 10.1016/j.scitotenv.2016.10.072.", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.072", "PMC6457992", "27783932"]}, {"Citation": "Elliott EG, Ettinger AS, Leaderer BP, et al. A systematic evaluation of chemicals in hydraulic-fracturing fluids and wastewater for reproductive and developmental toxicity. J Expo Sci Environ Epidemiol. 2017;27(1):90–99. doi: 10.1038/jes.2015.81.", "ArticleIdList": ["10.1038/jes.2015.81", "26732376"]}, {"Citation": "Elliott EG, Ma X, Leaderer BP, et al. A community-based evaluation of proximity to unconventional oil and gas wells, drinking water contaminants, and health symptoms in Ohio. Environ Res. 2018;167:550–557. doi: 10.1016/j.envres.2018.08.022.", "ArticleIdList": ["10.1016/j.envres.2018.08.022", "30145431"]}, {"Citation": "Elsner M, Hoelzer K. Quantitative survey and structural classification of hydraulic fracturing chemicals reported in unconventional gas production. Environ Sci Technol. 2016;50(7):290–3314. doi: 10.1021/acs.est.5b02818.", "ArticleIdList": ["10.1021/acs.est.5b02818", "26902161"]}, {"Citation": "Elsner M, Schreglmann K, Calmano W, et al. Comment on the German draft legislation on hydraulic fracturing: the need for an accurate state of knowledge and for independent scientific research. Environ Sci Technol. 2015;49(11):6367–6369. doi: 10.1021/acs.est.5b01921.", "ArticleIdList": ["10.1021/acs.est.5b01921", "25996961"]}, {"Citation": "Esswein EJ, Snawder J, King B, et al. Evaluation of some potential chemical exposure risks during flowback operations in unconventional oil and gas extraction: preliminary results. J Occup Environ Hyg. 2014;11(10):D174–D184. doi: 10.1080/15459624.2014.933960.", "ArticleIdList": ["10.1080/15459624.2014.933960", "25175286"]}, {"Citation": "Ethridge S, Bredfeldt T, Sheedy K, et al. The Barnett Shale: from problem formulation to risk management. J Unconv Oil Gas Resour. 2015;11:95–110. doi: 10.1016/j.juogr.2015.06.001.", "ArticleIdList": ["10.1016/j.juogr.2015.06.001"]}, {"Citation": "Ewen C, Borchardt D, Richter S, Hammerbacher R (2012) Risikostudie Fracking—Sicherheit und Umweltverträglichkeit der Fracking-Technologie für die Erdgasgewinnung aus unkonventionellen Quellen (Übersichtsfassung). https://www.ufz.de/export/data/2/201587_Abschlussbericht%20Ex_risikostudiefracking_120518_webprint.pdf. Accessed 13 Jan 2020"}, {"Citation": "Ewers U, Gordalla B, Frimmel F. Fracking – eine Gefahr für das Trinkwasser? Das Gesundheitswesen. 2013;75(11):735–741. doi: 10.1055/s-0033-1355369.", "ArticleIdList": ["10.1055/s-0033-1355369", "24285158"]}, {"Citation": "ExxonMobile (2017) Fracking Maßnahmen. https://www.erdgas-aus-deutschland.de/Fracking/Fracking/Fracking-Mabnahmen. Accessed 13 Jan 2020"}, {"Citation": "Ferrar KJ, Michanowicz DR, Christen CL, et al. Assessment of effluent contaminants from three facilities discharging Marcellus Shale wastewater to surface waters in Pennsylvania. Environ Sci Technol. 2013;47(7):3472–3481. doi: 10.1021/es301411q.", "ArticleIdList": ["10.1021/es301411q", "23458378"]}, {"Citation": "Finkel ML. Shale gas development and cancer incidence in southwest Pennsylvania. Public Health. 2016;141:198–206. doi: 10.1016/j.puhe.2016.09.008.", "ArticleIdList": ["10.1016/j.puhe.2016.09.008", "27932001"]}, {"Citation": "Fontenot BE, Hunt LR, Hildenbrand ZL, et al. An evaluation of water quality in private drinking water wells near natural gas extraction sites in the Barnett Shale formation. Environ Sci Technol. 2013;47(17):10032–10040. doi: 10.1021/es4011724.", "ArticleIdList": ["10.1021/es4011724", "23885945"]}, {"Citation": "Forster F, Herrera R, Radon K (2018) Abschlussbericht zum Forschungsvorhaben „Zusammenhang von hämatologischen Krebserkrankungen und der wohnlichen Nähe zu Schlammgruben(verdachtsflächen) und zu Anlagen der Kohlenwasserstoffförderung in Niedersachsen“. Occupational and Environmental Epidemiology & NetTeaching Unit, Institute and Outpatient Clinic for Occupational, Social and Environmental Medicine, University Hospital of Munich (LMU), Munich, Germany. http://www.klinikum.uni-muenchen.de/Institut-und-Poliklinik-fuer-Arbeits-Sozial-und-Umweltmedizin/download/inhalt/Forschung/AG-Radon/aktuelles/20181130_Abschlussbericht_Abstandsstudie_Vs8.pdf. Accessed 13 Jan 2020"}, {"Citation": "FracFocus3.0 (2020) https://fracfocus.org/. Accessed 13 Jan 2020"}, {"Citation": "Fryzek J, Pastula S, Jiang X, Garabrant DH. Childhood cancer incidence in Pennsylvania counties in relation to living in counties with hydraulic fracturing sites. J Occup Environ Med. 2013;55(7):796–801. doi: 10.1097/JOM.0b013e318289ee02.", "ArticleIdList": ["10.1097/JOM.0b013e318289ee02", "23836020"]}, {"Citation": "GAA Hildesheim (Staatliches Gewerbeaufsichtsamt), Zentrale Unterstützungsstelle Luftreinhaltung, Lärm und Gefahrstoffe—ZUS LLG (2019) Luftqualitätsüberwachung in Niedersachsen, Jahresbericht 2018. https://www.umwelt.niedersachsen.de/startseite/themen/luftqualitat/lufthygienische_uberwachung_niedersachsen/berichte/jahresberichte/bewertung-der-luftqualitaet-2018-9127.html. Accessed 13 Jan 2020"}, {"Citation": "Gagnon GA, Krkosek W, Anderson L, et al. Impacts of hydraulic fracturing on water quality: a review of literature, regulatory frameworks and an analysis of information gaps. Environ Rev. 2016;24(2):122–131. doi: 10.1139/er-2015-0043.", "ArticleIdList": ["10.1139/er-2015-0043"]}, {"Citation": "Gandossi L, von Estorff U (2015) An overview of hydraulic fracturing and other formation stimulation technologies for shale gas production—update 2015. EUR 26347. 10.2790/379646. https://publications.jrc.ec.europa.eu/repository/bitstream/JRC98582/an%20overview%20of%20hydraulic%20fracturing%20and%20other%20stimulation%20technologies%20-%20update%202015.pdf. Accessed 13 Jan 2020"}, {"Citation": "Gebel T, Foth H, Damm G, et al. Manufactured nanomaterials: categorization and approaches to hazard assessment. Arch Toxicol. 2014;88(12):2191–2211. doi: 10.1007/s00204-014-1383-7.", "ArticleIdList": ["10.1007/s00204-014-1383-7", "25326817"]}, {"Citation": "Gilman JB, Lerner BM, Kuster WC, de Gouw JA. Source signature of volatile organic compounds from oil and natural gas operations in northeastern Colorado. Environ Sci Technol. 2013;47(3):1297–1305. doi: 10.1021/es304119a.", "ArticleIdList": ["10.1021/es304119a", "23316938"]}, {"Citation": "Göen T, Zethner Ke, Zethner Kr (2019) Human-Biomonitoring (HBM) in der Allgemeinbevölkerung in der Nachbarschaft von Anlagen der Kohlenwasserstoff-Förderung in Niedersachsen. Final report. https://www.ms.niedersachsen.de/download/149537/Abschlussbericht.pdf. Accessed 13 Jan 2020"}, {"Citation": "Göen Th, Zethner K, Zethner K, Wollin K-M. Human biomonitoring in the resident population in the vicinity of natural gas production facilities in Lower Saxony (Germany) Naunyn-Schmiedeberg’s Arch Pharmacol. 2020;393(Suppl 1):S82. doi: 10.1007/s00210-020-01828-y.", "ArticleIdList": ["10.1007/s00210-020-01828-y"]}, {"Citation": "Goldstein BD, Brooks BW, Cohen SD, et al. The role of toxicological science in meeting the challenges and opportunities of hydraulic fracturing. Toxicol Sci. 2014;139(2):271–283. doi: 10.1093/toxsci/kfu061.", "ArticleIdList": ["10.1093/toxsci/kfu061", "PMC4064016", "24706166"]}, {"Citation": "Gordalla BC, Ewers U, Frimmel FH. Hydraulic fracturing: a toxicological threat for groundwater and drinking-water? Environ Earth Sci. 2013;70(8):3875–3893. doi: 10.1007/s12665-013-2672-9.", "ArticleIdList": ["10.1007/s12665-013-2672-9"]}, {"Citation": "Gottardo S, Amenta V, Mech A, Sokull-Klüttgen B (2013) Assessment of the use of substances in hydraulic fracturing of shale gas reservoirs under REACH. European Commission, Joint Research Centre, Institute for Health and Consumer Protection, Report EUR 26069 EN, September 2013. 10.2788/86037. https://publications.jrc.ec.europa.eu/repository/bitstream/JRC83512/req_jrc83512_assessment_use_substances_hydraulic_fracturing_shale_gas_reach.pdf. Accessed 13 Jan 2020"}, {"Citation": "Gottardo S, Mech A, Gavriel M, Gaillard C, Sokull-Klüttgen B (2016). Use of nanomaterials in fluids, proppants, and downhole tools for hydraulic fracturing of unconventional hydrocarbon reservoirs. EUR 28221 EN. 10.2788/65091. https://publications.jrc.ec.europa.eu/repository/bitstream/JRC103851/jrc103851_report_nanomaterials-fracturing-final-20161129.pdf. Accessed 13 Jan 2020"}, {"Citation": "Groat CG, Grimshaw TW (2012) Fact-based regulation for environmental protection in shale gas development. The Energy Institute, University of Texas at Austin, Austin, TX 78712. https://www.velaw.com/UploadedFiles/VEsite/Resources/ei_shale_gas_reg_summary1202[1].pdf. Accessed 14 Jan 2020"}, {"Citation": "Grosche B, Kaatsch P, Heinzow B, Wichmann HE. The Krümmel (Germany) Childhood Leukaemia Cluster: a review and update. J Radiol Prot. 2017;37(4):R43–R58. doi: 10.1088/1361-6498/aa8ce9.", "ArticleIdList": ["10.1088/1361-6498/aa8ce9", "28914236"]}, {"Citation": "Gross SA, Avens HJ, Banducci AM, et al. Analysis of BTEX groundwater concentrations from surface spills associated with hydraulic fracturing operations. J Air Waste Manag Assoc. 2013;63(4):424–432. doi: 10.1080/10962247.2012.759166.", "ArticleIdList": ["10.1080/10962247.2012.759166", "23687727"]}, {"Citation": "Gundert-Remy U, Damm G, Foth H, et al. High exposure to inorganic arsenic by food: the need for risk reduction. Arch Toxicol. 2015;89(12):2219–2227. doi: 10.1007/s00204-015-1627-1.", "ArticleIdList": ["10.1007/s00204-015-1627-1", "26586021"]}, {"Citation": "Gupta DVS, Hlidek BT (2009) Frac fluid recycling and water conservation: a case history. Book Chapter, 2009 Hydraulic fracturing technology conference. Society of Petroleum Engineers, Woodlands, Texas. 10.2118/119478-ms. http://www.onepetro.org/mslib/app/Preview.do?paperNumber=SPE-119478-MS&societyCode=SPE. Accessed 14 Jan 2020"}, {"Citation": "Gupta DVS, Valkó P. Fracturing fluids and formation damage. In: Economides MJ, Martin T, editors. Modern fracturing: enhancing natural gas production. Houston: Energy Tribune Publishing Inc.; 2007. pp. 227–279."}, {"Citation": "Haley M, McCawley M, Epstein AC, et al. Adequacy of current state setbacks for directional high-volume hydraulic fracturing in the Marcellus, Barnett, and Niobrara Shale Plays. Environ Health Perspect. 2016;124(9):1323–1333. doi: 10.1289/ehp.1510547.", "ArticleIdList": ["10.1289/ehp.1510547", "PMC5010420", "26895553"]}, {"Citation": "Halliburton (2017) Fracturing fluid systems. https://www.halliburton.com/content/dam/ps/public/pe/contents/Data_Sheets/web/H/H05667.pdf. Accessed 14 Jan 2020"}, {"Citation": "Haluszczak LO, Rose AW, Kump LR. Geochemical evaluation of flowback brine from Marcellus gas wells in Pennsylvania, USA. Appl Geochem. 2013;28:55–61. doi: 10.1016/j.apgeochem.2012.10.002.", "ArticleIdList": ["10.1016/j.apgeochem.2012.10.002"]}, {"Citation": "Hayes T (2009) Sampling and analysis of water streams associated with the development of Marcellus Shale gas. Final Report. Marcellus Shale Coalition, Des Plaines, IL. http://www.shalenetwork.org/content/sampling-and-analysis-water-streams-associated-development-marcellus-shale-gas-source-id-10. Accessed 14 Jan 2020"}, {"Citation": "Hayes T, Severin B (2012) Characterization of flowback water from the Marcellus and the Barnett shale regions. Barnett and Appalachian shale water management and reuse technologies. Technical Report, Report Number 08122-05.09; Contract 08122-05"}, {"Citation": "Hays J, Shonkoff SBC. Toward an understanding of the environmental and public health impacts of unconventional natural gas development: a categorical assessment of the peer-reviewed scientific literature, 2009–2015. PLoS One. 2016;11(4):e015416. doi: 10.1371/journal.pone.0154164.", "ArticleIdList": ["10.1371/journal.pone.0154164", "PMC4838293", "27096432"]}, {"Citation": "Hengstler JG, Foth H, Kahl R, et al. The REACH concept and its impact on toxicological sciences. Toxicology. 2006;220(2–3):232–239.", "ArticleIdList": ["16555380"]}, {"Citation": "Hengstler JG, Foth H, Gebel T, et al. Critical evaluation of key evidence on the human health hazards of exposure to bisphenol A. Crit Rev Toxicol. 2011;41(4):263–291. doi: 10.3109/10408444.2011.558487.", "ArticleIdList": ["10.3109/10408444.2011.558487", "PMC3135059", "21438738"]}, {"Citation": "Hill EL (2013) Shale gas development and infant health: evidence from Pennsylvania. Unpublished. The Charles H. Dyson School of Applied Economics and Management, Cornell University, Ithaca, New York. http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.664.3770&rep=rep1&type=pdf. Accessed 14 Jan 2020"}, {"Citation": "Hill EL. Shale gas development and infant health: evidence from Pennsylvania. J Health Econ. 2018;61:134–150. doi: 10.1016/j.jhealeco.2018.07.004.", "ArticleIdList": ["10.1016/j.jhealeco.2018.07.004", "PMC6629042", "30114565"]}, {"Citation": "Hill E, Ma L. Shale gas development and drinking water quality. Am Econ Rev. 2017;107(5):522–525. doi: 10.1257/aer.p20171133.", "ArticleIdList": ["10.1257/aer.p20171133", "PMC5804812", "29430021"]}, {"Citation": "Hoelzer K, Sumner AJ, Karatum O, et al. Indications of transformation products from hydraulic fracturing additives in shale-gas wastewater. Environ Sci Technol. 2016;50(15):8036–8048. doi: 10.1021/acs.est.6b00430.", "ArticleIdList": ["10.1021/acs.est.6b00430", "27419914"]}, {"Citation": "IOGP (International Association of Oil & Gas Producers) (2017) NGS facts"}, {"Citation": "Jackson RB, Vengosh A, Darrah TH, et al. Increased stray gas abundance in a subset of drinking water wells near Marcellus shale gas extraction. Proc Natl Acad Sci USA. 2013;110(28):11250–11255. doi: 10.1073/pnas.1221635110.", "ArticleIdList": ["10.1073/pnas.1221635110", "PMC3710833", "23798404"]}, {"Citation": "Jemielita T, Gerton GL, Neidell M, et al. Unconventional gas and oil drilling is associated with increased hospital utilization rates. PLoS One. 2015;10(7):e0131093. doi: 10.1371/journal.pone.0131093.", "ArticleIdList": ["10.1371/journal.pone.0131093", "PMC4503720", "26176544"]}, {"Citation": "Jiang M, Hendrickson CT, VanBriesen JM. Life cycle water consumption and wastewater generation impacts of a Marcellus shale gas well. Environ Sci Technol. 2014;48(3):1911–1920. doi: 10.1021/es4047654.", "ArticleIdList": ["10.1021/es4047654", "PMC3915742", "24380628"]}, {"Citation": "Kahrilas GA, Blotevogel J, Stewart PS, Borch T. Biocides in hydraulic fracturing fluids: a critical review of their usage, mobility, degradation, and toxicity. Environ Sci Technol. 2015;49(1):16–32. doi: 10.1021/es503724k.", "ArticleIdList": ["10.1021/es503724k", "25427278"]}, {"Citation": "Kassner H (2016) Schiefergaspotential und Weiterentwicklung Frack–Fluide. Fachausschuss „Chemikalien in Hydrofracking zur Erdgasgewinnung“im Hauptausschuss III der Wasserchemischen Gesellschaft, Fachgespräch „Fracking-Chemikalien“, Frankfurt/Main, 13.01.2016. http://www.energie-und-chemie.de/fileadmin/downloads/Service_und_Informationen/Presse_OEffentlichkeitsarbeit/Sonstige/Frac-Fluide_Schiefergas_HK_13_1_2016_Frankfurt.pdf. Accessed 14 Jan 2020"}, {"Citation": "Kassotis CD, Tillitt DE, Davis JW, et al. Estrogen and androgen receptor activities of hydraulic fracturing chemicals and surface and ground water in a drilling-dense region. Endocrinology. 2014;155(3):897–907. doi: 10.1210/en.2013-1697.", "ArticleIdList": ["10.1210/en.2013-1697", "24424034"]}, {"Citation": "Kersting J, Duscha V, Schleich J, Keramidas K (2015) The impact of shale gas on the costs of climate policy. Project No. (FKZ) 3713 41 103, Januar 2015. https://www.umweltbundesamt.de/sites/default/files/medien/378/publikationen/climate_change_03_2015_the_impact_of_shale_gas_1.pdf. Accessed 14 Jan 2020"}, {"Citation": "King GE, Durham D. Environmental aspects of hydraulic fracturing: what are the facts? In: Drogos DL, editor. Hydraulic fracturing: environmental issues. ACS symposium series. Washington, D.C.: American Chemical Society; 2015. pp. 1–44."}, {"Citation": "Kondash AJ, Lauer NE, Vengosh A. The intensification of the water footprint of hydraulic fracturing. Sci Adv. 2018;4(8):82. doi: 10.1126/sciadv.aar5982.", "ArticleIdList": ["10.1126/sciadv.aar5982", "PMC6093634", "30116777"]}, {"Citation": "Kurose S (2014) Requiring the use of tracers in hydraulic fracturing fluid to trace alleged contamination. Sustain Dev Law Policy 14(3):43, 54. https://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1556&context=sdlp. Accessed 14 Jan 2020"}, {"Citation": "LAI (Länderausschuß für Immissionsschutz) (1992) Krebsrisiko durch Luftverunreinigungen. Hrsg.: Ministerium für Umwelt, Raumordnung und Landwirtschaft des Landes Nordrhein-Westfalen, Düsseldorf"}, {"Citation": "LAI (Länderausschuss für Immissionsschutz) (1997) Bewertung von Toluol- und Xylol-Immissionen. LAI-Schriftenreihe, Band 16. Berlin, Erich Schmidt Verlag"}, {"Citation": "LAI (Länderausschuss für Immissionsschutz) (2004) Bewertung von Schadstoffen, für die keine Immissionswerte festgelegt sind—Orientierungswerte für die Sonderfallprüfung und für die Anlagenüberwachung sowie Zielwerte für die langfristige Luftreinhalteplanung unter besonderer Berücksichtigung der Beurteilung krebserzeugender Luftschadstoffe. 21. September 2004"}, {"Citation": "Lanzoni A, Castoldi AF, Kass GEN, et al. Advancing human health risk assessment. EFSA J. 2019;17(S1):e170712. doi: 10.2903/j.efsa.2019.e170712.", "ArticleIdList": ["10.2903/j.efsa.2019.e170712", "PMC7015480", "32626449"]}, {"Citation": "LAWA (German Working Group on water issues of the Federal States and the Federal Government) (2017) Derivation of insignificant threshold values for the ground water. Updated and revised version 2016. Published by Länderarbeitsgemeinschaft Wasser (LAWA), January 2017. https://www.lawa.de/documents/gfs-bericht_en_2_1552307510.pdf. Accessed 13 Jan 2020"}, {"Citation": "LBEG (Niedersächsisches Landesamt für Bergbau, Energie und Geologie) (2016) Immissionsmessungen im Landkreis Rotenburg (Wümme): Untersuchungsergebnisse (2016). http://www.lbeg.niedersachsen.de/startseite/bergbau/schadstoffmessungen/immissionsmessungen_im_landkreis_rotenburg_wuemme_untersuchungsergebnisse_2016/immissionsmessungen-im-landkreis-rotenburg-wuemme-untersuchungsergebnisse-2016-146668.html. Accessed 14 Jan 2020"}, {"Citation": "LBEG (2019a) https://www.lbeg.niedersachsen.de/live/search.php, search term „Lagerstättenwasser“. Accessed 13 Jan 2020"}, {"Citation": "LBEG (Niedersächsisches Landesamt für Bergbau, Energie und Geologie) (2019b) Liste der Fracs in Niedersachsen (Erdgas- und Geothermiebohrungen) Stand: 12.09.2019. https://www.lbeg.niedersachsen.de/bergbau/genehmigungsverfahren/hydraulische_bohrlochbehandlung/hydraulische-bohrlochbehandlung-110656.html. Accessed 13 Jan 2020"}, {"Citation": "Leiming L, Al-Muntasheri GA, Liang F. A review of crosslinked fracturing fluids prepared with produced water. Petroleum. 2016;2(4):313–323. doi: 10.1016/j.petlm.2016.10.001.", "ArticleIdList": ["10.1016/j.petlm.2016.10.001"]}, {"Citation": "Lester Y, Ferrer I, Thurman EM, et al. Characterization of hydraulic fracturing flowback water in Colorado: implications for water treatment. Sci Total Environ. 2015;512–513:637–644. doi: 10.1016/j.scitotenv.2015.01.043.", "ArticleIdList": ["10.1016/j.scitotenv.2015.01.043", "25658325"]}, {"Citation": "Lilienblum W, Wollin KM (2019) Grenzwerte, Richtwerte, Empfehlungen. In: Marquardt H, Schäfer SG, Barth H (Hrsg.): Toxikologie. 4., vollständig überarbeitete und erweiterte Auflage 2019, Wissenschaftliche Verlagsgesellschaft Stuttgart:1284-1357"}, {"Citation": "Lilienblum W, Dekant W, Foth H, et al. 2008) Alternative methods to safety studies in experimental animals: role in the risk assessment of chemicals under the new European Chemicals Legislation (REACH. Arch Toxicol. 2008;82(4):211–236. doi: 10.1007/s00204-008-0279-9.", "ArticleIdList": ["10.1007/s00204-008-0279-9", "18322675"]}, {"Citation": "Litovitz A, Curtright A, Abramzon S, et al. Estimation of regional air-quality damages from Marcellus Shale natural gas extraction in Pennsylvania. Environ Res Lett. 2013;8(014017):8. doi: 10.1088/1748-9326/8/1/014017.", "ArticleIdList": ["10.1088/1748-9326/8/1/014017"]}, {"Citation": "LK Rotenburg (Wümme) (2017) Untersuchungsergebnisse des Landkreises Rotenburg (Wümme) zu einer Häufung von hämatologischen Krebserkrankungen bei Männern in der Samtgemeinde Bothel; April 2017. http://www.krebsregister-niedersachsen.de/dateien/Sonderauswertungen/bericht_ergebnisse_befragung_sg_bothel_27.4.2017.pdf. Accessed 14 Jan 2020"}, {"Citation": "Llewellyn GT, Dorman F, Westland JL, et al. Evaluating a groundwater supply contamination incident attributed to Marcellus Shale gas development. Proc Natl Acad Sci USA. 2015;112(20):6325–6330. doi: 10.1073/pnas.1420279112.", "ArticleIdList": ["10.1073/pnas.1420279112", "PMC4443362", "25941400"]}, {"Citation": "Luek JL, Gonsior M. Organic compounds in hydraulic fracturing fluids and wastewaters: a review. Water Res. 2017;123:536–548. doi: 10.1016/j.watres.2017.07.012.", "ArticleIdList": ["10.1016/j.watres.2017.07.012", "28697484"]}, {"Citation": "Ma ZQ, Sneeringer KC, Liu L, Kuller LH. Time series evaluation of birth defects in areas with and without unconventional natural gas development. J Epidemiol Public Health Rev. 2016;1:4. doi: 10.16966/2471-8211.107.", "ArticleIdList": ["10.16966/2471-8211.107"]}, {"Citation": "Macey GP, Breech R, Chernaik M, et al. Air concentrations of volatile compounds near oil and gas production: a community-based exploratory study. Environ Health. 2014;13:82. doi: 10.1186/1476-069X-13-82.", "ArticleIdList": ["10.1186/1476-069X-13-82", "PMC4216869", "25355625"]}, {"Citation": "McIntosh JC, Hendry MJ, Ballentine C, et al. A critical review of state-of-the-art and emerging approaches to identify fracking-derived gases and associated contaminants in aquifers. Environ Sci Technol. 2019;53(3):1063–1077. doi: 10.1021/acs.est.8b05807.", "ArticleIdList": ["10.1021/acs.est.8b05807", "30585065"]}, {"Citation": "McKenzie LM, Witter RZ, Newman LS, Adgate JL. Human health risk assessment of air emissions from development of unconventional natural gas resources. Sci Total Environ. 2012;424:79–87. doi: 10.1016/j.scitotenv.2012.02.018.", "ArticleIdList": ["10.1016/j.scitotenv.2012.02.018", "22444058"]}, {"Citation": "McKenzie LM, Guo R, Witter RZ, et al. Birth outcomes and maternal residential proximity to natural gas development in rural Colorado. Environ Health Perspect. 2014;122(4):412–417. doi: 10.1289/ehp.1306722.", "ArticleIdList": ["10.1289/ehp.1306722", "PMC3984231", "24474681"]}, {"Citation": "McKenzie LM, Allshouse WB, Byers TE, et al. Childhood hematologic cancer and residential proximity to oil and gas development. PLoS One. 2017;12(2):e0170423. doi: 10.1371/journal.pone.0170423.", "ArticleIdList": ["10.1371/journal.pone.0170423", "PMC5310851", "28199334"]}, {"Citation": "McKenzie LM, Allshouse W, Daniels S. Congenital heart defects and intensity of oil and gas well site activities in early pregnancy. Environ Int. 2019;132:104949. doi: 10.1016/j.envint.2019.104949.", "ArticleIdList": ["10.1016/j.envint.2019.104949", "31327466"]}, {"Citation": "McLaughlin MC, Borch T, Blotevogel J. Spills of hydraulic fracturing chemicals on agricultural topsoil: biodegradation, sorption, and co-contaminant interactions. Environ Sci Technol. 2016;50(11):6071–6078. doi: 10.1021/acs.est.6b00240.", "ArticleIdList": ["10.1021/acs.est.6b00240", "27171137"]}, {"Citation": "McMullin TS, Bamber AM, Bon D, et al. Exposures and health risks from volatile organic compounds in communities located near oil and gas exploration and production activities in Colorado (USA) Int J Environ Res Public Health. 2018;15(7):E1500. doi: 10.3390/ijerph15071500.", "ArticleIdList": ["10.3390/ijerph15071500", "PMC6069077", "30012994"]}, {"Citation": "Meiners HG (2012) Fracking in unkonventionellen Erdgas-Lagerstätten in Nordrhein-Westfalen. Gutachten mit Risikostudie zur Exploration und Gewinnung von Erdgas aus unkonventionellen Lagerstätten in Nordrhein-Westfalen (NRW) und deren Auswirkungen auf den Naturhaushalt insbesondere die öffentliche Trinkwasserversorgung. Auftraggeber: Ministerium für Klimaschutz, Umwelt, Landwirtschaft, Natur- und Verbraucherschutz des Landes Nordrhein-Westfalen in Abstimmung mit: Ministerium für Wirtschaft, Energie, Industrie, Mittelstand und Handwerk des Landes Nordrhein-Westfalen, Kurzfassung. https://www.umwelt.nrw.de/fileadmin/redaktion/PDFs/umwelt/gutachten_fracking_nrw_2012.pdf. Accessed 14 Jan 2020"}, {"Citation": "Meiners HG, Denneborg M, Müller F et al (2012a) Umweltauswirkungen von Fracking bei der Aufsuchung und Gewinnung von Erdgas aus unkonventionellen Lagerstätten—Risikobewertung, Handlungsempfehlungen und Evaluierung bestehender rechtlicher Regelungen und Verwaltungsstrukturen; Gutachten im Auftrag des Umweltbundesamtes, FKZ 371123299, Dessau-Roßlau. https://www.umweltbundesamt.de/sites/default/files/medien/461/publikationen/4346.pdf. Accessed 14 Jan 2020"}, {"Citation": "Meiners HG, Denneborg M, Müller F et al (2012b) Environmental impacts of hydraulic fracturing related to exploration and exploitation of unconventional natural gas deposits—risk assessment, recommendations for action and evaluation of relevant existing legal provisions and administrative structures. Short version, under commission to the Federal Environment Agency (UBA). https://www.umweltbundesamt.de/sites/default/files/medien/461/publikationen/4346-1.pdf. Accessed 14 Jan 2020"}, {"Citation": "Montgomery C (2013) Fracturing fluid components. In: Bunder A, McLennon J, Jeffrey R (eds) Effective and sustainable hydraulic fracturing. InTech, pp 25–45. 10.5772/56422. http://www.intechopen.com/books/effective-and-sustainable-hydraulic-fracturing/fracturing-fluid-components. Accessed 14 Jan 2020"}, {"Citation": "Muehlenbachs K. Identifying the sources of fugitive methane associated with shale gas development. Washington, DC: Resources For the Future; 2011."}, {"Citation": "National Research Council (NRC) (1983) Risk assessment in the federal government. Managing the process. National Academy Press, Washington, DC. https://www.epa.gov/fera/nrc-risk-assessment-paradigm. Accessed 14 Jan 2020"}, {"Citation": "National Research Council (NRC) (2009) Science and Decisions: Advancing Risk Assessment. The National Academies Press 500 Fifth Street, NW Box 285 Washington, DC 20055. https://www.ncbi.nlm.nih.gov/books/NBK214630/pdf/Bookshelf_NBK214630.pdf. Accessed 14 Jan 2020"}, {"Citation": "Nicot JP, Scanlon BR. Water use for Shale-gas production in Texas, US. Environ Sci Technol. 2012;46(6):3580–3586. doi: 10.1021/es204602t.", "ArticleIdList": ["10.1021/es204602t", "22385152"]}, {"Citation": "Nienburg LK (2017) Krebsclusteruntersuchung in Rodewald: Bisher lassen sich keine Zusammenhänge finden. Meldung vom 29.09.2017. https://www.lk-nienburg.de/portal/meldungen/krebsclusteruntersuchung-in-rodewald-bisher-lassen-sich-keine-zusammenhaenge-finden-901003921-21500.html. Accessed 14 Jan 2020"}, {"Citation": "NYSDEC (New York State Department of Environmental Conservation) (2011) Revised draft supplemental generic environmental impact statement (SGEIS) on the oil, gas and solution mining regulatory program: Well permit issuance for horizontal drilling and high-volume hydraulic fracturing to develop the Marcellus shale and other low-permeability gas reservoirs. Albany, NY. http://www.dec.ny.gov/energy/75370.html. Accessed 14 Jan 2020"}, {"Citation": "OECD (Organisation for Economic Co-operation and Development) (2018) Considerations for assessing the risks of combined exposure to multiple chemicals, series on testing and assessment No. 296. Environment, Health and Safety Division, Environment Directorate. ENV/JM/MONO(2018)37. https://www.oecd.org/chemicalsafety/risk-assessment/considerations-for-assessing-the-risks-of-combined-exposure-to-multiple-chemicals.pdf. Accessed 14 Jan 2020"}, {"Citation": "Oetjen K, Blotevogel J, Borch T, et al. Simulation of a hydraulic fracturing wastewater surface spill on agricultural soil. Sci Total Environ. 2018;645:229–234. doi: 10.1016/j.scitotenv.2018.07.043.", "ArticleIdList": ["10.1016/j.scitotenv.2018.07.043", "30029106"]}, {"Citation": "Ontario Government (2006) Technical support document for Ontario drinking-water quality standards, objectives and guidelines. June 2003, revised June 2006. PIBS 4449e0. http://www.ontla.on.ca/library/repository/mon/14000/263450.pdf. Accessed 14 Jan 2020"}, {"Citation": "Osborn SG, Vengosh A, Warner NR, Jackson RB. Methane contamination of drinking water accompanying gas-well drilling and hydraulic fracturing. Proc Natl Acad Sci USA. 2011;108(20):8172–8176. doi: 10.1073/pnas.1100682108.", "ArticleIdList": ["10.1073/pnas.1100682108", "PMC3100993", "21555547"]}, {"Citation": "Parker KM, Zeng T, Harkness J, et al. Enhanced formation of disinfection byproducts in shale gas wastewater-impacted drinking water supplies. Environ Sci Technol. 2014;48(19):11161–11169. doi: 10.1021/es5028184.", "ArticleIdList": ["10.1021/es5028184", "25203743"]}, {"Citation": "Paulik LB, Donald CE, Smith BW. Emissions of polycyclic aromatic hydrocarbons from natural gas extraction into air. Environ Sci Technol. 2016;50(14):7921–7929. doi: 10.1021/acs.est.6b02762.", "ArticleIdList": ["10.1021/acs.est.6b02762", "PMC5134738", "27400263"]}, {"Citation": "Peng L, Meyerhoefer C, Chou SY. The health implications of unconventional natural gas development in Pennsylvania. Health Econ. 2018;27(6):956–983. doi: 10.1002/hec.3649.", "ArticleIdList": ["10.1002/hec.3649", "29532974"]}, {"Citation": "Rabinowitz PM, Slizovskiy IB, Lamers V, et al. Proximity to natural gas wells and reported health status: results of a household survey in Washington County. Pennsylvania. Environ Health Perspect. 2015;123(1):21–26. doi: 10.1289/ehp.1307732.", "ArticleIdList": ["10.1289/ehp.1307732", "PMC4286272", "25204871"]}, {"Citation": "Rasmussen SG, Ogburn EL, McCormack M, et al. Association between unconventional natural gas development in the Marcellus Shale and asthma exacerbations. JAMA Intern Med. 2016;176(9):1334–1343. doi: 10.1001/jamainternmed.2016.2436.", "ArticleIdList": ["10.1001/jamainternmed.2016.2436", "PMC5424822", "27428612"]}, {"Citation": "Reagan MT, Moridis GJ, Keen ND, Johnson JN. Numerical simulation of the environmental impact of hydraulic fracturing of tight/shale gas reservoirs on near-surface groundwater: background, base cases, shallow reservoirs, short-term gas, and water transport. Water Resour Res. 2015;51(4):2543–2573. doi: 10.1002/2014WR016086.", "ArticleIdList": ["10.1002/2014WR016086", "PMC4691323", "26726274"]}, {"Citation": "Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006. English version: https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32008R1272&from=EN"}, {"Citation": "Rich AL, Orimoloye HT. Elevated atmospheric levels of benzene and benzene-related compounds from unconventional shale extraction and processing: human health concern for residential communities. Environ Health Insights. 2016;10:75–82. doi: 10.4137/EHI.S33314.", "ArticleIdList": ["10.4137/EHI.S33314", "PMC4869597", "27199565"]}, {"Citation": "Robinson AL (2014) Air pollution emissions from shale gas development and production. In: Coussens C and Martinez RM (Rapporteurs): IOM (Institute of Medicine). 2014. Health impact assessment of shale gas extraction: Workshop summary. Washington, DC: The National Academies Press. https://www.ncbi.nlm.nih.gov/books/NBK201897/. Accessed 14 Jan 2020", "ArticleIdList": ["24851308"]}, {"Citation": "Saba T, Mohsen F, Garry M et al (2012) White paper: Methanol use in hydraulic fracturing fluids. Exponent, Maynard, MA. http://www.methanol.org/wp-content/uploads/2016/06/White-Paper-Methanol-Use-in-Hydraulic-Fracturing-Jan-11.pdf. Accessed 14 Jan 2020"}, {"Citation": "Saberi P, Propert KJ, Powers M, et al. Field survey of health perception and complaints of Pennsylvania residents in the Marcellus Shale region. Int J Environ Res Public Health. 2014;11(6):6517–6527. doi: 10.3390/ijerph110606517.", "ArticleIdList": ["10.3390/ijerph110606517", "PMC4078593", "25003172"]}, {"Citation": "Saunders PJ, McCoy D, Goldstein R, et al. A review of the public health impacts of unconventional natural gas development. Environ Geochem Health. 2018;40(1):1–57. doi: 10.1007/s10653-016-9898-x.", "ArticleIdList": ["10.1007/s10653-016-9898-x", "27921191"]}, {"Citation": "SCHEER (Scientific Committee on Health, Environmental and Emerging Risks) (2018) Opinion on the public health impacts and risks resulting from onshore hydrocarbon exploration and production in the EU, 30 November 2018"}, {"Citation": "Schloemer S, Oest J, Illing CJ, et al. Spatial distribution and temporal variation of methane, ethane and propane background levels in shallow aquifers—a case study from Lower Saxony (Germany) J Hydrol Region Stud. 2018;19:57–79. doi: 10.1016/j.ejrh.2018.07.002.", "ArticleIdList": ["10.1016/j.ejrh.2018.07.002"]}, {"Citation": "Schlumberger (2017) ClearFRAC polymer-free fracturing fluids. https://www.slb.com/completions/stimulation/fracturing-services/clearfrac"}, {"Citation": "Schneider J, Rieche R, Hammerschmidt U, Fleer M (2018) Stoffgehalte in Böden und Sedimenten im Umfeld aktiver Erdgasförderstellen in Niedersachsen. Niedersächsisches Landesamt für Bergbau, Energie und Geologie, 11.01.2018. http://www.lbeg.niedersachsen.de/startseite/bergbau/schadstoffmessungen/untersuchungen_im_umfeld_von_erdgasfoerderplaetzen/untersuchungen-im-umfeld-von-erdgasfoerderplaetzen-135742.html"}, {"Citation": "Sherwood OA, Rogers JD, Lackey G, et al. Groundwater methane in relation to oil and gas development and shallow coal seams in the Denver–Julesburg Basin of Colorado. Proc Natl Acad Sci USA. 2016;113(30):8391–8396. doi: 10.1073/pnas.1523267113.", "ArticleIdList": ["10.1073/pnas.1523267113", "PMC4968736", "27402747"]}, {"Citation": "Shrestha N, Chilkoor G, Wilder J, et al. Potential water resource impacts of hydraulic fracturing from unconventional oil production in the Bakken shale. Water Res. 2017;108:1–24. doi: 10.1016/j.watres.2016.11.006.", "ArticleIdList": ["10.1016/j.watres.2016.11.006", "27865434"]}, {"Citation": "Siegel DI, Azzolina NA, Smith BJ, et al. Methane concentrations in water wells unrelated to proximity to existing oil and gas wells in northeastern Pennsylvania. Environ Sci Technol. 2015;49(7):4106–4112. doi: 10.1021/es505775c.", "ArticleIdList": ["10.1021/es505775c", "25764141"]}, {"Citation": "Smith MB, Montgomery C. Hydraulic fracturing. Boca Raton: CRC Press; 2015."}, {"Citation": "SRU (Sachverständigenrat für Umweltfragen) (2013) Fracking zur Schiefergasgewinnung. Ein Beitrag zur energie- und umweltpolitischen Bewertung. Stellungnahme Nr. 18. https://www.umweltrat.de/SharedDocs/Downloads/DE/04_Stellungnahmen/2012_2016/2013_05_AS_18_Fracking.pdf?__blob=publicationFile. Accessed 14 Jan 2020"}, {"Citation": "Stacy SL, Brink LL, Larkin JC, et al. Perinatal outcomes and unconventional natural gas operations in Southwest Pennsylvania. PLoS One. 2015;10(6):e0126425. doi: 10.1371/journal.pone.0126425.", "ArticleIdList": ["10.1371/journal.pone.0126425", "PMC4454655", "26039051"]}, {"Citation": "States S, Cyprych G, Stoner M, et al. Marcellus Shale drilling and brominated THMs in Pittsburgh, Pa, drinking water. J Am Water Works Ass. 2013;105(8):E432–E448. doi: 10.5942/jawwa.2013.105.0093.", "ArticleIdList": ["10.5942/jawwa.2013.105.0093"]}, {"Citation": "Steinzor N, Subra W, Sumi L. Investigating links between shale gas development and health impacts through a community survey project in Pennsylvania. New Solut. 2013;23(1):55–83. doi: 10.2190/NS.23.1.e.", "ArticleIdList": ["10.2190/NS.23.1.e", "23552648"]}, {"Citation": "Stigler Granados P, Hildenbrand ZL, Mata C. Attitudes, perceptions, and geospatial analysis of water quality and individual health status in a high-fracking region. Water. 2019;11(8):1633. doi: 10.3390/w11081633.", "ArticleIdList": ["10.3390/w11081633"]}, {"Citation": "Stringfellow WT, Domen JK, Camarillo MK, et al. Physical, chemical, and biological characteristics of compounds used in hydraulic fracturing. J Hazard Mater. 2014;275:37–54. doi: 10.1016/j.jhazmat.2014.04.040.", "ArticleIdList": ["10.1016/j.jhazmat.2014.04.040", "24853136"]}, {"Citation": "Stringfellow WT, Camarillo MK, Domen JK, et al. Identifying chemicals of concern in hydraulic fracturing fluids used for oil production. Environ Pollut. 2017;220:413–420. doi: 10.1016/j.envpol.2016.09.082.", "ArticleIdList": ["10.1016/j.envpol.2016.09.082", "27743793"]}, {"Citation": "Stringfellow WT, Camarillo MK, Domen JK, Shonkoff SBC. Comparison of chemical-use between hydraulic fracturing, acidizing, and routine oil and gas development. PLoS One. 2017;12(4):e0175344. doi: 10.1371/journal.pone.0175344.", "ArticleIdList": ["10.1371/journal.pone.0175344", "PMC5396893", "28422971"]}, {"Citation": "Sun Y, Wang D, Tsang DCW, et al. A critical review of risks, characteristics, and treatment strategies for potentially toxic elements in wastewater from shale gas extraction. Environ Int. 2019;125:452–469. doi: 10.1016/j.envint.2019.02.019.", "ArticleIdList": ["10.1016/j.envint.2019.02.019", "30763832"]}, {"Citation": "TCEQ (Texas Commission on Environmental Quality) (2011) Texas Air Monitoring Information. https://www.tceq.texas.gov/airquality/monops/air-mon. Accessed 14 Jan 2020"}, {"Citation": "Tustin AW, Hirsch AG, Rasmussen SG, et al. Associations between unconventional natural gas development and nasal and sinus, migraine headache, and fatigue symptoms in Pennsylvania. Environ Health Perspect. 2017;125(2):189–197. doi: 10.1289/EHP281.", "ArticleIdList": ["10.1289/EHP281", "PMC5289909", "27561132"]}, {"Citation": "TÜV Hannover (1988) Emissionsmessungen an einer Kaltgasfackel bei der BEB Erdgas Erdöl Schlaher Damm 3, 2839 Barenburg, 07.09.1988"}, {"Citation": "Tyndall Centre for Climate Change Research (2011) Shale gas: a provisional assessment of climate change and environmental impacts. Manchester, January 2011 (Final). https://www.research.manchester.ac.uk/portal/files/36728313/FULL_TEXT.PDF. Accessed 14 Jan 2020"}, {"Citation": "UBA (Umweltbundesamt) (2017) Methan-Emissionen. http://www.umweltbundesamt.de/daten/klimawandel/treibhausgas-emissionen-in-deutschland/methan-emissionen. Accessed 14 Jan 2020"}, {"Citation": "U.S. DOI (U.S. Department of the Interior, Office of Surface Mining) (2001) Technical measures for the investigation and mitigation of fugitive methane hazards in areas of coal mining. https://www.osmre.gov/resources/blasting/docs/MineGasesDust/Methane.pdf. Accessed 14 Jan 2020"}, {"Citation": "U.S. EIA (U.S. Energy Information Administration) (2017) Today in energy. China leads the growth in projected global natural gas consumption. October 25, 2017. https://www.eia.gov/todayinenergy/detail.php?id=33472. Accessed 14 Jan 2020"}, {"Citation": "U.S. EIA (2019) https://www.eia.gov/tools/faqs/faq.php?id=907&t=8. Accessed 13 Jan 2020"}, {"Citation": "U.S. EPA (US Environmental Protection Agency) (2009) Recent findings in EPA’s lead scavengers evaluation. https://cfpub.epa.gov/si/si_public_record_report.cfm?Lab=NRMRL&TIMSType=&count=10000&dirEntryId=189405&searchAll=&showCriteria=2&simpleSearch=0&startIndex=20001. Accessed 14 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2011) Plan to study the potential impacts of hydraulic fracturing on drinking water resources. Office of Research and Development, US Environmental Protection Agency; Washington, D.C., EPA/600/R-11/122. https://www.epa.gov/sites/production/files/documents/hf_study_plan_110211_final_508.pdf. Accessed 14 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2012) 2012 Final rules for oil and natural gas industry. https://www.epa.gov/controlling-air-pollution-oil-and-natural-gas-industry/2012-final-rules-oil-and-natural-gas-industry. Accessed 14 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2014) Permitting guidance for oil and gas hydraulic fracturing activities using diesel fuels: underground injection control program guidance #84. EPA 816-R-14-001. https://www.epa.gov/sites/production/files/2015-05/documents/revised_dfhf_guid_816r14001.pdf. Accessed 14 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2015) Analysis of hydraulic fracturing fluid data from the FracFocus chemical disclosure registry 1.0: Project database. EPA Technical Report, EPA/601/R-14/003. https://www.epa.gov/sites/production/files/2015-03/documents/fracfocus_analysis_report_and_appendices_final_032015_508_0.pdf. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2016a) Hydraulic fracturing for oil and gas: impacts from the hydraulic fracturing water cycle on drinking water resources in the United States (Final Report). U.S. Environmental Protection Agency, Washington, DC, EPA/600/R-16/236F. https://cfpub.epa.gov/ncea/hfstudy/recordisplay.cfm?deid=332990. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2016b) Unconventional oil and gas extraction effluent guidelines. https://www.epa.gov/eg/unconventional-oil-and-gas-extraction-effluent-guidelines. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2017) Inventory of U.S. greenhouse gas emissions and sinks 1990–2015. https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gas-emissions-and-sinks. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) (2019) Inventory of U.S. Greenhouse Gas Emissions and Sinks 1990–2017. https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gas-emissions-and-sinks. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA IRIS (United States Environmental Protection Agency Integrated Risk Information System) (2020) https://www.epa.gov/iris. Accessed 15 Jan 2020"}, {"Citation": "U.S. EPA IRIS (U.S. Environmental Protection Agency Integrated Risk Information System) (2013) Toxicological Review of Methanol (Non-Cancer) (CAS No. 67-56-1). https://cfpub.epa.gov/ncea/iris2/chemicalLanding.cfm?&substance_nmbr=305. Accessed 15 Jan 2020"}, {"Citation": "Vandecasteele I, Marí Rivero I, Sala S, et al. Impact of shale gas development on water resources: a case study in Northern Poland. Environ Manag. 2015;55(6):1285–1299. doi: 10.1007/s00267-015-0454-8.", "ArticleIdList": ["10.1007/s00267-015-0454-8", "PMC4438221", "25877457"]}, {"Citation": "Vengosh A, Jackson RB, Warner N, et al. A critical review of the risks to water resources from unconventional shale gas development and hydraulic fracturing in the United States. Environ Sci Technol. 2014;48(15):8334–8348. doi: 10.1021/es405118y.", "ArticleIdList": ["10.1021/es405118y", "24606408"]}, {"Citation": "Vidic RD, Brantley SL, Vandenbossche JM, et al. Impact of shale gas development on regional water quality. Science. 2013;340(6134):1235009. doi: 10.1126/science.1235009.", "ArticleIdList": ["10.1126/science.1235009", "23687049"]}, {"Citation": "Vinciguerra T, Yao S, Dadzie J, et al. Regional air quality impacts of hydraulic fracturing and shale natural gas activity: evidence from ambient VOC observations. Atmos Environ. 2015;110:144–150. doi: 10.1016/j.atmosenv.2015.03.056.", "ArticleIdList": ["10.1016/j.atmosenv.2015.03.056"]}, {"Citation": "Walker Whitworth K, Kaye Marshall A, Symanski E. Drilling and production activity related to unconventional gas development and severity of preterm birth. Environ Health Perspect. 2018;126(3):037006. doi: 10.1289/EHP2622.", "ArticleIdList": ["10.1289/EHP2622", "PMC6071723", "29578659"]}, {"Citation": "Wang YD, Fan HF. Research on and application of clean fracturing fluids in coal-bed methane. Adv Mater Res. 2015;1092–1093:212–215. doi: 10.4028/www.scientific.net/AMR.1092-1093.212.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.1092-1093.212"]}, {"Citation": "Warner NR, Christie CA, Jackson RB, Vengosh A. Impacts of shale gas wastewater disposal on water quality in Western Pennsylvania. Environ Sci Technol. 2013;47(20):11849–11857. doi: 10.1021/es402165b.", "ArticleIdList": ["10.1021/es402165b", "24087919"]}, {"Citation": "Wattenberg EV, Bielicki JM, Suchomel AE, et al. Assessment of the acute and chronic health hazards of hydraulic fracturing fluids. J Occup Environ Hyg. 2015;12(9):611–624. doi: 10.1080/15459624.2015.1029612.", "ArticleIdList": ["10.1080/15459624.2015.1029612", "25894916"]}, {"Citation": "Weaver JW, Xu J, Mravik SC. Scenario analysis of the impact on drinking water intakes from bromide in the discharge of treated oil and gas wastewater. J Environ Eng. 2016;142(1):040150501–0401505014. doi: 10.1061/(ASCE)EE.1943-7870.0000968.", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0000968"]}, {"Citation": "Webb E, Bushkin-Bedient S, Cheng A, et al. Developmental and reproductive effects of chemicals associated with unconventional oil and natural gas operations. Rev Environ Health. 2014;29(4):307–318. doi: 10.1515/reveh-2014-0057.", "ArticleIdList": ["10.1515/reveh-2014-0057", "25478730"]}, {"Citation": "Weinberger B, Greiner LH, Walleigh L, Brown D. Health symptoms in residents living near shale gas activity: a retrospective record review from the Environmental Health Project. Prev Med Rep. 2017;8:112–115. doi: 10.1016/j.pmedr.2017.09.002.", "ArticleIdList": ["10.1016/j.pmedr.2017.09.002", "PMC5633856", "29021947"]}, {"Citation": "Wendt Hess J, Bachler G, Momin F, Sexton K. Assessing agreement in exposure classification between proximity-based metrics and air monitoring data in epidemiology studies of unconventional resource development. Int J Environ Res Public Health. 2019;16(17):E3055. doi: 10.3390/ijerph16173055.", "ArticleIdList": ["10.3390/ijerph16173055", "PMC6747456", "31443587"]}, {"Citation": "Werner AK, Vink S, Watt K, Jagals P. Environmental health impacts of unconventional natural gas development: a review of the current strength of evidence. Sci Total Environ. 2015;505:1127–1141. doi: 10.1016/j.scitotenv.2014.10.084.", "ArticleIdList": ["10.1016/j.scitotenv.2014.10.084", "25461113"]}, {"Citation": "Werner AK, Watt K, Cameron CM, et al. All-age hospitalization rates in coal seam gas areas in Queensland, Australia, 1995–2011. BMC Public Health. 2016;16:125. doi: 10.1186/s12889-016-2787-5.", "ArticleIdList": ["10.1186/s12889-016-2787-5", "PMC4744625", "26852381"]}, {"Citation": "Whitworth KW, Marshall AK, Symanski E. Maternal residential proximity to unconventional gas development and perinatal outcomes among a diverse urban population in Texas. PLoS One. 2017;12(7):e0180966. doi: 10.1371/journal.pone.0180966.", "ArticleIdList": ["10.1371/journal.pone.0180966", "PMC5522007", "28732016"]}, {"Citation": "WHO (World Health Organization) (2009) Bromide in drinking-water. Background document for development of WHO Guidelines for Drinking-water Quality. WHO/HSE/WSH/09.01/6. http://www.who.int/water_sanitation_health/dwq/chemicals/Fourth_Edition_Bromide_Final_January_2010.pdf. Accessed 15 Jan 2020"}, {"Citation": "WHO (World Health Organization) (2017) Guidelines for drinking-water quality—4th edition. https://apps.who.int/iris/bitstream/handle/10665/254637/9789241549950-eng.pdf;jsessionid=205918A9EABFE1414033ABC32C5F5B77?sequence=1. Accessed 15 Jan 2020"}, {"Citation": "Wollin KM (2016a) Toxikologische Bewertung von Brauchwasserproben aus 27386 Bellen. Vortrag, Landes-Arbeitsgruppe EKN-Auswertungen LK Rotenburg (Wümme), Hannover, 13.12.2016. 10.13140/RG.2.2.15154.35525"}, {"Citation": "Wollin KM (2016b) Toxikologische Bewertung von Umweltgutachten zum ehemaligen BEB-Betriebsplatz Suderbruch in 31637 Rodewald-Neudorf und angrenzender Bereiche. Niedersächsisches Landesgesundheitsamt (NLGA) (Hrsg.), Hannover, 14.03.2016. 10.13140/rg.2.2.35259.31521. http://www.nlga.niedersachsen.de/download/114094/"}, {"Citation": "Wollin KM, Illing HP. Limit value setting in different areas of regulatory toxicology. In: Reichl FX, Schwenk M, editors. regulatory toxicology. Berlin Heidelberg: Springer; 2014. pp. 649–659."}, {"Citation": "Wollin KM, Nohr K, Huppmann R et al (2015a) Investigation of domestic wells in the vicinity of tight gas exploitation in Lower Saxony. In: 15th EuCheMS international conference 20–24 Sept 2015, Leipzig, Germany. 10.13140/rg.2.1.2315.4165"}, {"Citation": "Wollin KM, Nohr K, Huppmann R, et al. Untersuchung von Hausbrunnen in der Nachbarschaft von Erdgasförderaktivitäten. Das Gesundheitswesen. 2015;16:P41. doi: 10.1055/s-0035-1546943.", "ArticleIdList": ["10.1055/s-0035-1546943"]}, {"Citation": "Wollin KM, Strotkötter U, Zielke S, et al. Are the environmental impacts of an abandoned petroleum industry site a health risk for the adjacent residents? Naunyn-Schmiedeberg’s Arch Pharmacol. 2017;390(Suppl 1):S47. doi: 10.13140/RG.2.2.31649.20326.", "ArticleIdList": ["10.13140/RG.2.2.31649.20326"]}, {"Citation": "Wollin KM, Strotkötter U, Zielke S, et al. Risk assessment of environmental impacts of a former petroleum industry site in relation to the residential population of the neighbourhood. Das Gesundheitswesen. 2017;79(04):299–374. doi: 10.1055/s-0037-1602113.", "ArticleIdList": ["10.1055/s-0037-1602113"]}, {"Citation": "WGS84 (World Geodetic System) (1984) https://www.nga.mil/ProductsServices/GeodesyandGeophysics/Pages/WorldGeodeticSystem.aspx. Accessed 14 Jan 2020"}, {"Citation": "Wright R, Muma RD. High-volume hydraulic fracturing and human health outcomes: a scoping review. J Occup Environ Med. 2018;60(5):424–429. doi: 10.1097/JOM.0000000000001278.", "ArticleIdList": ["10.1097/JOM.0000000000001278", "29370009"]}, {"Citation": "Xu X, Zhang X, Carrillo G, et al. A systematic assessment of carcinogenicity of chemicals in hydraulic-fracturing fluids and flowback water. Environ Pollut. 2019;251:128–136. doi: 10.1016/j.envpol.2019.04.016.", "ArticleIdList": ["10.1016/j.envpol.2019.04.016", "31075693"]}, {"Citation": "Yost EE, Stanek J, DeWoskin RS, Burgoon LD. Overview of chronic oral toxicity values for chemicals present in hydraulic fracturing fluids, flowback, and produced waters. Environ Sci Technol. 2016;50(9):4788–4797. doi: 10.1021/acs.est.5b04645.", "ArticleIdList": ["10.1021/acs.est.5b04645", "27050380"]}, {"Citation": "Yost EE, Stanek J, Burgoon LD. A decision analysis framework for estimating the potential hazards for drinking water resources of chemicals used in hydraulic fracturing fluids. Sci Total Environ. 2017;574:1544–1558. doi: 10.1016/j.scitotenv.2016.08.167.", "ArticleIdList": ["10.1016/j.scitotenv.2016.08.167", "PMC5776703", "27666475"]}, {"Citation": "Zielinska B, Campbell D, Samburova V. Impact of emissions from natural gas production facilities on ambient air quality in the Barnett Shale area: a pilot study. J Air Waste Manag Assoc. 2014;64(12):1369–1383. doi: 10.1080/10962247.2014.954735.", "ArticleIdList": ["10.1080/10962247.2014.954735", "25562933"]}, {"Citation": "Ziemkiewicz PF. Characterization of liquid waste streams from shale gas development. AGH Drill Oil Gas. 2013;30(1):297–309. doi: 10.7494/drill.2013.30.1.297.", "ArticleIdList": ["10.7494/drill.2013.30.1.297"]}, {"Citation": "Ziemkiewicz PF, Thomas He Y. Evolution of water chemistry during Marcellus Shale gas development: a case study in West Virginia. Chemosphere. 2015;134:224–231. doi: 10.1016/j.chemosphere.2015.04.040.", "ArticleIdList": ["10.1016/j.chemosphere.2015.04.040", "25957035"]}, {"Citation": "ZUS LLG (Zentrale Unterstützungsstelle Luftreinhaltung, Lärm und Gefahrstoffe) Staatliches Gewerbeaufsichtsamt Hildesheim (2016) Immissionsprognose für den Betrieb einer Kaltgasfackel in Rodewald OT Neudorf, 18.05.2016"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "6"}, {"Year": "2020", "Month": "3", "Day": "26"}, {"Year": "2020", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32385535", "PMC7225182", "10.1007/s00204-020-02758-7", "10.1007/s00204-020-02758-7"]}}], "PubmedBookArticle": []}