{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32394437", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "30"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "31"}], "ELocationID": ["10.1111/ppl.13121"], "Journal": {"ISSN": "1399-3054", "JournalIssue": {"Volume": "170", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Physiologia plantarum", "ISOAbbreviation": "Physiol Plant"}, "ArticleTitle": "Interactive effect of leaf age and ozone on mesophyll conductance in Siebold's beech.", "Pagination": {"StartPage": "172", "EndPage": "186", "MedlinePgn": "172-186"}, "Abstract": {"AbstractText": ["Mesophyll conductance (G<sub>m</sub> ) is one of the most important factors determining photosynthesis. Tropospheric ozone (O<sub>3</sub> ) is known to accelerate leaf senescence and causes a decline of photosynthetic activity in leaves. However, the effects of age-related variation of O<sub>3</sub> on G<sub>m</sub> have not been well investigated, and we, therefore, analysed leaf gas exchange data in a free-air O<sub>3</sub> exposure experiment on Siebold's beech with two levels (ambient and elevated O<sub>3</sub> : 28 and 62 nmol mol<sup>-1</sup> as daylight average, respectively). In addition, we examined whether O<sub>3</sub> -induced changes on leaf morphology (leaf mass per area, leaf density and leaf thickness) may affect CO<sub>2</sub> diffusion inside leaves. We found that O<sub>3</sub> damaged the photosynthetic biochemistry progressively during the growing season. The G<sub>m</sub> was associated with a reduced photosynthesis in O<sub>3</sub> -fumigated Siebold's beech in August. The O<sub>3</sub> -induced reduction of G<sub>m</sub> was negatively correlated with leaf density, which was increased by elevated O<sub>3</sub> , suggesting that the reduction of G<sub>m</sub> was accompanied by changes in the physical structure of mesophyll cells. On the other hand, in October, the O<sub>3</sub> -induced decrease of G<sub>m</sub> was diminished because G<sub>m</sub> decreased due to leaf senescence regardless of O<sub>3</sub> treatment. The reduction of photosynthesis in senescent leaves after O<sub>3</sub> exposure was mainly due to a decrease of maximum carboxylation rate (V<sub>cmax</sub> ) and/or maximum electron transport rate (J<sub>max</sub> ) rather than diffusive limitations to CO<sub>2</sub> transport such as G<sub>m</sub> . A leaf age×O<sub>3</sub> interaction of photosynthetic response will be a key for modelling photosynthesis in O<sub>3</sub> -polluted environments."], "CopyrightInformation": "© 2020 Scandinavian Plant Physiology Society."}, "AuthorList": [{"Identifier": ["0000-0002-5263-2945"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Research on Terrestrial Ecosystems (IRET), National Research Council of Italy (CNR), Via Madonna del Piano, Sesto Fiorentino, I-50019, Italy."}], "LastName": "Hoshika", "ForeName": "Yasutomo", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Sustainable Plant Protection (IPSP), National Research Council of Italy (CNR), Via Madonna del Piano, Sesto Fiorentino, I-50019, Italy."}], "LastName": "Haworth", "ForeName": "Matthew", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agriculture, Tokyo University of Agriculture and Technology, Fuchu, 183-8509, Japan."}], "LastName": "Watanabe", "ForeName": "Makoto", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Faculty of Agriculture, Hokkaido University, Sapporo, 060-8689, Japan."}], "LastName": "Koike", "ForeName": "Takayoshi", "Initials": "T"}], "GrantList": [{"GrantID": "LIFE15 ENV/IT/000183", "Agency": "European Commission", "Country": ""}, {"GrantID": "LIFE15", "Agency": "European Commission", "Country": ""}, {"GrantID": "JPMJSC18HB", "Agency": "Japan Science and Technology Agency", "Country": ""}, {"GrantID": "Type B 23380078", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "Young Scientists B 15K16136", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "Young Scientists B 24780239", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "B-1105", "Agency": "Ministry of the Environment", "Country": ""}, {"GrantID": "JPMJSC18HB", "Agency": "Ministry of the Environment", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Denmark", "MedlineTA": "Physiol Plant", "NlmUniqueID": "1256322", "ISSNLinking": "0031-9317"}, "ChemicalList": [{"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Fagus"}, {"QualifierName": [], "DescriptorName": "Mesophyll Cells"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adachi S, Nakae T, Uchida M, Soda K, Takai T, Oi T, Yamamoto T, Ookawa T, Miyake H, Yano M, Hirasawa T (2013) The mesophyll anatomy enhancing CO2 diffusion is a key trait for improving rice photosynthesis. J Exp Bot 64: 1061-1072"}, {"Citation": "Bagard M, Jolivet Y, Hasenfratz-Sauder M-P, Gérard J, Dizengremel P, Le Thiec D (2015) Ozone exposure and flux-based response functions for photosynthetic traits in wheat, maize and poplar. Environ Pollut 206: 411-420"}, {"Citation": "Bagard M, Le Thiec D, Delacote E, Hasenfratz-Sauder M-P, Banvoy J, Gérard J, Dizengremel P, Jolivet Y (2008) Ozone-induced changes in photosynthesis and photorespiration of hybrid poplar in relation to the developmental stage of the leaves. Physiol Plant 134: 559-574"}, {"Citation": "Bussotti F, Agati G, Desotgiu R, Matteini P, Tani C (2005) Ozone foliar symptoms in woody plant species assessed with ultrastructural and fluorescence analysis. New Phytol 166: 941-955"}, {"Citation": "Core Team R (2018) R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, Austria Retrieved from https://www.R-project.org/"}, {"Citation": "Dizengremel P, Vaultier M-N, Le Thiec D, Cabané M, Bagard M, Gérant D, Gérard J, Allah Dghim A, Richet N, Afif D, Pireaux J-C, Hasenfratz-Sauder M-P, Jolivet Y (2012) Phosphoenolpyruvate is at the crossroads of leaf metabolic responses to ozone stress. New Phytol 195: 512-517"}, {"Citation": "Ethier GJ, Livingston NJ (2004) On the need to incorporate sensitivity to CO2 transfer conductance into the Farquhar-von Caemmerer-Berry leaf photosynthesis model. Plant Cell Environ 27: 137-153"}, {"Citation": "Evans JR, Vellen L (1996) Wheat cultivars differ in transpiration efficiency and CO2 diffusion inside their leaves. In: Ishii R, Horie T (eds) Crop Research in Asia: Achievements and Perspective. Asian Crop Science Association, Tokyo, pp 326-329"}, {"Citation": "Fares S, Barta C, Brilli F, Centritto M, Ederli L, Ferranti F, Pasqualini S, Reale L, Tricoli D, Loreto F (2006) Impact of high ozone on isoprene emission, photosynthesis and histology of developing Populus alba leaves directly or indirectly exposed to the pollutant. Physiol Plant 128: 456-465"}, {"Citation": "Farquhar GD, von Caemmerer S, Berry JA (1980) A biochemical model of photosynthetic CO2 assimilation in leaves of C3 species. Planta 149: 78-90"}, {"Citation": "Fiscus EL, Booker FL, Burkey KO (2005) Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant Cell Environ 28: 997-1011"}, {"Citation": "Flexas J, Díaz-Espejo A, Berry JA, Cifre J, Galmés J, Kaldenhoff R, Medrano H, Ribas-Carbó M (2007) Analysis of leakage in IRGA's leaf chambers of open gas exchange systems: quantification and its effects in photosynthesis parameterization. J Exp Bot 58: 1533-1543"}, {"Citation": "Flowers MD, Fiscus EL, Burkey KO, Booker FL, Dubois JB (2007) Photosynthesis, chlorophyll fluorescence, and yield of snap bean (Phaseolus vulgaris L.) genotypes differing in sensitivity to ozone. Environ Exp Bot 61: 190-198"}, {"Citation": "Gago J, Carriquí M, Nadal M, Clemente-Moreno MJ, Coopman RE, Fernie AR, Flexas J (2019) Photosynthesis optimized across land plant phylogeny. Trends Plant Sci 24: 947-958"}, {"Citation": "Galmes J, Flexas J, Keys AJ, Cifre J, Mitchell RAC, Madgwick PJ, Haslam RP, Medrano H, Parry MAJ (2005) Rubisco specificity factor tends to be larger in plant species from drier habitats and in species with persistent leaves. Plant Cell Environ 28: 571-579"}, {"Citation": "Genty B, Briantais J-M, Baker NR (1989) The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochimica et Biophysica Acta (BBA) 990: 87-92"}, {"Citation": "Grantz DA, Shrestha A (2006) Tropospheric ozone and interspecific competition between yellow nutsedge and Pima cotton. Crop Sci 46: 1879-1889"}, {"Citation": "Grassi G, Magnani F (2005) Stomatal, mesophyll conductance and biochemical limitations to photosynthesis as affected by drought and leaf ontogeny in ash and oak trees. Plant Cell Environ 28: 834-849"}, {"Citation": "Grulke NE, Heath RL (2020) Ozone effects on plants in natural ecosystems. Plant Biol 22: 12-37"}, {"Citation": "Günthardt-Goerg MS, Vollenweider P (2007) Linking stress with macroscopic and microscopic leaf response in trees: New diagnostic perspectives. Environ Pollut, 147 (3), 467-488. http://dx.doi.org/10.1016/j.envpol.2006.08.033."}, {"Citation": "Günthardt-Goerg MS, Matyssek R, Scheidegger C, Keller T (1993) Differentiation and structural decline in the leaves and bark of birch (Betula pendula) under low ozone concentrations. Trees 7: 104-114"}, {"Citation": "Hanba YT, Shibasaka M, Hayashi Y, Hayakawa T, Kasamo K, Terashima I, Katsuhara M (2004) Overexpression of the barley aquaporin HvPIP2;1 increases internal CO2 conductance and CO2 assimilation in the leaves of transgenic rice plants. Plant Cell Physiol 45: 521-529"}, {"Citation": "Harley PC, Loreto F, Dimarco G, Sharkey TD (1992) Theoretical considerations when estimating the mesophyll conductance to CO2 flux by analysis of the response of photosynthesis to CO2. Plant Physiol 98: 1429-1436"}, {"Citation": "Heath RL (1994) Possible mechanisms for the inhibition of photosynthesis by ozone. Photosyn Res 39: 439-451"}, {"Citation": "Hoshika Y, De Carlo A, Baraldi R, Neri L, Carrari E, Agathokleous E, Zhang L, Fares S, Paoletti E (2019) Ozone-induced impairment of night-time stomatal closure in O3-sensitive poplar clone is affected by nitrogen but not by phosphorus enrichment. Sci Tot Environ 692: 713-722"}, {"Citation": "Hoshika Y, Fares S, Pellegrini E, Conte A, Paoletti E (2020) Water use strategy affects avoidance of ozone stress by stomatal closure in Mediterranean trees-a modelling analysis. Plant Cell Environ 43: 611-623"}, {"Citation": "Hoshika Y, Watanabe M, Inada N, Koike T (2012) Modeling of stomatal ozone conductance for estimating ozone uptake of Fagus crenata under experimentally enhanced free-air ozone exposure. Wat Air Soil Pollut 223: 3893-3901"}, {"Citation": "Hoshika Y, Watanabe M, Inada N, Koike T (2013) Model-based analysis of avoidance of ozone stress by stomatal closure in Siebold's beech (Fagus crenata). Ann Bot 112: 1149-1158"}, {"Citation": "Haworth M, Raschi A (2014) An assessment of the use of epidermal micro-morphological features to estimate leaf economics of Late Triassic-Early Jurassic fossil Ginkgoales. Rev Palaeobot Palynol, 205 1-8. http://dx.doi.org/10.1016/j.revpalbo.2014.02.007."}, {"Citation": "Ivanova LA, Yudina PK, Ronzhina DA, Ivanov LA, Hölzel N (2018) Quantitative mesophyll parameters rather than whole-leaf traits predict response of C3 steppe plants to aridity. New Phytol 217: 558-570"}, {"Citation": "Izuta T (2017) Air Pollution Impacts on Plants in East Asia. Springer-Verlag, Tokyo"}, {"Citation": "Kaipiainen EL (2009) Parameters of photosynthesis light curve in Salix dasyclados and their changes during the growth season. Russian J Plant Physiol 56: 445-453"}, {"Citation": "Kangasjärvi J, Jaspers P, Kollist H (2005) Signalling and cell death in ozone-exposed plants. Plant Cell Environ 28: 1021-1036"}, {"Citation": "Killi D, Haworth M (2017) Diffusive and metabolic constraints to photosynthesis in quinoa during drought and salt stress. Plan Theory 6: 49"}, {"Citation": "Kirschbaum MU, Farquhar GD (1987) Investigation of the CO2 dependence of quantum yield and respiration in Eucalyptus pauciflora. Plant Physiol 83: 1032-1036"}, {"Citation": "Koike T, Kato S, Shimamoto Y, Kitamura K, Kawano S, Ueda K, Mikami T (1998) Mitochondrial DNA variation follows a geographic pattern in Japanese beech species. Botanica Acta 111: 87-92"}, {"Citation": "Kok B (1948) A critical consideration of the quantum yield of chlorella photosynthesis. Enzymologia 13: 1-56"}, {"Citation": "Laisk A, Loreto F (1996) Determining photosynthetic parameters from leaf CO2 exchange and chlorophyll fluorescence: rubisco specificity factor, dark respiration in the light, excitation distribution between photosystems, alternative electron transport rate and mesophyll diffusion resistance. Plant Physiol 110: 903-912"}, {"Citation": "Lauteri M, Haworth M, Serraj R, Monteverdi MC, Centritto M (2014) Photosynthetic diffusional constraints affect yield in drought stressed rice cultivars during flowering. Plos one 9: e109054"}, {"Citation": "Lloyd J, Syvertsen JP, Kriedemann PE, Farquhar GD (1992) Low conductances for CO2 diffusion from stomata to the sites of carboxylation in leaves of woody species. Plant Cell Environ, 15 (8), 873-899. http://dx.doi.org/10.1111/j.1365-3040.1992.tb01021.x."}, {"Citation": "Long SP, Bernacchi CJ (2003) Gas exchange measurements, what can they tell us about the underlying limitations to photosynthesis? Procedures and sources of error. J Exp Bot 54: 2393-2401"}, {"Citation": "Loreto F, Di Marco G, Tricoli D, Sharkey TD (1994) Measurements of mesophyll conductance, photosynthetic electron transport and alternative electron sinks of field grown wheat leaves. Photosyn Res 41: 397-403"}, {"Citation": "Loreto F, Harley PC, Di Marco G, Sharkey TD (1992) Estimation of mesophyll conductance to CO2 flux by three different methods. Plant Physiol 98: 1437-1443"}, {"Citation": "Marino G, Haworth M, Scartazza A, Tognetti R, Centritto M (2020) A comparison of the variable J and carbon-isotopic composition of sugars methods to assess mesophyll conductance from the leaf to the canopy scale in drought-stressed cherry. Int J Mol Sci 21: 1222"}, {"Citation": "Matyssek R, Clarke N, Cudlin P, Mikkelsen TN, Tuovinen JP, Wieser G, Paoletti E (2013) Climate change, air pollution and global challenges: understanding and perspectives from forest research. In: Developments in Environmental Science 13. Elsevier, Amsterdam, pp 622"}, {"Citation": "Matyssek R, Schnyder H, Oßwald W, Ernst D, Munch JC, Pretzsch H (2012) Growth and Defence in Plants; Resource Allocation at Multiple Scales. Springer V, Heidelberg, pp 470"}, {"Citation": "Mills G, Pleijel H, Malley CS, Sinha B, Cooper O, Schultz M, Neufeld HS, Simpson D, Sharps K, Feng Z, Gerosa G, Harmens H, Kobayashi K, Saxena P, Paoletti E, Sinha V, Xu X (2018) Tropospheric ozone assessment report: present day tropospheric ozone distribution and trends relevant to vegetation. Elementa Science of the Anthropocene 6: 47"}, {"Citation": "Moura BB, Alves ES, Marabesi MA, de Souza SR, Schaub M, Vollenweider P (2018) Ozone affects leaf physiology and causes injury to foliage of native tree species from the tropical Atlantic Forest of southern Brazil. Sci Tot Environ 610-611: 912-925"}, {"Citation": "Niinemets Ü (2015) Is there a species spectrum within the world-wide leaf economics spectrum? Major variations in leaf functional traits in the Mediterranean sclerophyll Quercus ilex. New Phytol 205: 79-96"}, {"Citation": "Niinemets Ü, Díaz-Espejo A, Flexas J, Galmés J, Warren CR (2009) Role of mesophyll diffusion conductance in constraining potential photosynthetic productivity in the field. J Exp Bot 60: 2249-2270"}, {"Citation": "Obata T, Florian A, Timm S, Bauwe H, Fernie AR (2016) On the metabolic interactions of (photo)respiration. J Exp Bot 67: 3003-3014"}, {"Citation": "Oksanen E (2005) Northern conditions enhance the susceptibility of birch (Betula pendula Roth) to oxidative stress caused by ozone. In: Omasa K, Nouchi I, De Kok LJ (eds) Plant Responses to Air Pollution and Global Change. Springer-Verlag, Tokyo, pp 29-35"}, {"Citation": "Onoda Y, Wright IJ, Evans JR, Hikosaka K, Kitajima K, Niinemets Ü, Poorter H, Tosens T, Westoby M (2017) Physiological and structural tradeoffs underlying the leaf economics spectrum. New Phytol 214: 1447-1463"}, {"Citation": "Pääkkönen E, Holopainen T, Kärenlampi L (1995) Ageing-related anatomical and ultrastructural changes in leaves of birch (Betula pendula Roth.) clones as affected by low ozone exposure. Ann Bot 75: 285-294"}, {"Citation": "Paoletti E (2005) Ozone slows stomatal response to light and leaf wounding in a Mediterranean evergreen broadleaf, Arbutus unedo. Environ Pollut 134: 439-445"}, {"Citation": "Poorter H, Niinemets Ü, Poorter I, Wright IJ, Villar R (2009) Causes and consequences of variation in leaf mass per area (LMA): a meta-analysis. New Phytol 182: 565-588"}, {"Citation": "Scoffoni C, Sack L (2017) The causes and consequences of leaf hydraulic decline with dehydration. J Exp Bot 68: 4479-4496"}, {"Citation": "Sharkey TD (1988) Estimating the rate of photorespiration in leaves. Physiol Plant 73: 147-152"}, {"Citation": "Shatil-Cohen A, Attia Z, Moshelion M (2011) Bundle-sheath cell regulation of xylem-mesophyll water transport via aquaporins under drought stress: a target of xylem-borne ABA? The Plant J 67: 72-80"}, {"Citation": "Terashima I (2002) Photosynthesis at leaf and individual level. In: Sato K (ed) Photosynthesis. Asakura, Tokyo, pp 125-149 (in Japanese)"}, {"Citation": "Terashima I, Ishibashi M, Ono K, Hikosaka K (1995) Three resistances to CO2 diffusion: Leaf-surface water, intercellular spaces and mesophyll cells. In: Mathis P (ed) Photosynthesis: From Light to Biosphere, Vol. V. Kluwer Academic Publishers, Dordrecht, pp 537-542"}, {"Citation": "Tomás M, Flexas J, Copolovici L, Galmés J, Hallik L, Medrano H, Ribas-Carbó M, Tosens T, Vislap V, Niinemets Ü (2013) Importance of leaf anatomy in determining mesophyll diffusion conductance to CO2 across species: quantitative limitations and scaling up by models. J Exp Bot 64: 2269-2281"}, {"Citation": "Tosens T, Niinemets Ü, Vislap V, Eichelmann H, Díez PC (2012) Developmental changes in mesophyll diffusion conductance and photosynthetic capacity under different light and water availabilities in Populus tremula: how structure constrains function. Plant Cell Environ 35: 839-856"}, {"Citation": "Vainonen JP, Kangasjärvi J (2015) Plant signaling in acute ozone exposure. Plant Cell Environ 38: 240-252"}, {"Citation": "Velikova V, Tsonev T, Pinelli P, Alessio GA, Loreto F (2005) Localized ozone fumigation system for studying ozone effects on photosynthesis, respiration, electron transport rate and isoprene emission in field-grown Mediterranean oak species. Tree Physiol 25: 1523-1532"}, {"Citation": "Veromann-Jürgenson L-L, Brodribb TJ, Niinemets Ü, Tosens T (2020) Pivotal role of mesophyll conductance in shaping photosynthetic performance across 67 structurally diverse gymnosperm species. Int J Plant Sci 181: 116-128"}, {"Citation": "Vollenweider P, Günthardt-Goerg MS, Menard T, Baumgarten M, Matyssek R, Schaub M (2019) Macro- and microscopic leaf injury triggered by ozone stress in beech foliage (Fagus sylvatica L.). Ann For Sci, 76 (3), -71. http://dx.doi.org/10.1007/s13595-019-0856-5."}, {"Citation": "Warren CR, Löw M, Matyssek R, Tausz M (2007) Internal conductance to CO2 transfer of adult Fagus sylvatica: variation between sun and shade leaves and due to free-air ozone fumigation. Environ Exp Bot 59: 130-138"}, {"Citation": "Watanabe M, Hoshika Y, Inada N, Koike T (2014a) Canopy carbon budget of Siebold's beech (Fagus crenata) sapling under free air ozone exposure. Environ Pollut 184: 682-689"}, {"Citation": "Watanabe M, Hoshika Y, Inada N, Koike T (2018b) Photosynthetic activity in relation to a gradient of leaf nitrogen content within a canopy of Siebold's beech and Japanese oak saplings under elevated ozone. Sci Tot Environ 636: 1455-1462"}, {"Citation": "Watanabe M, Hoshika Y, Inada N, Wang X, Mao Q, Koike T (2013) Photosynthetic traits of Siebold's beech and oak saplings grown under free air ozone exposure. Environ Pollut 174: 50-56"}, {"Citation": "Watanabe M, Hoshika Y, Koike T (2014b) Photosynthetic responses of monarch birch seedlings to differing timings of free air ozone fumigation. J Plant Res 127: 339-345"}, {"Citation": "Watanabe M, Komimaki Y, Mori M, Okabe S, Arakawa I, Kinose Y, Izuta T (2018a) Mesophyll conductance to CO2 in leaves of Siebold's beech (Fagus crenata) seedlings under elevated ozone. J Plant Res 131: 907-914"}, {"Citation": "Watanabe M, Yamaguchi M, Matsumura H, Kohno Y, Izuta T (2012) Risk assessment of ozone impact on Fagus crenata in Japan: consideration of atmospheric nitrogen deposition. Europ J For Res 131: 475-484"}, {"Citation": "Xu Y, Feng Z, Shang B, Dai L, Uddling J, Tarvainen L (2019) Mesophyll conductance limitation of photosynthesis in poplar under elevated ozone. Sci Tot Environ 657: 136-145"}, {"Citation": "Yamaguchi M, Watanabe M, Matsumura H, Kohno Y, Izuta T (2011) Experimental studies on the effects of ozone on growth and photosynthetic activity of Japanese forest tree species. Asian J Atmos Environ 5: 65-78. https://doi.org/10.5572/ajae.2011.5.2.065"}, {"Citation": "Yonekura T, Honda Y, Oksanen E, Yoshidome M, Watanabe M, Funada R, Koike T, Izuta T (2001) The influences of ozone and soil water stress, singly and in combination, on leaf gas exchange rates, leaf ultrastructural characteristics and annual ring width of Fagus crenata seedlings. J Jpn Soc Atmos Environ 36: 333-351"}, {"Citation": "Zhang WW, Wang M, Wang AY, Yin XH, Feng ZZ, Hao GY (2018) Elevated ozone concentration decreases whole-plant hydraulic conductance and disturbs water use regulation in soybean plants. Physiol Plant 163: 183-195"}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2020", "Month": "2", "Day": "14"}, {"Year": "2020", "Month": "5", "Day": "1"}, {"Year": "2020", "Month": "5", "Day": "7"}, {"Year": "2020", "Month": "5", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "13", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32394437", "10.1111/ppl.13121"]}}], "PubmedBookArticle": []}