{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["IL-6", "TAS", "experimental spinal cord injury", "methylprednisolone", "ozone treatment", "total oxidant status"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32413852", "DateRevised": {"Year": "2024", "Month": "05", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "15"}], "ELocationID": ["10.3171/2020.2.SPINE191439"], "Journal": {"ISSN": "1547-5646", "JournalIssue": {"Volume": "33", "Issue": "3", "PubDate": {"Year": "2020", "Month": "May", "Day": "15"}}, "Title": "Journal of neurosurgery. Spine", "ISOAbbreviation": "J Neurosurg Spine"}, "ArticleTitle": "Evaluation of the neuroprotective effects of ozone in an experimental spine injury model.", "Pagination": {"StartPage": "406", "EndPage": "414", "MedlinePgn": "406-414"}, "Abstract": {"AbstractText": ["The pathophysiology of spine injury consists of primary and secondary damage mechanisms. The vast majority of treatments aim to prevent or at least stop the progression of secondary neurotoxic events during the acute period. Ozone has been found to have potent antiinflammatory effects, to activate the immune system, and to have a substantial impact on the antioxidant system. In this study the authors aimed to evaluate the neuroprotective effects of ozone and their possible roles in recovery from spine injury, assessed based on biochemical, histological, and neurological parameters using an experimental spine injury model in rats.", "The study included 31 female Wistar albino rats. The rats were divided randomly into 5 groups, with 7 rats in each group except the sham group, which contained 3 rats, as follows: group 1 (sham), laminectomy; group 2 (control), laminectomy and spinal trauma with no medical treatment (0.5 ml isotonic saline applied 1 hour postsurgery); group 3, single medical treatment with 30 mg/kg methylprednisolone applied intraperitoneally 1 hour after laminectomy and trauma; group 4, single medical treatment with 60 μg/ml ozone at 0.7 mg/kg applied intraperitoneally 1 hour after laminectomy and trauma; and group 5, double medical treatment with 30 mg/kg methylprednisolone and 60 μg/ml ozone at 0.7 mg/kg applied intraperitoneally 1 hour after laminectomy and trauma. After neurosurgery, neurobehavioral tests were performed in all groups. After 7 days of follow-up, all the rats were killed. Biopsy specimens obtained from trauma sites were examined using H & E, cresyl violet, immunohistochemical (anticonnexin-43), and TUNEL staining processes. Levels of interleukin (IL)-1β, IL-6, and tumor necrosis factor-α (TNF-α) and total oxidant status (TOS) and total antioxidant status (TAS) were measured in blood samples.", "The level of neurobehavioral healing was the highest in the double-treatment group (group 5), and the difference between the groups was significant. The minimum IL-6 level was found in group 5, indicating that the antiinflammatory impact was the most significant in this group (p = 0.01). Additionally, ozone was found to reduce oxidant stress more effectively than methylprednisolone (p = 0.03). Although methylprednisolone was superior to ozone in terms of the antiinflammatory effect, this effect was greater in group 5. Nevertheless, the number of neurons in group 5 was close to that of the control group, and the number of apoptotic cells was the least in group 5 (p < 0.001).", "In acute spinal injury, the combined application of methylprednisolone and ozone was found to have a greater antiinflammatory effect, hasten clinical recovery, and increase histological recovery compared with methylprednisolone therapy alone. This study showed that this combination therapy of methylprednisolone with the addition of ozone might have a more beneficial effect in the treatment of spinal injury than methylprednisolone therapy alone."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Department of Neurosurgery, Katip Celebi University Atatürk Training and Research Hospital, Izmir."}], "LastName": "Gürkan", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Department of Neurosurgery, Katip Celebi University Atatürk Training and Research Hospital, Izmir."}], "LastName": "Sayin", "ForeName": "Murat", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "2Department of Neurosurgery, Dokuz Eylul University Hospital, Izmir."}], "LastName": "Kizmazoglu", "ForeName": "Ceren", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "3Department of Physiology, Katip Celebi University, Izmir."}], "LastName": "Erdogan", "ForeName": "Mumin Alper", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "4Department of Histology, Sitki Kocman University, Mugla."}], "LastName": "Yigitturk", "ForeName": "Gurkan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5Department of Medical Biochemistry, Katip Celebi University Atatürk Training and Research Hospital, Izmir; and."}], "LastName": "Erbak Yilmaz", "ForeName": "Huriye", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Department of Neurosurgery, Katip Celebi University Atatürk Training and Research Hospital, Izmir."}], "LastName": "Uzunoglu", "ForeName": "Inan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "6Department of Neurosurgery, Dumlupinar University Kutahya Evliya Celebi Training and Research Hospital, Kutahya, Turkey."}], "LastName": "Kaya", "ForeName": "Ismail", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1Department of Neurosurgery, Katip Celebi University Atatürk Training and Research Hospital, Izmir."}], "LastName": "Yuceer", "ForeName": "Nurullah", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Neurosurg Spine", "NlmUniqueID": "101223545", "ISSNLinking": "1547-5646"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "12", "Day": "3"}, {"Year": "2020", "Month": "2", "Day": "20"}, {"Year": "2020", "Month": "5", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["32413852", "10.3171/2020.2.SPINE191439", "2020.2.SPINE191439"]}}], "PubmedBookArticle": []}