{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "32457561", "DateRevised": {"Year": "2024", "Month": "03", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.atmosenv.2018.10.040"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "198", "PubDate": {"Year": "2019", "Month": "Feb", "Day": "01"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Quantifying stratosphere-troposphere transport of ozone using balloon-borne ozonesondes, radar windprofilers and trajectory models.", "Pagination": {"StartPage": "496", "EndPage": "509", "MedlinePgn": "496-509"}, "Abstract": {"AbstractText": ["In a series of 10-day campaigns in Ontario and Quebec, Canada, between 2005 and 2007, ozonesondes were launched twice daily in conjunction with continuous high-resolution wind-profiling radar measurements. Windprofilers can measure rapid changes in the height of the tropopause, and in some cases follow stratospheric intrusions. Observed stratospheric intrusions were studied with the aid of a Lagrangian particle dispersion model and the Canadian operational weather forecast system. Definite stratosphere-troposphere transport (STT) events occurred approximately every 2-3 days during the spring and summer campaigns, whereas during autumn and winter, the frequency was reduced to every 4-5 days. Although most events reached the lower troposphere, only three events appear to have significantly contributed to ozone amounts in the surface boundary layer. Detailed calculations find that STT, while highly variable, is responsible for an average, over the seven campaigns, of 3.1% of boundary layer ozone (1.2 ppb), but 13% (5.4 ppb) in the lower troposphere and 34% (22 ppb) in the middle and upper troposphere, where these layers are defined as 0-1 km, 1-3 km, and 3-8 km respectively. Estimates based on counting laminae in ozonesonde profiles, with judicious choices of ozone and relative humidity thresholds, compare moderately well, on average, with these values. The lamina detection algorithm is then applied to a large dataset from four summer ozonesonde campaigns at 18 North American sites between 2006 and 2011. The results show some site-to-site and year-to-year variability, but stratospheric ozone contributions average 4.6% (boundary layer), 15% (lower troposphere) and 26% (middle/upper troposphere). Calculations were also performed based on the TOST global 3D trajectory-mapped ozone data product. Maps of STT in the same three layers of the troposphere suggest that the STT ozone flux is greater over the North American continent than Europe, and much greater in winter and spring than in summer or fall. When averaged over all seasons, magnitudes over North America show similar ratios between levels to the previous calculations, but are overall 3-4 times smaller. This may be because of limitations (trajectory length and vertical resolution) to the current TOST-based calculation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment Canada, Downsview, ON, Canada M3H 5T4."}], "Identifier": [], "LastName": "Tarasick", "ForeName": "D W", "Initials": "DW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Water and Atmospheric Research Ltd., Private Bag 14901, Kilbirnie, Wellington, New Zealand."}], "Identifier": [], "LastName": "Carey-Smith", "ForeName": "T K", "Initials": "TK"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Astronomy, University of Western Ontario, London, ON, Canada N6A 3K7."}], "Identifier": [], "LastName": "Hocking", "ForeName": "W K", "Initials": "WK"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment Canada, Downsview, ON, Canada M3H 5T4."}], "Identifier": [], "LastName": "Moeini", "ForeName": "O", "Initials": "O"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Quality Research Division, Environment Canada, Downsview, ON, Canada M3H 5T4."}], "Identifier": [], "LastName": "He", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Planning, University of Toronto, Canada, and School of Atmospheric Sciences, Nanjing University, Nanjing, China."}], "Identifier": [], "LastName": "Liu", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Mesoscale Meteorological Studies, The University of Oklahoma, and NOAA/National Severe Storms Laboratory, Norman, OK, USA."}], "Identifier": [], "LastName": "Osman", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "Identifier": [], "LastName": "Thompson", "ForeName": "A M", "Initials": "AM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, Earth System Research Laboratory, National Oceanic and Atmospheric Administration, Boulder, CO, USA."}], "Identifier": [], "LastName": "Johnson", "ForeName": "B", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, Earth System Research Laboratory, National Oceanic and Atmospheric Administration, Boulder, CO, USA."}], "Identifier": [], "LastName": "Oltmans", "ForeName": "S J", "Initials": "SJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Oceanography, University of Rhode Island, RI, USA."}], "Identifier": [], "LastName": "Merrill", "ForeName": "J T", "Initials": "JT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akritidis D, Pozzer A, Zanis P, Tyrlis E, Škerlak B, Sprenger M, and Lelieveld J: On the role of tropopause folds in summertime tropospheric ozone over the eastern Mediterranean and the Middle East, Atmos. Chem. Phys, 16, 14025–14039, 10.5194/acp-16-14025-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-14025-2016"]}, {"Citation": "Appenzeller C, Davies HC, and Norton WA (1996), Fragmentation of stratospheric intrusions, J. Geophys. Res, 101(D1), 1435–1456, doi:10.1029/95JD02674.", "ArticleIdList": ["10.1029/95JD02674"]}, {"Citation": "Avnery S, Mauzerall DL, Liu J and Horowitz LW (2011), Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmos. Environ, 45, 2284–2296, 10.1016/j.atmosenv.2011.01.002.", "ArticleIdList": ["10.1016/j.atmosenv.2011.01.002"]}, {"Citation": "Bachmeier EV, Shipman MC, Browell EV, Grant WB, and Klassa JM (1994), Stratospheric/tropospheric exchange affecting the northern wetlands regions of Canada during summer 1990, J. Geophys. Res, 99, 1793–1804."}, {"Citation": "Bell ML, Zanobetti A and Dominici F (2014), Who is more affected by ozone pollution? A systematic review and meta-analysis. Am. J. Epidemiol, 180, 15–28, doi:10.1093/aje/kwu115.", "ArticleIdList": ["10.1093/aje/kwu115", "PMC4070938", "24872350"]}, {"Citation": "Bourqui M, Yamamoto A, Tarasick D, Moran MD, Beaudoin L-P, Beres I, Davies J, Elford A, Hocking W, Osman M and Wilkinson R (2012), A new real-time Lagrangian diagnostic system for stratosphere-troposphere exchange: Evaluation during a balloon sonde campaign in eastern Canada, Atmos. Chem. Phys, 12, 2661–2679, doi:10.5194/acp-12-2661-2012.", "ArticleIdList": ["10.5194/acp-12-2661-2012"]}, {"Citation": "Bourqui MS, and Trépanier P-Y (2010), Descent of deep stratospheric intrusions during the IONS August 2006 campaign, J. Geophys. Res, 115, D18301, doi:10.1029/2009JD013183.", "ArticleIdList": ["10.1029/2009JD013183"]}, {"Citation": "Butchart N, Scaife AA, Bourqui M, de Grandpré J, Hare SHE, Kettleborough J, Langematz U, Manzini E, Sassi F, Shibata K, Shindell D, and Sigmond M, 2006: Simulations of anthropogenic change in the strength of the Brewer-Dobson circulation. Clim. Dyn, 27, 727–741, doi:10.1007/s00382-006-0162-4.", "ArticleIdList": ["10.1007/s00382-006-0162-4"]}, {"Citation": "Butchart N (2014), The Brewer-Dobson circulation, Rev. Geophys, 52, doi: 10.1002/2013RG000448.", "ArticleIdList": ["10.1002/2013RG000448"]}, {"Citation": "Calvert JG, Orlando JJ, Stockwell WR and Wallington TJ (2015), The Mechanisms of Reactions Influencing Atmospheric Ozone, Oxford University Press, New York, 590 pp."}, {"Citation": "Cristofanelli P, Bracci A, Sprenger M, Marinoni A, Bonafè U, Calzolari F, Duchi R, Laj P, Pichon JM, Roccato F, Venzac H, Vuillermoz E, and Bonasoni P: Tropospheric ozone variations at the Nepal Climate Observatory-Pyramid (Himalayas, 5079 m a.s.l.) and influence of deep stratospheric intrusion events, Atmos. Chem. Phys, 10, 6537–6549, doi:10.5194/acp-10-6537-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-6537-2010"]}, {"Citation": "Chung YS, and Dann T (1985), Observation of stratospheric ozone at the ground level in Regina, Canada, Atmos. Environ, 19, 157–162. 10.1016/0004-6981(85)90147-7.", "ArticleIdList": ["10.1016/0004-6981(85)90147-7"]}, {"Citation": "Colette A, and Ancellet G (2005), Impact of vertical transport processes on the tropospheric ozone layering above Europe. Part II: Climatological analysis of the past 30 years, Atmos. Environ, 39(29), 5423–5435, doi:10.1016/j.atmosenv.2005.06.015.", "ArticleIdList": ["10.1016/j.atmosenv.2005.06.015"]}, {"Citation": "Cooper OR, and Moody JL (2000), Meteorological controls on ozone at an elevated eastern United States regional background monitoring site, J. Geophys. Res, 105, 6855–6869."}, {"Citation": "Cooper OR, Stohl A, Hübler G, Hsie EY, Parrish DD, Tuck AF, Kiladis GN, Oltmans SJ, Johnson BJ, Shapiro M, Moody JL, Lefohn AS,(2005), Direct transport of mid-latitude stratospheric ozone into the lower troposphere and marine boundary layer of the tropical Pacific Ocean. J. Geophys. Res. 110, D23310 10.1029/2005JD005783.", "ArticleIdList": ["10.1029/2005JD005783"]}, {"Citation": "Cooper OR, Stohl A, Trainer M, Thompson A, Witte JC, Oltmans SJ, Morris G, Pickering KE, Crawford JH, Gao Cohen RC, Bertram TH, Wooldridge P, Perring A, Brune WH, Merrill J, Moody JL, Tarasick D, Nédélec P, Forbes G, Newchurch MJ, Schmidlin FJ, Johnson BJ, Turquety S, Baughcum SL, Ren X, Fehsenfeld FC, Meagher JF, Spichtinger N, Brown CC, McKeen SA, McDermid IS, and Leblanc T (2006), Large upper tropospheric ozone enhancements above mid-latitude North America during summer: In situ evidence from the IONS and MOZAIC ozone measurement network, J. Geophys. Res, 111, D24S05, doi:10.1029/2006JD007306.", "ArticleIdList": ["10.1029/2006JD007306"]}, {"Citation": "Cooper OR, Oltmans SJ, Johnson BJ, Brioude J, Angevine W, Trainer M, Parrish DD, Ryerson TR, Pollack I, Cullis PD, Ives MA, Tarasick DW, Al-Saadi J and Stajner I (2011), Measurement of western U.S. baseline ozone from the surface to the tropopause and assessment of downwind impact regions, J. Geophys. Res, 116, D00V03, doi:10.1029/2011JD016095.", "ArticleIdList": ["10.1029/2011JD016095"]}, {"Citation": "Cristofanelli P, Bonasoni P, Tositti L, Bonafe U, Calzolari F, Evangelisti F, Sandrini S, and Stohl A (2006), A 6-year analysis of stratospheric intrusions and their influence on ozone at Mt. Cimone (2165 m above sea level), J. Geophys. Res, 111, D03306, doi:10.1029/2005JD006553.", "ArticleIdList": ["10.1029/2005JD006553"]}, {"Citation": "Danielsen EF, Stratospheric-tropospheric exchange based on radioactivity, ozone and potential vorticity, J. Atmos. Sci, 25, 502–518, 1968."}, {"Citation": "Danielsen EF, and Mohnen VA (1977), Project dustorm report: Ozone transport, in situ measurements, and meteorological analyses of tropopause folding, J. Geophys. Res, 82(37), 5867–5877. 10.1029/JC082i037p05867.", "ArticleIdList": ["10.1029/JC082i037p05867"]}, {"Citation": "Davies TD and Schuepbach E: Episodes of high ozone concentrations at the earth’s surface resulting from transport down from the upper troposphere/lower stratosphere: A review and case studies, Atmos. Environ, 28(1), 53–68, 1994."}, {"Citation": "Dempsey F: Observations of stratospheric O3 intrusions in air quality monitoring data in Ontario, Canada, Atmos. Environ, 98, 111–122, doi:10.1016/j.atmosenv.2014.08.024, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.024"]}, {"Citation": "Dibb JE, Meeker LD, Finkel RC, Southon JR, Caffee MW and Barrie LA (1994), Estimation of stratospheric input to the Arctic troposphere: 7Be and 10Be aerosols at Alert, Canada, J. Geophys. Res, 99, 12,855–12,864."}, {"Citation": "Dibb JE, Talbot RW, Scheuer E, Seid G, DeBell L, Lefer BL and Ridley B (2003), Stratospheric influence on the northern North American free troposphere during TOPSE: 7Be as a stratospheric tracer, J. Geophys. Res, 108(D4), 8363, doi:10.1029/2001JD001347.", "ArticleIdList": ["10.1029/2001JD001347"]}, {"Citation": "Draxler RR, and Hess GD, (1998), An Overview of the HYSPLIT_4 Modelling System for Trajectories, Dispersion, and Deposition., Aust. Meteorol. Mag, 47, 295–308."}, {"Citation": "Eisele H, Scheel HE, Sladkovic R, and Trickl T (1999), High-resolution lidar measurements of stratosphere-troposphere exchange, J. Atmos. Sci. 56, 319–330."}, {"Citation": "Elbern H, Kowol J, Sladkovic R and Ebel A (1997), Deep stratospheric intrusions: A statistical assessment with model guided analysis, Atmos. Environ, 31, No. 19, 3207–3226."}, {"Citation": "Fabian P and Pruchniewicz PG, (1977) Meridional distribution of ozone in the troposphere and its seasonal variation. J. Geophy. Res, 82, 2063–2073."}, {"Citation": "Fusco AC and Logan JA (2003), Analysis of 1970–1995 trends in tropospheric ozone at Northern Hemisphere midlatitudes with the GEOS-Chem model. J. Geophys. Res. 108(D15), 4449."}, {"Citation": "He H, Tarasick DW, Hocking WK, Carey-Smith TK, Rochon Y, Zhang J, Makar PA, Osman M, Brook J, Moran M, Jones D, Mihele C, Wei JC, Osterman G, Argall PS, McConnell J and Bourqui MS (2011), Transport Analysis of Ozone Enhancement in Southern Ontario during BAQS-Met, Atmos. Chem. Phys, 11, 2569–2583, doi:10.5194/acp-11-2569-2011.", "ArticleIdList": ["10.5194/acp-11-2569-2011"]}, {"Citation": "Hess PG and Zbinden R (2013), Stratospheric impact on tropospheric ozone variability and trends: 1990–2009, Atmos. Chem. Phys, 13, 649–674."}, {"Citation": "Hocking WK (1997), System design, signal‐processing procedures, and preliminary results for the Canadian (London, Ontario) VHF atmospheric radar, Radio Sci, 32(2), 687–706, doi: 10.1029/96RS03316.", "ArticleIdList": ["10.1029/96RS03316"]}, {"Citation": "Hocking WK, Carey-Smith TK, Tarasick DW, Argall PS, Strong K, Rochon Y, Zawadzki I and Taylor PA, Detection of stratospheric ozone intrusions by windprofiler radars, Nature, 450(7167), 281–284, doi:10.1038/nature06312, 2007.", "ArticleIdList": ["10.1038/nature06312", "17994096"]}, {"Citation": "Holton JR, Haynes PH, Mcintyre ME, Douglass AR, and Rood B, (1995), Stratosphere-Troposphere Exchange, Rev. Geophys, 33(4), 403–439."}, {"Citation": "Hooper DA, and Arvelius J (2000), Monitoring of the Arctic winter tropopause: A comparison of radiosonde, ozonesonde and MST radar observations, Proceedings of the Ninth International Workshop on Technical and Scientific Aspects of MST Radar combined with COST76 final profiler workshop, edited by Edwards B, pp 385–388, Sci. Comm. On Sol.-Terr. Phys; Secr. and Météo-France, Boulder, Colorado, 2000."}, {"Citation": "IPCC (2001), Climate Change 2001, The Physical Science Basis, Working Group I, Chapter 6, Section 6.5.2.1, Ozone radiative forcing: process studies."}, {"Citation": "Jerrett M, Burnett RT, Pope III CA, Ito K, Thurston G, Krewski D, Shi Y, Calle E, and Thun M (2009), Long-Term Ozone Exposure and Mortality, N. Engl. J. Med, 360, 1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Johnson WB, and Viezee W (1981), Stratospheric ozone in the lower troposphere. Presentation and interpretation of aircraft measurements, Atmos. Environ, 15, 1309–1323, 10.1016/0004-6981(81)90325-5.", "ArticleIdList": ["10.1016/0004-6981(81)90325-5"]}, {"Citation": "Junge CE (1962) Global ozone budget and exchange between stratosphere and troposphere. Tellus, 14, 363–377."}, {"Citation": "IPCC (2013), Climate Change 2013 – Contribution of Working Group 1 to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change: The Physical Science Basis, Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA."}, {"Citation": "Knowland KE, Ott LE, Duncan BN and Wargan K (2017), Stratospheric intrusion-influenced ozone air quality exceedances investigated in the NASA MERRA-2 reanalysis. Geophys. Res. Lett, 44, 10,691–10,701. 10.1002/2017GL074532.", "ArticleIdList": ["10.1002/2017GL074532", "PMC7370994", "32692318"]}, {"Citation": "Langford AO, Aikin KC, Eubank CS, Williams EJ (2009), Stratospheric contribution to high surface ozone in Colorado during springtime. Geophys. Res. Lett, 36, 10.1029/2009GL038367.", "ArticleIdList": ["10.1029/2009GL038367"]}, {"Citation": "Langford AO, Brioude J, Cooper OR, Senff CJ, Alvarez II RJ, Hardesty RM, Johnson BJ, Oltmans SJ, 2012. Stratospheric influence on surface ozone in the Los Angeles area during late spring and early summer of 2010. J. Geophys. Res. 117, D00V06. 10.1029/2011JD016766.", "ArticleIdList": ["10.1029/2011JD016766"]}, {"Citation": "Langford AO, Alvarez J, Brioude J, Evan S, Iraci T, Kirgis G, Kuang, Leblanc T, Newchurch MJ, Pierce RB, Senff CJ and Yates EL (2018), Coordinated profiling of stratospheric intrusions and transported pollution by the Tropospheric Ozone Lidar Network (TOLNet) and NASA Alpha Jet experiment (AJAX): Observations and comparison to HYSPLIT, RAQMS, and FLEXPART, Atmos. Environ, 174, 1–14. doi: 10.1016/j.atmosenv.2017.11.031", "ArticleIdList": ["10.1016/j.atmosenv.2017.11.031"]}, {"Citation": "Lefohn A, Emery C, Shadwick D, Wernli H, Jung J, and Oltmans S (2014). Estimates of background surface ozone concentrations in the United States based on model-derived source apportionment, Atmos. Environ, 84 275–288, doi: 10.1016/j.atmosenv.2013.11.033.", "ArticleIdList": ["10.1016/j.atmosenv.2013.11.033"]}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy II H, Johnson BJ, Naik V, Oltmans SJ, and Senff CJ (2012), Springtime high surface ozone events over the western United States: Quantifying the role of stratospheric intrusions, J. Geophys. Res, 117, D00V22, doi: 10.1029/2012JD018151.", "ArticleIdList": ["10.1029/2012JD018151"]}, {"Citation": "Liu G, Liu JJ, Tarasick DW, Fioletov VE, Jin JJ, Moeni O, Liu X, Sioris CE and Osman M (2013), A global tropospheric ozone climatology from trajectory-mapped ozone soundings, Atmos. Chem. Phys. 13, 10659–10675, doi:10.5194/acp-13-10659-2013.", "ArticleIdList": ["10.5194/acp-13-10659-2013"]}, {"Citation": "Liu J, Tarasick DW, Fioletov VE, McLinden C, Zhao T, Gong S, Sioris C, Jin J, Liu G, and Moeini O (2013), A Global Ozone Climatology from Ozone Soundings via Trajectory Mapping: A Stratospheric Perspective, Atmos. Chem. Phys, 13, 11441–11464, doi:10.5194/acp-13-11441-2013.", "ArticleIdList": ["10.5194/acp-13-11441-2013"]}, {"Citation": "McGrath JM, Betzelberger AM, Wang S, Shook E, Zhu X-G, Long SP, and Ainsworth EA (2015). An analysis of ozone damage to historical maize and soybean yields in the United States, PNAS, 112(46), 14390–14395. doi: 10.1073/pnas.1509777112.", "ArticleIdList": ["10.1073/pnas.1509777112", "PMC4655515", "26578785"]}, {"Citation": "Monks PS (2000), A review of the observations and origins of the spring ozone maximum, Atmos. Environ, 34(21), 3545–3561."}, {"Citation": "Neu JL, Flury T, Manney GL, Santee ML, Livesey NJ and Worden J (2014), Tropospheric ozone variations governed by changes in the stratospheric circulation. Nature Geosci. 7, 340–344, doi: 10.1038/NGEO2138.", "ArticleIdList": ["10.1038/NGEO2138"]}, {"Citation": "Newell RE, Thouret V, Cho JYN, Stoller P, Marenco A and Smit HG (1999), Ubiquity of quasi horizontal layers in the troposphere, Nature, 398, 316–319, doi:10.1038/18642.", "ArticleIdList": ["10.1038/18642"]}, {"Citation": "Ordóñez C, Brunner D, Staehelin J, Hadjinicolaou P, Pyle JA, Jonas M, Wernli H, and Prévôt ASH (2007), Strong influence of lowermost stratospheric ozone on lower tropospheric background ozone changes over Europe, Geophys. Res. Lett, 34, L07805, doi: 10.1029/2006GL029113.", "ArticleIdList": ["10.1029/2006GL029113"]}, {"Citation": "Osman MK, Hocking W and Tarasick DW (2016), Parameterization of large-scale turbulent diffusion in the presence of both well-mixed and weakly mixed patchy layers, J. Atmos. Solar-Terr. Phys, 143–144, 14–36, 10.1016/j.jastp.2016.02.025.", "ArticleIdList": ["10.1016/j.jastp.2016.02.025"]}, {"Citation": "Palmer PI,Parrington M, Lee JD, Lewis AC, Rickard AR, Bernath PF, Duck TJ, Waugh DL, Tarasick DW, Andrews S, Aruffo E, Bailey LJ, Barrett E, Bauguitte SJ-B, Curry KR, Di Carlo P, Chisholm L, Dan L, Forster G, Franklin JE, Gibson MD, Griffin D, Helmig D, Hopkins JR, Hopper JT, Jenkin ME, Kindred D, Kliever J, Le Breton M, Matthiesen S, Maurice M, Moller S, Moore DP, Oram DE, O’Shea SJ, Christopher Owen R, Pagniello CMLS, Pawson S, Percival CJ, Pierce JR, Punjabi S, Purvis RM, Remedios JJ, Rotermund KM, Sakamoto KM, da Silva AM, Strawbridge KB, Strong K, Taylor J, Trigwell R, Tereszchuk KA, Walker KA, Weaver D, Whaley C, and Young JC (2013), Quantifying the impact of BOReal forest fires on Tropospheric oxidants over the Atlantic using Aircraft and Satellites (BORTAS) experiment: design, execution and science overview, Atmos. Chem. Phys, 13, 6239–6261, 10.5194/acp-13-6239-2013.", "ArticleIdList": ["10.5194/acp-13-6239-2013"]}, {"Citation": "Randel WJ, and Thompson AM, (2011), Interannual variability and trends in tropical ozone derived from SAGE II satellite data and SHADOZ ozonesondes, J. Geophys. Res, 116(D07303), 1–9, doi:10.1029/2010JD015195.", "ArticleIdList": ["10.1029/2010JD015195"]}, {"Citation": "Silva RA, West JJ, Zhang Y, Anenberg SC, Lamarque J-F, Shindell DT, Collins WJ, Dalsoren S, Faluvegi G, Folberth G, Horowitz LW, Nagashima T, Naik V, Rumbold S, Skeie R, Sudo K, Takemura T, Bergmann D, Cameron-Smith P, Cionni I, Doherty RM, Eyring V, Josse B, MacKenzie IA, Plummer D, Righi M, Stevenson DS, Strode S, Szopa S and Zeng G (2013), Global premature mortality due to anthropogenic outdoor air pollution and the contribution of past climate change. Environmental Research Letters, 8(3): 034005, doi: 10.1088/1748-9326/8/3/034005", "ArticleIdList": ["10.1088/1748-9326/8/3/034005"]}, {"Citation": "Sioris CE, McLinden CA, Fioletov VE, Adams C, Zawodny JM, Bourassa AE, Roth CZ and Degenstein DA (2014), Trend and variability in ozone in the tropical lower stratosphere over 2.5 solar cycles observed by SAGE II and OSIRIS, Atmos. Chem. Phys, 14, 3479–3496, doi:10.5194/acp-14-3479-2014.", "ArticleIdList": ["10.5194/acp-14-3479-2014"]}, {"Citation": "Škerlak B, Sprenger M, and Wernli H (2014), A global climatology of stratosphere-troposphere exchange using the ERA-interim dataset from 1979 to 2011, Atmos. Chem. Phys, 14, 913–937, doi:10.5194/acp-14-913-2014.", "ArticleIdList": ["10.5194/acp-14-913-2014"]}, {"Citation": "Smit HGJ, Straeter W, Johnson B, Oltmans S, Davies J, Tarasick DW, Hoegger B, Stubi R, Schmidlin F, Northam T, Thompson A, Witte J, Boyd I and Posny F (2007) Assessment of the performance of ECC-ozonesondes under quasi-flight conditions in the environmental simulation chamber: Insights from the Juelich Ozone Sonde Intercomparison Experiment (JOSIE), J. Geophys Res, 112, D19306, doi:10.1029/2006JD007308.", "ArticleIdList": ["10.1029/2006JD007308"]}, {"Citation": "Stevenson DS, Young PJ, Naik V, Lamarque J-F, Shindell DT, Voulgarakis A, Skeie RB, Dalsoren SB, Myhre G, Berntsen TK, Folberth GA, Rumbold ST, Collins WJ, MacKenzie IA, Doherty RM, Zeng G, van Noije TPC, Strunk A, Bergmann D, Cameron-Smith P, Plummer DA, Strode SA, Horowitz L, Lee YH, Szopa S, Sudo K, Nagashima T, Josse B, Cionni I, Righi M, Eyring V, Conley A, Bowman KW, and Wild O (2013), Tropospheric ozone changes, radiative forcing and attribution to emissions in the Atmospheric Chemistry and Climate Model Inter-comparison Project (ACCMIP). Atmos. Chem. Phys, 13, 3063–3085, doi:10.5194/acp-13-3063-2013.", "ArticleIdList": ["10.5194/acp-13-3063-2013"]}, {"Citation": "Stohl A, Spichtinger-Rakowsky N, Bonasoni P, Feldmann H, Memmesheimer M, Scheel HE, Trickl T, Hubener S, Ringer W and Mandl M (2000), The influence of stratospheric intrusions on alpine ozone concentrations, Atmos. Environ, 34, 1323–1354."}, {"Citation": "Stohl A, (1998), Computation, accuracy and applications of trajectories - a review and bibliography, Atmos. Environ, 32, 947–966, 10.1016/S1352-2310(97)00457-3.", "ArticleIdList": ["10.1016/S1352-2310(97)00457-3"]}, {"Citation": "Stohl A, et al., Stratosphere-troposphere exchange: A review and what we have learned from STACCATO, J. Geophys. Res, 108, doi:10.1029/2002JD002490, 108(D12), 8516, 2003a.", "ArticleIdList": ["10.1029/2002JD002490"]}, {"Citation": "Stohl A, Wernli H, James P, Bourqui M, Forster C, Liniger MA, Seibert P, and Sprenger M, 2003b: A New Perspective of Stratosphere–Troposphere Exchange. Bull. Amer. Meteor. Soc, 84, 1565–1573. doi: 10.1175/BAMS-84-11-1565", "ArticleIdList": ["10.1175/BAMS-84-11-1565"]}, {"Citation": "Stohl A, Forster C, Frank A, Seibert P, and Wotawa G, Technical note: The Lagrangian particle dispersion model FLEXPART version 6.2, Atmos. Chem. Phys, 5, 2461–2474, 2005."}, {"Citation": "Szyszkowicz M, and Rowe B (2016), Respiratory health conditions and ambient ozone: a case-crossover study, Insights Chest Dis, 1:1:9, 1–5."}, {"Citation": "Tarasick DW, Fioletov VE, Wardle DI, Kerr JB and Davies J (2005), Changes in the vertical distribution of ozone over Canada from ozonesondes: 1980–2001, J. Geophys. Res, 110, D02304, doi:10.1029/2004JD004643.", "ArticleIdList": ["10.1029/2004JD004643"]}, {"Citation": "Tarasick DW, Jin JJ, Fioletov VE, Liu G, Thompson AM, Oltmans SJ, Liu J, Sioris CE, Liu X, Cooper OR, Dann T and Thouret V (2010), High-resolution tropospheric ozone fields for INTEX and ARCTAS from IONS ozonesondes, J. Geophys. Res, 115, D20301, 10.1029/2009JD012918", "ArticleIdList": ["10.1029/2009JD012918"]}, {"Citation": "Tarasick DW, Galbally IE, Cooper OR, Schultz MG, Ancellet G, LeBlanc T, Wallington TJ, Ziemke J, Liu X, Steinbacher M, Stähelin J, Vigouroux C, Hannigan J, García O, Foret G, Zanis P, Weatherhead E, Petropavlovskikh I, Worden H, Neu JL, Osman M, Liu J, Lin M, Granados-Muñoz M, Thompson AM, Oltmans SJ, Cuesta J, Dufour G, Thouret V, Hassler B, Thompson AM and Trickl T (2018), TOAR-Observations: How well do we know tropospheric ozone changes?, manuscript in TOAR Open Comment, prior to submission to Elementa: Science of the Anthropocene."}, {"Citation": "Thompson AM, Stone JB, Witte JC, Pierce RB, Chatfield RB, J Oltmans S, Cooper OR, Taubman BF, Johnson BJ, Joseph E, Kucsera TL, Merrill JT, Morris G, Hersey S, Newchurch MJ, Schmidlin FJ, Tarasick DW, Thouret V and Cammas J-P (2007a), Intercontinental Chemical Transport Experiment Ozonesonde Network Study (IONS) 2004: 1. Summertime upper troposphere/lower stratosphere ozone over northeastern North America, J. Geophys. Res, 112, D12S12, 10.1029/2006JD007441.", "ArticleIdList": ["10.1029/2006JD007441"]}, {"Citation": "Thompson AM, Stone JB, Witte JC, Miller S, J Oltmans S, Kucsera TL, Merrill JT, Forbes G, Tarasick DW, Joseph E, Schmidlin FJ, MacMillan WW, Warner J, Hintsa E and Johnson J (2007b), Intercontinental Chemical Transport Experiment Ozonesonde Network Study (IONS) 2004: 2. Tropospheric ozone budgets and variability over northeastern North America,, J. Geophys. Res, 112, D12S13, doi:10.1029/2006JD007670.", "ArticleIdList": ["10.1029/2006JD007670"]}, {"Citation": "Thompson AM, Oltmans SJ, Tarasick DW, von der Gathen P, Smit HGJ and Witte JC (2010), Strategic Ozone Sounding Networks: Review Of Design And Accomplishments, Atmos. Environ, ISSN 1352–2310, 10.1016/j.atmosenv.2010.05.002.", "ArticleIdList": ["10.1016/j.atmosenv.2010.05.002"]}, {"Citation": "Van Haver P, De Muer D, Beekmann M, and Mancier C (1996), Climatology of tropopause folds at midlatitudes, Geophys. Res. Lett, 23, 1033–1036, doi:10.1029/96GL00956.", "ArticleIdList": ["10.1029/96GL00956"]}, {"Citation": "Vanzandt TE, Green JL, Gage KS, and Clark WL, Vertical profiles of refractivity turbulence structure constant: Comparison of observations by the Sunset Radar with a new theoretical model, Rad. Sci., 13(5), 819–829, 1978."}, {"Citation": "Vérèmes H, Cammas J-P, Baray J-L, Keckhut P, Barthe C, Posny F, Tulet P, Dionisi D, and Bielli S (2016), Multiple subtropical stratospheric intrusions over Reunion Island: Observational, Lagrangian, and Eulerian numerical modeling approaches, J. Geophys. Res. Atmos, 121, 14,414–14,432, doi:10.1002/2016JD025330.", "ArticleIdList": ["10.1002/2016JD025330"]}, {"Citation": "Wakamatsu S, Uno I, Ueda H, Uehara K and Tateishi H (1989), Observational study of stratospheric ozone intrusions into the lower troposphere, Atmos. Environ, 23, 1815–1826."}, {"Citation": "Wernli H, and Bourqui M (2002), A Lagrangian 1-year climatology of (deep) cross-tropopause exchange in the extratropical Northern Hemisphere, J. Geophys. Res, 107(D2), 4021, doi:10.1029/2001JD000812.", "ArticleIdList": ["10.1029/2001JD000812"]}, {"Citation": "WMO, International Meteorological Vocabulary. WMO, No. 182. TP. 91. Geneva: (Secretariat of the World Meteorological Organization; ), 1966. pp. xvi, 276."}, {"Citation": "Zanis P, Trickl T, Stohl A, Wernli H, Cooper O, Zerefos C, Gaeggeler H, Schnabel C, Tobler L, Kubik P, Priller A, Scheel HE, Kanter HJ, Cristofanelli P, Forster C, James P, Gerasopoulos E, Delcloo A, Papayannis A and Claude H, Forecast, observation and modelling of a deep stratospheric intrusion event over Europe, Atmos. Chem. Phys, 3, 763–777, 2003."}, {"Citation": "Zanis P, Hadjinicolaou P, Pozzer A, Tyrlis E, Dafka S, Mihalopoulos N, and Lelieveld J: Summertime free-tropospheric ozone pool over the eastern Mediterranean/Middle East, Atmos. Chem. Phys, 14, 115–132, doi:10.5194/acp-14-115-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-115-2014"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32457561", "NIHMS1527456", "PMC7250237", "10.1016/j.atmosenv.2018.10.040"]}}]}