{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32548409", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "20"}], "ELocationID": ["10.1021/acsomega.0c00958"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "5", "Issue": "21", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "02"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Research on Treatment of Oily Sludge from the Tank Bottom by Ball Milling Combined with Ozone-Catalyzed Oxidation.", "Pagination": {"StartPage": "12259", "EndPage": "12269", "MedlinePgn": "12259-12269"}, "Abstract": {"AbstractText": ["Difficult separation of oil-solid phase and high fine content of the recovered oil were two problems in the treatment of oily sludge from the tank bottom by the hot water-based extraction process. To solve the problems, one technology with \"ball milling + ozone-catalyzed oxidation\" as the core was studied, and the process parameters of ball milling and ozone-catalyzed oxidation were respectively optimized. After ball milling treatment, the oil content of dry oily sludge decreased from 33.9 to 10.2%. Then, an ozone catalytic oxidation treatment technology with aluminum ore as the catalyst was developed to further treat this stubborn oily sludge. Under the optimal conditions, the oil content of oily sludge could be further reduced to 0.28%, which met the treatment and disposal requirements stipulated in GB4284-2018. For further research on the contribution of the catalyst to the ozone catalytic oxidation system, the reaction activation energy and reaction rates of ozone oxidation and ozone catalytic oxidation were compared from the perspective of kinetics. The results showed that, with the catalyst addition, the reaction rate constants increased about three times and the reaction activation energy reduced 82.26%, which showed the effectiveness of the catalyst on the kinetics quantitatively. The combined process with \"ball milling + ozone-catalyzed oxidation\" as the core can solve the two problems in the treatment of oily sludge from the tank bottom by hot water-based extraction and provides a reference for the harmless and resourceful treatment of oily sludge from the tank bottom."], "CopyrightInformation": "Copyright © 2020 American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Sciences and Engineering, Peking University, Beijing 100871, People's Republic of China."}], "LastName": "Chen", "ForeName": "Hong-Shuo", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Sciences and Engineering, Peking University, Beijing 100871, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Qi-Ming", "Initials": "QM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Sciences and Engineering, Peking University, Beijing 100871, People's Republic of China."}], "LastName": "Yang", "ForeName": "Zi-Jian", "Initials": "ZJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Sciences and Engineering, Peking University, Beijing 100871, People's Republic of China."}], "LastName": "Liu", "ForeName": "Yang-Sheng", "Initials": "YS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Taiwo E. A.; Otolorin J. A. Oil Recovery from Petroleum Sludge by Solvent Extraction. Pet. Sci. Technol. 2009, 27, 836–844. 10.1080/10916460802455582.", "ArticleIdList": ["10.1080/10916460802455582"]}, {"Citation": "Ramaswamy D.; Kar D. D.; De S. A Study on Recovery of Oil from Sludge Containing Oil using Froth Flotation. J. Environ. Manage. 2007, 85, 150–154. 10.1016/j.jenvman.2006.08.009.", "ArticleIdList": ["10.1016/j.jenvman.2006.08.009", "17064842"]}, {"Citation": "Wang Y.; Zhang X.; Pan Y.; Chen Y. Analysis of Oil Content in Drying Petroleum Sludge of Tank Bottom. Int. J. Hydrogen Energy 2017, 42, 18681–18684. 10.1016/j.ijhydene.2017.04.153.", "ArticleIdList": ["10.1016/j.ijhydene.2017.04.153"]}, {"Citation": "Qin H.; Ma J.; Wang Q.; Li J.; Chi M.; Zhang L.; Liu H. Treatment of Oil Shale Sludge using Solvent Extraction and Thermo-Chemistry. Chin. J. Environ. Eng. 2016, 10, 851–857."}, {"Citation": "Shen Y.; Chen X.; Wang J.; Ge X.; Chen M. Oil Sludge Recycling by Ash-Catalyzed Pyrolysis-Reforming Processes. Fuel 2016, 182, 871–878. 10.1016/j.fuel.2016.05.102.", "ArticleIdList": ["10.1016/j.fuel.2016.05.102"]}, {"Citation": "Tiwari P.; Deo M. Detailed Kinetic Analysis of Oil Shale Pyrolysis TGA Data. AIChE J. 2012, 58, 505–515. 10.1002/aic.12589.", "ArticleIdList": ["10.1002/aic.12589"]}, {"Citation": "Guo S.; Li G.; Qu J.; Liu X. Improvement of Acidification on Dewaterability of Oily Sludge from Flotation. Chem. Eng. J. 2011, 168, 746–751. 10.1016/j.cej.2011.01.070.", "ArticleIdList": ["10.1016/j.cej.2011.01.070"]}, {"Citation": "Al-Doury M. M. I. Treatment of Oily Sludge using Solvent Extraction. Pet. Sci. Technol. 2019, 37, 190–196. 10.1080/10916466.2018.1533859.", "ArticleIdList": ["10.1080/10916466.2018.1533859"]}, {"Citation": "Fan C.; Yan J.; Huang Y.; Han X.; Jiang X. XRD and TG-FTIR Study of the Effect of Mineral Matrix on the Pyrolysis and Combustion of Organic Matter in Shale Char. Fuel 2015, 139, 502–510. 10.1016/j.fuel.2014.09.021.", "ArticleIdList": ["10.1016/j.fuel.2014.09.021"]}, {"Citation": "Lai C.-C.; Huang Y.-C.; Wei Y.-H.; Chang J.-S. Biosurfactant-Enhanced Removal of Total Petroleum Hydrocarbons from Contaminated Soil. J. Hazard. Mater. 2009, 167, 609–614. 10.1016/j.jhazmat.2009.01.017.", "ArticleIdList": ["10.1016/j.jhazmat.2009.01.017", "19217712"]}, {"Citation": "da Rosa J. J.; Rubio J. The FF (flocculation-flotation) Process. Miner. Eng. 2005, 18, 701–707. 10.1016/j.mineng.2004.10.010.", "ArticleIdList": ["10.1016/j.mineng.2004.10.010"]}, {"Citation": "Schramm L. L.; Mikula R. J. Froth Flotation of Oil Sand Bitumen. Foam Eng. 2012, 251.10.1002/9781119954620.ch12.", "ArticleIdList": ["10.1002/9781119954620.ch12"]}, {"Citation": "Liang J.; Zhao L.; Du N.; Li H.; Hou W. Solid Effect in Solvent Extraction Treatment of Pre-Treated Oily Sludge. Sep. Purif. Technol. 2014, 130, 28–33. 10.1016/j.seppur.2014.03.027.", "ArticleIdList": ["10.1016/j.seppur.2014.03.027"]}, {"Citation": "Al-Zahrani S. M.; Putra M. D. Used Lubricating Oil Regeneration by Various Solvent Extraction Techniques. J. Ind. Eng. Chem. 2013, 19, 536–539. 10.1016/j.jiec.2012.09.007.", "ArticleIdList": ["10.1016/j.jiec.2012.09.007"]}, {"Citation": "Song W.; Vidonish J. E.; Kamath R.; Yu P.; Chu C.; Moorthy B.; Gao B.; Zygourakis K.; Alvarez P. J. J. Pilot-scale Pyrolytic Remediation of Crude-Oil-Contaminated Soil in a Continuously-Fed Reactor: Treatment Intensity Trade-Offs. Environ. Sci. Technol. 2019, 53, 2045–2053. 10.1021/acs.est.8b05825.", "ArticleIdList": ["10.1021/acs.est.8b05825", "PMC8037193", "30681845"]}, {"Citation": "Gong Z.; Du A.; Wang Z.; Fang P.; Li X. Experimental Study on Pyrolysis Characteristics of Oil Sludge with a Tube Furnace Reactor. Energy Fuels 2017, 31, 8102–8108. 10.1021/acs.energyfuels.7b01363.", "ArticleIdList": ["10.1021/acs.energyfuels.7b01363"]}, {"Citation": "Wang Z.; Guo Q.; Liu X.; Cao C. Low Temperature Pyrolysis Characteristics of Oil Sludge under Various Heating Conditions. Energy Fuels 2007, 21, 957–962. 10.1021/ef060628g.", "ArticleIdList": ["10.1021/ef060628g"]}, {"Citation": "Zheng X.; Ying Z.; Cui J.; Wang B.; Chen J.; Zhang Q. Simultaneous Dewatering and Recovering Oil from High-Viscosity Oily Sludge through the Combination Process of Demulsification, Viscosity Reduction, and Centrifugation. Energy Fuels 2017, 31, 14401–14407. 10.1021/acs.energyfuels.7b02481.", "ArticleIdList": ["10.1021/acs.energyfuels.7b02481"]}, {"Citation": "Liang J.; Zhao L.; Hou W. Solid Effect in Chemical Cleaning Treatment of Oily Sludge. Colloids Surf., A 2017, 522, 38–42. 10.1016/j.colsurfa.2017.02.038.", "ArticleIdList": ["10.1016/j.colsurfa.2017.02.038"]}, {"Citation": "Xu Y.; Zhang Y.; Liu X.; Chen H.; Fang Y. Retrieving Oil and Recycling Surfactant in Surfactant-Enhanced Soil Washing. ACS Sustainable Chem. Eng. 2018, 6, 4981–4986. 10.1021/acssuschemeng.7b04614.", "ArticleIdList": ["10.1021/acssuschemeng.7b04614"]}, {"Citation": "Zhang J.; Li J.; Thring R.; Liu L. Application of Ultrasound and Fenton’s Reaction Process for the Treatment of Oily Sludge. Procedia Environ. Sci. 2013, 18, 686–693. 10.1016/j.proenv.2013.04.093.", "ArticleIdList": ["10.1016/j.proenv.2013.04.093"]}, {"Citation": "Xu N.; Wang W.; Han P.; Lu X. Effects of Ultrasound on Oily Sludge Deoiling. J. Hazard. Mater. 2009, 171, 914–917. 10.1016/j.jhazmat.2009.06.091.", "ArticleIdList": ["10.1016/j.jhazmat.2009.06.091", "19683866"]}, {"Citation": "Hu G.; Li J.; Thring R. W.; Arocena J. Ultrasonic Oil Recovery and Salt Removal from Refinery Tank Bottom Sludge. J. Environ. Sci. Health, Part A: Toxic/Hazard. Subst. Environ. Eng. 2014, 49, 1425–1435. 10.1080/10934529.2014.928556.", "ArticleIdList": ["10.1080/10934529.2014.928556", "25072775"]}, {"Citation": "Mullakaev M. S.; Abramov V. O.; Abramova A. V. Development of Ultrasonic Equipment and Technology for Well Stimulation and Enhanced Oil Recovery. J. Pet. Sci. Eng. 2015, 125, 201–208. 10.1016/j.petrol.2014.10.024.", "ArticleIdList": ["10.1016/j.petrol.2014.10.024"]}, {"Citation": "Rajaković V.; Skala D. Separation of Water-in-Oil Emulsions by Freeze/Thaw Method and Microwave Radiation. Sep. Purif. Technol. 2006, 49, 192–196. 10.1016/j.seppur.2005.09.012.", "ArticleIdList": ["10.1016/j.seppur.2005.09.012"]}, {"Citation": "Elektorowicz M.; Habibi S.; Chifrina R. Effect of Electrical Potential on the Electro-Demulsification of Oily Sludge. J. Colloid Interface Sci. 2006, 295, 535–541. 10.1016/j.jcis.2005.08.042.", "ArticleIdList": ["10.1016/j.jcis.2005.08.042", "16198362"]}, {"Citation": "Mao X.; Jiang R.; Xiao W.; Yu J. Use of Surfactants for the Remediation of Contaminated Soils: a Review. J. Hazard. Mater. 2015, 285, 419–435. 10.1016/j.jhazmat.2014.12.009.", "ArticleIdList": ["10.1016/j.jhazmat.2014.12.009", "25528485"]}, {"Citation": "Hu G.; Li J.; Zeng G. Recent Development in the Treatment of Oily Sludge from Petroleum Industry: a Review. J. Hazard. Mater. 2013, 261, 470–490. 10.1016/j.jhazmat.2013.07.069.", "ArticleIdList": ["10.1016/j.jhazmat.2013.07.069", "23978722"]}, {"Citation": "Chen T.; Delgado A. G.; Yavuz B. M.; Proctor A. J.; Maldonado J.; Zuo Y.; Westerhoff P.; Krajmalnik-Brown R.; Rittmann B. E. Ozone Enhances Biodegradability of Heavy Hydrocarbons in Soil. J. Environ. Eng. Sci. 2016, 11, 7–17. 10.1680/jenes.16.00002.", "ArticleIdList": ["10.1680/jenes.16.00002"]}, {"Citation": "Rondón M.; Bouriat P.; Lachaise J.; Salager J.-L. Breaking of Water-in-Crude oil Emulsions: 1. Physicochemical Phenomenology of Demulsifier Action. Energy Fuels 2006, 20, 1600–1604. 10.1021/ef060017o.", "ArticleIdList": ["10.1021/ef060017o"]}, {"Citation": "Trellu C.; Mousset E.; Pechaud Y.; Huguenot D.; van Hullebusch E. D.; Esposito G.; Oturan M. A. Removal of Hydrophobic Organic Pollutants from Soil Washing/Flushing Solutions:a Critical Review. J. Hazard. Mater. 2016, 306, 149–174. 10.1016/j.jhazmat.2015.12.008.", "ArticleIdList": ["10.1016/j.jhazmat.2015.12.008", "26707974"]}, {"Citation": "Mohammadi S.; Mirghaffari N. A Preliminary Study of the Preparation of Porous Carbon from Oil Sludge for Water Treatment by Simple Pyrolysis or KOH Activation. New Carbon Mater. 2015, 30, 310–318. 10.1016/S1872-5805(15)60192-5.", "ArticleIdList": ["10.1016/S1872-5805(15)60192-5"]}, {"Citation": "Guritno M. A.; Sihombing R.; Krisnandi Y. K. Synthesis of Porous Activated Carbon from Petroleum Sludge using Mesoporous Silica Template. AIP Conf. Proc. 2016, 1729, 02004010.1063/1.4946943.", "ArticleIdList": ["10.1063/1.4946943"]}, {"Citation": "Wang J.; Liu T.-L.; Huang Q.-X.; Ma Z.-Y.; Chi Y.; Yan J.-H. Production and Characterization of High Quality Activated Carbon from Oily Sludge. Fuel Process. Technol. 2017, 162, 13–19. 10.1016/j.fuproc.2017.03.017.", "ArticleIdList": ["10.1016/j.fuproc.2017.03.017"]}, {"Citation": "Dutta Majumdar R.; Montina T.; Mullins O. C.; Gerken M.; Hazendonk P. Insights into Asphaltene Aggregate Structure using Ultrafast MAS Solid-state 1H NMR Spectroscopy. Fuel 2017, 193, 359–368. 10.1016/j.fuel.2016.12.082.", "ArticleIdList": ["10.1016/j.fuel.2016.12.082"]}, {"Citation": "Pourmohammadbagher A.; Shaw J. M. Probing the Impact of Asphaltene Contamination on Kaolinite and Illite Clay Behaviors in Water and Organic Solvents: A Calorimetric Study. Energy Fuels 2016, 30, 6561–6569. 10.1021/acs.energyfuels.6b00646.", "ArticleIdList": ["10.1021/acs.energyfuels.6b00646"]}, {"Citation": "Hu J.; Gan J.; Li J.; Luo Y.; Wang G.; Wu L.; Gong Y. Extraction of Crude Oil from Petrochemical Sludge: Characterization of Products using Thermogravimetric Analysis. Fuel 2017, 188, 166–172. 10.1016/j.fuel.2016.09.068.", "ArticleIdList": ["10.1016/j.fuel.2016.09.068"]}, {"Citation": "Liu J.; Xu Z.; Masliyah J. Interaction between Bitumen and Fines in Oil Sands Extraction System: Implication to Bitumen Recovery. Can. J. Chem. Eng. 2004, 82, 655–666. 10.1002/cjce.5450820404.", "ArticleIdList": ["10.1002/cjce.5450820404"]}, {"Citation": "Zhao D.-Z.; Shi C.; Li X.-S.; Zhu A.-M.; Jang B. W.-L. Enhanced Effect of Water Vapor on Complete Oxidation of Formaldehyde in Air with Ozone over MnOx Catalysts at Room Temperature. J. Hazard. Mater. 2012, 239-240, 362–369. 10.1016/j.jhazmat.2012.09.009.", "ArticleIdList": ["10.1016/j.jhazmat.2012.09.009", "23021101"]}, {"Citation": "Rodríguez J. L.; Poznyak T.; Valenzuela M. A.; Tiznado H.; Chairez I. Surface Interactions and Mechanistic Studies of 2,4-dichlorophenoxyacetic Acid Degradation by Catalytic Ozonation in Presence of Ni/TiO2. Chem. Eng. J. 2013, 222, 426–434. 10.1016/j.cej.2013.02.086.", "ArticleIdList": ["10.1016/j.cej.2013.02.086"]}, {"Citation": "Chen C.; Cai L.-X.; Tan B.; Zhang Y.-J.; Yang X.-D.; Zhang J. Ammonia Detection by using Flexible Lewis Acidic Sites in Luminescent Porous Frameworks Constructed from a Bipyridinium Derivative. Chem. Commun. 2015, 51, 8189–8192. 10.1039/C5CC01239B.", "ArticleIdList": ["10.1039/C5CC01239B", "25874601"]}, {"Citation": "Qi F.; Xu B.; Chen Z.; Ma J.; Sun D.; Zhang L. Influence of Aluminum Oxides Surface Properties on Catalyzed Ozonation of 2,4,6-trichloroanisole. Sep. Purif. Technol. 2009, 66, 405–410. 10.1016/j.seppur.2009.01.013.", "ArticleIdList": ["10.1016/j.seppur.2009.01.013"]}, {"Citation": "Zhang T.; Ma J. Catalytic Ozonation of Trace Nitrobenzene in Water with Synthetic Goethite. J. Mol. Catal. A: Chem. 2008, 279, 82–89. 10.1016/j.molcata.2007.09.030.", "ArticleIdList": ["10.1016/j.molcata.2007.09.030"]}, {"Citation": "Nawrocki J.; Kasprzyk-Hordern B. The Efficiency and Mechanisms of Catalytic Ozonation. Appl. Catal., B 2010, 99, 27–42. 10.1016/j.apcatb.2010.06.033.", "ArticleIdList": ["10.1016/j.apcatb.2010.06.033"]}, {"Citation": "Liu X.; Yao T.; Lai R.; Xiu J.; Huang L.; Sun S.; Luo Y.; Song Z.; Zhang Z. Recovery of Crude Oil from Oily Sludge in an Oilfield by Sophorolipid. Pet. Sci. Technol. 2019, 37, 1582–1588. 10.1080/10916466.2019.1594286.", "ArticleIdList": ["10.1080/10916466.2019.1594286"]}, {"Citation": "Li Z.; Wu P.; Hou X.; Liu D.; Wang J.; Lou B.; Kong X. Probing the Essence of Strong Interaction in Oily Sludge with Thermodynamic Analysis. Sep. Purif. Technol. 2017, 187, 84–90. 10.1016/j.seppur.2017.06.044.", "ArticleIdList": ["10.1016/j.seppur.2017.06.044"]}, {"Citation": "Pourmohammadbagher A.; Shaw J. M. Probing Contaminant Transport to and from Clay Surfaces in Organic Solvents and Water using Solution Calorimetry. Environ. Sci. Technol. 2015, 49, 10841–10849. 10.1021/acs.est.5b02416.", "ArticleIdList": ["10.1021/acs.est.5b02416", "26296102"]}, {"Citation": "Chen Y.-Z.; Wang Z. U.; Wang H.; Lu J.; Yu S.-H.; Jiang H.-L. Singlet Oxygen-Engaged Selective Photo-Oxidation over Pt Nanocrystals/Porphyrinic MOF: The Roles of Photothermal Effect and Pt Electronic State. J. Am. Chem. Soc. 2017, 139, 2035–2044. 10.1021/jacs.6b12074.", "ArticleIdList": ["10.1021/jacs.6b12074", "28103670"]}, {"Citation": "Crist B. V.Hand Books of Monochromatic XPS Spectra; XPS International, LLC: 1999."}, {"Citation": "Chen T.; Delgado A. G.; Yavuz B. M.; Maldonado J.; Zuo Y.; Kamath R.; Westerhoff P.; Krajmalnik-Brown R.; Rittmann B. E. Interpreting Interactions between Ozone and Residual Petroleum Hydrocarbons in Soil. Environ. Sci. Technol. 2017, 51, 506–513. 10.1021/acs.est.6b04534.", "ArticleIdList": ["10.1021/acs.est.6b04534", "27973790"]}, {"Citation": "State Environmental Protection Administration of China (SEPAC), Water Quality Determination of Petroleum Oil, Animal and Vegetable Oils-Infrared Photometric Method (GB16488); 1996."}, {"Citation": "Karlsen D. A.; Larter S. R. Analysis of Petroleum Fractions by TlC-FID-Applications to Petroleum Reservoir Description. Org. Geochem. 1991, 17, 603–617. 10.1016/0146-6380(91)90004-4.", "ArticleIdList": ["10.1016/0146-6380(91)90004-4"]}, {"Citation": "Jiang C.; Larter S. R.; Noke K. J.; Snowdon L. R. TLC-FID (Iatroscan) Analysis of Heavy Oil and Tar Sand Samples. Org. Geochem. 2008, 39, 1210–1214. 10.1016/j.orggeochem.2008.01.013.", "ArticleIdList": ["10.1016/j.orggeochem.2008.01.013"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "12"}, {"Year": "2020", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["32548409", "PMC7271350", "10.1021/acsomega.0c00958"]}}], "PubmedBookArticle": []}