{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Critical windows", "Gaussian process", "Spatially varying coefficients", "Term low birth weight"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32595237", "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "03", "Day": "30"}], "ELocationID": ["10.1111/rssc.12407"], "Journal": {"ISSN": "0035-9254", "JournalIssue": {"Volume": "69", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Jun"}}, "Title": "Journal of the Royal Statistical Society. Series C, Applied statistics", "ISOAbbreviation": "J R Stat Soc Ser C Appl Stat"}, "ArticleTitle": "A spatially varying distributed lag model with application to an air pollution and term low birth weight study.", "Pagination": {"StartPage": "681", "EndPage": "696", "MedlinePgn": "681-696"}, "Abstract": {"AbstractText": ["Distributed lag models have been used to identify critical pregnancy periods of exposure (i.e. critical exposure windows) to air pollution in studies of pregnancy outcomes. However, much of the previous work in this area has ignored the possibility of spatial variability in the lagged health effect parameters that may result from exposure characteristics and/or residual confounding. We develop a spatially varying Gaussian process model for critical windows called 'SpGPCW' and use it to investigate geographic variability in the association between term low birth weight and average weekly concentrations of ozone and PM<sub>2:5</sub> during pregnancy by using birth records from North Carolina. SpGPCW is designed to accommodate areal level spatial correlation between lagged health effect parameters and temporal smoothness in risk estimation across pregnancy. Through simulation and a real data application, we show that the consequences of ignoring spatial variability in the lagged health effect parameters include less reliable inference for the parameters and diminished ability to identify true critical window sets, and we investigate the use of existing Bayesian model comparison techniques as tools for determining the presence of spatial variability. We find that exposure to PM<sub>2:5</sub> is associated with elevated term low birth weight risk in selected weeks and counties and that ignoring spatial variability results in null associations during these periods. An R package (SpGPCW) has been developed to implement the new method."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University, New Haven, USA."}], "LastName": "Warren", "ForeName": "Joshua L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, Research Triangle Park, USA."}], "LastName": "Luben", "ForeName": "Thomas J", "Initials": "TJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Emory University, Atlanta, USA."}], "LastName": "Chang", "ForeName": "Howard H", "Initials": "HH"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}, {"GrantID": "R01 ES028346", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J R Stat Soc Ser C Appl Stat", "NlmUniqueID": "101086541", "ISSNLinking": "0035-9254"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Baek J, Sanchez-Vaznaugh EV and Sanchez BN (2016) Hierarchical distributed-lag models: exploring varying geographic scale and magnitude in associations between the built environment and health. Am. J. Epidem, 183, 583–592.", "ArticleIdList": ["PMC4782763", "26888753"]}, {"Citation": "Banerjee S, Carlin BP and Gelfand AE (2014) Hierarchical Modeling and Analysis for Spatial Data. Boca Raton: CRC Press."}, {"Citation": "Bell ML and Belanger K (2012) Review of research on residential mobility during pregnancy: consequences for assessment of prenatal environmental exposures. J. Expos. Sci. Environ. Epidem, 22, 429–438.", "ArticleIdList": ["PMC3543155", "22617723"]}, {"Citation": "Bello GA, Arora M, Austin C, Horton MK, Wright RO and Gennings C (2017) Extending the distributed lag model framework to handle chemical mixtures. Environ. Res, 156, 253–264.", "ArticleIdList": ["PMC5657400", "28371754"]}, {"Citation": "Berrocal VJ, Gelfand AE and Holland DM (2010) A spatio-temporal downscaler for output from numerical models. J. Agric. Biol. Environ. Statist, 15, 176–197.", "ArticleIdList": ["PMC2990198", "21113385"]}, {"Citation": "Besag J (1974) Spatial interaction and the statistical analysis of lattice systems. J. R. Statist. Soc. B, 36, 192–225."}, {"Citation": "Bobb JF, Valeri L, Claus Henn B, Christiani DC, Wright RO, Mazumdar M, Godleski JJ and Coull BA (2014) Bayesian kernel machine regression for estimating the health effects of multi-pollutant mixtures. Biostatistics, 16, 493–508.", "ArticleIdList": ["PMC5963470", "25532525"]}, {"Citation": "Chang HH, Warren JL, Darrow LA, Reich BJ and Waller LA (2015) Assessment of critical exposure and outcome windows in time-to-event analysis with application to air pollution and preterm birth study. Biostatistics, 16, 509–521.", "ArticleIdList": ["PMC5963471", "25572998"]}, {"Citation": "Chen Y-H, Mukherjee B and Berrocal VJ (2019) Distributed lag interaction models with two pollutants. Appl. Statist, 68, 79–97.", "ArticleIdList": ["PMC6328049", "30636815"]}, {"Citation": "Darrow LA, Klein M, Strickland MJ, Mulholland JA and Tolbert PE (2010) Ambient air pollution and birth weight in full-term infants in Atlanta, 1994–2004. Environ. Hlth Perspect, 119, 731–737.", "ArticleIdList": ["PMC3094429", "21156397"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL and Samet JM (2006) Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. J. Am. Med. Ass, 295, 1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Gasparrini A, Armstrong B and Kenward MG (2010) Distributed lag non-linear models. Statist. Med, 29, 2224–2234.", "ArticleIdList": ["PMC2998707", "20812303"]}, {"Citation": "Gelfand AE and Ghosh SK (1998) Model choice: a minimum posterior predictive loss approach. Biometrika, 85, 1–11."}, {"Citation": "Geweke J (1991) Evaluating the Accuracy of Sampling-based Approaches to the Calculation of Posterior Moments.Minneapolis: Federal Reserve Bank of Minneapolis."}, {"Citation": "Heaton MJ, Datta A, Finley AO, Furrer R, Guinness J, Guhaniyogi R, Gerber F, Gramacy RB, Hammerling D, Katzfuss M, Lindgren F, Nychka DW, Sun F and Zammit-Mangion A (2018) A case study competition among methods for analyzing large spatial data. J. Agric. Biol. Environ. Statist, 24, 398–425.", "ArticleIdList": ["PMC6709111", "31496633"]}, {"Citation": "Heaton MJ and Peng RD (2013) Extending distributed lag models to higher degrees. Biostatistics, 15, 398–412.", "ArticleIdList": ["PMC3944968", "23990524"]}, {"Citation": "Hu H, Téllez-Rojo MM, Bellinger D, Smith D, Ettinger AS, Lamadrid-Figueroa H, Schwartz J,Schnaas L, Mercado-García A and Hernandez-Avila M (2006) Fetal lead exposure at each stage of pregnancy as a predictor of infant mental development. Environ. Hlth Perspect, 114, 1730–1735.", "ArticleIdList": ["PMC1665421", "17107860"]}, {"Citation": "Kavanagh L, Lee D and Pryce G (2016) Is poverty decentralizing?: Quantifying uncertainty in the decentralization of urban poverty. Ann. Am. Ass. Geog, 106, 1286–1298."}, {"Citation": "Laud PW and Ibrahim JG (1995) Predictive model selection. J. R. Statist. Soc. B, 57, 247–262."}, {"Citation": "Lee D (2011) A comparison of conditional autoregressive models used in Bayesian disease mapping. Spatl Spatio-temp. Epidem, 2, 79–89.", "ArticleIdList": ["22749587"]}, {"Citation": "Leon Hsu H-H, Mathilda Chiu Y-H, Coull BA, Kloog I, Schwartz J, Lee A, Wright RO and Wright RJ (2015) Prenatal particulate air pollution and asthma onset in urban children: identifying sensitive windows and sex differences. Am. J. Resp. Crit. Care Med, 192, 1052–1059.", "ArticleIdList": ["PMC4642201", "26176842"]}, {"Citation": "Leroux BG, Lei X and Breslow N (2000) Estimation of disease rates in small areas: a new mixed model for spatial dependence In Statistical Models in Epidemiology, the Environment, and Clinical Trials (eds Halloran EM and Berry D), pp. 179–191. New York: Springer."}, {"Citation": "Li X, Huang S, Jiao A, Yang X, Yun J, Wang Y, Xue X, Chu Y, Liu F, Liu Y, Ren M, Chen X, Li N, Lu Y, Mao Z, Tian L and Xiang H (2017) Association between ambient fine particulate matter and preterm birth or term low birth weight: an updated systematic review and meta-analysis. Environ. Polln, 227, 596–605.", "ArticleIdList": ["28457735"]}, {"Citation": "Liu SH, Bobb JF, Lee KH, Gennings C, Claus Henn B, Bellinger D, Austin C, Schnaas L, Tellez-Rojo MM, Hu H, Wright RO, Arora M and Coull BA (2017) Lagged kernel machine regression for identifying time windows of susceptibility to exposures of complex mixtures. Biostatistics, 19, 325–341.", "ArticleIdList": ["PMC5991212", "28968676"]}, {"Citation": "Mardia K (1988) Multi-dimensional multivariate Gaussian Markov random fields with application to image processing. J. Multiv. Anal, 24, 265–284."}, {"Citation": "National Institute of Environmental Health Sciences (2012) 2012–2017 strategic plan—advancing science, improving health; a plan for environmental health research Publication NIH 12–7935. National Institute of Environmental Health Sciences, Bethesda."}, {"Citation": "Peel JL, Tolbert PE, Klein M, Metzger KB, Flanders WD, Todd K, Mulholland JA, Ryan PB and Frumkin H (2005) Ambient air pollution and respiratory emergency department visits. Epidemiology, 16, 164–174.", "ArticleIdList": ["15703530"]}, {"Citation": "Samet JM, Zeger SL, Dominici F, Curriero F, Coursac I, Dockery DW, Schwartz J and Zanobetti A (2000) The national morbidity, mortality, and air pollution study: Part II, morbidity and mortality from air pollution in the United States. Res. Rep. Hlth Eff. Inst, 94, 5–79.", "ArticleIdList": ["11354823"]}, {"Citation": "Sanchez BN, Hu H, Litman HJ and Téllez-Rojo MM (2010) Statistical methods to study timing of vulnerability with sparsely sampled data on environmental toxicants. Environ. Hlth Perspect, 119, 409–415.", "ArticleIdList": ["PMC3060007", "21362588"]}, {"Citation": "Schwartz J (2000) The distributed lag between air pollution and daily deaths. Epidemiology, 11, 320–326.", "ArticleIdList": ["10784251"]}, {"Citation": "Stieb DM, Chen L, Eshoul M and Judek S (2012) Ambient air pollution, birth weight and preterm birth: a systematic review and meta-analysis. Environ. Res, 117, 100–111.", "ArticleIdList": ["22726801"]}, {"Citation": "Wang Q, Benmarhnia T, Zhang H, Knibbs LD, Sheridan P, Li C, Bao J, Ren M, Wang S, He Y, Zhang Y, Zhao Q and Huang C (2018) Identifying windows of susceptibility for maternal exposure to ambient air pollution and preterm birth. Environ. Int, 121, 317–324.", "ArticleIdList": ["30241019"]}, {"Citation": "Warren J, Fuentes M, Herring A and Langlois P (2012a) Spatial-temporal modeling of the association between air pollution exposure and preterm birth: identifying critical windows of exposure. Biometrics, 68, 1157–1167.", "ArticleIdList": ["PMC3422613", "22568640"]}, {"Citation": "Warren J, Fuentes M, Herring A and Langlois P (2012b) Bayesian spatial-temporal model for cardiac congenital anomalies and ambient air pollution risk assessment. Environmetrics, 23, 673–684.", "ArticleIdList": ["PMC3589577", "23482298"]}, {"Citation": "Warren JL, Fuentes M, Herring AH and Langlois PH (2013) Air pollution metric analysis while determining susceptible periods of pregnancy for low birth weight. Int. Schol. Res. Nots Obstet. Gyn, article 387452.", "ArticleIdList": ["PMC3572693", "23431464"]}, {"Citation": "Warren JL, Kong W, Luben TJ and Chang HH (2019) Critical window variable selection: estimating the impact of air pollution on very preterm birth. Biostatistics to be published, doi 10.1093/biostatistics/kxz006.", "ArticleIdList": ["10.1093/biostatistics/kxz006", "PMC7422642", "30958877"]}, {"Citation": "Warren JL, Son J-Y, Pereira G, Leaderer BP and Bell ML (2018) Investigating the impact of maternal residential mobility on identifying critical windows of susceptibility to ambient air pollution during pregnancy. Am. J. Epidem, 187, 992–1000.", "ArticleIdList": ["PMC5928458", "29053768"]}, {"Citation": "Watanabe S (2010) Asymptotic equivalence of Bayes cross validation and widely applicable information criterion in singular learning theory. J. Mach. Learn. Res, 11, 3571–3594."}, {"Citation": "Welty LJ and Zeger SL (2005) Are the acute effects of particulate matter on mortality in the National Morbidity, Mortality, and Air Pollution Study the result of inadequate control for weather and season?: A sensitivity analysis using flexible distributed lag models. Am. J. Epidem, 162, 80–88.", "ArticleIdList": ["15961590"]}, {"Citation": "Wilson A, Chiu Y-HM, Hsu H-HL, Wright RO, Wright RJ and Coull BA (2017) Bayesian distributed lag interaction models to identify perinatal windows of vulnerability in children’s health. Biostatistics, 18, 537–552.", "ArticleIdList": ["PMC5862289", "28334179"]}, {"Citation": "Wilson A, Chiu Y-HM, Hsu H-HL, Wright RO, Wright RJ and Coull BA (2019) Kernel machine and distributed lag models for assessing windows of susceptibility to mixtures of time-varying environmental exposures in children’s health studies Preprint arXiv:1904.12417. Department of Statistics, Colorado State University, Fort Collins."}, {"Citation": "Zanobetti A and Schwartz J (2009) The effect of fine and coarse particulate air pollution on mortality: a national analysis. Environ. Hlth Perspect, 117, 898–903.", "ArticleIdList": ["PMC2702403", "19590680"]}, {"Citation": "Zanobetti A, Wand M, Schwartz J and Ryan L (2000) Generalized additive distributed lag models: quantifying mortality displacement. Biostatistics, 1, 279–292.", "ArticleIdList": ["12933509"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32595237", "NIHMS1597450", "PMC7319179", "10.1111/rssc.12407"]}}], "PubmedBookArticle": []}