{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32677068", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1111/jdv.16614"], "Journal": {"ISSN": "1468-3083", "JournalIssue": {"Volume": "34 Suppl 4", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "Journal of the European Academy of Dermatology and Venereology : JEADV", "ISOAbbreviation": "J Eur Acad Dermatol Venereol"}, "ArticleTitle": "Clinical and biological impact of the exposome on the skin.", "Pagination": {"StartPage": "4", "EndPage": "25", "MedlinePgn": "4-25"}, "Abstract": {"AbstractText": ["The skin exposome is defined as the totality of environmental exposures over the life course that can induce or modify various skin conditions. Here, we review the impact on the skin of solar exposure, air pollution, hormones, nutrition and psychological factors. Photoageing, photocarcinogenesis and pigmentary changes are well-established consequences of chronic exposure of the skin to solar radiation. Exposure to traffic-related air pollution contributes to skin ageing. Particulate matter and nitrogen dioxide cause skin pigmentation/lentigines, while ozone causes wrinkles and has an impact on atopic eczema. Human skin is a major target of hormones, and they exhibit a wide range of biological activities on the skin. Hormones decline with advancing age influencing skin ageing. Nutrition has an impact on numerous biochemical processes, including oxidation, inflammation and glycation, which may result in clinical effects, including modification of the course of skin ageing and photoageing. Stress and lack of sleep are known to contribute to a pro-inflammatory state, which, in turn, affects the integrity of extracellular matrix proteins, in particular collagen. Hormone dysregulation, malnutrition and stress may contribute to inflammatory skin disorders, such as atopic dermatitis, psoriasis, acne and rosacea."], "CopyrightInformation": "© 2020 European Academy of Dermatology and Venereology."}, "AuthorList": [{"Identifier": ["0000-0002-0797-6570"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Côte d'Azur University, Department of Dermatology, University Hospital Centre Nice, Nice, France."}, {"Identifier": [], "Affiliation": "Côte d'Azur University, INSERM U1065, C3M, Nice, France."}], "LastName": "Passeron", "ForeName": "T", "Initials": "T"}, {"Identifier": ["0000-0001-8433-1517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IUF - Leibniz Research Institute for Environmental Medicine, Düsseldorf, Germany."}, {"Identifier": [], "Affiliation": "Medical faculty, Heinrich-Heine-University, Düsseldorf, Germany."}], "LastName": "Krutmann", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Psychobiology, Universidade Federal de São Paulo (UNIFESP)/Escola Paulista de Medicina, São Paulo, Brazil."}], "LastName": "Andersen", "ForeName": "M L", "Initials": "ML"}, {"Identifier": ["0000-0002-3396-7643"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Volunteer Clinical Faculty, Baylor College of Medicine, McGovern Medical School at UT Health, Houston, TX, USA."}], "LastName": "Katta", "ForeName": "R", "Initials": "R"}, {"Identifier": ["0000-0003-1646-2608"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Dermatology, Venereology, Allergology and Immunology, Dessau Medical Center, Brandenburg Medical School Theodor Fontane, Dessau, Germany."}], "LastName": "Zouboulis", "ForeName": "C C", "Initials": "CC"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Eur Acad Dermatol Venereol", "NlmUniqueID": "9216037", "ISSNLinking": "0926-9959"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Exposome"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Skin"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "D'Orazio J, Jarrett S, Amaro-Ortiz A, Scott T. UV radiation and the skin. Int J Mol Sci 2013; 14: 12222-12248."}, {"Citation": "Emri G, Paragh G, Tosaki A et al. Ultraviolet radiation-mediated development of cutaneous melanoma: an update. J Photochem Photobiol B 2018; 185: 169-175."}, {"Citation": "Krutmann J, Bouloc A, Sore G, Bernard BA, Passeron T. The skin aging exposome. J Dermatol Sci 2017; 85: 152-161."}, {"Citation": "Parrado C, Mercado-Saenz S, Perez-Davo A, Gilaberte Y, Gonzalez S, Juarranz A. Environmental stressors on skin aging. Mechanistic insights. Front Pharmacol 2019; 10: 759."}, {"Citation": "Amano S. Characterization and mechanisms of photoageing-related changes in skin. Damages of basement membrane and dermal structures. Exp Dermatol 2016; 25(Suppl 3): 14-19."}, {"Citation": "Liebel F, Kaur S, Ruvolo E, Kollias N, Southall MD. Irradiation of skin with visible light induces reactive oxygen species and matrix-degrading enzymes. J Invest Dermatol 2012; 132: 1901-1907."}, {"Citation": "Grether-Beck S, Marini A, Jaenicke T, Krutmann J. Effective photoprotection of human skin against infrared A radiation by topically applied antioxidants: results from a vehicle controlled, double-blind, randomized study. Photochem Photobiol 2015; 91: 248-250."}, {"Citation": "Albrecht S, Jung S, Muller R et al. Skin type differences in solar-simulated radiation-induced oxidative stress. Br J Dermatol 2019; 180: 597-603."}, {"Citation": "Fajuyigbe D, Lwin SM, Diffey BL et al. Melanin distribution in human epidermis affords localized protection against DNA photodamage and concurs with skin cancer incidence difference in extreme phototypes. FASEB J 2018; 32: 3700-3706."}, {"Citation": "Fajuyigbe D, Young AR. The impact of skin colour on human photobiological responses. Pigment Cell Melanoma Res 2016; 29: 607-618."}, {"Citation": "Miyamura Y, Coelho SG, Wolber R et al. Regulation of human skin pigmentation and responses to ultraviolet radiation. Pigment Cell Res 2007; 20: 2-13."}, {"Citation": "Marionnet C, Nouveau S, Hourblin V et al. UVA1-induced skin darkening is associated with molecular changes even in highly pigmented skin individuals. J Invest Dermatol 2017; 137: 1184-1187."}, {"Citation": "Mahmoud BH, Ruvolo E, Hexsel CL et al. Impact of long-wavelength UVA and visible light on melanocompetent skin. J Invest Dermatol 2010; 130: 2092-2097."}, {"Citation": "Duteil L, Cardot-Leccia N, Queille-Roussel C et al. Differences in visible light-induced pigmentation according to wavelengths: a clinical and histological study in comparison with UVB exposure. Pigment Cell Melanoma Res 2014; 27: 822-826."}, {"Citation": "Regazzetti C, Sormani L, Debayle D et al. Melanocytes sense blue light and regulate pigmentation through opsin-3. J Invest Dermatol 2018; 138: 171-178."}, {"Citation": "Passeron T. The key question of irradiance when it comes to the effects of visible light in the skin. J Dermatol Sci 2019; 93: 69-70."}, {"Citation": "Duteil L, Queille-Roussel C, Lacour JP, Montaudie H, Passeron T. Short term exposure to blue light emitted by electronic devices does not worsen melasma. J Am Acad Dermatol 2019; S0190-9622(19)33324-9. https://doi.org/10.1016/j.jaad.2019.12.047."}, {"Citation": "Passeron T, Picardo M. Melasma, a photoaging disorder. Pigment Cell Melanoma Res 2018; 31: 461-465."}, {"Citation": "Boukari F, Jourdan E, Fontas E et al. Prevention of melasma relapses with sunscreen combining protection against UV and short wavelengths of visible light: a prospective randomized comparative trial. J Am Acad Dermatol 2015; 72: 189-190.e1."}, {"Citation": "Martini APM, Maia CP. Influence of visible light on cutaneous hyperchromias: clinical efficacy of broad-spectrum sunscreens. Photodermatol Photoimmunol Photomed 2018; 34: 241-248."}, {"Citation": "Passeron T, Nouveau S, Duval C et al. Development and validation of a reproducible model for studying post-inflammatory hyperpigmentation. Pigment Cell Melanoma Res 2018; 31: 649-652."}, {"Citation": "Kohli I, Chaowattanapanit S, Mohammad TF et al. Synergistic effects of long-wavelength ultraviolet al and visible light on pigmentation and erythema. Br J Dermatol 2018; 178: 1173-1180."}, {"Citation": "Shnitkind E, Yaping E, Geen S, Shalita AR, Lee WL. Anti-inflammatory properties of narrow-band blue light. J Drugs Dermatol 2006; 5: 605-610."}, {"Citation": "Sardana K, Sharma RC, Sarkar R. Seasonal variation in acne vulgaris-myth or reality. J Dermatol 2002; 29: 484-488."}, {"Citation": "Adityan B, Thappa DM. Profile of acne vulgaris-a hospital-based study from South India. Indian J Dermatol Venereol Leprol 2009; 75: 272-278."}, {"Citation": "van Zuuren EJ. Rosacea. N Engl J Med 2017; 377: 1754-1764."}, {"Citation": "Wolf P, Weger W, Patra V, Gruber-Wackernagel A, Byrne SN. Desired response to phototherapy vs photoaggravation in psoriasis: what makes the difference? Exp Dermatol 2016; 25: 937-944."}, {"Citation": "Ellenbogen E, Wesselmann U, Hofmann SC, Lehmann P. Photosensitive atopic dermatitis-a neglected subset: clinical, laboratory, histological and photobiological workup. J Eur Acad Dermatol Venereol 2016; 30: 270-275."}, {"Citation": "Garmyn M, Young AR, Miller SA. Mechanisms of and variables affecting UVR photoadaptation in human skin. Photochem Photobiol Sci 2018; 17: 1932-1940."}, {"Citation": "Juzeniene A, Moan J. Beneficial effects of UV radiation other than via vitamin D production. Dermatoendocrinol 2012; 4: 109-117."}, {"Citation": "Fell GL, Robinson KC, Mao J, Woolf CJ, Fisher DE. Skin beta-endorphin mediates addiction to UV light. Cell 2014; 157: 1527-1534."}, {"Citation": "Weller RB. Sunlight has cardiovascular benefits independently of vitamin D. Blood Purif 2016; 41: 130-134."}, {"Citation": "Romero-Graillet C, Aberdam E, Clement M, Ortonne JP, Ballotti R. Nitric oxide produced by ultraviolet-irradiated keratinocytes stimulates melanogenesis. J Clin Invest 1997; 99: 635-642."}, {"Citation": "Fang FC. Perspectives series: host/pathogen interactions. Mechanisms of nitric oxide-related antimicrobial activity. J Clin Invest 1997; 99: 2818-2825."}, {"Citation": "Felton S, Navid F, Schwarz A, Schwarz T, Glaser R, Rhodes LE. Ultraviolet radiation-induced upregulation of antimicrobial proteins in health and disease. Photochem Photobiol Sci 2013; 12: 29-36."}, {"Citation": "Janich P, Toufighi K, Solanas G et al. Human epidermal stem cell function is regulated by circadian oscillations. Cell Stem Cell 2013; 13: 745-753."}, {"Citation": "Vierkötter A, Schikowski T, Ranft U et al. Airborne particle exposure and extrinsic skin aging. J Invest Dermatol 2010; 130: 2719-2726."}, {"Citation": "Gao W, Tan J, Hüls A et al. Genetic variants associated with skin aging in the Chinese Han population. J Dermatol Sci 2017; 86: 21-29."}, {"Citation": "Ding A, Yang Y, Zhao Z et al. Indoor PM2.5 exposure affects skin aging manifestation in a Chinese population. Sci Rep 2017; 7: 15329."}, {"Citation": "Hüls A, Vierkötter A, Gao W et al. Traffic-related air pollution contributes to development of facial lentigines: further epidemiological evidence from Caucasians and Asians. J Invest Dermatol 2016; 136: 1053-1056."}, {"Citation": "Li M, Vierkötter A, Schikowski T et al. Epidemiological evidence that indoor air pollution from cooking with solid fuels accelerates skin aging in Chinese women. J Dermatol Sci 2015; 79: 148-154."}, {"Citation": "Vierkötter A, Hüls A, Yamamoto A et al. Extrinsic skin ageing in German, Chinese and Japanese women manifests differently in all three groups depending on ethnic background, age and anatomical site. J Dermatol Sci 2016; 83: 219-225."}, {"Citation": "Lefebvre MA, Pham DM, Boussouira B, Bernard D, Camus C, Nguyen QL. Evaluation of the impact of urban pollution on the quality of skin: a multicentre study in Mexico. Int J Cosmet Sci 2015; 37: 329-338."}, {"Citation": "Peng F, Xue CH, Hwang SK, Li WH, Chen Z, Zhang JZ. Exposure to fine particulate matter associated with senile lentigo in Chinese women: a cross-sectional study. J Eur Acad Dermatol Venereol 2017; 31: 355-360."}, {"Citation": "Flament F, Bourokba N, Nouveau S, Li J, Charbonneau A. A severe chronic outdoor urban pollution alters some facial aging signs in Chinese women. A tale of two cities. Int J Cosmet Sci 2018; 40: 467-481."}, {"Citation": "Grether-Beck S, Marini A, Jaenicke T et al. Ambient relevant diesel exhaust particles cause skin hyperpigmentation ex vivo and in vivo in human skin: the Düsseldorf Pollution Patch Test. J Invest Dermatol 2018; 135: S205 (Abstract 1209)."}, {"Citation": "Fuks KB, Hüls A, Sugiri D et al. Tropospheric ozone and skin aging: Results from two German cohort studies. Environ Int 2019; 124: 139-144."}, {"Citation": "Cecchi L, D'Amato G, Annesi-Maesano I. External exposome and allergic respiratory and skin diseases. J Allergy Clin Immunol 2018; 141: 846-857."}, {"Citation": "Ngoc LTN, Park D, Lee Y, Lee YC. Systematic review and meta-analysis of human skin diseases due to particulate matter. Int J Environ Res Public Health 2017; 14: 1458."}, {"Citation": "Kramer U, Behrendt H. [Air pollution and atopic eczema : systematic review of findings from environmental epidemiological studies]. Hautarzt 2019; 70: 169-184."}, {"Citation": "Hidaka T, Ogawa E, Kobayashi EH et al. The aryl hydrocarbon receptor AhR links atopic dermatitis and air pollution via induction of the neurotrophic factor artemin. Nat Immunol 2017; 18: 64-73."}, {"Citation": "Liu W, Pan X, Vierkotter A et al. A time-series study of the effect of air pollution on outpatient visits for acne vulgaris in Beijing. Skin Pharmacol Physiol 2018; 31: 107-113."}, {"Citation": "Krutmann J, Moyal D, Liu W et al. Pollution and acne: is there a link? Clin Cosmet Investig Dermatol 2017; 10: 199-204."}, {"Citation": "Krutmann J, Liu W, Li L et al. Pollution and skin: from epidemiological and mechanistic studies to clinical implications. J Dermatol Sci 2014; 76: 163-168."}, {"Citation": "Dreno B, Bettoli V, Araviiskaia E, Sanchez Viera M, Bouloc A. The influence of exposome on acne. J Eur Acad Dermatol Venereol 2018; 32: 812-819."}, {"Citation": "Hüls A, Sugiri D, Fuks K, Krutmann J, Schikowski T. Lentigine formation in Caucasian women - Interaction between particulate matter and solar UVR. J Invest Dermatol 2019; 139: 974-976."}, {"Citation": "Tang X, Wilson SR, Solomon KR, Shao M, Madronich S. Changes in air quality and tropospheric composition due to depletion of stratospheric ozone and interactions with climate. Photochem Photobiol Sci 2011; 10: 280-291."}, {"Citation": "Schikowski T, Guo Q, Hüls A, Sugiri D, Seite S, Krutmann J. Epidemiological evidence for a negative association between air pollution and basal cell carcinoma. J Invest Dermatol 2019; 139: S30 (Abstract 173)."}, {"Citation": "Bao L, Xu A, Tong L et al. Activated toxicity of diesel particulate extract by ultraviolet a radiation in mammalian cells: role of singlet oxygen. Environ Health Perspect 2009; 117: 436-441."}, {"Citation": "Ohnuki G, Toyooka T, Ibuki Y. UVB in solar-simulated light causes formation of BaP-photoproducts capable of generating phosphorylated histone H2AX. Mutat Res 2010; 702: 70-77."}, {"Citation": "Soeur J, Belaïdi JP, Chollet C et al. Photo-pollution stress in skin: Traces of pollutants (PAH and particulate matter) impair redox homeostasis in keratinocytes exposed to UVA1. J Dermatol Sci 2017; 86: 162-169."}, {"Citation": "Zouboulis CC. The human skin as a hormone target and an endocrine gland. Hormones (Athens) 2004; 3: 9-26."}, {"Citation": "Ju Q, Zouboulis CC, Xia L. Environmental pollution and acne: chloracne. Dermatoendocrinol 2009; 1: 125-128."}, {"Citation": "Ju Q, Zouboulis CC. Endocrine-disrupting chemicals and skin manifestations. Rev Endocr Metab Disord 2016; 17: 449-457."}, {"Citation": "Zouboulis CC, Makrantonaki E, Nikolakis G. When the skin is in the center of interest: an aging issue. Clin Dermatol 2019; 37: 296-305."}, {"Citation": "Makrantonaki E, Vogel K, Fimmel S, Oeff M, Seltmann H, Zouboulis CC. Interplay of IGF-I and 17beta-estradiol at age-specific levels in human sebocytes and fibroblasts in vitro. Exp Gerontol 2008; 43: 939-946."}, {"Citation": "Rudman D, Feller AG, Nagraj HS et al. Effects of human growth hormone in men over 60 years old. N Engl J Med 1990; 323: 1-6."}, {"Citation": "Zouboulis CC, Chen WC, Thornton MJ, Qin K, Rosenfield R. Sexual hormones in human skin. Horm Metab Res 2007; 39: 85-95."}, {"Citation": "Fritsch M, Orfanos CE, Zouboulis CC. Sebocytes are the key regulators of androgen homeostasis in human skin. J Invest Dermatol 2001; 116: 793-800."}, {"Citation": "Chen W, Tsai SJ, Sheu HM, Tsai JC, Zouboulis CC. Testosterone synthesized in cultured human SZ95 sebocytes derives mainly from dehydroepiandrosterone. Exp Dermatol 2010; 19: 470-472."}, {"Citation": "Hall G, Phillips TJ. Estrogen and skin: the effects of estrogen, menopause, and hormone replacement therapy on the skin. J Am Acad Dermatol 2005; 53: 555-568; quiz 69-72."}, {"Citation": "Youn CS, Kwon OS, Won CH et al. Effect of pregnancy and menopause on facial wrinkling in women. Acta Derm Venereol 2003; 83: 419-424."}, {"Citation": "Zouboulis CC, Baron JM, Bohm M et al. Frontiers in sebaceous gland biology and pathology. Exp Dermatol 2008; 17: 542-551."}, {"Citation": "Delattre C, Winstall E, Lessard C et al. Proteomic analysis identifies new biomarkers for postmenopausal and dry skin. Exp Dermatol 2012; 21: 205-210."}, {"Citation": "Zouboulis CC, Makrantonaki E. The role of hormones in intrinsic aging. In Gilchrest BA, Krutmann J, eds. Skin Aging. Springer, Berlin Heidelberg, Berlin, Heidelberg 2006: 55-64."}, {"Citation": "Slominski A, Wortsman J, Luger T, Paus R, Solomon S. Corticotropin releasing hormone and proopiomelanocortin involvement in the cutaneous response to stress. Physiol Rev 2000; 80: 979-1020."}, {"Citation": "Makrantonaki E, Schonknecht P, Hossini AM et al. Skin and brain age together: the role of hormones in the ageing process. Exp Gerontol 2010; 45: 801-813."}, {"Citation": "Elewa RM, Abdallah M, Youssef N, Zouboulis CC. Aging-related changes in cutaneous corticotropin-releasing hormone system reflect a defective neuroendocrine-stress response in aging. Rejuvenation Res 2012; 15: 366-373."}, {"Citation": "Zouboulis CC, Picardo M, Ju Q et al. Beyond acne: current aspects of sebaceous gland biology and function. Rev Endocr Metab Disord 2016; 17: 319-334."}, {"Citation": "Zouboulis CC. Propionibacterium acnes and sebaceous lipogenesis: a love-hate relationship? J Invest Dermatol 2009; 129: 2093-2096."}, {"Citation": "Chen W, Liao CY, Hung CL, Lin TK, Sheu HM, Zouboulis CC. Potent corticosteroids inhibit lipogenesis in sebaceous glands. Dermatology 2006; 213: 264-265."}, {"Citation": "Ju Q, Tao T, Hu T, Karadag AS, Al-Khuzaei S, Chen W. Sex hormones and acne. Clin Dermatol 2017; 35: 130-137."}, {"Citation": "Zouboulis CC. Acne as a chronic systemic disease. Clin Dermatol 2014; 32: 389-396."}, {"Citation": "Kligman AM. A personal critique on the state of knowledge of Rosacea. Dermatology 2004; 208: 191-197."}, {"Citation": "Fimmel S, Abdel-Naser MB, Kutzner H, Kligman AM, Zouboulis CC. New aspects of the pathogenesis of rosacea. Drug Discov Today 2008; 5: e103-e111."}, {"Citation": "Zouboulis CC, Seltmann H, Hiroi N et al. Corticotropin-releasing hormone: an autocrine hormone that promotes lipogenesis in human sebocytes. Proc Natl Acad Sci USA 2002; 99: 7148-7153."}, {"Citation": "Ni Raghallaigh S, Bender K, Lacey N, Brennan L, Powell FC. The fatty acid profile of the skin surface lipid layer in papulopustular rosacea. Br J Dermatol 2012; 166: 279-287."}, {"Citation": "Dajnoki Z, Beke G, Kapitany A et al. Sebaceous gland-rich skin is characterized by TSLP expression and distinct immune surveillance which is disturbed in rosacea. J Invest Dermatol 2017; 137: 1114-1125."}, {"Citation": "Elewa R, Zouboulis CC. Molecular mechanisms of action of topical antiaging compounds. J Egypt Womens Dermatol Soc 2014; 11: 73-78."}, {"Citation": "Sator PG, Sator MO, Schmidt JB et al. A prospective, randomized, double-blind, placebo-controlled study on the influence of a hormone replacement therapy on skin aging in postmenopausal women. Climacteric 2007; 10: 320-334."}, {"Citation": "Rittie L, Kang S, Voorhees JJ, Fisher GJ. Induction of collagen by estradiol: difference between sun-protected and photodamaged human skin in vivo. Arch Dermatol 2008; 144: 1129-1140."}, {"Citation": "Owen CM, Pal L, Mumford SL et al. Effects of hormones on skin wrinkles and rigidity vary by race/ethnicity: four-year follow-up from the ancillary skin study of the Kronos Early Estrogen Prevention Study. Fertil Steril 2016; 106: 1170-1175.e3."}, {"Citation": "Lobo RA. Hormone-replacement therapy: current thinking. Nat Rev Endocrinol 2017; 13: 220-231."}, {"Citation": "Gagliano-Juca T, Basaria S. Testosterone replacement therapy and cardiovascular risk. Nat Rev Cardiol 2019; 16: 555-574."}, {"Citation": "Nouveau S, Bastien P, Baldo F, de Lacharriere O. Effects of topical DHEA on aging skin: a pilot study. Maturitas 2008; 59: 174-181."}, {"Citation": "Calvo E, Luu-The V, Morissette J et al. Pangenomic changes induced by DHEA in the skin of postmenopausal women. J Steroid Biochem Mol Biol 2008; 112: 186-193."}, {"Citation": "El-Alfy M, Deloche C, Azzi L et al. Skin responses to topical dehydroepiandrosterone: implications in antiageing treatment? Br J Dermatol 2010; 163: 968-976."}, {"Citation": "Strumia R. Skin signs in anorexia nervosa. Dermatoendocrinol 2009; 1: 268-270."}, {"Citation": "Miller KN, Burhans MS, Clark JP et al. Aging and caloric restriction impact adipose tissue, adiponectin, and circulating lipids. Aging Cell 2017; 16: 497-507."}, {"Citation": "Katta R, Kramer MJ. Skin and diet: an update on the role of dietary change as a treatment strategy for skin disease. Skin Therapy Lett 2018; 23: 1-5."}, {"Citation": "Chang YS, Trivedi MK, Jha A, Lin YF, Dimaano L, Garcia-Romero MT. Synbiotics for prevention and treatment of atopic dermatitis: a meta-analysis of randomized clinical trials. JAMA Pediatr 2016; 170: 236-242."}, {"Citation": "Mekic S, Jacobs LC, Hamer MA et al. A healthy diet in women is associated with less facial wrinkles in a large Dutch population-based cohort. J Am Acad Dermatol 2019; 80: 1358-1363.e2."}, {"Citation": "Noordam R, Gunn DA, Tomlin CC et al. High serum glucose levels are associated with a higher perceived age. Age (Dordr) 2013; 35: 189-195."}, {"Citation": "Fisher GJ, Kang S, Varani J et al. Mechanisms of photoaging and chronological skin aging. Arch Dermatol. 2002; 138: 1462-1470."}, {"Citation": "Katta R, Brown DN. Diet and skin cancer: the potential role of dietary antioxidants in nonmelanoma skin cancer prevention. J Skin Cancer 2015; 2015: 893149."}, {"Citation": "Bosch R, Philips N, Suarez-Perez JA et al. Mechanisms of photoaging and cutaneous photocarcinogenesis, and photoprotective strategies with phytochemicals. Antioxidants (Basel) 2015; 4: 248-268."}, {"Citation": "Parrado C, Philips N, Gilaberte Y, Juarranz A, Gonzalez S. Oral photoprotection: effective agents and potential candidates. Front Med (Lausanne) 2018; 5: 188."}, {"Citation": "Hercberg S, Ezzedine K, Guinot C et al. Antioxidant supplementation increases the risk of skin cancers in women but not in men. J Nutr 2007; 137: 2098-2105."}, {"Citation": "Shivappa N, Steck SE, Hurley TG, Hussey JR, Hebert JR. Designing and developing a literature-derived, population-based dietary inflammatory index. Public Health Nutr 2014; 17: 1689-1696."}, {"Citation": "Yadav VR, Prasad S, Sung B, Aggarwal BB. The role of chalcones in suppression of NF-kappaB-mediated inflammation and cancer. Int Immunopharmacol 2011; 11: 295-309."}, {"Citation": "Thring TS, Hili P, Naughton DP. Anti-collagenase, anti-elastase and anti-oxidant activities of extracts from 21 plants. BMC Complement Altern Med 2009; 9: 27."}, {"Citation": "Lim H, Kim HP. Inhibition of mammalian collagenase, matrix metalloproteinase-1, by naturally-occurring flavonoids. Planta Med 2007; 73: 1267-1274."}, {"Citation": "Zeevi D, Korem T, Zmora N et al. Personalized nutrition by prediction of glycemic responses. Cell 2015; 163: 1079-1094."}, {"Citation": "Uribarri J, Woodruff S, Goodman S et al. Advanced glycation end products in foods and a practical guide to their reduction in the diet. J Am Diet Assoc 2010; 110: 911-916.e12."}, {"Citation": "Chen AC, Martin AJ, Choy B et al. A phase 3 randomized trial of nicotinamide for skin-cancer chemoprevention. N Engl J Med 2015; 373: 1618-1626."}, {"Citation": "Melnik BC. Linking diet to acne metabolomics, inflammation, and comedogenesis: an update. Clin Cosmet Investig Dermatol 2015; 8: 371-388."}, {"Citation": "Smith RN, Mann NJ, Braue A, Makelainen H, Varigos GA. The effect of a high-protein, low glycemic-load diet versus a conventional, high glycemic-load diet on biochemical parameters associated with acne vulgaris: a randomized, investigator-masked, controlled trial. J Am Acad Dermatol 2007; 57: 247-256."}, {"Citation": "Kwon HH, Yoon JY, Hong JS, Jung JY, Park MS, Suh DH. Clinical and histological effect of a low glycaemic load diet in treatment of acne vulgaris in Korean patients: a randomized, controlled trial. Acta Derm Venereol 2012; 92: 241-246."}, {"Citation": "National Rosacea Society. Hot Sauce, Wine and Tomatoes Cause Flare-ups, Survey Finds 2005. URL https://www.rosacea.org/rosacea-review/2005/fall/hot-sauce-wine-and-tomatoes-cause-flare-ups-survey-finds (last accessed: 01 March 2020)."}, {"Citation": "Weiss E, Katta R. Diet and rosacea: the role of dietary change in the management of rosacea. Dermatol Pract Concept 2017; 7: 31-37."}, {"Citation": "Takeshita J, Grewal S, Langan SM et al. Psoriasis and comorbid diseases: epidemiology. J Am Acad Dermatol 2017; 76: 377-390."}, {"Citation": "Ford AR, Siegel M, Bagel J et al. Dietary recommendations for adults with psoriasis or psoriatic arthritis from the medical board of the national psoriasis foundation: a systematic review. JAMA Dermatol 2018; 154: 934-950."}, {"Citation": "McCusker MM Grant-Kels JM. Healing fats of the skin: the structural and immunologic roles of the omega-6 and omega-3 fatty acids. Clin Dermatol. 2010; 28: 440-51."}, {"Citation": "World Health Organization. Dioxins and their effects on human health. 2016. Available at: https://www.who.int/news-room/fact-sheets/detail/dioxins-and-their-effects-on-human-health (last accessed 20 September 2019)."}, {"Citation": "Albuquerque RG, Tufik S, Andersen ML. Sleep quality implicates in life quality: an analysis about children who suffered burns. Burns 2014; 40: 774-775."}, {"Citation": "Slominski AT, Zmijewski MA, Zbytek B, Tobin DJ, Theoharides TC, Rivier J. Key role of CRF in the skin stress response system. Endocr Rev 2013; 34: 827-884."}, {"Citation": "Hunter HJ, Momen SE, Kleyn CE. The impact of psychosocial stress on healthy skin. Clin Exp Dermatol 2015; 40: 540-546."}, {"Citation": "Kahan V, Andersen ML, Tomimori J, Tufik S. Stress, immunity and skin collagen integrity: evidence from animal models and clinical conditions. Brain Behav Immun 2009; 23: 1089-1095."}, {"Citation": "Kahan V, Andersen ML, Tomimori J, Tufik S. Can poor sleep affect skin integrity? Med Hypotheses 2010; 75: 535-537."}, {"Citation": "Ruiz FS, Andersen ML, Guindalini C, Araujo LP, Lopes JD, Tufik S. Sleep influences the immune response and the rejection process alters sleep pattern: evidence from a skin allograft model in mice. Brain Behav Immun 2017; 61: 274-288."}, {"Citation": "Kahan V, Ribeiro DA, Egydio F et al. Is lack of sleep capable of inducing DNA damage in aged skin? Skin Pharmacol Physiol 2014; 27: 127-131."}, {"Citation": "Oyetakin-White P, Suggs A, Koo B et al. Does poor sleep quality affect skin ageing? Clin Exp Dermatol 2015; 40: 17-22."}, {"Citation": "Yagihara F, Lorenzi-Filho G, Santos-Silva R. Patients with OSA are perceived as younger following treatment with CPAP. Chest 2019; 156: 553-561."}, {"Citation": "Holding BC, Sundelin T, Cairns P, Perrett DI, Axelsson J. The effect of sleep deprivation on objective and subjective measures of facial appearance. J Sleep Res 2019; 28: e12860."}, {"Citation": "Eskandari F, Sternberg EM. Neural-immune interactions in health and disease. Ann N Y Acad Sci 2002; 966: 20-27."}, {"Citation": "Elenkov IJ, Wilder RL, Chrousos GP, Vizi ES. The sympathetic nerve-an integrative interface between two supersystems: the brain and the immune system. Pharmacol Rev 2000; 52: 595-638."}, {"Citation": "Webster JI, Tonelli L, Sternberg EM. Neuroendocrine regulation of immunity. Annu Rev Immunol 2002; 20: 125-163."}, {"Citation": "Madva EN, Granstein RD. Nerve-derived transmitters including peptides influence cutaneous immunology. Brain Behav Immun 2013; 34: 1-10."}, {"Citation": "Saint-Mezard P, Chavagnac C, Bosset S et al. Psychological stress exerts an adjuvant effect on skin dendritic cell functions in vivo. J Immunol 2003; 171: 4073-4080."}, {"Citation": "Rousset L, Halioua B. Stress and psoriasis. Int J Dermatol 2018; 57: 1165-1172."}, {"Citation": "Egeberg A, Khalid U, Gislason GH, Mallbris L, Skov L, Hansen PR. Psoriasis and sleep apnea: a Danish Nationwide Cohort Study. J Clin Sleep Med 2016; 12: 663-671."}, {"Citation": "Hirotsu C, Rydlewski M, Araújo MS, Tufik S, Andersen ML. Sleep loss and cytokines levels in an experimental model of psoriasis. PLoS One 2012; 7: e51183."}, {"Citation": "Hirotsu C, Nogueira H, Albuquerque RG, Tomimori J, Tufik S Andersen ML. The bidirectional interactions between psoriasis and obstructive sleep apnea. Int J Dermatol 2015; 54: 1352-1358."}, {"Citation": "Poli F, Dreno B, Verschoore M. An epidemiological study of acne in female adults: results of a survey conducted in France. J Eur Acad Dermatol Venereol 2001; 15: 541-545."}, {"Citation": "Suh DH, Kim BY, Min SU et al. A multicenter epidemiological study of acne vulgaris in Korea. Int J Dermatol 2011; 50: 673-681."}, {"Citation": "Albuquerque RG, Rocha MA, Bagatin E, Tufik S, Andersen ML. Could adult female acne be associated with modern life? Arch Dermatol Res 2014; 306: 683-688."}, {"Citation": "Ganceviciene R, Graziene V, Fimmel S, Zouboulis CC. Involvement of the corticotropin-releasing hormone system in the pathogenesis of acne vulgaris. Br J Dermatol 2009; 160: 345-352."}, {"Citation": "Albuquerque RG, da Rocha MA, Hirotsu C et al. A randomized comparative trial of a combined oral contraceptive and azelaic acid to assess their effect on sleep quality in adult female acne patients. Arch Dermatol Res 2015; 307: 905-915."}, {"Citation": "Holmes AD, Steinhoff M. Integrative concepts of rosacea pathophysiology, clinical presentation and new therapeutics. Exp Dermatol 2017; 26: 659-667."}, {"Citation": "Iwata M, Ota KT, Duman RS. The inflammasome: Pathways linking psychological stress, depression, and systemic illnesses. Brain Behav Immun 2013; 31: 105-114."}, {"Citation": "Amano H, Negishi I, Akiyama H, Ishikawa O. Psychological stress can trigger atopic dermatitis in NC/Nga mice: an inhibitory effect of corticotropin-releasing factor. Neuropsychopharmacology 2008; 33: 566-573."}, {"Citation": "Kim JE, Cho BK, Cho DH, Park HJ. Expression of hypothalamic-pituitary-adrenal axis in common skin diseases: evidence of its association with stress-related disease activity. Acta Derm Venereol 2013; 93: 387-393."}, {"Citation": "Chang HY, Suh DI, Yang S-I et al. Prenatal maternal distress affects atopic dermatitis in offspring mediated by oxidative stress. J Allergy Clin Immunol 2016; 138: 468-475.e5."}, {"Citation": "Silverberg JI. Associations between atopic dermatitis and other disorders. F1000Research 2018; 7: 303."}, {"Citation": "Ahn HJ, Shin MK, Seo JK et al. Cross-sectional study of psychiatric comorbidities in patients with atopic dermatitis and nonatopic eczema, urticaria, and psoriasis. Neuropsychiatr Dis Treat 2019; 15: 1469-1478."}, {"Citation": "Mostaghimi L, Hetzel S. Insomnia and other sleep complaints in inflammatory versus noninflammatory skin disorders: an observational case-control study. Int J Dermatol 2019; 58: 976-981."}, {"Citation": "Lotti T, D'Erme AM, Hercogova J. The role of neuropeptides in the control of regional immunity. Clin Dermatol 2014; 32: 633-645."}, {"Citation": "Zhang X, Yu M, Yu W, Weinberg J, Shapiro J, McElwee KJ. Development of alopecia areata is associated with higher central and peripheral hypothalamic-pituitary-adrenal tone in the skin graft induced C3H/HeJ mouse model. J Invest Dermatol 2009; 129: 1527-1538."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2020", "Month": "4", "Day": "6"}, {"Year": "2020", "Month": "5", "Day": "5"}, {"Year": "2020", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32677068", "10.1111/jdv.16614"]}}], "PubmedBookArticle": []}