{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "3268287", "DateCompleted": {"Year": "1989", "Month": "11", "Day": "30"}, "DateRevised": {"Year": "2013", "Month": "11", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Issue": "11", "PubDate": {"Year": "1987"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "Effects of ozone and nitrogen dioxide on human lung proteinase inhibitors.", "Pagination": {"StartPage": "5", "EndPage": "25", "MedlinePgn": "5-25"}, "Abstract": {"AbstractText": ["Based on available knowledge, this study shows that alpha-1-proteinase inhibitor (alpha 1-PI) plays an important role in protecting lung elastin from elastolytic proteinases, particularly human neutrophil elastase (HNE). Studies previous to this one showed that alpha 1-PI was very susceptible to inactivation by oxidants. We sought to use this oxidant sensitivity as an in vivo marker for ozone (O3) and nitrogen dioxide (NO2) exposure. The mechanism of alpha 1-PI inactivation by O3 and NO2 was examined to provide insight concerning the pathogenesis of oxidant-mediated lung damage. Attention also was focused on the bronchial leukocyte proteinase inhibitor (BLPI), which inhibits HNE in the bronchial secretions. Careful examination of blood plasma samples from individuals exposed to 0.5 ppm O3 for four hours on two consecutive days failed to detect any inactivation of alpha 1-PI. This result showed that blood alpha 1-PI was not a satisfactory marker for O3 exposure, but, more importantly, demonstrated that inhaling O3 for short periods does not grossly inactivate this important protein. Studies on BLPI showed that it is a significant inhibitor of HNE and probably plays a more important role in protecting the lung than previously thought. BLPI, like alpha 1-PI, was found to be inactivated by oxidants, including O3 and NO2. The mechanism of O3 inactivation of leukocyte proteinase inhibitors was studied using alpha 1-PI, alpha-1-antichymotrypsin (alpha 1-Achy), BLPI, and Eglin C. While all these inhibitors differed in structure, the concentrations of O3 required for inactivation were essentially the same, except for alpha 1-Achy, which only lost half of its inhibitory activity. It would seem from these results that O3 can damage proteins via the oxidation of any of the following: tryptophan (Trp), methionine (Met), tyrosine (Tyr), or histidine (His) residues. Interestingly, Eglin C, which does not have oxidizable amino acids in its inhibitory active site, was inactivated by the same amount of O3 as BLPI, BLPI was easily inactivated by a methionine-specific oxidant, suggesting an important role for methionine in this inhibitor. In vitro exposure of alpha 1-PI and BLPI to 800 moles of NO2 per mole of inhibitor resulted in 35% and 50% losses of HNE inhibitory activity, respectively. Tryptophan was destroyed by NO2 and studies are in progress to examine effects on other amino acids."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Quillen-Dishner College of Medicine, East Tennessee State University, Johnson City."}], "Identifier": [], "LastName": "Johnson", "ForeName": "D A", "Initials": "DA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Protease Inhibitors"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["toxicity"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["blood", "metabolism"], "DescriptorName": "Protease Inhibitors"}, {"QualifierName": ["blood", "chemically induced", "metabolism"], "DescriptorName": "Pulmonary Emphysema"}, {"QualifierName": [], "DescriptorName": "Swine"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1987", "Month": "1", "Day": "1"}, {"Year": "1987", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1987", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["3268287"]}}], "PubmedBookArticle": []}