{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Coastal area", "Season", "Time-series analysis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32690064", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "20"}], "ELocationID": ["1131", "10.1186/s12889-020-08915-y"], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "20"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "Temporal cross-correlations between air pollutants and outpatient visits for respiratory and circulatory system diseases in Fuzhou, China.", "Pagination": {"StartPage": "1131", "MedlinePgn": "1131"}, "Abstract": {"AbstractText": ["Previous studies have suggested that there is an association between air pollutants and circulatory and respiratory diseases; however, relatively few have analyzed the association between air pollutants and outpatient visits based on the mortality, hospitalization rates, etc., especially in areas with relatively good air quality. Therefore, we conducted this study to research the association between air pollutants and outpatient visits in Fuzhou, China.", "We used a generalized linear Poisson model to study the association between air pollution and outpatient visits for respiratory and circulatory diseases from 2016 to 2018 in Fuzhou, China.", "In the single pollutant model, nitrogen dioxide (NO<sub>2</sub>) had a significant effect. For lag day 0 to lag day 5, the effect decreased with every 10 μg/L increase in NO<sub>2</sub>. The daily maximum 8-h mean ozone (O<sub>3</sub>-8h) and upper respiratory outpatient visits were positively associated during the cold period [lag2, excess risk (ER) (95% confidence interval (CI)): 1.68% (0.44-2.94%)], while O<sub>3</sub>-8h and respiratory disease were positively associated during the warm period [lag5, ER (95% CI): 1.10% (0.11-2.10%) and lag4, ER (95% CI): 1.02% (0.032-2.02%)]. Similarly, particulate matter (PM) with an average aerodynamic diameter of less than 10 μm (PM<sub>10</sub>) and lower respiratory diseases were positively associated during the warm period [lag0, ER (95% CI): 1.68% (0.44-2.94%)]. When the concentration of O<sub>3</sub>-8h was higher than 100 μg/L, there was a positive effect on circulatory [lag5, ER (95% CI): 2.83% (0.65-5.06%)], respiratory [lag5, ER (95% CI): 2.47% (0.85-4.11%)] and upper respiratory [lag5, ER (95% CI): 3.06% (1.38-4.77%)] outpatient visits. The variation in O<sub>3</sub>-8h changed slightly when we adjusted for other air pollutants, and after adjusting for O<sub>3</sub>-8h, the ERs of the other air pollutants changed slightly. After adjusting for PM with an average aerodynamic diameter of less than 2.5 μm (PM<sub>2.5</sub>), the ERs of the other air pollutants increased, and after adjusting for NO<sub>2</sub>, the ER of PM decreased.", "Exposure to ambient NO<sub>2</sub>, O<sub>3</sub>, PM<sub>2.5</sub> and PM<sub>10</sub> was associated with an increase in respiratory and circulatory system-related outpatient visits in Fuzhou, China."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China."}], "LastName": "Jiang", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China."}], "LastName": "Chen", "ForeName": "Jiedong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China."}], "LastName": "Wu", "ForeName": "Chuancheng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fuzhou Center for Disease Control and Prevention, Fuzhou, China."}], "LastName": "Lin", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fuzhou Center for Disease Control and Prevention, Fuzhou, China."}], "LastName": "Zhou", "ForeName": "Quan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China."}], "LastName": "Ji", "ForeName": "Shumi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China."}], "LastName": "Yang", "ForeName": "Shuangfeng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fuzhou Center for Disease Control and Prevention, Fuzhou, China. sanny77@sina.com."}], "LastName": "Zhang", "ForeName": "Xiaoyang", "Initials": "X"}, {"Identifier": ["0000-0003-2389-5946"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou, China. lby@mail.fjmu.edu.cn."}], "LastName": "Liu", "ForeName": "Baoying", "Initials": "B"}], "GrantList": [{"GrantID": "2018QH1008", "Agency": "Startup Fund for scientific research, Fujian Medical University", "Country": ""}, {"GrantID": "XRCZX2018011", "Agency": "Fujian Medical University's Research Foundation for Talented Scholars", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["epidemiology", "mortality"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Office Visits"}, {"QualifierName": [], "DescriptorName": "Outpatients"}, {"QualifierName": ["epidemiology", "mortality"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Spatio-Temporal Analysis"}], "CoiStatement": "All authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Landrigan PJ, Fuller R, Acosta NJ, Adeyi O, et al. The lancet commission on pollution and health. Lancet. 2018;391(10119):462–512.", "ArticleIdList": ["29056410"]}, {"Citation": "Kan H, Chen R, Tong S. Ambient air pollution, climate change, and population health in China. Environ Int. 2012;42:10–19.", "ArticleIdList": ["21440303"]}, {"Citation": "Lu F, Xu D, Cheng Y, Dong S, Guo C, Jiang X, Zheng X. Systematic review and meta-analysis of the adverse health effects of ambient PM2.5 and PM10 pollution in the Chinese population. Environ Res. 2015;136:196–204.", "ArticleIdList": ["25460637"]}, {"Citation": "Organization WHO. Air quality guidelines: global update 2005: particulate matter, ozone, nitrogen dioxide, and sulfur dioxide. World Health Organization. 2006.", "ArticleIdList": ["34662007"]}, {"Citation": "Liu C, Liu Y, Zhou Y, Feng A, Wang C, Shi T. Short-term effect of relatively low level air pollution on outpatient visit in Shennongjia. China Environ Pollut. 2019;245:419–426.", "ArticleIdList": ["30453140"]}, {"Citation": "Wang Y, Zu Y, Huang L, Zhang H, Wang C, Hu J. Associations between daily outpatient visits for respiratory diseases and ambient fine particulate matter and ozone levels in Shanghai, China. Environ Pollut. 2018;240:754–763.", "ArticleIdList": ["29778811"]}, {"Citation": "Zhang F, Li L, Krafft T, Lv J, Wang W, Pei D. Study on the association between ambient air pollution and daily cardiovascular and respiratory mortality in an urban district of Beijing. Inter J Env Res Pub Heal. 2011;8(6):2109–2123.", "ArticleIdList": ["PMC3138014", "21776219"]}, {"Citation": "Lamichhane DK, Kim HC, Choi CM, Shin MH, et al. Lung cancer risk and residential exposure to air pollution: a Korean population-based case-control study. Yonsei Med J. 2017;58(6):1111–1118.", "ArticleIdList": ["PMC5653475", "29047234"]}, {"Citation": "Hoffmann B, Luttmann-Gibson H, Cohen A, Zanobetti A, de Souza C, et al. Opposing effects of particle pollution, ozone, and ambient temperature on arterial blood pressure. Environ Health Persp. 2011;120(2):241–246.", "ArticleIdList": ["PMC3279434", "22020729"]}, {"Citation": "Wang C, Chen R, Shi M, Cai J, et al. Possible mediation by methylation in acute inflammation following personal exposure to fine particulate air pollution. Am J Epidemiol. 2017;187(3):484–493.", "ArticleIdList": ["PMC5860518", "29020142"]}, {"Citation": "Huang C, Moran AE, Coxson PG, Yang X, et al. Potential cardiovascular and total mortality benefits of air pollution control in urban China. Circulation. 2017;136(17):1575–1584.", "ArticleIdList": ["PMC5665369", "28882886"]}, {"Citation": "Lin Y, Zou J, Yang W, Li CQ. A review of recent advances in research on PM2.5 in China. Int J Environ Res Public Health. 2018; 15(3):E438.", "ArticleIdList": ["PMC5876983", "29498704"]}, {"Citation": "Szyszkowicz M, Rowe BH, Brook RD. Even low levels of ambient air pollutants are associated with increased emergency department visits for hypertension. Can J Cardiol. 2012;28(3):360–366.", "ArticleIdList": ["21944840"]}, {"Citation": "Peel JL, Metzger KB, Klein M, Flanders WD, et al. Ambient air pollution and cardiovascular emergency department visits in potentially sensitive groups. Am J Epidemiol. 2006;165(6):625–633.", "ArticleIdList": ["17194748"]}, {"Citation": "Shin H, Burr W, Stieb D, Haque L, Kalayci H, Jovic B, Smith-Doiron M. Air health trend Indicator: association between short-term exposure to ground ozone and circulatory hospitalizations in Canada for 17 years, 1996–2012. Int J Environ Res Public Health. 2018;15(8):E1566.", "ArticleIdList": ["PMC6121235", "30042335"]}, {"Citation": "Crouse DL, Peters PA, van Donkelaar A, Goldberg MS, et al. Risk of nonaccidental and cardiovascular mortality in relation to long-term exposure to low concentrations of fine particulate matter: a Canadian national-level cohort study. Environ Health Perspect. 2012;120(5):708–714.", "ArticleIdList": ["PMC3346774", "22313724"]}, {"Citation": "Zhang S, Li G, Tian L, Guo Q, Pan X. Short-term exposure to air pollution and morbidity of COPD and asthma in east Asian area: a systematic review and meta-analysis. Environ Res. 2016;148:15–23.", "ArticleIdList": ["26995350"]}, {"Citation": "Wang C, Feng L, Chen K. The impact of ambient particulate matter on hospital outpatient visits for respiratory and circulatory system disease in an urban Chinese population. Sci Total Environ. 2019;666:672–679.", "ArticleIdList": ["30812001"]}, {"Citation": "Chai G, He H, Sha Y, Zhai G, Zong S. Effect of PM2. 5 on daily outpatient visits for respiratory diseases in Lanzhou, China. Sci Total Environ. 2019;649:1563–1572.", "ArticleIdList": ["30308924"]}, {"Citation": "Bhaskaran K, Gasparrini A, Hajat S, Smeeth L, Armstrong B. Time series regression studies in environmental epidemiology. Int J Epidemiol. 2013;42(4):1187–1195.", "ArticleIdList": ["PMC3780998", "23760528"]}, {"Citation": "Li L, Lin GZ, Liu HZ, Guo Y, Ou CQ, Chen PY. Can the air pollution index be used to communicate the health risks of air pollution? Environ Pollut. 2015;205:153–160.", "ArticleIdList": ["26057478"]}, {"Citation": "Gasparrini A. Distributed lag linear and non-linear models in R: the package dlnm. J Stat Softw. 2011;43(8):1–20.", "ArticleIdList": ["PMC3191524", "22003319"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG. Distributed lag non-linear models. Stat Med. 2010;29(21):2224–2234.", "ArticleIdList": ["PMC2998707", "20812303"]}, {"Citation": "Zhang H, Wang Y, Hu J, Ying Q, Hu XM. Relationships between meteorological parameters and criteria air pollutants in three megacities in China. Environ Res. 2015;140:242–254.", "ArticleIdList": ["25880606"]}, {"Citation": "Li R, Wang Z, Cui L, Fu H, et al. Air pollution characteristics in China during 2015–2016: spatiotemporal variations and key meteorological factors. Sci Total Environ. 2019;648:902–915.", "ArticleIdList": ["30144758"]}, {"Citation": "Quan J, Tie X, Zhang Q, Liu Q, et al. Characteristics of heavy aerosol pollution during the 2012–2013 winter in Beijing, China. Atmos Environ. 2014;88:83–89."}, {"Citation": "McGregor GR, Bamzelis D. Synoptic typing and its application to the investigation of weather air pollution relationships, Birmingham, United Kingdom. Theor Appl Climatol. 1995;51(4):223–236."}, {"Citation": "Duo B, Cui L, Wang Z, et al. Observations of atmospheric pollutants at Lhasa during 2014–2015: pollution status and the influence of meteorological factors. J Environ Sci. 2018;63:28–42.", "ArticleIdList": ["29406111"]}, {"Citation": "Ma Y, Xiao B, Liu C, Zhao Y, Zheng X. Association between ambient air pollution and emergency room visits for respiratory diseases in spring dust storm season in Lanzhou, China. Inter J Env Res Pub Heal. 2016;13(6):613.", "ArticleIdList": ["PMC4924070", "27338430"]}, {"Citation": "Zhang H, Niu Y, Yao Y, Chen R, Zhou X, Kan H. The impact of ambient air pollution on daily hospital visits for various respiratory diseases and the relevant medical expenditures in Shanghai, China. Int J Environ Res Public Health. 2018;15(3):E425.", "ArticleIdList": ["PMC5876970", "29495633"]}, {"Citation": "Zhang P, Dong G, Sun B, et al. Long-term exposure to ambient air pollution and mortality due to cardiovascular disease and cerebrovascular disease in Shenyang, China. Plos One. 2011;6(6):e20827.", "ArticleIdList": ["PMC3112212", "21695220"]}, {"Citation": "Phung D, Hien TT, Linh HN, Luong LM, Morawska L, Chu C, Binh ND, Thai PK. Air pollution and risk of respiratory and cardiovascular hospitalizations in the most populous city in Vietnam. Sci Total Environ. 2016;557:322–330.", "ArticleIdList": ["27016680"]}, {"Citation": "Zhang Y, Wang SG, Xia Y, Shang KZ, Cheng YF, et al. Association between ambient air pollution and hospital emergency admissions for respiratory and cardiovascular diseases in Beijing: a time series study. Biomed Environ Sci. 2015;28(5):352–363.", "ArticleIdList": ["26055562"]}, {"Citation": "Sun J, Barnes A, He D, Wang M, Wang J. Systematic review and meta-analysis of the association between ambient nitrogen dioxide and respiratory disease in China. Int J Environ Res Public Health. 2017;14(6):E646.", "ArticleIdList": ["PMC5486332", "28621760"]}, {"Citation": "Perez-Lauterbach D, Nahum R, Ahmad H, Topeff JM, Dossick D, Cole JB, Arens AM. Dose-dependent pulmonary injury following nitrogen dioxide inhalation from Kinepak™ detonation. J Emerg Med. 2019;57(2):77–180.", "ArticleIdList": ["31060842"]}, {"Citation": "Sun S, Cao W, Mason TG, Ran J, Qiu H, et al. Increased susceptibility to heat for respiratory hospitalizations in Hong Kong. Sci Total Environ. 2019;666:197–204.", "ArticleIdList": ["30798230"]}, {"Citation": "Park JH, Lee SH, Yun SJ, Ryu S, Choi SW, et al. Air pollutants and atmospheric pressure increased risk of ED visit for spontaneous pneumothorax. Am J Emerg Med. 2018;36(12):2249–2253.", "ArticleIdList": ["29685359"]}, {"Citation": "Ma Y, Yang S, Yu Z, Jiao H, Zhang Y, Ma B, Zhou J. Effect of diurnal temperature range on outpatient visits for common cold in Shanghai, China. ENVIRON SCI POLLUT R. 2020;27(2):1436–1448.", "ArticleIdList": ["31748999"]}, {"Citation": "Ma Y, Jiao H, Zhang Y, Cheng B, Feng F, Yu Z, Ma B. Impact of temperature changes between neighboring days on COPD in a city in Northeast China. Environ Sci Pollut Res. 2019:1–9.", "ArticleIdList": ["31845269"]}, {"Citation": "Zhao A, Chen R, Kuang X, Kan H. Ambient air pollution and daily outpatient visits for cardiac arrhythmia in Shanghai, China. J Epidemiol. 2014;24(4):321–326.", "ArticleIdList": ["PMC4074637", "24835409"]}, {"Citation": "Yu IT, Qiu H, Wang X, Tian L, Tse LA. Synergy between particles and nitrogen dioxide on emergency hospital admissions for cardiac diseases in Hong Kong. Int J Cardiol. 2013;168(3):2831–2836.", "ArticleIdList": ["23608392"]}, {"Citation": "Luo K, Li R, Wang Z, Zhang R, Xu Q. Effect modification of the association between temperature variability and daily cardiovascular mortality by air pollutants in three Chinese cities. Environ Pollut. 2017;230:989–999.", "ArticleIdList": ["28763936"]}, {"Citation": "Shi W, Sun Q, Du P, Tang S, Chen C, Sun Z, Wang J, Li T, Shi X. Modification effects of temperature on the ozone–mortality relationship: a nationwide multicounty study in China. Environ Sci Technol. 2020;54(5):2859–68.", "ArticleIdList": ["32022552"]}, {"Citation": "Newby DE, Mannucci PM, Tell GS, Baccarelli AA, Brook RD, et al. Expert position paper on air pollution and cardiovascular disease. Eur J Heart Fail. 2014;36(2):83–93.", "ArticleIdList": ["PMC6279152", "25492627"]}, {"Citation": "Baccarelli A, Zanobetti A, Martinelli I, Grillo P, Hou L, Giacomini S, et al. Effects of exposure to air pollution on blood coagulation. J Thromb Haemost. 2007;5(2):252–260.", "ArticleIdList": ["17083648"]}, {"Citation": "Li T, Zhang Y, Wang J, Xu D, et al. All-cause mortality risk associated with long-term exposure to ambient PM2·5 in China: a cohort study. The Lancet Public Health. 2018;3(10):e470–e477.", "ArticleIdList": ["30314593"]}, {"Citation": "Beelen R, Raaschou-Nielsen O, Stafoggia M, et al. Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project. The Lancet. 2014;383(9919):785–95.", "ArticleIdList": ["24332274"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. The Lancet. 2017;389(10082):1907–18.", "ArticleIdList": ["PMC5439030", "28408086"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "10", "Day": "8"}, {"Year": "2020", "Month": "5", "Day": "13"}, {"Year": "2020", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["32690064", "PMC7370472", "10.1186/s12889-020-08915-y", "10.1186/s12889-020-08915-y"]}}], "PubmedBookArticle": []}