{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CD206", "Fc receptor", "cholesterol", "lung", "macrophage", "oxysterol", "ozone", "phagocytosis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32690608", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "20"}], "ELocationID": ["10.1074/jbc.RA120.013699"], "Journal": {"ISSN": "1083-351X", "JournalIssue": {"Volume": "295", "Issue": "36", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "04"}}, "Title": "The Journal of biological chemistry", "ISOAbbreviation": "J Biol Chem"}, "ArticleTitle": "Ozone-derived oxysterols impair lung macrophage phagocytosis via adduction of some phagocytosis receptors.", "Pagination": {"StartPage": "12727", "EndPage": "12738", "MedlinePgn": "12727-12738"}, "Abstract": {"AbstractText": ["Inhalation of the ambient air pollutant ozone causes lung inflammation and can suppress host defense mechanisms, including impairing macrophage phagocytosis. Ozone reacts with cholesterol in the lung to form oxysterols, like secosterol A and secosterol B (SecoA and SecoB), which can form covalent adducts on cellular proteins. How oxysterol-protein adduction modifies the function of lung macrophages is unknown. Herein, we used a proteomic screen to identify lung macrophage proteins that form adducts with ozone-derived oxysterols. Functional ontology analysis of the adductome indicated that protein binding was a major function of adducted proteins. Further analysis of specific proteins forming adducts with SecoA identified the phagocytic receptors CD206 and CD64. Adduction of these receptors with ozone-derived oxysterols impaired ligand binding and corresponded with reduced macrophage phagocytosis. This work suggests a novel mechanism for the suppression of macrophage phagocytosis following ozone exposure through the generation of oxysterols and the formation of oxysterol-protein adducts on phagocytic receptors."], "CopyrightInformation": "© 2020 Duffney et al."}, "AuthorList": [{"Identifier": ["0000-0002-1042-7417"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina, USA."}], "LastName": "Duffney", "ForeName": "Parker F", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Vanderbilt University, Nashville, Tennessee, USA."}], "LastName": "Kim", "ForeName": "Hye-Young H", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Vanderbilt University, Nashville, Tennessee, USA."}], "LastName": "Porter", "ForeName": "Ned A", "Initials": "NA"}, {"Identifier": ["0000-0001-8728-0305"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina, USA ilona_jaspers@med.unc.edu."}], "LastName": "Jaspers", "ForeName": "Ilona", "Initials": "I"}], "GrantList": [{"GrantID": "P30 ES010126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES028269", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 ES007126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Biol Chem", "NlmUniqueID": "2985121R", "ISSNLinking": "0021-9258"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "FCGR1A protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "MRC1 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Membrane Glycoproteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxysterols"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, IgG"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Immunologic"}, {"RegistryNumber": "0", "NameOfSubstance": "secosterol-B"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "97C5T2UQ7J", "NameOfSubstance": "Cholesterol"}], "MeshHeadingList": [{"QualifierName": ["analogs & derivatives", "metabolism"], "DescriptorName": "Cholesterol"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["cytology", "metabolism"], "DescriptorName": "Lung"}, {"QualifierName": ["cytology", "metabolism"], "DescriptorName": "Macrophages"}, {"QualifierName": ["metabolism"], "DescriptorName": "Membrane Glycoproteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxysterols"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Phagocytosis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Receptors, IgG"}, {"QualifierName": ["metabolism"], "DescriptorName": "Receptors, Immunologic"}, {"QualifierName": [], "DescriptorName": "THP-1 Cells"}], "CoiStatement": "Conflict of interest—The authors declare that they have no conflicts of interest with the contents of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Koren H. S., Devlin R. B., Graham D. E., Mann R., McGee M. P., Horstman D. H., Kozumbo W. J., Becker S., House D. E., and McDonnell W. F. (1989) Ozone-induced inflammation in the lower airways of human subjects. Am. Rev. Respir. Dis. 139, 407–415 10.1164/ajrccm/139.2.407", "ArticleIdList": ["10.1164/ajrccm/139.2.407", "2913889"]}, {"Citation": "Graham D. E., and Koren H. S. (1990) Biomarkers of inflammation in ozone-exposed humans. Comparison of the nasal and bronchoalveolar lavage. Am. Rev. Respir. Dis. 142, 152–156 10.1164/ajrccm/142.1.152", "ArticleIdList": ["10.1164/ajrccm/142.1.152", "2368963"]}, {"Citation": "Aris R. M., Christian D., Hearne P. Q., Kerr K., Finkbeiner W. E., and Balmes J. R. (1993) Ozone-induced airway inflammation in human subjects as determined by airway lavage and biopsy. Am. Rev. Respir. Dis. 148, 1363–1372 10.1164/ajrccm/148.5.1363", "ArticleIdList": ["10.1164/ajrccm/148.5.1363", "8239177"]}, {"Citation": "White M. C., Etzel R. A., Wilcox W. D., and Lloyd C. (1994) Exacerbations of childhood asthma and ozone pollution in Atlanta. Environ. Res. 65, 56–68 10.1006/enrs.1994.1021", "ArticleIdList": ["10.1006/enrs.1994.1021", "8162885"]}, {"Citation": "Farhat S. C. L., Almeida M. B., Silva-Filho L., Farhat J., Rodrigues J. C., and Braga A. L. F. (2013) Ozone is associated with an increased risk of respiratory exacerbations in patients with cystic fibrosis. Chest 144, 1186–1192 10.1378/chest.12-2414", "ArticleIdList": ["10.1378/chest.12-2414", "PMC7172612", "23493973"]}, {"Citation": "Kesic M. J., Meyer M., Bauer R., and Jaspers I. (2012) Exposure to ozone modulates human airway protease/antiprotease balance contributing to increased influenza A infection. PLoS One 7, e35108 10.1371/journal.pone.0035108", "ArticleIdList": ["10.1371/journal.pone.0035108", "PMC3322171", "22496898"]}, {"Citation": "Purvis M. R., Miller S., and Ehrlich R. (1961) Effect of atmospheric pollutants on susceptibility to respiratory infection. I. Effect of ozone. J. Infect. Dis. 109, 238–242 10.1093/infdis/109.3.238", "ArticleIdList": ["10.1093/infdis/109.3.238", "14489270"]}, {"Citation": "Uppu R. M., Cueto R., Squadrito G. L., and Pryor W. A. (1995) What does ozone react with at the air/lung interface? Model studies using human red blood cell membranes. Arch. Biochem. Biophys. 319, 257–266 10.1006/abbi.1995.1290", "ArticleIdList": ["10.1006/abbi.1995.1290", "7771793"]}, {"Citation": "Speen A. M., Kim H. H., Bauer R. N., Meyer M., Gowdy K. M., Fessler M. B., Duncan K. E., Liu W., Porter N. A., and Jaspers I. (2016) Ozone-derived oxysterols affect liver X receptor (LXR) signaling: A potential role for lipid-protein adducts. J. Biol. Chem. 291, 25192–25206 10.1074/jbc.M116.732362", "ArticleIdList": ["10.1074/jbc.M116.732362", "PMC5122785", "27703007"]}, {"Citation": "Windsor K., Genaro-Mattos T. C., Miyamoto S., Stec D. F., Kim H. Y., Tallman K. A., and Porter N. A. (2014) Assay of protein and peptide adducts of cholesterol ozonolysis products by hydrophobic and click enrichment methods. Chem. Res. Toxicol. 27, 1757–1768 10.1021/tx500229h", "ArticleIdList": ["10.1021/tx500229h", "PMC4203397", "25185119"]}, {"Citation": "Devlin R. B., McDonnell W. F., Mann R., Becker S., House D. E., Schreinemachers D., and Koren H. S. (1991) Exposure of humans to ambient levels of ozone for 6.6 hours causes cellular and biochemical changes in the lung. Am. J. Respir. Cell Mol. Biol. 4, 72–81 10.1165/ajrcmb/4.1.72", "ArticleIdList": ["10.1165/ajrcmb/4.1.72", "1846079"]}, {"Citation": "Canning B. J., Hmieleski R. R., Spannhake E. W., and Jakab G. J. (1991) Ozone reduces murine alveolar and peritoneal macrophage phagocytosis: The role of prostanoids. Am. J. Physiol. 261, L277–L282 10.1152/ajplung.1991.261.4.L277", "ArticleIdList": ["10.1152/ajplung.1991.261.4.L277", "1928362"]}, {"Citation": "Driscoll K. E., Vollmuth T. A., and Schlesinger R. B. (1987) Acute and subchronic ozone inhalation in the rabbit: Response of alveolar macrophages. J. Toxicol. Environ. Health 21, 27–43 10.1080/15287398709531000", "ArticleIdList": ["10.1080/15287398709531000", "3573074"]}, {"Citation": "Jakab G. J., and Hemenway D. R. (1994) Concomitant exposure to carbon black particulates enhances ozone-induced lung inflammation and suppression of alveolar macrophage phagocytosis. J. Toxicol. Environ. Health 41, 221–231 10.1080/15287399409531838", "ArticleIdList": ["10.1080/15287399409531838", "8301700"]}, {"Citation": "O'Riordan D. M., Standing J. E., and Limper A. H. (1995) Pneumocystis carinii glycoprotein A binds macrophage mannose receptors. Infect. Immun. 63, 779–784 10.1128/IAI.63.3.779-784.1995", "ArticleIdList": ["10.1128/IAI.63.3.779-784.1995", "PMC173070", "7868247"]}, {"Citation": "Marodi L., Korchak H. M., and Johnston R. B. Jr. (1991) Mechanisms of host defense against Candida species. I. Phagocytosis by monocytes and monocyte-derived macrophages. J. Immunol. 146, 2783–2789", "ArticleIdList": ["1901885"]}, {"Citation": "Astarie-Dequeker C., N'Diaye E.-N., Le Cabec V., Rittig M. G., Prandi J., and Maridonneau-Parini I. (1999) The mannose receptor mediates uptake of pathogenic and nonpathogenic mycobacteria and bypasses bactericidal responses in human macrophages. Infect. Immun. 67, 469–477 10.1128/IAI.67.2.469-477.1999", "ArticleIdList": ["10.1128/IAI.67.2.469-477.1999", "PMC96343", "9916047"]}, {"Citation": "Martinez-Pomares L. (2012) The mannose receptor. J. Leukoc. Biol. 92, 1177–1186 10.1189/jlb.0512231", "ArticleIdList": ["10.1189/jlb.0512231", "22966131"]}, {"Citation": "Becker S., Madden M. C., Newman S. L., Devlin R. B., and Koren H. S. (1991) Modulation of human alveolar macrophage properties by ozone exposure in vitro. Toxicol. Appl. Pharmacol. 110, 403–415 10.1016/0041-008X(91)90042-D", "ArticleIdList": ["10.1016/0041-008X(91)90042-D", "1658983"]}, {"Citation": "Gazi U., and Martinez-Pomares L. (2009) Influence of the mannose receptor in host immune responses. Immunobiology 214, 554–561 10.1016/j.imbio.2008.11.004", "ArticleIdList": ["10.1016/j.imbio.2008.11.004", "19162368"]}, {"Citation": "Taylor M. E., Bezouska K., and Drickamer K. (1992) Contribution to ligand binding by multiple carbohydrate-recognition domains in the macrophage mannose receptor. J. Biol. Chem. 267, 1719–1726", "ArticleIdList": ["1730714"]}, {"Citation": "Genin M., Clement F., Fattaccioli A., Raes M., and Michiels C. (2015) M1 and M2 macrophages derived from THP-1 cells differentially modulate the response of cancer cells to etoposide. BMC Cancer 15, 577 10.1186/s12885-015-1546-9", "ArticleIdList": ["10.1186/s12885-015-1546-9", "PMC4545815", "26253167"]}, {"Citation": "Clapp P. W., Pawlak E. A., Lackey J. T., Keating J. E., Reeber S. L., Glish G. L., and Jaspers I. (2017) Flavored e-cigarette liquids and cinnamaldehyde impair respiratory innate immune cell function. Am. J. Physiol. Lung Cell. Mol. Physiol. 313, L278–L292 10.1152/ajplung.00452.2016", "ArticleIdList": ["10.1152/ajplung.00452.2016", "PMC5582929", "28495856"]}, {"Citation": "Gordon S. (2016) Phagocytosis: An immunobiologic process. Immunity 44, 463–475 10.1016/j.immuni.2016.02.026", "ArticleIdList": ["10.1016/j.immuni.2016.02.026", "26982354"]}, {"Citation": "Ravetch J. V., and Kinet J. P. (1991) Fc receptors. Annu. Rev. Immunol. 9, 457–492 10.1146/annurev.iy.09.040191.002325", "ArticleIdList": ["10.1146/annurev.iy.09.040191.002325", "1910686"]}, {"Citation": "Kreit J. W., Gross K. B., Moore T. B., Lorenzen T. J., D'Arcy J., and Eschenbacher W. L. (1989) Ozone-induced changes in pulmonary function and bronchial responsiveness in asthmatics. J. Appl. Physiol. 66, 217–222 10.1152/jappl.1989.66.1.217", "ArticleIdList": ["10.1152/jappl.1989.66.1.217", "2917924"]}, {"Citation": "Santrock J., Gorski R. A., and O'Gara J. F. (1992) Products and mechanism of the reaction of ozone with phospholipids in unilamellar phospholipid vesicles. Chem. Res. Toxicol. 5, 134–141 10.1021/tx00025a023", "ArticleIdList": ["10.1021/tx00025a023", "1581530"]}, {"Citation": "Uhlson C., Harrison K., Allen C. B., Ahmad S., White C. W., and Murphy R. C. (2002) Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem. Res. Toxicol. 15, 896–906 10.1021/tx010183i", "ArticleIdList": ["10.1021/tx010183i", "12118999"]}, {"Citation": "Oosting R. S., van Greevenbroek M. M., Verhoef J., van Golde L. M., and Haagsman H. P. (1991) Structural and functional changes of surfactant protein A induced by ozone. Am. J. Physiol. 261, L77–L83 10.1152/ajplung.1991.261.2.L77", "ArticleIdList": ["10.1152/ajplung.1991.261.2.L77", "1872418"]}, {"Citation": "Wang G., Bates-Kenney S. R., Tao J. Q., Phelps D. S., and Floros J. (2004) Differences in biochemical properties and in biological function between human SP-A1 and SP-A2 variants, and the impact of ozone-induced oxidation. Biochemistry 43, 4227–4239 10.1021/bi036023i", "ArticleIdList": ["10.1021/bi036023i", "15065867"]}, {"Citation": "Chacko B. K., Wall S. B., Kramer P. A., Ravi S., Mitchell T., Johnson M. S., Wilson L., Barnes S., Landar A., and Darley-Usmar V. M. (2016) Pleiotropic effects of 4-hydroxynonenal on oxidative burst and phagocytosis in neutrophils. Redox Biol. 9, 57–66 10.1016/j.redox.2016.06.003", "ArticleIdList": ["10.1016/j.redox.2016.06.003", "PMC4939321", "27393890"]}, {"Citation": "Wang G., Umstead T. M., Phelps D. S., Al-Mondhiry H., and Floros J. (2002) The effect of ozone exposure on the ability of human surfactant protein a variants to stimulate cytokine production. Environ. Health Perspect. 110, 79–84 10.1289/ehp.0211079", "ArticleIdList": ["10.1289/ehp.0211079", "PMC1240696", "11781168"]}, {"Citation": "Mikerov A. N., Umstead T. M., Gan X., Huang W., Guo X., Wang G., Phelps D. S., and Floros J. (2008) Impact of ozone exposure on the phagocytic activity of human surfactant protein A (SP-A) and SP-A variants. Am. J. Physiol. Lung Cell. Mol. Physiol. 294, L121–L130 10.1152/ajplung.00288.2007", "ArticleIdList": ["10.1152/ajplung.00288.2007", "PMC2964667", "17981957"]}, {"Citation": "Murphy R. C., and Johnson K. M. (2008) Cholesterol, reactive oxygen species, and the formation of biologically active mediators. J. Biol. Chem. 283, 15521–15525 10.1074/jbc.R700049200", "ArticleIdList": ["10.1074/jbc.R700049200", "PMC2414298", "18285330"]}, {"Citation": "Pulfer M. K., Taube C., Gelfand E., and Murphy R. C. (2005) Ozone exposure in vivo and formation of biologically active oxysterols in the lung. J. Pharmacol. Exp. Ther. 312, 256–264 10.1124/jpet.104.073437", "ArticleIdList": ["10.1124/jpet.104.073437", "15316091"]}, {"Citation": "Pulfer M. K., and Murphy R. C. (2004) Formation of biologically active oxysterols during ozonolysis of cholesterol present in lung surfactant. J. Biol. Chem. 279, 26331–26338 10.1074/jbc.M403581200", "ArticleIdList": ["10.1074/jbc.M403581200", "15096493"]}, {"Citation": "Lowry T. H., and Richardson K. S. (1987) Mechanism and Theory in Organic Chemistry, 3rd ed., Harper & Row, New York"}, {"Citation": "Gaynor C. D., McCormack F. X., Voelker D. R., McGowan S. E., and Schlesinger L. S. (1995) Pulmonary surfactant protein A mediates enhanced phagocytosis of Mycobacterium tuberculosis by a direct interaction with human macrophages. J. Immunol. 155, 5343–5351 10.4049/jimmunol.169.7.3565", "ArticleIdList": ["10.4049/jimmunol.169.7.3565", "7594549"]}, {"Citation": "Schlesinger L. S. (1993) Macrophage phagocytosis of virulent but not attenuated strains of Mycobacterium tuberculosis is mediated by mannose receptors in addition to complement receptors. J. Immunol. 150, 2920–2930", "ArticleIdList": ["8454864"]}, {"Citation": "Taylor M. E., and Drickamer K. (1993) Structural requirements for high affinity binding of complex ligands by the macrophage mannose receptor. J. Biol. Chem. 268, 399–404", "ArticleIdList": ["8416946"]}, {"Citation": "Daeron M. (1997) Fc receptor biology. Annu. Rev. Immunol. 15, 203–234 10.1146/annurev.immunol.15.1.203", "ArticleIdList": ["10.1146/annurev.immunol.15.1.203", "9143687"]}, {"Citation": "Finot P. A., Bujard E., Mottu F., and Mauron J. (1977) Availability of the true Schiff's bases of lysine. Chemical evaluation of the Schiff's base between lysine and lactose in milk. Adv. Exp. Med. Biol. 86b, 343–365", "ArticleIdList": ["906923"]}, {"Citation": "Cui Y., Li X., Lin J., Hao Q., and Li X. D. (2017) Histone ketoamide adduction by 4-oxo-2-nonenal is a reversible posttranslational modification regulated by Sirt2. ACS Chem. Biol. 12, 47–51 10.1021/acschembio.6b00713", "ArticleIdList": ["10.1021/acschembio.6b00713", "28103679"]}, {"Citation": "Devlin R. B., McDonnell W. F., Becker S., Madden M. C., McGee M. P., Perez R., Hatch G., House D. E., and Koren H. S. (1996) Time-dependent changes of inflammatory mediators in the lungs of humans exposed to 0.4 ppm ozone for 2 hr: A comparison of mediators found in bronchoalveolar lavage fluid 1 and 18 hr after exposure. Toxicol. Appl. Pharmacol. 138, 176–185 10.1006/taap.1996.0111", "ArticleIdList": ["10.1006/taap.1996.0111", "8658507"]}, {"Citation": "Windsor K., Genaro-Mattos T. C., Kim H. Y., Liu W., Tallman K. A., Miyamoto S., Korade Z., and Porter N. A. (2013) Probing lipid-protein adduction with alkynyl surrogates: Application to Smith-Lemli-Opitz syndrome. J. Lipid Res. 54, 2842–2850 10.1194/jlr.M041061", "ArticleIdList": ["10.1194/jlr.M041061", "PMC3770096", "23828810"]}, {"Citation": "Chambers M. C., Maclean B., Burke R., Amodei D., Ruderman D. L., Neumann S., Gatto L., Fischer B., Pratt B., Egertson J., Hoff K., Kessner D., Tasman N., Shulman N., Frewen B., Baker T. A., Brusniak M. Y., Paulse C., Creasy D., Flashner L., Kani K., Moulding C., Seymour S. L., Nuwaysir L. M., Lefebvre B., Kuhlmann F., Roark J., Rainer P., Detlev S., Hemenway T., Huhmer A., Langridge J., Connolly B., Chadick T., Holly K., Eckels J., Deutsch E. W., Moritz R. L., Katz J. E., Agus D. B., MacCoss M., Tabb D. L., and Mallick P. (2012) A cross-platform toolkit for mass spectrometry and proteomics. Nat Biotechnol. 30, 918–920 10.1038/nbt.2377", "ArticleIdList": ["10.1038/nbt.2377", "PMC3471674", "23051804"]}, {"Citation": "Kessner D., Chambers M., Burke R., Agus D., and Mallick P. (2008) ProteoWizard: open source software for rapid proteomics tools development. Bioinformatics. 24, 2534–2536 10.1093/bioinformatics/btn323", "ArticleIdList": ["10.1093/bioinformatics/btn323", "PMC2732273", "18606607"]}, {"Citation": "Kim S., and Pevzner P. A. (2014) MS-GF+ makes progress towards a universal database search tool for proteomics. Nat Commun. 5, 5277 10.1038/ncomms6277", "ArticleIdList": ["10.1038/ncomms6277", "PMC5036525", "25358478"]}, {"Citation": "Ma Z. Q., Dasari S., Chambers M. C., Litton M. D., Sobecki S. M., Zimmerman L. J., Halvey P. J., Schilling B., Drake P. M., Gibson B. W., and Tabb D. L. (2009) IDPicker 2.0: Improved protein assembly with high discrimination peptide identification filtering. J Proteome Res. 8, 3872–3881 10.1021/pr900360j", "ArticleIdList": ["10.1021/pr900360j", "PMC2810655", "19522537"]}, {"Citation": "Zhang B., Kirov S., and Snoddy J. (2005) WebGestalt: an integrated system for exploring gene sets in various biological contexts. Nucleic Acids Res. 33, W741–748 10.1093/nar/gki475", "ArticleIdList": ["10.1093/nar/gki475", "PMC1160236", "15980575"]}, {"Citation": "Wang J., Duncan D., Shi Z., and Zhang B. (2013) WEB-based GEne SeT AnaLysis Toolkit (WebGestalt): update 2013. Nucleic Acids Res. 41, W77–W83 10.1093/nar/gkt439", "ArticleIdList": ["10.1093/nar/gkt439", "PMC3692109", "23703215"]}, {"Citation": "O'Shea J. P., Chou M. F., Quader S. A., Ryan J. K., Church G. M., and Schwartz D. (2013) pLogo: a probabilistic approach to visualizing sequence motifs. Nat Methods. 10, 1211–1212 10.1038/nmeth.2646", "ArticleIdList": ["10.1038/nmeth.2646", "24097270"]}, {"Citation": "Perez-Riverol Y., Csordas A., Bai J., Bernal-Llinares M., Hewapathirana S., Kundu D. J., Inuganti A., Griss J., Mayer G., Eisenacher M., Perez E., Uszkoreit J., Pfeuffer J., Sachsenberg T., Yilmaz S., et al. (2019) The PRIDE database and related tools and resources in 2019: Improving support for quantification data. Nucleic Acids Res. 47, D442–D450 10.1093/nar/gky1106", "ArticleIdList": ["10.1093/nar/gky1106", "PMC6323896", "30395289"]}, {"Citation": "Bauer R. N., Müller L., Brighton L. E., Duncan K. E., and Jaspers I. (2015) Interaction with epithelial cells modifies airway macrophage response to ozone. Am. J. Respir. Cell. Mol. Biol. 52, 285–294 10.1165/rcmb.2014-0035OC", "ArticleIdList": ["10.1165/rcmb.2014-0035OC", "PMC4370258", "25054807"]}, {"Citation": "Hatch G. E., Duncan K. E., Diaz-Sanchez D., Schmitt M. T., Ghio A. J., Carraway M. S., McKee J., Dailey L. A., Berntsen J., and Devlin R. B. (2014) Progress in assessing air pollutant risks from in vitro exposures: matching ozone dose and effect in human airway cells. Toxicol. Sci. 141, 198–205 10.1093/toxsci/kfu115", "ArticleIdList": ["10.1093/toxsci/kfu115", "PMC4833104", "24928893"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "6"}, {"Year": "2020", "Month": "6", "Day": "16"}, {"Year": "2020", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32690608", "PMC7476716", "10.1074/jbc.RA120.013699", "S0021-9258(17)49987-X"]}}], "PubmedBookArticle": []}