{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["asthma", "environmental health", "mHealth/telemedicine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32734159", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "07"}], "ELocationID": ["10.1093/jamiaopen/ooaa011"], "Journal": {"ISSN": "2574-2531", "JournalIssue": {"Volume": "3", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "JAMIA open", "ISOAbbreviation": "JAMIA Open"}, "ArticleTitle": "Biomedical REAl-Time Health Evaluation (BREATHE): toward an mHealth informatics platform.", "Pagination": {"StartPage": "190", "EndPage": "200", "MedlinePgn": "190-200"}, "Abstract": {"AbstractText": ["To describe a configurable mobile health (mHealth) framework for integration of physiologic and environmental sensors to be used in studies focusing on the domain of pediatric asthma.", "The Biomedical REAl-Time Health Evaluation (BREATHE) platform connects different sensors and data streams, contextualizing an individual's symptoms and daily activities over time to understand pediatric asthma's presentation and its management. A smartwatch/smartphone combination serves as a hub for personal/wearable sensing devices collecting data on health (eg, heart rate, spirometry, medications), motion, and personal exposures (eg, particulate matter, ozone); securely transmitting information to BREATHE's servers; and interacting with the user (eg, ecological momentary assessments). Server-side integration of electronic health record data and spatiotemporally correlated information (eg, weather, traffic) elaborates on these observations. An initial panel study involving pediatric asthma patients was conducted to assess BREATHE.", "Twenty subjects were enrolled, during which BREATHE accrued seven consecutive days of continuous data per individual. The data were used to confirm knowledge about asthma (use of controller inhalers, time-activity behaviors, personal air pollution exposure), and additional analyses provided insights into within-day associations of environmental triggers and asthma exacerbations. Exit surveys focusing on mHealth usability, while positive, noted several translational challenges.", "Based on these promising results, a longitudinal panel study to evaluate individual microenvironments and exposures is ongoing. Lessons learned thus far reflect the need to address various usability aspects, including convenience and ongoing engagement.", "BREATHE enables multi-sensor mHealth studies, capturing new types of information alongside an evolving understanding of personal exposomes."], "CopyrightInformation": "© The Author(s) 2020. Published by Oxford University Press on behalf of the American Medical Informatics Association."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical and Imaging Informatics (MII) Group, Department of Radiological Sciences, UCLA, Los Angeles, California, USA."}], "LastName": "Bui", "ForeName": "Alex A T", "Initials": "AAT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computer Science Department, UCLA, Los Angeles, California, USA."}], "LastName": "Hosseini", "ForeName": "Anahita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mobilize Labs, UCLA, Los Angeles, California, USA."}], "LastName": "Rocchio", "ForeName": "Rose", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mobilize Labs, UCLA, Los Angeles, California, USA."}], "LastName": "Jacobs", "ForeName": "Nate", "Initials": "N"}, {"Identifier": ["0000-0001-7974-4309"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, UCLA, Los Angeles, California, USA."}], "LastName": "Ross", "ForeName": "Mindy K", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, UCLA, Los Angeles, California, USA."}], "LastName": "Okelo", "ForeName": "Sande", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sonoma Technologies, Inc., Petaluma, California, USA."}], "LastName": "Lurmann", "ForeName": "Fred", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles, California, USA."}], "LastName": "Eckel", "ForeName": "Sandrah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles, California, USA."}], "LastName": "Dzubur", "ForeName": "Eldin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles, California, USA."}], "LastName": "Dunton", "ForeName": "Genevieve", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles, California, USA."}], "LastName": "Gilliland", "ForeName": "Frank", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computer Science Department, UCLA, Los Angeles, California, USA."}], "LastName": "Sarrafzadeh", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, University of Southern California, Los Angeles, California, USA."}], "LastName": "Habre", "ForeName": "Rima", "Initials": "R"}], "GrantList": [{"GrantID": "U01 EB021980", "Acronym": "EB", "Agency": "NIBIB NIH HHS", "Country": "United States"}, {"GrantID": "U01 EB021983", "Acronym": "EB", "Agency": "NIBIB NIH HHS", "Country": "United States"}, {"GrantID": "U24 EB021996", "Acronym": "EB", "Agency": "NIBIB NIH HHS", "Country": "United States"}, {"GrantID": "U54 EB022002", "Acronym": "EB", "Agency": "NIBIB NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "JAMIA Open", "NlmUniqueID": "101730643", "ISSNLinking": "2574-2531"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Center for Disease Control (CDC). Most Recent Asthma Data. 2018. \nhttps://www.cdc.gov/-asthma/most_recent_data.htm Accessed March 1, 2019."}, {"Citation": "American Lung Association. Asthma & Children Fact Sheet. 2018. \nhttp://www.lung.org/lung-disease/asthma/resources/facts-and-figures/asthma-children-fact-sheet.html#4 Accessed March 1, 2019."}, {"Citation": "Bloom B, Cohen RA, Freeman G.. National Center for Health Statistics (2010) Summary health statistics for US children: National Health Interview Survey. Vital Health Stat 2009; 10 (247): 1–82.", "ArticleIdList": ["21563639"]}, {"Citation": "\nMcDermott KW, Stocks C, Freeman WJ. Overview of Pediatric Emergency Department Visits, 2015 Agency for Healthcare Research and Quality (AHRQ). 2018. \nhttps://www.hcup-us.ahrq.gov/reports/statbriefs/sb242-Pediatric-ED-Visits-2015.pdf Accessed March 1, 2019.", "ArticleIdList": ["30277692"]}, {"Citation": "Meng Y-Y, Babey SH, Wolstein J.. Asthma-related school absenteeism and school concentration of low-income students in California. Prev Chronic Dis 2012; 9 (1): E98.", "ArticleIdList": ["PMC3431954", "22595322"]}, {"Citation": "Fowler MG, Davenport MG, Garg R.. School functioning of US children with asthma. Pediatrics 1992; 90 (6): 939–44.", "ArticleIdList": ["1437438"]}, {"Citation": "Lodha R, Puranik M, Kattal N, Kabra S.. Social and economic impact of childhood asthma. Indian Pediatr 2003; 40 (9): 874–9.", "ArticleIdList": ["14530548"]}, {"Citation": "Juniper EF, Guyatt GH, Feeny DH, Ferrie P, Griffith LE, Townsend M.. Measuring quality of life in children with asthma. Qual Life Res 1996; 5 (1): 35–46.", "ArticleIdList": ["8901365"]}, {"Citation": "Sward KA, Bui AA, Ambite JL, Dellarco M. Pediatric Research Using Integrated Sensor Monitoring Systems (PRISMS): applying sensor technology and informatics to better understand asthma. In: Proc AMIA Fall Symp, 2016; Chicago, IL."}, {"Citation": "Finkelstein J, Cabrera MR, Hripcsak G.. Internet-based home asthma telemonitoring: can patients handle the technology? Chest 2000; 117 (1): 148–55.", "ArticleIdList": ["10631213"]}, {"Citation": "Krishna S, Francisco BD, Balas EA, Konig P, Graff GR, Madsen RW.. Internet-enabled interactive multimedia asthma education program: a randomized trial. Pediatrics 2003; 111 (3): 503–10.", "ArticleIdList": ["12612228"]}, {"Citation": "Rasmussen LM, Phanareth K, Nolte H, Backer V.. Internet-based monitoring of asthma: a long-term, randomized clinical study of 300 asthmatic subjects. J Allergy Clin Immunol 2005; 115 (6): 1137–42.", "ArticleIdList": ["15940125"]}, {"Citation": "Chan DS, Callahan CW, Hatch-Pigott VB, et al. Internet-based home monitoring and education of children with asthma is comparable to ideal office-based care: results of a 1-year asthma in-home monitoring trial. Pediatrics 2007; 119 (3): 569–78.", "ArticleIdList": ["17332210"]}, {"Citation": "Jan R-L, Wang J-Y, Huang M-C, Tseng S-M, Su H-J, Liu L-F.. An Internet-based interactive telemonitoring system for improving childhood asthma outcomes in Taiwan. Telemed J E Health 2007; 13 (3): 257–68.", "ArticleIdList": ["17603828"]}, {"Citation": "McLean S, Chandler D, Nurmatov U, et al. Telehealthcare for asthma: a Cochrane review. CMAJ 2011; 183 (11): E733–42.", "ArticleIdList": ["PMC3153544", "21746825"]}, {"Citation": "Mosnaim GS, Powell LH, Rathkopf M.. A review of published studies using interactive Internet tools or mobile devices to improve asthma knowledge or health outcomes. Pediatr Allergy Immunol Pulmonol 2012; 25 (2): 55–63."}, {"Citation": "Morrison D, Wyke S, Agur K, et al. Digital asthma self-management interventions: a systematic review. J Med Internet Res 2014; 16 (2): e51.", "ArticleIdList": ["PMC3958674", "24550161"]}, {"Citation": "Hui CY, Walton R, McKinstry B, Jackson T, Parker R, Pinnock H.. The use of mobile applications to support self-management for people with asthma: a systematic review of controlled studies to identify features associated with clinical effectiveness and adherence. J Am Med Inform Assoc 2017; 24 (3): 619–32.", "ArticleIdList": ["PMC7651908", "27694279"]}, {"Citation": "Rikkers-Mutsaerts E, Winters AE, Bakker MJ, et al.; for the SMASHING Study Group. Internet-based self-management compared with usual care in adolescents with asthma: a randomized controlled trial. Pediatr Pulmonol 2012; 47 (12): 1170–9.,", "ArticleIdList": ["22644646"]}, {"Citation": "Holtz B, Whitten P.. Managing asthma with mobile phones: a feasibility study. Telemed J E Health 2009; 15 (9): 907–9.", "ArticleIdList": ["19919198"]}, {"Citation": "Nkoy FL, Stone BL, Fassl BA, et al. Development of a novel tool for engaging children and parents in asthma self-management. AMIA Annu Symp Proc 2012; 2012: 663–72.", "ArticleIdList": ["PMC3540453", "23304339"]}, {"Citation": "Voorend-van Bergen S, Vaessen-Verberne AA, Landstra AM, et al. Monitoring childhood asthma: web-based diaries and the asthma control test. J Allergy Clin Immunol 2014; 133 (6): 1599–605. e1592.", "ArticleIdList": ["24290276"]}, {"Citation": "Lv Y, Zhao H, Liang Z, et al. A mobile phone short message service improves perceived control of asthma: A randomized controlled trial. Telemed J E Health 2012; 18 (6): 420–6.", "ArticleIdList": ["22667695"]}, {"Citation": "Gahleitner F, Legg J, Holland E, Pearson S, Roberts G.. The validity and acceptability of a text‐based monitoring system for pediatric asthma studies. Pediatr Pulmonol 2016; 51 (1): 5–12.", "ArticleIdList": ["25847724"]}, {"Citation": "Huckvale K, Morrison C, Ouyang J, Ghaghda A, Car J.. The evolution of mobile apps for asthma: an updated systematic assessment of content and tools. BMC Med 2015; 13 (1): 58.", "ArticleIdList": ["PMC4391129", "25857569"]}, {"Citation": "Chan Y-FY, Wang P, Rogers L, et al. The Asthma Mobile Health Study, a large-scale clinical observational study using ResearchKit. Nat Biotechnol 2017; 35 (4): 354–62.", "ArticleIdList": ["PMC5559298", "28288104"]}, {"Citation": "Chan Y-FY, Bot BM, Zweig M, et al. The Asthma Mobile Health Study, smartphone data collected using. Sci Data 2018; 5 (1): 180096.", "ArticleIdList": ["PMC5963336", "29786695"]}, {"Citation": "Barrett M, Combs V, Su JG, Henderson K, Tuffli M; The AIR Louisville Collaborative. AIR Louisville: addressing asthma with technology, crowdsourcing, cross-sector collaboration, and policy. Health Affairs 2018; 37 (4): 525–34.", "ArticleIdList": ["29608361"]}, {"Citation": "Kumar S, Abowd GD, Abraham WT, et al. Center of excellence for mobile sensor data-to-knowledge (MD2K). JAMIA 2015; 22 (6): 1137–42.", "ArticleIdList": ["PMC5009911", "26555017"]}, {"Citation": "Ku JP, Hicks JL, Hastie T, Leskovec J, Ré C, Delp SL.. The mobilize center: an NIH big data to knowledge center to advance human movement research and improve mobility. J Am Med Inform Assoc 2015; 22 (6): 1120–5.", "ArticleIdList": ["PMC4639715", "26272077"]}, {"Citation": "Collotta M, Pau G, Talty T, Tonguz OK.. Bluetooth 5: a concrete step forward toward the IoT. IEEE Commun Mag 2018; 56 (7): 125–31."}, {"Citation": "Lonzetta MA, Cope P, Campbell J, Mohd JB, Hayajneh T.. Security vulnerabilities in Bluetooth technology as used in IoT. J Sens Actuator Netw 2018; 7 (3): 28."}, {"Citation": "Talkingspace.org. 2019. \nhttp://www.takingspace.org/aircasting/airbeam/ Accessed May 23, 2019."}, {"Citation": "Vitalograph. Asma-1 BT. 2019. \nhttps://vitalograph.com/product/162431/asma-1-bt Accessed May 23, 2019."}, {"Citation": "Propeller Health. 2019. \nhttps://www.propellerhealth.com/ Accessed May 23, 2019."}, {"Citation": "AethLabs. microAeth Family. 2019. \nhttps://aethlabs.com/microaeth Accessed May 23, 2019."}, {"Citation": "Open mHealth. Open Source Data Integration Tools. 2019. \nhttp://www.openmhealth.org/ Accessed May 26, 2019."}, {"Citation": "Silva BM, Rodrigues J, Canelo F, Lopes IC, Zhou L.. A data encryption solution for mobile health apps in cooperation environments. J Med Internet Res 2013; 15 (4): e66.", "ArticleIdList": ["PMC3636327", "23624056"]}, {"Citation": "Shiffman S, Stone AA, Hufford MR.. Ecological momentary assessment. Annu Rev Clin Psychol 2008; 4 (1): 1–32.", "ArticleIdList": ["18509902"]}, {"Citation": "Tangmunarunkit H, Hsieh C-K, Longstaff B, et al. Ohmage: a general and extensible end-to-end participatory sensing platform. ACM Trans Intell Syst Technol 2015; 6 (3): 1–21."}, {"Citation": "Snyder MG, Venkatram A, Heist DK, Perry SG, Petersen WB, Isakov V.. RLINE: a line source dispersion model for near-surface releases. Atmos Environ 2013; 77: 748–56."}, {"Citation": "City of Los Angeles, Department of Transportation. LADOT Live Traffic Information. 2012. \nhttp://trafficinfo.lacity.org/about-atsac.php. Accessed March 24, 2019."}, {"Citation": "Knudson RJ, Lebowitz MD, Holberg CJ, Burrows B.. Changes in the normal maximal expiratory flow-volume curve with growth and aging. Am Rev Respir Dis 1983; 127 (6): 725–34.", "ArticleIdList": ["6859656"]}, {"Citation": "Sward K, Patwari N, Gouripeddi R, Facelli J. An infrastructure for generating exposomes: Initial lessons from the Utah PRISMS platform. In: International Society of Exposure Science Annual Meeting, 2017; Research Triangle Park, NC."}, {"Citation": "Merchant R, Inamdar R, Henderson K, et al. Digital health intervention for asthma: Patient-reported value and usability. JMIR mHealth Uhealth 2018; 6 (6): e133.", "ArticleIdList": ["PMC6006012", "29866644"]}, {"Citation": "Dieffenderfer J, Goodell H, Bent B, et al. Wearable wireless sensors for chronic respiratory disease monitoring. In: IEEE Body Sensor Networks (BSN), Vol. 12, 2015; Cambridge, MA."}, {"Citation": "Kotz D, Gunter CA, Kumar S, Weiner JP.. Privacy and security in mobile health: A research agenda. Computer (Long Beach Calif) 2016; 49 (6): 22–30.", "ArticleIdList": ["PMC5362254", "28344359"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "9", "Day": "6"}, {"Year": "2020", "Month": "1", "Day": "28"}, {"Year": "2020", "Month": "4", "Day": "2"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["32734159", "PMC7382637", "10.1093/jamiaopen/ooaa011", "ooaa011"]}}], "PubmedBookArticle": []}