{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32745138", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "08", "Day": "03"}], "ELocationID": ["e0236694", "10.1371/journal.pone.0236694"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "15", "Issue": "8", "PubDate": {"Year": "2020"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Negative effect of methyl bromide fumigation work on the central nervous system.", "Pagination": {"StartPage": "e0236694", "MedlinePgn": "e0236694"}, "Abstract": {"AbstractText": ["Methyl bromide (MB) is a fumigant that has been widely used for killing pests on plants in trade, soils, and structures worldwide due to its excellent permeability and insecticidal effect; however, MB should be replaced because it is an ozone-depleting substance. It is well-known that MB is highly toxic and hazardous to workers, but the effects of exposure in asymptomatic workers have not been explored. The purpose of this study is to investigate the impact of MB fumigation on the health of fumigators at a sensitive level. The electroencephalogram (EEG) and urinary bromide ion levels of 44 fumigators (the study group) and 20 inspectors (the control) were measured before and after fumigation work from February to August 2019 in Busan, Korea. The mean post-work concentration of bromide ion (18.311 μg/mg CRE) in the fumigators was significantly increased from the pre-work level (7.390 μg/mg CRE) (P<0.001). The fumigator post-work median frequencies (MDF) and alpha-to-theta ratios (ATR) of EEG index were significantly decreased compared to the pre-work values (P<0.05 for all indices). In contrast, there were no significant differences in inspector EEG indices and urinary bromide ion. The urinary bromide ion levels in all the subjects were negatively correlated with MDF (P = 0.032). In conclusion, fumigators' EEG indices and urinary bromide ion suggested that occupational exposure to MB negatively affected the health of workers, although the workers were asymptomatic."]}, "AuthorList": [{"Identifier": ["0000-0003-2479-3693"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Quarantine, Division of Pest Control, Animal and Plant Quarantine Agency (APQA), Gimcheon-si, Gyeongsangbuk-do, Republic of Korea."}, {"Identifier": [], "Affiliation": "Institute of Life Science (BK21+ Program), Gyeongsang National University, Jinju, Gyeongnam, Republic of Korea."}], "LastName": "Park", "ForeName": "Min-Goo", "Initials": "MG"}, {"Identifier": ["0000-0002-5287-7942"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Anti-Aging Standards Research Institute, Uiryeong-gun, Gyeongsangnam-do, Republic of Korea."}], "LastName": "Choi", "ForeName": "Jungmi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, College of Medicine, Dong-A University, Busan, Republic of Korea."}, {"Identifier": [], "Affiliation": "Heavy Metal Exposure Environmental Health Center, Dong-A University, Busan, Republic of Korea."}], "LastName": "Hong", "ForeName": "Young-Seoub", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Life Science (BK21+ Program), Gyeongsang National University, Jinju, Gyeongnam, Republic of Korea."}], "LastName": "Park", "ForeName": "Chung Gyoo", "Initials": "CG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, College of Medicine, Dong-A University, Busan, Republic of Korea."}, {"Identifier": [], "Affiliation": "Heavy Metal Exposure Environmental Health Center, Dong-A University, Busan, Republic of Korea."}], "LastName": "Kim", "ForeName": "Byoung-Gwon", "Initials": "BG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heavy Metal Exposure Environmental Health Center, Dong-A University, Busan, Republic of Korea."}], "LastName": "Lee", "ForeName": "Se-Young", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heavy Metal Exposure Environmental Health Center, Dong-A University, Busan, Republic of Korea."}], "LastName": "Lim", "ForeName": "Hyoun-Ju", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Quarantine, Division of Pest Control, Animal and Plant Quarantine Agency (APQA), Gimcheon-si, Gyeongsangbuk-do, Republic of Korea."}], "LastName": "Mo", "ForeName": "Hyoung-Ho", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Anti-Aging Standards Research Institute, Uiryeong-gun, Gyeongsangnam-do, Republic of Korea."}], "LastName": "Lim", "ForeName": "Eunjo", "Initials": "E"}, {"Identifier": ["0000-0002-3625-2723"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Anti-Aging Standards Research Institute, Uiryeong-gun, Gyeongsangnam-do, Republic of Korea."}], "LastName": "Cha", "ForeName": "Wonseok", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bromides"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons, Brominated"}, {"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "9V42E1Z7B6", "NameOfSubstance": "methyl bromide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["urine"], "DescriptorName": "Bromides"}, {"QualifierName": [], "DescriptorName": "Electrocardiography"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Fumigation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["toxicity"], "DescriptorName": "Hydrocarbons, Brominated"}, {"QualifierName": ["toxicity"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Occupational Exposure"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bond EJ. Manual of fumigation for insect control. second. FAO; 1984. http://www.fao.org/3/x5042e/x5042E00.htm"}, {"Citation": "Noling JW, Becker JO. The challenge of research and extension to define and implement alternatives to methyl bromide. J Nematol. 1994;26: 573–86. Available: http://www.ncbi.nlm.nih.gov/pubmed/19279928%0Ahttp://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=PMC2619561\n", "ArticleIdList": ["PMC2619561", "19279928"]}, {"Citation": "Fields PG, White NDG. Alternatives To Methyl Bromide Treatments for Stored-Product. Annu Rev Entomol. 2002;47: 331–359. 10.1146/annurev.ento.47.091201.145217", "ArticleIdList": ["10.1146/annurev.ento.47.091201.145217", "11729078"]}, {"Citation": "UNEP. Handbook for the Montreal Protocol on Substances that Deplete the Ozone Layer. twelfth ed. United Nations Environment Programme; 2018.", "ArticleIdList": ["0"]}, {"Citation": "MBTOC. 2010 Report of the Methyl Bromide Technical Options Committee. United Nations Environment Programme; 2010."}, {"Citation": "MBTOC. 2014 report of the methyl bromide technical options committee. United Nations Environment Programme; 2014."}, {"Citation": "Suwanlaong K, Phanthumchinda K. Neurological Manifestation of Methyl Bromide Intoxication. J Med Assoc Thai. 2008;91: 421–426.", "ArticleIdList": ["18575299"]}, {"Citation": "Baur X, Budnik LT, Zhao Z, Bratveit M, Djurhuus R, Verschoor L, et al. Health risks in international container and bulk cargo transport due to volatile toxic compounds. J Occup Med Toxicol. 2015;10: 1–18.", "ArticleIdList": ["PMC4465480", "26075009"]}, {"Citation": "Shin HU, Kim JK, Yoon BA, Ryu WY. A Case of Optic Neuropathy Associated with Methyl Bromide Intoxication. J Korean Ophthalmol Soc. 2016;57: 1987 10.3341/jkos.2016.57.12.1987", "ArticleIdList": ["10.3341/jkos.2016.57.12.1987"]}, {"Citation": "Choi K, Shin J-H, Kim D-S, Jung D-S, Park K-H, O C-J, et al. A Case of Chronic Methyl Bromide Poisoning Associated with Cerebellar Ataxia, Polyneuropathy and Optic Neuropathy. J Korean Neurol Assoc. 2002;20: 307–310."}, {"Citation": "Preisser AM, Budnik LT, Baur X. Health effects due to fumigated freight containers and goods: how to detect, how to act. Int Marit Health. 2012;63: 133–9. Available: http://www.ncbi.nlm.nih.gov/pubmed/23129094", "ArticleIdList": ["23129094"]}, {"Citation": "Deschamps FJ, Turpin JC. Methyl bromide intoxication during grain store fumigation. Occup Med (Chic Ill). 1996;46: 89–90.", "ArticleIdList": ["8672804"]}, {"Citation": "Park TH, Kim J Il, Son JE, Kim JK, Kim HS, Jung KY, et al. Two Cases of Neuropathy by Methyl Bromide Intoxication during Fumigation. 2000;12: 547–553."}, {"Citation": "Tomlin C. The pesticide manual. Eleventh. British Crop Protection Council; 1997. https://eurekamag.com/research/033/890/033890378.php"}, {"Citation": "De Souza A, Narvencar KPS, Sindhoora K V. The neurological effects of methyl bromide intoxication. J Neurol Sci. 2013;335: 36–41. 10.1016/j.jns.2013.09.022", "ArticleIdList": ["10.1016/j.jns.2013.09.022", "24094859"]}, {"Citation": "Alexeeff G V., Kilgore WW, Munoz P, Watt D. Determination of acute toxic effects in mice following exposure to methyl bromide. J Toxicol Environ Health. 1985;15: 109–123. 10.1080/15287398509530639", "ArticleIdList": ["10.1080/15287398509530639", "3981660"]}, {"Citation": "Wyers H. Methyl Bromide Intoxication. Occup Environ Med. 1945;2: 24–29. 10.1136/oem.2.1.24", "ArticleIdList": ["10.1136/oem.2.1.24"]}, {"Citation": "Agency for toxic substances and disease registry (ATSDR). Toxicological Profile for Bromomethane. US Department of Health and Hunan Services; 2018.", "ArticleIdList": ["37023234"]}, {"Citation": "TANAKA S, ABUKU S, SEKI Y, IMAMIYA S. Evaluation of methyl bromide exposure on the plant quarantine fumigators by environmental and biological monitoring. Ind Health. 2009;29: 11–21. 10.2486/indhealth.29.11", "ArticleIdList": ["10.2486/indhealth.29.11", "2026507"]}, {"Citation": "Lee J-S, Lee Y-H, Shin J-H, Choi J-K, O C-J, Jung H-K. Environmental and biological monitoring of workers exposed to methyl bromide through quarantine fumigation. J Korean Soc Cccupational Environ Hyg. 2001;11: 212–218."}, {"Citation": "YAMANO Y, TOKUTAKE T, ISHIZU S, NAKADATE T. Occupational Exposure in Methyl Bromide Manufacturing Workers: 17-year Follow-up Study of Urinary Bromide Ion Concentration for Biological Monitoring. Ind Health. 2011;49: 133–138. 10.2486/indhealth.ms1143", "ArticleIdList": ["10.2486/indhealth.ms1143", "20823625"]}, {"Citation": "Huang C, Wahlund L, T D, Julin P, Winblad B, Jelic V. Discrimination of Alzheimer’s disease and mild cognitive impairment by equivalent EEG sources: a cross-sectional and longitudinal study. Clin Neurophysiol. 2000;111: 1961–7. 10.1016/s1388-2457(00)00454-5", "ArticleIdList": ["10.1016/s1388-2457(00)00454-5", "11068230"]}, {"Citation": "Jelic V, Johansson SE, Almkvist O, Shigeta M, Julin P, Nordberg A, et al. Quantitative electroencephalography in mild cognitive impairment: Longitudinal changes and possible prediction of Alzheimer’s disease. Neurobiol Aging. 2000;21: 533–540. 10.1016/s0197-4580(00)00153-6", "ArticleIdList": ["10.1016/s0197-4580(00)00153-6", "10924766"]}, {"Citation": "van der Hiele K, Vein AA, van der Welle A, van der Grond J, Westendorp RGJ, Bollen ELEM, et al. EEG and MRI correlates of mild cognitive impairment and Alzheimer’s disease. Neurobiol Aging. 2007;28: 1322–1329. 10.1016/j.neurobiolaging.2006.06.006", "ArticleIdList": ["10.1016/j.neurobiolaging.2006.06.006", "16854500"]}, {"Citation": "Penttilä M, Partanen JV., Soininen H, Riekkinen PJ. Quantitative analysis of occipital EEG in different stages of Alzheimer’s disease. Electroencephalogr Clin Neurophysiol. 1985;60: 1–6. 10.1016/0013-4694(85)90942-3", "ArticleIdList": ["10.1016/0013-4694(85)90942-3", "2578347"]}, {"Citation": "Prinz PN, Vitiell M V. Dominant occipital (alpha) rhythm frequency in early stage Alzheimer’s disease and depression. Electroencephalogr Clin Neurophysiol. 1989;73: 427–432. 10.1016/0013-4694(89)90092-8", "ArticleIdList": ["10.1016/0013-4694(89)90092-8", "2479521"]}, {"Citation": "Princhep L, John E, Reisberg B, Almas M, Alper K. Quantitative EEG correlates of cognitive deterioration in the elderly. Neurobiol Aging. 1994;15: 85–90. 10.1016/0197-4580(94)90147-3", "ArticleIdList": ["10.1016/0197-4580(94)90147-3", "8159266"]}, {"Citation": "Brinkmeyer J, B G-K, Lhl R. EEG and the test for the early detection of dementia with discrimination from depression(TE4D): a validation study. Int J Geriatr Psychiatry2. 2004;19: 749–53.", "ArticleIdList": ["15290698"]}, {"Citation": "Adamis D, Sahu S, Treloar A. The utility of EEG in dementia: A clinical perspective. Int J Geriatr Psychiatry. 2005;20: 1038–1045. 10.1002/gps.1393", "ArticleIdList": ["10.1002/gps.1393", "16250070"]}, {"Citation": "Kwak YT. Quantitative EEG findings in different stages of Alzheimer’s disease. J Clin Neurophysiol. 2006;23: 456–61. 10.1097/01.wnp.0000223453.47663.63", "ArticleIdList": ["10.1097/01.wnp.0000223453.47663.63", "17016157"]}, {"Citation": "Rossini PM, Del Percio C, Pasqualetti P, Cassetta E, Binetti G, Dal Forno G, et al. Conversion from mild cognitive impairment to Alzheimer’s disease is predicted by sources and coherence of brain electroencephalography rhythms. Neuroscience. 2006;143: 793–803. 10.1016/j.neuroscience.2006.08.049", "ArticleIdList": ["10.1016/j.neuroscience.2006.08.049", "17049178"]}, {"Citation": "Luckhaus C, Grass-Kapanke B, Blaeser I, Ihl R, Supprian T, Winterer G, et al. Quantitative EEG in progressing vs stable mild cognitive impairment (MCI): results of a 1-year follow-up study. Int J Geriatr Psychiatry. 2008;23: 1148–55. 10.1002/gps.2042", "ArticleIdList": ["10.1002/gps.2042", "18537220"]}, {"Citation": "Claus JJ, Kwa VI, Teunisse S, Walstra GJ, van Gool WA, Koelman JH, et al.\nSlowing on quantitative spectral EEG is a marker for rate of subsequent cognitive and functional decline in early Alzheimer disease. Alzheimer Dis Assoc Disord. 1998;12: 167–74. Available: http://www.ncbi.nlm.nih.gov/pubmed/9772019", "ArticleIdList": ["9772019"]}, {"Citation": "Rogers JM, Johnstone SJ, Aminov A, Donnelly J, Wilson PH. Test-retest reliability of a single-channel, wireless EEG system. Int J Psychophysiol. 2016;106: 87–96. 10.1016/j.ijpsycho.2016.06.006", "ArticleIdList": ["10.1016/j.ijpsycho.2016.06.006", "27318008"]}, {"Citation": "Gargiulo G, Calvo RA, Bifulco P, Cesarelli M, Jin C, Mohamed A, et al. A new EEG recording system for passive dry electrodes. Clin Neurophysiol. 2010;121: 686–693. 10.1016/j.clinph.2009.12.025", "ArticleIdList": ["10.1016/j.clinph.2009.12.025", "20097606"]}, {"Citation": "Choi J, Ku B, You YG, Jo M, Kwon M, Choi Y, et al. Resting-state prefrontal EEG biomarkers in correlation with MMSE scores in elderly individuals. Sci Rep. 2019;9: 1–15.", "ArticleIdList": ["PMC6639387", "31320666"]}, {"Citation": "Yi J, Ku B, Kim SG, Khil T, Lim Y, Shin M, et al. Traditional Korean Medicine-Based Forest Therapy Programs Providing Electrophysiological Benefits for Elderly Individuals. Int J Environ Res Public Health. 2019;16: 1–20. 10.3390/ijerph16224325", "ArticleIdList": ["10.3390/ijerph16224325", "PMC6888007", "31698811"]}, {"Citation": "Choi J, Lim E, Park M-G, Cha W. Assessing the Retest Reliability of Prefrontal EEG Markers of Brain Rhythm Slowing in the Eyes-Closed Resting State. Clin EEG Neurosci. 2020; 155005942091483. 10.1177/1550059420914832", "ArticleIdList": ["10.1177/1550059420914832", "32253926"]}, {"Citation": "Babiloni C, Frisoni G, Steriade M, Bresciani L, Binetti G, Del Percio C, et al. Frontal white matter volume and delta EEG sources negatively correlate in awake subjects with mild cognitive impairment and Alzheimer’s disease. Clin Neurophysiol. 2006;117: 1113–1129. 10.1016/j.clinph.2006.01.020", "ArticleIdList": ["10.1016/j.clinph.2006.01.020", "16564740"]}, {"Citation": "Babiloni C, Frisoni GB, Pievani M, Vecchio F, Lizio R, Buttiglione M, et al. Hippocampal volume and cortical sources of EEG alpha rhythms in mild cognitive impairment and Alzheimer disease. Neuroimage. 2009;44: 123–35. 10.1016/j.neuroimage.2008.08.005", "ArticleIdList": ["10.1016/j.neuroimage.2008.08.005", "18805495"]}, {"Citation": "Moretti D V., Miniussi C, Frisoni GB, Geroldi C, Zanetti O, Binetti G, et al. Hippocampal atrophy and EEG markers in subjects with mild cognitive impairment. Clin Neurophysiol. 2007;118: 2716–2729. 10.1016/j.clinph.2007.09.059", "ArticleIdList": ["10.1016/j.clinph.2007.09.059", "17977786"]}, {"Citation": "Babiloni C, Cassetta E, Binetti G, Tombini M, Del Percio C, Ferreri F. Resting EEG sources correlate with attentional span in mild cognitive impairment and Alzheimer’s disease. Eur J Neurosci. 2007;25: 3742–57. 10.1111/j.1460-9568.2007.05601.x", "ArticleIdList": ["10.1111/j.1460-9568.2007.05601.x", "17610594"]}, {"Citation": "Szelies B, Mielke R, Herholz K, Heiss WD. Quantitative topographical EEG compared to FDG PET for classification of vascular and degenerative dementia. Electroencephalogr Clin Neurophysiol. 1994;91: 131–139. 10.1016/0013-4694(94)90034-5", "ArticleIdList": ["10.1016/0013-4694(94)90034-5", "7519142"]}, {"Citation": "van der Hiele K, Vein AA, Reijntjes RHAM, Westendorp RGJ, Bollen ELEM, van Buchem MA, et al. EEG correlates in the spectrum of cognitive decline. Clin Neurophysiol. 2007;118: 1931–1939. 10.1016/j.clinph.2007.05.070", "ArticleIdList": ["10.1016/j.clinph.2007.05.070", "17604688"]}, {"Citation": "Animal and Plant Quarantine Agency. Status of import and export plant control companies. 2018. http://www.qia.go.kr/plant/disinpect/listFzqyqkWebAction.do?type=1&clear=1"}, {"Citation": "Malliani A, Pagani M, Lombardi F, Cerutti S. Cardiovascular neural regulation explored in the frequency domain. Circulation. 1991;84: 482–92. Available: http://www.ncbi.nlm.nih.gov/pubmed/1860193", "ArticleIdList": ["1860193"]}, {"Citation": "Noh GJ, Kim KM, Jeong YB, Jeong SW, Yoon HS, Jeong SM, et al. Electroencephalographic approximate entropy changes in healthy volunteers during remifentanil infusion. Anesthesiology. 2006;104: 921–932.", "ArticleIdList": ["16645442"]}, {"Citation": "Jackson C, Snyder P. Electroencephalography and event-related potentials as biomarkers of mild cognitive impairment and mild Alzheimer’s disease. Alzheimers Dement. 2008;4: S137–43. 10.1016/j.jalz.2007.10.008", "ArticleIdList": ["10.1016/j.jalz.2007.10.008", "18631990"]}, {"Citation": "Jelic V, Kowalski J. Evidence-Based Evaluation of Diagnostic Accuracy of Resting EEG in Dementia and Mild Cognitive Impairment. Clin eeg Neurosci. 2009;40.", "ArticleIdList": ["19534305"]}, {"Citation": "Moretti D V., Babiloni C, Binetti G, Cassetta E, Dal Forno G, Ferreric F, et al. Individual analysis of EEG frequency and band power in mild Alzheimer’s disease. Clin Neurophysiol. 2004;115: 299–308. 10.1016/s1388-2457(03)00345-6", "ArticleIdList": ["10.1016/s1388-2457(03)00345-6", "14744569"]}, {"Citation": "Verberk MM, Rooyakkers-Beemster T, De Vlieger M, Van Vliet AGM. Bromine in blood, EEG and transaminases in methyl bromide workers. Br J Ind Med. 1979;36: 59–62. 10.1136/oem.36.1.59", "ArticleIdList": ["10.1136/oem.36.1.59", "PMC1008493", "444442"]}, {"Citation": "Müller M, Reinhold P, Lange M, Zeise M, Jürgens U, Hallier E. Photometric determination of human serum bromide levels-a convenient biomonitoring parameter for methyl bromide exposure. Toxicol Lett. 1999;107: 155–159. 10.1016/s0378-4274(99)00042-9", "ArticleIdList": ["10.1016/s0378-4274(99)00042-9", "10414792"]}, {"Citation": "Koga M, Hara K, Hori H, Kodama Y, Okubo T. Determination of Bromide Ion Concentration in Urine Using a Head-space Gas Chromatography and an Ion Chromatography. J UOEH. 1991;13: 19–24.", "ArticleIdList": ["2028110"]}, {"Citation": "Allain P, Mauras Y, Douge C, Jaunault L. Determination of Iodine and Bromine in Plasma and Urine by Inductively Coupled Plasma Mass Spectrometry. Analyst. 1990;115: 813–815. 10.1039/an9901500813", "ArticleIdList": ["10.1039/an9901500813", "2393085"]}, {"Citation": "WANG K, JIANG S-J. Determination of Iodine and Bromine Compounds by Ion Chromatography/Dynamic Reaction Cell Inductively Coupled Plasma Mass Spectrometry. Anal Sci. 2008;24: 509–514. 10.2116/analsci.24.509", "ArticleIdList": ["10.2116/analsci.24.509", "18403844"]}, {"Citation": "Thier R, Wiebel FA, Bolt HM. Differential substrate behaviours of ethylene oxide and propylene oxide towards human glutathione transferase theta hGSTT1-1. Arch Toxicol. 1999. 10.1007/s002040050640", "ArticleIdList": ["10.1007/s002040050640", "10650922"]}, {"Citation": "Kato N, Morinobu S, Ishizu S. Subacute Inhalation Experiment for Methyl Bromide in Rats. Ind Health. 1986;24: 87–103. 10.2486/indhealth.24.87", "ArticleIdList": ["10.2486/indhealth.24.87", "3759512"]}, {"Citation": "Irish DD, Adams EM, Spencer HC, Rowe VK. The response attending exposure of laboratory animals to vapors of methyl bromide. J Ind Hyg Toxicol. 1940;22: 218–230."}, {"Citation": "Schreckenberger M, Lange-Asschenfeld C, Lochmann M, Mann K, Siessmeier T, Buchholz HG, et al. The thalamus as the generator and modulator of EEG alpha rhythm: A combined PET/EEG study with lorazepam challenge in humans. Neuroimage. 2004;22: 637–644. 10.1016/j.neuroimage.2004.01.047", "ArticleIdList": ["10.1016/j.neuroimage.2004.01.047", "15193592"]}, {"Citation": "Dringenberg HC. Alzheimer’s disease: More than a “cholinergic disorder”—Evidence that cholinergic-monoaminergic interactions contribute to EEG slowing and dementia. Behav Brain Res. 2000;115: 235–249. 10.1016/s0166-4328(00)00261-8", "ArticleIdList": ["10.1016/s0166-4328(00)00261-8", "11000423"]}, {"Citation": "Soininen H, Reinikainen K, Partanen J, Mervaala E, Paljarvi L, Helkala E. Slowing of the dominant occipital rhythm in electroencephalogram is associated with low concentration of noradrenaline in the thalamus in patients with Alzheimer’s disease. Neurosci Lett. 1992;137: 5–8. 10.1016/0304-3940(92)90285-f", "ArticleIdList": ["10.1016/0304-3940(92)90285-f", "1625817"]}, {"Citation": "Klimesch W, Sauseng P, Hanslmayr S. EEG alpha oscillations: the inhibition-timing hypothesis. Brain research reviews. brain Res Rev. 2007;53: 63–88. 10.1016/j.brainresrev.2006.06.003", "ArticleIdList": ["10.1016/j.brainresrev.2006.06.003", "16887192"]}, {"Citation": "McCormick DA. Neurotransmitter actions in the thalamus and cerebral cortex and their role in neuromodulation of thalamocortical activity. Prog Neurobiol. 1992;39: 337–388. 10.1016/0301-0082(92)90012-4", "ArticleIdList": ["10.1016/0301-0082(92)90012-4", "1354387"]}, {"Citation": "Coben L, Chi D, Snyder A, Storandt M. Replication of a study of frequency analysis of the resting awake EEG in mild probable Alzheimer’s disease. Electroencephalogr Clin Neurophysiol. 1990;75: 148–54. 10.1016/0013-4694(90)90168-j", "ArticleIdList": ["10.1016/0013-4694(90)90168-j", "1689638"]}, {"Citation": "Anokhin A. Anokhin & Vogel (1996)—EEG alpha rhythm frequency and intelligence in normal adults. 1996;14: 1–14."}, {"Citation": "Grabner RH, Fink A, Stipacek A, Neuper C, Neubauer AC. Intelligence and working memory systems: Evidence of neural efficiency in alpha band ERD. Cogn Brain Res. 2004;20: 212–225. 10.1016/j.cogbrainres.2004.02.010", "ArticleIdList": ["10.1016/j.cogbrainres.2004.02.010", "15183393"]}, {"Citation": "Doppelmayr M, Klimesch W, Sauseng P, Stadler W, Hanslmayr S. Intelligence related differences in EEG-bandpower. 2005;381: 309–313. 10.1016/j.neulet.2005.02.037", "ArticleIdList": ["10.1016/j.neulet.2005.02.037", "15896490"]}, {"Citation": "Al-Qazzaz NK, Ali S, Islam MS, Ahmad SA, Escudero J. EEG markers for early detection and characterization of vascular dementia during working memory tasks. IECBES 2016—IEEE-EMBS Conf Biomed Eng Sci. 2016; 347–351. 10.1109/IECBES.2016.7843471", "ArticleIdList": ["10.1109/IECBES.2016.7843471"]}, {"Citation": "Zoefel B, Huster RJ, Herrmann CS. Neurofeedback training of the upper alpha frequency band in EEG improves cognitive performance. Neuroimage. 2011;54: 1427–1431. 10.1016/j.neuroimage.2010.08.078", "ArticleIdList": ["10.1016/j.neuroimage.2010.08.078", "20850552"]}, {"Citation": "Sterman M. Physiological origins and functional correlates of EEG rhythmic activities: implications for self-regulation. Biofeedback and self-regulation. Biofeedback Self Regul. 1996;21: 3–33. 10.1007/BF02214147", "ArticleIdList": ["10.1007/BF02214147", "8833314"]}, {"Citation": "Lee HS, Shin YC. Workers’ Exposure to Airborne Methyl Bromide in the Exporting/Importing Plants and Products Quarantine Company. J Korean Soc Cccupational Environ Hyg. 2008;18: 32–40."}, {"Citation": "Lee BH, Huh W, Ren YL, Mahon D, Choi WS. New Formulations of Ethyl Formate to Control Internal Stages of Sitophilus oryzae. J Asia Pac Entomol. 2007;10: 369–374. 10.1016/S1226-8615(08)60378-7", "ArticleIdList": ["10.1016/S1226-8615(08)60378-7"]}, {"Citation": "Yang JO, Park Y, Hyun IH, Kim GH, Kim BS, Lee BH, et al. A combination treatment using ethyl formate and phosphine to control Planococcus citri (Hemiptera: Pseudococcidae) on pineapples. J Econ Entomol. 2016;109: 2355–2363. 10.1093/jee/tow222", "ArticleIdList": ["10.1093/jee/tow222", "27986937"]}, {"Citation": "Grifin MJ, Jamieson LE, Chhagan A, Page-Weir NEM, Poulton J, Davis VA, et al. The potential of ethyl formate + carbon dioxide to control a range of horticultural pests. New Zeal Plant Prot. 2013;66: 54–62."}, {"Citation": "Agarwal M, Ren Y, Newman J, Learmonth S. Ethyl Formate: A Potential Disinfestation Treatment for Eucalyptus Weevil (Gonipterus platensis) (Coleoptera: Curculionidae) in Apples. J Econ Entomol. 2015;108: 2566–2571. 10.1093/jee/tov242", "ArticleIdList": ["10.1093/jee/tov242", "26470387"]}, {"Citation": "Lee BH, Kim HM, Kim BS, Yang JO, Moon YM, Ren Y. Evaluation of the synergistic effect between ethyl formate and phospine for control of Aphis gossypii (Homoptera: Aphididae). J Econ Entomol. 2016;109: 143–147. 10.1093/jee/tov289", "ArticleIdList": ["10.1093/jee/tov289", "26476554"]}, {"Citation": "Ren Y, Wang Y, Barak AV, Wang X, Liu Y, Dowsett HA. Toxicity of Ethanedinitrile to Anoplophora glabripennis (Coleoptera: Cerambycidae) Larvae. Commod Treat Quar Entomol. 2006;99: 308–312.", "ArticleIdList": ["16686127"]}, {"Citation": "Ren YL, Lee BH, Padovan B. Penetration of methyl bromide, sulfuryl fluoride, ethanedinitrile and phosphine into timber blocks and the sorption rate of the fumigants. J Stored Prod Res. 2011;47: 63–68. 10.1016/j.jspr.2010.04.006", "ArticleIdList": ["10.1016/j.jspr.2010.04.006"]}, {"Citation": "Barak A, Wang Y, Zhan G, Wu Y, Xu L, Huang Q. Sulfuryl fluoride as a quarantine treatment for Anoplophora glabripennis (Coleoptera: Cerambycidae) in regulated wood packing material. J Econ Entomol. 2006;99: 1628–35.", "ArticleIdList": ["17066792"]}, {"Citation": "Karunnarante C, Moore GA, Jones R, Ryan R. Phosphine and its effect on some common insects in cut flowers. Postharvest Biol Technol. 1997;10: 255–262. 10.1016/S0925-5214(97)01406-3", "ArticleIdList": ["10.1016/S0925-5214(97)01406-3"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "11", "Day": "2"}, {"Year": "2020", "Month": "7", "Day": "7"}, {"Year": "2020", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["32745138", "PMC7398500", "10.1371/journal.pone.0236694", "PONE-D-19-30533"]}}], "PubmedBookArticle": []}