{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Cardiovascular diseases", "Effect modification", "Respiratory tract diseases", "Temperature"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32777886", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "29"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "18"}], "ELocationID": ["e2020053", "10.4178/epih.e2020053"], "Journal": {"ISSN": "2092-7193", "JournalIssue": {"Volume": "42", "PubDate": {"Year": "2020"}}, "Title": "Epidemiology and health", "ISOAbbreviation": "Epidemiol Health"}, "ArticleTitle": "Modification of the effect of ambient air temperature on cardiovascular and respiratory mortality by air pollution in Ahvaz, Iran.", "Pagination": {"StartPage": "e2020053", "MedlinePgn": "e2020053"}, "Abstract": {"AbstractText": ["This study investigated the modification of temperature effects on cardiovascular and respiratory mortality by air pollutants (particulate matter less than 2.5 and 10 µm in diameter [respectively], ozone, nitrogen dioxide, carbon monoxide, and sulfur dioxide).", "Poisson additive models with a penalized distributed lag non-linear model were used to assess the association of air temperature with the daily number of deaths from cardiovascular and respiratory diseases in Ahvaz, Iran from March 21, 2014 to March 20, 2018, controlling for day of the week, holidays, relative humidity, wind speed, air pollutants, and seasonal and long-term trends. Subgroup analyses were conducted to evaluate the effect modification for sex and age group. To assess the modification of air pollutants on temperature effects, the level of each pollutant was categorized as either greater than the median value or less than/equal to the median value.", "We found no significant associations between temperature and cardiovascular and respiratory mortality. In the subgroup analyses, however, high temperatures were significantly associated with an increased risk of cardiovascular mortality among those 75 years old and older, with the strongest effect observed on day 0 relative to exposure. The results revealed a lack of interactive effects between temperature and air pollutants on cardiovascular and respiratory mortality.", "A weak but significant association was found between high temperature and cardiovascular mortality, but only in elderly people. Air pollution did not significantly modify the effect of ambient temperature on cardiovascular and respiratory mortality."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health and Safety, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Iranpour", "ForeName": "Sohrab", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health and Safety, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Khodakarim", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Engineering, School of Public Health and Safety, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Environmental and Occupational Hazards Control Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Shahsavani", "ForeName": "Abbas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iranian Ministry of Health and Medical Education, Tehran, Iran."}], "LastName": "Khosravi", "ForeName": "Ardeshir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health and Safety, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Etemad", "ForeName": "Koorosh", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Epidemiol Health", "NlmUniqueID": "101519472", "ISSNLinking": "2092-7193"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["mortality"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Iran"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Models, Statistical"}, {"QualifierName": [], "DescriptorName": "Poisson Distribution"}, {"QualifierName": ["mortality"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Temperature"}], "CoiStatement": "The authors have no conflicts of interest to declare for this study."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ishigami A, Hajat S, Kovats RS, Bisanti L, Rognoni M, Russo A, et al. An ecological time-series study of heat-related mortality in three European cities. Environ Health. 2008;7:5.", "ArticleIdList": ["PMC2266730", "18226218"]}, {"Citation": "Huynen MM, Martens P, Schram D, Weijenberg MP, Kunst AE. The impact of heat waves and cold spells on mortality rates in the Dutch population. Environ Health Perspect. 2001;109:463–470.", "ArticleIdList": ["PMC1240305", "11401757"]}, {"Citation": "Deaton C, Froelicher ES, Wu LH, Ho C, Shishani K, Jaarsma T. The global burden of cardiovascular disease. Eur J Cardiovasc Nurs. 2011;10(Suppl 2):S5–S13.", "ArticleIdList": ["21762852"]}, {"Citation": "Martin SL, Cakmak S, Hebbern CA, Avramescu ML, Tremblay N. Climate change and future temperature-related mortality in 15 Canadian cities. Int J Biometeorol. 2012;56:605–619.", "ArticleIdList": ["21597936"]}, {"Citation": "Anderson BG, Bell ML. Weather-related mortality: how heat, cold, and heat waves affect mortality in the United States. Epidemiology. 2009;20:205–213.", "ArticleIdList": ["PMC3366558", "19194300"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG. Distributed lag non-linear models. Stat Med. 2010;29:2224–2234.", "ArticleIdList": ["PMC2998707", "20812303"]}, {"Citation": "Gasparrini A, Scheipl F, Armstrong B, Kenward MG. A penalized framework for distributed lag non-linear models. Biometrics. 2017;73:938–948.", "ArticleIdList": ["28134978"]}, {"Citation": "Armstrong B. Models for the relationship between ambient temperature and daily mortality. Epidemiology. 2006;17:624–631.", "ArticleIdList": ["17028505"]}, {"Citation": "Analitis A, De’ Donato F, Scortichini M, Lanki T, Basagana X, Ballester F, et al. Synergistic effects of ambient temperature and air pollution on health in Europe: results from the PHASE project. Int J Environ Res Public Health. 2018;15:1856.", "ArticleIdList": ["PMC6163671", "30154318"]}, {"Citation": "Moghadamnia MT, Ardalan A, Mesdaghinia A, Naddafi K, Yekaninejad MS. The effects of apparent temperature on cardiovascular mortality using a distributed lag nonlinear model analysis: 2005 to 2014. Asia Pac J Public Health. 2018;30:361–368.", "ArticleIdList": ["29671331"]}, {"Citation": "Fallah Ghalhari G, Mayvaneh F. Effect of air temperature and universal thermal climate index on respiratory diseases mortality in Mashhad, Iran. Arch Iran Med. 2016;19:618–624.", "ArticleIdList": ["27631176"]}, {"Citation": "Farajzadeh MA, Darand M. Analyzing the influence of air temperature on the cardiovascular, respiratory and stroke mortality in Tehran. J Environ Health Sci Eng. 2009;6:261–270."}, {"Citation": "Sharafkhani R, Khanjani N, Bakhtiari B, Jahani Y, Entezar Mahdi R. Diurnal temperature range and mortality in Urmia, the Northwest of Iran. J Therm Biol. 2017;69:281–287.", "ArticleIdList": ["29037395"]}, {"Citation": "Li L, Yang J, Guo C, Chen PY, Ou CQ, Guo Y. Particulate matter modifies the magnitude and time course of the non-linear temperature-mortality association. Environ Pollut. 2015;196:423–430.", "ArticleIdList": ["25468212"]}, {"Citation": "Chen K, Wolf K, Breitner S, Gasparrini A, Stafoggia M, Samoli E, et al. Two-way effect modifications of air pollution and air temperature on total natural and cardiovascular mortality in eight European urban areas. Environ Int. 2018;116:186–196.", "ArticleIdList": ["29689465"]}, {"Citation": "Lokys HL, Junk J, Krein A. Short-term effects of air quality and thermal stress on non-accidental morbidity-a multivariate meta-analysis comparing indices to single measures. Int J Biometeorol. 2018;62:17–27.", "ArticleIdList": ["28243726"]}, {"Citation": "Basu R. High ambient temperature and mortality: a review of epidemiologic studies from 2001 to 2008. Environ Health. 2009;8:40.", "ArticleIdList": ["PMC2759912", "19758453"]}, {"Citation": "Medina-Ramón M, Schwartz J. Temperature, temperature extremes, and mortality: a study of acclimatisation and effect modification in 50 US cities. Occup Environ Med. 2007;64:827–833.", "ArticleIdList": ["PMC2095353", "17600037"]}, {"Citation": "Yu W, Mengersen K, Wang X, Ye X, Guo Y, Pan X, et al. Daily average temperature and mortality among the elderly: a meta-analysis and systematic review of epidemiological evidence. Int J Biometeorol. 2012;56:569–581.", "ArticleIdList": ["21975970"]}, {"Citation": "Curriero FC, Heiner KS, Samet JM, Zeger SL, Strug L, Patz JA. Temperature and mortality in 11 cities of the eastern United States. Am J Epidemiol. 2002;155:80–87.", "ArticleIdList": ["11772788"]}, {"Citation": "Basu R, Dominici F, Samet JM. Temperature and mortality among the elderly in the United States: a comparison of epidemiologic methods. Epidemiology. 2005;16:58–66.", "ArticleIdList": ["15613946"]}, {"Citation": "Braga AL, Zanobetti A, Schwartz J. The effect of weather on respiratory and cardiovascular deaths in 12 U.S. cities. Environ Health Perspect. 2002;110:859–863.", "ArticleIdList": ["PMC1240983", "12204818"]}, {"Citation": "Analitis A, Katsouyanni K, Biggeri A, Baccini M, Forsberg B, Bisanti L, et al. Effects of cold weather on mortality: results from 15 European cities within the PHEWE project. Am J Epidemiol. 2008;168:1397–1408.", "ArticleIdList": ["18952849"]}, {"Citation": "Baccini M, Biggeri A, Accetta G, Kosatsky T, Katsouyanni K, Analitis A, et al. Heat effects on mortality in 15 European cities. Epidemiology. 2008;19:711–719.", "ArticleIdList": ["18520615"]}, {"Citation": "Lelieveld J, Hadjinicolaou P, Kostopoulou E, Chenoweth J, El Maayar M, Giannakopoulos C, et al. Climate change and impacts in the Eastern Mediterranean and the Middle East. Clim Change. 2012;114:667–687.", "ArticleIdList": ["PMC4372776", "25834296"]}, {"Citation": "Khanjani N, Bahrampour A. Temperature and cardiovascular and respiratory mortality in desert climate. A case study of Kerman, Iran. Iranian J Environ Health Sci Eng. 2013;10:11.", "ArticleIdList": ["PMC3570472", "23369284"]}, {"Citation": "Maleki H, Sorooshian A, Goudarzi G, Nikfal A, Baneshi MM. Temporal profile of PM10 and associated health effects in one of the most polluted cities of the world (Ahvaz, Iran) between 2009 and 2014. Aeolian Res. 2016;22:135–140.", "ArticleIdList": ["PMC5422000", "28491152"]}, {"Citation": "United States Environmental Protection Agency   NAAQS table [cited 2020 Apr 1]. Available from:  https://www.epa.gov/criteria-air-pollutants/naaqs-table."}, {"Citation": "Gasparrini A, Guo Y, Hashizume M, Kinney PL, Petkova EP, Lavigne E, et al. Temporal variation in heat-mortality associations: a multicountry study. Environ Health Perspect. 2015;123:1200–1207.", "ArticleIdList": ["PMC4629745", "25933359"]}, {"Citation": "Guo Y, Barnett AG, Pan X, Yu W, Tong S. The impact of temperature on mortality in Tianjin, China: a case-crossover design with a distributed lag nonlinear model. Environ Health Perspect. 2011;119:1719–1725.", "ArticleIdList": ["PMC3261984", "21827978"]}, {"Citation": "Dang TN, Seposo XT, Duc NH, Thang TB, An DD, Hang LT, et al. Characterizing the relationship between temperature and mortality in tropical and subtropical cities: a distributed lag non-linear model analysis in Hue, Viet Nam, 2009-2013. Glob Health Action. 2016;9:28738.", "ArticleIdList": ["PMC4716554", "26781954"]}, {"Citation": "Son JY, Gouveia N, Bravo MA, de Freitas CU, Bell ML. The impact of temperature on mortality in a subtropical city: effects of cold, heat, and heat waves in São Paulo, Brazil. Int J Biometeorol. 2016;60:113–121.", "ArticleIdList": ["PMC4644507", "25972308"]}, {"Citation": "Seposo XT, Dang TN, Honda Y. Effect modification in the temperature extremes by mortality subgroups among the tropical cities of the Philippines. Glob Health Action. 2016;9:31500.", "ArticleIdList": ["PMC4928071", "27357073"]}, {"Citation": "Zeka A, Browne S, McAvoy H, Goodman P. The association of cold weather and all-cause and cause-specific mortality in the island of Ireland between 1984 and 2007. Environ Health. 2014;13:104.", "ArticleIdList": ["PMC4391579", "25480672"]}, {"Citation": "Kysely J, Pokorna L, Kyncl J, Kriz B. Excess cardiovascular mortality associated with cold spells in the Czech Republic. BMC Public Health. 2009;9:19.", "ArticleIdList": ["PMC2632656", "19144206"]}, {"Citation": "Iñiguez C, Ballester F, Ferrandiz J, Pérez-Hoyos S, Sáez M, López A, et al. Relation between temperature and mortality in thirteen Spanish cities. Int J Environ Res Public Health. 2010;7:3196–3210.", "ArticleIdList": ["PMC2954576", "20948955"]}, {"Citation": "Xie H, Yao Z, Zhang Y, Xu Y, Xu X, Liu T, et al. Short-term effects of the 2008 cold spell on mortality in three subtropical cities in Guangdong Province, China. Environ Health Perspect. 2013;121:210–216.", "ArticleIdList": ["PMC3569675", "23128031"]}, {"Citation": "Díaz J, García R, López C, Linares C, Tobías A, Prieto L. Mortality impact of extreme winter temperatures. Int J Biometeorol. 2005;49:179–183.", "ArticleIdList": ["15290433"]}, {"Citation": "Hajat S, Kovats RS, Lachowycz K. Heat-related and cold-related deaths in England and Wales: who is at risk? Occup Environ Med. 2007;64:93–100.", "ArticleIdList": ["PMC2078436", "16990293"]}, {"Citation": "Ma W, Chen R, Kan H. Temperature-related mortality in 17 large Chinese cities: how heat and cold affect mortality in China. Environ Res. 2014;134:127–133.", "ArticleIdList": ["25127523"]}, {"Citation": "Ren C, Williams GM, Tong S. Does particulate matter modify the association between temperature and cardiorespiratory diseases? Environ Health Perspect. 2006;114:1690–1696.", "ArticleIdList": ["PMC1665419", "17107854"]}, {"Citation": "Burkart K, Canário P, Breitner S, Schneider A, Scherber K, Andrade H, et al. Interactive short-term effects of equivalent temperature and air pollution on human mortality in Berlin and Lisbon. Environ Pollut. 2013;183:54–63.", "ArticleIdList": ["23941745"]}, {"Citation": "Breitner S, Wolf K, Peters A, Schneider A. Short-term effects of air temperature on cause-specific cardiovascular mortality in Bavaria, Germany. Heart. 2014;100:1272–1280.", "ArticleIdList": ["24906508"]}, {"Citation": "Cheng Y, Kan H. Effect of the interaction between outdoor air pollution and extreme temperature on daily mortality in Shanghai, China. J Epidemiol. 2012;22:28–36.", "ArticleIdList": ["PMC3798577", "22041530"]}, {"Citation": "Ren C, Williams GM, Morawska L, Mengersen K, Tong S. Ozone modifies associations between temperature and cardiovascular mortality: analysis of the NMMAPS data. Occup Environ Med. 2008;65:255–260.", "ArticleIdList": ["17890300"]}, {"Citation": "Scortichini M, De Sario M, de’Donato FK, Davoli M, Michelozzi P, Stafoggia M. Short-term effects of heat on mortality and effect modification by air pollution in 25 Italian cities. Int J Environ Res Public Health. 2018;15:1771.", "ArticleIdList": ["PMC6122066", "30126130"]}, {"Citation": "Carder M, McNamee R, Beverland I, Elton R, Cohen GR, Boyd J, et al. The lagged effect of cold temperature and wind chill on cardiorespiratory mortality in Scotland. Occup Environ Med. 2005;62:702–710.", "ArticleIdList": ["PMC1740864", "16169916"]}, {"Citation": "Nixdorf-Miller A, Hunsaker DM, Hunsaker JC., 3rd Hypothermia and hyperthermia medicolegal investigation of morbidity and mortality from exposure to environmental temperature extremes. Arch Pathol Lab Med. 2006;130:1297–1304.", "ArticleIdList": ["16948514"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "2"}, {"Year": "2020", "Month": "7", "Day": "18"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32777886", "PMC7871149", "10.4178/epih.e2020053", "epih.e2020053"]}}], "PubmedBookArticle": []}