{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32802212", "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5194/amt-9-5281-2016"], "Journal": {"ISSN": "1867-1381", "JournalIssue": {"Volume": "9", "Issue": "11", "PubDate": {"Year": "2016", "Month": "Nov", "Day": "01"}}, "Title": "Atmospheric measurement techniques", "ISOAbbreviation": "Atmos Meas Tech"}, "ArticleTitle": "Community Air Sensor Network (CAIRSENSE) project: evaluation of low-cost sensor performance in a suburban environment in the southeastern United States.", "Pagination": {"StartPage": "5281", "EndPage": "5292", "MedlinePgn": "5281-5292"}, "Abstract": {"AbstractText": ["Advances in air pollution sensor technology have enabled the development of small and low-cost systems to measure outdoor air pollution. The deployment of a large number of sensors across a small geographic area would have potential benefits to supplement traditional monitoring networks with additional geographic and temporal measurement resolution, if the data quality were sufficient. To understand the capability of emerging air sensor technology, the Community Air Sensor Network (CAIRSENSE) project deployed low-cost, continuous, and commercially available air pollution sensors at a regulatory air monitoring site and as a local sensor network over a surrounding ∼ 2 km area in the southeastern United States. Collocation of sensors measuring oxides of nitrogen, ozone, carbon monoxide, sulfur dioxide, and particles revealed highly variable performance, both in terms of comparison to a reference monitor as well as the degree to which multiple identical sensors produced the same signal. Multiple ozone, nitrogen dioxide, and carbon monoxide sensors revealed low to very high correlation with a reference monitor, with Pearson sample correlation coefficient (<i>r</i>) ranging from 0.39 to 0.97, 0.25 to 0.76, and 0.40 to 0.82, respectively. The only sulfur dioxide sensor tested revealed no correlation (<i>r</i> < 0.5) with a reference monitor and erroneously high concentration values. A wide variety of particulate matter (PM) sensors were tested with variable results - some sensors had very high agreement (e.g., <i>r</i> = 0.99) between identical sensors but moderate agreement with a reference PM<sub>2.5</sub> monitor (e.g., <i>r</i> = 0.65). For select sensors that had moderate to strong correlation with reference monitors (<i>r</i> > 0.5), step-wise multiple linear regression was performed to determine if ambient temperature, relative humidity (RH), or age of the sensor in number of sampling days could be used in a correction algorithm to improve the agreement. Maximum improvement in agreement with a reference, incorporating all factors, was observed for an NO<sub>2</sub> sensor (multiple correlation coefficient R<sup>2</sup> <sub>adj-orig</sub> = 0.57, R<sup>2</sup> <sub>adj-final</sub> = 0.81); however, other sensors showed no apparent improvement in agreement. A four-node sensor network was successfully able to capture ozone (two nodes) and PM (four nodes) data for an 8-month period of time and show expected diurnal concentration patterns, as well as potential ozone titration due to nearby traffic emissions. Overall, this study demonstrates the performance of emerging air quality sensor technologies in a real-world setting; the variable agreement between sensors and reference monitors indicates that in situ testing of sensors against benchmark monitors should be a critical aspect of all field studies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "LastName": "Jiao", "ForeName": "Wan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "LastName": "Hagler", "ForeName": "Gayle", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency (EPA), Office of Research and Development, Research Triangle Park, NC 27711, USA."}], "LastName": "Williams", "ForeName": "Ronald", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ARCADIS US, Inc., Durham, NC 27713, USA."}], "LastName": "Sharpe", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 4, Atlanta, GA 30303, USA."}], "LastName": "Brown", "ForeName": "Ryan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 4, Atlanta, GA 30303, USA."}], "LastName": "Garver", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 1, Boston, MA 02109, USA."}], "LastName": "Judge", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 5, Chicago, IL 60604, USA."}], "LastName": "Caudill", "ForeName": "Motria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 8, Denver, CO 80202, USA."}], "LastName": "Rickard", "ForeName": "Joshua", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Region 7, Lenexa, KS 66219, USA."}], "LastName": "Davis", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality Planning and Standards, Research Triangle Park, NC 27711, USA."}], "LastName": "Weinstock", "ForeName": "Lewis", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Georgia Environmental Protection Division, Atlanta, GA 30354, USA."}], "LastName": "Zimmer-Dauphinee", "ForeName": "Susan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Georgia Environmental Protection Division, Atlanta, GA 30354, USA."}], "LastName": "Buckley", "ForeName": "Ken", "Initials": "K"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Meas Tech", "NlmUniqueID": "101622298", "ISSNLinking": "1867-1381"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Beckerman B, Jerrett M, Brook JR, Verma DK, Arain MA, and Finkelstein MM: Correlation of nitrogen dioxide with other traffic pollutants near a major expressway, Atmos. Environ, 42, 275–290, doi:10.1016/j.atmosenv.2007.09.042, 2008.", "ArticleIdList": ["10.1016/j.atmosenv.2007.09.042"]}, {"Citation": "EPA: CAIRSENSE project data sets, available at: https://edg.epa.gov/, last access: 21 October\n2016."}, {"Citation": "Gao ML, Cao JJ, and Seto E: A distributed network of low-cost continuous reading sensors to measure spatiotemporal variations of PM2.5 in Xi’an, China, Environ. Pollut, 199, 56–65, doi:10.1016/j.envpol.2015.01.013, 2015.", "ArticleIdList": ["10.1016/j.envpol.2015.01.013", "25618367"]}, {"Citation": "Hall ES, Kaushik SM, Vanderpool RW, Duvall RM, Beaver MR, Long RW, and Solomon PA: Integrating Sensor Monitoring Technology into the Current Air Pollution Regulatory Support Paradigm: Practical Considerations, American Journal of Environmental Engineering, 4, 147–154, 2014."}, {"Citation": "Heimann I, Bright VB, McLeod MW, Mead MI, Popoola OAM, Stewart GB, and Jones RL: Source attribution of air pollution by spatial scale separation using high spatial density networks of low cost air quality sensors, Atmos. Environ, 113, 10–19, doi:10.1016/j.atmosenv.2015.04.057, 2015.", "ArticleIdList": ["10.1016/j.atmosenv.2015.04.057"]}, {"Citation": "Holstius DM, Pillarisetti A, Smith KR, and Seto E: Field calibrations of a low-cost aerosol sensor at a regulatory monitoring site in California, Atmos. Meas. Tech, 7, 1121–1131, doi:10.5194/amt-7-1121-2014, 2014.", "ArticleIdList": ["10.5194/amt-7-1121-2014"]}, {"Citation": "Jovasevic-Stojanovic M, Bartonova A, Topalovic D, Lazovic I, Pokric B, and Ristovski Z: On the use of small and cheaper sensors and devices for indicative citizen-based monitoring of respirable particulate matter, Environ. Pollut, 206, 696–704, 2015.", "ArticleIdList": ["26342459"]}, {"Citation": "Karner AA, Eisinger DS, and Niemeier DA: Near-Roadway Air Quality: Synthesizing the Findings from Real-World Data, Environ. Sci. Technol, 44, 5334–5344, doi:10.1021/es100008x, 2010.", "ArticleIdList": ["10.1021/es100008x", "20560612"]}, {"Citation": "Kumar P, Morawska L, Martani C, Biskos G, Neophytou M, Di Sabatino S, Bell M, Norford L, and Britter R: The rise of low-cost sensing for managing air pollution in cities, Environ. Int, 75, 199–205, doi:10.1016/j.envint.2014.11.019, 2015.", "ArticleIdList": ["10.1016/j.envint.2014.11.019", "25483836"]}, {"Citation": "Mead MI, Popoola OAM, Stewart GB, Landshoff P, Calleja M, Hayes M, Baldovi JJ, McLeod MW, Hodgson TF, Dicks J, Lewis A, Cohen J, Baron R, Saffell JR, and Jones RL: The use of electrochemical sensors for monitoring urban air quality in low-cost, high-density networks, Atmos. Environ, 70, 186–203, doi:10.1016/j.atmosenv.2012.11.060, 2013.", "ArticleIdList": ["10.1016/j.atmosenv.2012.11.060"]}, {"Citation": "Moltchanov S, Levy I, Etzion Y, Lerner U, Broday DM, and Fishbain B: On the feasibility of measuring urban air pollution by wireless distributed sensor networks, Sci. Total Environ, 502, 537–547, doi:10.1016/j.scitotenv.2014.09.059, 2015.", "ArticleIdList": ["10.1016/j.scitotenv.2014.09.059", "25300018"]}, {"Citation": "Northcross AL, Edwards RJ, Johnson MA, Wang ZM, Zhu KN, Allen T, and Smith KR: A low-cost particle counter as a realtime fine-particle mass monitor, Environ. Sci.-Process Impacts, 15, 433–439, doi:10.1039/c2em30568b, 2013.", "ArticleIdList": ["10.1039/c2em30568b", "25208708"]}, {"Citation": "Page-Jacobs L: A Home Air Quality Monitor That Can Be Checked Out From The Library, available at: http://www.npr.org/2015/ (last access: 25 January 2016), 2015."}, {"Citation": "Paprotny I, Doering F, Solomon PA, White RM, and Gundel LA: Microfabricated air-microfluidic sensor for personal monitoring of airborne particulate matter: Design, fabrication, and experimental results, Sensor Actuat. A-Phys, 201, 506–516, doi:10.1016/j.sna.2012.12.026, 2013.", "ArticleIdList": ["10.1016/j.sna.2012.12.026"]}, {"Citation": "Snyder EG, Watkins TH, Solomon PA, Thoma ED, Williams RW, Hagler GSW, Shelow D, Hindin DA, Kilaru VJ, and Preuss PW: The Changing Paradigm of Air Pollution Monitoring, Environ. Sci. Technol, 47, 11369–11377, doi:10.1021/es4022602, 2013.", "ArticleIdList": ["10.1021/es4022602", "23980922"]}, {"Citation": "Spinelle L, Gerboles M, Villani MG, Aleixandre M, and Bonavitacola F: Field calibration of a cluster of low-cost available sensors for air quality monitoring. Part A: Ozone and nitrogen dioxide, Sensor Actuat. B-Chem, 215, 249–257, doi:10.1016/j.snb.2015.03.031, 2015.", "ArticleIdList": ["10.1016/j.snb.2015.03.031"]}, {"Citation": "Williams R, Long R, Beaver M, Kaufman A, Zeiger F, Heimbinder M, Hang I, Yap R, Acharya B, Ginwald B, Kupcho K, Robinson S, Zaouak O, Aubert B, Hannigan M, Piedrahita R, Masson N, Moran B, Rook M, Heppner P, Cogar C, Nikzad N, and Griswold W: Sensor Evaluation Report, US Environmental Protection Agency, Washington, D.C., USA, 2014."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32802212", "NIHMS1587620", "PMC7425750", "10.5194/amt-9-5281-2016"]}}], "PubmedBookArticle": []}