{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32833432", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "08", "Day": "24"}], "ELocationID": ["10.1021/acs.est.0c02793"], "Journal": {"ISSN": "1520-5851", "JournalIssue": {"Volume": "54", "Issue": "17", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "01"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Formation and Fate of Carbonyls in Potable Water Reuse Systems.", "Pagination": {"StartPage": "10895", "EndPage": "10903", "MedlinePgn": "10895-10903"}, "Abstract": {"AbstractText": ["Low molecular weight, uncharged compounds have been the subject of considerable study at advanced treatment plants employed for potable water reuse. However, previously identified compounds only account for a small fraction of the total dissolved organic carbon remaining after reverse osmosis treatment. Uncharged carbonyl compounds (e.g., aldehydes and ketones) formed during oxidation have rarely been monitored in potable water reuse systems. To determine the relative importance of these compounds to final product water quality, samples were collected from six potable water reuse facilities and one conventional drinking water treatment plant. Saturated carbonyl compounds (e.g., formaldehyde, acetone) and α,β-unsaturated aldehydes (e.g., acrolein, crotonaldehyde) were quantified with a sensitive new analytical method. Relatively high concentrations of carbonyls (i.e., above 7 μM) were observed after ozonation of wastewater effluent. Biological filtration reduced concentrations of carbonyls by over 90%. Rejection of the carbonyls during reverse osmosis was correlated with molecular weight, with concentrations decreasing by 33% to 58%. Transformation of carbonyls resulted in decreases in concentration of 10% to 90% during advanced oxidation, with observed decreases consistent with rate constants for reactions of the compounds with hydroxyl radicals. Overall, carbonyl compounds accounted for 19% to 38% of the dissolved organic carbon in reverse osmosis-treated water."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering University of California, Berkeley, California 94720, United States."}], "LastName": "Marron", "ForeName": "Emily L", "Initials": "EL"}, {"Identifier": ["0000-0002-1470-141X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering University of California, Berkeley, California 94720, United States."}], "LastName": "Prasse", "ForeName": "Carsten", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry University of California, Berkeley, California 94720, United States."}, {"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering University of Southern California, Los Angeles, California 90089, United States."}], "LastName": "Buren", "ForeName": "Jean Van", "Initials": "JV"}, {"Identifier": ["0000-0003-1686-8464"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering University of California, Berkeley, California 94720, United States."}], "LastName": "Sedlak", "ForeName": "David L", "Initials": "DL"}], "GrantList": [{"GrantID": "P42 ES004705", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drinking Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Waste Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Drinking Water"}, {"QualifierName": [], "DescriptorName": "Filtration"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": [], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "National Research Council. Water Reuse: Potential for Expanding the Nation’s Water Supply Through Reuse of Municipal Wastewater; The National Academies Press: Washington, DC, 2012."}, {"Citation": "Marron EL; Mitch WA; von Gunten U; Sedlak DL A Tale of Two Treatments: The Multiple Barrier Approach to Removing Chemical Contaminants during Potable Water Reuse. Acc. Chem. Res 2019, 52 (3), 615–622.", "ArticleIdList": ["PMC7653687", "30821146"]}, {"Citation": "Gerrity D; Pecson B; Trussell RS; Trussell RR Potable Reuse Treatment Trains throughout the World. J. Water Supply Res. Technol. - AQUA 2013, 62 (6), 321–338."}, {"Citation": "Tackaert RA; Pisarenko AN; Chen EC; Kolakovsky A; Pecson BM; Drewes JE; Trussell RR; Trussell RS Demonstrating Process Robustness of Potable Reuse Trains during Challenge Testing with Elevated Levels of Acetone, Formaldehyde, NDMA, and 1,4-Dioxane. J. Water Supply Res. Technol. - AQUA 2019, 68 (5), 313–324."}, {"Citation": "Mitch WA; Gerecke AC; Sedlak DL A N-Nitrosodimethylamine (NDMA) Precursor Analysis for Chlorination of Water and Wastewater. Water Res 2003, 37 (15), 3733–3741.", "ArticleIdList": ["12867341"]}, {"Citation": "Agus E; Sedlak DL Formation and Fate of Chlorination By-Products in Reverse Osmosis Desalination Systems. Water Res 2010, 44 (5), 1616–1626.", "ArticleIdList": ["20003996"]}, {"Citation": "Agus E; Lim MH; Zhang L; Sedlak DL Odorous Compounds in Municipal Wastewater Effluent and Potable Water Reuse Systems. Environ. Sci. Technol 2011, 45 (21), 9347–9355.", "ArticleIdList": ["21988747"]}, {"Citation": "Linge KL; Blair P; Busetti F; Rodriguez C; Heitz A Chemicals in Reverse Osmosis-Treated Wastewater: Occurrence, Health Risk, and Contribution to Residual Dissolved Organic Carbon. J. Water Supply Res. Technol. - AQUA 2012, 61 (8), 494–505."}, {"Citation": "Zeng T; Plewa MJ; Mitch WA N-Nitrosamines and Halogenated Disinfection Byproducts in U.S. Full Advanced Treatment Trains for Potable Reuse. Water Res 2016, 101, 176–186.", "ArticleIdList": ["27262122"]}, {"Citation": "Chuang YH; Szczuka A; Mitch WA Comparison of Toxicity-Weighted Disinfection Byproduct Concentrations in Potable Reuse Waters and Conventional Drinking Waters as a New Approach to Assessing the Quality of Advanced Treatment Train Waters. Environ. Sci. Technol 2019, 53 (7), 3729–3738.", "ArticleIdList": ["30811182"]}, {"Citation": "Glaze W Drinking-Water Treatment with Ozone. Environ. Sci. Technol 1987, 21 (3), 224–230.", "ArticleIdList": ["22185096"]}, {"Citation": "Dabrowska A; Swietlik J; Nawrocki J Formation of Aldehydes upon ClO2 Disinfection. Water Res 2003, 37 (5), 1161–1169.", "ArticleIdList": ["12553992"]}, {"Citation": "Richardson SD; Thruston AD; Caughran TV; Chen PH; Collette TW; Floyd TL; Schenck KM; Lykins BW; Sun GR; Majetich G Identification of New Ozone Disinfection Byproducts in Drinking Water. Environ. Sci. Technol 1999, 33 (19), 3368–3377."}, {"Citation": "von Sonntag C; von Gunten U Chemistry of Ozone in Water and Wastewater Treatment: From Basic Principles to Applications, 1st ed.; IWA Publishing: London, UK, 2012."}, {"Citation": "Wert EC; Neemann JJ; Rexing DJ; Zegers RE Biofiltration for Removal of BOM and Residual Ammonia Following Control of Bromate Formation. Water Res 2008, 42 (1–2), 372–378.", "ArticleIdList": ["17692888"]}, {"Citation": "Weinberg HS; Glaze WH; Krasner SW; Sclimenti MJ Formation and Removal of Aldehydes in Plants That Use Ozonation. J. Am. Water Work. Assoc 1993, 85 (5), 72–85."}, {"Citation": "California Division of Drinking Water State Water Resources Control Board. Drinking Water Notification Levels and Response Levels: An Overview\nhttp://www.waterboards.ca.gov/drinking_water/programs/ (accessed\nMar 9, 2018)."}, {"Citation": "New York State Department of Health. Guidance for Water Suppliers: Table 1; 2018."}, {"Citation": "Wert EC; Rosario-Ortiz FL; Drury DD; Snyder SA Formation of Oxidation Byproducts from Ozonation of Wastewater. Water Res 2007, 41 (7), 1481–1490.", "ArticleIdList": ["17335867"]}, {"Citation": "Wang H; Park M; Liang H; Wu S; Lopez IJ; Ji W; Li G; Snyder SA Reducing Ultrafiltration Membrane Fouling during Potable Water Reuse Using Pre-Ozonation. Water Res 2017, 125, 42–51.", "ArticleIdList": ["28834767"]}, {"Citation": "Bellona C; Drewes JE; Xu P; Amy G Factors Affecting the Rejection of Organic Solutes during NF/RO Treatment - A Literature Review. Water Res 2004, 38 (12), 2795–2809.", "ArticleIdList": ["15223273"]}, {"Citation": "Prasse C; Ford B; Nomura DK; Sedlak DL Unexpected Transformation of Dissolved Phenols to Toxic Dicarbonyls by Hydroxyl Radicals and UV Light. Proc. Natl. Acad. Sci 2018, 115 (10), 2311–2316.", "ArticleIdList": ["PMC5877969", "29463747"]}, {"Citation": "Prasse C; von Gunten U; Sedlak DL Chlorination of Phenols Revisited: Unexpected Formation of α,β-Unsaturated C 4 -Dicarbonyl Ring Cleavage Products. Environ. Sci. Technol 2020, 54 (2), 826–834.", "ArticleIdList": ["PMC7665061", "31904937"]}, {"Citation": "Tentscher PR; Bourgin M; von Gunten U Ozonation of Para -Substituted Phenolic Compounds Yields p -Benzoquinones, Other Cyclic α,β-Unsaturated Ketones, and Substituted Catechols. Environ. Sci. Technol 2018, 52 (8), 4763–4773.", "ArticleIdList": ["29560712"]}, {"Citation": "Van Buren J; Prasse C; Marron E; Skeel B; Sedlak D Ring-Cleavage Products Produced During the Initial Phase of Oxidative Treatment of Alkyl-Substituted Aromatic Compounds. Environ. Sci. Technol 2020, 54 (13), 8352–8361.", "ArticleIdList": ["PMC7685676", "32519538"]}, {"Citation": "Feron VJ; Til HP; de Vrijer F; Woutersen RA; Cassee FR; van Bladeren PJ Aldehydes: Occurrence, Carcinogenic Potential, Mechanism of Action and Risk Assessment. Mutat. Res. Toxicol 1991, 259 (3–4), 363–385.", "ArticleIdList": ["2017217"]}, {"Citation": "Lopachin RM; Gavin T Molecular Mechanisms of Aldehyde Toxicity: A Chemical Perspective. Chem. Res. Toxicol 2014, 27 (7), 1081–1091.", "ArticleIdList": ["PMC4106693", "24911545"]}, {"Citation": "O’Brien P; Siraki A; Shangari N Aldehyde Sources, Metabolism, Molecular Toxicity Mechanisms, and Possible Effects on Human Health. Crit. Rev. Toxicol 2005, 35 (7), 609–662.", "ArticleIdList": ["16417045"]}, {"Citation": "Lopachin RM; Barber DS; Gavin T Molecular Mechanisms of the Conjugated α,β-Unsaturated Carbonyl Derivatives: Relevance to Neurotoxicity and Neurodegenerative Diseases. Toxicol. Sci 2008, 104 (2), 235–249.", "ArticleIdList": ["PMC2734294", "18083715"]}, {"Citation": "Rappaport SM; Li H; Grigoryan H; Funk WE; Williams ER Adductomics: Characterizing Exposures to Reactive Electrophiles. Toxicol. Lett 2012, 213 (1), 83–90.", "ArticleIdList": ["PMC4758449", "21501670"]}, {"Citation": "Moghe A; Ghare S; Lamoreau B; Mohammad M; Barve S; McClain C; Joshi-Barve S Molecular Mechanisms of Acrolein Toxicity: Relevance to Human Disease. Toxicol. Sci 2015, 143 (2), 242–255.", "ArticleIdList": ["PMC4306719", "25628402"]}, {"Citation": "Benigni R; Conti L; Crebelli R; Rodomonte A; Vari MR Simple and Alpha, Beta-Unsaturated Aldehydes: Correct Prediction of Genotoxic Activity through Structure-Activity Relationship Models. Environ. Mol. Mutagen 2005, 46 (4), 268–280.", "ArticleIdList": ["15991240"]}, {"Citation": "Witz G Biological Interactions of α,β-Unsaturated Aldehydes. Free Radic. Biol. Med 1989, 7 (3), 333–349.", "ArticleIdList": ["2673948"]}, {"Citation": "Schultz TW; Carlson RE; Cronin MTD; Hermens JLM; Johnson R; O’Brien PJ; Roberts DW; Siraki A; Wallace KB; Veith GD A Conceptual Framework for Predicting the Toxicity of Reactive Chemicals: Modeling Soft Electrophilicity. SAR QSAR Environ. Res 2006, 17 (4), 413–428.", "ArticleIdList": ["16920662"]}, {"Citation": "Skog E A Toxicological Investigation of Lower Aliphatic Aldehydes. I. Toxicity of Formaldehyde, Acetaldehyde; Propionaldehyde and Butyraldehyde; as Well as of Acrolein and Crotonaldehyde. Acta Pharmacol. Toxicol. (Copenh) 1950, 6 (4), 299–318.", "ArticleIdList": ["24539915"]}, {"Citation": "Froese KL; Wolanski A; Hrudey SE Factors Governing Odorous Aldehyde Formation as Disinfection By-Products in Drinking Water. Water Res 1999, 33 (6), 1355–1364."}, {"Citation": "Gilli G; Scursatone E; Palin L; Bono R; Carraro E; Meucci L Water Disinfection: A Relationship between Ozone and Aldehyde Production. Ozone Sci. Eng 1990, 12 (3), 231–241."}, {"Citation": "Fors S Sensory Properties of Volatile Maillard Reaction Products and Related Compounds In ACS Symposium Series; UTC, 1983; Vol. 22, pp 185–286."}, {"Citation": "Buttery RG; Turnbaugh JG; Ling LC Contribution of Volatiles to Rice Aroma. J. Food. Sci 1988, 36, 1006–1009."}, {"Citation": "Levine BB; Madireddi K; Lazarova V; Stenstrom MK; Suffet IH Treatment of Trace Organic Compounds by Ozone–Biological Activated Carbon for Wastewater Reuse: The Lake Arrowhead Pilot Plant. Water Environ. Res 2000, 72 (4), 388–396."}, {"Citation": "Agus E; Zhang L; Sedlak DL A Framework for Identifying Characteristic Odor Compounds in Municipal Wastewater Effluent. Water Res 2012, 46 (18), 5970–5980.", "ArticleIdList": ["22981490"]}, {"Citation": "Richardson SD; Caughran TV; Poiger T; Guo Y; Gene Crumley F Application of DNPH Derivatization with LC/MS to the Identification of Polar Carbonyl Disinfection by-Products in Drinking Water. Ozone Sci. Eng 2000, 22 (6), 653–675."}, {"Citation": "Glaze WH; Koga M; Cancilla D Ozonation Byproducts. 2. Improvement of an Aqueous-Phase Derivatization Method for the Detection of Formaldehyde and Other Carbonyl Compounds Formed by the Ozonation of Drinking Water. Environ. Sci. Technol 1989, 23 (7), 838–847."}, {"Citation": "Siegel D; Meinema AC; Permentier H; Hopfgartner G; Bischoff R Integrated Quantification and Identification of Aldehydes and Ketones in Biological Samples. Anal. Chem 2014, 86 (10), 5089–5100.", "ArticleIdList": ["24745975"]}, {"Citation": "Rice EW; Baird RB; Clesceri LS; Eaton AD Standard Methods for the Examination of Water and Wastewater In American Public Health Association, American Water Works Association, Water Environment Federation; Washington, DC, 2012."}, {"Citation": "Valentine RL; Jafvert CT Reaction Scheme for the Chlorination of Ammoniacal Water. Environ. Sci. Technol 1992, 26 (3), 577–586."}, {"Citation": "Mitch WA; Schreiber IM Degradation of Tertiary Alkylamines during Chlorination/Chloramination: Implications for Formation of Aldehydes, Nitriles, Halonitroalkanes, and Nitrosamines. Environ. Sci. Technol 2008, 42 (13), 4811–4817.", "ArticleIdList": ["18678010"]}, {"Citation": "Scully FE; Dean Howell G; Penn HH; Mazina K; Donald Johnson J Small Molecular Weight Organic Amino Nitrogen Compounds in Treated Municipal Waste Water. Environ. Sci. Technol 1988, 22 (10), 1186–1190.", "ArticleIdList": ["22148613"]}, {"Citation": "Krasner SW; Sclimenti MJ; Coffey BM Testing Biologically Active Filters for Removing Aldehydes Formed during Ozonation. J. Am. Water Work. Assoc 1993, 85 (5), 62–71."}, {"Citation": "Carlson KH; Amy GL BOM Removal during Biofiltration. J. Am. Water Work. Assoc 1998, 90 (12), 42–52."}, {"Citation": "Digiano FA; Singer PC; Parameswar C; Lecourt TD Biodegradation Kinetics of Ozonated NOM and Aldehydes. J. Am. Water Work. Assoc 2001, 93 (8), 92–104."}, {"Citation": "Siddiqui MS; Amy GL; Murphy BD Ozone Enhanced Removal of Natural Organic Matter from Drinking Water Sources. Water Res 1997, 31 (12), 3098–3106."}, {"Citation": "Liu W; Andrews SA; Bolton JR; Linden KG; Sharpless C; Stefan M Comparison of Disinfection Byproduct (DBP) Formation from Different UV Technologies at Bench Scale. Water Sci. and Technol.: Water Supply 2002, 2 (5–6), 515–521."}, {"Citation": "Drewes JE; Bellona C; Oedekoven M; Xu P; Kim TU; Amy G Rejection of Wastewater-Derived Micropollutants in High-Pressure Membrane Applications Leading to Indirect Potable Reuse. Environ. Prog 2005, 24 (4), 400–409."}, {"Citation": "Snyder SA; Adham S; Redding AM; Cannon FS; DeCarolis J; Oppenheimer J; Wert EC; Yoon Y Role of Membranes and Activated Carbon in the Removal of Endocrine Disruptors and Pharmaceuticals. Desalination 2007, 202 (1–3), 156–181."}, {"Citation": "Kimura K; Toshima S; Amy G; Watanabe Y Rejection of Neutral Endocrine Disrupting Compounds (EDCs) and Pharmaceutical Active Compounds (PhACs) by RO Membranes. J. Memb. Sci 2004, 245 (1–2), 71–78."}, {"Citation": "Breitner LN; Howe KJ; Minakata D Effect of Functional Chemistry on the Rejection of Low-Molecular Weight Neutral Organics through Reverse Osmosis Membranes for Potable Reuse. Environ. Sci. Technol 2019, 53, 11401–11409.", "ArticleIdList": ["31513383"]}, {"Citation": "Buxton GV; Greenstock CL; Helman WP; Ross AB Critical Review of Rate Constants for Reactions of Hydrated Electrons, Hydrogen Atoms and Hydroxyl Radicals (⋅OH/⋅O−) in Aqueous Solution. J. Phys. Chem. Ref. Data 1988, 17 (2), 513–886."}, {"Citation": "Jacangelo JG; Patania NL; Reagan KM; Aieta EM; Krasner SW; Mcguire MJ Ozonation: Assessing Its Role in the Formation and Control of Disinfection By-Products. J. Am. Water Work. Assoc 1989, 81 (8), 74–84."}, {"Citation": "Benigni R; Conti L; Crebelli R; Rodomonte A; Vari MR Simple and α,β-Unsaturated Aldehydes: Correct Prediction of Genotoxic Activity through Structure-Activity Relationship Models. Environ. Mol. Mutagen 2005, 46 (4), 268–280.", "ArticleIdList": ["15991240"]}, {"Citation": "US EPA Integrated Risk Information System Division. Acrolein (CASRN 107-02-8) | IRIS | US EPA; 2003."}, {"Citation": "US EPA Integrated Risk Information System Division. Formaldehyde (CASRN 50-00-0) | IRIS | US EPA; 1990."}, {"Citation": "Adams TB; Gavin CL; Taylor SV; Waddell WJ; Cohen SM; Feron VJ; Goodman J; Rietjens IMCM; Marnett LJ; Portoghese PS; Smith RL The FEMA GRAS Assessment of α,β-Unsaturated Aldehydes and Related Substances Used as Flavor Ingredients. Food Chem. Toxicol 2008, 46 (9), 2935–2967.", "ArticleIdList": ["18644420"]}, {"Citation": "Stalter D; Peters LI; O’Malley E; Tang JYM; Revalor M; Farré MJ; Watson K; von Gunten U; Escher BI Sample Enrichment for Bioanalytical Assessment of Disinfected Drinking Water: Concentrating the Polar, the Volatiles, and the Unknowns. Environ. Sci. Technol 2016, 50 (12), 6495–6505.", "ArticleIdList": ["27153244"]}, {"Citation": "Gerrity D; Owens-Bennett E; Venezia T; Stanford BD; Plumlee MH; Debroux J; Trussell RS Applicability of Ozone and Biological Activated Carbon for Potable Reuse. Ozone Sci. Eng 2014, 36 (2), 123–137."}, {"Citation": "Orange County Water District. Groundwater Replenishment System 2017 Annual Report; Irvine, CA, 2017."}, {"Citation": "Prasse C; Schlüsener MP; Schulz R; Ternes TA Antiviral Drugs in Wastewater and Surface Waters: A New Pharmaceutical Class of Environmental Relevance? Environ. Sci. Technol 2010, 44 (5), 1728–1735.", "ArticleIdList": ["20108960"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32833432", "NIHMS1655167", "PMC7755163", "10.1021/acs.est.0c02793"]}}], "PubmedBookArticle": []}