{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Anthropocene", "Insect olfaction", "Manduca sexta", "Pollination", "Pollution"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32875538", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "02"}], "ELocationID": ["10.1007/s10886-020-01211-4"], "Journal": {"ISSN": "1573-1561", "JournalIssue": {"Volume": "46", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Journal of chemical ecology", "ISOAbbreviation": "J Chem Ecol"}, "ArticleTitle": "Pollination in the Anthropocene: a Moth Can Learn Ozone-Altered Floral Blends.", "Pagination": {"StartPage": "987", "EndPage": "996", "MedlinePgn": "987-996"}, "Abstract": {"AbstractText": ["Insect pollination is essential to many unmanaged and agricultural systems and as such is a key element in food production. However, floral scents that pollinating insects rely on to locate host plants may be altered by atmospheric oxidants, such as ozone, potentially making these cues less attractive or unrecognizable to foraging insects and decreasing pollinator efficacy. We demonstrate that levels of tropospheric ozone commonly found in many rural areas are sufficient to disrupt the innate attraction of the tobacco hawkmoth Manduca sexta to the odor of one of its preferred flowers, Nicotiana alata. However, we further find that visual navigation together with associative learning can offset this disruption. Foraging moths that initially find an ozone-altered floral scent unattractive can target an artificial flower using visual cues and associate the ozone-altered floral blend with a nectar reward. The ability to learn ozone-altered floral odors may enable pollinators to maintain communication with their co-evolutionary partners and reduce the negative impacts that anthropogenically elevated oxidants may have on plant-pollinator systems."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Department of Evolutionary Neuroethology, Jena, Germany."}, {"Identifier": [], "Affiliation": "Department of Environmental Sciences and Blandy Experimental Farm, University of Virginia, Boyce, VA, USA."}], "LastName": "Cook", "ForeName": "Brynn", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Department of Evolutionary Neuroethology, Jena, Germany."}, {"Identifier": [], "Affiliation": "Laboratory of Entomology, Wageningen University, Wageningen, The Netherlands."}], "LastName": "Haverkamp", "ForeName": "Alexander", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Department of Evolutionary Neuroethology, Jena, Germany."}], "LastName": "Hansson", "ForeName": "Bill S", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences and Blandy Experimental Farm, University of Virginia, Boyce, VA, USA."}], "LastName": "Roulston", "ForeName": "T'ai", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Environmental Sciences and of Biology, University of Virginia, Charlottesville, VA, USA."}], "LastName": "Lerdau", "ForeName": "Manuel", "Initials": "M"}, {"Identifier": ["0000-0002-6710-1071"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Department of Evolutionary Neuroethology, Jena, Germany. mknaden@ice.mpg.de."}], "LastName": "Knaden", "ForeName": "Markus", "Initials": "M"}], "GrantList": [{"GrantID": "x", "Agency": "Max-Planck-Gesellschaft", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Ecol", "NlmUniqueID": "7505563", "ISSNLinking": "0098-0331"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Behavior, Animal"}, {"QualifierName": ["chemistry", "drug effects", "physiology"], "DescriptorName": "Flowers"}, {"QualifierName": ["physiology"], "DescriptorName": "Manduca"}, {"QualifierName": ["analysis"], "DescriptorName": "Odorants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Olfactory Perception"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pollination"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Nicotiana"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Atkinson R, Arey J. Atmospheric degradation of volatile organic compounds. Chem Rev. 2003;103:4605–4638. doi: 10.1021/cr0206420.", "ArticleIdList": ["10.1021/cr0206420", "14664626"]}, {"Citation": "Baker J, Arey J, Atkinson R. Kinetics of the gas-phase reactions of OH radicals, NO3 radicals and O-3 with three C-7-carbonyls formed from the atmospheric reactions of myrcene, ocimene and terpinolene. J Atmos Chem. 2004;48:241–260. doi: 10.1023/B:JOCH.0000044420.94492.fa.", "ArticleIdList": ["10.1023/B:JOCH.0000044420.94492.fa"]}, {"Citation": "Bhagavan S, Smith BH (1997) Olfactory conditioning in the honey bee. Apis mellifera: effects of odor intensity Physiol Behav 61:107–117. 10.1016/s0031-9384(96)00357-5", "ArticleIdList": ["8976540"]}, {"Citation": "Bisch-Knaden S, Dahake A, Sachse S, Knaden M, Hansson BS. Spatial representation of feeding and oviposition odors in the brain of a hawkmoth. Cell Reports. 2018;22:2482–2492. doi: 10.1016/j.celrep.2018.01.082.", "ArticleIdList": ["10.1016/j.celrep.2018.01.082", "29490282"]}, {"Citation": "Bruce TJA, et al. Response of economically important aphids to components of Hemizygia petiolata essential oil. Pest manage Sci. 2005;61:1115–1121. doi: 10.1002/ps.1102.", "ArticleIdList": ["10.1002/ps.1102", "16059962"]}, {"Citation": "Daly KC, Chandra S, Durtschi ML, Smith BH. The generalization of an olfactory-based conditioned response reveals unique but overlapping odour representations in the moth Manduca sexta. J Exp Biol. 2001;204:3085–3095.", "ArticleIdList": ["11551996"]}, {"Citation": "Desurmont GA, Laplanche D, Schiestl FP, Turlings TCJ (2015) Floral volatiles interfere with plant attraction of parasitoids: ontogeny-dependent infochemical dynamics in Brassica rapa. BMC Ecol:15. 10.1186/s12898-015-0047-7", "ArticleIdList": ["PMC4467598", "26031290"]}, {"Citation": "Dudareva N, Pichersky E. Biochemical and molecular genetic aspects of floral scents. Plant Physiol. 2000;122:627–633. doi: 10.1104/pp.122.3.627.", "ArticleIdList": ["10.1104/pp.122.3.627", "PMC1539243", "10712525"]}, {"Citation": "Fox K, Vitt P, Anderson K, Fauske G, Travers S, Vik D, Harris MO (2013) Pollination of a threatened orchid b an introduced hawk moth specis in the tallgrass prairie of North America. Biol Conserv 167: 316–324. 10.1016/j.biocon.2013.08.026"}, {"Citation": "Farre-Armengol G, Penuelas J, Li T, Yli-Pirila P, Filella I, Llusia J, Blande JD. Ozone degrades floral scent and reduces pollinator attraction to flowers. New Phytol. 2016;209:152–160. doi: 10.1111/nph.13620.", "ArticleIdList": ["10.1111/nph.13620", "26346807"]}, {"Citation": "Fick J, Pommer L, Andersson B, Nilsson C. Ozone removal in the sampling of parts per billion levels of terpenoid compounds: An evaluation of different scrubber materials. Environ Sci Technol. 2001;35:1458–1462. doi: 10.1021/es0001456.", "ArticleIdList": ["10.1021/es0001456", "11348086"]}, {"Citation": "Finelli CM, Pentcheff ND, Zimmer RK, Wethey DS. Physical constraints on ecological processes: A field test of odor-mediated foraging. Ecology. 2000;81:784–797. doi: 10.1890/0012-9658(2000)081[0784:Pcoepa]2.0.Co;2.", "ArticleIdList": ["10.1890/0012-9658(2000)081[0784:Pcoepa]2.0.Co;2"]}, {"Citation": "Fiore AM, Jacob DJ, Bey I, Yantosca RM, Field BD, Fusco AC, Wilkinson JG. Background ozone over the United States in summer: origin, trend, and contribution to pollution episodes. J Geophys Res-Atmos. 2002;107:27. doi: 10.1029/2001jd000982.", "ArticleIdList": ["10.1029/2001jd000982"]}, {"Citation": "Fuentes JD, Chamecki M, Roulston T, Chen BC, Pratt KR. Air pollutants degrade floral scents and increase insect foraging times. Atmos Environ. 2016;141:361–374. doi: 10.1016/j.atmosenv.2016.07.002.", "ArticleIdList": ["10.1016/j.atmosenv.2016.07.002"]}, {"Citation": "Goyret J, Markwell PM, Raguso RA. The effect of decoupling olfactory and visual stimuli on the foraging behavior of Manduca sexta. J Exp Biol. 2007;210:1398–1405. doi: 10.1242/jeb.02752.", "ArticleIdList": ["10.1242/jeb.02752", "17401122"]}, {"Citation": "Hallmann CA, Sorg M, Jongejans E, Siepel H, Hofland N, Schwan H, Stenmans W, Müller A, Sumser H, Hörren T, Goulson D, de Kroon H (2017) More than 75 percent decline over 27 years in total flying insect biomass in protected areas. PLoS ONE 12:e0185809 https://doi.org/10.1371/journal.pone.0185809", "ArticleIdList": ["PMC5646769", "29045418"]}, {"Citation": "Hauglustaine DA, Brasseur GP. Evolution of tropospheric ozone under anthropogenic activities and associated radiative forcing of climate. J Geophys Res-Atmos. 2001;106:32337–32360. doi: 10.1029/2001jd900175.", "ArticleIdList": ["10.1029/2001jd900175"]}, {"Citation": "Haverkamp A, Bing J, Badeke E, Hansson BS, Knaden M. Innate olfactory preferences for flowers matching proboscis length ensure optimal energy gain in a hawkmoth. Nature Communications. 2016;7:9. doi: 10.1038/ncomms11644.", "ArticleIdList": ["10.1038/ncomms11644", "PMC4869250", "27173441"]}, {"Citation": "Haverkamp A, Hansson BS, Baldwin IT, Knaden M, Yon F (2018) Floral trait variations among wild tobacco populations influence the foraging behavior of hawkmoth pollinators. Frontiers in Ecology and Evolution:6. 10.3389/fevo.2018.00019"}, {"Citation": "Hussaini SA, Komischke B, Menzel R, Lachnit H. Forward and backward second-order Pavlovian conditioning in honeybees. Learn Memory. 2007;14:678–683. doi: 10.1101/lm.471307.", "ArticleIdList": ["10.1101/lm.471307", "PMC2044558", "17911371"]}, {"Citation": "Jurgens A, Bischoff M. Changing odour landscapes: the effect of anthropogenic volatile pollutants on plant-pollinator olfactory communication. Funct Ecol. 2017;31:56–64. doi: 10.1111/1365-2435.12774.", "ArticleIdList": ["10.1111/1365-2435.12774"]}, {"Citation": "Kapustjansky A, Chittka L, Spaethe J. Bees use three-dimensional information to improve target detection. Naturwissenschaften. 2010;97:229–233. doi: 10.1007/s00114-009-0627-5.", "ArticleIdList": ["10.1007/s00114-009-0627-5", "19960178"]}, {"Citation": "Kevan PG. Pollinators as bioindicators of the state of the environment: species, activity and diversity. Agriculture Ecosystems & Environment. 1999;74:373–393. doi: 10.1016/s0167-8809(99)00044-4.", "ArticleIdList": ["10.1016/s0167-8809(99)00044-4"]}, {"Citation": "Klein AM, Vaissiere BE, Cane JH, Steffan-Dewenter I, Cunningham SA, Kremen C, Tscharntke T. Importance of pollinators in changing landscapes for world crops. Proceedings of the Royal Society B-Biological Sciences. 2007;274:303–313. doi: 10.1098/rspb.2006.3721.", "ArticleIdList": ["10.1098/rspb.2006.3721", "PMC1702377", "17164193"]}, {"Citation": "Kluser S, Peduzzi P (2007) Global pollinator decline: A literature review, UNEP/GRID-Europe. © UNEP 2007"}, {"Citation": "Knudsen JT, Eriksson R, Gershenzon J, Stahl B. Diversity and distribution of floral scent. Bot Rev. 2006;72:1–120. doi: 10.1663/0006-8101(2006)72[1:Dadofs]2.0.Co;2.", "ArticleIdList": ["10.1663/0006-8101(2006)72[1:Dadofs]2.0.Co;2"]}, {"Citation": "Kulahci IG, Dornhaus A, Papaj DR. Multimodal signals enhance decision making in foraging bumble-bees. Proceedings of the Royal Society B-Biological Sciences. 2008;275:797–802. doi: 10.1098/rspb.2007.1176.", "ArticleIdList": ["10.1098/rspb.2007.1176", "PMC2596894", "18198150"]}, {"Citation": "Kunze J, Gumbert A. The combined effect of color and odor on flower choice behavior of bumble bees in flower mimicry systems. Behav Ecol. 2001;12:447–456. doi: 10.1093/beheco/12.4.447.", "ArticleIdList": ["10.1093/beheco/12.4.447"]}, {"Citation": "Lee JD, et al. Ozone photochemistry and elevated isoprene during the UK heatwave of august 2003. Atmos environ. 2006;40:7598–7613. doi: 10.1016/j.atmosenv.2006.06.057.", "ArticleIdList": ["10.1016/j.atmosenv.2006.06.057"]}, {"Citation": "Li T, Blande JD, Holopainen JK (2016) Atmospheric transformation of plant volatiles disrupts host plant finding. Scientific Reports:6. 10.1038/srep33851", "ArticleIdList": ["PMC5030639", "27651113"]}, {"Citation": "Lusebrink I, Girling RD, Farthing E, Newman TA, Jackson CW, Poppy GM. The effects of diesel exhaust pollution on floral volatiles and the consequences for honey bee olfaction. J Chem Ecol. 2015;41:904–912. doi: 10.1007/s10886-015-0624-4.", "ArticleIdList": ["10.1007/s10886-015-0624-4", "26424685"]}, {"Citation": "Majetic CJ, Raguso RA, Ashman TL. The sweet smell of success: floral scent affects pollinator attraction and seed fitness in Hesperis matronalis. Funct Ecol. 2009;23:480–487. doi: 10.1111/j.1365-2435.2008.01517.x.", "ArticleIdList": ["10.1111/j.1365-2435.2008.01517.x"]}, {"Citation": "McFrederick QS, Fuentes JD, Roulston T, Kathilankal JC, Lerdau M. Effects of air pollution on biogenic volatiles and ecological interactions. Oecologia. 2009;160:411–420. doi: 10.1007/s00442-009-1318-9.", "ArticleIdList": ["10.1007/s00442-009-1318-9", "19352722"]}, {"Citation": "McFrederick QS, Kathilankal JC, Fuentes JD. Air pollution modifies floral scent trails. Atmos Environ. 2008;42:2336–2348. doi: 10.1016/j.atmosenv.2007.12.033.", "ArticleIdList": ["10.1016/j.atmosenv.2007.12.033"]}, {"Citation": "Muhlemann JK, Klempien A, Dudareva N. Floral volatiles: from biosynthesis to function. Plant Cell and Environment. 2014;37:1936–1949. doi: 10.1111/pce.12314.", "ArticleIdList": ["10.1111/pce.12314", "24588567"]}, {"Citation": "Murlis J, Elkinton JS, Carde RT. Odor plumes and how insects use them. Annu Rev Entomol. 1992;37:505–532. doi: 10.1146/annurev.en.37.010192.002445.", "ArticleIdList": ["10.1146/annurev.en.37.010192.002445"]}, {"Citation": "Naik V, et al. Preindustrial to present-day changes in tropospheric hydroxyl radical and methane lifetime from the atmospheric chemistry and climate model. Intercomparison project (ACCMIP) atmospheric chemistry and physics. 2013;13:5277–5298. doi: 10.5194/acp-13-5277-2013.", "ArticleIdList": ["10.5194/acp-13-5277-2013"]}, {"Citation": "Ohashi K, Yahara T. Visit larger displays but probe proportionally fewer flowers: counterintuitive behaviour of nectar-collecting bumble bees achieves an ideal free distribution. Funct Ecol. 2002;16:492–503. doi: 10.1046/j.1365-2435.2002.00644.x.", "ArticleIdList": ["10.1046/j.1365-2435.2002.00644.x"]}, {"Citation": "Pelz C, Gerber B, Menzel R. Odorant intensity as a determinant for olfactory conditioning in honeybees: roles in discrimination, overshadowing and memory consolidation. J Exp Biol. 1997;200:837–847.", "ArticleIdList": ["9076967"]}, {"Citation": "Potts SG, Biesmeijer JC, Kremen C, Neumann P, Schweiger O, Kunin WE (2010) Global pollinator declines: trends, impacts and drivers. Trends Ecol Evol 25:345–353. 10.1016/j.tree.2010.01.007", "ArticleIdList": ["20188434"]}, {"Citation": "R Development Core Team (2014) R: A language and environment for statistical computing. R foundation for statistical computing, Vienna, Austria."}, {"Citation": "Raguso RA, Levin RA, Foose SE, Holmberg MW, McDade LA. Fragrance chemistry, nocturnal rhythms and pollination \"syndromes\" in Nicotiana. Phytochemistry. 2003;63:265–284. doi: 10.1016/s0031-9422(03)00113-4.", "ArticleIdList": ["10.1016/s0031-9422(03)00113-4", "12737977"]}, {"Citation": "Raguso RA, Willis MA. Synergy between visual and olfactory cues in nectar feeding by naive hawkmoths, Manduca sexta. Anim Behav. 2002;64:685–695. doi: 10.1006/anbe.2002.4010.", "ArticleIdList": ["10.1006/anbe.2002.4010"]}, {"Citation": "Riffell JA, Alarcon R, Abrell L, Davidowitz G, Bronstein JL, Hildebrand JG. Behavioral consequences of innate preferences and olfactory learning in hawkmoth-flower interactions. Proceedings of the National Academy of Sciences of the United States of America. 2008;105:3404–3409. doi: 10.1073/pnas.0709811105.", "ArticleIdList": ["10.1073/pnas.0709811105", "PMC2265144", "18305169"]}, {"Citation": "Riffell JA, Lei H, Abrell L, Hildebrand JG. Neural basis of a pollinator's buffet: olfactory specialization and learning in Manduca sexta. Science. 2013;339:200–204. doi: 10.1126/science.1225483.", "ArticleIdList": ["10.1126/science.1225483", "23223454"]}, {"Citation": "Riffell JA, Lei H, Christensen TA, Hildebrand JG. Characterization and coding of behaviorally significant odor mixtures. Curr Biol. 2009;19:335–340. doi: 10.1016/j.cub.2009.01.041.", "ArticleIdList": ["10.1016/j.cub.2009.01.041", "PMC2677194", "19230669"]}, {"Citation": "Riffell JA, Shlizerman E, Sanders E, Abrell L, Medina B, Hinterwirth AJ, Kutz JN. Flower discrimination by pollinators in a dynamic chemical environment. Science. 2014;344:1515–1518. doi: 10.1126/science.1251041.", "ArticleIdList": ["10.1126/science.1251041", "24970087"]}, {"Citation": "Schiestl FP, Peakall R, Mant JG, Ibarra F, Schulz C, Franke S, Francke W. The chemistry of sexual deception in an orchid-wasp pollination system. Science. 2003;302:437–438. doi: 10.1126/science.1087835.", "ArticleIdList": ["10.1126/science.1087835", "14564006"]}, {"Citation": "Smith CA, Want EJ, O'Maille G, Abagyan R, Siuzdak G (2006) XCMS: Processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification. Anal Chem 78: 770–787", "ArticleIdList": ["16448051"]}, {"Citation": "Spivakovsky CM, et al. Three-dimensional climatological distribution of tropospheric OH: Update and evaluation. J Geophys Res-Atmos. 2000;105:8931–8980. doi: 10.1029/1999jd901006.", "ArticleIdList": ["10.1029/1999jd901006"]}, {"Citation": "Sprayberry JDH (2020) Compounds without borders: a mechanism for quantifying complex odors and responses to scent-pollution in bumblebees. PLoS comp biol 16. 10.1371/journal.pcbi.1007765.r001", "ArticleIdList": ["PMC7197864", "32320390"]}, {"Citation": "Stockl AL, Kihlstrom K, Chandler S, Sponberg S. Comparative system identification of flower tracking performance in three hawkmoth species reveals adaptations for dim light vision. Philosophical Transactions of the Royal Society B-Biological Sciences. 2017;372:9. doi: 10.1098/rstb.2016.0078.", "ArticleIdList": ["10.1098/rstb.2016.0078", "PMC5312027", "28193822"]}, {"Citation": "Theis N, Lerdau M, Raguso RA. The challenge of attracting pollinators while evading floral herbivores: Patterns of fragrance emission in Cirsium arvense and Cirsium repandum (Asteraceae) Int J Plant Sci. 2007;168:587–601. doi: 10.1086/513481.", "ArticleIdList": ["10.1086/513481"]}, {"Citation": "Vingarzan R. A review of surface ozone background levels and trends. Atmos environ. 2004;38:3431–3442. doi: 10.1016/j.atmosenv.2004.03.030.", "ArticleIdList": ["10.1016/j.atmosenv.2004.03.030"]}, {"Citation": "Visser JH. Host odor perception in phytophagous insects. Annu rev Entomol. 1986;31:121–144. doi: 10.1146/annurev.en.31.010186.001005.", "ArticleIdList": ["10.1146/annurev.en.31.010186.001005"]}, {"Citation": "Wright GA, Schiestl FP. The evolution of floral scent: the influence of olfactory learning by insect pollinators on the honest signalling of floral rewards. Funct Ecol. 2009;23:841–851. doi: 10.1111/j.1365-2435.2009.01627.x.", "ArticleIdList": ["10.1111/j.1365-2435.2009.01627.x"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "18"}, {"Year": "2020", "Month": "8", "Day": "20"}, {"Year": "2020", "Month": "8", "Day": "9"}, {"Year": "2020", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32875538", "PMC7547994", "10.1007/s10886-020-01211-4", "10.1007/s10886-020-01211-4"]}}], "PubmedBookArticle": []}