{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bacterial community assembly processes", "Biologically active carbon filters", "Drinking water treatment", "Ecological network structures", "Functional potentials"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32882545", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "08", "Day": "08"}], "ELocationID": ["10.1016/j.scitotenv.2020.141409", "S0048-9697(20)34938-X"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "751", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "10"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Ecological insights into assembly processes and network structures of bacterial biofilms in full-scale biologically active carbon filters under ozone implementation.", "Pagination": {"StartPage": "141409", "MedlinePgn": "141409"}, "Abstract": {"AbstractText": ["To address the adverse effects of harmful algal blooms, there are increased demands over the implementation of ozone coupled with biologically active carbon (BAC) filters in the drinking water treatment plants. Although the microbial biofilms are vital elements to support the proper performance of BAC filters, except for taxonomic affiliations, little is known about the assembly mechanisms of microbial communities in the full-scale BAC filters. This study aimed to examine how the assembly processes and their associated factors (e.g., influent characteristics, biological interactions) drive the temporal dynamics of bacterial communities in full-scale BAC filters, which underwent ozone implementation (five consecutive seasons from 2017 to 2018). The results revealed that along with the increase of bacterial taxonomic richness and evenness, stochastic processes became more crucial to determine the bacterial community assembly in the summer and autumn after ozone implementation (relative contribution: 61.23% and 83.75%, respectively). Moreover, their corresponding networks possessed simple network structures with lower modularity than other seasons, which implied lesser biological interactions among bacterial populations. The correlation between taxonomic and predicted functional diversities using functional redundancy index indicated that relatively high levels of bacterial functional redundancy (>0.83) were generally present in BAC filters. However, compared to other seasons, significantly higher degrees of functional redundancy existed in the summer and autumn after ozone implementation (0.85 ± 0.01 and 0.86 ± 0.01, respectively). Overall, this work improves our understanding of the microbial ecology of full-scale BAC filters by providing a conceptual framework that characterizes bacterial biofilm assembly processes relevant to performance optimization of full-scale BAC filters."], "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA."}], "LastName": "Li", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Environmental Genomics and Department of Botany and Microbiology, University of Oklahoma, Norman, OK, USA."}], "LastName": "Ning", "ForeName": "Daliang", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA."}], "LastName": "Jeon", "ForeName": "Youchul", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Water Infrastructure Division, Center for Environmental Solutions and Emergency Response, U.S. Environmental Protection Agency, Cincinnati, OH 45268, USA."}], "LastName": "Ryu", "ForeName": "Hodon", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Water Infrastructure Division, Center for Environmental Solutions and Emergency Response, U.S. Environmental Protection Agency, Cincinnati, OH 45268, USA."}], "LastName": "Santo Domingo", "ForeName": "Jorge W", "Initials": "JW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA."}], "LastName": "Kang", "ForeName": "Dae-Wook", "Initials": "DW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA."}], "LastName": "Kadudula", "ForeName": "Anusha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA; Department of Chemical Engineering, University of Toledo, Mail Stop 307, 3048 Nitschke Hall, Toledo, OH, USA. Electronic address: Youngwoo.Seo@utoledo.edu."}], "LastName": "Seo", "ForeName": "Youngwoo", "Initials": "Y"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Water Purification"}], "CoiStatement": "Declaration of competing interest We declare that we have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allison SD, Martiny JB, 2008. Resistance, resilience, and redundancy in microbial communities. Proc. Natl. Acad. Sci 105, 11512–11519.", "ArticleIdList": ["PMC2556421", "18695234"]}, {"Citation": "Bastian M, Heymann S, Jacomy M, 2009. Gephi: an open source software for exploring and manipulating networks. Third International AAAI Conference on Weblogs and Social Media."}, {"Citation": "Benjamini Y, Hochberg Y, 1995. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J. R. Stat. Soc. Ser. B Methodol 57, 289–300."}, {"Citation": "Bokulich NA, Kaehler BD, Rideout JR, Dillon M, Bolyen E, Knight R, et al., 2018. Optimizing taxonomic classification of marker-gene amplicon sequences with QIIME 2’s q2-feature-classifier plugin. Microbiome 6, 90.", "ArticleIdList": ["PMC5956843", "29773078"]}, {"Citation": "Bolyen E, Rideout JR, Dillon MR, Bokulich NA, Abnet CC, Al-Ghalith GA, et al., 2019. Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2. Nat. Biotechnol 37, 852–857.", "ArticleIdList": ["PMC7015180", "31341288"]}, {"Citation": "Boon N, Pycke BF, Marzorati M, Hammes F, 2011. Nutrient gradients in a granular activated carbon biofilter drives bacterial community organization and dynamics. Water Res 45, 6355–6361.", "ArticleIdList": ["21982679"]}, {"Citation": "Callahan BJ, McMurdie PJ, Rosen MJ, Han AW, Johnson AJA, Holmes SP, 2016. DADA2: high-resolution sample inference from Illumina amplicon data. Nat. Methods 13, 581.", "ArticleIdList": ["PMC4927377", "27214047"]}, {"Citation": "Caporaso JG, Lauber CL, Walters WA, Berg-Lyons D, Huntley J, Fierer N, et al., 2012. Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms. ISME J 6, 1621.", "ArticleIdList": ["PMC3400413", "22402401"]}, {"Citation": "Caspi R, Foerster H, Fulcher CA, Kaipa P, Krummenacker M, Latendresse M, et al., 2007. The MetaCyc Database of metabolic pathways and enzymes and the BioCyc collection of Pathway/Genome Databases. Nucleic Acids Res 36, D623–D631.", "ArticleIdList": ["PMC2238876", "17965431"]}, {"Citation": "Caspi R, Altman T, Dreher K, Fulcher CA, Subhraveti P, Keseler IM, et al., 2011. The MetaCyc database of metabolic pathways and enzymes and the BioCyc collection of pathway/genome databases. Nucleic Acids Res 40, D742–D753.", "ArticleIdList": ["PMC3245006", "22102576"]}, {"Citation": "Chien I, Wu S-P, Ke H-C, Lo S-L, Tung H. h., 2018. Comparing ozonation and biofiltration treatment of source water with high cyanobacteria-derived organic matter: the case of a water treatment plant followed by a small-scale water distribution system. Int. J. Environ. Res. Public Health 15, 2633.", "ArticleIdList": ["PMC6313752", "30477244"]}, {"Citation": "Curtis T, Polchan M, Baptista J, Davenport R, Sloan W, 2013. Microbial community assembly, theory and rare functions. Front. Microbiol 4, 68.", "ArticleIdList": ["PMC3640183", "23641236"]}, {"Citation": "Deng Y, Jiang Y-H, Yang Y, He Z, Luo F, Zhou J, 2012. Molecular ecological network analyses. BMC Bioinforma 13, 113.", "ArticleIdList": ["PMC3428680", "22646978"]}, {"Citation": "Deng Y, Zhang P, Qin Y, Tu Q, Yang Y, He Z, et al., 2016. Network succession reveals the importance of competition in response to emulsified vegetable oil amendment for uranium bioremediation. Environ. Microbiol 18, 205–218.", "ArticleIdList": ["26177312"]}, {"Citation": "Dini-Andreote F, Stegen JC, van Elsas JD, Salles JF, 2015. Disentangling mechanisms that mediate the balance between stochastic and deterministic processes in microbial succession. Proc. Natl. Acad. Sci 112, E1326–E1332.", "ArticleIdList": ["PMC4371938", "25733885"]}, {"Citation": "Douglas GM, Maffei VJ, Zaneveld J, Yurgel SN, Brown JR, Taylor CM, et al., 2019. PICRUSt2: An Improved and Extensible Approach for Metagenome Inference. BioRxiv p. 672295."}, {"Citation": "Faust K, Raes J, 2012. Microbial interactions: from networks to models. Nat. Rev. Microbiol 10, 538.", "ArticleIdList": ["22796884"]}, {"Citation": "Flowers JJ, Cadkin TA, McMahon KD, 2013. Seasonal bacterial community dynamics in a full-scale enhanced biological phosphorus removal plant. Water Res 47, 7019–7031.", "ArticleIdList": ["PMC4520395", "24200007"]}, {"Citation": "Fuhrman JA, 2009. Microbial community structure and its functional implications. Nature 459, 193–199.", "ArticleIdList": ["19444205"]}, {"Citation": "Gerrity D, Arnold M, Dickenson E, Moser D, Sackett JD, Wert EC, 2018. Microbial community characterization of ozone-biofiltration systems in drinking water and potable reuse applications. Water Res 135, 207–219.", "ArticleIdList": ["29477059"]}, {"Citation": "Gibert O, Lefèvre B, Fernández M, Bernat X, Paraira M, Calderer M, et al., 2013. Characterising biofilm development on granular activated carbon used for drinking water production. Water Res 47, 1101–1110.", "ArticleIdList": ["23245544"]}, {"Citation": "Gilbert JA, Steele JA, Caporaso JG, Steinbrück L, Reeder J, Temperton B, et al., 2012. Defining seasonal marine microbial community dynamics. ISME J 6, 298.", "ArticleIdList": ["PMC3260500", "21850055"]}, {"Citation": "Guillemot N, Kulbicki M, Chabanet P, Vigliola L, 2011. Functional redundancy patterns reveal non-random assembly rules in a species-rich marine assemblage. PLoS One 6.", "ArticleIdList": ["PMC3198825", "22039543"]}, {"Citation": "Hammes F, Salhi E, Köster O, Kaiser H-P, Egli T, Von Gunten U, 2006. Mechanistic and kinetic evaluation of organic disinfection by-product and assimilable organic carbon (AOC) formation during the ozonation of drinking water. Water Res 40, 2275–2286.", "ArticleIdList": ["16777174"]}, {"Citation": "Hammes F, Meylan S, Salhi E, Köster O, Egli T, Von Gunten U, 2007. Formation of assimilable organic carbon (AOC) and specific natural organic matter (NOM) fractions during ozonation of phytoplankton. Water Res 41, 1447–1454.", "ArticleIdList": ["17321564"]}, {"Citation": "Herrero A, Muro-Pastor AM, Flores E, 2001. Nitrogen control in cyanobacteria. J. Bacteriol 183, 411–425.", "ArticleIdList": ["PMC94895", "11133933"]}, {"Citation": "Hozalski RM, Bouwer EJ, Goel S, 1999. Removal of natural organic matter (NOM) from drinking water supplies by ozone-biofiltration. Water Sci. Technol 40, 157–163."}, {"Citation": "Huang W-J, Fang G-C, Wang C-C, 2005. The determination and fate of disinfection byproducts from ozonation of polluted raw water. Sci. Total Environ 345, 261–272.", "ArticleIdList": ["15919544"]}, {"Citation": "Jones SE, Lennon JT, 2010. Dormancy contributes to the maintenance of microbial diversity. Proc. Natl. Acad. Sci 107, 5881–5886.", "ArticleIdList": ["PMC2851880", "20231463"]}, {"Citation": "Jurburg SD, Salles JF, 2015. Functional redundancy and ecosystem function-the soil microbiota as a case study. In: Lo YH, et al. (Eds.), Biodiversity in Ecosystems-linking Structure and Function. Intech, Rijeka, pp. 29–49."}, {"Citation": "Kang S, Ma W, Li FY, Zhang Q, Niu J, Ding Y, et al., 2015. Functional redundancy instead of species redundancy determines community stability in a typical steppe of Inner Mongolia. PLoS One 10, e0145605.", "ArticleIdList": ["PMC4689422", "26699133"]}, {"Citation": "Kapoor V, Elk M, Li X, Impellitteri CA, Santo Domingo JW, 2016. Effects of Cr (III) and Cr (VI) on nitrification inhibition as determined by SOUR, function-specific gene expression and 16S rRNA sequence analysis of wastewater nitrifying enrichments. Chemosphere 147, 361–367.", "ArticleIdList": ["26774300"]}, {"Citation": "Kara EL, Hanson PC, Hu YH, Winslow L, McMahon KD, 2013. A decade of seasonal dynamics and co-occurrences within freshwater bacterioplankton communities from eutrophic Lake Mendota, WI, USA. ISME J. 7, 680.", "ArticleIdList": ["PMC3578560", "23051691"]}, {"Citation": "Kim TG, Yun J, Hong S-H, Cho K-S, 2014. Effects of water temperature and backwashing on bacterial population and community in a biological activated carbon process at a water treatment plant. Appl. Microbiol. Biotechnol 98, 1417–1427.", "ArticleIdList": ["23836347"]}, {"Citation": "Kirisits MJ, Emelko MB, Pinto AJ, 2019. Applying biotechnology for drinking water biofiltration: advancing science and practice. Curr. Opin. Biotechnol 57, 197–204.", "ArticleIdList": ["31207464"]}, {"Citation": "Laszakovits JR, MacKay AA, 2019. Removal of cyanotoxins by potassium permanganate: incorporating competition from natural water constituents. Water Res 155, 86–95.", "ArticleIdList": ["30831427"]}, {"Citation": "Lawson CE, Harcombe WR, Hatzenpichler R, Lindemann SR, Löffler FE, O’Malley MA, et al., 2019. Common principles and best practices for engineering microbiomes. Nat. Rev. Microbiol 1–17.", "ArticleIdList": ["PMC8323346", "31548653"]}, {"Citation": "Leibold MA, Holyoak M, Mouquet N, Amarasekare P, Chase JM, Hoopes MF, et al., 2004. The metacommunity concept: a framework for multi-scale community ecology. Ecol. Lett 7, 601–613."}, {"Citation": "Li Q, Yu S, Li L, Liu G, Gu Z, Liu M, et al., 2017. Microbial communities shaped by treatment processes in a drinking water treatment plant and their contribution and threat to drinking water safety. Front. Microbiol 8, 2465.", "ArticleIdList": ["PMC5733044", "29312177"]}, {"Citation": "Li L, Jeon Y, Lee S-H, Ryu H, Santo Domingo JW, Seo Y, 2019a. Dynamics of the physiochemical and community structures of biofilms under the influence of algal organic matter and humic substances. Water Res 158, 136–145.", "ArticleIdList": ["PMC6563348", "31026675"]}, {"Citation": "Li Y, Gao Y, Zhang W, Wang C, Wang P, Niu L, et al., 2019b. Homogeneous selection dominates the microbial community assembly in the sediment of the Three Gorges Reservoir. Sci. Total Environ 690, 50–60.", "ArticleIdList": ["31284194"]}, {"Citation": "Li L, Jeon Y, Ryu H, Santo Domingo JW, Seo Y, 2020. Assessing the chemical compositions and disinfection byproduct formation of biofilms: application of fluorescence excitation-emission spectroscopy coupled with parallel factor analysis. Chemosphere 246, 125745.", "ArticleIdList": ["PMC7485375", "31927366"]}, {"Citation": "Lin Q, De Vrieze J, Li C, Li J, Li J, Yao M, et al., 2017. Temperature regulates deterministic processes and the succession of microbial interactions in anaerobic digestion process. Water Res 123, 134–143.", "ArticleIdList": ["28662395"]}, {"Citation": "Lu Y, Slater F, Mohd-Zaki Z, Pratt S, Batstone D, 2011. Impact of operating history on mixed culture fermentation microbial ecology and product mixture. Water Sci. Technol 64, 760–765.", "ArticleIdList": ["22097058"]}, {"Citation": "Ma B, LaPara TM, Evans AN, Hozalski RM, 2020. Effects of geographic location and water quality on bacterial communities in full-scale biofilters across North America. FEMS Microbiol. Ecol 96, fiz210.", "ArticleIdList": ["31913449"]}, {"Citation": "Martin M, 2011. Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet J 17, 10–12."}, {"Citation": "McCann KS, 2000. The diversity–stability debate. Nature 405, 228.", "ArticleIdList": ["10821283"]}, {"Citation": "Micheli F, Halpern BS, 2005. Low functional redundancy in coastal marine assemblages. Ecol. Lett 8, 391–400."}, {"Citation": "Moosova Z, Pekarova M, Sindlerova LS, Vasicek O, Kubala L, Blaha L, et al., 2019. Immunomodulatory effects of cyanobacterial toxin cylindrospermopsin on innate immune cells. Chemosphere 226, 439–446.", "ArticleIdList": ["30951938"]}, {"Citation": "Ning D, Deng Y, Tiedje JM, Zhou J, 2019. A general framework for quantitatively assessing ecological stochasticity. Proc. Natl. Acad. Sci 116, 16892–16898.", "ArticleIdList": ["PMC6708315", "31391302"]}, {"Citation": "Oh S, Hammes F, Liu W-T, 2018. Metagenomic characterization of biofilter microbial communities in a full-scale drinking water treatment plant. Water Res 128, 278–285.", "ArticleIdList": ["29107912"]}, {"Citation": "Olesen JM, Bascompte J, Dupont YL, Jordano P, 2007. The modularity of pollination networks. Proc. Natl. Acad. Sci 104, 19891–19896.", "ArticleIdList": ["PMC2148393", "18056808"]}, {"Citation": "Pharand L, Van Dyke MI, Anderson WB, Yohannes Y, Huck PM, 2015. Full-scale ozone–biofiltration: seasonally related effects on NOM removal. J. Am. Water Works Assoc 107, E425–E435."}, {"Citation": "Pinto AJ, Xi C, Raskin L, 2012. Bacterial community structure in the drinking water microbiome is governed by filtration processes. Environ. Sci. Technol 46, 8851–8859.", "ArticleIdList": ["22793041"]}, {"Citation": "Pinto AJ, Schroeder J, Lunn M, Sloan W, Raskin L, 2014. Spatial-temporal survey and occupancy-abundance modeling to predict bacterial community dynamics in the drinking water microbiome. MBio 5, e01135–14.", "ArticleIdList": ["PMC4045074", "24865557"]}, {"Citation": "Pivokonsky M, Naceradska J, Kopecka I, Baresova M, Jefferson B, Li X, et al., 2016. The impact of algogenic organic matter on water treatment plant operation and water quality: a review. Crit. Rev. Environ. Sci. Technol 46, 291–335."}, {"Citation": "Potgieter S, Pinto A, Sigudu M, Du Preez H, Ncube E, Venter S, 2018. Long-term spatial and temporal microbial community dynamics in a large-scale drinking water distribution system with multiple disinfectant regimes. Water Res 139, 406–419.", "ArticleIdList": ["29673939"]}, {"Citation": "Quast C, Pruesse E, Yilmaz P, Gerken J, Schweer T, Yarza P, et al., 2012. The SILVA ribosomal RNA gene database project: improved data processing and web-based tools. Nucleic Acids Res 41, D590–D596.", "ArticleIdList": ["PMC3531112", "23193283"]}, {"Citation": "Ricotta C, de Bello F, Moretti M, Caccianiga M, Cerabolini BE, Pavoine S, 2016. Measuring the functional redundancy of biological communities: a quantitative guide. Methods Ecol. Evol 7, 1386–1395."}, {"Citation": "Ross P, van der Aa L, van Dijk T, Rietveld L, 2019. Effects of water quality changes on performance of biological activated carbon (BAC) filtration. Sep. Purif. Technol 212, 676–683."}, {"Citation": "Shi S, Nuccio EE, Shi ZJ, He Z, Zhou J, Firestone MK, 2016. The interconnected rhizosphere: high network complexity dominates rhizosphere assemblages. Ecol. Lett 19, 926–936.", "ArticleIdList": ["27264635"]}, {"Citation": "Sloan WT, Lunn M, Woodcock S, Head IM, Nee S, Curtis TP, 2006. Quantifying the roles of immigration and chance in shaping prokaryote community structure. Environ. Microbiol 8, 732–740.", "ArticleIdList": ["16584484"]}, {"Citation": "Smith VH, Schindler DW, 2009. Eutrophication science: where do we go from here? Trends Ecol. Evol 24, 201–207.", "ArticleIdList": ["19246117"]}, {"Citation": "Stoddart AK, Gagnon GA, 2015. Full-scale prechlorine removal: impact on filter performance and water quality. J. Am. Water Works Assoc 107, E638–E647."}, {"Citation": "Tilman D, 2004. Niche tradeoffs, neutrality, and community structure: a stochastic theory of resource competition, invasion, and community assembly. Proc. Natl. Acad. Sci 101, 10854–10861.", "ArticleIdList": ["PMC503710", "15243158"]}, {"Citation": "Vignola M, Werner D, Wade MJ, Meynet P, Davenport RJ, 2018. Medium shapes the microbial community of water filters with implications for effluent quality. Water Res 129, 499–508.", "ArticleIdList": ["29195186"]}, {"Citation": "Wu L, Yang Y, Chen S, Zhao M, Zhu Z, Yang S, et al., 2016. Long-term successional dynamics of microbial association networks in anaerobic digestion processes. Water Res 104, 1–10.", "ArticleIdList": ["27497626"]}, {"Citation": "Yan L, Herrmann M, Kampe B, Lehmann R, Totsche KU, Küsel K, 2020. Environmental selection shapes the formation of near-surface groundwater microbiomes. Water Res 170, 115341.", "ArticleIdList": ["31790889"]}, {"Citation": "Yu Y, Wu M, Petropoulos E, Zhang J, Nie J, Liao Y, et al., 2019. Responses of paddy soil bacterial community assembly to different long-term fertilizations in southeast China. Sci. Total Environ 656, 625–633.", "ArticleIdList": ["30529966"]}, {"Citation": "Zhang S, Courtois S, Gitungo S, Raczko RF, Dyksen JE, Li M, et al., 2018. Microbial community analysis in biologically active filters exhibiting efficient removal of emerging contaminants and impact of operational conditions. Sci. Total Environ 640, 1455–1464.", "ArticleIdList": ["30021312"]}, {"Citation": "Zhang Z, Deng Y, Feng K, Cai W, Li S, Yin H, et al., 2019. Deterministic assembly and diversity gradient altered the biofilm community performances of bioreactors. Environ. Sci. Technol 53, 1315–1324.", "ArticleIdList": ["30615833"]}, {"Citation": "Zhang B, Ning D, Yang Y, Van Nostrand JD, Zhou J, Wen X, 2020. Biodegradability of wastewater determines microbial assembly mechanisms in full-scale wastewater treatment plants. Water Res 169, 115276.", "ArticleIdList": ["31731242"]}, {"Citation": "Zheng J, Lin T, Chen W, Tao H, Tan Y, Ma B, 2018. Removal of precursors of typical nitrogenous disinfection byproducts in ozonation integrated with biological activated carbon (O3/BAC). Chemosphere 209, 68–77.", "ArticleIdList": ["29913401"]}, {"Citation": "Zhou J, Ning D, 2017. Stochastic community assembly: does it matter in microbial ecology? Microbiol. Mol. Biol. Rev 81, e00002–e00017.", "ArticleIdList": ["PMC5706748", "29021219"]}, {"Citation": "Zhou J, Deng Y, Zhang P, Xue K, Liang Y, Van Nostrand JD, et al., 2014. Stochasticity, succession, and environmental perturbations in a fluidic ecosystem. Proc. Natl. Acad. Sci 111, E836–E845.", "ArticleIdList": ["PMC3948316", "24550501"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "9"}, {"Year": "2020", "Month": "7", "Day": "28"}, {"Year": "2020", "Month": "7", "Day": "30"}, {"Year": "2020", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32882545", "NIHMS1715343", "PMC8273922", "10.1016/j.scitotenv.2020.141409", "S0048-9697(20)34938-X"]}}], "PubmedBookArticle": []}