{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Heart failure", "Nitrogen dioxide", "Ozone", "Particulate matter", "Pollutants"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32924321", "DateRevised": {"Year": "2022", "Month": "11", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "13"}], "ELocationID": ["10.1002/ehf2.12977"], "Journal": {"ISSN": "2055-5822", "JournalIssue": {"Volume": "7", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "ESC heart failure", "ISOAbbreviation": "ESC Heart Fail"}, "ArticleTitle": "A case-crossover study on the effect of short-term exposure to moderate levels of air pollution on the risk of heart failure.", "Pagination": {"StartPage": "3851", "EndPage": "3858", "MedlinePgn": "3851-3858"}, "Abstract": {"AbstractText": ["Exposure to high levels of air pollution in industrialized urban areas is associated with an increased risk of heart failure (HF). On most days, the majority of European cities are only moderately affected by air pollution. The aim of this study was to evaluate the association between short-term exposure to moderate levels of air pollution with the risk of HF in a city with good air quality.", "We recruited 576 patients (median age 82 years; 58.2% men) admitted to a large university hospital in Central Germany for HF to participate in a hospital-based, bidirectional, case-crossover study. Diagnosis of HF and symptom onset were verified individually. The effect of short-term exposure to nitrogen dioxide (NO<sub>2</sub> ), particulate matter (PM<sub>10</sub> ), and ozone (O<sub>3</sub> ) on the risk of HF was estimated using linear and non-linear (categorized) multivariate analyses for three different lag times (1, 2, and 3 days before HF onset). Air pollution variables were adjusted to the date of HF symptom onset. During the study period, the average daily concentration of air pollutants was only moderate and reflects the average European background air pollution. In particular, the concentration of air pollutants ranged from 2 to 63.39 μg/m<sup>3</sup> (median = 17.46 μg/m<sup>3</sup> ) for NO<sub>2</sub> , from 2 to 125.88 μg/m<sup>3</sup> (median = 44.61 μg/m<sup>3</sup> ) for O<sub>3</sub> , and from 2.21 to 166.79 μg/m<sup>3</sup> (median = 18.67 μg/m<sup>3</sup> ) for PM<sub>10</sub> . We did not find a linear or non-linear association between short-term exposure to NO<sub>2</sub> , O<sub>3</sub> , or PM<sub>10</sub> and risk for HF at all lag times in the overall population and subgroups.", "In an area with only moderate air pollution, short-term exposure to major air pollutants does not increase the risk for HF. Future studies should focus on a potential threshold effect of air pollution on HF risk as a basis for evidence-based development of statutory limits in highly polluted areas."], "CopyrightInformation": "© 2020 The Authors. ESC Heart Failure published by John Wiley & Sons Ltd on behalf of European Society of Cardiology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hans Berger Department of Neurology, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Huschmann", "ForeName": "Ariane", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Rasche", "ForeName": "Marius", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medical Statistics, Computer Sciences and Documentation, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Schlattmann", "ForeName": "Peter", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hans Berger Department of Neurology, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Witte", "ForeName": "Otto W", "Initials": "OW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hans Berger Department of Neurology, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Schwab", "ForeName": "Matthias", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine I, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Schulze", "ForeName": "P Christian", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hans Berger Department of Neurology, Jena University Hospital, Jena, 07747, Germany."}], "LastName": "Rakers", "ForeName": "Florian", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "ESC Heart Fail", "NlmUniqueID": "101669191", "ISSNLinking": "2055-5822"}, "CoiStatement": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Savarese G, Lund LH. Global public health burden of heart failure. Card Fail Rev 2017; 3: 7–11.", "ArticleIdList": ["PMC5494150", "28785469"]}, {"Citation": "Roe AT, Sjaastad I, Louch WE. Heart failure with preserved ejection fraction. Tidsskr Nor Laegeforen 2017; 137: 3.", "ArticleIdList": ["28972354"]}, {"Citation": "Cook C, Cole G, Asaria P, Jabbour R, Francis DP. The annual global economic burden of heart failure. Int J Cardiol 2014; 171: 368–376.", "ArticleIdList": ["24398230"]}, {"Citation": "Ziaeian B, Fonarow GC. Epidemiology and aetiology of heart failure. Nat Rev Cardiol 2016; 13: 368–378.", "ArticleIdList": ["PMC4868779", "26935038"]}, {"Citation": "Huynh QL, Blizzard CL, Marwick TH, Negishi K. Association of ambient particulate matter with heart failure incidence and all‐cause readmissions in Tasmania: an observational study. BMJ Open 2018; 8: e021798.", "ArticleIdList": ["PMC5950647", "29748348"]}, {"Citation": "Morris RD, Naumova EN, Munasinghe RL. Ambient air pollution and hospitalization for congestive heart failure among elderly people in seven large US cities. Am J Public Health 1995; 85: 1361–1365.", "ArticleIdList": ["PMC1615618", "7573618"]}, {"Citation": "Liu H, Tian Y, Song J, Cao Y, Xiang X, Huang C, Li M, Hu Y. Effect of ambient air pollution on hospitalization for heart failure in 26 of China's largest cities. Am J Cardiol 2018; 121: 628–633.", "ArticleIdList": ["29304993"]}, {"Citation": "Lee I‐M, Tsai S‐S, Ho C‐K, Chiu H‐F, Yang CY. Air pollution and hospital admissions for congestive heart failure in a tropical city: Kaohsiung, Taiwan. Inhal Toxicol 2007; 19: 899–904.", "ArticleIdList": ["17687721"]}, {"Citation": "Yang C, Chen A, Chen R, Qi Y, Ye J, Li S, Li W, Liang Z, Liang Q, Guo D. Acute effect of ambient air pollution on heart failure in Guangzhou, China. Int J Cardiol 2014; 177: 436–441.", "ArticleIdList": ["25442978"]}, {"Citation": "Morris RD, Naumova EN. Carbon monoxide and hospital admissions for congestive heart failure: evidence of an increased effect at low temperatures. Environ Health Perspect 1998; 106: 649–653.", "ArticleIdList": ["PMC1533184", "9755140"]}, {"Citation": "Barnett AG, Williams GM, Schwartz J, Best TL, Neller AH, Petroeschevsky AL, Simpson RW. The effects of air pollution on hospitalizations for cardiovascular disease in elderly people in Australian and New Zealand cities. Environ Health Perspect 2006; 114: 1018–1023.", "ArticleIdList": ["PMC1513338", "16835053"]}, {"Citation": "Symons J, Wang L, Guallar E, Howell E, Dominici F, Schwab M, Ange B, Samet J, Ondov J, Harrison D. A case‐crossover study of fine particulate matter air pollution and onset of congestive heart failure symptom exacerbation leading to hospitalization. Am J Epidemiol 2006; 164: 421–433.", "ArticleIdList": ["16793862"]}, {"Citation": "Poloniecki JD, Atkinson RW, de Leon AP, Anderson HR. Daily time series for cardiovascular hospital admissions and previous day's air pollution in London, UK. Occup Environ Med 1997; 54: 535–540.", "ArticleIdList": ["PMC1128977", "9326156"]}, {"Citation": "Vanasse A, Talbot D, Chebana F, Bélanger D, Blais C, Gamache P, Giroux J‐X, Dault R, Gosselin P. Effects of climate and fine particulate matter on hospitalizations and deaths for heart failure in elderly: a population‐based cohort study. Environ Int 2017; 106: 257–266.", "ArticleIdList": ["28709636"]}, {"Citation": "Shah AS, Langrish JP, Nair H, McAllister DA, Hunter AL, Donaldson K, Newby DE, Mills NL. Global association of air pollution and heart failure: a systematic review and meta‐analysis. Lancet 2013; 382: 1039–1048.", "ArticleIdList": ["PMC3809511", "23849322"]}, {"Citation": "Schultz MG, Klemp D, Wahner A. Luftqualität In Klimawandel in Deutschland. Springer; 2017. p 127–136."}, {"Citation": "Quach S, Blais C, Quan H. Administrative data have high variation in validity for recording heart failure. Can J Cardiol 2010; 26: e306–e312.", "ArticleIdList": ["PMC2954539", "20931099"]}, {"Citation": "Evangelista LS, Dracup K, Doering LV. Treatment‐seeking delays in heart failure patients. J Heart Lung Transplant 2000; 19: 932–938.", "ArticleIdList": ["11044686"]}, {"Citation": "Maclure M. The case‐crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol 1991; 133: 144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Rakers F, Schiffner R, Rupprecht S, Brandstädt A, Witte OW, Walther M, Schlattmann P, Schwab M. Rapid weather changes are associated with increased ischemic stroke risk: a case‐crossover study. Eur J Epidemiol 2016; 31: 137–146.", "ArticleIdList": ["26148559"]}, {"Citation": "Rakers F, Walther M, Schiffner R, Rupprecht S, Rasche M, Kockler M, Witte OW, Schlattmann P, Schwab M. Weather as a risk factor for epileptic seizures: a case‐crossover study. Epilepsia 2017; 58: 1287–1295.", "ArticleIdList": ["28480567"]}, {"Citation": "Rasche M, Walther M, Schiffner R, Kroegel N, Rupprecht S, Schlattmann P, Schulze PC, Franzke P, Witte OW, Schwab M. Rapid increases in nitrogen oxides are associated with acute myocardial infarction: a case‐crossover study. Eur J Prev Cardiol 2018; 25: 1707–1716.", "ArticleIdList": ["29446990"]}, {"Citation": "Franzke P, Bitsch A, Walther M, Schiffner R, Rupprecht S, Rasche M, Volk GF, Witte OW, Schlattmann P, Guntinas‐Lichius O. Weather, weather changes and the risk of Bell's palsy: a multicenter case‐crossover study. Neuroepidemiology 2018; 51: 207–215.", "ArticleIdList": ["30205396"]}, {"Citation": "Peel MC, Finlayson BL, McMahon TA. Updated world map of the Köppen‐Geiger climate classification. Hydrol Earth Syst Sci Discuss 2007; 4: 439–473."}, {"Citation": "Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JGF, Coats AJS, Falk V, Gonzalez‐Juanatey JR, Harjola VP, Jankowska EA, Jessup M, Linde C, Nihoyannopoulos P, Parissis JT, Pieske B, Riley JP, Rosano GMC, Ruilope LM, Ruschitzka F, Rutten FH, van der Meer P, Group ESCSD . 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC) developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur Heart J 2016; 37: 2129–2200.", "ArticleIdList": ["27206819"]}, {"Citation": "Navidi W. Bidirectional case‐crossover designs for exposures with time trends. Biometrics 1998; 54: 596–605.", "ArticleIdList": ["9629646"]}, {"Citation": "Rasche M, Walther M, Schiffner R, Kroegel N, Rupprecht S, Schlattmann P, Schulze PC, Franzke P, Witte OW, Schwab M, Rakers F. Rapid increases in nitrogen oxides are associated with acute myocardial infarction: a case‐crossover study. Eur J Prev Cardiol 2018; 25: 1707–1716.", "ArticleIdList": ["29446990"]}, {"Citation": "Szyszkowicz M. Use of generalized linear mixed models to examine the association between air pollution and health outcomes. Int J Occup Med Environ Health 2006; 19: 224–227.", "ArticleIdList": ["17402217"]}, {"Citation": "Olivares G, Johansson C, Ström J, Hansson H‐C. The role of ambient temperature for particle number concentrations in a street canyon. Atmos Environ 2007; 41: 2145–2155."}, {"Citation": "McNutt LA, Wu C, Xue X, Hafner JP. Estimating the relative risk in cohort studies and clinical trials of common outcomes. Am J Epidemiol 2003; 157: 940–943.", "ArticleIdList": ["12746247"]}, {"Citation": "Allegra JR, Cochrane DG, Biglow R. Monthly, weekly, and daily patterns in the incidence of congestive heart failure. Acad Emerg Med 2001; 8: 682–685.", "ArticleIdList": ["11388945"]}, {"Citation": "Gardner M, Dorling S. Neural network modelling and prediction of hourly NOx and NO2 concentrations in urban air in London. Atmos Environ 1999; 33: 709–719."}, {"Citation": "Guerreiro CBB, Foltescu V, de Leeuw F. Air quality status and trends in Europe. Atmos Environ 2014; 98: 376–384."}, {"Citation": "Brauer M, Brumm J, Vedal S, Petkau AJ. Exposure misclassification and threshold concentrations in time series analyses of air pollution health effects. Risk Anal 2002; 22: 1183–1193.", "ArticleIdList": ["12530788"]}, {"Citation": "Orellano P, Quaranta N, Reynoso J, Balbi B, Vasquez J. Effect of outdoor air pollution on asthma exacerbations in children and adults: systematic review and multilevel meta‐analysis. PLoS ONE 2017; 12: e0174050.", "ArticleIdList": ["PMC5358780", "28319180"]}, {"Citation": "Zhang S, Li G, Tian L, Guo Q, Pan X. Short‐term exposure to air pollution and morbidity of COPD and asthma in East Asian area: a systematic review and meta‐analysis. Environ Res 2016; 148: 15–23.", "ArticleIdList": ["26995350"]}, {"Citation": "D'Souza JC, Kawut SM, Elkayam LR, Sheppard L, Thorne PS, Jacobs DR Jr, Bluemke DA, Lima JAC, Kaufman JD, Larson TV, Adar SD. Ambient coarse particulate matter and the right ventricle: the multi‐ethnic study of atherosclerosis. Environ Health Perspect 2017; 125: 077019.", "ArticleIdList": ["PMC5744657", "28760719"]}, {"Citation": "Voelkel NF, Quaife RA, Leinwand LA, Barst RJ, McGoon MD, Meldrum DR, Dupuis J, Long CS, Rubin LJ, Smart FW, Suzuki YJ, Gladwin M, Denholm EM, Gail DB, National Heart, Lung, and Blood Institute Working Group on Cellular and Molecular Mechanisms of Right Heart Failure . Right ventricular function and failure: report of a National Heart, Lung, and Blood Institute working group on cellular and molecular mechanisms of right heart failure. Circulation 2006; 114: 1883–1891.", "ArticleIdList": ["17060398"]}, {"Citation": "Aizawa Y, Sakata Y, Mano T, Takeda Y, Ohtani T, Tamaki S, Omori Y, Tsukamoto Y, Hirayama A, Komuro I. Transition from asymptomatic diastolic dysfunction to heart failure with preserved ejection fraction. Circ J 2011; 75: 596–602.", "ArticleIdList": ["21282875"]}, {"Citation": "Lekavich CL, Barksdale DJ, Neelon V, Wu J‐R. Heart failure preserved ejection fraction (HFpEF): an integrated and strategic review. Heart Fail Rev 2015; 20: 643–653.", "ArticleIdList": ["26404098"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "19"}, {"Year": "2020", "Month": "8", "Day": "10"}, {"Year": "2020", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32924321", "PMC7754969", "10.1002/ehf2.12977"]}}], "PubmedBookArticle": []}