{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ANNs, Artificial Neural Networks", "Air pollution", "Artificial neural networks", "CH4, Methane", "CMAQ, Community Multiscale Air Quality", "CO, Carbon Monoxide", "COVID-19", "COVID-19, Coronavirus Disease 19", "D2C, Causal Direction from Dependency", "GAM, Generalized Additive Model", "GHG, Greenhouse Gas", "ML, Machine Learning", "Machine learning", "NO2, Nitrogen Dioxide", "NOx, Nitrogen Oxides", "O3, Ozone", "PM10, Particulate Matter with an aerodynamic diameter < 10.0 µm", "PM2.5, Particulate Matter with an aerodynamic diameter < 2.5 µm", "Particulate matter", "SO2, Sulfur Dioxide", "SO3, Sulphur Trioxide", "SOx, Sulphur Oxides", "VOC, Volatile Organic Compounds"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32952266", "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "12"}], "ELocationID": ["10.1016/j.apenergy.2020.115835"], "Journal": {"ISSN": "0306-2619", "JournalIssue": {"Volume": "279", "PubDate": {"Year": "2020", "Month": "Dec", "Day": "01"}}, "Title": "Applied energy", "ISOAbbreviation": "Appl Energy"}, "ArticleTitle": "The relationship between air pollution and COVID-19-related deaths: An application to three French cities.", "Pagination": {"StartPage": "115835", "MedlinePgn": "115835"}, "Abstract": {"AbstractText": ["Being heavily dependent to oil products (mainly gasoline and diesel), the French transport sector is the main emitter of Particulate Matter (PMs) whose critical levels induce harmful health effects for urban inhabitants. We selected three major French cities (Paris, Lyon, and Marseille) to investigate the relationship between the Coronavirus Disease 19 (COVID-19) outbreak and air pollution. Using Artificial Neural Networks (ANNs) experiments, we have determined the concentration of PM<sub>2.5</sub> and PM<sub>10</sub> linked to COVID-19-related deaths. Our focus is on the potential effects of Particulate Matter (PM) in spreading the epidemic. The underlying hypothesis is that a pre-determined particulate concentration can foster COVID-19 and make the respiratory system more susceptible to this infection. The empirical strategy used an innovative Machine Learning (ML) methodology. In particular, through the so-called cutting technique in ANNs, we found new threshold levels of PM<sub>2.5</sub> and PM<sub>10</sub> connected to COVID-19: 17.4 µg/m<sup>3</sup> (PM<sub>2.5</sub>) and 29.6 µg/m<sup>3</sup> (PM<sub>10</sub>) for Paris; 15.6 µg/m<sup>3</sup> (PM<sub>2.5</sub>) and 20.6 µg/m<sup>3</sup> (PM<sub>10</sub>) for Lyon; 14.3 µg/m<sup>3</sup> (PM<sub>2.5</sub>) and 22.04 µg/m<sup>3</sup> (PM<sub>10</sub>) for Marseille. Interestingly, all the threshold values identified by the ANNs are higher than the limits imposed by the European Parliament. Finally, a Causal Direction from Dependency (D2C) algorithm is applied to check the consistency of our findings."], "CopyrightInformation": "© 2020 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Roma Tre University, Italy."}], "LastName": "Magazzino", "ForeName": "Cosimo", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Teramo, Italy."}], "LastName": "Mele", "ForeName": "Marco", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Paris 1 Panthéon-Sorbonne University, France."}], "LastName": "Schneider", "ForeName": "Nicolas", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Appl Energy", "NlmUniqueID": "101121743", "ISSNLinking": "0306-2619"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization (WHO), 2020a. Director-General’s opening remarks at the media briefing on COVID-19 – March 11th 2020. Available at: <https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19—11-march-2020>."}, {"Citation": "World Health Organization (WHO), 2020b. Coronavirus disease 2019 (COVID-19). Situation Report – 52. Available at: <https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200312-sitrep-52-covid-19.pdf?sfvrsn=e2bfc9c0_4>."}, {"Citation": "Mitra A., Chaudhuri T.R., Mitra A., Pramanick P., Zaman S., Mitra A., et al. Impact of COVID-19 related shutdown on atmospheric carbon dioxide level in the city of Kolkata. Sci Educ. 2020;6(3):84–92."}, {"Citation": "Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet. 2020;395:497–506.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Elysée, 2020. Adresse aux Français du Président de la République Emmanuel Macron, 16 mars 2020. Available at: <https://www.elysee.fr/emmanuel-macron/2020/03/16/adresse-aux-francais-covid19>."}, {"Citation": "World Health Organization (WHO), 2020c. Coronavirus disease 2019 (COVID-19). Situation Report – 98. Available at: <https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200427-sitrep-98-covid-19.pdf?sfvrsn=90323472_4>."}, {"Citation": "Intergovernmental Panel on Climate Change (IPCC), 2007. O.R.D.B. Metz, P.R. Bosch, L.A. Meyer Cambridge (Eds.), Contribution of Working Group III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge: Cambridge University Press."}, {"Citation": "Van Mierlo J., Maggetto G., Lataire P. Which energy source for road transport in the future? A comparison of battery, hybrid and fuel cell vehicles. Energy Convers Manage. 2006;47(17):2748–2760."}, {"Citation": "Anjum N.A. Good in the worst: COVID-19 restrictions and ease in global air pollution. Environmental Sciences. 2020"}, {"Citation": "Pant P., Harrison R.M. Estimation of the contribution of road traffic emissions to particulate matter concentrations from field measurements: a review. Atmos Environ. 2013;77:78–97."}, {"Citation": "Lozhkina O., Lozhkin V., Nevmerzhitsky N., Tarkhov D., Vasilyev A. Motor transport related harmful PM2. 5 and PM10: from onroad measurements to the modelling of air pollution by neural network approach on street and urban level. J Phys Conf Ser. 2016;772:1."}, {"Citation": "Proost S., Van Dender K. Energy and environment challenges in the transport sector. Econ Transportation. 2012;1(1–2):77–87."}, {"Citation": "Rissler J., Swietlicki E., Bengtsson A., Boman C., Pagels J., Sandström T., et al. Experimental determination of deposition of diesel exhaust particles in the human respiratory tract. J Aerosol Sci. 2012;48:18–33."}, {"Citation": "Barth M., Boriboonsomsin K. Real-world carbon dioxide impacts of traffic congestion. Transp Res Rec. 2008;2058(1):163–171."}, {"Citation": "Franceschetti A., Honhon D., Van Woensel T., Bektaş T., Laporte G. The time-dependent pollution-routing problem. Transportation Research Part B: Methodological. 2013;56:265–293."}, {"Citation": "Liaquat A.M., Kalam M.A., Masjuki H.H., Jayed M.H. Potential emissions reduction in road transport sector using biofuel in developing countries. Atmos Environ. 2010;44(32):3869–3877."}, {"Citation": "Zhang Z.H., Cheung C.S., Chan T.L., Yao C.D. Experimental investigation of regulated and unregulated emissions from a diesel engine fuelled with Euro V diesel fuel and fumigation methanol. Atmos Environ. 2010;44(8):1054–1061."}, {"Citation": "Balat M., Balat H. Recent trends in global production and utilization of bio-ethanol fuel. Appl Energy. 2009;86(11):2273–2282."}, {"Citation": "European Union publication office (EUPO), 2012. EU Transport in Figures."}, {"Citation": "Baudry G., Macharis C., Vallée T. Can microalgae biodiesel contribute to achieve the sustainability objectives in the transport sector in France by 2030? A comparison between first, second and third generation biofuels though a range-based Multi-Actor Multi-Criteria Analysis. Energy. 2018;155:1032–1046."}, {"Citation": "Doumax V., Philip J.M., Sarasa C. Biofuels, tax policies and oil prices in France: Insights from a dynamic CGE model. Energy Policy. 2014;66:603–614."}, {"Citation": "Cour des Comptes, 2012. Référé n° 65241. 17 December 2012, Paris."}, {"Citation": "Kim D., Chen Z., Zhou L.F., Huang S.X. Air pollutants and early origins of respiratory diseases. Chronic Diseases Translational Medicine. 2018;4(2):75–94.", "ArticleIdList": ["PMC6033955", "29988883"]}, {"Citation": "Nunez, C., 2019. Climate 101: Air Pollution. National Geographic, published on February 4th 2019. Available at: <https://www.nationalgeographic.com/environment/global-warming/pollution>."}, {"Citation": "Wang Q., Kwan M.P., Zhou K., Fan J., Wang Y., Zhan D. The impacts of urbanization on fine particulate matter (PM2.5) concentrations: Empirical evidence from 135 countries worldwide. Environ Pollut. 2019;247:989–998.", "ArticleIdList": ["30823354"]}, {"Citation": "Boldo, E., Medina, S., Le Tertre, A., Hurley, F., Mücke, H.G., Ballester, F., Aguilera, I., 2006. Apheis: Health impact assessment of long-term exposure to PM2.5 in 23 European cities. European Journal of Epidemiology, 21, 6, 449-458.", "ArticleIdList": ["16826453"]}, {"Citation": "French National Public Health Agency (Santé Publique France), 2020. Infection au nouveau Coronavirus (SARS-CoV-2), COVID-19, France et Monde. GEODES: suivre l’évolution de l’épidémie de COVID-19 en France. Available at: <https://www.santepubliquefrance.fr/maladies-et-traumatismes/maladies-et-infections-respiratoires/infection-a-coronavirus/articles/infection-au-nouveau-coronavirus-sars-cov-2-covid-19-france-et-monde>."}, {"Citation": "Contini D., Costabile F. Does air pollution influence COVID-19 outbreaks? Atmosphere. 2020;11:4."}, {"Citation": "Wu, X., Nethery, R.C., Sabath, B.M., Braun, D., Dominici, F., 2020. Exposure to air pollution and COVID-19 mortality in the United States. medRxiv.", "ArticleIdList": ["PMC7673673", "33148655"]}, {"Citation": "Yongjian Z., Jingu X., Fengming H., Liqing C. Association between short-term exposure to air pollution and COVID-19 infection: Evidence from China. Science of the Total Environment. 2020", "ArticleIdList": ["PMC7159846", "32315904"]}, {"Citation": "Travaglio, M., Yu, Y., Popovic, R., Selley, S., Santos Leal, N., Miguel Martins, L.M., 2020. Links between air pollution and COVID-19 in England. medRxiv.", "ArticleIdList": ["PMC7571423", "33120349"]}, {"Citation": "Setti, L., Passarini, F., de Gennaro, G., Di Gilio, A., Palmisani, J., Buono, P., ..., Rizzo, E., 2020. Evaluation of the potential relationship between Particulate Matter (PM) pollution and COVID-19 infection spread in Italy. medRxiv."}, {"Citation": "Conticini E., Frediani B., Caro D. Can atmospheric pollution be considered a co-factor in extremely high level of SARS-CoV-2 lethality in Northern Italy? Environ Pollut. 2020", "ArticleIdList": ["PMC7128509", "32268945"]}, {"Citation": "Putrino A., Raso M., Magazzino C., Galluccio G. Coronavirus (COVID-19) in Italy: knowledge, management of patients and clinical experience of Italian dentists during the spread of contagion. BMC Oral Health. 2020", "ArticleIdList": ["PMC7349471", "32650753"]}, {"Citation": "Chen P.S., Tsai F.T., Lin C.K., Yang C.Y., Chan C.C., Young C.Y., et al. Ambient influenza and avian influenza virus during dust storm days and background days. Environ Health Perspect. 2010;118(9):1211–1216.", "ArticleIdList": ["PMC2944079", "20435545"]}, {"Citation": "Ye Q., Fu J.F., Mao J.H., Shang S.Q. Haze is a risk factor contributing to the rapid spread of respiratory syncytial virus in children. Environ Sci Pollut Res. 2016;23(20):20178–20185.", "ArticleIdList": ["27439752"]}, {"Citation": "Chen G., Zhang W., Li S., Williams G., Liu C., Morgan G.G., et al. Is short-term exposure to ambient fine particles associated with measles incidence in China? A multi-city study. Environ Res. 2017;156:306–311.", "ArticleIdList": ["28388516"]}, {"Citation": "Peng L., Zhao X., Tao Y., Mi S., Huang J., Zhang Q. The effects of air pollution and meteorological factors on measles cases in Lanzhou, China. Environ Sci Pollution Res. 2020:1–10.", "ArticleIdList": ["32030582"]}, {"Citation": "Fernandes N. Economic effects of coronavirus outbreak (COVID-19) on the world economy. SSRN Working Paper. 2020"}, {"Citation": "Le Quéré C., Jackson R.B., Jones M.W., Smith A.J.P., Abernethy S., Andrew R.M., et al. Temporary reduction in daily global CO2 emissions during the COVID-19 forced confinement. Nature Clim Change. 2020"}, {"Citation": "Alimadadi A., Aryal S., Manandhar I., Munroe P.B., Joe B., Cheng X. Artificial intelligence and machine learning to fight COVID-19. Physiol Genomics. 2020;52(4):200–202.", "ArticleIdList": ["PMC7191426", "32216577"]}, {"Citation": "Barstugan, M., Ozkaya, U., Ozturk, S., 2020. Coronavirus (COVID-19) Classification using CT Images by Machine Learning Methods. arXiv."}, {"Citation": "Punn, N.S., Sonbhadra, S.K., Agarwal, S., 2020. COVID-19 Epidemic Analysis using Machine Learning and Deep Learning Algorithms. medRxiv."}, {"Citation": "Randhawa G.S., Soltysiak M.P.M., El Roz H., de Souza C.P.E., Hill K.A., Kari L. Machine learning using intrinsic genomic signatures for rapid classification of novel pathogens: COVID-19 case study. PLoS ONE. 2020;15:4.", "ArticleIdList": ["PMC7182198", "32330208"]}, {"Citation": "Tuli S., Tuli S., Tuli R., Gill S.S. Predicting the growth and trend of COVID-19 pandemic using machine learning and cloud computing. Internet of Things 11, September. 2020"}, {"Citation": "Wang P., Chen K., Zhu S., Wang P., Zhang H. Severe air pollution events not avoided by reduced anthropogenic activities during COVID-19 outbreak. Resour Conserv Recycl. 2020;158:104814.", "ArticleIdList": ["PMC7151380", "32300261"]}, {"Citation": "Mele M, Magazzino C. Pollution, economic growth, and COVID-19 deaths in India: a machine learning evidence. Environ Sci Pollution Res. 2020 doi: 10.1007/s11356-020-10689-0.", "ArticleIdList": ["10.1007/s11356-020-10689-0", "PMC7472938", "32886309"]}, {"Citation": "Pansini, R., Fornacca, D., 2020. Higher virulence of COVID-19 in the air-polluted regions of eight severely affected countries. medRxiv."}, {"Citation": "Boznar M., Lesjak M., Mlakar P. A neural network based method for short term predictions of ambient SO2 concentrations in highly polluted industrial areas of complex terrain. Atmos Environ Part B. 1993;27(2):221–230."}, {"Citation": "Cigizoglu H.K., Kisi O. Flow prediction by two back propagation techniques using k-fold partitioning of neural network training data. Hydrol Res. 2005;36:1."}, {"Citation": "Pasero, E., Mesin, L., 2010. Artificial Neural Networks for Pollution Forecast, IntechOpen."}, {"Citation": "Zhang, Z., 2016. Derivation of Backpropagation in Convolutional Neural Network (CNN)."}, {"Citation": "Zhang Q., Fu F., Tian R. A deep learning and image-based model for air quality estimation. Science of the Total Environment. 2020:724.", "ArticleIdList": ["32408444"]}, {"Citation": "Magazzino C., Mele M., Schneider N. The relationship between municipal solid waste and greenhouse gas emissions: Evidence from Switzerland. Waste Manage. 2020;113:508–520.", "ArticleIdList": ["32546447"]}, {"Citation": "Mele M., Magazzino C. A machine learning analysis of the relationship among iron and steel industries, air pollution, and economic growth in China. J Cleaner Prod. 2020 forthcoming."}, {"Citation": "Pearl J. Morgan Kaufmann; San Mateo, CA: 1988. Probabilistic Reasoning in Intelligent Systems."}, {"Citation": "Pearl J. Cambridge University Press; New York: 2000. Causality: Models, Reasoning, and Inference."}, {"Citation": "Pearl J. Direct and indirect effects. Proceedings of the 17th Conference on Uncertainty in Artificial Intelligence (Seattle, WA, Aug. 25) 2001"}, {"Citation": "Pearl J. Causes of effects and effects of causes. J Sociological Methods Res. 2015;44"}, {"Citation": "Dominici, F., Wu, X., Nethery, R., Sabath, B., Braun, D., 2020. Exposure to air pollution and COVID-19 mortality in the United States: A nationwide cross-sectional study. medRxiv."}, {"Citation": "Becchetti L., Conzo G., Conzo P., Salustri F. Understanding the heterogeneity of adverse COVID-19 outcomes: the role of poor quality of air and lockdown decisions. SSRN Working Paper. 2020"}, {"Citation": "Ogen Y. Assessing nitrogen dioxide (NO2) levels as a contributing factor to the coronavirus (COVID-19) fatality rate. Sci Total Environ. 2020;726", "ArticleIdList": ["PMC7151460", "32302812"]}, {"Citation": "Dagher, Z., Garçon, G., Gosset, P., Ledoux, F., Surpateanu, G., Courcot, D., et al., 2005. Pro-inflammatory effects of Dunkerque city air pollution particulate matter 2.5 in human epithelial lung cells (L132) in culture. Journal of Applied Toxicology, 25, 2, 166-175.", "ArticleIdList": ["15744755"]}, {"Citation": "Dominici F., Peng R.D., Bell M.L., Pham L., McDermott A., Zeger S.L., et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. J Am Medical Association. 2006;295(10):1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Arbex M.A., de Souza Conceição G.M., Cendon S.P., Arbex F.F., Lopes A.C., et al. Urban air pollution and chronic obstructive pulmonary disease-related emergency department visits. J Epidemiol Community Health. 2009;63(10):777–783.", "ArticleIdList": ["19468016"]}, {"Citation": "Atkinson R.W., Fuller G.W., Anderson H.R., Harrison R.M., Armstrong B. Urban ambient particle metrics and health: a time-series analysis. Epidemiology. 2010:501–511.", "ArticleIdList": ["20502338"]}, {"Citation": "Meister K., Johansson C., Forsberg B. Estimated short-term effects of coarse particles on daily mortality in Stockholm Sweden. Environmental Health Perspectives. 2012;120(3):431–436.", "ArticleIdList": ["PMC3295353", "22182596"]}, {"Citation": "Correia A.W., Pope C.A., III, Dockery D.W., Wang Y., Ezzati M., Dominici F. The effect of air pollution control on life expectancy in the United States: an analysis of 545 US counties for the period 2000 to 2007. Epidemiology. 2013;24(1):23.", "ArticleIdList": ["PMC3521092", "23211349"]}, {"Citation": "Fang Y., Naik V., Horowitz L.W., Mauzerall D.L. Air pollution and associated human mortality: the role of air pollutant emissions, climate change and methane concentration increases from the preindustrial period to present. Atmos Chem Phys. 2013;13:1377–1394."}, {"Citation": "Cadelis G., Tourres R., Molinie J. Short-term effects of the particulate pollutants contained in Saharan dust on the visits of children to the emergency department due to asthmatic conditions in Guadeloupe (French Archipelago of the Caribbean) PLoS ONE. 2014;9:3.", "ArticleIdList": ["PMC3946322", "24603899"]}, {"Citation": "Kim K.H., Kabir E., Kabir S. A review on the human health impact of airborne particulate matter. Environ Int. 2015;74:136–143.", "ArticleIdList": ["25454230"]}, {"Citation": "Carlos W.G., Dela C.C., Cao B., Pasnick S., Jamil S. Novel Wuhan (2019-nCoV) Coronavirus. Am J Respir Crit Care Med. 2020;201:4.", "ArticleIdList": ["32004066"]}, {"Citation": "Ren L.L., Wang Y.M., Wu Z.Q., Xiang Z.C., Guo L., Xu T., et al. Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study. Chin Med J. 2020", "ArticleIdList": ["PMC7147275", "32004165"]}, {"Citation": "Rothan H.A., Byrareddy S.N. The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. Journal of Autoimmunity. 2020", "ArticleIdList": ["PMC7127067", "32113704"]}, {"Citation": "Ritchie, H., Roser M., 2019. Air Pollution. Our World in Data, last revised in November, 2019. Available at: <https://ourworldindata.org/air-pollution>."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "19"}, {"Year": "2020", "Month": "8", "Day": "22"}, {"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2020", "Month": "9", "Day": "21", "Hour": "6", "Minute": "4"}, {"Year": "2020", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32952266", "PMC7486865", "10.1016/j.apenergy.2020.115835", "S0306-2619(20)31312-X"]}}], "PubmedBookArticle": []}