{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Health impacts", "Mass control", "Pathogen epidemic", "Pollutants"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32980021", "DateCompleted": {"Year": "2020", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "19"}], "ELocationID": ["10.1016/j.envres.2020.109949", "S0013-9351(20)30844-6"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "189", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Understanding the knowledge gaps between air pollution controls and health impacts including pathogen epidemic.", "Pagination": {"StartPage": "109949", "MedlinePgn": "109949"}, "Abstract": {"AbstractText": ["Sustainable development calls for a blue sky with quality air. Encouragingly, the current mass reduction-oriented pollution control is making substantial achievements, as the data from Chinese Environmental Monitoring Stations show a significant drop in the annual average concentrations of particulate matters (i.e., PM<sub>10</sub> and PM<sub>2.5</sub>) and SO<sub>2</sub>. But many challenges and knowledge gaps are still confronted nowadays. On one hand, long-term health impacts of fine air particles have to be closely probed through both epidemiological and laboratory studies, and the toxic effects owing to the interactions between particles and associated chemical pollutants should be differentially teased out. On the other hand, due to sole mass control, there are significant changes of overall pollutant fingerprint, such as the increase of ground-level ozone concentration, which should be taken into account for altered health effects relative to the past. Moreover, the interplays with air pollutants and air-borne pathogens should be scrutinized in more details. In other words, it is worth investigating likely spread of pathogens (even for SARS-CoV-2) with aid of aerosols. Here, we recapitulate the current knowledge gaps between air pollution controls and health impacts including pathogen epidemic, and we also propose future research directions to support policy making in balance mass control and health impacts."], "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Chemistry and Ecotoxicology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China; University of Chinese Academy of Sciences, Beijing, 100049, China."}], "LastName": "Ma", "ForeName": "Qingxin", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Chemistry and Ecotoxicology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China; University of Chinese Academy of Sciences, Beijing, 100049, China."}], "LastName": "Qi", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Chemistry and Ecotoxicology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China."}], "LastName": "Shan", "ForeName": "Qiuli", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Chemistry and Ecotoxicology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: sjliu@rcees.ac.cn."}], "LastName": "Liu", "ForeName": "Sijin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Chemistry and Ecotoxicology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: honghe@rcees.ac.cn."}], "LastName": "He", "ForeName": "Hong", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "prevention & control"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Betacoronavirus"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Coronavirus Infections"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Pneumonia, Viral"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bashir M.F., Ma B.J., Bilal, Komal B., Bashir M.A., Farooq T.H., Iqbal N., Bashir M. Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ. Res. 2020;187:109652.", "ArticleIdList": ["PMC7219392", "32405084"]}, {"Citation": "Betha R., Behera S.N., Balasubramanian R. Southeast Asian smoke haze: fractionation of particulate bound elements and associated health risk. Environ. Sci. Technol. 2013;48:4327–4335. 2014.", "ArticleIdList": ["24646334"]}, {"Citation": "Bush M.L., Asplund P.T., Miles K.A., Ben-Jebria A., Ultman J.S. Longitudinal distribution of O3 absorption in the lung: gender differences and intersubject variability. J. Appl. Physiol. 1996;81:1651–1657.", "ArticleIdList": ["8904582"]}, {"Citation": "Chinese Bulletin on Environmental Conditions. 2013-2019. https://www.mee.gov.cn/hjzl/sthjzk/zghjzkgb/"}, {"Citation": "Chu B., Ma Q., Duan F., Ma J., Jiang J., He K., He H. Atmospheric “haze chemistry”: concept and research prospects. Prog. Chem. 2020;32(1):1–14."}, {"Citation": "Croft D.P., Zhang W., Lin S., Thurston S.W., Hopke P.K., Masiol M., Squizzato S., van Wijngaarden E., Utell M.J., Rich D.Q. The association between respiratory infection and air pollution in the setting of air quality policy and economic change. Ann. Am. Thorac. Soc. 2019;16(3):321–330.", "ArticleIdList": ["PMC6394122", "30398895"]}, {"Citation": "Domingo J.L., Rovira J. Effects of air pollutants on the transmission and severity of respiratory viral infections. Environ. Res. 2020;187:109650.", "ArticleIdList": ["PMC7211639", "32416357"]}, {"Citation": "Doremalen N.v., Bushmaker T., Morris D., Holbrook M., Gamble A., Williamson B., Tamin A., Harcourt J., Thornburg N., Gerber S., Lloyd-Smith J., Wit E.d., Munster V. Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1. N. Engl. J. Med. 2020;382:1564–1567.", "ArticleIdList": ["PMC7121658", "32182409"]}, {"Citation": "Feng C., Li J., Sun W., Zhang Y., Wang Q. Impact of ambient fine particulate matter (PM2.5) exposure on the risk of influenza-like-illness: a time-series analysis in Beijing, China. Environ. Health. 2016;15:17.", "ArticleIdList": ["PMC4750357", "26864833"]}, {"Citation": "Franklin M., Koutrakis P., Schwartz J. The role of particle composition on the association between PM2.5 and mortality. Epidemiology. 2008;19:680–689.", "ArticleIdList": ["PMC3755878", "18714438"]}, {"Citation": "Guo P., Chen Y., Wu H., Zeng J., Zeng Z., Li W., Zhang Q., Huo X., Feng W., Lin J., Miao H., Zhu Y. Ambient air pollution and markers of fetal growth: a retrospective population-based cohort study of 2.57 million term singleton births in China. Environ. Int. 2020;135:105410.", "ArticleIdList": ["31884132"]}, {"Citation": "Hammond G.W., Raddatz R.L., Gelskey D.E. Impact of atmospheric dispersion and transport of viral aerosols on the epidemiology of inﬂuenza. Rev. Infect. Dis. 1989;22:494–497.", "ArticleIdList": ["PMC7792985", "2665004"]}, {"Citation": "Han J., Liang Y., Zhao B., Wang Y., Xing F., Qin L. Polycyclic aromatic hydrocarbon (PAHs) geographical distribution in China and their source, risk assessment analysis. Environ. Pollut. 2019;251:312–327.", "ArticleIdList": ["31091495"]}, {"Citation": "He H., Wang Y., Ma Q., Ma J., Chu B., Ji D., Tang G., Liu C., Zhang H., Hao J. Mineral dust and NOx promote the conversion of SO2 to sulfate in heavy pollution days. Sci. Rep. 2014;4:4172.", "ArticleIdList": ["PMC3933828", "24566871"]}, {"Citation": "Hu Q., Bai X., Hu G., Zuo Y.Y. Unveiling the molecular structure of pulmonary surfactant corona on nanoparticles. ACS Nano. 2017;11(7):6832–6842.", "ArticleIdList": ["28541666"]}, {"Citation": "Hu X., Li D., Mu L. Biotransformation of graphene oxide nanosheets in blood plasma affects their interactions with cells. Environ. Sci.: Nano. 2017;4(7):1569–1578."}, {"Citation": "Huang K., Liang F., Yang X., Liu F., Li J., Xiao Q., Chen J., Liu X., Cao J., Shen C., Yu L., Lu F., Wu X., Zhao L., Wu X., Li Y., Hu D., Huang J., Liu Y., Lu X., Gu D. Long term exposure to ambient fine particulate matter and incidence of stroke: prospective cohort study from the China-PAR project. BMJ. 2019;367:l6720.", "ArticleIdList": ["PMC7190010", "31888885"]}, {"Citation": "Jiang H., Liu Y., Xie Y., Liu J., Chen T., Ma Q., He H. Oxidation potential reduction of carbon nanomaterials during atmospheric-relevant aging: role of surface coating. Environ. Sci. Technol. 2019;53(17):10454–10461.", "ArticleIdList": ["31403290"]}, {"Citation": "Kotchey G.P., Allen B.L., Vedala H., Yanamala N., Kapralov A.A., Tyurina Y.Y., Klein-Seetharaman J., Kagan V.E., Star A. The enzymatic oxidation of graphene oxide. ACS Nano. 2011;5:2098–2108.", "ArticleIdList": ["PMC3062704", "21344859"]}, {"Citation": "Lai T.C., Chiang C.Y., Wu C.F., Yang S.L., Liu D.P., Chan C.C., Lin H.H. Ambient air pollution and risk of tuberculosis: a cohort study. Occup. Environ. Med. 2016;73(1):56–61.", "ArticleIdList": ["26514394"]}, {"Citation": "Lee J., Jung H.M., Kim S.K., Yoo K.H., Jung K.S., Lee S.H., Rhee C.K. Factors associated with chronic obstructive pulmonary disease exacerbation, based on big data analysis. Sci. Rep. 2019;9(1):6679.", "ArticleIdList": ["PMC6491439", "31040338"]}, {"Citation": "Li N., Xia T., Nel A.E. The role of oxidative stress in ambient particulate matter-induced lung diseases and its implications in the toxicity of engineered nanoparticles. Free Radic. Biol. Med. 2008;44(9):1689–1699.", "ArticleIdList": ["PMC2387181", "18313407"]}, {"Citation": "Li K., Jacob D.J., Liao H., Shen L., Zhang Q., Bates K.H. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proc. Natl. Acad. Sci. U.S.A. 2019;116(2):422–427.", "ArticleIdList": ["PMC6329973", "30598435"]}, {"Citation": "Liang Y., Fang L., Pan H., Zhang K., Kan H., Brook J.R., Sun Q. PM2.5 in Beijing-temporal pattern and its association with influenza. Environ. Health. 2014;13:102–110.", "ArticleIdList": ["PMC4271358", "25471661"]}, {"Citation": "Liu H., Zhang X., Zhang H., Yao X., Zhou M., Wang J., He Z., Zhang H., Lou L., Mao W., Zheng P., Hu B. Effect of air pollution on the total bacteria and pathogenic bacteria in different sizes of particulate matter. Environ. Pollut. 2018;233:483–493.", "ArticleIdList": ["29101891"]}, {"Citation": "Liu X., Ji R., Shi Y., Wang F., Chen W. Release of polycyclic aromatic hydrocarbons from biochar fine particles in simulated lung fluids: implications for bioavailability and risks of airborne aromatics. Sci. Total Environ. 2019;655:1159–1168.", "ArticleIdList": ["30577109"]}, {"Citation": "Liu Y., Jiang H., Liu C., Ge Y., Wang L., Zhang B., He H., Liu S. Influence of functional groups on toxicity of carbon nanomaterials. Atmos. Chem. Phys. 2019;19(12):8175–8187."}, {"Citation": "Liu X.X., Li Y., Qin G., Zhu Y., Li X., Zhang J., Zhao K., Hu M., Wang X.L., Zheng X. Effects of air pollutants on occurrences of influenza-like illness and laboratory-confirmed influenza in Hefei, China. Int. J. Biometeorol. 2019;63(1):51–60.", "ArticleIdList": ["30382350"]}, {"Citation": "Liu Y., Ning Z., Chen Y., Guo M., Liu Y., Gali N.K., Sun L., Duan Y., Cai J., Westerdahl D., Liu X., Xu K., Ho K.-f., Kan H., Fu Q., Lan K. Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals. Nature. 2020;582:557–560.", "ArticleIdList": ["32340022"]}, {"Citation": "Nenna R., Evangelisti M., Frassanito A., Scagnolari C., Pierangeli A., Antonelli G., Nicolai A., Arima S., Moretti C., Papoff P., Villa M.P., Midulla F. Respiratory syncytial virus bronchiolitis, weather conditions and air pollution in an Italian urban area: an observational study. Environ. Res. 2017;158:188–193.", "ArticleIdList": ["PMC7125886", "28647513"]}, {"Citation": "Nuvolone D., Petri D., Voller F. The effects of ozone on human health. Environ. Sci. Pollut. Res. 2018;25(9):8074–8088.", "ArticleIdList": ["28547375"]}, {"Citation": "Qi Y., Liu Y., Xia T., Xu A., Liu S., Chen W. The biotransformation of graphene oxide in lung fluids significantly alters its inherent properties and bioactivities toward immune cells. NPG Asia Mater. 2018;10(5):385–396."}, {"Citation": "Rosenquist N.A., Metcalf W.J., Ryu S.Y., Rutledge A., Coppes M.J., Grzymski J.J., Strickland M.J., Darrow L.A. Acute associations between PM2.5 and ozone concentrations and asthma exacerbations among patients with and without allergic comorbidities. J. Expo. Sci. Environ. Epidemiol. 2020 doi: 10.1038/s41370-020-0213-7. In press.", "ArticleIdList": ["10.1038/s41370-020-0213-7", "32094459"]}, {"Citation": "Sarkar S., Rivas-Santiago C.E., Ibironke O.A., Carranza C., Meng Q., Osornio-Vargas A., Zhang J., Torres M., Chow J.C., Watson J.G., Ohman-Strickland P., Schwander S. Season and size of urban particulate matter differentially affect cytotoxicity and human immune responses to Mycobacterium tuberculosis. PloS One. 2019;14(7)", "ArticleIdList": ["PMC6622489", "31295271"]}, {"Citation": "Su W., Wu X., Geng X., Zhao X., Liu Q., Liu T. The short-term effects of air pollutants on influenza-like illness in Jinan, China. BMC Publ. Health. 2019;19(1):1319.", "ArticleIdList": ["PMC6805627", "31638933"]}, {"Citation": "The World Health Organization  http://www.euro.who.int/en/home"}, {"Citation": "Tian H.Z., Zhu C.Y., Gao J.J., Cheng K., Hao J.M., Wang K., Hua S.B., Wang Y., Zhou J.R. Quantitative assessment of atmospheric emissions of toxic heavy metals from anthropogenic sources in China: historical trend, spatial distribution, uncertainties, and control policies. Atmos. Chem. Phys. 2015;15:10127–10147."}, {"Citation": "Trinh P., Jung T.H., Keene D., Demmer R.T., Perzanowski M., Lovasi G. Temporal and spatial associations between influenza and asthma hospitalisations in New York City from 2002 to 2012: a longitudinal ecological study. BMJ Open. 2018;8(9)", "ArticleIdList": ["PMC6169763", "30269061"]}, {"Citation": "Valavanidis A., Vlachogianni T., Fiotakis K., Loridas S. Pulmonary oxidative stress, inflammation and cancer: respirable particulate matter, fibrous dusts and ozone as major causes of lung carcinogenesis through reactive oxygen species mechanisms. Int. J. Environ. Res. Publ. Health. 2013;10(9):3886–3907.", "ArticleIdList": ["PMC3799517", "23985773"]}, {"Citation": "Wong C.M., Yang L., Thach T.Q., Chau P.Y., Chan K.P., Thomas G.N., Lam T.H., Wong T.W., Hedley A.J., Peiris J.S. Modification by influenza on health effects of air pollution in Hong Kong. Environ. Health Perspect. 2009;117(2):248–253.", "ArticleIdList": ["PMC2649227", "19270795"]}, {"Citation": "Xia T., Zhu Y., Mu L., Zhang Z.F., Liu S. Pulmonary diseases induced by ambient ultrafine and engineered nanoparticles in twenty-first century. Natl. Sci. Rev. 2016;3(4):416–429.", "ArticleIdList": ["PMC5473351", "28649460"]}, {"Citation": "Zhang Q., Zheng Y., Tong D., Shao M., Wang S., Zhang Y., Xu X., Wang J., He H., Liu W., Ding Y., Lei Y., Li J., Wang Z., Zhang X., Wang Y., Cheng J., Liu Y., Shi Q., Yan L., Geng G., Hong C., Li M., Liu F., Zheng B., Cao J., Ding A., Gao J., Fu Q., Huo J., Liu B., Liu Z., Yang F., He K., Hao J. Drivers of improved PM2.5 air quality in China from 2013 to 2017. Proc. Natl. Acad. Sci. U.S.A. 2019;116:24463–24469.", "ArticleIdList": ["PMC6900509", "31740599"]}, {"Citation": "Zhao T., Markevych I., Romanos M., Nowak D., Heinrich J. Ambient ozone exposure and mental health: a systematic review of epidemiological studies. Environ. Res. 2018;165:459–472.", "ArticleIdList": ["29728258"]}, {"Citation": "Zhao Y., Richardson B., Takle E., Chai L., Schmitt D., Xin H. Airborne transmission may have played a role in the spread of 2015 highly pathogenic avian influenza outbreaks in the United States. Sci. Rep. 2019;9(1):11755.", "ArticleIdList": ["PMC6692305", "31409807"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "6"}, {"Year": "2020", "Month": "7", "Day": "11"}, {"Year": "2020", "Month": "7", "Day": "12"}, {"Year": "2020", "Month": "9", "Day": "27", "Hour": "20", "Minute": "19"}, {"Year": "2020", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32980021", "PMC7369009", "10.1016/j.envres.2020.109949", "S0013-9351(20)30844-6"]}}], "PubmedBookArticle": []}