{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ozone therapy", "Periodontitis", "Periodontium", "Platelet rich fibrin", "Three wall periodontal defect"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32983858", "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "04"}], "ELocationID": ["10.1016/j.jobcr.2020.09.001"], "Journal": {"ISSN": "2212-4268", "JournalIssue": {"Volume": "10", "Issue": "4", "PubDate": {"Year": "2020", "Season": "Oct-Dec"}}, "Title": "Journal of oral biology and craniofacial research", "ISOAbbreviation": "J Oral Biol Craniofac Res"}, "ArticleTitle": "Platelet rich fibrin versus ozone gel for periodontal regeneration in induced rats' intrabony three-wall periodontal defects.", "Pagination": {"StartPage": "639", "EndPage": "649", "MedlinePgn": "639-649"}, "Abstract": {"AbstractText": ["The question of whether platelet rich fibrin and ozone can enhance regeneration of periodontal defect was addressed.", "three-wall periodontal defects were surgically created in 30 rats involving mesial aspect of right mandibular first molar. Rats were randomly assigned into three groups: 1) Group I (Positive control group). 2) Group II (Ozone treated group) and 3) Group III (PRF treated group). Two weeks after surgery, five rats from each group were euthanized and the remaining was euthanized 4 weeks post surgery. The degree of periodontal regeneration was evaluated using light microscope and scanning electron microscope. Histomorphometric measurements and anti-PCNA immunohistochemical counting were statistically analyzed.", "group I showed intense inflammatory reaction with mild new bone formation. In group II, partial regeneration was seen with moderate new woven bone formation in 2 weeks period. After 4 weeks, almost complete restoration of periodontium was seen. In group III, after 2 weeks, moderate lamellar bone formation was observed. In 4 weeks period, the periodontal regeneration was almost completed. Histomorphometric analysis showed a significant difference between group I and group II. The difference between group I and group III was significant in 2 weeks and highly significant after 4 weeks. That between group II and group III was nonsignificant in 2 weeks and significant in 4 weeks. Anti-PCNA analysis was nonsignificant between groups.", "both Platelet rich fibrin and ozone can improve histological parameters associated with healing of experimental intrabony periodontal defects in rats with the former being superior."], "CopyrightInformation": "© 2020 Published by Elsevier B.V. on behalf of Craniofacial Research Foundation."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oral Biology Department, Faculty of Dentistry, Tanta University, Tanta, Egypt."}], "LastName": "Alsherif", "ForeName": "Aya Anwar", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oral Biology Department, Faculty of Dentistry, Tanta University, Tanta, Egypt."}], "LastName": "Eltokhey", "ForeName": "Heba Mohamed", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oral Biology Department, Faculty of Dentistry, Tanta University, Tanta, Egypt."}], "LastName": "Taiema", "ForeName": "Doaa Ameen", "Initials": "DA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Oral Biol Craniofac Res", "NlmUniqueID": "101619156", "ISSNLinking": "2212-4268"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Skoog D.A., Holler F.J., Crouch S.R. sixth ed. vol. 9. Thomson Brooks/Cole; 2007. (Principles of Instrumental Analysis)."}, {"Citation": "Manbachi A., Cobbold R.S.C. Development and application of piezoelectric materials for ultrasound generation and detection. Ultrasound. 2011;19(4):187–196."}, {"Citation": "Kumar G.S. thirteenth ed. Elsevier; 2011. Orban's Oral Histology and Embryology; p. 172."}, {"Citation": "Burt B. Science and therapy committee of the American academy of periodontology. Position paper: epidemiology of periodontal diseases. J Periodontol. 2005;76(8):1406–1419.", "ArticleIdList": ["16101377"]}, {"Citation": "Pihlstrom B.L., Michalowicz B.S., Johnson N.W. Periodontal diseases. Lancet. 2005;366(9499):1809–1820.", "ArticleIdList": ["16298220"]}, {"Citation": "Kinane D.F., Stathopoulou P.G., Papapanou P.N. Periodontal diseases. Nat Revi Dis Primers. 2017;3(1):17038.", "ArticleIdList": ["28805207"]}, {"Citation": "Froum S. J. Periodontal healing following open debridement flap procedure I: clinical assessment of soft tissue and osseous repair. J Periodontol. 1981;53(1):8–14.", "ArticleIdList": ["6948951"]}, {"Citation": "Elumalai M., Natarajan P.M. Wound healing in periodontics. Biosci Biotechnol Res Asia. 2014;11(2):791–796."}, {"Citation": "Kaner D., Soudan M., Zhao H., Gabmann G., Schonhauser A., Friedmann A. Early healing events after periodontal surgery: observations on soft tissue healing, microcirculation, and wound fluid cytokine levels. Int J Mol Sci. 2017;18(2):283.", "ArticleIdList": ["PMC5343819", "28134829"]}, {"Citation": "Chen F.M., Jin Y. Periodontal tissue engineering and regeneration: current approaches and expanding opportunities. Tissue Eng B Rev. 2010;16(2):219–255.", "ArticleIdList": ["19860551"]}, {"Citation": "Reynolds M.A., Aichelmann-Reidy M.E., Branch-Mays G.L. Regeneration of periodontal tissue: bone replacement grafts. Dent Clin. 2010;54(1):55–71.", "ArticleIdList": ["20103472"]}, {"Citation": "Villar C.C., Cochran D.L. Regeneration of periodontal tissues: guided tissue regeneration. Dent Clin. 2010;54(1):73–92.", "ArticleIdList": ["20103473"]}, {"Citation": "Cortellini P., Labriola A., Tonetti M.S. Regenerative periodontal therapy in intrabony defects: state of the art. Minerva Stomatol. 2007;56(10):519–539.", "ArticleIdList": ["18091668"]}, {"Citation": "Bosshardt D.D., Sculean A. Does periodontal tissue regeneration really work? Periodontol. 2000;51(1):208–219. 2009.", "ArticleIdList": ["19878476"]}, {"Citation": "Trombelli L. Which reconstructive procedures are effective for treating the periodontal intraosseous defect? Periodontol. 2000;37(1):88–105. 2005.", "ArticleIdList": ["15655027"]}, {"Citation": "Sansriti T., Suyog J. Dental applications of ozone therapy: a review of literature. Saudi J Dent Res. 2017;8(1-2):105–111."}, {"Citation": "Sen C.K., Roy S. Redox signals in wound healing. Biochim Biophys Acta. 2008;1780(11):1348–1361.", "ArticleIdList": ["PMC2574682", "18249195"]}, {"Citation": "Seidler V.I. Ozone and its usage in general medicine and dentistry. Prague Med Rep. 2008;109(1):5–13.", "ArticleIdList": ["19097384"]}, {"Citation": "Broadwater W.T., Hoehn R.C. Sensitivity of three selected bacterial species to ozone. Appl Microbiol. 1973;26(3):391–393.", "ArticleIdList": ["PMC379797", "4201643"]}, {"Citation": "Chang Hubert, Lynch Edward, Grootveld Martin. Oxidative consumption of oral biomolecules by therapeutically-relevant doses of ozone. Adv Chem Eng Sci. 2012;2(2):238–245."}, {"Citation": "Srinivasan S.R., Amaechi B.T. Ozone: a paradigm shift in dental therapy. J Global Oral Health. 2019;2(1):68–77."}, {"Citation": "Jakab G.J., Spannhake E.W., Canning B.J., Kleeberger S.R., Gilmour M.I. The effects of ozone on immune function. Environ Health Prespect. 1995;103(2):77–89.", "ArticleIdList": ["PMC1518840", "7614952"]}, {"Citation": "Srinivasan K. The application of ozone in dentistry: a systematic review of literature. Sch J Den. Sci. 2015;2(6):373–377."}, {"Citation": "Gopalakrishnan S., Parthiban S. Ozone: a new revolution in dentistry. J Bio Innovat. 2012;1(3):58–69."}, {"Citation": "Kumar A., Bhagawati S., Tyagi P., Kumar P. Current interpretations and scientific rationale of ozone usage in dentistry: a systematic review of literature. Eur J Gen Dent. 2014;3(3):175–180."}, {"Citation": "Ebensberger U., Pohl Y., Filippi A. PCNA-expression of cementoblasts and fibroblasts on the root surface after extra oral rinsing for decontamination. Dent Traumatol. 2002;18(5):262–266.", "ArticleIdList": ["12427200"]}, {"Citation": "Pattanaik B., Jetwa D., Pattanaik S., Manglekar S., Naitam D.N., Dani A. Ozone therapy in dentistry: a literature review. J Interdiscip Dent. 2011;1(2):87–92."}, {"Citation": "Chandran P., Sivadas A. Platelet-rich fibrin: its role in periodontal regeneration. Saudi J for Dent Res. 2014;5(2):117–122."}, {"Citation": "Miron R.J. first ed. John wiely& sons Ltd; 2017. Choukroun J. Platelet Rich Fibrin in Regenerative Dentistry: Biological Background and Clinical Indications."}, {"Citation": "Dangaria S.J., Ito Y., Walker C., Druzinsky R., Luan X., Diekwisch T.J. Extracellular matrix-mediated differentiation of periodontal progenitor cells. Differentiation. 2009;78(2-3):79–90.", "ArticleIdList": ["PMC2744845", "19433344"]}, {"Citation": "Dangaria S.J., Ito Y., Luan X., Diekwisch T.J. Successful periodontal ligament regeneration by periodontal progenitor preceeding on natural tooth rooT surfaces. Stem Cell. 2011;20(10):1659–1668.", "ArticleIdList": ["PMC3210028", "21250830"]}, {"Citation": "Hollander A., Macchiarini P., Gordijn B., Birchall M. The first stem cell-based tissue-engineered organ replacement: implications for regenerative medicine and society. Regen Med. 2009;4(2):147–148.", "ArticleIdList": ["19317632"]}, {"Citation": "Choukroun J., Adda F., Schoeffer C., Vervelle A. PRF: an opportunity in perio-implantology. Implantodontie. 2001;42:55–62."}, {"Citation": "Dohan D.M., Choukroun J., Diss A. Platelet-rich fibrin (PRF): a second-generation platelet concentrate. Part II: platelet related biologic features. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2006;101(3):45–50.", "ArticleIdList": ["16504850"]}, {"Citation": "Dohan D.M., Choukroun J., Diss A. Platelet-rich fibrin (PRF): a second-generation platelet concentrate. Part III: leucocyte activation: a new feature for platelet concentrates? Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2006;101(3):51–55.", "ArticleIdList": ["16504851"]}, {"Citation": "Sharma A., Pradeep A.R. Treatment of 3-wall intrabony defects in patients with chronic periodontitis with autologous platelet rich fibrin: a randomized controlled clinical trial. J Periodontol. 2011;82(12):1705–1712.", "ArticleIdList": ["21513477"]}, {"Citation": "Thorat M., Pradeep A.R., Pallavi B. Clinical effect of autologous platelet-rich fibrin in the treatment of intra-bony defects: a controlled clinical trial. J Clin Periodontol. 2011;38(10):925–932.", "ArticleIdList": ["21777267"]}, {"Citation": "Diss A., Dohan D.M., Mouhyi J., Mahler P. Osteotome sinus floor elevation using Choukroun's platelet-rich fibrin as grafting material:a 1-year prospective pilot study with micro threaded implants. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105(5):572–579.", "ArticleIdList": ["18299229"]}, {"Citation": "Horowitz R.A., Del Corso M., Prasad H.S., RohrerM D., Dohan Ehrenfest D.M. Sinus floor augmentation with simultaneous implant placement using Choukroun's platelet rich fibrin as the sole grafting material: a radiologic and histologic study at 6 months. J Periodontol. 2009;80(12):2056–2064.", "ArticleIdList": ["19961389"]}, {"Citation": "Dohan Ehrenfest D.M., Peppo G.M., Doglioli P., Sammartino G. Slow release of growth factors and thrombospondin-1 in Choukroun's platelet-rich fibrin (PRF): a gold standard to achieve for all surgical platelet concentrates technologies. Growth Factors. 2009;27(1):63–69.", "ArticleIdList": ["19089687"]}, {"Citation": "Li Q., Geng Y., Lu L., Yang T., Zhang M., Zhou Y. Platelet-rich fibrin-induced bone marrow mesenchymal stem cell differentiation into osteoblast-like cells and neural cells. Neural Rege Res. 2011;6(31):2419–2423."}, {"Citation": "Chang I.C., Tsai C.H., Chang Y.C. Platelet-rich fibrin modulates the expression of extracellular signal-regulated protein kinase and osteoprotegerin in human osteoblasts. J Biomed Mater Res. 2010;95(1):327–332.", "ArticleIdList": ["20623670"]}, {"Citation": "Huang F.M., Yang S.F., Zhao J.H., Chang Y.C. Platelet-rich fibrin increases proliferation and differentiation of human dental pulp cells. J Endod. 2010;36(10):1628–1632.", "ArticleIdList": ["20850666"]}, {"Citation": "Raja S., Byakod G., Pudakalkatti P. Growth factors in periodontal regeneration. Int J Dent Hyg. 2009;7(2):82–89.", "ArticleIdList": ["19413545"]}, {"Citation": "Giannobie W.V., Hernandez R.A., Finkelman R.D. Comparative effects of platelet- derived growth factor-BB and insulin-like growth factor-I, individually and in combination on periodontal regeneration in Macaca fascicularis. J Periodontal Res. 1996;31(5):301–312.", "ArticleIdList": ["8858534"]}, {"Citation": "Annunziata M., Oliva A., Buonaiuto C., Di Feo A., Di Pasquale R., Passaro I. In vitro cell-type specific biological response of human periodontally related cells to platelet-rich plasma. J Periodontal Res. 2005;40(6):489–495.", "ArticleIdList": ["16302928"]}, {"Citation": "Xuejing D., Zhiyong L., Xiujuan L. Study of platelet-rich fibrin combined with rat periodontal ligament stem cells in periodontal tissue regeneration. J Cell Mol Med. 2018;22(2):1047–1055.", "ArticleIdList": ["PMC5783838", "29368432"]}, {"Citation": "Yu N., Oortgiesen D.A., Bronckers A.L., Yang F., Walboomers X.F., Jansen J.A. Enhanced periodontal tissue regeneration by periodontal cell implantation. J Clin Periodontol. 2013;40(7):698–706.", "ArticleIdList": ["23675871"]}, {"Citation": "Zang Sheng-Qi, Kang Shuai, Hu Xin, Wang Meng. Comparison of different periodontal healing of critical size noncontained and contained intrabony defects in beagles. Chin Med J. 2017;130(4):477–486.", "ArticleIdList": ["PMC5324386", "28218223"]}, {"Citation": "Theodoro L.H., Ferro-Alves M.L., Longo M. Curcumin photodynamic effect in the treatment of the induced periodontitis in rats. Laser Med Sci. 2017;32(8):1783–1791.", "ArticleIdList": ["28674790"]}, {"Citation": "Eslami B., Behnia H., Javadi H., Khiabani K.S., Saffar A.S. Histopathologic comparison of normal and hyperplastic condyles. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2003;96(6):711–717.", "ArticleIdList": ["14676762"]}, {"Citation": "Yan X.Z., Jeroen J.J.P., van den Beucken J.J. Periodontal tissue regeneration using enzymatically solidified chitosan hydrogels with or without cell loading. Tissue Eng. 2015;21(5- 6):1066–1076.", "ArticleIdList": ["PMC4356215", "25345525"]}, {"Citation": "Oortgiesen D.A., Walboomers X.F., Bronckers A.L., Meijer G.J., Jansen J.A. Periodontal regeneration using an injectable bone cement combined with BMP‐2 or FGF‐2. J Tissue Eng Regen Med. 2014;8(3):202–209.", "ArticleIdList": ["22552898"]}, {"Citation": "Oortgiesen D.A., Meijer G.J., Bronckers A.L., Walboomers X.F., Jansen J.A. Regeneration of the periodontium using enamel matrix derivative in combination with an injectable bone cement. Clin Oral Invest. 2013;17(2):411–421.", "ArticleIdList": ["PMC3579465", "22552596"]}, {"Citation": "Pellegrini G., Seol Y.J., Gruber R., Giannobile W.V. Pre‐clinical models for oral and periodontal reconstructive therapies. J Dent Res. 2009;88(12):1065–1076.", "ArticleIdList": ["PMC3318031", "19887682"]}, {"Citation": "Lekic P., Klausen B., Friis-Hasche E., Beloica D., Knezevic M., Hougen H.P. Influence of age and immunization on development of gingivitis in rats. Acta Odontol Scand. 1989;47(4):233–238.", "ArticleIdList": ["2789463"]}, {"Citation": "De Lima V., Bezerra M.M., de Menezes Alencar V.B. Effects of chlorpromazine on alveolar bone loss in experimental periodontal disease in rats. Eur J Oral Sci. 2000;108(2):123–129.", "ArticleIdList": ["10768725"]}, {"Citation": "Bezerra M.M., de Lima V., Alencar V.B. Selective cyclooxygenase-2 inhibition prevents alveolar bone loss in experimental periodontitis in rats. J Periodontol. 2000;71(6):1009–1014.", "ArticleIdList": ["10914805"]}, {"Citation": "Takeuchi T., Bizenjima T., Ishii Y., Imamura K. Enhanced healing of surgical periodontal defects in rats following application of a self-assembling peptide nanofibre hydrogel. J Clin Periodontol. 2016;43(3):279–288.", "ArticleIdList": ["26788695"]}, {"Citation": "Melcher A.H. Repair of wounds in the periodontium of the rat. Influence of periodontal ligament on osteogenesis. Arch Oral Biol. 1970;15(12):1183–1198.", "ArticleIdList": ["5280124"]}, {"Citation": "Akpınar A., Çalışır M., Poyraz O., Göze F. The effects of ozone on the local and systemic interleukin 1β (IL-1β) and IL-10 levels experimental periodontitis model in rats. Cumhuriyet Med J. 2017;39(3):608–619."}, {"Citation": "Ozdemir H., Toker H., Balci H., Ozer H. Effect of ozone therapy on autogenous bone graft healing in calvarial defects: a histologic and histometric study in rats. J Periodontal Res. 2013;48(6):722–726.", "ArticleIdList": ["23452156"]}, {"Citation": "Alpan A.L., Toker H., Ozer H. Ozone therapy enhances osseous healing in rats with diabetes with calvarial defects: a morphometric and immunohistochemical study. J Periodontol. 2016;87(8):982–989.", "ArticleIdList": ["26991488"]}, {"Citation": "Renno A.C., McDonnell P.A., Parizotto N.A., Laakso E.L. The effects of laser irradiation on osteoblast and osteosarcoma cell proliferation and differentiation in vitro. Photomed Laser Surg. 2007;25(4):275–280.", "ArticleIdList": ["17803384"]}, {"Citation": "Kazancioglu H.O., Ezirganli S., Aydin M.S. Effects of laser and ozone therapies on bone healing in the calvarial defects. J Craniofac Surg. 2013;24(6):2141–2146.", "ArticleIdList": ["24220424"]}, {"Citation": "Kim H.S., Noh S.U., Han Y.W. Therapeutic effects of topical application of ozone on acute cutaneous wound healing. J Korean Med Sci. 2009;24(3):368–374.", "ArticleIdList": ["PMC2698179", "19543419"]}, {"Citation": "Wang P.L., Tachi Y., Masuno K., Okusa N., Imamura Y. The study of ozone ointment on human gingival fibroblasts cell proliferation ability and anti-inflammatory. J Hard Tissue Biol. 2018;27(3):209–212."}, {"Citation": "Du J., Mei S., Guo L., Su Y., Wang H., Liu Y. Platelet-rich fibrin/aspirin complex promotes alveolar bone regeneration in periodontal defect in rats. J Periodontal Res. 2018;53(1):47–56.", "ArticleIdList": ["28862325"]}, {"Citation": "Anitua E., Tejero R., Zalduendo M.M., Orive G. Plasma rich in growth factors promotes bone tissue regeneration by stimulating proliferation, migration, and autocrine secretion in primary human osteoblasts. J Periodontol. 2013;84(8):1180–1190.", "ArticleIdList": ["23088531"]}, {"Citation": "Li Q., Pan S., Dangaria S.J. Platelet-rich fibrin promotes periodontal regeneration and enhances alveolar bone augmentation. BioMed Res Int. 2013;2013(10):638043. 13pages.", "ArticleIdList": ["PMC3622372", "23586051"]}, {"Citation": "Mullaguri H., Suresh N., Surendran S., Velmurugan N., Chitra S. Role of pH changes on transforming growth factor-β1 release and on the fibrin architecture of platelet-rich fibrin when layered with biodentine, glass ionomer cement, and intermediate restorative material. J Endod. 2016;42(5):766‐770.", "ArticleIdList": ["27059650"]}, {"Citation": "Boyapati L., Wang H.L. The role of platelet-rich plasma in sinus augmentation: a critical review. Implant Dent. 2006;15(2):160–170.", "ArticleIdList": ["16766899"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "29"}, {"Year": "2020", "Month": "8", "Day": "22"}, {"Year": "2020", "Month": "9", "Day": "2"}, {"Year": "2020", "Month": "9", "Day": "28", "Hour": "5", "Minute": "44"}, {"Year": "2020", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32983858", "PMC7493000", "10.1016/j.jobcr.2020.09.001", "S2212-4268(20)30137-8"]}}], "PubmedBookArticle": []}