{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Astrocytes", "Bioenergetics", "Exercise", "GFAP", "Iba1", "Microglia", "Mitochondria", "Oxidative Stress Genes", "Ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32991914", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "28"}], "ELocationID": ["10.1016/j.taap.2020.115254", "S0041-008X(20)30380-X"], "Journal": {"ISSN": "1096-0333", "JournalIssue": {"Volume": "408", "PubDate": {"Year": "2020", "Month": "Dec", "Day": "01"}}, "Title": "Toxicology and applied pharmacology", "ISOAbbreviation": "Toxicol Appl Pharmacol"}, "ArticleTitle": "The effects of ozone exposure and sedentary lifestyle on neuronal microglia and mitochondrial bioenergetics of female Long-Evans rats.", "Pagination": {"StartPage": "115254", "MedlinePgn": "115254"}, "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) is a widespread air pollutant that produces cardiovascular and pulmonary dysfunction possibly mediated by activation of central stress centers. Epidemiological data suggest that sedentary lifestyles may exacerbate responses to air pollutants such as O<sub>3</sub>. We sought to assess neurological changes in response to O<sub>3</sub> exposure and an active lifestyle. We developed an animal model in which female Long-Evans rats were either sedentary or active with continuous access to running wheels starting at postnatal day (PND) 22 until the age of PND 100 and then exposed to O<sub>3</sub> (0, 0.25, 0.5 or 1.0 ppm) 5 h/day for two consecutive days. We found significantly more reactive microglia within the hippocampus (HIP) in animals exposed to O<sub>3</sub> in both sedentary and active rats. No changes were detected in astrocytic coverage. We next analyzed mitochondrial bioenergetic parameters (complex I, complex II and complex IV). Complex I activity was significantly affected by exercise in hypothalamus (HYP). Complex II activity was significantly affected by both exercise and O<sub>3</sub> exposure in the HIP. Concomitant with the changes in enzymatic activity, there were also effects on expression of genes related to mitochondrial bioenergetics and antioxidant production. These results demonstrate that O<sub>3</sub> induces microglia reactivity within stress centers of the brain and that mitochondrial bioenergetics are altered. Some of these effects may be augmented by exercise, suggesting a role for lifestyle in O<sub>3</sub> effects on brain mitochondrial bioenergetics parameters in agreement with our previous reports on other endpoints."], "CopyrightInformation": "Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurological and Endocrine Toxicology Branch, Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA; Oak Ridge Institute for Science and Education, U.S. Department of Energy, Oak Ridge, TN 37831, United States of America."}], "LastName": "Valdez", "ForeName": "Matthew", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurological and Endocrine Toxicology Branch, Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "LastName": "Valdez", "ForeName": "Joseph M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurological and Endocrine Toxicology Branch, Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "LastName": "Freeborn", "ForeName": "Danielle", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurological and Endocrine Toxicology Branch, Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA."}], "LastName": "Johnstone", "ForeName": "Andrew F M", "Initials": "AFM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurological and Endocrine Toxicology Branch, Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, US Environmental Protection Agency, Research Triangle Park, NC 27711, USA. Electronic address: kodavanti.prasada@epa.gov."}], "LastName": "Kodavanti", "ForeName": "Prasada Rao S", "Initials": "PRS"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Appl Pharmacol", "NlmUniqueID": "0416575", "ISSNLinking": "0041-008X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Energy Metabolism"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Microglia"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Mitochondria"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Rats, Long-Evans"}, {"QualifierName": [], "DescriptorName": "Sedentary Behavior"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adam-Vizi V, Chinopoulos C, 2006. Bioenergetics and the formation of mitochondrial reactive oxygen species. Trends Pharmacol. Sci 27 (12), 639–645. 10.1016/j.tips.2006.10.005.", "ArticleIdList": ["10.1016/j.tips.2006.10.005", "17056127"]}, {"Citation": "Alexeeff SE, Litonjua AA, Suh H, Sparrow D, Vokonas PS, Schwartz J, 2007. Ozone exposure and lung function: effect modified by obesity and airways hyperresponsiveness in the VA normative aging study. Chest 132 (6), 1890–1897. 10.1378/chest.07-1126.", "ArticleIdList": ["10.1378/chest.07-1126", "17925423"]}, {"Citation": "Avila-Costa MR, Colin-Barenque L, Fortoul TI, Machado-Salas P, Espinosa-Villanueva J, Rugerio-Vargas C, Rivas-Arancibia S, 1999. Memory deterioration in an oxidative stress model and its correlation with cytological changes on rat hippocampus CA1. Neurosci. Lett 270 (2), 107–109. 10.1016/s0304-3940(99)00458-9.", "ArticleIdList": ["10.1016/s0304-3940(99)00458-9", "10462109"]}, {"Citation": "Bass V, Gordon CJ, Jarema KA, MacPhail RC, Cascio WE, Phillips PM, … Kodavanti UP, 2013. Ozone induces glucose intolerance and systemic metabolic effects in young and aged Brown Norway rats. Toxicol Appl Pharmacol 273 (3), 551–560. 10.1016/j.taap.2013.09.029.", "ArticleIdList": ["10.1016/j.taap.2013.09.029", "PMC4343260", "24103449"]}, {"Citation": "Bauer UE, Briss PA, Goodman RA, Bowman BA, 2014. Prevention of chronic disease in the 21st century: elimination of the leading preventable causes of premature death and disability in the USA. Lancet 384 (9937), 45–52. 10.1016/S0140-6736(14)60648-6.", "ArticleIdList": ["10.1016/S0140-6736(14)60648-6", "24996589"]}, {"Citation": "Bezawork-Geleta A, Rohlena J, Dong L, Pacak K, Neuzil J, 2017. Mitochondrial complex II: at the crossroads. Trends Biochem. Sci 42 (4), 312–325. 10.1016/j.tibs.2017.01.003.", "ArticleIdList": ["10.1016/j.tibs.2017.01.003", "PMC7441821", "28185716"]}, {"Citation": "Bocci V, Valacchi G, Corradeschi F, Aldinucci C, Silvestri S, Paccagnini E, Gerli R, 1998. \nStudies on the biological effects of ozone: 7. Generation of reactive oxygen species (ROS) after exposure of human blood to ozone. J. Biol. Regul. Homeost. Agents\n12 (3), 67–75. Retrieved from.\nhttp://www.ncbi.nlm.nih.gov/pubmed/9795834.", "ArticleIdList": ["9795834"]}, {"Citation": "Calcia MA, Bonsall DR, Bloomfield PS, Selvaraj S, Barichello T, Howes OD, 2016. Stress and neuroinflammation: a systematic review of the effects of stress on microglia and the implications for mental illness. Psychopharmacology 233 (9), 1637–1650. 10.1007/s00213-016-4218-9.", "ArticleIdList": ["10.1007/s00213-016-4218-9", "PMC4828495", "26847047"]}, {"Citation": "Caspersen C, Wang N, Yao J, Sosunov A, Chen X, Lustbader JW, … Yan SD, 2005. Mitochondrial Abeta: a potential focal point for neuronal metabolic dysfunction in Alzheimer’s disease. FASEB J 19 (14), 2040–2041. 10.1096/fj.05-3735fje.", "ArticleIdList": ["10.1096/fj.05-3735fje", "16210396"]}, {"Citation": "Custodio-Ramírez V, Paz C, 1997. Ozone produces functional deficits in the rat visual pathway. Electroencephal. Clin. Neurophysiol. Evok. Potent. Sect. 104 (3), 269–273. 10.1016/s0168-5597(97)00012-9.", "ArticleIdList": ["10.1016/s0168-5597(97)00012-9", "9186241"]}, {"Citation": "Davis EJ, Foster TD, Thomas WE, 1994. Cellular forms and functions of brain microglia. Brain Res. Bull. 34 (1), 73–78. 10.1016/0361-9230(94)90189-9.", "ArticleIdList": ["10.1016/0361-9230(94)90189-9", "8193937"]}, {"Citation": "Dimauro S, Rustin P, 2009. A critical approach to the therapy of mitochondrial respiratory chain and oxidative phosphorylation diseases. Biochim. Biophys. Acta 1792 (12), 1159–1167. 10.1016/j.bbadis.2008.10.015.", "ArticleIdList": ["10.1016/j.bbadis.2008.10.015", "19026744"]}, {"Citation": "Dishman RK, Berthoud HR, Booth FW, Cotman CW, Edgerton VR, Fleshner MR, … Zigmond MJ, 2006. Neurobiology of exercise. Obesity (Silver Spring) 14 (3), 345–356. 10.1038/oby.2006.46.", "ArticleIdList": ["10.1038/oby.2006.46", "16648603"]}, {"Citation": "EPA, U.S, 2006. Air Quality Criteria for Ozone and Related Photochemical Oxidants. (Retrieved from)."}, {"Citation": "Fernandez A, Meechan DW, Karpinski BA, Paronett EM, Bryan CA, Rutz HL, … LaMantia AS, 2019. Mitochondrial Dysfunction Leads to Cortical Under-Connectivity and Cognitive Impairment. Neuron 102 (6), 1127–1142 e1123. 10.1016/j.neuron.2019.04.013.", "ArticleIdList": ["10.1016/j.neuron.2019.04.013", "PMC6668992", "31079872"]}, {"Citation": "Fox J, Weisberg S, 2019. \nCar: Companion to Applied Regression. Sage; \nRetrieved from.\nhttps://socialsciences.mcmaster.ca/jfox/Books/Companion/."}, {"Citation": "Gackiere F, Saliba L, Baude A, Bosler O, Strube C, 2011. Ozone inhalation activates stress-responsive regions of the CNS. J. Neurochem 117 (6), 961–972. 10.1111/j.1471-4159.2011.07267.x.", "ArticleIdList": ["10.1111/j.1471-4159.2011.07267.x", "21466555"]}, {"Citation": "Gomez-Crisostomo NP, Rodriguez Martinez E, Rivas-Arancibia S, 2014. Oxidative stress activates the transcription factors FoxO 1a and FoxO 3a in the hippocampus of rats exposed to low doses of ozone. Oxidative Med. Cell. Longev 2014, 805764 10.1155/2014/805764.", "ArticleIdList": ["10.1155/2014/805764", "PMC4055648", "24967006"]}, {"Citation": "Goodman JE, Prueitt RL, Sax SN, Pizzurro DM, Lynch HN, Zu K, Venditti FJ, 2015. Ozone exposure and systemic biomarkers: evaluation of evidence for adverse cardiovascular health impacts. Crit. Rev. Toxicol 45 (5), 412–452. 10.3109/10408444.2015.1031371.", "ArticleIdList": ["10.3109/10408444.2015.1031371", "25959700"]}, {"Citation": "Gordon CJ, Phillips PM, Ledbetter A, Snow SJ, Schladweiler MC, Johnstone AF, Kodavanti UP, 2017. Active vs. sedentary lifestyle from weaning to adulthood and susceptibility to ozone in rats. Am. J. Phys. Lung Cell. Mol. Phys 312 (1), L100–L109. 10.1152/ajplung.00415.2016.", "ArticleIdList": ["10.1152/ajplung.00415.2016", "27836902"]}, {"Citation": "Guevara-Guzman R, Arriaga V, Kendrick KM, Bernal C, Vega X, Mercado-Gomez OF, Rivas-Arancibia S, 2009. Estradiol prevents ozone-induced increases in brain lipid peroxidation and impaired social recognition memory in female rats. Neuroscience 159 (3), 940–950. 10.1016/j.neuroscience.2009.01.047.", "ArticleIdList": ["10.1016/j.neuroscience.2009.01.047", "19356678"]}, {"Citation": "Guh DP, Zhang W, Bansback N, Amarsi Z, Birmingham CL, Anis AH, 2009. The incidence of co-morbidities related to obesity and overweight: a systematic review and meta-analysis. BMC Public Health 9, 88 10.1186/1471-2458-9-88.", "ArticleIdList": ["10.1186/1471-2458-9-88", "PMC2667420", "19320986"]}, {"Citation": "Hernandez-Zimbron LF, Rivas-Arancibia S, 2016. Syntaxin 5 overexpression and beta- amyloid 1–42 accumulation in endoplasmic reticulum of hippocampal cells in rat brain induced by ozone exposure. Biomed. Res. Int 2016, 2125643 10.1155/2016/2125643.", "ArticleIdList": ["10.1155/2016/2125643", "PMC4912997", "27366738"]}, {"Citation": "Koman PD, Mancuso P, 2017. Ozone exposure, cardiopulmonary Health, and obesity: a substantive review. Chem. Res. Toxicol 30 (7), 1384–1395. 10.1021/acs.chemrestox.7b00077.", "ArticleIdList": ["10.1021/acs.chemrestox.7b00077", "PMC5556919", "28574698"]}, {"Citation": "Lenaz G, Fato R, Genova ML, Bergamini C, Bianchi C, Biondi A, 2006. Mitochondrial complex I: structural and functional aspects. Biochim. Biophys. Acta 1757 (9–10), 1406–1420. 10.1016/j.bbabio.2006.05.007.", "ArticleIdList": ["10.1016/j.bbabio.2006.05.007", "16828051"]}, {"Citation": "Lenth R, Singmann H, Love J, Buerkner P, Herve M, 2019. \nEmmeans: Estimated Marginal Means, Aka Least-Squares Means. Retrieved from.\nhttps://github.com/rvlenth/emmeans."}, {"Citation": "Madeira VM, 2012. Overview of mitochondrial bioenergetics. Methods Mol. Biol 810, 1–6. 10.1007/978-1-61779-382-0_1.", "ArticleIdList": ["10.1007/978-1-61779-382-0_1", "22057557"]}, {"Citation": "Martinez-Canabal A, Angoa-Perez M, Rugerio-Vargas C, Borgonio-Perez G, Rivas-Arancibia S, 2008. Effect of growth hormone on Cyclooxygenase-2 expression in the hippocampus of rats chronically exposed to ozone. Int. J. Neurosci. 118 (3), 455–469. 10.1080/00207450701593160.", "ArticleIdList": ["10.1080/00207450701593160", "18300015"]}, {"Citation": "Meyer JN, Hartman JH, Mello DF, 2018. Mitochondrial toxicity. Toxicol. Sci 162 (1), 15–23. 10.1093/toxsci/kfy008.", "ArticleIdList": ["10.1093/toxsci/kfy008", "PMC5837373", "29340618"]}, {"Citation": "Miller DB, Ghio AJ, Karoly ED, Bell LN, Snow SJ, Madden MC, … Kodavanti UP, 2016a. Ozone Exposure Increases Circulating Stress Hormones and Lipid Metabolites in Humans. Am J Respir Crit Care Med 193 (12), 1382–1391. 10.1164/rccm.201508-1599OC.", "ArticleIdList": ["10.1164/rccm.201508-1599OC", "PMC5440058", "26745856"]}, {"Citation": "Miller DB, Snow SJ, Henriquez A, Schladweiler MC, Ledbetter AD, Richards JE, … Kodavanti UP, 2016b. Systemic metabolic derangement, pulmonary effects, and insulin insufficiency following subchronic ozone exposure in rats. Toxicol Appl Pharmacol 306, 47–57. 10.1016/j.taap.2016.06.027.", "ArticleIdList": ["10.1016/j.taap.2016.06.027", "PMC5336346", "27368153"]}, {"Citation": "Mimaki M, Wang X, McKenzie M, Thorburn DR, Ryan MT, 2012. Understanding mitochondrial complex I assembly in health and disease. Biochim. Biophys. Acta 1817 (6), 851–862. 10.1016/j.bbabio.2011.08.010.", "ArticleIdList": ["10.1016/j.bbabio.2011.08.010", "21924235"]}, {"Citation": "Mumaw CL, Levesque S, McGraw C, Robertson S, Lucas S, Stafflinger JE, … Block ML, 2016. Microglial priming through the lung-brain axis: the role of air pollution-induced circulating factors. FASEB J 30 (5), 1880–1891. 10.1096/fj.201500047.", "ArticleIdList": ["10.1096/fj.201500047", "PMC4836369", "26864854"]}, {"Citation": "Nicholls DG, Budd SL, 2000. Mitochondria and neuronal survival. Physiol. Rev 80 (1), 315–360. 10.1152/physrev.2000.80.1.315.", "ArticleIdList": ["10.1152/physrev.2000.80.1.315", "10617771"]}, {"Citation": "Nino-Cabrera HG, Colin-Barenque L, Avila-Costa MR, Espinosa-Villanueva J, Fortoul TI, Rivas-Arancibia S, 2002. Differences between hippocampus and cerebral cortex in aged rats in an oxidative stress model. Int. J. Neurosci 112 (4), 373–381. 10.1080/00207450290025536.", "ArticleIdList": ["10.1080/00207450290025536", "12325393"]}, {"Citation": "Paxinos G, Watson C, 1988. The Rat Brain in Stereotaxic Coordinates, 4th ed. Academic Press.", "ArticleIdList": ["6110810"]}, {"Citation": "Pryor WA, 1992. How far does ozone penetrate into the pulmonary air/tissue boundary before it reacts? Free Radic. Biol. Med 12 (1), 83–88. 10.1016/0891-5849(92)90060-t.", "ArticleIdList": ["10.1016/0891-5849(92)90060-t", "1537573"]}, {"Citation": "Radak Z, Chung HY, Koltai E, Taylor AW, Goto S, 2008. Exercise, oxidative stress and hormesis. Ageing Res. Rev 7 (1), 34–42. 10.1016/j.arr.2007.04.004.", "ArticleIdList": ["10.1016/j.arr.2007.04.004", "17869589"]}, {"Citation": "Rahman I, Massaro GD, Massaro D, 1992. Exposure of rats to ozone: evidence of damage to heart and brain. Free Radic. Biol. Med 12 (4), 323–326. 10.1016/0891-5849(92)90119-2.", "ArticleIdList": ["10.1016/0891-5849(92)90119-2", "1577334"]}, {"Citation": "Rak M, Benit P, Chretien D, Bouchereau J, Schiff M, El-Khoury R, … Rustin P, 2016. Mitochondrial cytochrome c oxidase deficiency. Clin. Sci. (Lond.) 130 (6), 393–407. 10.1042/CS20150707.", "ArticleIdList": ["10.1042/CS20150707", "PMC4948581", "26846578"]}, {"Citation": "Rivas-Arancibia S, Dorado-Martinez C, Colin-Barenque L, Kendrick KM, de la Riva C, Guevara-Guzman R, 2003. Effect of acute ozone exposure on locomotor behavior and striatal function. Pharmacol. Biochem. Behav 74 (4), 891–900. 10.1016/s0091-3057(03)00011-x.", "ArticleIdList": ["10.1016/s0091-3057(03)00011-x", "12667904"]}, {"Citation": "Rivas-Arancibia S, Guevara-Guzman R, Lopez-Vidal Y, Rodriguez-Martinez E, Zanardo-Gomes M, Angoa-Perez M, Raisman-Vozari R, 2010. Oxidative stress caused by ozone exposure induces loss of brain repair in the hippocampus of adult rats. Toxicol. Sci 113 (1), 187–197. 10.1093/toxsci/kfp252.", "ArticleIdList": ["10.1093/toxsci/kfp252", "19833740"]}, {"Citation": "Rivas-Arancibia S, Zimbron LF, Rodriguez-Martinez E, Maldonado PD, Borgonio Perez G, Sepulveda-Parada M, 2015. Oxidative stress-dependent changes in immune responses and cell death in the substantia nigra after ozone exposure in rat. Front. Aging Neurosci 7, 65 10.3389/fnagi.2015.00065.", "ArticleIdList": ["10.3389/fnagi.2015.00065", "PMC4419716", "25999851"]}, {"Citation": "Rivas-Arancibia S, Rodriguez-Martinez E, Badillo-Ramirez I, Lopez-Gonzalez U, Saniger JM, 2017. Structural changes of amyloid Beta in Hippocampus of rats exposed to ozone: a Raman spectroscopy study. Front. Mol. Neurosci. 10, 137 10.3389/fnmol.2017.00137.", "ArticleIdList": ["10.3389/fnmol.2017.00137", "PMC5438967", "28588448"]}, {"Citation": "Rodriguez-Martinez E, Martinez F, Espinosa-Garcia MT, Maldonado P, Rivas- Arancibia S, 2013. Mitochondrial dysfunction in the hippocampus of rats caused by chronic oxidative stress. Neuroscience 252, 384–395. 10.1016/j.neuroscience.2013.08.018.", "ArticleIdList": ["10.1016/j.neuroscience.2013.08.018", "23988432"]}, {"Citation": "Rojo AI, McBean G, Cindric M, Egea J, Lopez MG, Rada P, … Cuadrado A, 2014. Redox control of microglial function: molecular mechanisms and functional significance. Antioxid Redox Signal 21 (12), 1766–1801. 10.1089/ars.2013.5745.", "ArticleIdList": ["10.1089/ars.2013.5745", "PMC4186766", "24597893"]}, {"Citation": "Santiago-Lopez D, Bautista-Martinez JA, Reyes-Hernandez CI, Aguilar-Martinez M, Rivas-Arancibia S, 2010. Oxidative stress, progressive damage in the substantia nigra and plasma dopamine oxidation, in rats chronically exposed to ozone. Toxicol. Lett 197 (3), 193–200. 10.1016/j.toxlet.2010.05.020.", "ArticleIdList": ["10.1016/j.toxlet.2010.05.020", "20541596"]}, {"Citation": "Snow SJ, Henriquez AR, Costa DL, Kodavanti UP, 2018. Neuroendocrine regulation of air pollution health effects: emerging insights. Toxicol. Sci 164 (1), 9–20. 10.1093/toxsci/kfy129.", "ArticleIdList": ["10.1093/toxsci/kfy129", "PMC6659011", "29846720"]}, {"Citation": "Sofroniew MV, 2014. Astrogliosis. Cold Spring Harb. Perspect. Biol 7 (2), a020420 10.1101/cshperspect.a020420.", "ArticleIdList": ["10.1101/cshperspect.a020420", "PMC4315924", "25380660"]}, {"Citation": "Team R, 2015. \nRStudio: Integrated Development Environment for R. RStudio, Inc; \nRetrieved from.\nhttp://www.rstudio.com/."}, {"Citation": "Valdez JM, Johnstone AFM, Richards JE, Schmid JE, Royland JE, Kodavanti PRS, 2018. Interaction of diet and ozone exposure on oxidative stress parameters within specific brain regions of male Brown Norway rats. Int. J. Mol. Sci 20 (1), 11 10.3390/ijms20010011.", "ArticleIdList": ["10.3390/ijms20010011", "PMC6337237", "30577502"]}, {"Citation": "von Bartheld CS, Bahney J, Herculano-Houzel S, 2016. The search for true numbers of neurons and glial cells in the human brain: a review of 150 years of cell counting. J. Comp. Neurol 524 (18), 3865–3895. 10.1002/cne.24040.", "ArticleIdList": ["10.1002/cne.24040", "PMC5063692", "27187682"]}, {"Citation": "Watson RE, Wiegand SJ, Clough RW, Hoffman GE, 1986. Use of cryoprotectant to maintain long-term peptide immunoreactivity and tissue morphology. Peptides 7 (1), 155–159. 10.1016/0196-9781(86)90076-8.", "ArticleIdList": ["10.1016/0196-9781(86)90076-8", "3520509"]}, {"Citation": "Wickham H, 2016. \nggplot2: Elegant Graphics for Data Analysis. Springer-Verlag, New York: \nRetrieved from.\nhttps://ggplot2.tidyverse.org."}, {"Citation": "Wickham H, François R, Henry L, Müller K, 2018. \nDplyr: A Grammar of Data Manipulation. (Version 0.7.6.). Retrieved from.\nhttps://CRAN.R-project.org/package=dplyr."}, {"Citation": "Wilke CO, 2019. \nCowplot: Streamlined Plot Theme and Plot Annotations for ‘ggplot2’ (Version 1.0.0). Retrieved from.\nhttps://wilkelab.org/cowplot."}, {"Citation": "World Health Organization, 2016. Ambient (Outdoor) Air Quality and Health. (In)."}, {"Citation": "Wuertz D, Setz T, Chalabi Y, Maechler M, 2019. \nfBasics: Rmetrics – Markets and Basic Statistics. Retrieved from.\nhttps://www.rmetrics.org."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "3"}, {"Year": "2020", "Month": "9", "Day": "7"}, {"Year": "2020", "Month": "9", "Day": "24"}, {"Year": "2020", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "29", "Hour": "20", "Minute": "8"}, {"Year": "2021", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32991914", "NIHMS1646488", "PMC7730534", "10.1016/j.taap.2020.115254", "S0041-008X(20)30380-X"]}}], "PubmedBookArticle": []}