{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ANOVA, analysis of variance", "CDFA, California Department of Food and Agricultural", "Cl-HA, chlorinated humic acid", "DME, Dulbecco’s modified Eagle’s", "EFSA, European Food Safety Authority", "FA, fulvic acid", "FOB, functional observation battery", "Fulvic acid", "GLP, good laboratory practice", "HA, humic acid", "Humic acid", "MPCE, micronucleated polychromatic erythrocytes", "NOAEL", "NOAEL, no observed adverse effect level", "O3-HA, ozonated humic acid", "O3/Cl2-HA, ozonated and chlorinated humic acid", "OECD, Organisation for Economic Co-operation and Development", "S9, post mitochondrial supernatant S9-mix Phenobarbital/β-naphthoflavone-induced rat liver S9 metabolic activation system", "SCE, sister chromatid exchange", "SD, Sprague-Dawley", "SOP, standard operating procedure", "SPF, specific pathogen-free", "Safety", "TG, test guideline", "TSH, thyroid stimulating hormone", "Toxicity", "blk. 333", "fT4, free thyroxine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "32995299", "DateRevised": {"Year": "2020", "Month": "10", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "09", "Day": "14"}], "ELocationID": ["10.1016/j.toxrep.2020.08.030"], "Journal": {"ISSN": "2214-7500", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2020"}}, "Title": "Toxicology reports", "ISOAbbreviation": "Toxicol Rep"}, "ArticleTitle": "A toxicological evaluation of a fulvic and humic acids preparation.", "Pagination": {"StartPage": "1242", "EndPage": "1254", "MedlinePgn": "1242-1254"}, "Abstract": {"AbstractText": ["Humic substances are ubiquitous in soils and waters. These complex superstructures are derived from the decomposition of dead plant and animal matter and are vital to soil health. Their heterogenous composition is specific to their site of origin and is comprised of weakly bound aggregates of small organic compounds that can sequester minerals and make them available to plants. As such, they may possess potential nutritional value for humans, and extractions of fulvic and humic acids can be produced that could be suitable for such purposes. For this reason, we evaluated the toxicological profile of a specific preparation (blk. 333) of fulvic and humic acids derived from a lignite deposit in Alberta, Canada and found it to lack genotoxic potential in a bacterial reverse mutation test, in vitro mammalian chromosomal aberration test, and in vivo mammalian micronucleus test. No general or organ toxicity was observed in Wistar rats following 90 days of continuous exposure, and a no observed adverse effect level (NOEAL) was determined at 2000 mg/kg bw/day, the highest tested dose. Our results suggest the feasibility of further evaluation for development of the preparation as a nutritional supplement in food."], "CopyrightInformation": "© 2020 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AIBMR Life Sciences, Inc., 1425 Broadway, Suite 458, Seattle, WA 98122, USA."}], "LastName": "Murbach", "ForeName": "Timothy S", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Berlini utca 47-49, H-1045 Budapest, Hungary."}], "LastName": "Glávits", "ForeName": "Róbert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AIBMR Life Sciences, Inc., 1425 Broadway, Suite 458, Seattle, WA 98122, USA."}], "LastName": "Endres", "ForeName": "John R", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AIBMR Life Sciences, Inc., 1425 Broadway, Suite 458, Seattle, WA 98122, USA."}], "LastName": "Clewell", "ForeName": "Amy E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Berlini utca 47-49, H-1045 Budapest, Hungary."}, {"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Arácsi út 97, 8230 Balatonfüred, Hungary."}], "LastName": "Hirka", "ForeName": "Gábor", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Arácsi út 97, 8230 Balatonfüred, Hungary."}], "LastName": "Vértesi", "ForeName": "Adél", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Arácsi út 97, 8230 Balatonfüred, Hungary."}], "LastName": "Béres", "ForeName": "Erzsébet", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxi-Coop Zrt., Berlini utca 47-49, H-1045 Budapest, Hungary."}], "LastName": "Pasics Szakonyiné", "ForeName": "Ilona", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicol Rep", "NlmUniqueID": "101630272", "ISSNLinking": "2214-7500"}, "CoiStatement": "Authors Timothy Murbach, John Endres, and Amy Clewell are salaried employees of AIBMR Life Sciences, Inc. (Seattle, WA, USA). AIBMR was contracted by the study sponsor, as an independent third party, to determine appropriate study protocols and dose selections, place the studies, approve the study plans, and monitor the toxicological studies herein described and to analyze and interpret the resulting data and prepare the manuscript. Author Gábor Hirka is owner and Managing Director at Toxi-Coop Zrt. (with test facilities in Budapest (90-day study) and Balatonfüred (genotoxicity studies), Hungary); authors Adél Vértesi, Erzsébet Béres, and Ilona Pasics Szakonyiné are salaried employees of Toxi-Coop; and author Róbert Glávits is an independent contractor to Toxi-Coop. Toxi-Coop was contracted by AIBMR to develop the study plans and conduct, analyze and interpret, and report the results of the toxicological studies herein described. The authors declare no additional conflicts of interest in regard to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Piccolo A. The supramolecular structure of humic substances: a novel understanding of humus chemistry and implications in soil science. Adv. Agronomy. 2002;75:57–134."}, {"Citation": "MacCarthy P. The principles of humic substances. Soil Sci. 2001;166(11):738–751."}, {"Citation": "Piccolo A. Carbon Sequestration in Agricultural Soils. Springer-Verlag; 2011. The nature of soil organic matter and innovative soil managements to fight global changes and maintain agricultural productivity; pp. 1–19."}, {"Citation": "Lehmann J., Kleber M. The contentious nature of soil organic matter. Nature. 2015;528(7580):60–68.", "ArticleIdList": ["26595271"]}, {"Citation": "Malan C. Sustainable Soil Management Symposium. 2015. Review: humic and fulvic acids. A practical approach; p. 21."}, {"Citation": "O’Donnell R. The auxin-like effects of humic preparations from leonardite. Soil Sci. 1973;116(2):106–112."}, {"Citation": "Stevenson F. In: Humus Chemistry: Genesis, Composition, Reactions. Wiley; 1994. Organic matter in soils: pools, distribution, transformations, and function; pp. 1–23."}, {"Citation": "Eyheraguibel B., Silvestre J., Morard P. Effects of humic substances derived from organic waste enhancement on the growth and mineral nutrition of maize. Bioresour. Technol. 2008;99(10):4206–4212.", "ArticleIdList": ["17962015"]}, {"Citation": "Mao J.D., Johnson R.L., Lehmann J. Abundant and stable char residues in soils: implications for soil fertility and carbon sequestration. Environ. Sci. Technol. 2012;46(17):9571–9576.", "ArticleIdList": ["22834642"]}, {"Citation": "Rose M., Patti A., Little K. A meta-analysis and review of plant-growth response to humic substances: practical implications for agriculture. Adv. Agronomy. 2014;124:37–89."}, {"Citation": "Shah Z.H., Rehman H.M., Akhtar T. Humic substances: determining potential molecular regulatory processes in plants. Front. Plant Sci. 2018;9:263.", "ArticleIdList": ["PMC5861677", "29593751"]}, {"Citation": "Qin K., Leskovar D. Assessments of humic substances application and deficit irrigation in triploid watermelon. HortScience. 2020;55(5):716–721."}, {"Citation": "Agarwal S.P., Khanna R., Karmarkar R. Shilajit: a review. Phytother. Res. 2007;21(5):401–405.", "ArticleIdList": ["17295385"]}, {"Citation": "Winkler J., Ghosh S. Therapeutic potential of fulvic acid in chronic inflammatory diseases and diabetes. J. Diabetes Res. 2018;2018:5391014.", "ArticleIdList": ["PMC6151376", "30276216"]}, {"Citation": "Vaskova J., Velika B., Pilatova M. Effects of humic acids in vitro. In Vitro Cell. Dev. Biol. Anim. 2011;47(5–6):376–382.", "ArticleIdList": ["21487922"]}, {"Citation": "Corvina Natural Products Inc., FDA . 2001. NDIN 91. Humifulvate. in."}, {"Citation": "Humet Plc., FDA . 2003. NDIN 169. Humifulvate. in."}, {"Citation": "Hudak A., Naray M., Nagy I. Effect of the consumption of humic acid with bound micro elements in cases of occupational cadmium exposure. Central European Journal of Occupational and Environmental Medicine. 1997;3(3):175–186."}, {"Citation": "Dominguez-Negrete A., Gomez-Rosales S., Angeles M.L. Effect of the addition of humic substances as growth promoter in broiler chickens under two feeding regimens. Animals (Basel) 2019;9(12)", "ArticleIdList": ["PMC6940755", "31835365"]}, {"Citation": "Bull R.J., Robinson M., Meier J.R. Use of biological assay systems to assess the relative carcinogenic hazards of disinfection by-products. Environ. Health Perspect. 1982;46:215–227.", "ArticleIdList": ["PMC1569044", "7151763"]}, {"Citation": "EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS) Chromium(III)-, iron(II)- and selenium-humic acid/fulvic acid chelate and supplemented humifulvate added for nutritional purposes to food supplements. Efsa J. 2009;1147:1–12036."}, {"Citation": "Ueno H., Segawa T., Nakamuro K. Mutagenicity and identification of products formed by aqueous ozonation of humic acids of different origins. Chemosphere. 1989;19(12):1843–1852."}, {"Citation": "Kringstad K.P., Ljungquist P.O., De Sousa F. On the formation of mutagens in the chlorination of humic acid. Environ. Sci. Technol. 1983;17(9):553–555.", "ArticleIdList": ["22276793"]}, {"Citation": "LaLonde R.T., Xie S. Glutathione and N-acetylcysteine inactivations of mutagenic 2(5H)-furanones from the chlorination of humics in water. Chem. Res. Toxicol. 1993;6(4):445–451.", "ArticleIdList": ["8374041"]}, {"Citation": "Meier J.R., Lingg R.D., Bull R.J. Formation of mutagens following chlorination of humic acid. A model for mutagen formation during drinking water treatment. Mutat. Res. 1983;118(1–2):25–41.", "ArticleIdList": ["6223225"]}, {"Citation": "Meier J.R., Ringhand H.P., Coleman W.E. Identification of mutagenic compounds formed during chlorination of humic acid. Mutat. Res. 1985;157(2–3):111–122.", "ArticleIdList": ["3160948"]}, {"Citation": "Van Duuren B.L., Melchionne S., Seidman I. Chronic bioassays of chlorinated humic acids in B6C3F1 mice. Environ. Health Perspect. 1986;69:109–117.", "ArticleIdList": ["PMC1474334", "2949967"]}, {"Citation": "Watt M., Malcolm R., Hayes M. Chemistry and potential mutagenicity of humic substances in waters from different watersheds in Britain and Ireland. Water Res. 1996;30(6):1502–1516."}, {"Citation": "Bernacchi F., Ponzanelli I., Minunni M. In vivo cytogenetic effects of natural humic acid. Mutagenesis. 1996;11(5):467–469.", "ArticleIdList": ["8921508"]}, {"Citation": "Cozzi R., Nicolai M., Perticone P. Desmutagenic activity of natural humic acids: inhibition of mitomycin C and maleic hydrazide mutagenicity. Mutat. Res. 1993;299(1):37–44.", "ArticleIdList": ["7679191"]}, {"Citation": "Daniel F., Robinson M., Ringhand H. Subchronic toxicity study of ozonated and ozonated/chlorinated humic acids in Sprague-Dawley rats: a model system for drinking water disinfection. Environ. Sci. Technol. 1991;25(1):93–98."}, {"Citation": "Ribas G., Carbonell E., Creus A. Genotoxicity of humic acid in cultured human lymphocytes and its interaction with the herbicides alachlor and maleic hydrazide. Environ. Mol. Mutagen. 1997;29(3):272–276.", "ArticleIdList": ["9142170"]}, {"Citation": "International Programme on Chemical Safety (IPCS) FAO, WHO; 2009. Principles and Methods for the Risk Assessment of Chemicals in Food. 4. Hazard Identification and Characterization: Toxicological and Human Studies (Environmental Health Criteria 240) p. 187. in."}, {"Citation": "International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH), FDA, Center for Drug Evaluation and Research (CDER) 2012. Guidance for Industry. S2(R1) Genotoxicity Testing and Data Interpretation for Pharmaceuticals Intended for Human Use; p. 31. in."}, {"Citation": "OECD . OECD Publishing; Paris: 1998. OECD Principles of Good Laboratory Practice."}, {"Citation": "National Research Council . Committee for the Update of the Guide for the Care and Use of Laboratory Animals, Institute for Laboratory Animal Research, Division on Earth and Life Studies, National Research Council; 2011. Guide for the Care and Use of Laboratory Animals; pp. 1–220. in."}, {"Citation": "OECD . 2016. Test No. 474: Mammalian Erythrocyte Micronucleus Test, OECD Guidelines for the Testing of Chemicals; p. 21. in."}, {"Citation": "OECD . 2018. Test No. 408: Repeated Dose 90-Day Oral Toxicity Study in Rodents, OECD Guidelines for the Testing of Chemicals, Section 4; p. 16. in."}, {"Citation": "OECD . 1997. Test No. 471: Bacterial Reverse Mutation Test, OECD Guidelines for the Testing of Chemicals, Section 4. in."}, {"Citation": "Ames B.N., McCann J., Yamasaki E. Methods for detecting carcinogens and mutagens with the Salmonella/mammalian-microsome mutagenicity test. Mutat. Res. 1975;31(6):347–364.", "ArticleIdList": ["768755"]}, {"Citation": "Maron D.M., Ames B.N. Revised methods for the Salmonella mutagenicity test. Mutat. Res. 1983;113(3–4):173–215.", "ArticleIdList": ["6341825"]}, {"Citation": "Kier L.D., Brusick D.J., Auletta A.E. The Salmonella typhimurium/mammalian microsomal assay. A report of the U.S. Environmental Protection Agency gene-tox program. Mutat. Res. 1986;168(2):69–240.", "ArticleIdList": ["3528831"]}, {"Citation": "Venitt S., Parry J. IRL Press Limited; Eynsham, Oxford England: 1984. Mutagenicity Testing, a Practical Approach."}, {"Citation": "Mortelmans K., Zeiger E. The Ames Salmonella/microsome mutagenicity assay. Mutat. Res. 2000;455(1–2):29–60.", "ArticleIdList": ["11113466"]}, {"Citation": "Murbach T., Glavits R., Endres J. A toxicological evaluation of methylliberine (Dynamine®) J. Toxicol. 2019:25. vol. Article ID 4981420.", "ArticleIdList": ["PMC6930730", "31911801"]}, {"Citation": "OECD . 2016. Test No. 473: In Vitro Mammalian Chromosomal Aberration Test, OECD Guidelines for the Testing of Chemicals; p. 22. in."}, {"Citation": "Preston R.J., Au W., Bender M.A. Mammalian in vivo and in vitro cytogenetic assays: a report of the U.S. EPA’s gene-tox program. Mutat. Res. 1981;87(2):143–188.", "ArticleIdList": ["7035930"]}, {"Citation": "Brusick D. Chapter 14. Genetic toxicology. In: Hayes A., editor. Principles and Methods of Toxicology. second edition. Raven Press; 1989. pp. 407–434."}, {"Citation": "Salamone M., Heddle J. Chapter 4. The bone marrow micronucleus assay: rationale for a revised protocol. In: de Serres F., editor. Chemical Mutagens. Plenum Press; 1983. pp. 11–149."}, {"Citation": "OECD . 2008. Test No. 407: Repeated Dose 28-day Oral Toxicity Study in Rodents, OECD Guidelines for the Testing of Chemicals, Section 4. in."}, {"Citation": "Irwin S. Comprehensive observational assessment: ia. A systematic, quantitative procedure for assessing the behavioral and physiologic state of the mouse. Psychopharmacologia. 1968;13(3):222–257.", "ArticleIdList": ["5679627"]}, {"Citation": "Condie L.W., Laurie R.D., Bercz J.P. Subchronic toxicology of humic acid following chlorination in the rat. J. Toxicol. Environ. Health. 1985;15(2):305–314.", "ArticleIdList": ["3159908"]}, {"Citation": "Hard G., Alden C., Bruner R. Non-proliferative lesions of the kidney and lower urinary tract in rats. Guides Toxicologic Pathol. 1999:1–32."}, {"Citation": "Johnson M., Gad S. In: Animal Models in Toxicology. CRC Press; 2007. The rat; pp. 147–276."}, {"Citation": "Frazier K., Seely J. In: Toxicologic Pathology. Nonclinical Safety Assessment. CRC Press; 2013. Chapter 12. Urinary system; pp. 421–484."}, {"Citation": "Johnson R., Spaet R., Potenta D. In: Toxicologic Pathology. Nonclinical Safety Assessment. CRC Press; 2013. Chapter 8. Spontaneous lesions in control animals used in toxicity studies; pp. 209–254."}, {"Citation": "NTP, DHHS . 2014. Nonneoplastic Lesion Atlas. Kidney, Pelvis - Dilation. in."}, {"Citation": "Leininger J., Jokinen M. 27. Oviduct, uterus, and vagina. In: Boorman G., Eustis S., Elwell M., MacKenzie W., editors. In: Pathology of the Fischer Rat: Reference and Atlas. Academic Press; 1990. pp. 443–459."}, {"Citation": "Vidal J., Mirsky M., Colman K. In: Toxicologic Pathology. Nonclinical Safety Assessment. CRC Press; 2013. Chapter 18. Reproductive system and mammary gland; pp. 717–830."}, {"Citation": "Dixon D., Alison R., Bach U. Nonproliferative and proliferative lesions of the rat and mouse female reproductive system. J. Toxicol. Pathol. 2014;27(3–4 Suppl):1S–107S.", "ArticleIdList": ["PMC4253081", "25516636"]}, {"Citation": "NTP, DHHS . 2014. Nonneoplastic Lesion Atlas. Uterus - Dilation. in."}, {"Citation": "Foster J. In: Boorman’s Pathology of the Rat. 2nd edition. Elsevier; 2018. Liver; pp. 81–105."}, {"Citation": "Hammond B.G., Mayhew D.A., Naylor M.W. Safety assessment of DHA-rich microalgae from Schizochytrium sp. Regul. Toxicol. Pharmacol. 2001;33(2):192–204.", "ArticleIdList": ["11350202"]}, {"Citation": "Kramer J.K., Hulan H.W., Trenholm H.L. Growth, lipid metabolism and pathology of two strains of rats fed high fat diets. J. Nutr. 1979;109(2):202–213.", "ArticleIdList": ["430222"]}, {"Citation": "Vandenberghe J. in, Janssen Research Foundation, Department of Toxicology; Charles River Deutschland: 1990. Life-span Data and Historical Data in Carcinogenicity Testing in Wistar Rats Crl:(WI) BR. Addendum 5.8."}, {"Citation": "Boorman G., Eustis S. Lung. In: Boorman G., Eustis S., Elwell M., MacKenzie W., editors. In: Pathology of the Fischer Rat: Reference and Atlas. Academic Press; 1990. pp. 339–367."}, {"Citation": "Haschek W., Rousseaux C., Wallig M. In: Fundamentals of Toxicologic Pathology. Elsevier; 2009. 6. Respiratory system. Structure and cell biology. Physiology and functional considerations - lymphoid tissue; p. 98."}, {"Citation": "Cooksey R., Gaitan E., Lindsay R. Humic substances, a possible source of environmental goitrogens. Org. Geochem. 1985;8(1):77–80."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "31"}, {"Year": "2020", "Month": "8", "Day": "25"}, {"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2020", "Month": "9", "Day": "30", "Hour": "6", "Minute": "14"}, {"Year": "2020", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["32995299", "PMC7505752", "10.1016/j.toxrep.2020.08.030", "S2214-7500(20)30392-9"]}}], "PubmedBookArticle": []}