{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "33005058", "DateRevised": {"Year": "2021", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "03", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1175/bams-d-18-0025.1"], "Journal": {"ISSN": "0003-0007", "JournalIssue": {"Volume": "100", "Issue": "2", "PubDate": {"Year": "2019", "Month": "Feb"}}, "Title": "Bulletin of the American Meteorological Society", "ISOAbbreviation": "Bull Am Meteorol Soc"}, "ArticleTitle": "The Ozone Water-Land Environmental Transition Study (OWLETS): An Innovative Strategy for Understanding Chesapeake Bay Pollution Events.", "Pagination": {"StartPage": "291", "EndPage": "306", "MedlinePgn": "291-306"}, "Abstract": {"AbstractText": ["Coastal regions have historically represented a significant challenge for air quality investigations due to water-land boundary transition characteristics and a paucity of measurements available over water. Prior studies have identified the formation of high levels of ozone over water bodies, such as the Chesapeake Bay, that can potentially recirculate back over land to significantly impact populated areas. Earth-observing satellites and forecast models face challenges in capturing the coastal transition zone where small-scale meteorological dynamics are complex and large changes in pollutants can occur on very short spatial and temporal scales. An observation strategy is presented to synchronously measure pollutants 'over-land' and 'over-water' to provide a more complete picture of chemical gradients across coastal boundaries for both the needs of state and local environmental management and new remote sensing platforms. Intensive vertical profile information from ozone lidar systems and ozonesondes, obtained at two main sites, one over land and the other over water, are complemented by remote sensing and in-situ observations of air quality from ground-based, airborne (both personned and unpersonned), and shipborne platforms. These observations, coupled with reliable chemical transport simulations, such as the NOAA National Air Quality Forecast Capability (NAQFC), are expected to lead to a more fully characterized and complete land-water interaction observing system that can be used to assess future geostationary air quality instruments, such as the NASA Tropospheric Emissions: Monitoring of Pollution (TEMPO) as well as current low earth orbiting satellites, such as the European Space Agency's Sentinel 5-Precursor (S5-P) with its Tropospheric Monitoring Instrument (TROPOMI)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "Identifier": [], "LastName": "Sullivan", "ForeName": "John T", "Initials": "JT"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "Identifier": [], "LastName": "Berkoff", "ForeName": "Timothy", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Hampton, VA, USA."}], "Identifier": [], "LastName": "Gronoff", "ForeName": "Guillaume", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Hampton, VA, USA."}], "Identifier": [], "LastName": "Knepp", "ForeName": "Travis", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "Identifier": [], "LastName": "Pippin", "ForeName": "Margaret", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "Identifier": [], "LastName": "Allen", "ForeName": "Danette", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}, {"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Lanham, MD, USA."}], "Identifier": [], "LastName": "Twigg", "ForeName": "Laurence", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "Identifier": [], "LastName": "Swap", "ForeName": "Robert", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth and Atmospheric Science Dept., City College of New York, New York, NY, USA."}], "Identifier": [], "LastName": "Tzortziou", "ForeName": "Maria", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "Identifier": [], "LastName": "Thompson", "ForeName": "Anne M", "Initials": "AM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Administration, Columbia, MD, USA."}], "Identifier": [], "LastName": "Stauffer", "ForeName": "Ryan M", "Initials": "RM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}, {"Identifier": [], "Affiliation": "Joint Center for Earth Systems Technology, University of Maryland, Baltimore County Baltimore, MD, USA."}], "Identifier": [], "LastName": "Wolfe", "ForeName": "Glenn M", "Initials": "GM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Natural Sciences and Mathematics, University of Houston, Houston, TX, USA."}], "Identifier": [], "LastName": "Flynn", "ForeName": "James", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, University of Virginia, Charlottesville, VA, USA."}], "Identifier": [], "LastName": "Pusede", "ForeName": "Sally E", "Initials": "SE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Administration, Columbia, MD, USA."}], "Identifier": [], "LastName": "Judd", "ForeName": "Laura", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Atmospheric and Planetary Sciences, Hampton University, Hampton, VA, USA."}], "Identifier": [], "LastName": "Moore", "ForeName": "William", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NOAA Air Resources Laboratory, College Park, MD, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Climate and Satellites, University of Maryland at College Park, MD, USA."}], "Identifier": [], "LastName": "Baker", "ForeName": "Barry D", "Initials": "BD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "Identifier": [], "LastName": "Al-Saadi", "ForeName": "Jay", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "Identifier": [], "LastName": "McGee", "ForeName": "Thomas J", "Initials": "TJ"}], "GrantList": [{"Acronym": "SCMD-EarthScienceSystem", "Agency": "Science Earth Science System NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Bull Am Meteorol Soc", "NlmUniqueID": "101683720", "ISSNLinking": "0003-0007"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Andersen PC, Williford CJ, & Birks JW (2010). Miniature personal ozone monitor based on UV absorbance. Analytical chemistry, 82(19), 7924–7928", "ArticleIdList": ["PMC3065063", "21461365"]}, {"Citation": "Blaylock BK, Horel JD, & Crosman ET (2017). Impact of lake breezes on summer ozone concentrations in the Salt Lake valley. Journal xof Applied Meteorology and Climatology, 56(2), 353–370."}, {"Citation": "Barletta B, Simpson IJ, Blake NJ, Meinardi S, Emmons LK, Aburizaiza OS, … & Farrukh MA (2017). Characterization of carbon monoxide, methane and nonmethane hydrocarbons in emerging cities of Saudi Arabia and Pakistan and in Singapore. Journal of Atmospheric Chemistry, 74(1), 87–113."}, {"Citation": "Berkoff TA, Welton EJ, Campbell JR, Valencia S, Spinhirne JD, Tsay SC, & Holben BN (2004, September). Observations of aerosols using the Micro-Pulse Lidar NETwork (MPLNET) In Geoscience and Remote Sensing Symposium, 2004. IGARSS’04. Proceedings. 2004 IEEE International (Vol. 3, pp. 2208–2211). IEEE."}, {"Citation": "Blaylock BK, Horel JD, & Crosman ET (2017). Impact of lake breezes on summer ozone concentrations in the Salt Lake valley. Journal of Applied Meteorology and Climatology, 56(2), 353–370."}, {"Citation": "Crawford JH, & Pickering KE (2014). DISCOVER-AQ: Advancing strategies for air quality observations in the next decade. Environ. Manage, 4–7.", "ArticleIdList": ["0"]}, {"Citation": "Chai T, Kim HC, Lee P, Tong D, Pan L, Tang Y, … & Stajner I (2013). Evaluation of the United States National Air Quality Forecast Capability experimental real-time predictions in 2010 using Air Quality System ozone and NO 2 measurements. Geoscientific Model Development, 6(5), 1831–1850."}, {"Citation": "De Young R, Carrion W, Ganoe R, Pliutau D, Gronoff G, Berkoff T, & Kuang S (2017). Langley mobile ozone lidar: ozone and aerosol atmospheric profiling for air quality research. Applied Optics, 56(3), 721–730.", "ArticleIdList": ["28157936"]}, {"Citation": "Daum PH, Kleinman LI, Springston SR, Nunnermacker LJ, Lee YN, Weinstein-Lloyd J, … & Berkowitz CM (2004). Origin and properties of plumes of high ozone observed during the Texas 2000 Air Quality Study (TexAQS 2000). Journal of Geophysical Research: Atmospheres, 109(D17)."}, {"Citation": "Dreessen J, Sullivan J, & Delgado R (2016). Observations and impacts of transported Canadian wildfire smoke on ozone and aerosol air quality in the Maryland region on June 9–12, 2015. Journal of the Air & Waste Management Association, 66(9), 842–862.", "ArticleIdList": ["26963934"]}, {"Citation": "Dye TS, Roberts PT, & Korc ME (1995). Observations of transport processes for ozone and ozone precursors during the 1991 Lake Michigan Ozone Study. Journal of applied meteorology, 34(8), 1877–1889."}, {"Citation": "Farris et al., Demonstration of an off-axis parabolic receiver for near-range retrieval of lidar ozone profiles amt-2018–178, Submitted to AMT on 31 May 2018"}, {"Citation": "Garner GG, Thompson AM, Lee P, & Martins DK (2015). Evaluation of NAQFC model performance in forecasting surface ozone during the 2011 DISCOVER-AQ campaign. Journal of atmospheric chemistry, 72(3–4), 483–501.", "ArticleIdList": ["PMC4665815", "26692599"]}, {"Citation": "Goldberg DL, Loughner CP, Tzortziou M, Stehr JW, Pickering KE, Marufu LT, & Dickerson RR (2014). Higher surface ozone concentrations over the Chesapeake Bay than over the adjacent land: Observations and models from the DISCOVER-AQ and CBODAQ campaigns. Atmospheric environment, 84, 9–19."}, {"Citation": "Granados-Muñoz MJ, & Leblanc T (2016). Tropospheric ozone seasonal and long-term variability as seen by lidar and surface measurements at the JPL-Table Mountain Facility, California. Atmospheric Chemistry and Physics, 16(14), 9299–9319."}, {"Citation": "Granados-Muñoz Maria Jose, Johnson Matthew S., and Leblanc Thierry. “Influence of the North American monsoon on Southern California tropospheric ozone levels during summer in 2013 and 2014.” Geophysical Research Letters 44, no. 12 (2017): 6431–6439."}, {"Citation": "Gronoff et al., submitted “A Method for Observing Near Range Point Source Induced O3 Titration Events Using Co-located Lidar and Pandora measurements” [2018]"}, {"Citation": "Herman J, Cede A, Spinei E, Mount G, Tzortziou M,& Abuhassan N (2009). NO2 column amounts from ground-based Pandora and MFDOAS spectrometers using the direct-Sun DOAS technique: Intercomparisons and application to OMI validation. Journal of Geophysical Research: Atmospheres, 114(D13)."}, {"Citation": "Holben BN, Eck TF, Slutsker I, Tanre D, Buis JP, Setzer A, … & Lavenu F (1998). AERONET—A federated instrument network and data archive for aerosol characterization. Remote sensing of environment, 66(1), 1–16"}, {"Citation": "Johnson MS, Kuang S, Wang L, & Newchurch MJ (2016). Evaluating summertime ozone enhancement events in the southeast United States. Atmosphere, 7(8), 108."}, {"Citation": "Johnson MS, Liu X, Zoogman P, Sullivan J, Newchurch MJ, Kuang S, Leblanc T, and McGee T: Potential sources of a priori ozone profiles for TEMPO tropospheric ozone retrievals, Atmos. Meas. Tech 10.5194/amt-2017-484, 2018.", "ArticleIdList": ["10.5194/amt-2017-484"]}, {"Citation": "Knepp T, Pippin M, Crawford J, Chen G, Szykman J, Long R, … & Delgado R (2015). Estimating surface NO2 and SO2 mixing ratios from fast-response total column observations and potential application to geostationary missions. Journal of atmospheric chemistry, 72(3–4), 261–286.", "ArticleIdList": ["PMC4665805", "26692593"]}, {"Citation": "Kollonige DE, Thompson AM, Josipovic M, Tzortziou M, Beukes JP, Burger R, … & Laakso L (2017). OMI satellite and ground-based Pandora observations and their application to surface NO2 estimations at terrestrial and marine sites. Journal of Geophysical Research: Atmospheres."}, {"Citation": "Kuang S, Newchurch MJ, Johnson MS, Wang L, Burris J, Pierce RB, … & Warneke C (2017). Summertime tropospheric ozone enhancement associated with a cold front passage due to stratosphere-to-troposphere transport and biomass burning: Simultaneous ground-based lidar and airborne measurements. Journal of Geophysical Research: Atmospheres, 122(2), 1293–1311."}, {"Citation": "Lamsal LN, Krotkov NA, Celarier EA, Swartz WH, Pickering KE, Bucsela EJ, Gleason JF,Martin RV, Philip S, Irie H, Cede A, Herman J,Weinheimer A, Szykman JJ, and Knepp TN: Evaluation of OMI operational standard NO2 column retrievals using in-situ and surface-based NO2 observations, Atmospheric Chemistry and Physics, 14, 11 587–11 609, doi:10.5194/acp-14-11587-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-11587-2014"]}, {"Citation": "Langford AO, Alvarez RJ, Brioude J, Fine R, Gustin MS, Lin MY, … & Weickmann AM (2017). Entrainment of stratospheric air and Asian pollution by the convective boundary layer in the southwestern US. Journal of Geophysical Research: Atmospheres, 122(2), 1312–1337."}, {"Citation": "Langford AO, Alvarez II RJ, Brioude J, Evan S, Iraci LT, Kirgis G, … & Senff CJ (2018). Coordinated profiling of stratospheric intrusions and transported pollution by the Tropospheric Ozone Lidar Network (TOLNet) and NASA Alpha Jet experiment (AJAX): Observations and comparison to HYSPLIT, RAQMS, and FLEXPART. Atmospheric Environment, 174, 1–14."}, {"Citation": "Leblanc T et al. “Using a Centralized Lidar Data Processing Algorithm As a Reference Transfer for the Intercomparison of Campaign Data: Examples from the TOLNet SCOOP and the NDACC MORGANE Campaigns”, in prep"}, {"Citation": "Lerner BM, Gilman JB, Aikin KC, Atlas EL, Goldan PD, Graus M, … & Lueb RA (2017). An improved, automated whole air sampler and gas chromatography mass spectrometry analysis system for volatile organic compounds in the atmosphere. Atmospheric Measurement Techniques, 10(1), 291."}, {"Citation": "Loughner CP, Tzortziou M, Follette-Cook M, Pickering KE, Goldberg D, Satam C, … & Diskin GS (2014). Impact of bay-breeze circulations on surface air quality and boundary layer export. Journal of Applied Meteorology and Climatology, 53(7), 1697–1713."}, {"Citation": "Loughner CP, Allen DJ, Pickering KE, Zhang DL, Shou YX, & Dickerson RR (2011). Impact of fair-weather cumulus clouds and the Chesapeake Bay breeze on pollutant transport and transformation. Atmospheric environment, 45(24), 4060–4072."}, {"Citation": "Loughner CP, Tzortziou M, Shroder S, and Pickering KE (2016), Enhanced dry deposition of nitrogen pollution near coastlines: A case study covering the Chesapeake Bay estuary and Atlantic Ocean coastline, J. Geophys. Res. Atmos, 121, 14,221–14,238, doi:10.1002/2016JD025571.", "ArticleIdList": ["10.1002/2016JD025571"]}, {"Citation": "Martins DK, Stauffer RM, Thompson AM, Knepp TN, & Pippin M (2012). Surface ozone at a coastal suburban site in 2009 and 2010: Relationships to chemical and meteorological processes. Journal of Geophysical Research: Atmospheres, 117(D5)."}, {"Citation": "Mazzuca GM, Pickering KE, Clark RD, Loughner CP, Fried A, Zweers DCS, … & Dickerson RR (2017). Use of tethersonde and aircraft profiles to study the impact of mesoscale and microscale meteorology on air quality. Atmospheric Environment, 149, 55–69."}, {"Citation": "Meir T, Orton PM, Pullen J, Holt T, Thompson WT, & Arend MF (2013). Forecasting the New York City urban heat island and sea breeze during extreme heat events. Weather and Forecasting, 28(6), 1460–1477."}, {"Citation": "Nowlan CR, Leitch JW, Follette-Cook MB, Janz SJ, Kowalewski MG, Loughner CP, … & Szykman JJ (2016). Nitrogen dioxide observations from the Geostationary Trace gas and Aerosol Sensor Optimization (GeoTASO) airborne instrument: Retrieval algorithm and measurements during DISCOVER-AQ Texas 2013. Atmospheric Measurement Techniques, 9(6), 2647."}, {"Citation": "Pollack IB, Lerner BM, and Ryerson TB “Evaluation of ultraviolet light-emitting diodes for detection of atmospheric NO2 by photolysis – chemiluminescence.” Journal of Atmospheric Chemistry 65 (2010): 111–125 DOI: 10.1007/s10874-011-9184-3", "ArticleIdList": ["10.1007/s10874-011-9184-3"]}, {"Citation": "Ridley BA and Grahek FE “A Small, Low Flow, High Sensitivity Reaction Vessel for NO Chemiluminescence Detectors.” American Meteorological Society 7 (1990): 307–311. Print."}, {"Citation": "Ring AM, Canty TP, Anderson DC, Vinciguerra TP, He H, Goldberg DL,… & Salawitch RJ (2018). Evaluating commercial marine emissions and their role in air quality policy using observations and the CMAQ model. Atmospheric Environment, 173, 96–107."}, {"Citation": "Senff CJ, Langford AO, Alvarez RJ, Brewer WA, Banta RM, Marchbanks RD, … & Williams EJ (2016). Using Ozone Lidar to Investigate Sources of High Ozone Concentrations in the Western United States In EPJ Web of Conferences (Vol. 119, p. 20005). EDP Sciences."}, {"Citation": "Shafran PC, Seaman NL, & Gayno GA (2000). Evaluation of numerical predictions of boundary layer structure during the Lake Michigan Ozone Study. Journal of Applied Meteorology, 39(3), 412–426."}, {"Citation": "St Clair JM, Swanson AK, Bailey SA, Wolfe GM, Marrero JE, Iraci LT, Hagopian JG and Hanisco TF, 2017. A new non-resonant laser-induced fluorescence instrument for the airborne in situ measurement of formaldehyde. Atmospheric Measurement Techniques, 10(12), p.4833."}, {"Citation": "Stauffer RM, & Thompson AM (2015). Bay breeze climatology at two sites along the Chesapeake bay from 1986–2010: Implications for surface ozone. Journal of atmospheric chemistry, 72(3–4), 355–372.", "ArticleIdList": ["PMC4665746", "26692595"]}, {"Citation": "Stauffer RM, Thompson AM, Martins DK, Clark RD, Goldberg DL, Loughner CP, … & Tzortziou MA (2012). Bay breeze influence on surface ozone at Edgewood, MD during July 2011. Journal of atmospheric chemistry, 72(3–4), 335–353.", "ArticleIdList": ["PMC4665832", "26692594"]}, {"Citation": "Strawbridge K, “Autonomous ozone, aerosol, and water vapor profiling of the atmosphere” 9 May 2017, SPIE Newsroom. DOI: 10.1117/2.1201702.006870", "ArticleIdList": ["10.1117/2.1201702.006870"]}, {"Citation": "Sullivan JT, McGee TJ, Sumnicht GK, Twigg LW, & Hoff RM (2014). A mobile differential absorption lidar to measure sub-hourly fluctuation of tropospheric ozone profiles in the Baltimore-Washington, DC region. Atmospheric Measurement Techniques, 7(10), 3529."}, {"Citation": "Sullivan JT, McGee TJ, Thompson AM, Pierce RB, Sumnicht GK, Twigg LW, … & Hoff RM (2015b). Characterizing the lifetime and occurrence of stratospheric-tropospheric exchange events in the rocky mountain region using high-resolution ozone measurements. Journal of Geophysical Research: Atmospheres, 120(24), 12410–12424."}, {"Citation": "Sullivan JT, McGee TJ, Langford AO, Alvarez RJ, Senff CJ, Reddy PJ, … & Weinheimer A (2016). Quantifying the contribution of thermally driven recirculation to a high-ozone event along the Colorado Front Range using lidar. Journal of Geophysical Research: Atmospheres, 121(17)."}, {"Citation": "Sullivan JT, McGee TJ, DeYoung R, Twigg LW, Sumnicht GK, Pliutau D, … & Carrion W (2015a). Results from the NASA GSFC and LaRC ozone lidar intercomparison: New mobile tools for atmospheric research. Journal of Atmospheric and Oceanic Technology, 32(10), 1779–1795."}, {"Citation": "Sullivan JT, Rabenhorst SD, Dreessen J, McGee TJ, Delgado R, Twigg L, & Sumnicht G (2017). Lidar observations revealing transport of O 3 in the presence of a nocturnal low-level jet: Regional implications for “next-day” pollution. Atmospheric Environment, 158, 160–171."}, {"Citation": "Swap et al., in prep, ‘Padonia Global Network: Overview and Results’ [2018]"}, {"Citation": "Thompson AM, Stauffer RM, Miller SK, Martins DK, Joseph E, Weinheimer AJ, & Diskin GS (2015). Ozone profiles in the Baltimore-Washington region (2006–2011): satellite comparisons and DISCOVER-AQ observations. Journal of atmosphericchemistry, 72(3–4), 393–422.", "ArticleIdList": ["PMC4665809", "26692597"]}, {"Citation": "Tong DQ, Lamsal L, Pan L, Ding C, Kim H, Lee P, … & Stajner I (2015). Long-term NO x trends over large cities in the United States during the great recession: Comparison of satellite retrievals, ground observations, and emission inventories. Atmospheric Environment, 107, 70–84."}, {"Citation": "Tzortziou M, Herman JR, Cede A, Loughner CP, Abuhassan N, & Naik S (2015). Spatial and temporal variability of ozone and nitrogen dioxide over a major urban estuarine ecosystem. Journal of Atmospheric Chemistry, 72(3–4), 287–309."}, {"Citation": "Tzortziou M, Herman JR, Cede A,& Abuhassan N (2012). High precision, absolute total column ozone measurements from the Pandora spectrometer system: Comparisons with data from a Brewer double monochromator and Aura OMI. Journal of Geophysical Research: Atmospheres, 117(D16)."}, {"Citation": "Tzortziou, et al., in prep [2018]"}, {"Citation": "Wang L, Newchurch MJ, Pour-Biazar A, Kuang S, Khan M, Liu X, … & Chance K (2013). Estimating the influence of lightning on upper tropospheric ozone using NLDN lightning data and CMAQ model. Atmospheric environment, 67, 219–228."}, {"Citation": "Wang L, Newchurch MJ, Alvarez II RJ, Berkoff TA, Brown SS, Carrion W, … & Kirgis G (2017). Quantifying TOLNet ozone lidar accuracy during the 2014 DISCOVER-AQ and FRAPPÉ campaigns. Atmospheric Measurement Techniques, 10(10), 3865.", "ArticleIdList": ["PMC7394036", "32742525"]}, {"Citation": "Welton EJ, & Campbell JR (2002). Micropulse lidar signals: Uncertainty analysis. Journal of Atmospheric and Oceanic Technology, 19(12), 2089–2094."}, {"Citation": "Wolfe GM, Kawa SR, Hanisco TF, Hannun RA, Newman PA, Swanson A, Bailey S, Barrick J, Thornhill KL, Diskin G and DiGangi J, The NASA Carbon Airborne Flux Experiment (CARAFE): Instrumentation and Methodology."}, {"Citation": "Zoogman P, Liu X, Suleiman RM, Pennington WF, Flittner DE, Al-Saadi JA, … & Janz SJ (2017). Tropospheric emissions: Monitoring of pollution (TEMPO). Journal of Quantitative Spectroscopy and Radiative Transfer, 186, 17–39.", "ArticleIdList": ["PMC7430511", "32817995"]}]}], "History": [{"Year": "2020", "Month": "10", "Day": "2", "Hour": "5", "Minute": "43"}, {"Year": "2019", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33005058", "NIHMS1543359", "PMC7526589", "10.1175/bams-d-18-0025.1"]}}]}