{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Chlorpyrifos", "Microplasma", "Nitrogen oxides", "OH radical", "Ozone", "Pesticide degradation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33058076", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "05"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "14"}], "ELocationID": ["10.1007/s11356-020-11127-x"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Degradation of different pesticides in water by microplasma: the roles of individual radicals and degradation pathways.", "Pagination": {"StartPage": "8296", "EndPage": "8309", "MedlinePgn": "8296-8309"}, "Abstract": {"AbstractText": ["Pesticides are emergent toxins often identified in aquatic environments. In the present study, microplasma was employed to reduce the pesticide content in water. The degradation efficacy, rate, and pathways of standard organophosphorus pesticides (namely, chlorpyrifos, chlorpyrifos oxone, and diazinone) and an organochlorine pesticide (namely, DDT solution) were evaluated using microplasma. High-performance liquid chromatography (HPLC) analysis was performed to elucidate the degradation efficiency of pesticides as a function of plasma-produced substances that originally contributed to the main reduction procedure. Microplasma produces several types of radicals or reactive substances, for instance dissolved ozone (O<sub>3</sub>), nitrogen oxides, hydroxyl radicals (OH radicals), and hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>). The removal potential differs due to the existence or absence of varieties of plasma-produced substances. The functions of major plasma-produced species on pesticide removal were determined by a passive technique. Nitrogen oxides showed a key role in organophosphorus pesticide removal, whereas dissolved ozone and OH radicals played major roles in DDT degradation. HPLC data showed that plasma-induced pesticide removal showed first-order reaction kinetics. The pesticide removal pathways through microplasma were validated by investigating the achieved data from LC-MS and GC-MS."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Khan", "ForeName": "Muhammad Saiful Islam", "Initials": "MSI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Lee", "ForeName": "Na Ri", "Initials": "NR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Ahn", "ForeName": "Jaehwan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ji Young", "Initials": "JY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Kim", "ForeName": "Jong Hoon", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea."}], "LastName": "Kwon", "ForeName": "Ki Hyun", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Safety and Hygiene Research Division, Korea Food Research Institute, Wanju-gun, Jeollabuk-do, 55365, Republic of Korea. yunji@kfri.re.kr."}, {"Identifier": [], "Affiliation": "Department of Food Biotechnology, University of Science and Technology, Daejeon, 305-350, Republic of Korea. yunji@kfri.re.kr."}], "LastName": "Kim", "ForeName": "Yun-Ji", "Initials": "YJ"}], "GrantList": [{"GrantID": "E0192103", "Agency": "Korea Food Research Institute", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pesticides"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "3352-57-6", "NameOfSubstance": "Hydroxyl Radical"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Hydroxyl Radical"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pesticides"}, {"QualifierName": [], "DescriptorName": "Water"}, {"QualifierName": [], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Barros A, Pizzolato T, Carissimi E, Schneider I (2006) Decolorizing dye wastewater from the agate industry with Fenton oxidation process. Miner Eng 19:87–90"}, {"Citation": "Bavcon Kralj M, Franko M, Trebse P (2007) Photodegradation of organophosphorus insecticides investigations of products and their toxicity using gas chromatography–mass spectrometry and AChE-thermal lens spectrometric bioassay. Chemosphere 67:99–107"}, {"Citation": "Buchner N, Krumbein A, Rohn S, Kroh LW (2006) Effect of thermal processing on the flavonols rutine and quercetin. Rapid Commun Mass Spectrom 20:3229–3235"}, {"Citation": "Cheng J, Vecitis CD, Park H, Mader BT, Hoffmann MR (2009) Sonochemical degradation of perfluorooctane sulfonate (PFOS) and perfluorooctanoate (PFOA) in groundwater: kinetic effects of matrix inorganics. Environ Sci Technol 44:445–450"}, {"Citation": "Choe W, Park S, Kim K, Jo C, Kim HJ, Jung S (2014) Method for producing plasma-treated water with maintained nitrite ion concentration. Korea Patent Submission No. 10-2014-0067665."}, {"Citation": "Cojn BA, Wolff MS, Cirillo PM, Sholtz RI (2007) DDT and breast cancer in young women: new data on the significance of age at exposure. Environ Health Perspect 115(10):1406–1414"}, {"Citation": "Eggen RIL, Hollender J, Joss A, Scharer M, Stamm C (2014) Reducing the discharge of micropollutants in the aquatic environment: the benefits of upgrading wastewater treatment plants. Environ Prog 48(14):7683–7689. https://doi.org/10.1021/es500907n", "ArticleIdList": ["10.1021/es500907n"]}, {"Citation": "El Masri A, Al Rashidi M, Laversin H, Chakir A, Roth E (2014) A mechanistic and kinetic study of the heterogeneous degradation of chlorpyrifos and chlorpyrifos oxone under the influence of atmospheric oxidants: ozone and OH-radicals. RSC Adv 4:24786–24795. https://doi.org/10.1039/C4RA03511A", "ArticleIdList": ["10.1039/C4RA03511A"]}, {"Citation": "Fernandes A, Morao A, Magrinho M, Lopes A, Goncalves I (2004) Electrochemical degradation of CI acid orange 7. Dyes Pigments 61:287–296"}, {"Citation": "Fridma G et al (2008) Applied Plasma Medicine. Plasma Process Polym 5:503–533"}, {"Citation": "Goldstein S, Russo A, Samuni A (2003) Reactions of PTIO and carboxy-PTIO with NO, NO<sub>2</sub>, and O<sub>2</sub><sup>*</sup>. J Biol Chem 278(51):50949–50955"}, {"Citation": "Hossain MS, Fakhruddin ANM, Chowdhury MAZ, Alam MK (2013) Degradation of chlorpyrifos, an organophosphorus insecticide in aqueous solution with gamma irradiation and natural sunlight. J Environ Chem Eng 1:270–274"}, {"Citation": "Howard P (ed) (1991) Handbook of environmental fate and exposure data for organic chemicals. Lewis Publishers, Chelsea, pp 209–221"}, {"Citation": "Hua I, Hoechemer RH, Hoffmann MR (1995) Sonolytic hydrolysis of p-nitrophenyl acetate: the role of supercritical water. J Phys Chem 99:2335–2342"}, {"Citation": "Ikehata K, Gamal El-Din M (2005) Aqueous pesticide degradation by ozonation and ozone-based advanced oxidation processes: a review (part I). Ozone Sci Eng 27:83–114"}, {"Citation": "Jaward FM, Zhang G, Nam JJ, Sweetman AJ, Obbard JP, Kobara Y, Jones KC (2005) Passive air sampling of polychlorinated biphenyls, organochlorine compounds, and polybrominated diphenyl ethers across Asia. Environ Sci Technol 39(22):8638–8645"}, {"Citation": "Joubert V, Cheype C, Bonnet J, Packan D, Garnier JP, Teissié J, Blanckaert V (2013) Inactivation of Bacillus subtilis var. niger of both spore and vegetative forms by means of corona discharges applied in water. Water Res 47:1381–1389"}, {"Citation": "Kamagatea M, Assadi AA, Kone T, Coulibaly L, Hanna K (2018) Activation of persulfate by irradiated laterite for removal of fluoroquinolones in multi-component systems. J Hazard Mater 346:159–166"}, {"Citation": "Khan MSI, Kim YJ (2019) Inactivation mechanism of Salmonella Typhimurium on the surface of lettuce and physicochemical quality assessment of samples treated by micro-plasma discharged water. Innov Food Sci Emerg Technol 52:17–24"}, {"Citation": "Khan MSI, Kim YJ (2020) Dielectric barrier discharge (DBD) plasma induced flavonoid degradation kinetics and mechanism in water. LWT Food Sci Technol 118:108777"}, {"Citation": "Khan MSI, Hwang H, Kim H, Ro CU (2008) Molecular mass concentrations for a powdered SRM sample using a quantitative single particle analysis. Anal Chim Acta 619:14–19"}, {"Citation": "Khan MSI, Lee EJ, Kim YJ (2015) Roles of individual radicals generated by a submerged dielectric barrier discharge plasma reactor during Escherichia coli O157:H7 inactivation. AIP Adv 5:107111–107119"}, {"Citation": "Khan MSI, Lee EJ, Kim YJ (2016) A submerged dielectric barrier discharge plasma inactivation mechanism of biofilms produced by Escherichia coli O157:H7, Cronobacter sakazakii, and Staphylococcus aureus. Sci Rep 6:37072"}, {"Citation": "Khan MSI, Lee EJ, Hong SI, Kim YJ (2017) Feed gas effect on plasma inactivation mechanism of Salmonella Typhimurium in onion and quality assessment of the treated sample. Sci Rep 7:17728"}, {"Citation": "Khan MSI, Lee SH, Kim YJ (2020) A mechanistic and kinetic study of diazinone degradation under the influence of microplasma discharge water. J Water Process Eng 36:101310"}, {"Citation": "Kim MH, Khan MSI, Lee KW, Kim YJ (2018) Biofilm reduction potential of micro-plasma discharged water (m-PDW) against the microbes isolated from a tofu manufacturing plant. LWT Food Sci Technol 97:719–724"}, {"Citation": "Kock-Schulmeyer M, Villagrasa M, Lopez de Alda M, Cespedes-Sánchez R, Ventura F, Barcel D (2013) Occurrence and behavior of pesticides in wastewater treatment plants and their environmental impact. Sci Total Environ 458-460:458–460. https://doi.org/10.1016/j.scitotenv.2013.04.010", "ArticleIdList": ["10.1016/j.scitotenv.2013.04.010"]}, {"Citation": "Lafi WK, Al-Qodah Z (2006) Combined advanced oxidation and biological treatment processes for the removal of pesticides from aqueous solutions. J Hazard Mater 137:489–497"}, {"Citation": "Langlais B, Reckhow DA, Brink DR (1991) Ozone in water treatment: application and engineering. CRC Press, American Water Works Association Research Foundation"}, {"Citation": "Lee EJ, Khan MSI, Shim JW, Kim YJ (2018) Roles of oxides of nitrogen on quality enhancement of soybean sprout during hydroponic production using plasma discharged water recycling technology. Sci Rep 8:16872"}, {"Citation": "Lee YH, Kim YJ, Khan MSI, Na YC (2020) Identification and determination of byproducts originating from ozonation of chlorpyrifos and diazinon in water by liquid chromatography-mass spectrometry. Sep Sci. https://doi.org/10.1002/jssc.202000584"}, {"Citation": "Li SP, Jiang YY, Cao XH, Dong YW, Dong M, Xu J (2013) Degradation of nitenpyram pesticide in aqueous solution by low-temperature plasma. Environ Technol 34(12):1609–1616"}, {"Citation": "Liu CC, Hsieh YH, Lai PF, Li H, Kao CL (2006) Photo degradation treatment of azo dye waste water by UV/TiO<sub>2</sub> process. Dyes Pigments 68:191–195"}, {"Citation": "Loske AM, Alvarez UM, Hernandez-Galicia C, Castano-Tostado E, Prieto FE (2002) Bactericidal effect of underwater shock waves on Escherichia coli ATCC 10536 suspensions. Innov Food Sci Emerg Technol 3:321–327"}, {"Citation": "Lukes P, Dolezalova E, Sisrova I, Clupek M (2014) Aqueous-phase chemistry and bactericidal effects from an air discharge plasma in contact with water: evidence for the formation of peroxynitrite through a pseudo-second-order post-discharge reaction of H<sub>2</sub>O<sub>2</sub> and HNO<sub>2</sub>. Plasma Sources Sci Technol 23:015019"}, {"Citation": "Maciejewska R, Ledacowicz S, Gebicka L, Petrovski J (2000) Ozonation kinetics of Reactive Blue 81 in aqueous solution. Proceedings of the International Specialized Symposium IOA. Toulouse, France, pp 1–3"}, {"Citation": "Mahmoodi NM, Arami M, Limaee NY, Tabrizi NS (2005) Decolorization and aromatic ring degradation kinetics of Direct Red 80 by UV oxidation in the presence of hydrogen peroxide utilizing TiO<sub>2</sub> as a photocatalyst. Chem Eng J 112:191–196"}, {"Citation": "Makris DP, Rossiter JT (2001) Hydroxyl free radical-mediated oxidative degradation of quercetin and morin: a preliminary investigation. J Food Compos Anal 15:103–113"}, {"Citation": "Mason TJ (1997) Ultrasound in synthetic organic chemistry. Chem Soc Rev 26:443–451"}, {"Citation": "Niels W, Yur G, Ineke Van M, Anton N, Van Hulle SWH, Pieter S, Frederic L, Christophe L, Annemie B, Patrick V (2019) Removal of alachlor in water by non-thermal plasma: reactive species and pathways in batch and continuous process. Water Res 161:549–559"}, {"Citation": "Panikov NS, Paduraru S, Crowe R (2002) Destruction of Bacillus Subtilis cells using an atmospheric-pressure capillary plasma electrode discharge. IEEE Trans Plasma Sci 30:1424–1428"}, {"Citation": "Qiu Z, He Y, Liu X, Yu S (2005) Catalytic oxidation of the dye wastewater with hydrogen peroxide. Chem Eng Process Process Intensif 44:1013–1017"}, {"Citation": "Rayson MS, Mackie JC, Kennedy EM, Dlugogorshi BZ (2012) Accurate rate constants for decomposition of aqueous nitrous acid. Inorg Chem 51:2178–2185"}, {"Citation": "Reddy PMK, Mahammadunnisa S, Subrahmanyam C (2014) Catalytic non-thermal plasma reactor for mineralization of endosulfan in aqueous medium: a green approach for the treatment of pesticide contaminated water. Chem Eng J 238:157–163"}, {"Citation": "Sakiyama Y, Graves DB, Chang HW, Shimizu T, Morfill GE (2012) Plasma chemistry model of surface microdischarge in humid air and dynamics of reactive neutral species. J Phys D Appl Phys 45:425201"}, {"Citation": "Sarangapania C, Misraa NN, Milosavljevica V, Bourkea P, Reganb FO, Cullen PJ (2016) Pesticide degradation in water using atmospheric air cold plasma. J Water Process Eng 9:225–232"}, {"Citation": "Shang K, Wang X, Li J, Wang H, Lu N, Jiang N, Wu Y (2017) Synergetic degradation of Acid Orange 7 (AO7) dye by DBD plasma and persulfate. Chem Eng J 311:378–384"}, {"Citation": "Shang K, Li J, Morent R (2019a) Hybrid electric discharge plasma technologies for water decontamination: a short review. Plasma Sci Technol 21:043001"}, {"Citation": "Shang K, Li W, Wang X, Lu N, Jiang N, Li J, Wu Y (2019b) Degradation of p-nitrophenol by DBD plasma/Fe<sup>2+</sup>/persulfate oxidation process. Sep Purif Technol 218:106–112"}, {"Citation": "Tajima S (2007) Komvopoulos K (2007) Dependence of nanomechanical modification of polymers on plasma-induced cross-linking. J Appl Phys 101:014307"}, {"Citation": "Tepper G, Kessick R, Pestov D (2007) An electrospray-based, ozone-free air purification technology. J Appl Phys 102:113305–113306"}, {"Citation": "Thomas D, Vanderschuren J (1997) Modeling of NOx absorption into nitric acid solutions containing hydrogen peroxide. Industrial. Eng Chem Res 36:3315–3322"}, {"Citation": "Thomas D, Vanderschuren J (2000) Nitrogen oxides scrubbing with alkaline solutions. Chem Eng Technol 23:449–455"}, {"Citation": "Tizaoui C, Grima N (2011) Kinetics of the ozone oxidation of Reactive Orange 16 azo-dye in aqueous solution. Chem Eng J 173:463–473"}, {"Citation": "Toepfl S, Mathys A, Heinz V, Knorr D (2006) Review: Potential of high hydrostatic pressure and pulsed electric fields for energy efficient and environmentally friendly food processing. Food Rev Int 22:405–423"}, {"Citation": "Ulucan-Altuntas K, Debik E (2020) Dechlorination of dichlorodiphenyltrichloroethane (DDT) by Fe/Pd bimetallic nanoparticles: comparison with nZVI, degradation mechanism, and pathways. Front Environ Sci Eng 14(1):17. https://doi.org/10.1007/s11783-019-1196-2", "ArticleIdList": ["10.1007/s11783-019-1196-2"]}, {"Citation": "Zhou HL, Li GF, Huang RL, Cui S, Diao XP (2011) Initial study on acute toxicity of two typical persistent organic pollutants (POPs) against Paramecium caudatum. Environ Toxicol Chem 6(1):37–42"}, {"Citation": "Zhu WC, Wang BR, Xi HL, Pu YK (2010) Decontamination of VX surrogate malathion by atmospheric pressure radio-frequency plasma jet. Plasma Chem Plasma Process 30:381–389"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "8"}, {"Year": "2020", "Month": "10", "Day": "4"}, {"Year": "2020", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "15", "Hour": "17", "Minute": "40"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33058076", "10.1007/s11356-020-11127-x", "10.1007/s11356-020-11127-x"]}}], "PubmedBookArticle": []}