{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33065728", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1097/JOM.0000000000002041"], "Journal": {"ISSN": "1536-5948", "JournalIssue": {"Volume": "62", "Issue": "12", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Journal of occupational and environmental medicine", "ISOAbbreviation": "J Occup Environ Med"}, "ArticleTitle": "Exposure to Air Pollution and Risk of Hip Fracture: A Population-Based Cohort Study With a 6-Year Follow-Up in South Korea.", "Pagination": {"StartPage": "1034", "EndPage": "1039", "MedlinePgn": "1034-1039"}, "Abstract": {"AbstractText": ["We aimed to investigate whether exposure to air pollutants was associated with the risk of hip fracture.", "We extracted data on a 2010 cohort of the adult population (more than or equal to 30 years old) from a South Korean database.", "A total of 178,147 individuals were included in the analysis, and hip fracture had occurred in 919 individuals (0.5%). In a multivariable logistic regression model, a 1 mcg/m increase in concentrations of particulate matter measuring of less than or equal to 10 μm was associated with 2% increase in hip fracture risk (odds ratio [OR]: 1.02, 95% confidence interval [CI]: 1.01 to 1.03; P = 0.039); there were no significant associations between hip fracture risk and exposure to SO2 (P = 0.076), ozone (P = 0.220), carbon monoxide (P = 0.698), or sulfur dioxide (P = 0.114).", "Particular matter air concentration may be a modifiable risk factor for hip fracture."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Pain Medicine, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."}], "LastName": "Oh", "ForeName": "Tak Kyu", "Initials": "TK"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Song", "ForeName": "In-Ae", "Initials": "IA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Occup Environ Med", "NlmUniqueID": "9504688", "ISSNLinking": "1076-2752"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Follow-Up Studies"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Republic of Korea"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Sulfur Dioxide"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Saul D, Riekenberg J, Ammon JC, Hoffmann DB, Sehmisch S. Hip fractures: therapy, timing, and complication spectrum. Orthop Surg 2019; 11:994–1002."}, {"Citation": "Panula J, Pihlajamaki H, Mattila VM, et al. Mortality and cause of death in hip fracture patients aged 65 or older: a population-based study. BMC Musculoskelet Disord 2011; 12:105."}, {"Citation": "Kilci O, Un C, Sacan O, et al. Postoperative mortality after hip fracture surgery: a 3 years follow up. PLoS One 2016; 11:e0162097."}, {"Citation": "Azagra R, Lopez-Exposito F, Martin-Sanchez JC, et al. Changing trends in the epidemiology of hip fracture in Spain. Osteoporos Int 2014; 25:1267–1274."}, {"Citation": "Senohradski K, Markovic-Denic L, Lesic A, Bumbasirevic V, Bumbasirevic M. Trends in the incidence of hip fractures. Osteoporos Int 2013; 24:1759–1763."}, {"Citation": "Papadimitriou N, Tsilidis KK, Orfanos P, et al. Burden of hip fracture using disability-adjusted life-years: a pooled analysis of prospective cohorts in the CHANCES consortium. Lancet Public Health 2017; 2:e239–e246."}, {"Citation": "Prada D, Zhong J, Colicino E, et al. Association of air particulate pollution with bone loss over time and bone fracture risk: analysis of data from two independent studies. Lancet Planet Health 2017; 1:e337–e347."}, {"Citation": "Cohen MD, Sisco M, Baker K, Bowser D, Chen LC, Schlesinger RB. Impact of coexposure to ozone on the carcinogenic potential of inhaled chromium. 1. Effects on retention and on extra- and intracellular distribution. J Toxicol Environ Health A 2003; 66:39–55."}, {"Citation": "Bind MA, Baccarelli A, Zanobetti A, et al. Air pollution and markers of coagulation, inflammation, and endothelial function: associations and epigene-environment interactions in an elderly cohort. Epidemiology 2012; 23:332–340."}, {"Citation": "Smith BJ, Lerner MR, Bu SY, et al. Systemic bone loss and induction of coronary vessel disease in a rat model of chronic inflammation. Bone 2006; 38:378–386."}, {"Citation": "Ajiro Y, Tokuhashi Y, Matsuzaki H, Nakajima S, Ogawa T. Impact of passive smoking on the bones of rats. Orthopedics 2010; 33:90–95."}, {"Citation": "Law MR, Hackshaw AK. A meta-analysis of cigarette smoking, bone mineral density and risk of hip fracture: recognition of a major effect. BMJ 1997; 315:841–846."}, {"Citation": "Mazzucchelli R, Crespi Villarias N, Perez Fernandez E, et al. Short-term association between outdoor air pollution and osteoporotic hip fracture. Osteoporos Int 2018; 29:2231–2241."}, {"Citation": "Im C, Kim DH, Oh TK. Preadmission exposure to air pollution and 90-day mortality in critically ill patients: a retrospective study. J Occup Environ Med 2020; 62:93–97."}, {"Citation": "Sundararajan V, Henderson T, Perry C, Muggivan A, Quan H, Ghali WA. New ICD-10 version of the Charlson comorbidity index predicted in-hospital mortality. J Clin Epidemiol 2004; 57:1288–1294."}, {"Citation": "Knaapen AM, Borm PJ, Albrecht C, Schins RP. Inhaled particles and lung cancer. Part A: mechanisms. Int J Cancer 2004; 109:799–809."}, {"Citation": "Alver K, Meyer HE, Falch JA, Sogaard AJ. Outdoor air pollution, bone density and self-reported forearm fracture: the Oslo Health Study. Osteoporos Int 2010; 21:1751–1760."}, {"Citation": "Alvaer K, Meyer HE, Falch JA, Nafstad P, Sogaard AJ. Outdoor air pollution and bone mineral density in elderly men - the Oslo Health Study. Osteoporos Int 2007; 18:1669–1674."}, {"Citation": "Chang KH, Chang MY, Muo CH, et al. Exposure to air pollution increases the risk of osteoporosis: a nationwide longitudinal study. Medicine (Baltimore) 2015; 94:e733."}, {"Citation": "Tang X, Liu G, Kang J, et al. Obesity and risk of hip fracture in adults: a meta-analysis of prospective cohort studies. PLoS One 2013; 8:e55077."}, {"Citation": "Huang HL, Pan CC, Hsiao YF, et al. Associations of body mass index and diabetes with hip fracture risk: a nationwide cohort study. BMC Public Health 2018; 18:1325."}, {"Citation": "Kim SH, Yi SW, Yi JJ, Kim YM, Won YJ. Association between body mass index and the risk of hip fracture by sex and age: a prospective cohort study. J Bone Miner Res 2018; 33:1603–1611."}, {"Citation": "Malafarina V, Reginster JY, Cabrerizo S, et al. Nutritional status and nutritional treatment are related to outcomes and mortality in older adults with hip fracture. Nutrients 2018; 10:55."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "16", "Hour": "20", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33065728", "10.1097/JOM.0000000000002041", "00043764-202012000-00009"]}}], "PubmedBookArticle": []}