{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Arginine", "Dentin desensitizing agents", "Dentin sensitivity", "Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33088704", "DateRevised": {"Year": "2022", "Month": "04", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "07"}], "ELocationID": ["10.1016/j.jobcr.2020.10.001"], "Journal": {"ISSN": "2212-4268", "JournalIssue": {"Volume": "10", "Issue": "4", "PubDate": {"Year": "2020", "Season": "Oct-Dec"}}, "Title": "Journal of oral biology and craniofacial research", "ISOAbbreviation": "J Oral Biol Craniofac Res"}, "ArticleTitle": "An <i>in vitro</i> analysis of the effect of adjunctive use of ozonated oil with a desensitizing agent on dentinal tubule occlusion.", "Pagination": {"StartPage": "727", "EndPage": "732", "MedlinePgn": "727-732"}, "Abstract": {"AbstractText": ["Dentinal hypersensitivity (DH), is a commonly encountered clinical problem, the management of which is by two main approaches that involve blockage of nerve activity and tubular occlusion. Desensitizing agents containing arginine and calcium carbonate have emerged effective in occluding tubules. Ozone removes the smear layer and opens up the dentinal tubules for easy penetration of these desensitizing agents.", "To comparatively evaluate the effect of ozonated oil on the patency and occlusion of dentinal tubules with and without adjunctive application of a desensitizing agent containing arginine.", "80 dentin specimens that were distributed into 4 groups as Group 1 (control), Group 2 (ozonated oil), Group 3 (desensitizing agent) and Group 4 (desensitizing agent following the application of ozonated oil), underwent an acid challenge. Scanning electron microscopic (SEM) images of the dentin specimens were obtained prior to any treatment, after the application of the therapeutic agents and after acid challenge and mean tubule occlusion scores were recorded in each case employing a suitable scoring system. The statistical analysis employed One-way ANOVA test followed by Tukey's Post hoc test and Student Paired <i>t</i>-test for intergroup and intragroup comparisons of the mean tubule occlusion scores respectively.", "Group 2, treated with ozonated oil alone showed a statistically significant increase in the number of open dentinal tubules. Group 4 showed more compact deposits of desensitizing agent and more densely occluded tubules as compared to Group 3 which was more retained in the former even after acid challenge.", "Adjunctive application of the desensitizing agent containing arginine, with ozonated oil has a synergistic effect, where the latter causes opening of dentinal tubules allowing more compact penetration of the former and thus may be a potentially more effective treatment approach in the management of DH."], "CopyrightInformation": "© 2020 Craniofacial Research Foundation. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics, K. L. E. Society's Institute of Dental Sciences, Bangalore, 560022, India."}], "LastName": "Veena", "ForeName": "H R", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics, K. L. E. Society's Institute of Dental Sciences, Bangalore, 560022, India."}], "LastName": "Afigith Mathew", "ForeName": "C", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics, K. L. E. Society's Institute of Dental Sciences, Bangalore, 560022, India."}], "LastName": "Daniel", "ForeName": "Riya Achamma", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Material Science, Mangalagangotri, Mangalore University, Mangalore, 574199, India."}], "LastName": "Shubha", "ForeName": "P", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics, K. L. E. Society's Institute of Dental Sciences, Bangalore, 560022, India."}], "LastName": "Sreeparvathy", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics, K. L. E. Society's Institute of Dental Sciences, Bangalore, 560022, India."}], "LastName": "Pradhan", "ForeName": "Neha", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Oral Biol Craniofac Res", "NlmUniqueID": "101619156", "ISSNLinking": "2212-4268"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brännström M., Lindén L.Å., Åström A. The hydrodynamics of the dental tubule and of pulp fluid. Caries Res. 1967;1:310–317.", "ArticleIdList": ["5241870"]}, {"Citation": "Trushkowsky R.D., Oquendo A. Treatment of dentin hypersensitivity. Dent Clin. 2011;55:599–608.", "ArticleIdList": ["21726693"]}, {"Citation": "Lavender S.A. Mode of action studies of a new desensitizing dentifrice containing 8.0% arginine, a high cleaning calcium carbonate system and 1450 ppm fluoride. Am J Dent. 2010;23 14A-9A.", "ArticleIdList": ["21284247"]}, {"Citation": "Torwane N.A. Effect of two desensitizing agents in reducing dentin hypersensitivity: an in-vivo comparative clinical trial. J Clin Diagn Res. 2013;7:2042–2046.", "ArticleIdList": ["PMC3809678", "24179939"]}, {"Citation": "Palazon M.T. Immediate and short-term effects of in-office desensitizing treatments for dentinal tubule occlusion. Photomed Laser Surg. 2013;31:274–282.", "ArticleIdList": ["23675985"]}, {"Citation": "Tiwari S., Avinash A., Katiyar S., Iyer A.A., Jain S. Dental applications of ozone therapy: a review of literature. Saudi J Dent Res. 2017;8:105–111."}, {"Citation": "Datey A., Thaha C.A., Patil S.R., Gopalan J., Chakravortty D. Enhancing the efficiency of desensitizing agents with shockwave treatment–a new paradigm in dentinal hypersensitivity management. RSC Adv. 2016;6:68973–68978."}, {"Citation": "Davari A.R., Ataei E., Assarzadeh H. Dentin hypersensitivity: etiology, diagnosis and treatment; a literature review. J Dent. 2013;14:136–145.", "ArticleIdList": ["PMC3927677", "24724135"]}, {"Citation": "Absi E.G., Addy M., Adams D. Dentine hypersensitivity: a study of the patency of dentinal tubules in sensitive and non sensitive cervical dentine. J Clin Periodontol. 1987;14:280–284.", "ArticleIdList": ["3475295"]}, {"Citation": "Panagakos F., Schiff T., Guignon A. Introducing pro-argin™-A breakthrough technology based upon arginine and calcium for in-office treatment of dentin hypersensitivity. Am J Dent. 2009;22:3A–7A.", "ArticleIdList": ["19472555"]}, {"Citation": "Nathoo S., Delgado E., Zhang Y.P., DeVizio W., Cummins D., Mateo L.R. Comparing the efficacy in providing instant relief of dentin hypersensitivity of a new toothpaste containing 8.0% arginine, calcium carbonate, and 1450 ppm fluoride relative to a benchmark desensitizing toothpaste containing 2% potassium ion and 1450 ppm fluoride, and to a control toothpaste with 1450 ppm fluoride: a three-day clinical study in New Jersey, USA. J Clin Dent. 2009;20:123–130.", "ArticleIdList": ["19831165"]}, {"Citation": "Docimo R. Comparing the efficacy in reducing dentin hypersensitivity of a new toothpaste containing 8.0% arginine, calcium carbonate, and 1450 ppm fluoride to a commercial sensitive toothpaste containing 2% potassium ion: an eight-week clinical study in Rome, Italy. J Clin Dent. 2009;20:137–143.", "ArticleIdList": ["19831167"]}, {"Citation": "Que K. Dentin hypersensitivity reduction of a new toothpaste containing 8.0% arginine and 1450 ppm fluoride: an 8-week clinical study on Chinese adults. Am J Dent. 2010;23:28A–35A.", "ArticleIdList": ["21284249"]}, {"Citation": "Hamlin D., Mateo L.R., Dibart S., Delgado E., Zhang Y.P., DeVizio W. Comparative efficacy of two treatment regimens combining in-office and at-home programs for dentin hypersensitivity relief: a 24-week clinical study. Am J Dent. 2012;25:146–152.", "ArticleIdList": ["22988684"]}, {"Citation": "Boneta A.R. Efficacy in reducing dentine hypersensitivity of a regimen using a toothpaste containing 8% arginine and calcium carbonate, a mouthwash containing 0.8% arginine, pyrophosphate and PVM/MA copolymer and a toothbrush compared to potassium and negative control regimens: an eight-week randomized clinical trial. J Dent. 2013;41:S42–S49.", "ArticleIdList": ["23380274"]}, {"Citation": "Kapferer I., Pflug C., Kisielewsky I., Giesinger J., Beier U.S., Dumfahrt H. Instant dentin hypersensitivity relief of a single topical application of an in-office desensitizing paste containing 8% arginine and calcium carbonate: a split-mouth, randomized-controlled study. Acta Odontol Scand. 2013;71:994–999.", "ArticleIdList": ["23140517"]}, {"Citation": "Franca I.L., Sallum E.A., Do H.V., Casati M.Z., Sallum A.W., Stewart B. Efficacy of a combined in-office/home-use desensitizing system containing 8% arginine and calcium carbonate in reducing dentin hypersensitivity: an 8-week randomized clinical study. Am J Dent. 2015;28:45–50.", "ArticleIdList": ["25864242"]}, {"Citation": "Pepelassi E., Rahiotis C., Peponi E., Kakaboura A., Vrotsos I. Effectiveness of an in‐office arginine‐calcium carbonate paste on dentine hypersensitivity in periodontitis patients: a double‐blind, randomized controlled trial. J Clin Periodontol. 2015;42:37–45.", "ArticleIdList": ["25269991"]}, {"Citation": "Samuel S.R., Khatri S.G., Acharya S., Patil S.T. Evaluation of instant desensitization after a single topical application over 30 days: a randomized trial. Am J Dent. 2015;60:336–342.", "ArticleIdList": ["26211687"]}, {"Citation": "Hirsiger C. Efficacy of 8% arginine on dentin hypersensitivity: a multicenter clinical trial in 273 patients over 24 weeks. J Dent. 2019;83:1–6.", "ArticleIdList": ["30710652"]}, {"Citation": "Bhatt A. Phytopharmaceuticals: a new drug class regulated in India. Perspect Clin Res. 2016;7:59–61.", "ArticleIdList": ["PMC4840792", "27141470"]}, {"Citation": "Wiegand A., Gutsche M., Attin T. Effect of olive oil and an olive-oil-containing fluoridated mouthrinse on enamel and dentin erosion in vitro. Acta Odontol Scand. 2007;65:357–361.", "ArticleIdList": ["18071958"]}, {"Citation": "Kulkarni M., Dubewar A.P., Kutte A.P. A conceptual review of properties of olive oil as per Ayurveda with special reference to Anukta Dravya. J Sci Innov Res. 2016;5:152–155."}, {"Citation": "Victoria F.N. Essential oil of the leaves of Eugenia uniflora L.: antioxidant and antimicrobial properties. Food Chem Toxicol. 2012;50:2668–2674.", "ArticleIdList": ["22583648"]}, {"Citation": "Singh A., Agrawal N., Gupta A.K. A ‘sweet shrub’stevia: more than a sweetener. IJOD. 2014;2:1–4."}, {"Citation": "Acharya R. Vijaya (Cannabis sativa Linn.) and its therapeutic importance in Ayurveda; a review. JDRAS. 2015;1:1–12."}, {"Citation": "Contreras M.S. Anticariogenic properties and effects on periodontal structures of stevia rebaudiana bertoni. narrative review. J Oral Res. 2013;2:158–166."}, {"Citation": "Gupta S., Deepa D. Applications of ozone therapy in dentistry. J Oral Res Rev. 2016;8:86–91. 1."}, {"Citation": "Garcia-Godoy F.R., Garcia-Godoy A., Garcia-Godoy C. Effect of a desensitizing paste containing 8% arginine and calcium carbonate on the surface roughness of dental materials and human dental enamel. Am J Dent. 2009;22:21A–24A.", "ArticleIdList": ["19472558"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "9"}, {"Year": "2020", "Month": "9", "Day": "29"}, {"Year": "2020", "Month": "10", "Day": "1"}, {"Year": "2020", "Month": "10", "Day": "22", "Hour": "5", "Minute": "38"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33088704", "PMC7567056", "10.1016/j.jobcr.2020.10.001", "S2212-4268(20)30145-7"]}}], "PubmedBookArticle": []}