{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ab initio calculations", "and quantum chemistry", "halogens", "hydrogen-bonding", "noncovalent interactions"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33090675", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "22"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "11"}], "ELocationID": ["10.1002/cphc.202000746"], "Journal": {"ISSN": "1439-7641", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "07"}}, "Title": "Chemphyschem : a European journal of chemical physics and physical chemistry", "ISOAbbreviation": "Chemphyschem"}, "ArticleTitle": "The HOX⋯SO<sub>2</sub> (X=F, Cl, Br, I) Binary Complexes: Implications for Atmospheric Chemistry.", "Pagination": {"StartPage": "112", "EndPage": "126", "MedlinePgn": "112-126"}, "Abstract": {"AbstractText": ["Sulfur dioxide and hypohalous acids (HOX, X=F, Cl, Br, I) are ubiquitous molecules in the atmosphere that are central to important processes like seasonal ozone depletion, acid rain, and cloud nucleation. We present the first theoretical examination of the HOX⋯SO<sub>2</sub> binary complexes and the associated trends due to halogen substitution. Reliable geometries were optimized at the CCSD(T)/aug-cc-pV(T+d)Z level of theory for HOF and HOCl complexes. The HOBr and HOI complexes were optimized at the CCSD(T)/aug-cc-pV(D+d)Z level of theory with the exception of the Br and I atoms which were modeled with an aug-cc-pwCVDZ-PP pseudopotential. 27 HOX⋯SO<sub>2</sub> complexes were characterized and the focal point method was employed to produce CCSDT(Q)/CBS interaction energies. Natural Bond Orbital analysis and Symmetry Adapted Perturbation Theory were used to classify the nature of each principle interaction. The interaction energies of all HOX⋯SO<sub>2</sub> complexes in this study ranged from 1.35 to 3.81 kcal mol<sup>-1</sup> . The single-interaction hydrogen bonded complexes spanned a range of 2.62 to 3.07 kcal mol<sup>-1</sup> , while the single-interaction halogen bonded complexes were far more sensitive to halogen substitution ranging from 1.35 to 3.06 kcal mol<sup>-1</sup> , indicating that the two types of interactions are extremely competitive for heavier halogens. Our results provide insight into the interactions between HOX and SO<sub>2</sub> which may guide further research of related systems."], "CopyrightInformation": "© 2020 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": ["0000-0002-0618-6497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Computational Quantum Chemistry, Department of Chemistry, University of Georgia, Athens, Georgia, 30602."}], "LastName": "Kitzmiller", "ForeName": "Nathaniel L", "Initials": "NL"}, {"Identifier": ["0000-0003-0690-6789"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Computational Quantum Chemistry, Department of Chemistry, University of Georgia, Athens, Georgia, 30602."}], "LastName": "Wolf", "ForeName": "Mark E", "Initials": "ME"}, {"Identifier": ["0000-0003-3659-0711"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Computational Quantum Chemistry, Department of Chemistry, University of Georgia, Athens, Georgia, 30602."}], "LastName": "Turney", "ForeName": "Justin M", "Initials": "JM"}, {"Identifier": ["0000-0003-0252-2083"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Computational Quantum Chemistry, Department of Chemistry, University of Georgia, Athens, Georgia, 30602."}], "LastName": "Schaefer", "ForeName": "Henry F", "Initials": "HF", "Suffix": "3rd"}], "GrantList": [{"Agency": "U.S. National Science Foundation", "Country": "International"}, {"Agency": "CHE-1661604", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Chemphyschem", "NlmUniqueID": "100954211", "ISSNLinking": "1439-4235"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "M. J. Molina, T.-L. Tso, L. T. Molina, F. C.-Y. Wang, Science 1987, 238, 1253-1257."}, {"Citation": "T. Takaoka, M. Inamura, S. Yanagimachi, I. Kusunoki, T. Komeda, J. Chem. Phys. 2004, 121, 4331-4338."}, {"Citation": "N. Uras, V. Buch, J. P. Devlin, J. Phys. Chem. B 2000, 104, 9203-9209."}, {"Citation": "S.-C. Park, E.-S. Moon, H. Kang, Phys. Chem. Chem. Phys. 2010, 12, 12000-12011."}, {"Citation": "T. Bartels-Rausch, T. Huthwelker, H. W. Gäggeler, M. Ammann, J. Phys. Chem. A 2005, 109, 4531-4539."}, {"Citation": "M. Kerbrat, S. Le Calvé, P. Mirabel, J. Phys. Chem. A 2007, 111, 925-931."}, {"Citation": "M. Petitjean, M. Darvas, S. Picaud, P. Jedlovszky, S. Le Calvé, ChemPhysChem 2010, 11, 3921-3927."}, {"Citation": "M. A. Fernandez, R. G. Hynes, R. A. Cox, J. Phys. Chem. A 2005, 109, 9986-9996."}, {"Citation": "R. A. Cox, M. A. Fernandez, A. Symington, M. Ullerstam, J. P. D. Abbatt, Phys. Chem. Chem. Phys. 2005, 7, 3434-3442."}, {"Citation": "A. Symington, L. M. Leow, P. T. Griffiths, R. A. Cox, J. Phys. Chem. A 2012, 116, 5990-6002."}, {"Citation": "M. N. Romanias, A. G. Zogka, V. G. Stefanopoulos, V. C. Papadimitriou, P. Papagiannakopoulos, ChemPhysChem 2010, 11, 4042-4052."}, {"Citation": "M. N. Romanias, A. G. Zogka, V. C. Papadimitriou, P. Papagiannakopoulos, J. Phys. Chem. A 2012, 116, 2198-2208."}, {"Citation": "E. Journet, S. Le Calvé, P. Mirabel, J. Phys. Chem. B 2005, 109, 14112-14117."}, {"Citation": "M. Petitjean, G. Hantal, C. Chauvin, P. Mirabel, S. Le Calv'e, P. N. M. Hoang, S. Picaud, P. Jedlovszky, Langmuir 2010, 26, 9596-9606."}, {"Citation": "P. Behr, A. Terziyski, R. Zellner, J. Phys. Chem. A 2006, 110, 8098-8107."}, {"Citation": "E. Moreno, A. Aranda, Y. Díaz-de-Mera, E. Martínez, I. Bravo, A. Rodríguez, Phys. Chem. Chem. Phys. 2012, 14, 4425-4432."}, {"Citation": "M. Ullerstam, J. P. D. Abbatt, Phys. Chem. Chem. Phys. 2005, 7, 3596-3600."}, {"Citation": "T. Huthwelker, M. Ammann, T. Peter, Chem. Rev. 2006, 106, 1375-1444."}, {"Citation": "M. Petitjean, P. Mirabel, S. Le Calvé, J. Phys. Chem. A 2009, 113, 5091-5098."}, {"Citation": "C. Delval, M. J. Rossi, J. Phys. Chem. A 2005, 109, 7151-7165."}, {"Citation": "S. G. Moussa, M. H. Kuo, V. F. McNeill, Phys. Chem. Chem. Phys. 2013, 15, 10989-10995."}, {"Citation": "V. F. McNeill, F. M. Geiger, T. Loerting, B. L. Trout, L. T. Molina, M. J. Molina, J. Phys. Chem. A 2007, 111, 6274-6284."}, {"Citation": "H. Somnitz, Phys. Chem. Chem. Phys. 2009, 11, 1033-1042."}, {"Citation": "L. F. Keyser, M. T. Leu, Microsc. Res. Tech. 1993, 25, 434-438."}, {"Citation": "N. Pouvesle, M. Kippenberger, G. Schuster, J. N. Crowley, Phys. Chem. Chem. Phys. 2010, 12, 15544-15550."}, {"Citation": "J. Lasne, C. Laffon, P. Parent, Phys. Chem. Chem. Phys. 2012, 14, 697-704."}, {"Citation": "R. Jin, L. T. Chu, J. Phys. Chem. A 2007, 111, 7833-7840."}, {"Citation": "T. Novakov, J. E. Penner, Nature 1993, 365, 823-826."}, {"Citation": "D. C. Thornton, A. R. Bandy, B. W. Blomquist, D. D. Davis, R. W. Talbot, J. Geophys. Res. [Atmos.] 1996, 101, 1883-1890."}, {"Citation": "G. P. Ayers, J. L. Gras, Nature 1991, 353, 834-835."}, {"Citation": "C. N. Cruz, S. N. Pandis, Atmos. Environ. 1997, 31, 2205-2214."}, {"Citation": "R. Jin, L. T. Chu, J. Phys. Chem. A 2006, 110, 3647-3654."}, {"Citation": "S. Solomon, R. R. Garcia, F. S. Rowland, D. J. Wuebbles, Nature 1986, 321, 755-758."}, {"Citation": "S. Solomon, Nature 1990, 347, 347-354."}, {"Citation": "G. Diao, L. T. Chu, J. Phys. Chem. A 2005, 109, 1364-1373."}, {"Citation": "X. Zhang, J. Sun, Y. Wang, W. Li, Q. Zhang, W. Wang, J. Quan, G. Cao, J. Wang, Y. Yang, Y. Zhang, Chin. Sci. Bull. 2013, 58, 1178-1187."}, {"Citation": "I. Paluch, D. Lenschow, J. Atmos. Sci. 1991, 48, 2141-2158."}, {"Citation": "J. E. Johnson, R. H. Gammon, J. Larsen, T. S. Bates, S. J. Oltmans, J. C. Farmer, J. Geophys. Res. [Atmos.] 1990, 95, 11847-11856."}, {"Citation": "R. Vogt, P. J. Crutzen, R. Sander, Nature 1996, 383, 327-330."}, {"Citation": "K. A. Read, A. S. Mahajan, L. J. Carpenter, M. J. Evans, B. V. E. Faria, D. E. Heard, J. R. Hopkins, J. D. Lee, S. J. Moller, A. C. Lewis, L. Mendes, J. B. McQuaid, H. Oetjen, A. Saiz-Lopez, M. J. Pilling, J. M. C. Plane, Nature 2008, 453, 1232-1235."}, {"Citation": "M. A. Tolbert, M. J. Rossi, R. Malhotra, D. M. Golden, Science 1987, 238, 1258-1260."}, {"Citation": "M.-T. Leu, Geophys. Res. Lett. 1988, 15, 17-20."}, {"Citation": "D. R. Hanson, A. R. Ravishankara in The Tropospheric Chemistry of Ozone in the Polar Regions, (Eds.: H. Niki, K. H. Becker), Springer, Berlin, Heidelberg, 1993, pp. 281-290."}, {"Citation": "D. R. Hanson, A. R. Ravishankara, J. Geophys. Res. [Atmos.] 1991, 96, 5081-5090."}, {"Citation": "J. P. D. Abbatt, Geophys. Res. Lett. 1994, 21, 665-668."}, {"Citation": "J. W. Adams, N. S. Holmes, J. N. Crowley, Atmos. Chem. Phys. 2002, 2, 79-91."}, {"Citation": "R. P. Wayne, G. Poulet, P. Biggs, J. P. Burrows, R. A. Cox, P. J. Crutzen, G. D. Hayman, M. E. Jenkin, G. Le Bras, G. K. Moortgat, U. Platt, R. N. Schindler, Atmos. Environ. 1995, 29, 2677-2881."}, {"Citation": "S. Elliott, R. J. Cicerone, R. P. Turco, K. Drdla, A. Tabazadeh, J. Geophys. Res. [Atmos.] 1994, 99, 3497-3508."}, {"Citation": "R. Hossaini, Efficiency of short-lived halogens at influencing climate through depletion of stratospheric ozone - Nature Geoscience."}, {"Citation": "J. A. Schmidt, D. J. Jacob, H. M. Horowitz, L. Hu, T. Sherwen, M. J. Evans, Q. Liang, R. M. Suleiman, D. E. Oram, M. L. Breton, C. J. Percival, S. Wang, B. Dix, R. Volkamer, J. Geophys. Res. [Atmos.] 2016, 121, 11, 819-11, 835."}, {"Citation": "T. Sherwen, J. A. Schmidt, M. J. Evans, L. J. Carpenter, K. Großmann, S. D. Eastham, D. J. Jacob, B. Dix, T. K. Koenig, R. Sinreich, I. Ortega, R. Volkamer, A. Saiz-Lopez, C. Prados-Roman, A. S. Mahajan, C. Ordónez, Atmos. Chem. Phys. 2016, 16, 12239-12271."}, {"Citation": "T. K. Koenig, R. Volkamer, S. Baidar, B. Dix, S. Wang, D. C. Anderson, R. J. Salawitch, P. A. Wales, C. A. Cuevas, R. P. Fernandez, A. Saiz-Lopez, M. J. Evans, T. Sherwen, D. J. Jacob, J. Schmidt, D. Kinnison, J.-F. Lamarque, E. C. Apel, J. C. Bresch, T. Campos, F. M. Flocke, S. R. Hall, S. B. Honomichl, R. Hornbrook, J. B. Jensen, R. Lueb, D. D. Montzka, L. L. Pan, J. M. Reeves, S. M. Schauffler, K. Ullmann, A. J. Weinheimer, E. L. Atlas, V. Donets, M. A. Navarro, D. Riemer, N. J. Blake, D. Chen, L. G. Huey, D. J. Tanner, T. F. Hanisco, G. M. Wolfe, Atmos. Chem. Phys. 2017, 17, 15245-15270."}, {"Citation": "S.-M. Fan, D. J. Jacob, Nature 1992, 359, 522-524."}, {"Citation": "M. J. Prather, Nature 1992, 355, 534-537."}, {"Citation": "Q. Li, X. Xu, T. Liu, B. Jing, W. Li, J. Cheng, B. Gong, J. Sun, Phys. Chem. Chem. Phys. 2010, 12, 6837-6843."}, {"Citation": "R. D. Brook, F. Barry, C. Wayne, Y. Hong, G. Howard, M. Lipsett, R. Luepker, M. Mittleman, J. Samet, S. C. Smith, I. Tager, Circulation 2004, 109, 2655-2671."}, {"Citation": "M. Gen, R. Zhang, D. D. Huang, Y. Li, C. K. Chan, Environ. Sci. Technol. 2019, 53, 8757-8766."}, {"Citation": "M. Gen, R. Zhang, D. D. Huang, Y. Li, C. K. Chan, Environ. Sci. Technol. Lett. 2019, 6, 86-91."}, {"Citation": "F. Raes, R. V. Dingenen, J. Geophys. Res. [Atmos.] 1992, 97, 12901-12912."}, {"Citation": "A. Laaksonen, L. Pirjola, M. Kulmala, K.-H. Wohlfrom, F. Arnold, F. Raes, J. Geophys. Res. [Atmos.] 2000, 105, 1459-1469."}, {"Citation": "T. M. L. Wigley, Nature 1989, 339, 365-367."}, {"Citation": "Q.-Z. Li, B. Jing, R. Li, Z.-B. Liu, W.-Z. Li, F. Luan, J.-B. Cheng, B.-A. Gong, J.-Z. Sun, Phys. Chem. Chem. Phys. 2011, 13, 2266-2271."}, {"Citation": "Y. Geboes, F. De Proft, W. A. Herrebout, Acta Crystallogr. Sect. B 2017, 73, 168-178."}, {"Citation": "C. C. Robertson, J. S. Wright, E. J. Carrington, R. N. Perutz, C. A. Hunter, L. Brammer, Chem. Sci. 2017, 8, 5392-5398."}, {"Citation": "K. B. Moore, K. Sadeghian, C. D. Sherrill, C. Ochsenfeld, H. F. Schaefer, J. Chem. Theory Comput. 2017, 13, 5379-5395."}, {"Citation": "M. J. Minch, J. Chem. Educ. 1999, 76, 759."}, {"Citation": "S. Scheiner, Molecules 2017, 22, 1521."}, {"Citation": "A. D. Buckingham, J. E. Del Bene, S. A. C. McDowell, Chem. Phys. Lett. 2008, 463, 1-10."}, {"Citation": "P. G. Jasien, W. J. Stevens, J. Chem. Phys. 1986, 84, 3271-3277."}, {"Citation": "G. L. Sosa, N. M. Peruchena, R. H. Contreras, E. A. Castro, J. Mol. Struct. 2002, 577, 219-228."}, {"Citation": "A. Priimagi, G. Cavallo, P. Metrangolo, G. Resnati, Acc. Chem. Res. 2013, 46, 2686-2695."}, {"Citation": "A. C. Legon, Phys. Chem. Chem. Phys. 2010, 12, 7736-7747."}, {"Citation": "L. N. Anderson, F. W. Aquino, A. E. Raeber, X. Chen, B. M. Wong, J. Chem. Theory Comput. 2018, 14, 180-190."}, {"Citation": "G. Cavallo, P. Metrangolo, R. Milani, T. Pilati, A. Priimagi, G. Resnati, G. Terraneo, Chem. Rev. 2016, 116, 2478-2601."}, {"Citation": "M. G. Chudzinski, M. S. Taylor, Correlations between Computation and Experimental Thermodynamics of Halogen Bonding, EN, research-article, 2012."}, {"Citation": "V. Oliveira, E. Kraka, D. Cremer, Phys. Chem. Chem. Phys. 2016, 18, 33031-33046."}, {"Citation": "V. Oliveira, E. Kraka, J. Phys. Chem. A 2017, 121, 9544-9556."}, {"Citation": "J. Thirman, E. Engelage, S. M. Huber, M. Head-Gordon, Phys. Chem. Chem. Phys. 2018, 20, 905-915."}, {"Citation": "L. P. Wolters, F. M. Bickelhaupt, ChemistryOpen 2012, 1, 96-105."}, {"Citation": "L. P. Wolters, P. Schyman, M. J. Pavan, W. L. Jorgensen, F. M. Bickelhaupt, S. Kozuch, Wiley Interdiscip. Rev.: Comput. Mol. Sci. 2014, 4, 523-540."}, {"Citation": "A. Lange, J. Heidrich, M. O. Zimmermann, T. E. Exner, F. M. Boeckler, J. Chem. Inf. Model. 2019, 59, 885-894."}, {"Citation": "V. Angarov, S. Kozuch, New J. Chem. 2018, 42, 1413-1422."}, {"Citation": "N. Galland, G. Montavon, J.-Y. L. Questel, J. Graton, New J. Chem. 2018, 42, 10510-10517."}, {"Citation": "P. Auffinger, F. A. Hays, E. Westhof, P. S. Ho, PNAS 2004, 101, 16789-16794."}, {"Citation": "P. R. Varadwaj, A. Varadwaj, H. M. Marques, Inorganics 2019, 7, 40."}, {"Citation": "M. H. Kolář, P. Hobza, Chem. Rev. 2016, 116, 5155-5187."}, {"Citation": "S. Kozuch, J. M. L. Martin, J. Chem. Theory Comput. 2013, 9, 1918-1931."}, {"Citation": "V. Oliveira, D. Cremer, Chem. Phys. Lett. 2017, 681, 56-63."}, {"Citation": "J. E. Del Bene, I. Alkorta, J. Elguero, J. Phys. Chem. A 2016, 120, 5745-5751."}, {"Citation": "I. Alkorta, J. Elguero, J. E. Del Bene, J. Phys. Chem. A 2014, 118, 4222-4231."}, {"Citation": "I. Alkorta, F. Blanco, M. Solimannejad, J. Elguero, J. Phys. Chem. A 2008, 112, 10856-10863."}, {"Citation": "I. Alkorta, J. Elguero, J. Org. Chem. 2002, 67, 1515-1519."}, {"Citation": "B. Galmés, D. Martínez, M. F. Infante-Carrió, A. Franconetti, A. Frontera, ChemPhysChem 2019, 20."}, {"Citation": "C. Estarellas, A. Frontera, D. Quinonero, P. M. Deyá, ChemPhysChem 2011, 12."}, {"Citation": "J. E. D. Bene, I. Alkorta, J. Elguero, Faraday Discuss. 2017, 203, 29-45."}, {"Citation": "M. E. Wolf, B. Zhang, J. M. Turney, H. F. Schaefer, Phys. Chem. Chem. Phys. 2019, 21, 6160-6170."}, {"Citation": "X. An, H. Zhuo, Y. Wang, Q. Li, J Mol Model 2013, 19, 4529-4535."}, {"Citation": "Q.-Z. Li, R. Li, P. Guo, H. Li, W.-Z. Li, J.-B. Cheng, Comput. Theor. Chem. 2012, 980, 56-61."}, {"Citation": "A. Zabardasti, Y. A. Tyula, H. Goudarziafshar, J. Sulfur Chem. 2017, 38, 119-133."}, {"Citation": "A. Zabardasti, Y. A. Tyula, H. Goudarziafshar, Bulletin of the Chemical Society of Ethiopia 2017, 31, 241-252."}, {"Citation": "A. Zabardasti, A. Sharifi-Rad, A. Kakanejadifard, Spectrochim. Acta. A 2015, 151, 746-759."}, {"Citation": "M. Solimannejad, I. Alkorta, J. Elguero, Chem. Phy. Lett. 2007, 449, 23-27."}, {"Citation": "M. Solimannejad, L. Pejov, J. Phys. Chem. A 2005, 109, 825-831."}, {"Citation": "A. Kakanejadifard, S. Japelaghi, M. Ghasemian, A. Zabardasti, Struct Chem 2015, 26, 23-33."}, {"Citation": "X. Guo, Q. Li, B. Xiao, X. Yang, W. Li, J. Cheng, RSC Advances 2015, 5, 52667-52675."}, {"Citation": "P. Pracht, F. Bohle, S. Grimme, Phys. Chem. Chem. Phys. 2020, 22, 7169-7192."}, {"Citation": "T. H. Dunning, J. Chem. Phys. 1989, 90, 1007-1023."}, {"Citation": "R. A. Kendall, T. H. Dunning, R. J. Harrison, J. Chem. Phys. 1992, 96, 6796-6806."}, {"Citation": "D. E. Woon, T. H. Dunning, J. Chem. Phys. 1993, 98, 1358-1371."}, {"Citation": "B. P. Pritchard, D. Altarawy, B. Didier, T. D. Gibson, T. L. Windus, J. Chem. Inf. Model. 2019, 59, 4814-4820."}, {"Citation": "D. Feller, J. Comput. Chem. 1996, 17, 1571-1586."}, {"Citation": "K. L. Schuchardt, B. T. Didier, T. Elsethagen, L. Sun, V. Gurumoorthi, J. Chase, J. Li, T. L. Windus, J. Chem. Inf. Model. 2007, 47, 1045-1052."}, {"Citation": "I. Shavitt, R. J. Bartlett, Many-Body Methods in Chemistry and Physics: MBPT and Coupled-Cluster Theory, en, 2009."}, {"Citation": "R. J. Bartlett, J. D. Watts, S. A. Kucharski, J. Noga, Chem. Phy. Lett. 1990, 165, 513-522."}, {"Citation": "K. Raghavachari, G. W. Trucks, J. A. Pople, M. Head-Gordon, Chem. Phy. Lett. 1989, 157, 479-483."}, {"Citation": "J. F. Stanton, Chem. Phy. Lett. 1997, 281, 130-134."}, {"Citation": "T. H. Dunning, K. A. Peterson, A. K. Wilson, J. Chem. Phys. 2001, 114, 9244-9253."}, {"Citation": "K. A. Peterson, B. C. Shepler, D. Figgen, H. Stoll, J. Phys. Chem. A 2006, 110, 13877-13883."}, {"Citation": "K. A. Peterson, D. Figgen, E. Goll, H. Stoll, M. Dolg, J. Chem. Phys. 2003, 119, 11113-11123."}, {"Citation": "M. K. Kesharwani, D. Manna, N. Sylvetsky, J. M. L. Martin, J. Phys. Chem. A 2018, 122, 2184-2197."}, {"Citation": "M. E. Harding, T. Metzroth, J. Gauss, A. A. Auer, J. Chem. Theory Comput. 2008, 4, 64-74."}, {"Citation": "J. F. Stanton, J. Gauss, L. Cheng, M. E. Harding, D. A. Matthews, P. G. Szalay, CFOUR, Coupled-Cluster techniques for Computational Chemistry, a quantum-chemical program package, With contributions from A. A. Auer, R. J. Bartlett, U. Benedikt, C. Berger, D. E. Bernholdt, Y. J. Bomble, O. Christiansen, F. Engel, R. Faber, M. Heckert, O. Heun, M. Hilgenberg, C. Huber, T.-C. Jagau, D. Jonsson, J. Jusélius, T. Kirsch, K. Klein, W. J. Lauderdale, F. Lipparini, T. Metzroth, L. A. Mück, D. P. O'Neill, D. R. Price, E. Prochnow, C. Puzzarini, K. Ruud, F. Schiffmann, W. Schwalbach, C. Simmons, S. Stopkowicz, A. Tajti, J. Vázquez, F. Wang, J. D. Watts and the integral packages MOLECULE (J. Almlöf and P. R. Taylor), PROPS (P. R. Taylor), ABACUS (T. Helgaker, H. J. Aa. Jensen, P. Jørgensen, and J. Olsen), and ECP routines by A. V. Mitin and C. van Wüllen. For the current version, see http://www.cfour.de."}, {"Citation": "H.-J. Werner, P. J. Knowles, G. Knizia, F. R. Manby, M. Schu“tz, et al., MOLPRO, version 2019.2, a package of ab initio programs, see, 2019."}, {"Citation": "Y. Shao, Z. Gan, E. Epifanovsky, A. T. B. Gilbert, M. Wormit, J. Kussmann, A. W. Lange, A. Behn, J. Deng, X. Feng, D. Ghosh, M. Goldey, P. R. Horn, L. D. Jacobson, I. Kaliman, R. Z. Khaliullin, T. Ku's, A. Landau, J. Liu, E. I. Proynov, Y. M. Rhee, R. M. Richard, M. A. Rohrdanz, R. P. Steele, E. J. Sundstrom, H. L. W. III, P. M. Zimmerman, D. Zuev, B. Albrecht, E. Alguire, B. Austin, G. J. O. Beran, Y. A. Bernard, E. Berquist, K. Brandhorst, K. B. Bravaya, S. T. Brown, D. Casanova, C.-M. Chang, Y. Chen, S. H. Chien, K. D. Closser, D. L. Crittenden, M. Diedenhofen, R. A. D. Jr, H. Do, A. D. Dutoi, R. G. Edgar, S. Fatehi, L. Fusti-Molnar, A. Ghysels, A. Golubeva-Zadorozhnaya, J. Gomes, M. W. D. Hanson-Heine, P. H. P. Harbach, A. W. Hauser, E. G. Hohenstein, Z. C. Holden, T.-C. Jagau, H. Ji, B. Kaduk, K. Khistyaev, J. Kim, J. Kim, R. A. King, P. Klunzinger, D. Kosenkov, T. Kowalczyk, C. M. Krauter, K. U. Lao, A. D. Laurent, K. V. Lawler, S. V. Levchenko, C. Y. Lin, F. Liu, E. Livshits, R. C. Lochan, A. Luenser, P. Manohar, S. F. Manzer, S.-P. Mao, N. Mardirossian, A. V. Marenich, S. A. Maurer, N. J. Mayhall, E. Neuscamman, C. M. Oana, R. Olivares-Amaya, D. P. O'Neill, J. A. Parkhill, T. M. Perrine, R. Peverati, A. Prociuk, D. R. Rehn, E. Rosta, N. J. Russ, S. M. Sharada, S. Sharma, D. W. Small, A. Sodt, T. Stein, D. Stück, Y.-C. Su, A. J. W. Thom, T. Tsuchimochi, V. Vanovschi, L. Vogt, O. Vydrov, T. Wang, M. A. Watson, J. Wenzel, A. White, C. F. Williams, J. Yang, S. Yeganeh, S. R. Yost, Z.-Q. You, I. Y. Zhang, X. Zhang, Y. Zhao, B. R. Brooks, G. K. L. Chan, D. M. Chipman, C. J. Cramer, W. A. G. III, M. S. Gordon, W. J. Hehre, A. Klamt, H. F. S. III, M. W. Schmidt, C. D. Sherrill, D. G. Truhlar, A. Warshel, X. Xu, A. Aspuru-Guzik, Baer, A. T. Bell, N. A. Besley, J.-D. Chai, A. Dreuw, B. D. Dunietz, T. R. Furlani, R. Gwaltney, C.-P. Hsu, Y. Jung, J. Kong, D. S. Lambrecht, W. Liang, C. Ochsenfeld, V. A. Rassolov, L. V. Slipchenko, J. E. Subotnik, T. V. Voorhis, J. M. Herbert, A. I. Krylov, P. M. W. Gill, M. Head-Gordon, Mol. Phys. 2015, 113, 184-21."}, {"Citation": "M. S. Schuurman, S. R. Muir, W. D. Allen, H. F. Schaefer, J. Chem. Phys. 2004, 120, 11586-11599."}, {"Citation": "A. G. Császár, W. D. Allen, H. F. Schaefer, J. Chem. Phys. 1998, 108, 9751-9764."}, {"Citation": "A. L. L. East, W. D. Allen, J. Chem. Phys. 1993, 99, 4638-4650."}, {"Citation": "J. M. Gonzales, C. Pak, R. S. Cox, W. D. Allen, H. F. Schaefer III, A. G. Cs'asz'ar, G. Tarczay, Chem. - Eur. J. 2003, 9, 2173-2192."}, {"Citation": "D. Feller, K. A. Peterson, T. D. Crawford, J. Chem. Phys. 2006, 124, 054107."}, {"Citation": "T. Helgaker, W. Klopper, H. Koch, J. Noga, J. Chem. Phys. 1997, 106, 9639-9646."}, {"Citation": "M. Kállay, J. Gauss, J. Chem. Phys. 2005, 123, 214105."}, {"Citation": "M. Kállay, J. Gauss, J. Chem. Phys. 2008, 129, 144101."}, {"Citation": "Y. J. Bomble, J. F. Stanton, M. K'allay, J. Gauss, J. Chem. Phys. 2005, 123, 054101."}, {"Citation": "T. Clark, J. Chandrasekhar, G. W. Spitznagel, P. V. R. Schleyer, J. Comput. Chem. 1983, 4, 294-301."}, {"Citation": "M. M. Francl, W. J. Pietro, W. J. Hehre, J. S. Binkley, M. S. Gordon, D. J. DeFrees, J. A. Pople, J. Chem. Phys. 1982, 77, 3654-3665."}, {"Citation": "M. S. Gordon, J. S. Binkley, J. A. Pople, W. J. Pietro, W. J. Hehre, J. Am. Chem. Soc. 1982, 104, 2797-2803."}, {"Citation": "W. J. Hehre, R. Ditchfield, J. A. Pople, J. Chem. Phys. 1972, 56, 2257-2261."}, {"Citation": "G. W. Spitznagel, T. Clark, P. v. R. Schleyer, W. J. Hehre, J. Comput. Chem. 1987, 8, 1109-1116."}, {"Citation": "R. Ditchfield, W. J. Hehre, J. A. Pople, J. Chem. Phys. 1971, 54, 724-728."}, {"Citation": "N. C. Handy, Y. Yamaguchi, H. F. Schaefer, J. Chem. Phys. 1986, 84, 4481-4484."}, {"Citation": "H. Sellers, P. Pulay, Chem. Phy. Lett. 1984, 103, 463-465."}, {"Citation": "E. D. Glendening, C. R. Landis, F. Weinhold, Wiley Interdiscip. Rev.: Comput. Mol. Sci. 2012, 2, 1-4."}, {"Citation": "E. D. Glendening, C. R. Landis, F. Weinhold, J. Comput. Chem. 2013, 34, 1429-1437."}, {"Citation": "C. Lee, W. Yang, R. G. Parr, Phys. Rev. B 1988, 37, 785-789."}, {"Citation": "F. Weigend, R. Ahlrichs, Phys. Chem. Chem. Phys. 2005, 7, 3297-3305."}, {"Citation": "B. Jeziorski, R. Moszynski, K. Szalewicz, Chem. Rev. 1994, 94, 1887-1930."}, {"Citation": "E. G. Hohenstein, C. D. Sherrill, J. Chem. Phys. 2010, 133, 014101."}, {"Citation": "Psi4 1.1: An Open-Source Electronic Structure Program Emphasizing Automation, Advanced Libraries, and Interoperability - Journal of Chemical Theory and Computation."}, {"Citation": "P. Politzer, P. Lane, M. C. Concha, Y. Ma, J. S. Murray, J Mol Model 2007, 13, 305-311."}, {"Citation": "P. Metrangolo, J. S. Murray, T. Pilati, P. Politzer, G. Resnati, G. Terraneo, Crystal Growth & Design 2011, 11, 4238-4246; Design 2011, 11, 4238-4246."}, {"Citation": "S. S. Batsanov, 2001, 37, 15."}, {"Citation": "A. Karton, J. Phys. Chem. A 2019, 123, 6720-6732."}, {"Citation": "J. Rezáč, P. Hobza, Chem. Rev. 2016, 116, 5038-5071."}, {"Citation": "M. Dubecký, P. Jurečka, R. Derian, P. Hobza, M. Otyepka, L. Mitas, J. Chem. Theory Comput. 2013, 9, 4287-4292."}, {"Citation": "J. Rezáč, L. Simová, P. Hobza, J. Chem. Theory Comput. 2013, 9, 364-369."}, {"Citation": "L. M. Azofra, S. Scheiner, J. Phys. Chem. A 2014, 118."}, {"Citation": "L. M. Azofra, I. Alkorta, S. Scheiner, J. Phys. Chem. A 2015, 119."}, {"Citation": "P. Matczak, Mol. Phys. 2017, 115, https://doi.org/10.1080/00268976.20 364-378."}, {"Citation": "R. Shaw, J. Hill, Inorganics 2019, 7, 19."}, {"Citation": "K. E. Riley, P. Hobza, Phys. Chem. Chem. Phys. 2013, 15, 17742-17751."}, {"Citation": "K. E. Riley, P. Hobza, J. Chem. Theory Comput. 2008, 4, 232-242."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "31"}, {"Year": "2020", "Month": "10", "Day": "16"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "22", "Hour": "12", "Minute": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33090675", "10.1002/cphc.202000746"]}}], "PubmedBookArticle": []}