{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Hydrogen bonds", "Ionic liquids", "Ozonation", "Phenol", "[Bmim]BF4"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33097991", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "23"}], "ELocationID": ["10.1007/s11356-020-11298-7"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Regeneration of [Bmim]BF<sub>4</sub> ionic liquid by ozonation: hydrogen bond roles, synergistic effect, and DFT calculation.", "Pagination": {"StartPage": "12909", "EndPage": "12917", "MedlinePgn": "12909-12917"}, "Abstract": {"AbstractText": ["Ionic liquids (ILs) are a kind of promising extractants for removing undesirable organics from industrial wastewater and crude oil, etc. Herein, IL regeneration by ozonation was proposed for its recycling. 1-Butyl-3-methylimidazolium tetrafluoroborate ([Bmim]BF<sub>4</sub>) and phenol were used as the representative IL and organic matter, respectively. The regeneration performance, stability of [Bmim]BF<sub>4</sub>, and roles of hydrogen bonds between O<sub>3</sub> and [Bmim]BF<sub>4</sub> in the phenol removal were studied. The experimental results showed that 90.2% of phenol was degraded in [Bmim]BF<sub>4</sub> after ozonation treatment for 30 min with the O<sub>3</sub> concentration of 1.2 mg/L. The nonvolatility of [Bmim]BF<sub>4</sub>-made phenol was adequately degraded, while the concentration of phenol increased during ozone treatment in the conventional extractants (ethanol, ethyl acetate, and dichloromethane) due to their high volatility. The reuse experiments, spectra of Fourier transform infrared spectroscopy and <sup>1</sup>H nuclear magnetic resonance spectroscopy indicated that [Bmim]BF<sub>4</sub> was steady under the ozonation process. Density functional theory simulation confirmed that hydrogen bonds between [Bmim]<sup>+</sup> and O<sub>3</sub> could be formed, and calculational results of Hirshfeld charges indicated that the nucleophilicity of O<sub>3</sub> was enhanced by the hydrogen bonds. The enhanced nucleophilicity resulted in the increase of phenol degradation efficiency by ozonation, and the synergistic effect between O<sub>3</sub> and ILs was proportional to the hydrogen bond donor ability of ILs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Petroleum Engineering and Environmental Engineering, Yan'an University, Yan'an, 716000, China. renjingyuyau@163.com."}, {"Identifier": [], "Affiliation": "School of Electrical Engineering, Dalian University of Technology, Dalian, 116024, China. renjingyuyau@163.com."}, {"Identifier": [], "Affiliation": "Yan'an Key Laboratory of Environmental Monitoring and Remediation, Yan'an, 716000, China. renjingyuyau@163.com."}], "LastName": "Ren", "ForeName": "Jingyu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Electrical Engineering, Dalian University of Technology, Dalian, 116024, China."}], "LastName": "Li", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Petroleum Engineering and Environmental Engineering, Yan'an University, Yan'an, 716000, China."}, {"Identifier": [], "Affiliation": "Yan'an Key Laboratory of Environmental Monitoring and Remediation, Yan'an, 716000, China."}], "LastName": "Lv", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Petroleum Engineering and Environmental Engineering, Yan'an University, Yan'an, 716000, China."}, {"Identifier": [], "Affiliation": "Yan'an Key Laboratory of Environmental Monitoring and Remediation, Yan'an, 716000, China."}], "LastName": "Wang", "ForeName": "Jian", "Initials": "J"}], "GrantList": [{"GrantID": "YDBK2020-02", "Agency": "Yan'an University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ionic Liquids"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Density Functional Theory"}, {"QualifierName": [], "DescriptorName": "Hydrogen Bonding"}, {"QualifierName": [], "DescriptorName": "Ionic Liquids"}, {"QualifierName": [], "DescriptorName": "Magnetic Resonance Spectroscopy"}, {"QualifierName": [], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afzal S, Xie Q, Chen S, Wang J, Muhammad D (2016) Synthesis of manganese incorporated hierarchical mesoporous silica nanosphere with fibrous morphology by facile one-pot approach for efficient catalytic ozonation. J Hazard Mater 318:308–318"}, {"Citation": "Ateia M, Ceccato M, Budi A, Ataman E, Yoshimura C, Johnson MS (2018) Ozone-assisted regeneration of magnetic carbon nanotubes for removing organic water pollutants. Chem Eng J 335:384–391"}, {"Citation": "Barreto RC, Coutinho K, Georg HC, Canuto S (2009) Combined Monte Carlo and quantum mechanics study of the solvatochromism of phenol in water. The origin of the blue shift of the lowest π–π* transition. Phys Chem Chem Phys 11:1388–1396"}, {"Citation": "Benner J, Ternes TA (2009) Ozonation of propranolol: formation of oxidation products. Environ Sci Technol 43:5086–5093"}, {"Citation": "Bing J, Hu C, Nie Y, Yang M, Qu J (2015) Mechanism of catalytic ozonation in Fe<sub>2</sub>O<sub>3</sub>/Al<sub>2</sub>O<sub>3</sub>@SBA-15 aqueous suspension for destruction of ibuprofen. Environ Sci Technol 49:1690–1697"}, {"Citation": "Brinda Lakshmi A, Balasubramanian A, Venkatesan S (2013) Extraction of phenol and chlorophenols using ionic liquid [Bmim]<sup>+</sup>[BF4]−dissolved in tributyl phosphate. Clean – Soil Air Water 41:349–355"}, {"Citation": "Dang C, Sun F, Jiang H, Huang T, Liu W, Chen X, Ji H (2020) Pre-accumulation and in-situ destruction of diclofenac by a photo-regenerable activated carbon fiber supported titanate nanotubes composite material: intermediates, DFT calculation, and ecotoxicity. J Hazard Mater 400:123225"}, {"Citation": "Deng N, Li M, Zhao L, Lu C, de Rooy SL, Warner IM (2011) Highly efficient extraction of phenolic compounds by use of magnetic room temperature ionic liquids for environmental remediation. J Hazard Mater 192:1350–1357"}, {"Citation": "Fan J, Fan Y, Pei Y, Wu K, Wang J, Fan M (2008) Solvent extraction of selected endocrine-disrupting phenols using ionic liquids. Sep Purif Technol 61:324–331"}, {"Citation": "Feng W, Lu Y, Chen Y, Lu Y, Yang T (2016) Thermal stability of imidazolium-based ionic liquids investigated by TG and FTIR techniques. J Therm Anal Calorim 125:143–154"}, {"Citation": "Gholap AR, Venkatesan K, Daniel T, Lahoti RJ, Srinivasan KV (2003) Ultrasound promoted acetylation of alcohols in room temperature ionic liquid under ambient conditions. Green Chem 5:693–696"}, {"Citation": "Gorri D, Ruiz A, Ortiz A, Ortiz I (2009) The use of ionic liquids as efficient extraction medium in the reactive separation of cycloolefins from cyclohexane. Chem Eng J 154:241–245"}, {"Citation": "Guo H, Li Z, Zhang Y, Jiang N, Wang H, Li J (2020) Degradation of chloramphenicol by pulsed discharge plasma with heterogeneous Fenton process using Fe<sub>3</sub>O<sub>4</sub> nanocomposites. Sep Purif Technol 253:117540"}, {"Citation": "Guo H, Li Z, Xiang L, Jiang N, Zhang Y, Wang H, Li J (2021) Efficient removal of antibiotic thiamphenicol by pulsed discharge plasma coupled with complex catalysis using graphene-WO<sub>3</sub>-Fe<sub>3</sub>O<sub>4</sub> nanocomposites. J Hazard Mater 403:123673"}, {"Citation": "He X, Elkouz M, Inyang M, Dickenson E, Wert EC (2017) Ozone regeneration of granular activated carbon for trihalomethane control. J Hazard Mater 326:101–109"}, {"Citation": "Huang Y, Luo M, Xu Z, Zhang D, Li L (2019) Catalytic ozonation of organic contaminants in petrochemical wastewater with iron-nickel foam as catalyst. Sep Purif Technol 211:269–278"}, {"Citation": "Jen J, Leu M, Yang TC (1998) Determination of hydroxyl radicals in an advanced oxidation process with salicylic acid trapping and liquid chromatography. d oxidation process with salicylic acid trapping and liquid chromatography. J Chromatogr A 796:283–288"}, {"Citation": "Ji H, Gong Y, Duan J, Zhao D, Liu W (2018) Degradation of petroleum hydrocarbons in seawater by simulated surface-level atmospheric ozone: reaction kinetics and effect of oil dispersant. Mar Pollut Bull 135:427–440"}, {"Citation": "Ji H, Du P, Zhao D, Li S, Sun F, Duin EC, Liu W (2020) 2D/1D graphitic carbon nitride/titanate nanotubes heterostructure for efficient photocatalysis of sulfamethazine under solar light: catalytic “hot spots” at the rutile–anatase–titanate interfaces. Appl Catal B Environ 263:118357"}, {"Citation": "Joseph A, Żyła G, Thomas VI, Nair PR, Padmanabhan AS, Mathew S (2016) Paramagnetic ionic liquids for advanced applications: a review. J Mol Liq 218:319–331"}, {"Citation": "Khachatryan KS, Smirnova SV, Torocheshnikova II, Shvedene NV, Formanovsky AA, Pletnev IV (2005) Solvent extraction and extraction-voltammetric determination of phenols using room temperature ionic liquid. Anal Bioanal Chem 381:464–470"}, {"Citation": "Kuhne TD, Iannuzzi M, Ben MD, Rybkin VV, Seewald P, Stein F, Laino T, Khaliullin RZ, Schutt O, Schiffmann F (2020) CP2K: an electronic structure and molecular dynamics software package – Quickstep: efficient and accurate electronic structure calculations. Chem Phys 152(19):194103"}, {"Citation": "Law JY, Mohammad AW, Tee ZK, Zaman NK, Jahim JM, Santanaraj J, Sajab MS (2019) Recovery of succinic acid from fermentation broth by forward osmosis-assisted crystallization process. J Membr Sci 583:139–151"}, {"Citation": "Li Z, Li R, Yuan X, Pei Y, Zhao Y, Wang H, Wang J (2019) Anionic structural effect in liquid–liquid separation of phenol from model oil by choline carboxylate ionic liquids. Green Energy Environ 4:131–138"}, {"Citation": "Lu Y, Ma W, Hu R, Dai X, Pan Y (2008) Ionic liquid-based microwave-assisted extraction of phenolic alkaloids from the medicinal plant Nelumbo nucifera Gaertn. J Chromatogr A 1208:42–46"}, {"Citation": "Lu B, Cai N, Sun J, Wang X, Li X, Zhao J, Cai Q (2013) Solvent-free oxidation of toluene in an ionic liquid with H<sub>2</sub>O<sub>2</sub> as oxidant. Chem Eng J 225:266–270"}, {"Citation": "Meksi N, Moussa A (2017) A review of progress in the ecological application of ionic liquids in textile processes. J Clean Prod 161:105–126"}, {"Citation": "Nanbu N, Sasaki Y, Kitamura F (2003) In situ FT-IR spectroscopic observation of a room-temperature molten electrode interphase. Electrochem Commun 5:383–387"}, {"Citation": "Nöthe T, Fahlenkamp H, Cv S (2009) Ozonation of wastewater: rate of ozone consumption and hydroxyl radical yield. Environ Sci Technol 43:5990–5995"}, {"Citation": "Peleteiro S, Rivas S, Alonso JL, Santos V, Parajó JC (2016) Furfural production using ionic liquids: a review. Bioresour Technol 202:181–191"}, {"Citation": "Pratarn W, Pornsiri T, Thanit S, Tawatchai C, Wiwut T (2011) Adsorption and ozonation kinetic model for phenolic wastewater treatment. Chin J Chem Eng 19:76–82"}, {"Citation": "Ren J, Li J, Lv L, Wang J (2021) Degradation of caffeic acid by dielectric barrier discharge plasma combined with Ce doped CoOOH catalyst. J Hazard Mater 402:123772"}, {"Citation": "Rosal R, Rodríguez A, Perdigón-Melón JA, Petre A, García-Calvo E, Gómez MJ, Agüera A, Fernández-Alba AR (2010) Occurrence of emerging pollutants in urban wastewater and their removal through biological treatment followed by ozonation. Water Res 44:578–588"}, {"Citation": "Sas OG, Domínguez I, González B, Domínguez Á (2018) Liquid-liquid extraction of phenolic compounds from water using ionic liquids: literature review and new experimental data using [C<sub>2</sub>mim]FSI. J Environ Manag 228:475–482"}, {"Citation": "Schenker S, Zamfir A, Freund M, Tsogoeva SB (2011) Developments in chiral binaphthyl-derived Brønsted/Lewis acids and hydrogen-bond-donor organocatalysis. Eur J Org Chem 2011:2209–2222"}, {"Citation": "Seddon KR, Stark A (2002) Selective catalytic oxidation of benzyl alcohol and alkylbenzenes in ionic liquids. Green Chem 4:119–123"}, {"Citation": "Sethi AR, Welton T (2002) Dynamic supramolecular chemistry: the role of hydrogen bonding in controlling the selectivity of Diels-Alder reactions in room-temperature ionic liquids. Green Chem 4:517–520"}, {"Citation": "Shen T, Zhang X, Lin K-YA, Tong S (2020) Solid base Mg-doped ZnO for heterogeneous catalytic ozonation of isoniazid: performance and mechanism. Sci Total Environ 703:134983"}, {"Citation": "Sidek N, Manan NSA, Mohamad S (2017) Efficient removal of phenolic compounds from model oil using benzyl Imidazolium-based ionic liquids. J Mol Liq 240:794–802"}, {"Citation": "Skoronski E, Fernandes M, Malaret FJ, Hallett JP (2020) Use of phosphonium ionic liquids for highly efficient extraction of phenolic compounds from water. Sep Purif Technol 248:117069"}, {"Citation": "Spada L, Tasinato N, Bosi G, Vazart F, Barone V, Puzzarini C (2017) On the competition between weak OH⋯F and CH⋯F hydrogen bonds, in cooperation with CH⋯O contacts, in the difluoromethane – tert-butyl alcohol cluster. J Mol Spectrosc 337:90–95"}, {"Citation": "Sun Y, Zhang X, Zheng Y, Yan L, Xiu Z (2019) Sugaring-out extraction combining crystallization for recovery of succinic acid. Sep Purif Technol 209:972–983"}, {"Citation": "Tang B, Bi W, Tian M, Row KH (2012) Application of ionic liquid for extraction and separation of bioactive compounds from plants. J Chromatogr B 904:1–21"}, {"Citation": "Taylor MS, Jacobsen EN (2010) Asymmetric catalysis by chiral hydrogen-bond donors. Angew Chem Int Ed Eng 37:1520–1543"}, {"Citation": "Turgis R, Arrachart G, Michel S, Legeai S, Lejeune M, Draye M, Pellet-Rostaing S (2017) Ketone functionalized task specific ionic liquids for selective tantalum extraction. Sep Purif Technol 196:174–182"}, {"Citation": "Turhan K, Uzman S (2008) Removal of phenol from water using ozone. Desalination 229:257–263"}, {"Citation": "Wu J, Wang M-J, Stark JPW (2006) Evaluation of band structure and concentration of ionic liquid BMImBF<sub>4</sub> in molecular mixtures by using second derivatives of FTIR spectra. J Quant Spectrosc Radiat Transf 102:228–235"}, {"Citation": "Wu Z, Liu C, Cheng H, Chen L, Qi Z (2020) Tuned extraction and regeneration process for separation of hydrophobic compounds by aqueous ionic liquid. J Mol Liq 308:113032"}, {"Citation": "Xie X, Lu J, Chen B, Han J, She X, Pan X (2004) Pd/C-catalyzed Heck reaction in ionic liquid accelerated by microwave heating. Tetrahedron Lett 45:809–811"}, {"Citation": "Yan P, Shen J, Yuan L, Kang J, Wang B, Zhao S, Chen Z (2019) Catalytic ozonation by Si-doped α-Fe<sub>2</sub>O<sub>3</sub> for the removal of nitrobenzene in aqueous solution. Sep Purif Technol 228:115766"}, {"Citation": "Yang Z, Zhang Y, Zhu W, Zan X, Zhang L, Liu Y (2020) Effective oxidative degradation of coal gasification wastewater by ozonation: a process study. Chemosphere 255:126963"}, {"Citation": "Yao C, Hou Y, Ren S, Ji Y, Wu W (2017) Ternary phase behavior of phenol + toluene + zwitterionic alkaloids for separating phenols from oil mixtures via forming deep eutectic solvents. Fluid Phase Equilib 448:116–122"}, {"Citation": "Yu M, Zhai LY, Zhou Q, Li CP, Zhang XL (2012) Ionic liquids as novel catalysts for methane conversion under a DC discharge plasma. Appl Catal A Gen 419:53–57"}, {"Citation": "Zhang L, Fu X, Gao G (2011) Anion–cation cooperative catalysis by ionic liquids. Chemcatchem 3:1359–1364"}, {"Citation": "Zhang L, Yan B, Xiao X (2017) Toluene gas treatment by combination of ionic liquid absorption and photocatalytic oxidation. J Environ Chem Eng 5:539–546"}, {"Citation": "Zhen Y, Wang J, Fu F, Fu W, Liang Y (2019) The Novel Z-Scheme Ternary-Component Ag/AgI/α-MoO<sub>3</sub> Catalyst with excellent visible-light photocatalytic oxidative desulfurization performance for model fuel. Nanomaterials 9:1054"}, {"Citation": "Zhou X, Rong C, Lu T, Liu S (2014) Hirshfeld charge as a quantitative measure of electrophilicity and nucleophilicity: nitrogen-containing systems. Acta Phys -Chim Sin 30:2055–2062"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "6"}, {"Year": "2020", "Month": "10", "Day": "18"}, {"Year": "2020", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "24", "Hour": "5", "Minute": "34"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33097991", "10.1007/s11356-020-11298-7", "10.1007/s11356-020-11298-7"]}}], "PubmedBookArticle": []}