{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19", "Candidate drugs", "Infection pathways", "Interactome", "Prophylaxis agents", "Proteome", "SARS-CoV-2", "Transcriptome"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33131530", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "10"}], "ELocationID": ["10.1016/j.compbiomed.2020.104051", "S0010-4825(20)30382-6"], "Journal": {"ISSN": "1879-0534", "JournalIssue": {"Volume": "126", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "Computers in biology and medicine", "ISOAbbreviation": "Comput Biol Med"}, "ArticleTitle": "Multi-omics-based identification of SARS-CoV-2 infection biology and candidate drugs against COVID-19.", "Pagination": {"StartPage": "104051", "MedlinePgn": "104051"}, "Abstract": {"AbstractText": ["SARS-CoV-2 has ushered a global pandemic with no effective drug being available at present. Although several FDA-approved drugs are currently under clinical trials for drug repositioning, there is an on-going global effort for new drug identification. In this paper, using multi-omics (interactome, proteome, transcriptome, and bibliome) data and subsequent integrated analysis, we present the biological events associated with SARS-CoV-2 infection and identify several candidate drugs against this viral disease. We found that: (i) Interactome-based infection pathways differ from the other three omics-based profiles. (ii) Viral process, mRNA splicing, cytokine and interferon signaling, and ubiquitin mediated proteolysis are important pathways in SARS-CoV-2 infection. (iii) SARS-CoV-2 infection also shares pathways with Influenza A, Epstein-Barr virus, HTLV-I, Measles, and Hepatitis virus. (iv) Further, bacterial, parasitic, and protozoan infection pathways such as Tuberculosis, Malaria, and Leishmaniasis are also shared by this virus. (v) A total of 50 candidate drugs, including the prophylaxis agents and pathway specific inhibitors are identified against COVID-19. (vi) Betamethasone, Estrogen, Simvastatin, Hydrocortisone, Tositumomab, Cyclosporin A etc. are among the important drugs. (vii) Ozone, Nitric oxide, plasma components, and photosensitizer drugs are also identified as possible therapeutic candidates. (viii) Curcumin, Retinoic acids, Vitamin D, Arsenic, Copper, and Zinc may be the candidate prophylaxis agents. Nearly 70% of our identified agents are previously suggested to have anti-COVID-19 effects or under clinical trials. Among our identified drugs, the ones that are not yet tested, need validation with caution while an appropriate drug combination from these candidate drugs along with a SARS-CoV-2 specific antiviral agent is needed for effective COVID-19 management."], "CopyrightInformation": "Copyright © 2020 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Integrative Omics and Applied Biotechnology (IIOAB), Nonakuri, Purba Medinipur, WB, India. Electronic address: dr.barh@gmail.com."}], "LastName": "Barh", "ForeName": "Debmalya", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Genética Celular e Molecular, Departamento de Genética, Ecologia e Evolução, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brazil."}], "LastName": "Tiwari", "ForeName": "Sandeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Center, Oftalmic, CRO, 119334, Bardina Str.22/4, Moscow, Russia."}], "LastName": "Weener", "ForeName": "Marianna E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Genética Celular e Molecular, Departamento de Genética, Ecologia e Evolução, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brazil."}], "LastName": "Azevedo", "ForeName": "Vasco", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Biologia Molecular e Computacional de Fungos, Departamento de Microbiologia, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais (UFMG), Belo Horizonte, Minas Gerais, Brazil."}], "LastName": "Góes-Neto", "ForeName": "Aristóteles", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Bhupat and Jyoti Mehta School of Biosciences, Indian Institute of Technology Madras (IIT-M), Chennai, 600036, India."}], "LastName": "Gromiha", "ForeName": "M Michael", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Science, Virginia Commonwealth University, Richmond, VA, 23284, USA."}], "LastName": "Ghosh", "ForeName": "Preetam", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Comput Biol Med", "NlmUniqueID": "1250250", "ISSNLinking": "0010-4825"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacokinetics", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Betacoronavirus"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": ["drug therapy", "genetics", "metabolism"], "DescriptorName": "Coronavirus Infections"}, {"QualifierName": [], "DescriptorName": "Databases, Genetic"}, {"QualifierName": [], "DescriptorName": "Drug Discovery"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": ["drug therapy", "genetics", "metabolism"], "DescriptorName": "Pneumonia, Viral"}, {"QualifierName": [], "DescriptorName": "Proteomics"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "Authors declare no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen N., Zhou M., Dong X., Qu J., Gong F., Han Y., Qiu Y., Wang J., Liu Y., Wei Y., Xia J., Yu T., Zhang X., Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507–513.", "ArticleIdList": ["PMC7135076", "32007143"]}, {"Citation": "Wu F., Zhao S., Yu B., Chen Y.M., Wang W., Song Z.G., Hu Y., Tao Z.W., Tian J.H., Pei Y.Y., Yuan M.L., Zhang Y.L., Dai F.H., Liu Y., Wang Q.M., Zheng J.J., Xu L., Holmes E.C., Zhang Y.Z. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579:265–269.", "ArticleIdList": ["PMC7094943", "32015508"]}, {"Citation": "Zhu N., Zhang D., Wang W., Li X., Yang B., Song J., Zhao X., Huang B., Shi W., Lu R., Niu P., Zhan F., Ma X., Wang D., Xu W., Wu G., Gao G.F., Tan W., China Novel Coronavirus I., Research T. A novel coronavirus from patients with pneumonia in China, 2019. N. Engl. J. Med. 2020;382:727–733.", "ArticleIdList": ["PMC7092803", "31978945"]}, {"Citation": "WHO . 2019. Weekly epidemiological update, coronavirus disease. (COVID-19), 28 September 2020."}, {"Citation": "Chan J.F., Yuan S., Kok K.H., To K.K., Chu H., Yang J., Xing F., Liu J., Yip C.C., Poon R.W., Tsoi H.W., Lo S.K., Chan K.H., Poon V.K., Chan W.M., Ip J.D., Cai J.P., Cheng V.C., Chen H., Hui C.K., Yuen K.Y. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020;395:514–523.", "ArticleIdList": ["PMC7159286", "31986261"]}, {"Citation": "Tu Y.F., Chien C.S., Yarmishyn A.A., Lin Y.Y., Luo Y.H., Lin Y.T., Lai W.Y., Yang D.M., Chou S.J., Yang Y.P., Wang M.L., Chiou S.H. A review of SARS-CoV-2 and the ongoing clinical trials. Int. J. Mol. Sci. 2020;21(7):2657. 21.", "ArticleIdList": ["PMC7177898", "32290293"]}, {"Citation": "Gordon D.E., Jang G.M., Bouhaddou M., Xu J., Obernier K., White K.M., O'Meara M.J., Rezelj V.V., Guo J.Z., Swaney D.L., Tummino T.A., Huttenhain R., Kaake R.M., Richards A.L., Tutuncuoglu B., Foussard H., Batra J., Haas K., Modak M., Kim M., Haas P., Polacco B.J., Braberg H., Fabius J.M., Eckhardt M., Soucheray M., Bennett M.J., Cakir M., McGregor M.J., Li Q., Meyer B., Roesch F., Vallet T., Mac Kain A., Miorin L., Moreno E., Naing Z.Z.C., Zhou Y., Peng S., Shi Y., Zhang Z., Shen W., Kirby I.T., Melnyk J.E., Chorba J.S., Lou K., Dai S.A., Barrio-Hernandez I., Memon D., Hernandez-Armenta C., Lyu J., Mathy C.J.P., Perica T., Pilla K.B., Ganesan S.J., Saltzberg D.J., Rakesh R., Liu X., Rosenthal S.B., Calviello L., Venkataramanan S., Liboy-Lugo J., Lin Y., Huang X.P., Liu Y., Wankowicz S.A., Bohn M., Safari M., Ugur F.S., Koh C., Savar N.S., Tran Q.D., Shengjuler D., Fletcher S.J., O'Neal M.C., Cai Y., Chang J.C.J., Broadhurst D.J., Klippsten S., Sharp P.P., Wenzell N.A., Kuzuoglu-Ozturk D., Wang H.Y., Trenker R., Young J.M., Cavero D.A., Hiatt J., Roth T.L., Rathore U., Subramanian A., Noack J., Hubert M., Stroud R.M., Frankel A.D., Rosenberg O.S., Verba K.A., Agard D.A., Ott M., Emerman M., Jura N., von Zastrow M., Verdin E., Ashworth A., Schwartz O., d'Enfert C., Mukherjee S., Jacobson M., Malik H.S., Fujimori D.G., Ideker T., Craik C.S., Floor S.N., Fraser J.S., Gross J.D., Sali A., Roth B.L., Ruggero D., Taunton J., Kortemme T., Beltrao P., Vignuzzi M., Garcia-Sastre A., Shokat K.M., Shoichet B.K., Krogan N.J. A SARS-CoV-2 protein interaction map reveals targets for drug repurposing. Nature. 2020;583(7816):459–468.", "ArticleIdList": ["PMC7431030", "32353859"]}, {"Citation": "Bojkova D., Klann K., Koch B., Widera M., Krause D., Ciesek S., Cinatl J., Munch C. Proteomics of SARS-CoV-2-infected host cells reveals therapy targets. Nature. 2020;583(7816):469–472.", "ArticleIdList": ["32408336"]}, {"Citation": "Blanco-Melo D., Nilsson-Payant B.E., Liu W.C., Uhl S., Hoagland D., Moller R., Jordan T.X., Oishi K., Panis M., Sachs D., Wang T.T., Schwartz R.E., Lim J.K., Albrecht R.A., tenOever B.R. Imbalanced host response to SARS-CoV-2 drives development of COVID-19. Cell. 2020;181:1036–1045 e1039.", "ArticleIdList": ["PMC7227586", "32416070"]}, {"Citation": "Xiong Y., Liu Y., Cao L., Wang D., Guo M., Jiang A., Guo D., Hu W., Yang J., Tang Z., Wu H., Lin Y., Zhang M., Zhang Q., Shi M., Liu Y., Zhou Y., Lan K., Chen Y. Transcriptomic characteristics of bronchoalveolar lavage fluid and peripheral blood mononuclear cells in COVID-19 patients. Emerg. Microb. Infect. 2020;9(1):761–770.", "ArticleIdList": ["PMC7170362", "32228226"]}, {"Citation": "Pinero J., Ramirez-Anguita J.M., Sauch-Pitarch J., Ronzano F., Centeno E., Sanz F., Furlong L.I. The DisGeNET knowledge platform for disease genomics: 2019 update. Nucleic Acids Res. 2020;48:D845–D855.", "ArticleIdList": ["PMC7145631", "31680165"]}, {"Citation": "Chen J., Bardes E.E., Aronow B.J., Jegga A.G. ToppGene Suite for gene list enrichment analysis and candidate gene prioritization. Nucleic Acids Res. 2009;37:W305–W311.", "ArticleIdList": ["PMC2703978", "19465376"]}, {"Citation": "Kuleshov M.V., Jones M.R., Rouillard A.D., Fernandez N.F., Duan Q., Wang Z., Koplev S., Jenkins S.L., Jagodnik K.M., Lachmann A., McDermott M.G., Monteiro C.D., Gundersen G.W., Ma'ayan A., Enrichr A comprehensive gene set enrichment analysis web server 2016 update. Nucleic Acids Res. 2016;44:W90–W97.", "ArticleIdList": ["PMC4987924", "27141961"]}, {"Citation": "Yoo M., Shin J., Kim J., Ryall K.A., Lee K., Lee S., Jeon M., Kang J., Tan A.C. DSigDB: drug signatures database for gene set analysis. Bioinformatics. 2015;31:3069–3071.", "ArticleIdList": ["PMC4668778", "25990557"]}, {"Citation": "Liao Y., Wang J., Jaehnig E.J., Shi Z., Zhang B., WebGestalt Gene set analysis toolkit with revamped UIs and APIs. Nucleic Acids Res. 2019;47(2019):W199–W205.", "ArticleIdList": ["PMC6602449", "31114916"]}, {"Citation": "Wishart D.S., Knox C., Guo A.C., Shrivastava S., Hassanali M., Stothard P., Chang Z., Woolsey J. DrugBank: a comprehensive resource for in silico drug discovery and exploration. Nucleic Acids Res. 2006;34:D668–D672.", "ArticleIdList": ["PMC1347430", "16381955"]}, {"Citation": "Zhou G., Soufan O., Ewald J., Hancock R.E.W., Basu N., Xia J. NetworkAnalyst 3.0: a visual analytics platform for comprehensive gene expression profiling and meta-analysis. Nucleic Acids Res. 2019;47:W234–W241.", "ArticleIdList": ["PMC6602507", "30931480"]}, {"Citation": "Breuer K., Foroushani A.K., Laird M.R., Chen C., Sribnaia A., Lo R., Winsor G.L., Hancock R.E., Brinkman F.S., Lynn D.J. InnateDB: systems biology of innate immunity and beyond--recent updates and continuing curation. Nucleic Acids Res. 2013;41:D1228–D1233.", "ArticleIdList": ["PMC3531080", "23180781"]}, {"Citation": "Kanehisa M., Furumichi M., Tanabe M., Sato Y., Morishima K. KEGG: new perspectives on genomes, pathways, diseases and drugs. Nucleic Acids Res. 2017;45:D353–D361.", "ArticleIdList": ["PMC5210567", "27899662"]}, {"Citation": "Mi H., Muruganujan A., Ebert D., Huang X., Thomas P.D. PANTHER version 14: more genomes, a new PANTHER GO-slim and improvements in enrichment analysis tools. Nucleic Acids Res. 2019;47:D419–D426.", "ArticleIdList": ["PMC6323939", "30407594"]}, {"Citation": "Lovetrue B. 2020. The AI-Discovered Aetiology of COVID-19 and Rationale of the Irinotecan+Etoposide Combination Therapy for Critically Ill COVID-19 Patients.", "ArticleIdList": ["PMC7428675", "33254502"]}, {"Citation": "Al-Motawa M.A., Wijten Hafsa, Patrick de la Fuente, Xue Alberto, Rabbani Mingzhan, Thornalley Naila, Paul J. bioRxiv; 2020. Vulnerabilities of the SARS-CoV-2 Virus to Proteotoxicity – Opportunity for Repurposed Chemotherapy of COVID-19 Infection.", "ArticleIdList": ["PMC7581855", "33162891"]}, {"Citation": "Abruzzese E., Luciano L., D'Agostino F., Trawinska M.M., Pane F., De Fabritiis P. SARS-CoV-2 (COVID-19) and chronic myeloid leukemia (CML): a case report and review of ABL kinase involvement in viral infection. Mediterr. J. Hematol. Infect. Dis. 2020;12", "ArticleIdList": ["PMC7202347", "32395220"]}, {"Citation": "Mirabelli C., Wotring J.W., Zhang C.J., McCarty S.M., Fursmidt R., Frum T., Kadambi N.S., Amin A.T., O'Meara T.R., Pretto C.D., Spence J.R., Huang J., Alysandratos K.D., Kotton D.N., Handelman S.K., Wobus C.E., Weatherwax K.J., Mashour G.A., O'Meara M.J., Sexton J.Z. bioRxiv; 2020. Morphological Cell Profiling of SARS-CoV-2 Infection Identifies Drug Repurposing Candidates for COVID-19.", "ArticleIdList": ["PMC8433531", "34413211"]}, {"Citation": "Cava C., Bertoli G., Castiglioni I. Silico discovery of candidate drugs against covid-19. Viruses. 2020;12(4):404.", "ArticleIdList": ["PMC7232366", "32268515"]}, {"Citation": "He B., Garmire L. ArXiv; 2020. Prediction of Repurposed Drugs for Treating Lung Injury in COVID-19.", "ArticleIdList": ["PMC7468567", "32934806"]}, {"Citation": "Ke Y.-Y., Peng T.-T., Yeh T.-K., Huang W.-Z., Chang S.-E., Wu S.-H., Hung H.-C., Hsu T.-A., Lee S.-J., Song J.-S., Lin W.-H., Chiang T.-J., Lin J.-H., Sytwu H.-K., Chen C.-T. Artificial intelligence approach fighting COVID-19 with repurposing drugs. Biomed. J. 2020:S2319–S4170. 20)30049-4.", "ArticleIdList": ["PMC7227517", "32426387"]}, {"Citation": "Gil C., Ginex T., Maestro I., Nozal V., Barrado-Gil L., Cuesta-Geijo M.Á., Urquiza J., Ramírez D., Alonso C., Campillo N.E., Martinez A. COVID-19: drug targets and potential treatments. J. Med. Chem. 2020 doi: 10.1021/acs.jmedchem.0c00606. acs.jmedchem.0c00606.", "ArticleIdList": ["10.1021/acs.jmedchem.0c00606", "32511912"]}, {"Citation": "Zimniak M.K. bioRxiv; 2020. Luisa Hilpert, Helen Seibel, Jürgen Bodem, Jochen, the Serotonin Reuptake Inhibitor Fluoxetine Inhibits SARS-CoV-2.", "ArticleIdList": ["PMC7961020", "33723270"]}, {"Citation": "Weston S.C., Haupt Christopher M. bioRxiv; 2020. Rob Logue, James Matthews, Krystal Frieman, Matthew B., Broad Anti-coronaviral Activity of FDA Approved Drugs against SARS-CoV-2 in Vitro and SARS-CoV in Vivo.", "ArticleIdList": ["PMC7565640", "32817221"]}, {"Citation": "Glebov O.O. Understanding SARS‐CoV‐2 endocytosis for COVID‐19 drug repurposing. FEBS J. 2020 doi: 10.1111/febs.15369.", "ArticleIdList": ["10.1111/febs.15369", "PMC7276759", "32428379"]}, {"Citation": "Xu T.G., Wu Xuejuan, Selinger Zengbin, Zhou Douglas W. bioRxiv; 2020. Zichen, Indomethacin Has a Potent Antiviral Activity against SARS CoV-2 in Vitro and Canine Coronavirus in Vivo."}, {"Citation": "Marinella M.A. Indomethacin and resveratrol as potential treatment adjuncts for SARS‐CoV‐2/COVID‐19. Int. J. Clin. Pract. 2020;74(9)", "ArticleIdList": ["PMC7261995", "32412158"]}, {"Citation": "Kadioglu O.S., Greten Mohamed, Henry Johannes Efferth Thomas. Identification of novel compounds against three targets of SARS CoV-2 coronavirus by combined virtual screening and supervised machine learning. Bull. World Health Organ. 2020 doi: 10.2471/BLT.20.255943.", "ArticleIdList": ["10.2471/BLT.20.255943", "PMC8008812", "33845270"]}, {"Citation": "Fuhai Li A.P.M., Foraker Randi, Zhan Ming, Payne Philip R.O. arXiv; 2020. Repurposing Drugs for COVID-19 Based on Transcriptional Response of Host Cells to SARS-CoV-2.", "ArticleIdList": ["PMC7789899", "33413329"]}, {"Citation": "Enmozhi S.K., Raja K., Sebastine I., Joseph J. Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: an in silico approach. J. Biomol. Struct. Dyn. 2020:1–7.", "ArticleIdList": ["PMC7212536", "32329419"]}, {"Citation": "Olisova O.Y., Anpilogova E.M., Svistunova D.A. Dermatologic Therapy; 2020. Apremilast as a potential treatment option for COVID‐19: No symptoms of infection in a psoriatic patient.", "ArticleIdList": ["PMC7267080", "32449265"]}, {"Citation": "Papamichalis P., Papadogoulas A., Katsiafylloudis P., Skoura A.L., Papamichalis M., Neou E., Papadopoulos D., Karagiannis S., Zafeiridis T., Babalis D., Komnos A. Combination of thrombolytic and immunosuppressive therapy for coronavirus disease 2019: a case report. Int. J. Infect. Dis. 2020;97:90–93.", "ArticleIdList": ["PMC7263262", "32497796"]}, {"Citation": "Briedis K., Aldujeli A., Aldujeili M., Briede K., Zaliunas R., Hamadeh A., Stoler R.C., McCullough P.A. Considerations for management of acute coronary syndromes during the SARS-CoV-2 (COVID-19) pandemic. Am. J. Cardiol. 2020;131:115–119.", "ArticleIdList": ["PMC7324338", "32723554"]}, {"Citation": "Tabatabai A., Rabin J., Menaker J., Madathil R., Galvagno S., Menne A., Chow J.H., Grazioli A., Herr D., Tanaka K., Scalea T., Mazzeffi M. Factor VIII and functional protein C activity in critically ill patients with coronavirus disease 2019: a case series. In Pract. 2020;14", "ArticleIdList": ["PMC7242090", "32539272"]}, {"Citation": "Ahn J.Y., Sohn Y., Lee S.H., Cho Y., Hyun J.H., Baek Y.J., Jeong S.J., Kim J.H., Ku N.S., Yeom J.S., Roh J., Ahn M.Y., Chin B.S., Kim Y.S., Lee H., Yong D., Kim H.O., Kim S., Choi J.Y. Use of convalescent plasma therapy in two COVID-19 patients with acute respiratory distress syndrome in korea. J. Kor. Med. Sci. 2020;35:e149.", "ArticleIdList": ["PMC7152526", "32281317"]}, {"Citation": "Mani Mishra P., Uversky V.N., Nandi C.K. Serum albumin-mediated strategy for the effective targeting of SARS-CoV-2. Med. Hypotheses. 2020;140:109790.", "ArticleIdList": ["PMC7195355", "32353740"]}, {"Citation": "Ulhaq Z.S., Soraya G.V. Estrogen and the disease severity of SARS-CoV-2 infection. SSRN Electron. J. 2020 doi: 10.2139/ssrn.3606018.", "ArticleIdList": ["10.2139/ssrn.3606018"]}, {"Citation": "Stelzig K.E., Canepa-Escaro F., Schiliro M., Berdnikovs S., Prakash Y.S., Chiarella S.E. Estrogen regulates the expression of SARS-CoV-2 receptor ACE2 in differentiated airway epithelial cells. Am. J. Physiol. Lung Cell Mol. Physiol. 2020;318:L1280–L1281.", "ArticleIdList": ["PMC7276982", "32432918"]}, {"Citation": "Breithaupt-Faloppa A.C., Correia C.J., Prado C.M., Stilhano R.S., Ureshino R.P., Moreira L.F.P. 17 beta-Estradiol, a potential ally to alleviate SARS-CoV-2 infection. Clinics. 2020;75", "ArticleIdList": ["PMC7233687", "32490931"]}, {"Citation": "Horby P., Lim W.S., Emberson J., Mafham M., Bell J., Linsell L., Staplin N., Brightling C., Ustianowski A., Elmahi E., Prudon B., Green C., Felton T., Chadwick D., Rege K., Fegan C., Chappell L.C., Faust S.N., Jaki T., Jeffery K., Montgomery A., Rowan K., Juszczak E., Baillie J.K., Haynes R., Landray M.J. medRxiv; 2020. Effect of Dexamethasone in Hospitalized Patients with COVID-19: Preliminary Report."}, {"Citation": "Veronese N., Demurtas J., Yang L., Tonelli R., Barbagallo M., Lopalco P., Lagolio E., Celotto S., Pizzol D., Zou L., Tully M.A., Ilie P.C., Trott M., Lopez-Sanchez G.F., Smith L. Use of corticosteroids in coronavirus disease 2019 pneumonia: a systematic review of the literature. Front. Med. 2020;7:170.", "ArticleIdList": ["PMC7193030", "32391369"]}, {"Citation": "Favilli A., Mattei Gentili M., Raspa F., Giardina I., Parazzini F., Vitagliano A., Borisova A.V., Gerli S. Effectiveness and safety of available treatments for COVID-19 during pregnancy: a critical review. J. Matern. Fetal Neonatal Med. 2020:1–14.", "ArticleIdList": ["PMC7284138", "32508168"]}, {"Citation": "Lee N., Allen Chan K.C., Hui D.S., Ng E.K., Wu A., Chiu R.W., Wong V.W., Chan P.K., Wong K.T., Wong E., Cockram C.S., Tam J.S., Sung J.J., Lo Y.M. Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients. J. Clin. Virol. 2004;31:304–309.", "ArticleIdList": ["PMC7108318", "15494274"]}, {"Citation": "Wu C., Liu Y., Yang Y., Zhang P., Zhong W., Wang Y., Wang Q., Xu Y., Li M., Li X., Zheng M., Chen L., Li H. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm. Sin. B. 2020;10:766–788.", "ArticleIdList": ["PMC7102550", "32292689"]}, {"Citation": "Alia Nazarullah C.L., Villarreal Andrew, Higgins Russell A., Mais Daniel D. Peripheral blood examination findings in SARS-CoV-2 infection. Am. J. Clin. Pathol. 2020;154(3):319–329.", "ArticleIdList": ["PMC7454310", "32756872"]}, {"Citation": "Sultan I., Howard S., Tbakhi A. Research Square; 2020. Drug Repositioning Suggests a Role for the Heat Shock Protein 90 Inhibitor Geldanamycin in Treating COVID-19 Infection."}, {"Citation": "Smeitink J., Jiang X., Pecheritsyna S., Renkema H., van Maanen R., Beyrath J. 2020. Hypothesis: mPGES-1-derived prostaglandin E2, a so far missing link in COVID-19 pathophysiology?, preprints.org."}, {"Citation": "Wang M., Cao R., Zhang L., Yang X., Liu J., Xu M., Shi Z., Hu Z., Zhong W., Xiao G. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30:269–271.", "ArticleIdList": ["PMC7054408", "32020029"]}, {"Citation": "Liu J., Cao R., Xu M., Wang X., Zhang H., Hu H., Li Y., Hu Z., Zhong W., Wang M. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov. 2020;6:16.", "ArticleIdList": ["PMC7078228", "32194981"]}, {"Citation": "Uzun T., Toptas O. Artesunate: could be an alternative drug to chloroquine in COVID-19 treatment? Chin. Med. 2020;15:54.", "ArticleIdList": ["PMC7254722", "32514287"]}, {"Citation": "chemat S., Sehailia M. chemrxiv; 2020. In-silico Studies of Antimalarial-Agent Artemisinin and Derivatives Portray More Potent Binding to Lys 353 and Lys31-Binding Hotspots of SARS-CoV-2 Spike Protein than Hydroxychloroquine: Potential Repurposing of Artenimol for COVID-19.", "ArticleIdList": ["PMC7441758", "32696720"]}, {"Citation": "Dittmar M., Lee J.S., Whig K., Segrist E., Li M., Jurado K., Samby K., Ramage H., Schultz D., Cherry S. bioRxiv; 2020. Drug Repurposing Screens Reveal FDA Approved Drugs Active against SARS-Cov-2.", "ArticleIdList": ["PMC7985926", "33811811"]}, {"Citation": "Cour M., Ovize M., Argaud L. Cyclosporine A: a valid candidate to treat COVID-19 patients with acute respiratory failure? Crit. Care. 2020;24:276.", "ArticleIdList": ["PMC7265662", "32487139"]}, {"Citation": "Martinez-Sanchez G., Schwartz A., Donna V.D. Potential cytoprotective activity of Ozone therapy in SARS-CoV-2/COVID-19. Antioxidants. 2020;9:389.", "ArticleIdList": ["PMC7278582", "32384798"]}, {"Citation": "Mehta D.R., Ashkar A.A., Mossman K.L. The nitric oxide pathway provides innate antiviral protection in conjunction with the type I interferon pathway in fibroblasts. PLoS One. 2012;7", "ArticleIdList": ["PMC3283670", "22363706"]}, {"Citation": "Kobayashi J., Murata I. Nitric oxide inhalation as an interventional rescue therapy for COVID-19-induced acute respiratory distress syndrome. Ann. Intensive Care. 2020;10", "ArticleIdList": ["PMC7238394", "32436029"]}, {"Citation": "Gu C., Wu Y., Guo H., Zhu Y., Xu W., Wang Y., Sun Z., Cai X., Li Y., Liu J., Yuan Z., Zhang R., Deng Q., Qu D., Xie Y. bioRxiv; 2020. Potent Antiviral Effect of Protoporphyrin IX and Verteporfin on SARS-CoV-2 Infection."}, {"Citation": "Jena A.B., Kanungo N., Nayak V., Chainy G.B.N., Dandapat J. Research Square; 2020. Catechin and Curcumin Interact with Corona (2019-nCoV/SARS-CoV2) Viral S Protein and ACE2 of Human Cell Membrane: Insights from Computational Study and Implication for Intervention."}, {"Citation": "Chen L., Hu C., Hood M., Zhang X., Zhang L., Kan J., Du J. A novel combination of vitamin C, Curcumin and glycyrrhizic acid potentially regulates immune and inflammatory response associated with coronavirus infections: a perspective from system biology analysis. Nutrients. 2020;12:1193.", "ArticleIdList": ["PMC7230237", "32344708"]}, {"Citation": "Yiu C.-Y., Chen S.-Y., Chang L.-K., Chiu Y.-F., Lin T.-P. Inhibitory effects of resveratrol on the epstein-barr virus lytic cycle. Molecules. 2010;15:7115–7124.", "ArticleIdList": ["PMC6259417", "20948499"]}, {"Citation": "Annunziata G., Maisto M., Schisano C., Ciampaglia R., Narciso V., Tenore G., Novellino E. Resveratrol as a novel anti-herpes simplex virus nutraceutical agent: an overview. Viruses. 2018;10:473.", "ArticleIdList": ["PMC6164158", "30177661"]}, {"Citation": "Lin S.-C., Ho C.-T., Chuo W.-H., Li S., Wang T.T., Lin C.-C. Effective inhibition of MERS-CoV infection by resveratrol. BMC Infect. Dis. 2017;17:144.", "ArticleIdList": ["PMC5307780", "28193191"]}, {"Citation": "Mishra A., Pathak Y., Tripathi V. Research Square; 2020. Natural Compounds as Potential Inhibitors of Novel Coronavirus (COVID-19) Main Protease: an in Silico Study."}, {"Citation": "Biesalski H.K. Vitamin D deficiency and co-morbidities in COVID-19 patients – a fatal relationship? NFS J. 2020;20:10–21."}, {"Citation": "Panarese A., Shahini E. Letter: covid-19, and vitamin D. Aliment. Pharmacol. Ther. 2020;51:993–995.", "ArticleIdList": ["PMC7262331", "32281109"]}, {"Citation": "Chowdhury T R.G., Mandal S.M. ChemRxiv; 2020. Silico Identification of a Potent Arsenic Based Approved Drug Darinaparsin against SARS-CoV-2: Inhibitor of RNA Dependent RNA Polymerase (RdRp) and Necessary Proteases.", "ArticleIdList": ["32718300"]}, {"Citation": "India A.M.G.o. 2020. Advisory for Corona Virus Homoeopathy for Prevention of Corona Virus Infections Unani Medicines Useful in Symptomatic Management of Corona Virus Infection."}, {"Citation": "Warnes S.L., Little Z.R., Keevil C.W., Colwell R. Human coronavirus 229E remains infectious on common touch surface materials. mBio. 2015;6 e01697-15.", "ArticleIdList": ["PMC4659470", "26556276"]}, {"Citation": "Raha S., Mallick R., Basak S., Duttaroy A.K. Is copper beneficial for COVID-19 patients? Med. Hypotheses. 2020;142:109814.", "ArticleIdList": ["PMC7199671", "32388476"]}, {"Citation": "Kumar A., Kubota Y., Chernov M., Kasuya H. Potential role of zinc supplementation in prophylaxis and treatment of COVID-19. Med. Hypotheses. 2020;144:109848.", "ArticleIdList": ["PMC7247509", "32512490"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "11"}, {"Year": "2020", "Month": "10", "Day": "5"}, {"Year": "2020", "Month": "10", "Day": "5"}, {"Year": "2020", "Month": "11", "Day": "2", "Hour": "5", "Minute": "33"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33131530", "PMC7547373", "10.1016/j.compbiomed.2020.104051", "S0010-4825(20)30382-6"]}}], "PubmedBookArticle": []}