{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["cardiomyopathy", "cardiovascular", "gestational hypertension", "intrauterine", "maternal", "ozone", "placenta", "preeclampsia"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33146391", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1093/toxsci/kfaa164"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "179", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "06"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Early Gestational Exposure to Inhaled Ozone Impairs Maternal Uterine Artery and Cardiac Function.", "Pagination": {"StartPage": "121", "EndPage": "134", "MedlinePgn": "121-134"}, "Abstract": {"AbstractText": ["Exposure to air pollutants such as ozone (O3) is associated with adverse pregnancy outcomes, including higher incidence of gestational hypertension, preeclampsia, and peripartum cardiomyopathy; however, the underlying mechanisms of this association remain unclear. We hypothesized that O3 exposures during early placental formation would lead to more adverse cardiovascular effects at term for exposed dams, as compared with late-term exposures. Pregnant Sprague Dawley rats were exposed (4 h) to either filtered air (FA) or O3 (0.3 or 1.0 ppm) at either gestational day (GD)10 or GD20, with longitudinal functional assessments and molecular endpoints conducted at term. Exposure at GD10 led to placental transcriptional changes at term that were consistent with markers in human preeclampsia, including reduced mmp10 and increased cd36, fzd1, and col1a1. O3 exposure, at both early and late gestation, induced a significant increase in maternal circulating soluble FMS-like tyrosine kinase-1 (sFlt-1), a known driver of preeclampsia. Otherwise, exposure to 0.3 ppm O3 at GD10 led to several late-stage cardiovascular outcomes in dams that were not evident in GD20-exposed dams, including elevated uterine artery resistance index and reduced cardiac output and stroke volume. GD10 O3 exposure proteomic profile in maternal hearts characterized by a reduction in proteins with essential roles in metabolism and mitochondrial function, whereas phosphoproteomic changes were consistent with pathways involved in cardiomyopathic responses. Thus, the developing placenta is an indirect target of inhaled O3 and systemic maternal cardiovascular abnormalities may be induced by O3 exposure at a specific window of gestation."], "CopyrightInformation": "© The Author(s) 2020. Published by Oxford University Press on behalf of the Society of Toxicology. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Garcia", "ForeName": "Marcus", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Salazar", "ForeName": "Raul", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Wilson", "ForeName": "Thomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Lucas", "ForeName": "Selita", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Herbert", "ForeName": "Guy", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Young", "ForeName": "Tamara", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Begay", "ForeName": "Jessica", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Denson", "ForeName": "Jesse L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Zychowski", "ForeName": "Katherine", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Range Sciences, New Mexico State University, Las Cruces, New Mexico 88003."}], "LastName": "Ashley", "ForeName": "Ryan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Arkansas Children's Research Institute, Little Rock, Arkansas 72202."}], "LastName": "Byrum", "ForeName": "Stephanie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry and Molecular Biology, University of Arkansas for Medical Sciences, Little Rock, Arkansas 72205."}], "LastName": "Mackintosh", "ForeName": "Samuel", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Bleske", "ForeName": "Barry E", "Initials": "BE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Neurobiology, Virginia Commonwealth University, Richmond, Virginia 23298-0709."}], "LastName": "Ottens", "ForeName": "Andrew K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, University of New Mexico Health Sciences Center, Albuquerque, New Mexico 87131."}], "LastName": "Campen", "ForeName": "Matthew J", "Initials": "MJ"}], "GrantList": [{"GrantID": "P20 GM103451", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "P20 GM130422", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "K99 ES029104", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "K12 GM088021", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R00 ES029104", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P20 GM121293", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES014639", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Placenta"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Proteomics"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": [], "DescriptorName": "Uterine Artery"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aragon M. J., Topper L., Tyler C. R., Sanchez B., Zychowski K., Young T., Herbert G., Hall P., Erdely A., Eye T., et al. (2017). Serum-borne bioactivity caused by pulmonary multiwalled carbon nanotubes induces neuroinflammation via blood-brain barrier impairment. Proc. Natl. Acad. Sci. U.S.A.  114, E1968–E1976.", "ArticleIdList": ["PMC5347541", "28223486"]}, {"Citation": "Arany Z., Elkayam U. (2016). Peripartum cardiomyopathy. Circulation  133, 1397–1409.", "ArticleIdList": ["27045128"]}, {"Citation": "Alexander B. T., Kassab S. E., Miller M. T., Abram S. R., Reckelhoff J. F., Bennett W. A., Granger J. P. (2001). Reduced uterine perfusion pressure during pregnancy in the rat is associated with increases in arterial pressure and changes in renal nitric oxide. Hypertension  37, 1191–1195.", "ArticleIdList": ["11304523"]}, {"Citation": "Borja-Aburto V. H., Loomis D. P., Bangdiwala S. I., Shy C. M., Rascon-Pacheco R. A. (1997). Ozone, suspended particulates, and daily mortality in mexico city. Am. J. Epidemiol. 145, 258–268.", "ArticleIdList": ["9012599"]}, {"Citation": "Calderon-Garciduenas L., Jewells V., Galaz-Montoya C., van Zundert B., Perez-Calatayud A., Ascencio-Ferrel E., Valencia-Salazar G., Sandoval-Cano M., Carlos E., Solorio E., et al. (2016). Interactive and additive influences of gender, bmi and apolipoprotein 4 on cognition in children chronically exposed to high concentrations of pm2.5 and ozone. Apoe 4 females are at highest risk in mexico city. Environ. Res. 150, 411–422.", "ArticleIdList": ["27376929"]}, {"Citation": "Channell M. M., Paffett M. L., Devlin R. B., Madden M. C., Campen M. J. (2012). Circulating factors induce coronary endothelial cell activation following exposure to inhaled diesel exhaust and nitrogen dioxide in humans: Evidence from a novel translational in vitro model. Toxicol. Sci. 127, 179–186.", "ArticleIdList": ["PMC3327867", "22331494"]}, {"Citation": "Choe S. A., Jun Y. B., Kim S. Y. (2018). Exposure to air pollution during preconceptional and prenatal periods and risk of hypertensive disorders of pregnancy: A retrospective cohort study in seoul, korea. BMC Pregnancy Childbirth  18, 340.", "ArticleIdList": ["PMC6106837", "30134853"]}, {"Citation": "Christophersen D. V., Jacobsen N. R., Jensen D. M., Kermanizadeh A., Sheykhzade M., Loft S., Vogel U., Wallin H., Moller P. (2016). Inflammation and vascular effects after repeated intratracheal instillations of carbon black and lipopolysaccharide. PLoS One  11, e0160731.", "ArticleIdList": ["PMC5003393", "27571356"]}, {"Citation": "Chuang G. C., Yang Z., Westbrook D. G., Pompilius M., Ballinger C. A., White C. R., Krzywanski D. M., Postlethwait E. M., Ballinger S. W. (2009). Pulmonary ozone exposure induces vascular dysfunction, mitochondrial damage, and atherogenesis. Am. J. Physiol. Lung Cell Mol. Physiol. 297, L209–216.", "ArticleIdList": ["PMC2742788", "19395667"]}, {"Citation": "Dadvand P., Figueras F., Basagana X., Beelen R., Martinez D., Cirach M., Schembari A., Hoek G., Brunekreef B., Nieuwenhuijsen M. J. (2013). Ambient air pollution and preeclampsia: A spatiotemporal analysis. Environ. Health Perspect. 121, 1365–1371.", "ArticleIdList": ["PMC3855505", "24021707"]}, {"Citation": "Dadvand P., Ostro B., Amato F., Figueras F., Minguillon M. C., Martinez D., Basagana X., Querol X., Nieuwenhuijsen M. (2014). Particulate air pollution and preeclampsia: A source-based analysis. Occup. Environ. Med. 71, 570–577.", "ArticleIdList": ["24683010"]}, {"Citation": "Endeshaw G., Berhan Y. (2015). Perinatal outcome in women with hypertensive disorders of pregnancy: A retrospective cohort study. Int. Sch. Res. Notices  2015, 1–8.", "ArticleIdList": ["PMC4897150", "27347505"]}, {"Citation": "EPA Current as of November 30, 2019. Nonattainment Areas for Criteria Pollutants (Green Book). Available at: https://www.epa.gov/green-book."}, {"Citation": "Fuller B. F., Cortes D. F., Landis M. K., Yohannes H., Griffin H. E., Stafflinger J. E., Bowers M. S., Lewis M. H., Fox M. A., Ottens A. K. (2012). Exposure of rats to environmental tobacco smoke during cerebellar development alters behavior and perturbs mitochondrial energetics. Environ. Health Perspect. 120, 1684–1691.", "ArticleIdList": ["PMC3548280", "23014793"]}, {"Citation": "Geer L. A., Weedon J., Bell M. L. (2012). Ambient air pollution and term birth weight in Texas from 1998 to 2004. J. Air Waste Manag. Assoc. 62, 1285–1295.", "ArticleIdList": ["PMC3536032", "23210220"]}, {"Citation": "Goulopoulou S. (2017). Maternal vascular physiology in preeclampsia. Hypertension  70, 1066–1073.", "ArticleIdList": ["29061723"]}, {"Citation": "Hatch G. E., Slade R., Harris L. P., McDonnell W. F., Devlin R. B., Koren H. S., Costa D. L., McKee J. (1994). Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am. J. Respir. Crit. Care Med. 150, 676–683.", "ArticleIdList": ["8087337"]}, {"Citation": "Henriquez A. R., Snow S. J., Schladweiler M. C., Miller C. N., Dye J. A., Ledbetter A. D., Richards J. E., Hargrove M. M., Williams W. C., Kodavanti U. P. (2018). Beta-2 adrenergic and glucocorticoid receptor agonists modulate ozone-induced pulmonary protein leakage and inflammation in healthy and adrenalectomized rats. Toxicol. Sci. 166, 288–305.", "ArticleIdList": ["PMC6659033", "30379318"]}, {"Citation": "Hochberg Y., Benjamini Y. (1990). More powerful procedures for multiple significance testing. Stat. Med. 9, 811–818.", "ArticleIdList": ["2218183"]}, {"Citation": "Hotchkiss J. A., Harkema J. R., Sun J. D., Henderson R. F. (1989). Comparison of acute ozone-induced nasal and pulmonary inflammatory responses in rats. Toxicol. Appl. Pharmacol. 98, 289–302.", "ArticleIdList": ["2711392"]}, {"Citation": "Intapad S., Warrington J. P., Spradley F. T., Palei A. C., Drummond H. A., Ryan M. J., Granger J. P., Alexander B. T. (2014). Reduced uterine perfusion pressure induces hypertension in the pregnant mouse. Am. J. Physiol. Regul. Integr. Comp. Physiol. 307, R1353–R1357.", "ArticleIdList": ["PMC4254941", "25298513"]}, {"Citation": "Ji F., Liu Q., Feng Z., Han X., Li Z. (2017). Genetic association between 1425G/A SNP in PRKCH and hypertrophic cardiomyopathy in a Chinese population. Oncotarget  8, 114839–114844.", "ArticleIdList": ["PMC5777736", "29383124"]}, {"Citation": "Kuźniar J., Piela A., Skret A., Szmigiel Z., Zaczek T. (1982). Echocardiographic estimation of hemodynamics in hypertensive pregnancy. Am. J. Obstet. Gynecol. 144, 430–437.", "ArticleIdList": ["7124862"]}, {"Citation": "Lee P. C., Talbott E. O., Roberts J. M., Catov J. M., Bilonick R. A., Stone R. A., Sharma R. K., Ritz B. (2012). Ambient air pollution exposure and blood pressure changes during pregnancy. Environ. Res. 117, 46–53.", "ArticleIdList": ["PMC3656658", "22835955"]}, {"Citation": "Liberda E. N., Cuevas A. K., Qu Q., Chen L. C. (2014). The acute exposure effects of inhaled nickel nanoparticles on murine endothelial progenitor cells. Inhal. Toxicol. 26, 588–597.", "ArticleIdList": ["PMC4212263", "25144474"]}, {"Citation": "Maji K. J., Ye W. F., Arora M., Nagendra S. M. S. (2019). Ozone pollution in Chinese cities: Assessment of seasonal variation, health effects and economic burden. Environ. Pollut. 247, 792–801.", "ArticleIdList": ["30721870"]}, {"Citation": "Malmqvist E., Jakobsson K., Tinnerberg H., Rignell-Hydbom A., Rylander L. (2013). Gestational diabetes and preeclampsia in association with air pollution at levels below current air quality guidelines. Environ. Health Perspect. 121, 488–493.", "ArticleIdList": ["PMC3620758", "23563048"]}, {"Citation": "Maynard S. E., Min J.-Y., Merchan J., Lim K.-H., Li J., Mondal S., Libermann T. A., Morgan J. P., Sellke F. W., Stillman I. E., et al. (2003). Excess placental soluble fms-like tyrosine kinase 1 (sflt1) may contribute to endothelial dysfunction, hypertension, and proteinuria in preeclampsia. J. Clin. Invest. 111, 649–658.", "ArticleIdList": ["PMC151901", "12618519"]}, {"Citation": "Miller C. N., Dye J. A., Ledbetter A. D., Schladweiler M. C., Richards J. H., Snow S. J., Wood C. E., Henriquez A. R., Thompson L. C., Farraj A. K., et al. (2017). Uterine artery flow and offspring growth in long-Evans rats following maternal exposure to ozone during implantation. Environ. Health Perspect. 125, 127005.", "ArticleIdList": ["PMC5963593", "29269335"]}, {"Citation": "Miller C. N., Stewart E. J., Snow S. J., Williams W. C., Richards J. H., Thompson L. C., Schladweiler M. C., Farraj A. K., Kodavanti U. P., Dye J. A. (2019). Ozone exposure during implantation increases serum bioactivity in HTR-8/SVneo trophoblasts. Toxicol. Sci. 168, 535–550.", "ArticleIdList": ["PMC6582634", "30649513"]}, {"Citation": "Mostovenko E., Young T., Muldoon P. P., Bishop L., Canal C. G., Vucetic A., Zeidler-Erdely P. C., Erdely A., Campen M. J., Ottens A. K. (2019). Nanoparticle exposure driven circulating bioactive peptidome causes systemic inflammation and vascular dysfunction. Part. Fibre Toxicol. 16, 20.", "ArticleIdList": ["PMC6542040", "31142334"]}, {"Citation": "Olsson D., Mogren I., Forsberg B. (2013). Air pollution exposure in early pregnancy and adverse pregnancy outcomes: A register-based cohort study. BMJ Open  3, e001955.", "ArticleIdList": ["PMC3585966", "23386578"]}, {"Citation": "Paffett M. L., Zychowski K. E., Sheppard L., Robertson S., Weaver J. M., Lucas S. N., Campen M. J. (2015). Ozone inhalation impairs coronary artery dilation via intracellular oxidative stress: Evidence for serum-borne factors as drivers of systemic toxicity. Toxicol. Sci. 146, 244–253.", "ArticleIdList": ["PMC4607748", "25962394"]}, {"Citation": "Parikh P., Blauwet L. (2018). Peripartum cardiomyopathy and preeclampsia: Overlapping diseases of pregnancy. Curr. Hypertens Rep. 20, 69.", "ArticleIdList": ["29971645"]}, {"Citation": "Patten I. S., Rana S., Shahul S., Rowe G. C., Jang C., Liu L., Hacker M. R., Rhee J. S., Mitchell J., Mahmood F., et al. (2012). Cardiac angiogenic imbalance leads to peripartum cardiomyopathy. Nature  485, 333–338.", "ArticleIdList": ["PMC3356917", "22596155"]}, {"Citation": "Pedersen M., Stayner L., Slama R., Sorensen M., Figueras F., Nieuwenhuijsen M. J., Raaschou-Nielsen O., Dadvand P. (2014). Ambient air pollution and pregnancy-induced hypertensive disorders: A systematic review and meta-analysis. Hypertension  64, 494–500.", "ArticleIdList": ["24935943"]}, {"Citation": "Peretz A., Sullivan J. H., Leotta D. F., Trenga C. A., Sands F. N., Allen J., Carlsten C., Wilkinson C. W., Gill E. A., Kaufman J. D. (2008). Diesel exhaust inhalation elicits acute vasoconstriction in vivo. Environ. Health Perspect. 116, 937–942.", "ArticleIdList": ["PMC2453163", "18629317"]}, {"Citation": "Postlethwait E. M., Langford S. D., Bidani A. (1990). Reactive absorption of nitrogen dioxide by pulmonary epithelial lining fluid. J. Appl. Physiol. (1985)  69, 523–531.", "ArticleIdList": ["2228862"]}, {"Citation": "Postlethwait E. M., Langford S. D., Bidani A. (1994). Determinants of inhaled ozone absorption in isolated rat lungs. Toxicol. Appl. Pharmacol. 125, 77–89.", "ArticleIdList": ["8128499"]}, {"Citation": "Pryor W. A. (1992). How far does ozone penetrate into the pulmonary air/tissue boundary before it reacts?  Free Radic. Biol. Med. 12, 83–88.", "ArticleIdList": ["1537573"]}, {"Citation": "Rao G. A., Larkin E. C., Harkema J. R., Dungworth D. L. (1985). Changes in lipids of lung lavage in monkeys after chronic exposure to ambient levels of ozone. Toxicol. Lett. 29, 207–214.", "ArticleIdList": ["4089887"]}, {"Citation": "Roberts J. M., Pearson G., Cutler J., Lindheimer M, Pregnancy NWGoRoHD. (2003). Summary of the NHLBI working group on research on hypertension during pregnancy. Hypertension  41, 437–445.", "ArticleIdList": ["12623940"]}, {"Citation": "Robertson S., Colombo E. S., Lucas S. N., Hall P. R., Febbraio M., Paffett M. L., Campen M. J. (2013). Cd36 mediates endothelial dysfunction downstream of circulating factors induced by o3 exposure. Toxicol. Sci. 134, 304–311.", "ArticleIdList": ["PMC3707435", "23650127"]}, {"Citation": "Salam M. T., Millstein J., Li Y. F., Lurmann F. W., Margolis H. G., Gilliland F. D. (2005). Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: Results from the children's health study. Environ. Health Perspect. 113, 1638–1644.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Say L., Chou D., Gemmill A., Tuncalp O., Moller A. B., Daniels J., Gulmezoglu A. M., Temmerman M., Alkema L. (2014). Global causes of maternal death: A who systematic analysis. Lancet Glob Health  2, e323–e333.", "ArticleIdList": ["25103301"]}, {"Citation": "Schisler J. C., Ronnebaum S. M., Madden M., Channell M., Campen M., Willis M. S. (2015). Endothelial inflammatory transcriptional responses to an altered plasma exposome following inhalation of diesel emissions. Inhal. Toxicol. 27, 272–280.", "ArticleIdList": ["PMC4765925", "25942053"]}, {"Citation": "Sones J. L., Davisson R. L. (2016). Preeclampsia, of mice and women. Physiol. Genomics  48, 565–572.", "ArticleIdList": ["PMC5005458", "27260843"]}, {"Citation": "Tamagawa E., Bai N., Morimoto K., Gray C., Mui T., Yatera K., Zhang X., Xing L., Li Y., Laher I., et al. (2008). Particulate matter exposure induces persistent lung inflammation and endothelial dysfunction. Am. J. Physiol. Lung Cell Mol. Physiol. 295, L79–85.", "ArticleIdList": ["PMC2494798", "18469117"]}, {"Citation": "Than N. G., Romero R., Hillermann R., Cozzi V., Nie G., Huppertz B. (2008). Prediction of preeclampsia - A workshop report. Placenta  29, 83–85.", "ArticleIdList": ["PMC2581617", "18061661"]}, {"Citation": "Than N. G., Romero R., Tarca A. L., Kekesi K. A., Xu Y., Xu Z., Juhasz K., Bhatti G., Leavitt R. J., Gelencser Z., et al. (2018). Integrated systems biology approach identifies novel maternal and placental pathways of preeclampsia. Front. Immunol. 9, 1661.", "ArticleIdList": ["PMC6092567", "30135684"]}, {"Citation": "Thompson L. C., Shannahan J. H., Perez C. M., Haykal-Coates N., King C., Hazari M. S., Brown J. M., Farraj A. K. (2019). Early proteome shift and serum bioactivity precede diesel exhaust-induced impairment of cardiovascular recovery in spontaneously hypertensive rats. Sci. Rep. 9, 6885.", "ArticleIdList": ["PMC6499793", "31053794"]}, {"Citation": "Tu J., Tu W., Tedders S. H. (2016). Spatial variations in the associations of term birth weight with ambient air pollution in Georgia, USA. Environ. Int. 92–93, 146–156.", "ArticleIdList": ["27104672"]}, {"Citation": "Wang Q., Zhang H., Liang Q., Knibbs L. D., Ren M., Li C., Bao J., Wang S., He Y., Zhu L., et al. (2018). Effects of prenatal exposure to air pollution on preeclampsia in Shenzhen, China. Environ. Pollut. 237, 18–27.", "ArticleIdList": ["29466771"]}, {"Citation": "Wiśniewski J. R., Zougman A., Nagaraj N., Mann M. (2009). Universal sample preparation method for proteome analysis. Nat. Methods  6, 359–362.", "ArticleIdList": ["19377485"]}, {"Citation": "Xu X., Hu H., Ha S., Roth J. (2014). Ambient air pollution and hypertensive disorder of pregnancy. J. Epidemiol. Community Health  68, 13–20.", "ArticleIdList": ["PMC3878158", "24022815"]}, {"Citation": "Zhu Y., Zhang C., Liu D., Ha S., Kim S. S., Pollack A., Mendola P. (2017). Ambient air pollution and risk of gestational hypertension. Am. J. Epidemiol. 186, 334–343.", "ArticleIdList": ["PMC5860464", "28472208"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "4", "Hour": "8", "Minute": "44"}, {"Year": "2020", "Month": "11", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33146391", "PMC8453811", "10.1093/toxsci/kfaa164", "5955789"]}}], "PubmedBookArticle": []}