{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Mortality", "Nitrogen dioxide", "Particulate matter", "Pediatric asthma", "Public health"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33152273", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "11", "Day": "02"}], "ELocationID": ["10.1016/j.envres.2020.110403", "S0013-9351(20)31300-1"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "192", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Air pollution declines during COVID-19 lockdowns mitigate the global health burden.", "Pagination": {"StartPage": "110403", "MedlinePgn": "110403"}, "Abstract": {"AbstractText": ["The lockdown response to COVID-19 has resulted in an unprecedented reduction in global economic activity and associated air pollutant levels, especially from a decline in land transportation. We utilized a network of >10,000 air quality stations distributed over 34 countries during lockdown dates up until 15 May 2020 to obtain lockdown related anomalies for nitrogen dioxide, ozone and particulate matter smaller than 2.5 μm in diameter (PM<sub>2.5</sub>). Pollutant anomalies were related to short-term health outcomes using empirical exposure-response functions. We estimate that there were a net total of 49,900 (11,000 to 90,000; 95% confidence interval) excess deaths and 89,000 (64,700 to 107,000) pediatric asthma emergency room visits avoided during lockdowns. In China and India alone, the PM<sub>2.5</sub>-related avoided excess mortality was 19,600 (15,300 to 24,000) and 30,500 (5700 to 68,000), respectively. While the state of COVID-19 imposed lockdown is not sustainable, these findings illustrate the potential health benefits gained by reducing \"business as usual\" air pollutant emissions from economic activities primarily through finding alternative transportation solutions."], "CopyrightInformation": "Copyright © 2020 The Author(s). Published by Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Terrestrial Ecology Section, Norwegian Institute for Nature Research - NINA, 0349, Oslo, Norway. Electronic address: zander.venter@nina.no."}], "LastName": "Venter", "ForeName": "Zander S", "Initials": "ZS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CICERO Center for International Climate Research, PO Box 1129 Blindern, N318, Oslo, Norway."}], "LastName": "Aunan", "ForeName": "Kristin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Chemistry, Max Planck Institute for Chemistry, 55128, Mainz, Germany."}], "LastName": "Chowdhury", "ForeName": "Sourangsu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Chemistry, Max Planck Institute for Chemistry, 55128, Mainz, Germany; Climate and Atmosphere Research Center, The Cyprus Institute, 1645, Nicosia, Cyprus."}], "LastName": "Lelieveld", "ForeName": "Jos", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "prevention & control"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Global Health"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Achakulwisut P., Brauer M., Hystad P., Anenberg S.C. Global, national, and urban burdens of paediatric asthma incidence attributable to ambient NO2 pollution: estimates from global datasets. Lancet Planet. Health. 2019;3:e166–e178. doi: 10.1016/S2542-5196(19)30046-4.", "ArticleIdList": ["10.1016/S2542-5196(19)30046-4", "30981709"]}, {"Citation": "Anenberg S.C., Henze D.K., Tinney V., Kinney P.L., Raich W., Fann N., Malley C.S., Roman H., Lamsal L., Duncan B., Martin R.V., Donkelaar A. Van, Brauer M., Doherty R., Jonson J.E., Davila Y., Sudo K., Kuylenstierna J.C.I. vol. 126. 2018. pp. 1–14. (Estimates of the Global Burden of Ambient PM 2 : 5 , Ozone , and NO 2 on Asthma Incidence and Emergency Room Visits).", "ArticleIdList": ["PMC6371661", "30392403"]}, {"Citation": "Aunan K., Ma Q., Lund M.T., Wang S. Population-weighted exposure to PM2.5 pollution in China: an integrated approach. Environ. Int. 2018;120:111–120. doi: 10.1016/j.envint.2018.07.042.", "ArticleIdList": ["10.1016/j.envint.2018.07.042", "30077943"]}, {"Citation": "Bao R., Zhang A. Does lockdown reduce air pollution? Evidence from 44 cities in northern China. Sci. Total Environ. 2020;731:139052. doi: 10.1016/j.scitotenv.2020.139052.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139052", "PMC7194561", "32413655"]}, {"Citation": "Burnett R., Chen H., Szyszkowicz M., Fann N., Hubbell B., Pope C.A., Apte J.S., Brauer M., Cohen A., Weichenthal S., Coggins J., Di Q., Brunekreef B., Frostad J., Lim S.S., Kan H., Walker K.D., Thurston G.D., Hayes R.B., Lim C.C., Turner M.C., Jerrett M., Krewski D., Gapstur S.M., Diver W.R., Ostro B., Goldberg D., Crouse D.L., Martin R.V., Peters P., Pinault L., Tjepkema M., van Donkelaar A., Villeneuve P.J., Miller A.B., Yin P., Zhou M., Wang L., Janssen N.A.H., Marra M., Atkinson R.W., Tsang H., Quoc Thach T., Cannon J.B., Allen R.T., Hart J.E., Laden F., Cesaroni G., Forastiere F., Weinmayr G., Jaensch A., Nagel G., Concin H., Spadaro J.V. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. Proc. Natl. Acad. Sci. Unit. States Am. 2018;115:9592. LP – 9597.", "ArticleIdList": ["PMC6156628", "30181279"]}, {"Citation": "Chowdhury S., Pozzer A., Dey S., Klingmüller K., Lelieveld J. Changing risk factors that contribute to premature mortality from ambient air pollution between 2000 and 2015. Environ. Res. Lett. 2020;15 doi: 10.1088/1748-9326/ab8334.", "ArticleIdList": ["10.1088/1748-9326/ab8334"]}, {"Citation": "Cohen J., Kupferschmidt K. Strategies shift as coronavirus pandemic looms. Science. 2020;80(367):962. doi: 10.1126/science.367.6481.962. LP – 963.", "ArticleIdList": ["10.1126/science.367.6481.962", "32108093"]}, {"Citation": "Conticini E., Frediani B., Caro D. Can atmospheric pollution be considered a co-factor in extremely high level of SARS-CoV-2 lethality in Northern Italy? Environ. Pollut. 2020;261:114465. doi: 10.1016/j.envpol.2020.114465.", "ArticleIdList": ["10.1016/j.envpol.2020.114465", "PMC7128509", "32268945"]}, {"Citation": "Crippa M., Guizzardi D., Muntean M., Schaaf E., Dentener F., van Aardenne J.A., Monni S., Doering U., Olivier J.G.J., Pagliari V., Janssens-Maenhout G. Gridded emissions of air pollutants for the period 1970–2012 within EDGAR v4.3.2. Earth Syst. Sci. Data. 2018;10:1987–2013. doi: 10.5194/essd-10-1987-2018.", "ArticleIdList": ["10.5194/essd-10-1987-2018"]}, {"Citation": "Cui Y., Zhang Z.-F., Froines J., Zhao J., Wang H., Yu S.-Z., Detels R. Air pollution and case fatality of SARS in the People's Republic of China: an ecologic study. Environ. Health. 2003;2:15. doi: 10.1186/1476-069X-2-15.", "ArticleIdList": ["10.1186/1476-069X-2-15", "PMC293432", "14629774"]}, {"Citation": "Dantas G., Siciliano B., França B.B., da Silva C.M., Arbilla G. The impact of COVID-19 partial lockdown on the air quality of the city of Rio de Janeiro, Brazil. Sci. Total Environ. 2020;729:139085. doi: 10.1016/j.scitotenv.2020.139085.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139085", "PMC7194802", "32361428"]}, {"Citation": "Gasparrini A., Guo Y., Hashizume M., Lavigne E., Zanobetti A., Schwartz J., Tobias A., Tong S., Rocklöv J., Forsberg B., Leone M., De Sario M., Bell M.L., Guo Y.-L.L., Wu C., Kan H., Yi S.-M., de Sousa Zanotti Stagliorio Coelho M., Saldiva P.H.N., Honda Y., Kim H., Armstrong B. Mortality risk attributable to high and low ambient temperature: a multicountry observational study. Lancet. 2015;386:369–375. doi: 10.1016/S0140-6736(14)62114-0.", "ArticleIdList": ["10.1016/S0140-6736(14)62114-0", "PMC4521077", "26003380"]}, {"Citation": "Gridded Population of the World Version 4 (GPWv4): population count, revision 11. Cent. Int. Earth Sci. Inf. Netw. - CIESIN - Columbia Univ. 2018 doi: 10.7927/H4JW8BX5. [WWW Document]", "ArticleIdList": ["10.7927/H4JW8BX5"]}, {"Citation": "Hoesly R.M., Smith S.J., Feng L., Klimont Z., Janssens-Maenhout G., Pitkanen T., Seibert J.J., Vu L., Andres R.J., Bolt R.M., Bond T.C., Dawidowski L., Kholod N., Kurokawa J.-I., Li M., Liu L., Lu Z., Moura M.C.P., O'Rourke P.R., Zhang Q. Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emissions Data System (CEDS) Geosci. Model Dev. 2018;11:369–408. doi: 10.5194/gmd-11-369-2018.", "ArticleIdList": ["10.5194/gmd-11-369-2018"]}, {"Citation": "Lelieveld J., Pozzer A., Pöschl U., Fnais M., Haines A., Münzel T. Loss of life expectancy from air pollution compared to other risk factors: a worldwide perspective. Cardiovasc. Res. 2020 doi: 10.1093/cvr/cvaa025.", "ArticleIdList": ["10.1093/cvr/cvaa025", "PMC7449554", "32123898"]}, {"Citation": "Li C., McLinden C., Fioletov V., Krotkov N., Carn S., Joiner J., Streets D., He H., Ren X., Li Z., Dickerson R.R. India is overtaking China as the world's largest emitter of anthropogenic sulfur dioxide. Sci. Rep. 2017;7:14304. doi: 10.1038/s41598-017-14639-8.", "ArticleIdList": ["10.1038/s41598-017-14639-8", "PMC5680191", "29123116"]}, {"Citation": "Liu C., Chen R., Sera F., Vicedo-Cabrera A.M., Guo Y., Tong S., Coelho M.S.Z.S., Saldiva P.H.N., Lavigne E., Matus P., Valdes Ortega N., Osorio Garcia S., Pascal M., Stafoggia M., Scortichini M., Hashizume M., Honda Y., Hurtado-Díaz M., Cruz J., Nunes B., Teixeira J.P., Kim H., Tobias A., Íñiguez C., Forsberg B., Åström C., Ragettli M.S., Guo Y.-L., Chen B.-Y., Bell M.L., Wright C.Y., Scovronick N., Garland R.M., Milojevic A., Kyselý J., Urban A., Orru H., Indermitte E., Jaakkola J.J.K., Ryti N.R.I., Katsouyanni K., Analitis A., Zanobetti A., Schwartz J., Chen J., Wu T., Cohen A., Gasparrini A., Kan H. Ambient particulate air pollution and daily mortality in 652 cities. N. Engl. J. Med. 2019;381:705–715. doi: 10.1056/NEJMoa1817364.", "ArticleIdList": ["10.1056/NEJMoa1817364", "PMC7891185", "31433918"]}, {"Citation": "Mills I.C., Atkinson R.W., Anderson H.R., Maynard R.L., Strachan D.P. Distinguishing the associations between daily mortality and hospital admissions and nitrogen dioxide from those of particulate matter: a systematic review and meta-analysis. BMJ Open. 2016;6 doi: 10.1136/bmjopen-2015-010751.", "ArticleIdList": ["10.1136/bmjopen-2015-010751", "PMC4964176", "27443553"]}, {"Citation": "Muhammad S., Long X., Salman M. COVID-19 pandemic and environmental pollution: a blessing in disguise? Sci. Total Environ. 2020;728:138820. doi: 10.1016/j.scitotenv.2020.138820.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138820", "PMC7169881", "32334164"]}, {"Citation": "Nakada L.Y.K., Urban R.C. COVID-19 pandemic: impacts on the air quality during the partial lockdown in São Paulo state, Brazil. Sci. Total Environ. 2020;730:139087. doi: 10.1016/j.scitotenv.2020.139087.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139087", "PMC7189200", "32380370"]}, {"Citation": "Roth G.A., Abate D., Abate K.H., Abay S.M., Abbafati C., Abbasi N., et al. Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2018;392:1736–1788. doi: 10.1016/S0140-6736(18)32203-7.", "ArticleIdList": ["10.1016/S0140-6736(18)32203-7", "PMC6227606", "30496103"]}, {"Citation": "Schwartz J. Is there harvesting in the association of airborne particles with daily deaths and hospital admissions? Epidemiology. 2001;12", "ArticleIdList": ["11138820"]}, {"Citation": "Shen H., Shen G., Chen Y., Russell A., Hu Y., Duan X., Meng W., Xu Y., Yun X., Lyu B., Zhao S., Hakami A., Tao S., Smith K.R. EarthArXiv; 2020. Increased Air Pollution Exposure Among the Chinese Population during the National Quarantine in 2020.", "ArticleIdList": ["33398145"]}, {"Citation": "Vicedo-Cabrera A.M., Sera F., Liu C., Armstrong B., Milojevic A., Guo Y., Tong S., Lavigne E., Kyselý J., Urban A., Orru H., Indermitte E., Pascal M., Huber V., Schneider A., Katsouyanni K., Samoli E., Stafoggia M., Scortichini M., Hashizume M., Honda Y., Ng C.F.S., Hurtado-Diaz M., Cruz J., Silva S., Madureira J., Scovronick N., Garland R.M., Kim H., Tobias A., Íñiguez C., Forsberg B., Åström C., Ragettli M.S., Röösli M., Guo Y.-L.L., Chen B.-Y., Zanobetti A., Schwartz J., Bell M.L., Kan H., Gasparrini A. Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ. 2020;368:m108. doi: 10.1136/bmj.m108.", "ArticleIdList": ["10.1136/bmj.m108", "PMC7190035", "32041707"]}, {"Citation": "Venter Z.S., Aunan K., Chowdhury S., Lelieveld J. Proceedings of the National Academy of Sciences. 2020. COVID-19 lockdowns cause global air pollution declines.", "ArticleIdList": ["10.1073/pnas.2006853117", "PMC7430997", "32723816"]}, {"Citation": "Wu X., Nethery R.C., Sabath B.M., Braun D., Dominici F. 2020. Exposure to Air Pollution and COVID-19 Mortality in the United States: a Nationwide Cross-Sectional Study. medRxiv 2020.04.05.20054502.", "ArticleIdList": ["10.1101/2020.04.05.20054502", "PMC7673673", "33148655"]}, {"Citation": "Zheng X., Ding H., Jiang L., Chen S., Zheng J., Qiu M., Zhou Y., Chen Q., Guan W. Association between air pollutants and asthma emergency room visits and hospital admissions in time series studies: a systematic review and meta-analysis. PloS One. 2015;10", "ArticleIdList": ["PMC4575194", "26382947"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2020", "Month": "10", "Day": "21"}, {"Year": "2020", "Month": "10", "Day": "26"}, {"Year": "2020", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "5", "Hour": "20", "Minute": "11"}, {"Year": "2020", "Month": "11", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33152273", "PMC7605823", "10.1016/j.envres.2020.110403", "S0013-9351(20)31300-1"]}}], "PubmedBookArticle": []}