{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air quality", "climate change", "co-benefits", "greenhouse gas", "ozone", "particulate matter", "premature mortality"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33204303", "DateRevised": {"Year": "2020", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "11", "Day": "14"}], "ELocationID": ["114033", "10.1088/1748-9326/aa8f76"], "Journal": {"ISSN": "1748-9326", "JournalIssue": {"Volume": "12", "Issue": "11", "PubDate": {"Year": "2017", "Month": "Nov"}}, "Title": "Environmental research letters : ERL [Web site]", "ISOAbbreviation": "Environ Res Lett"}, "ArticleTitle": "Co-benefits of global, domestic, and sectoral greenhouse gas mitigation for US air quality and human health in 2050.", "Abstract": {"AbstractText": ["Reductions in greenhouse gas (GHG) emissions can bring ancillary benefits of improved air quality and reduced premature mortality, in addition to slowing climate change. Here we study the co-benefits of global and domestic GHG mitigation on US air quality and human health in 2050 at fine resolution using dynamical downscaling of meteorology and air quality from global simulations to the continental US, and quantify for the first time the co-benefits from foreign GHG mitigation. Relative to the reference scenario from which RCP4.5 was created, global GHG reductions in RCP4.5 avoid 16000 PM<sub>2.5</sub>-related all-cause deaths yr<sup>-1</sup> (90% confidence interval, 11700-20300), and 8000 (3600-12400) O<sub>3</sub>-related respiratory deaths yr<sup>-1</sup> in the US in 2050. Foreign GHG mitigation avoids 15% and 62% of PM<sub>2.5</sub>- and O<sub>3</sub>-related total avoided deaths, highlighting the importance of foreign mitigation for US health. GHG mitigation in the US residential sector brings the largest co-benefits for PM<sub>2.5</sub>-related deaths (21% of total domestic co-benefits), and industry for O<sub>3</sub> (17%). Monetized benefits for avoided deaths from ozone and PM<sub>2.5</sub> are $137 ($87-187) per ton CO<sub>2</sub> at high valuation and $45 ($29-62) at low valuation, of which 31% are from foreign GHG reductions. These benefits likely exceed the marginal cost of GHG reductions in 2050. The US gains significantly greater air quality and health co-benefits when its GHG emission reductions are concurrent with reductions in other nations. Similarly, previous studies estimating co-benefits locally or regionally may greatly underestimate the full co-benefits of coordinated global actions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Sciences and Engineering Department, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."}, {"Identifier": [], "Affiliation": "Now at Environmental Protection Agency, Research Triangle Park, NC 27709, USA."}], "LastName": "Zhang", "ForeName": "Yuqiang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint Global Change Research Institute, Pacific Northwest National Laboratory, College Park, MD 20740, USA."}], "LastName": "Smith", "ForeName": "Steven J", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for the Environment, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."}], "LastName": "Bowden", "ForeName": "Jared H", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Sciences and Engineering Department, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."}, {"Identifier": [], "Affiliation": "Institute for the Environment, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."}], "LastName": "Adelman", "ForeName": "Zachariah", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Sciences and Engineering Department, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."}], "LastName": "West", "ForeName": "J Jason", "Initials": "JJ"}], "GrantList": [{"GrantID": "R21 ES022600", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Res Lett", "NlmUniqueID": "101295599", "ISSNLinking": "1748-9326"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anenberg SC, West JJ, Fiore AM, Jaffe DA, Prather M, Bergmann D, Cuvelier K and Dentener FJ 2009. Intercontinental Impacts of Ozone Pollution on Human Mortality Environ. Sci. Technol 43 6482–7", "ArticleIdList": ["19764205"]}, {"Citation": "Anenberg SC, West JJ, Yu H, Chin M, Schulz M, Bergmann D, Bey I, Bian H, Diehl T, Fiore AM, Hess P, Marmer E, Montanaro V, Park R, Shindell D, Takemura T and Dentener F 2014. Impacts of intercontinental transport of anthropogenic fine particulate matter on human mortality Air Qual. Atmos. Heal 7 369–79"}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, Kinney PL, Knowlton K, Lynn B, Rosenthal J, Rosenzweig C and Patz JA 2007. Climate change, ambient ozone, and health in 50 US cities Clim. Change 82 61–76"}, {"Citation": "Bell ML, Davis DL, Cifuentes LA, Krupnick AJ, Morgenstern RD and Thurston GD 2008. Ancillary human health benefits of improved air quality resulting from climate change mitigation Environ. Health 7 41.", "ArticleIdList": ["PMC2519068", "18671873"]}, {"Citation": "Bowden JH, Otte TL, Nolte CG and Otte MJ 2012. Examining Interior Grid Nudging Techniques Using Two-Way Nesting in the WRF Model for Regional Climate Modeling J. Clim 25 2805–23"}, {"Citation": "Bowden JH, Nolte CG and Otte TL 2013. Simulating the impact of the large-scale circulation on the 2-m temperature and precipitation climatology Clim. Dyn 40 1903–20"}, {"Citation": "Byun D and Schere KL 2006. Review of the Governing Equations, Computational Algorithms, and Other Components of the Models-3 Community Multiscale Air Quality (CMAQ) Modeling System Appl. Mech. Rev 59 51"}, {"Citation": "Caiazzo F, Ashok A, Waitz IA, Yim SHL and Barrett SRH 2013. Air pollution and early deaths in the United States. Part I: Quantifying the impact of major sectors in 2005 Atmos. Environ 79 198–208"}, {"Citation": "Capps SL, Driscoll CT, Fakhraei H, Templer PH, Craig KJ, Milford JB and Lambert KF 2016. Estimating potential productivity cobenefits for crops and trees from reduced ozone with U.S. coal power plant carbon standards J. Geophys. Res 121 14,679–14,90"}, {"Citation": "Clarke LE, Edmonds JA, Jacoby HD, Pitcher HM, Reilly JM and Richels RG 2007. Scenarios of Greenhouse Gas Emissions and Atmospheric Concentrations Program 2011 164"}, {"Citation": "Cifuentes L, Borja-aburto VH, Gouveia N, Thurston G and Davis DL 2001. Hidden Health Benefits of Greenhouse Gas Mitigation Science 293 1257–9", "ArticleIdList": ["11509711"]}, {"Citation": "Chuwah C, Noije TV, Vuuren D P. v, Stehfest E, Hazeleger W 2015. Global impacts of surface ozone changes on crop yields and land use Atmos. Environ 106 11–23"}, {"Citation": "Deser C, Knutti R, Solomon S and Phillips AS 2012. Communication of the Role of Natural Variability in Future North American Climate Nat. Clim. Chang 2 1–19"}, {"Citation": "Donner LJ, Wyman BL, Hemler RS, Horowitz LW, Ming Y, Zhao M, Golaz JC, Ginoux P, Lin SJ, Schwarzkopf MD, Austin J, Alaka G, Cooke WF, Delworth TL, Freidenreich SM, Gordon CT, Griffies SM, Held IM, Hurlin WJ, Klein SA, Knutson TR, Langenhorst AR, Lee HC, Lin Y, Magi BI, Malyshev SL, Milly PCD, Naik V, Nath MJ, Pincus R, Ploshay JJ, Ramaswamy V, Seman CJ, Shevliakova E, Sirutis JJ, Stern WF, Stouffer RJ, Wilson RJ, Winton M, Wittenberg AT and Zeng F 2011. The dynamical core, physical parameterizations, and basic simulation characteristics of the atmospheric component AM3 of the GFDL global coupled model CM3 J. Clim 24 3484–519"}, {"Citation": "Driscoll CT, Buonocore JJ, Levy JI, Lambert KF, Burtraw D, Reid SB, Fakhraei H and Schwartz J 2015. US power plant carbon standards and clean air and health co-benefits Nat. Clim. Chang 5 535–40"}, {"Citation": "Duncan BN, West JJ, Yoshida Y, Fiore AM and Ziemke JR 2008. The influence of European pollution on ozone in the Near East and northern Africa Atmos. Chem. Phys 8 2267–83"}, {"Citation": "Fang Y, Mauzerall DL, Liu J, Fiore AM and Horowitz LW 2013. Impacts of 21st century climate change on global air pollution-related premature mortality Clim. Change 121 239–53"}, {"Citation": "Fann N, Baker KR and Fulcher CM 2012. Characterizing the PM2.5-related health benefits of emission reductions for 17 industrial, area and mobile emission sectors across the U.S. Environ. Int 49 141–51", "ArticleIdList": ["23022875"]}, {"Citation": "Fann N, Fulcher CM and Baker K 2013. The recent and future health burden of air pollution apportioned across U.S. sectors Environ. Sci. Technol 47 3580–9", "ArticleIdList": ["23506413"]}, {"Citation": "Fann N, Nolte CG, Dolwick P, Spero TL, Brown AC, Phillips S and Anenberg S 2015. The geographic distribution and economic value of climate change-related ozone health impacts in the United States in 2030 J. Air Waste Manage. Assoc 65 570–80", "ArticleIdList": ["25947315"]}, {"Citation": "Fiore AM, Naik V, Spracklen DV, Steiner A, Unger N, Prather M, Bergmann D, Cameron-Smith PJ, Cionni I, Collins WJ, Dalsøren S, Eyring V, Folberth GA, Ginoux P, Horowitz LW, Josse B, Lamarque J-F, MacKenzie IA, Nagashima T, O’Connor FM, Righi M, Rumbold ST, Shindell DT, Skeie RB, Sudo K, Szopa S, Takemura T and Zeng G 2012. Global air quality and climate. Chem. Soc. Rev 41 6663–83", "ArticleIdList": ["22868337"]}, {"Citation": "Fiore AM, Naik V and Leibensperger EM 2015. Air Quality and Climate Connections J. Air Waste Manage. Assoc 65 645–85", "ArticleIdList": ["25976481"]}, {"Citation": "Friel S, Dangour AD, Garnett T, Lock K, Chalabi Z, Roberts I, Butler A, Butler CD, Waage J, McMichael AJ and Haines A 2009. Public health benefits of strategies to reduce greenhouse-gas emissions: food and agriculture The Lancet 374 2016–25", "ArticleIdList": ["19942280"]}, {"Citation": "Houyoux MR, Vukovich JM, Coats CJ, Wheeler NJM and Kasibhatla PS 2000. Emission inventory development and processing for the Seasonal Model for Regional Air Quality (SMRAQ) project J. Geophys. Res 105 9079"}, {"Citation": "Hughes BB, Kuhn R, Peterson CM, Rothman DS, Solórzano JR, Mathers CD and Dickson JR 2011. Projections of global health outcomes from 2005 to 2060 using the International Futures integrated forecasting model Bull. World Health Organ 89 478–86", "ArticleIdList": ["PMC3127264", "21734761"]}, {"Citation": "Jiang X, Hong C, Zheng Y, Zheng B, Guan D, Gouldson A, Zhang Q and He K 2015. To what extent can China’s near-term air pollution control policy protect air quality and human health? A case study of the Pearl River Delta region Environ. Res. Lett 10 104006"}, {"Citation": "Jerrett M, Burnett RT, Pope CA, Ito K, Thurston G, Krewski D, Shi Y, Calle E and Thun M 2009. Long-term ozone exposure and mortality N. Engl. J. Med 360 1085–95", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Jacob DJ and Winner DA 2009. Effect of climate change on air quality Atmos. Environ 43 51–63"}, {"Citation": "Jakob M 2006. Marginal costs and co-benefits of energy efficiency investments Energy Policy 34 172–87"}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, Turner MC, Pope III CA, Thurston G, Calle EE, Thun MJ, Beckerman B, DeLuca P, Finkelstein N, Ito K, Moore DK, Newbold KB, Ramsay T, Ross Z, Shin H and Tempalski B 2009. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality Res Rep Heal. Eff Inst 140 5–36", "ArticleIdList": ["19627030"]}, {"Citation": "Kim Y-M, Zhou Y, Gao Y, Fu JS, Johnson BA, Huang C and Liu Y 2015. Spatially resolved estimation of ozone-related mortality in the United States under two Representative Concentration Pathways (RCPs) and their uncertainty. Clim. Change 128 71–84", "ArticleIdList": ["PMC4267285", "25530644"]}, {"Citation": "Laden F, Schwartz J, Speizer FE and Dockery DW 2006. Reduction in fine particulate air pollution and mortality: Extended follow-up of the Harvard Six Cities study Am. J. Respir. Crit. Care Med 173 667–72", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Lepeule J, Laden F, Dockery D and Schwartz J 2012. Chronic exposure to fine particles and mortality: An extended follow-up of the Harvard six cities study from 1974 to 2009 Environ. Health Perspect 120 965–70", "ArticleIdList": ["PMC3404667", "22456598"]}, {"Citation": "Lelieveld J, Evans JS, Fnais M, Giannadaki D and Pozzer A 2015. The contribution of outdoor air pollution sources to premature mortality on a global scale Nature 525 367–71", "ArticleIdList": ["26381985"]}, {"Citation": "Li Y, Henze DK, Jack D and Kinney PL 2015. The influence of air quality model resolution on health impact assessment for fine particulate matter and its components Air Qual. Atmos. Heal 9 51–68", "ArticleIdList": ["PMC5484574", "28659994"]}, {"Citation": "Li Y, Henze DK, Jack D, Henderson BH and Kinney PL 2016. Assessing public health burden associated with exposure to ambient black carbon in the United States Sci. Total Environ 539 515–25", "ArticleIdList": ["PMC4761114", "26383853"]}, {"Citation": "Liu J, Mauzerall DL and Horowitz LW 2009. Evaluating inter-continental transport of fine aerosols:(2) Global health impact Atmos. Environ 43 4339–47"}, {"Citation": "Markandya A, Armstrong BG, Hales S, Chiabai A, Criqui P, Mima S, Tonne C and Wilkinson P 2009. Public health benefits of strategies to reduce greenhouse-gas emissions: low-carbon electricity generation The Lancet 374 2006–15", "ArticleIdList": ["19942282"]}, {"Citation": "McCollum DL, Krey V, Riahi K, Kolp P, Grubler A, Makowski M and Nakicenovic N 2013. Climate policies can help resolve energy security and air pollution challenges Climatic Change 119 479–94"}, {"Citation": "Morita H, Yang S, Unger N and Kinney PL 2014. Global health impacts of future aviation emissions under alternative control scenarios Environ. Sci. Technol 48 14659–67", "ArticleIdList": ["PMC4270391", "25412200"]}, {"Citation": "Naik V, Horowitz LW, Fiore AM, Ginoux P, Mao J, Aghedo AM and Levy H 2013. Impact of preindustrial to present-day changes in short-lived pollutant emissions on atmospheric composition and climate forcing J. Geophys. Res. Atmos 118 8086–110"}, {"Citation": "Nemet GF, Holloway T and Meier P 2010. Implications of incorporating air-quality co-benefits into climate change policymaking Environ. Res. Lett 5 014007"}, {"Citation": "Otte TL, Nolte CG, Otte MJ and Bowden JH 2012. Does Nudging Squelch the Extremes in Regional Climate Modeling? J. Clim 25 7046–66"}, {"Citation": "Plachinski SD, Holloway T, Meier PJ, Nemet GF, Rrushaj A, Oberman JT, Duran PL and Voigt CL 2014. Quantifying the emissions and air quality co-benefits of lower-carbon electricity production Atmos. Environ 94 180–91"}, {"Citation": "Post ES, Grambsch A, Weaver C, Morefield P, Huang J, Leung LY, Nolte CG, Adams P, Liang XZ, Zhu JH and Mahoney H 2012. Variation in estimated ozone-related health impacts of climate change due to modeling choices and assumptions Environ. Health Perspect 120 1559–64", "ArticleIdList": ["PMC3556604", "22796531"]}, {"Citation": "Punger EM and West JJ 2013. The effect of grid resolution on estimates of the burden of ozone and fine particulate matter on premature mortality in the USA Air Qual. Atmos. Heal 6 563–73", "ArticleIdList": ["PMC3862082", "24348882"]}, {"Citation": "Rao S, Klimont Z, Leitao J, Riahi K, van Dingenen R, Reis LA, Calvin K, Dentener F, Drouet L, Fujimori S, Harmsen M, Luderer G, Heyes C, Strefler J, Tavoni M and van Vuuren DP 2016. A multi-model assessment of the co-benefits of climate mitigation for global air quality Environ. Res. Lett 11 124013"}, {"Citation": "Rao S, Klimont Z, Smith SJ, Van Dingenen R, Dentener F, Bouwman L, Riahi K, Amann M, Bodirsky BL, van Vuuren DP, Aleluia Reis L, Calvin K, Drouet L, Fricko O, Fujimori S, Gernaat D, Havlik P, Harmsen M, Hasegawa T, Heyes C, Hilaire J, Luderer G, Masui T, Stehfest E, Strefler J, van derSluis S and Tavoni M 2017. Future air pollution in the Shared Socio-economic Pathways Global Environmental Change 42 346–58"}, {"Citation": "RTI International\n2015. \nBenMAP-CE: Environmental Benefits Mapping and Analysis Program-Community Edition, User’s Manual Appendices\nAvailable from RTI International, http://www2.epa.gov/benmap/manual-and-appendices-benmap-ce, [1 December 2015]"}, {"Citation": "Selin NE, Wu S, Nam KM, Reilly JM, Paltsev S, Prinn RG and Webster MD 2009. Global health and economic impacts of future ozone pollution Environ. Res. Lett 4 044014"}, {"Citation": "Smith KR, Woodward A, Campbell-Lendrum D, Chadee DD, Honda Y, Liu Q, Olwoch JM, Revich B, and Sauerborn R 2014. Human health: impacts, adaptation, and co-benefits. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 709–754."}, {"Citation": "Smith SJ, West JJ, Kyle P 2011. Economically consistent long-term scenarios for air pollutant and greenhouse gas emissions Clim. Chang 108 619–627"}, {"Citation": "Skamarock WC and Klemp JB 2008. A time-split nonhydrostatic atmospheric model for weather research and forecasting applications J. Comput. Phys 227 3465–85"}, {"Citation": "Silva RA, West JJ, Zhang Y, Anenberg SC, Lamarque J-F, Shindell DT, Collins WJ, Dalsoren S, Faluvegi G, Folberth G, Horowitz LW, Nagashima T, Naik V, Rumbold S, Skeie R, Sudo K, Takemura T, Bergmann D, Cameron-Smith P, Cionni I, Doherty RM, Eyring V, Josse B, MacKenzie IA, Plummer D, Righi M, Stevenson DS, Strode S, Szopa S and Zeng G 2013. Global premature mortality due to anthropogenic outdoor air pollution and the contribution of past climate change Environ. Res. Lett 8 34005"}, {"Citation": "Silva RA, West JJ, Lamarque JF, Shindell DT, Collins WJ, Dalsoren S, Faluvegi G, Folberth G, Horowitz LW, Nagashima T, Naik V, Rumbold ST, Sudo K, Takemura T, Bergmann D, Cameron-Smith P, Cionni I, Doherty RM, Eyring V, Josse B, MacKenzie IA, Plummer D, Righi M, Stevenson DS, Strode S, Szopa S and Zengast G 2016a. The effect of future ambient air pollution on human premature mortality to 2100 using output from the ACCMIP model ensemble Atmos. Chem. Phys 16 9847–62", "ArticleIdList": ["PMC5730074", "29250104"]}, {"Citation": "Silva RA, Adelman Z, Fry MM and West JJ 2016b. The Impact of Individual Anthropogenic Emissions Sectors on the Global Burden of Human Mortality due to Ambient Air Pollution Environ. Health Perspect 1776 1776–84", "ArticleIdList": ["PMC5089880", "27177206"]}, {"Citation": "Sun J, Fu JS, Huang K and Gao Y 2015. Estimation of future PM2.5- and ozone-related mortality over the continental United States in a changing climate: An application of high-resolution dynamical downscaling technique J. Air Waste Manage. Assoc 65 611–23", "ArticleIdList": ["25947319"]}, {"Citation": "Tagaris E, Liao K-J, DeLucia AJ, Deck L, Amar P and Russell AG 2009. Potential Impact of Climate Change on Air Pollution-Related Human Health Effects Environ. Sci. Technol 43 4979–88", "ArticleIdList": ["19673295"]}, {"Citation": "Thompson TM, Rausch S, Saari RK and Selin NE 2014. A systems approach to evaluating the air quality co-benefits of US carbon policies Nat. Clim. Chang 4 917–23"}, {"Citation": "Thomson AM, Calvin KV, Smith SJ, Kyle GP, Volke A, Patel P, Delgado-Arias S, Bond-Lamberty B, Wise MA, Clarke LE and Edmonds JA 2011. RCP4.5: A pathway for stabilization of radiative forcing by 2100 Clim. Change 109 77–94"}, {"Citation": "Trail MA, Tsimpidi AP, Liu P, Tsigaridis K, Hu Y, Rudokas JR, Miller PJ, Nenes A and Russell AG 2015. Impacts of Potential CO2-Reduction Policies on Air Quality in the United States Environ. Sci. Technol 49 5133–41", "ArticleIdList": ["25811418"]}, {"Citation": "US Environmental Protection Agency 2009. Final Report: Integrated Science Assessment for Particulate Matter U.S. Environmental Protection Agency, Washington, DC, EPA/600/R-08/139F, 2009.", "ArticleIdList": ["36630543"]}, {"Citation": "US Environmental Protection Agency 2013. Final Report: Integrated Science Assessment of Ozone and Related Photochemical Oxidants US Environmental Protection Agency, Washington, DC, EPA/600/R-10/076F, 2013."}, {"Citation": "US Environmental Protection Agency\n2014. \nEnvironmental Benefits Mapping and Analysis Program—Community Edition (BenMAP-CE) (Research Triangle Park, NC.\nhttp://www2.epa.gov/benmap)"}, {"Citation": "Weaver CP, Cooter E, Gilliam R, Gilliland a., Grambsch a., Grano D, Hemming B, Hunt SW, Nolte C, Winner D a., Liang X-Z, Zhu J, Caughey M, Kunkel K, Lin J-T, Tao Z, Williams a., Wuebbles DJ, Adams PJ, Dawson JP, Amar P, He S, Avise J, Chen J, Cohen RC, Goldstein a. H, Harley R a., Steiner a. L, Tonse S, Guenther a., Lamarque J-F, Wiedinmyer C, Gustafson WI, Leung LR, Hogrefe C, Huang H-C, Jacob DJ, Mickley LJ, Wu S, Kinney PL, Lamb B, Larkin NK, McKenzie D, Liao K-J, Manomaiphiboon K, Russell a. G, Tagaris E, Lynn BH, Mass C, Salathé E, O’neill SM, Pandis SN, Racherla PN, Rosenzweig C and Woo J-H 2009. A Preliminary Synthesis of Modeled Climate Change Impacts on U.S. Regional Ozone Concentrations Bull. Am. Meteorol. Soc 90 1843–63"}, {"Citation": "West JJ, Fiore AM, Horowitz LW and Mauzerall DL 2006. Global health benefits of mitigating ozone pollution with methane emission controls. Proc. Natl. Acad. Sci. U. S. A 103 3988–93", "ArticleIdList": ["PMC1449633", "16537473"]}, {"Citation": "West JJ, Szopa S and Hauglustaine DA 2007. Human mortality effects of future concentrations of tropospheric ozone Comptes Rendus Geosci 339 775–83"}, {"Citation": "West JJ, Naik V, Horowitz LW and Fiore AM 2009. Effect of regional precursor emission controls on long-range ozone transport – Part 2: steady-state changes in ozone air quality and impacts on human mortality Atmos. Chem. Phys 9 6095–107"}, {"Citation": "West JJ, Smith SJ, Silva RA, Naik V, Zhang Y, Adelman Z, Fry MM, Anenberg S, Horowitz LW and Lamarque J-F 2013. Co-benefits of Global Greenhouse Gas Mitigation for Future Air Quality and Human Health Nat. Clim. Chang 3 885–9", "ArticleIdList": ["PMC4051351", "24926321"]}, {"Citation": "Wilkinson P, Smith KR, Davies M, Adair H, Armstrong BG, Barrett M, Bruce N, Haines A, Hamilton I, Oreszczyn T, Ridley I, Tonne C and Chalabi Z 2009. Public health benefits of strategies to reduce greenhouse-gas emissions: household energy The Lancet 374 1917–29", "ArticleIdList": ["19942273"]}, {"Citation": "Woodcock J, Edwards P, Tonne C, Armstrong BG, Ashiru O, Banister D, Beevers S, Chalabi Z, Chowdhury Z, Cohen A, Franco OH, Haines A, Hickman R, Lindsay G, Mittal I, Mohan D, Tiwari G, Woodward A and Roberts I 2009. Public health benefits of strategies to reduce greenhouse-gas emissions: urban land transport The Lancet 374 1930–43", "ArticleIdList": ["19942277"]}, {"Citation": "Woods and Poole Economics Inc 2012. Complete Demographic Database Washington, DC:W&P Economics Inc."}, {"Citation": "Yim SHL, Lee GL, Lee IH, Allroggen F, Ashok A, Caiazzo F, Eastham SD, Malina R and Barrett SRH 2015. Global, regional and local health impacts of civil aviation emissions Environ. Res. Lett 10 034001"}, {"Citation": "Zanobetti A and Schwartz J 2009. The effect of fine and coarse particulate air pollution on mortality: a national analysis. Environ. Health Perspect 117 898–903", "ArticleIdList": ["PMC2702403", "19590680"]}, {"Citation": "Zhang Y, Bowden JH, Adelman Z, Naik V, Horowitz LW, Smith SJ and West JJ 2016. Co-benefits of global and regional greenhouse gas mitigation on US air quality in 2050 Atmos. Chem. Phys 16 9533–48", "ArticleIdList": ["PMC6150466", "30245703"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "18", "Hour": "5", "Minute": "58"}, {"Year": "2017", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33204303", "NIHMS1640705", "PMC7668559", "10.1088/1748-9326/aa8f76", "114033"]}}], "PubmedBookArticle": []}