{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["AirQ+", "Health Exposure", "NO2", "O3", "SOMO35"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33222061", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "11", "Day": "21"}], "ELocationID": ["10.1007/s11356-020-11481-w"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Ambient exposure of O<sub>3</sub> and NO<sub>2</sub> and associated health risk in Kuwait.", "Pagination": {"StartPage": "14917", "EndPage": "14926", "MedlinePgn": "14917-14926"}, "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) and nitrogen dioxide (NO<sub>2</sub>), indissoluble air pollutants in the atmosphere, have been confirmed in various parts of the world to have detrimental health effects on humans. Currently, such information is lacking in Kuwait. The objectives of this study are to investigate the spatial and temporal variations of O<sub>3</sub> and NO<sub>2</sub> concentrations in Kuwait during a 4-year period (2014-2017) and to quantify the associated short- and long-term health effects, including all-cause, respiratory, and cardiovascular mortalities and morbidities during the same study period. Exposure assessment showed that the annual levels (22.5-26.4 ppb), SOMO35, and the 8-hour 4-year mean (38 ppb) of O<sub>3</sub> were very low and below the World Health Organization (WHO) (50 ppb) and Kuwaiti (70 ppb) regulatory limits. The annual mean levels of NO<sub>2</sub> ranged from 30.3 to 43.8 ppb and were significantly higher than both WHO and Kuwait limits (21 ppb). As expected, O<sub>3</sub> and NO<sub>2</sub> levels showed opposing trends, with higher concentrations of NO<sub>2</sub> recorded in early morning and mid-evening, during autumn and winter, and during Saturdays (the so-called weekend effect). Health effects indicated high respiratory diseases due to short-term exposure to NO<sub>2</sub>. Contrary to the western countries' pollution levels, Kuwait showed lower O<sub>3</sub> and higher NO<sub>2</sub> levels. There is potential for substantial health improvements in Kuwait by reducing NO<sub>2</sub> pollution through stringent control measures of stationary and mobile sources."]}, "AuthorList": [{"Identifier": ["0000-0002-4936-0176"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crisis Decision Support Program, Environment and Life Sciences Research Center, Crisis Decision Support Program, Kuwait Institute for Scientific Research, P. O. Box 24885, 13109, Safat, Kuwait. ahomood@kisr.edu.kw."}], "LastName": "Al-Hemoud", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Public Health, Kuwait University, P. O. Box 24923, 13110, Safat, Kuwait."}], "LastName": "Gasana", "ForeName": "Janvier", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Health, P. O. Box 5, 13001, Shuwaikh, Kuwait."}], "LastName": "Alajeel", "ForeName": "Abdullah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Law, Kuwait University, P. O. Box 5475, 13055, Safat, Kuwait."}], "LastName": "Alhamoud", "ForeName": "Ebrahim", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ministry of Health, P. O. Box 5, 13001, Shuwaikh, Kuwait."}], "LastName": "Al-Shatti", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Techno-Economics Division, Kuwait Institute for Scientific Research, P. O. Box 24885, 13109, Safat, Kuwait."}], "LastName": "Al-Khayat", "ForeName": "Ahmed", "Initials": "A"}], "GrantList": [{"GrantID": "P-KISR-06-02", "Agency": "Kuwait Institute for Scientific Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Kuwait"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdolahnejad A, Jafari N, Mohammadi A, Miri M, Hajizadeh Y (2018) Mortality and morbidity due to exposure to ambient NO2, SO2, and O3 in Isfahan in 2013-2014. Int J Prev Med 9:11"}, {"Citation": "Abdul-Wahab S, Bouhamra W, Ettouney H, Sowerby B, Crittenden B (2000) Analysis of ozone pollution in the Shuaiba industrial area in Kuwait. Int J Environ Stud 57:207–224"}, {"Citation": "Al-Anzi FS, Salman AA (2011) Correlation of asthma symptoms with prevalence of indoor NO2 concentration in Kuwait. J Environ Prot 2:186–193"}, {"Citation": "Al-Fadhli FM, Alhajeri NS, Aly AZ, Allen DT (2019) The impact of power plant emission variability and fuel switching on the air quality of Kuwait. Sci Total Environ 672:593–603"}, {"Citation": "Al-Hemoud A, Al-Dousari A, Al-Shatti A, Al-Khayat A, Behbehani W, Malak M (2018a) Health impact assessment associated with exposure to PM10 and dust storms in Kuwait. Atmosphere 9:6"}, {"Citation": "Al-Hemoud A, Gasana J, Al-Dabbous A, Al-Shatti A, Al-Khayat A (2018b) Disability adjusted life years (DALYs) in terms of years of life lost (YLL) due to premature adult mortalities and postneonatal infant mortalities attributed to PM2. 5 and PM10 Exposures in Kuwait. Int J Environ Res Public Health 15:2609"}, {"Citation": "Al-Hemoud A, Al-Sudairawi M, Al-Rashidi M, Behbehani W, Al-Khayat A (2019a) Temperature inversion and mixing height: critical indicators for air pollution in hot arid climate. Nat Hazards 97:139–155"}, {"Citation": "Al-Hemoud A, Gasana J, Al-Dabbous A, Alajeel A, Al-Shatti A, Behbehani W, Malak M (2019b) Exposure levels of air pollution (PM2.5) and associated health risk in Kuwait. Environ Res 179, Part A:108730"}, {"Citation": "Al-Shammari ET (2013) Public warning systems for forecasting ambient ozone pollution in Kuwait. Environ Syst Res 2:2"}, {"Citation": "Amoatey P, Takdastan A, Sicard P, Hopke PK, Baawain M, Omidvarborna H, Allahyari S, Esmaeilzadeh A, De Marco A, Khanaibadi YO (2019) Short and long-term impacts of ambient ozone on health in Ahvaz, Iran. Hum Ecol Risk Assess Int J 25:1336–1351"}, {"Citation": "Costa AF, Hoek G, Brunekreef B, de Leon AC (2017) Effects of NO2 exposure on daily mortality in São Paulo, Brazil. Environ Res 159:539–544"}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, Villeneuve PJ, Jerrett M, Goldberg MS, Pope CA III (2015) Ambient PM2. 5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC). Environ Health Perspect 123:1180–1186"}, {"Citation": "Ellingsen K, Gauss M, Dingenen RV, Dentener F, Emberson L, Fiore AM, Schultz M, Stevenson D, Ashmore M, Atherton C (2008) Global ozone and air quality: a multi-model assessment of risks to human health and crops. Atmos Chem Phys Discuss 8:2163–2223"}, {"Citation": "Estarlich M, Ballester F, Martinez-Beneito MA, Iñiguez C, Mantilla E, Nolasco A (2009) Spatial distribution of Air pollution by NO2 and mortality in small areas of Valencia City, Spain. Epidemiology 20:S169–S170"}, {"Citation": "Ettouney RS, Zaki JG, El-Rifai MA, Ettouney HM (2010) An assessment of the air pollution data from two monitoring stations in Kuwait. Toxicol Environ Chem 92:655–668"}, {"Citation": "Eum K-D, Kazemiparkouhi F, Wang B, Manjourides J, Pun V, Pavlu V, Suh H (2019) Long-term NO2 exposures and cause-specific mortality in American older adults. Environ Int 124:10–15"}, {"Citation": "Fattore E, Paiano V, Borgini A, Tittarelli A, Bertoldi M, Crosignani P, Fanelli R (2011) Human health risk in relation to air quality in two municipalities in an industrialized area of Northern Italy. Environ Res 111:1321–1327"}, {"Citation": "Fenech S, Doherty RM, Heaviside C, Macintyre HL, O'Connor FM, Vardoulakis S, Neal L, Agnew P (2019) Meteorological drivers and mortality associated with O3 and PM2. 5 air pollution episodes in the UK in 2006. Atmos Environ 213:699–710"}, {"Citation": "Gasmi K, Aljalal A, Al-Basheer W, Abdulahi M (2017) Analysis of NOx, NO and NO2 ambient levels in Dhahran, Saudi Arabia. Urban Clim 21:232–242"}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, Samoli E, Medina S, Anderson HR, Niciu EM (2004) Acute effects of ozone on mortality from the “air pollution and health: a European approach” project. Am J Respir Crit Care Med 170:1080–1087"}, {"Citation": "Gu Y, Lin H, Liu T, Xiao J, Zeng W, Li Z, Lv X, Ma W (2017) The interaction between ambient PM10 and NO2 on mortality in Guangzhou, China. Int J Environ Res Public Health 14:1381"}, {"Citation": "Hagenbjörk A, Malmqvist E, Mattisson K, Sommar NJ, Modig L (2017) The spatial variation of O3, NO, NO2 and NOx and the relation between them in two Swedish cities. Environ Monit Assess 189:161"}, {"Citation": "Heinrich J, Thiering E, Rzehak P, Krämer U, Hochadel M, Rauchfuss KM, Gehring U, Wichmann H-E (2013) Long-term exposure to NO2 and PM10 and all-cause and cause-specific mortality in a prospective cohort of women. J Occup Environ Med 70:179–186"}, {"Citation": "Héroux M-E, Anderson HR, Atkinson R, Brunekreef B, Cohen A, Forastiere F, Hurley F, Katsouyanni K, Krewski D, Krzyzanowski M (2015) Quantifying the health impacts of ambient air pollutants: recommendations of a WHO/Europe project. Int J Public Health 60:619–627"}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA (2002) Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study. Lance 360:1203–1209"}, {"Citation": "Hvidtfeldt UA, Sørensen M, Geels C, Ketzel M, Khan J, Tjønneland A, Overvad K, Brandt J, Raaschou-Nielsen O (2019) Long-term residential exposure to PM2. 5, PM10, black carbon, NO2, and ozone and mortality in a Danish cohort. Environ Int 123:265–272"}, {"Citation": "Jallad KN, Espada-Jallad C (2010) Analysis of ambient ozone and precursor monitoring data in a densely populated residential area of Kuwait. J Saudi Chem Soc 14:363–372"}, {"Citation": "Janssen NA, Hoek G, Fischer PH, Wijga AH, Koppelman G, De Jongste JJ, Brunekreef B, Gehring U (2017) Joint association of long-term exposure to both O3 and NO2 with children’s respiratory health. Epidemiology 28:e7–e9"}, {"Citation": "Jeong SJ (2013) The impact of air pollution on human health in Suwon City. Asian J Atmos Environ 7:227–233"}, {"Citation": "Karimi A, Shirmardi M, Hadei M, Birgani YT, Neisi A, Takdastan A, Goudarzi G (2019) Concentrations and health effects of short-and long-term exposure to PM2. 5, NO2, and O3 in ambient air of Ahvaz city, Iran (2014–2017). Ecotoxicol Environ Saf 180:542–548"}, {"Citation": "Kazemiparkouhi F, Eum K-D, Wang B, Manjourides J, Suh HH (2020) Long-term ozone exposures and cause-specific mortality in a US Medicare cohort. J Expo Sci Environ Epidemiol 30:650–658"}, {"Citation": "Khaniabadi YO, Daryanoosh M, Sicard P, Takdastan A, Hopke PK, Esmaeili S, De Marco A, Rashidi R (2018) Chronic obstructive pulmonary diseases related to outdoor PM10, O3, SO2, and NO2 in a heavily polluted megacity of Iran. Environ Sci Pollut Res Int 25:17726–17734"}, {"Citation": "Kodama Y, Arashidani K, Tokui N, Kawamoto T, Matsuno K, Kunugita N, Minakawa N (2002) Environmental NO2 concentration and exposure in daily life along main roads in Tokyo. Environ Res 89:236–244"}, {"Citation": "Linares C, Falcón I, Ortiz C, Díaz J (2018) An approach estimating the short-term effect of NO2 on daily mortality in Spanish cities. Environ Int 116:18–28"}, {"Citation": "Liu JC, Peng RD (2018) Health effect of mixtures of ozone, nitrogen dioxide, and fine particulates in 85 US counties. Air Qual Atmos Health 11:311–324"}, {"Citation": "Liu C, Chen R, Sera F, Vicedo-Cabrera AM, Guo Y, Tong S, Coelho MS, Saldiva PH, Lavigne E, Matus P (2019) Ambient particulate air pollution and daily mortality in 652 cities. N Engl J Med 381:705–715"}, {"Citation": "Pascal M, Corso M, Ung A, Declerq C, Medina S (2011) Improving knowledge and communication for decision making on air pollution and health in Europe - guidelines for assessing the health impacts of air pollution in European cities. French Institute for Public Health, Saint-Maurice"}, {"Citation": "Peng RD, Samoli E, Pham L, Dominici F, Touloumi G, Ramsay T, Burnett RT, Krewski D, Le Tertre A, Cohen A (2013) Acute effects of ambient ozone on mortality in Europe and North America: results from the APHENA study. Air Qual Atmos Health 6:445–453"}, {"Citation": "Perez L, Grize L, Infanger D, Künzli N, Sommer H, Alt G-M, Schindler C (2015) Associations of daily levels of PM10 and NO2 with emergency hospital admissions and mortality in Switzerland: Trends and missed prevention potential over the last decade. Environ Res 140:554–561"}, {"Citation": "Rovira J, Domingo JL, Schuhmacher M (2020) Air quality, health impacts and burden of disease due to air pollution (PM10, PM2. 5, NO2 and O3): Application of AirQ+ model to the Camp de Tarragona County (Catalonia, Spain). Sci Total Environ 703:135538"}, {"Citation": "Samoli E, Aga E, Touloumi G, Nisiotis K, Forsberg B, Lefranc A, Pekkanen J, Wojtyniak B, Schindler C, Niciu E (2006) Short-term effects of nitrogen dioxide on mortality: an analysis within the APHEA project. Eur Respir J 27:1129–1138"}, {"Citation": "Sicard P, Khaniabadi YO, Perez S, Gualtieri M, De Marco A (2019) Effect of O 3, PM 10 and PM 2.5 on cardiovascular and respiratory diseases in cities of France, Iran and Italy. Environ Sci Pollut Res 26:32645–32665"}, {"Citation": "Stergiopoulou A, Katavoutas G, Samoli E, Dimakopoulou K, Papageorgiou I, Karagianni P, Flocas H, Katsouyanni K (2018) Assessing the associations of daily respiratory symptoms and lung function in schoolchildren using an Air Quality Index for ozone: results from the RESPOZE panel study in Athens, Greece. Sci Total Environ 633:492–499"}, {"Citation": "Todorović M, Radenković M, Rajšić S, Ignjatović LM (2019) Evaluation of mortality attributed to air pollution in the three most populated cities in Serbia. Int J Environ Sci Technol 16:7059–7070"}, {"Citation": "WHO (2004) Health aspects of air pollution: results from the WHO project “Systematic review of health aspects of air pollution in Europe”. WHO Regional Office for Europe, Copenhagen"}, {"Citation": "WHO (2006) WHO Air quality guidelines for particulate matter, ozone, nitrogen dioxide and sulfur dioxide: global update 2005: Summary of risk assessment. World Health Organization, Geneva"}, {"Citation": "WHO (2008) Heath risks of ozone from long-range transboundary air pollution. World Health Organization - WHO Regional Office for Europe, Copenhagen"}, {"Citation": "WHO (2013) Review of evidence on health aspects of air pollution–REVIHAAP Project. WHO Regional Office for Europe, Copenhagen"}, {"Citation": "Xiao K, Wang Y, Wu G, Fu B, Zhu Y (2018) Spatiotemporal characteristics of air pollutants (PM10, PM2. 5, SO2, NO2, O3, and CO) in the inland basin city of Chengdu, southwest China. Atmosphere 9:74"}, {"Citation": "Zeng Q, Li G, Zhang L, Tian L, Pan X (2015) Acute effects of SO2 and NO2 on mortality in the six cities of China. Chin J Prevent Med 49:1085–1091"}, {"Citation": "Zúñiga J, Tarajia M, Herrera V, Urriola W, Gómez B, Motta J (2016) Assessment of the possible association of air pollutants PM10, O3, NO2 with an increase in cardiovascular, respiratory, and diabetes mortality in Panama City: a 2003 to 2013 data analysis. Medicine 95:e2464"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "19"}, {"Year": "2020", "Month": "10", "Day": "29"}, {"Year": "2020", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "22", "Hour": "20", "Minute": "44"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33222061", "10.1007/s11356-020-11481-w", "10.1007/s11356-020-11481-w"]}}], "PubmedBookArticle": []}