{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["carrot", "cucumber", "lettuce", "natural microbiota", "pesticide residues", "tomato"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33289115", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "26"}], "ELocationID": ["10.1002/jsfa.10972"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "101", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Effect of ozone, lactic acid and combination treatments on the control of microbial and pesticide contaminants of fresh vegetables.", "Pagination": {"StartPage": "3422", "EndPage": "3428", "MedlinePgn": "3422-3428"}, "Abstract": {"AbstractText": ["Fruit and vegetable consumption has increased due to their tremendous health benefits. However, recent studies have shown that contaminated products may serve as vehicles for foodborne pathogens and harmful chemicals. Therefore, fresh vegetables must be decontaminated before consumption to ensure food safety.", "In this study, the combined decontamination treatment of lactic acid (2.5 mL L<sup>-1</sup> ) and ozone (9 mg L<sup>-1</sup> ) for 10 min showed better efficacy in the removal of contaminants from fresh vegetables as compared to individual treatments. The combined treatment resulted in a reduction of 1.5-3.5 log CFU of native mesophilic bacteria per gram and 1.6-2.9 log CFU of artificially inoculated Escherichia coli per gram from tomato, cucumber, carrot and lettuce. The combined treatment also removed spiked pesticides, which represent artificial chemical contamination (28-97% chlorpyrifos and 62-100% λ-cyhalothrin residues), from fresh vegetables. No significant difference (P > 0.05) in various sensory attributes of vegetables was observed between untreated and treated (lactic acid and ozone) vegetables.", "The combination treatment provides a novel approach to target two groups of contaminants using a single procedure. The combination treatment can be used as an alternative to currently used decontamination techniques for the supply of safe vegetables to consumers. © 2020 Society of Chemical Industry."], "CopyrightInformation": "© 2020 Society of Chemical Industry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fruit and Vegetable Technology, CSIR - Central Food Technological Research Institute, Mysuru, India."}], "LastName": "Pounraj", "ForeName": "Saranya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fruit and Vegetable Technology, CSIR - Central Food Technological Research Institute, Mysuru, India."}], "LastName": "Bhilwadikar", "ForeName": "Tanmayee", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Protectant and Infestation Control, CSIR - Central Food Technological Research Institute, Mysuru, India."}], "LastName": "Manivannan", "ForeName": "Selladurai", "Initials": "S"}, {"Identifier": ["0000-0003-0790-5841"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Engineering, CSIR - Central Food Technological Research Institute, Mysuru, India."}], "LastName": "Rastogi", "ForeName": "Navin K", "Initials": "NK"}, {"Identifier": ["0000-0002-0458-6294"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fruit and Vegetable Technology, CSIR - Central Food Technological Research Institute, Mysuru, India."}], "LastName": "Negi", "ForeName": "Pradeep S", "Initials": "PS"}], "GrantList": [{"GrantID": "LSRB 305/FSH-ABB/2017", "Agency": "Defence Research and Development Organisation", "Country": ""}], "PublicationTypeList": ["Evaluation Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Food Preservatives"}, {"RegistryNumber": "0", "NameOfSubstance": "Pesticides"}, {"RegistryNumber": "33X04XA5AT", "NameOfSubstance": "Lactic Acid"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Bacteria"}, {"QualifierName": ["chemistry", "drug effects", "microbiology"], "DescriptorName": "Daucus carota"}, {"QualifierName": ["analysis"], "DescriptorName": "Food Contamination"}, {"QualifierName": ["methods"], "DescriptorName": "Food Preservation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Food Preservatives"}, {"QualifierName": ["chemistry", "drug effects", "microbiology"], "DescriptorName": "Fruit"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Lactic Acid"}, {"QualifierName": ["chemistry", "microbiology"], "DescriptorName": "Lactuca"}, {"QualifierName": ["chemistry", "drug effects", "microbiology"], "DescriptorName": "Solanum lycopersicum"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Pesticides"}, {"QualifierName": ["chemistry", "drug effects", "microbiology"], "DescriptorName": "Vegetables"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rashmi HB and Negi PS, Health benefits of bioactive compounds from vegetables, in Plant Derived Bioactives: Production, Properties and Therapeutic Applications, ed. by Swamy MK. Springer, Singapore, pp. 115-166 (2020)."}, {"Citation": "Centers for Disease Control and Prevention (CDC). List of selected multistate foodborne outbreak investigations (2020). Available: https://www.cdc.gov/foodsafety/outbreaks/multistate-outbreaks/outbreaks-list.html. Accessed May 6, 2020."}, {"Citation": "Bhanti M and Taneja A, Contamination of vegetables of different seasons with organophosphorus pesticides and related health risk assessment in northern India. Chemosphere 69:63-68 (2007)."}, {"Citation": "Scallan E, Hoekstra RM, Angulo FJ, Tauxe RV, Widdowson MA, Roy SL et al., Foodborne illness acquired in the United States: major pathogens. Emerg Infect Dis 17:7-15 (2011)."}, {"Citation": "Berger CN, Sodha SV, Shaw RK, Griffin PM, Pink D, Hand P et al., Fresh fruit and vegetables as vehicles for the transmission of human pathogens. Environ Microbiol 12:2385-2397 (2010)."}, {"Citation": "Boon PE, van der Voet H, van Raaij MTM and van Klaveren JD, Cumulative risk assessment of the exposure to organophosphorus and carbamate insecticides in the Dutch diet. Food Chem Toxicol 46:3090-3098 (2008)."}, {"Citation": "Quijano L, Yusà V, Font G and Pardo O, Chronic cumulative risk assessment of the exposure to organophosphorus, carbamate and pyrethroid and pyrethrin pesticides through fruit and vegetables consumption in the region of Valencia (Spain). Food Chem Toxicol 89:39-46 (2016)."}, {"Citation": "Engel SM, Bradman A, Wolff MS, Rauh V, Harley KG, Yang JH et al., Prenatal organophosphorus pesticide exposure and child neurodevelopment at 24 months: an analysis of four birth cohorts. Environ Health Perspect 124:822-830 (2015). Accessed August 8, 2020."}, {"Citation": "EFSA (European Food Safety Authority), Conclusion on the peer review of the pesticide risk assessment of the active substance λ-cyhalothrin. EFSA J 12:3677 (2014). https://doi.org/10.2903/j.efsa.2014.3677."}, {"Citation": "Kumari D and John S, Health risk assessment of pesticide residues in fruits and vegetables from farms and markets of Western Indian Himalayan region. Chemosphere 224:162-167 (2019)."}, {"Citation": "Bempah CK, Buah-Kwofie A, Denutsui D, Asomaning J and Tutu AO, Monitoring of pesticide residues in fruits and vegetables and related health risk assessment in Kumasi Metropolis, Ghana. Res J Environ Earth Sci 3:761-771 (2011)."}, {"Citation": "Bhilwadikar T, Saranya P, Manivannan S, Rastogi NK and Negi PS, Decontamination of microorganisms and pesticides from fresh fruits and vegetables: a comprehensive review from common household processes to modern techniques. Compr Rev Food Sci Food Saf 18:1003-1039 (2019)."}, {"Citation": "Sharma S and Bhattacharya A, Drinking water contamination and treatment techniques. Appl Water Sci 7:1043-1067 (2017)."}, {"Citation": "Guzel-Seydim ZB, Greene AK and Seydim AC, Use of ozone in the food industry. LWT Food Sci Technol 37:453-460 (2004)."}, {"Citation": "Kim JG, Yousef AE and Khadre MA, Ozone and its current and future application in the food industry. Adv Food Nutr Res 45:167-218 (2003)."}, {"Citation": "Lozowicka B and Jankowska M, Comparison of the effects of water and thermal processing on pesticide removal in selected fruit and vegetables. J Elem 21:99-111 (2016)."}, {"Citation": "Alakomi HL, Skyttä E, Saarela M, Mattila-Sandholm T, Latva-Kala K and Helander IM, Lactic acid permeabilizes Gram-negative bacteria by disrupting the outer membrane. Appl Environ Microbiol 66:2001-2005 (2000)."}, {"Citation": "Huang Y and Chen H, Effect of organic acids, hydrogen peroxide and mild heat on inactivation of Escherichia coli O157:H7 on baby spinach. Food Control 22:1178-1183 (2011)."}, {"Citation": "Parish ME, Beuchat LR, Suslow TV, Harris LJ, Garrett EH, Farber JN et al., Methods to reduce/eliminate pathogens from fresh and fresh-cut produce. Compr Rev Food Sci Food Saf 2:161-173 (2003)."}, {"Citation": "Chen L, Zhang H, Liu Q, Pang X, Zhao X and Yang H, Sanitising efficacy of lactic acid combined with low-concentration sodium hypochlorite on Listeria innocua in organic broccoli sprouts. Int J Food Microbiol 295:41-48 (2019)."}, {"Citation": "Zhang J and Yang H, Effects of potential organic compatible sanitisers on organic and conventional fresh-cut lettuce (Lactuca sativa var. Crispa L.). Food Control 72:20-26 (2017)."}, {"Citation": "Zhao L, Zhao MY, Phey CP and Yang H, Efficacy of low concentration acidic electrolysed water and levulinic acid combination on fresh organic lettuce (Lactuca sativa var. Crispa L.) and its antimicrobial mechanism. Food Control 101:241-250 (2019)."}, {"Citation": "Lopez-Fernández O, Rial-Otero R and Simal-Gándara J, Factors governing the removal of mancozeb residues from lettuces with washing solutions. Food Control 34:530-538 (2013)."}, {"Citation": "Saper GM and Sites JE, Efficacy of 1% hydrogen peroxide wash in decontaminating apples and cantaloupe melons. J Food Sci 68:1793-1797 (2003)."}, {"Citation": "Codex Alimentarius. Codex Pesticides Residues in Food Online Database (2019). Available: http://www.fao.org/fao-who-codexalimentarius/codex-texts/dbs/pestres/pesticides/en/. Accessed August 8, 2020."}, {"Citation": "Pandey A, Chauhan AS, Haware DJ and Negi PS, Proximate and mineral composition of Kadamba (Neolamarckia cadamba) fruit and its use in the development of nutraceutical enriched beverage. J Food Sci Technol 55:4330-4336 (2018)."}, {"Citation": "Elgueta S, Moyano S, Sepúlveda P, Quiroz C and Correa A, Pesticide residues in leafy vegetables and human health risk assessment in north central agricultural areas of Chile. Food Addit Contam: Part B 10:105-112 (2017). https://doi.org/10.1080/19393210.2017.1280540."}, {"Citation": "Bongoni R, Stieger M, Dekker M, Steenbekkers B and Verkerk R, Sensory and health properties of steamed and boiled carrots (Daucus carota ssp. sativus). Int J Food Sci Nutr 65:809-815 (2014)."}, {"Citation": "Pericharova G and Velkov N, Sensory analysis of cucumber varieties at different harvest times I. Salad cucumbers. J Cent Eur Agric 8:25-32 (2007)."}, {"Citation": "Busch JM, Savage GP and Searle BP, Sensory evaluation and physico-chemical measurements of tomatoes commonly consumed in New Zealand. Int J Consum Stud 32:535-544 (2008)."}, {"Citation": "Holmes SC, Wells DE, Pickens JM and Kemble JM, Selection of heat tolerant lettuce (Lactuca sativa L.) cultivars grown in deep water culture and their marketability. Horticulturae 5:50 (2019). https://doi.org/10.3390/horticulturae5030050."}, {"Citation": "Meilgaard M, Civille GV and Carr BT, Sensory Evaluation Techniques. CRC Press, Boca Raton, FL (1987)."}, {"Citation": "Food and Agriculture Organization of the United Nations/World Health Organization. Microbiological Hazards in Fresh Leafy Vegetables and Herbs: Meeting Report. Microbiological Risk Assessment Series No. 14. FAO/WHO, Rome (2008)."}, {"Citation": "Mritunjay SK and Kumar V, A study on prevalence of microbial contamination on the surface of raw salad vegetables. 3 Biotech 7:13 (2017). https://doi.org/10.1007/s13205-016-0585-5."}, {"Citation": "Tango CN, Wei S, Khan I, Hussain MS, Kounkeu PFN, Park JH et al., Microbiological quality and safety of fresh fruits and vegetables at retail levels in Korea. J Food Sci 83:386-392 (2018)."}, {"Citation": "Michaels B, Gangar V, Schattenberg H, Blevins M and Ayers T, Effectiveness of cleaning methodologies used for removal of physical, chemical and microbiological residues from produce. Food Serv Technol 3:9-15 (2003)."}, {"Citation": "Han Y, Sherman DM, Linton RH, Nielsen SS and Nelson PE, The effects of washing and chlorine dioxide gas on survival and attachment of Escherichia coli O157: H7 to green pepper surfaces. Food Microbiol 17:521-533 (2000)."}, {"Citation": "Adams MR, Hartley AD and Cox LJ, Factors affecting the efficacy of washing procedures used in the production of prepared salads. Food Microbiol 6:69-77 (1989)."}, {"Citation": "Alexopoulos A, Plessas S, Ceciu S, Lazar V, Mantzourani I, Voidarou C et al., Evaluation of ozone efficacy on the reduction of microbial population of fresh cut lettuce (Lactuca sativa) and green bell pepper (Capsicum annuum). Food Control 30:491-496 (2013)."}, {"Citation": "Koseki S, Yoshida K, Isobe S and Itoh K, Efficacy of acidic electrolyzed water for microbial decontamination of cucumbers and strawberries. J Food Prot 67:1247-1251 (2004)."}, {"Citation": "Neal JA, Marquez-Gonzalez M, Cabrera-Diaz E, Lucia LM, O'Bryan CA, Crandall PG et al., Comparison of multiple chemical sanitizers for reducing Salmonella and Escherichia coli O157: H7 on spinach (Spinacia oleracea) leaves. Food Res Int 45:1123-1128 (2012)."}, {"Citation": "Akbas MY and Olmez H, Inactivation of Escherichia coli and Listeria monocytogenes on iceberg lettuce by dip wash treatments with organic acids. Lett Appl Microbiol 44:619-624 (2007)."}, {"Citation": "Yuk HG, Yoo MY, Yoon JW, Moon KD, Marshall DL and Oh DH, Effect of combined ozone and organic acid treatment for control of Escherichia coli O157: H7 and Listeria monocytogenes on lettuce. J Food Sci 71:M83-M87 (2006)."}, {"Citation": "Wang J, Wang S, Sun Y, Li C, Li Y and Zhang Q, Reduction of Escherichia coli O157:H7 and naturally present microbes on fresh-cut lettuce using lactic acid and aqueous ozone. RSC Adv 9:22636-22643 (2019)."}, {"Citation": "Foegeding PM, Ozone inactivation of Bacillus and Clostridium spore populations and the importance of the spore coat to resistance. Food Microbiol 2:123-134 (1985)."}, {"Citation": "Russo P, Berbegal C, Ceglie CD, Grieco F, Spano G and Capozzi V, Pesticide residues and stuck fermentation in wine: new evidences indicate the urgent need of tailored regulations. Fermentation 5:23 (2019). https://doi.org/10.3390/fermentation5010023."}, {"Citation": "De Simone N, Pace B, Grieco F, Chimienti M, Tyibilika V, Santoro V et al., Botrytis cinerea and table grapes: a review of the main physical, chemical, and bio-based control treatments in post-harvest. Foods 9:1138 (2020). https://doi.org/10.3390/foods9091138."}, {"Citation": "Garcia A, Mount JR and Davidson PM, Ozone and chlorine treatment of minimally processed lettuce. J Food Sci 68:2747-2751 (2003)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "10", "Day": "31"}, {"Year": "2020", "Month": "5", "Day": "26"}, {"Year": "2020", "Month": "12", "Day": "2"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "8", "Hour": "5", "Minute": "46"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33289115", "10.1002/jsfa.10972"]}}], "PubmedBookArticle": []}