{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["atmospheric gravity wave", "lithosphere-atmosphere-ionosphere coupling", "reanalysis data", "stratopause temperature and height", "subionospheric VLF observations", "the 2011 Tohoku earthquake"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33285884", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "01", "Day": "16"}], "ELocationID": ["110", "10.3390/e22010110"], "Journal": {"ISSN": "1099-4300", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "16"}}, "Title": "Entropy (Basel, Switzerland)", "ISOAbbreviation": "Entropy (Basel)"}, "ArticleTitle": "Gravity Wave Activity in the Stratosphere before the 2011 Tohoku Earthquake as the Mechanism of Lithosphere-atmosphere-ionosphere Coupling.", "Abstract": {"AbstractText": ["The precursory atmospheric gravity wave (AGW) activity in the stratosphere has been investigated in our previous paper by studying an inland Kumamoto earthquake (EQ). We are interested in whether the same phenomenon occurs or not before another major EQ, especially an oceanic EQ. In this study, we have examined the stratospheric AGW activity before the oceanic 2011 Tohoku EQ (M<sub>w</sub> 9.0), while using the temperature profiles that were retrieved from ERA5. The potential energy (E<sub>P</sub>) of AGW has enhanced from 3 to 7 March, 4-8 days before the EQ. The active region of the precursory AGW first appeared around the EQ epicenter, and then expanded omnidirectionally, but mainly toward the east, covering a wide area of 2500 km (in longitude) by 1500 km (in latitude). We also found the influence of the present AGW activity on some stratospheric parameters. The stratopause was heated and descended; the ozone concentration was also reduced and the zonal wind was reversed at the stratopause altitude before the EQ. These abnormalities of the stratospheric AGW and physical/chemical parameters are most significant on 5-6 March, which are found to be consistent in time and spatial distribution with the lower ionospheric perturbation, as detected by our VLF network observations. We have excluded the other probabilities by the processes of elimination and finally concluded that the abnormal phenomena observed in the present study are EQ precursors, although several potential sources can generate AGW activities and chemical variations in the stratosphere. The present paper shows that the abnormal stratospheric AGW activity has also been detected even before an oceanic EQ, and the AGW activity has obliquely propagated upward and further disturbed the lower ionosphere. This case study has provided further support to the AGW hypothesis of the lithosphere-atmosphere-ionosphere coupling process."]}, "AuthorList": [{"Identifier": ["0000-0001-5068-2239"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Independent researcher, Jhongli P.O. Box 9-11, Taoyuan 32099, Taiwan."}, {"Identifier": [], "Affiliation": "Hayakawa Institute of Seismo Electromagnetics, Co. Ltd. (Hi-SEM), University of Electro-Communications (UEC) Alliance Center, 1-1-1 Kojima-cho, Chofu, Tokyo 182-0026, Japan."}], "LastName": "Yang", "ForeName": "Shih-Sian", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hayakawa Institute of Seismo Electromagnetics, Co. Ltd. (Hi-SEM), University of Electro-Communications (UEC) Alliance Center, 1-1-1 Kojima-cho, Chofu, Tokyo 182-0026, Japan."}, {"Identifier": [], "Affiliation": "Advanced Wireless & Communications Research Center, UEC, 1-5-1 Chofugaoka, Chofu, Tokyo 182-8585, Japan."}, {"Identifier": [], "Affiliation": "Geoscent Technologies Inc., 2-8-11 Akasaka, Minato-ku, Tokyo 107-0052, Japan."}], "LastName": "Hayakawa", "ForeName": "Masashi", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Entropy (Basel)", "NlmUniqueID": "101243874", "ISSNLinking": "1099-4300"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hayakawa M. Earthquake Prediction with Radio Techniques. John Wiley & Sons, Singapore Pte. Ltd.; Singapore: 2015."}, {"Citation": "Molchanov O.A., Hayakawa M. Seismo Electromagnetics and Related Phenomena: History and Latest Results. TERRAPUB; Tokyo, Japan: 2008."}, {"Citation": "Ouzounov D., Pulinets S., Hattori K., Taylor P., editors. Pre-Earthquake Processes: A Multidisciplinary Approach to Earthquake Prediction Studies. American Geophysical Union and John Wiley & Sons, Inc.; Washington, DC, USA: 2018."}, {"Citation": "Pulinets S., Boyarchuk K. Ionospheric Precursors of Earthquakes. Springer; Berlin, Germany: 2004."}, {"Citation": "Hayakawa M., Kasahara Y., Nakamura T., Muto F., Horie T., Maekawa S., Hobara Y., Rozhnoi A.A., Solovieva M., Molchanov O.A. A statistical study on the correlation between lower ionospheric perturbations as seen by subionospheric VLF/LF propagation and earthquakes. J. Geophys. Res. Space Phys. 2010;115:A09305. doi: 10.1029/2009JA015143.", "ArticleIdList": ["10.1029/2009JA015143"]}, {"Citation": "Liperovsky V.A., Pokhotelov O.A., Liperovskaya E.V., Parrot M., Meister C.V., Alimov O.A. Modification of sporadic E-layers caused by seismic activity. Surv. Geophys. 2000;21:449–486. doi: 10.1023/A:1006711603561.", "ArticleIdList": ["10.1023/A:1006711603561"]}, {"Citation": "Liu J.Y. Earthquake precursors observed in the ionospheric F-region. In: Hayakawa M., editor. Electromagnetic Phenomena Associated with Earthquakes. Transworld Research Network; Trivandrum, India: 2009. pp. 187–204."}, {"Citation": "Parrot M. Statistical analysis of the ion density measured by the satellite DEMETER in relation with the seismic activity. Earthq. Sci. 2011;24:513–521. doi: 10.1007/s11589-011-0813-3.", "ArticleIdList": ["10.1007/s11589-011-0813-3"]}, {"Citation": "Pulinets S., Ouzounov D. Lithosphere–Atmosphere–Ionosphere Coupling (LAIC) model—An unified concept for earthquake precursors validation. J. Asian Earth Sci. 2011;41:371–382. doi: 10.1016/j.jseaes.2010.03.005.", "ArticleIdList": ["10.1016/j.jseaes.2010.03.005"]}, {"Citation": "Pulinets S.A., Ouzounov D.P., Karelin A.V., Davidenko D.V. Physical bases of the generation of short-term earthquake precursors: A complex model of ionization-induced geophysical processes in the lithosphere-atmosphere-ionosphere-magnetosphere system. Geomagn. Aeron. 2015;55:521–538. doi: 10.1134/S0016793215040131.", "ArticleIdList": ["10.1134/S0016793215040131"]}, {"Citation": "Sorokin V.M., Yaschenko A.K., Hayakawa M. Formation mechanism of the lower-ionospheric disturbances by the atmosphere electric current over a seismic region. J. Atmos. Sol. Terr. Phys. 2006;68:1260–1268. doi: 10.1016/j.jastp.2006.03.005.", "ArticleIdList": ["10.1016/j.jastp.2006.03.005"]}, {"Citation": "Hayakawa M., Kasahara Y., Nakamura T., Hobara Y., Rozhnoi A., Solovieva M., Molchanov O., Korepanov V. Atmospheric gravity waves as a possible candidate for seismo-ionospheric perturbations. J. Atmos. Electr. 2011;31:129–140. doi: 10.1541/jae.31.129.", "ArticleIdList": ["10.1541/jae.31.129"]}, {"Citation": "Miyaki K., Hayakawa M., Molchanov O.A. The role of gravity waves in the lithosphere-ionosphere coupling, as revealed from the subionospheric LF propagation data. In: Hayakawa M., Molchanov O.A., editors. Seismo Electromagnetics: Lithosphere-Atmosphere-Ionosphere Coupling. TERRAPUB; Tokyo, Japan: 2002. pp. 229–232."}, {"Citation": "Molchanov O.A., Hayakawa M., Miyaki K. VLF/LF sounding of the lower ionosphere to study the role of atmospheric oscillations in the lithosphere-ionosphere coupling. Adv. Polar Up. Atmos. Res. 2011;15:146–158."}, {"Citation": "Muto F., Kasahara Y., Hobara Y., Hayakawa M., Rozhnoi A., Solovieva M., Molchanov O.A. Further study on the role of atmospheric gravity waves on the seismo-ionospheric perturbations as detected by subionospheric VLF/LF propagation. Nat. Hazards Earth Syst. Sci. 2009;9:1111–1118. doi: 10.5194/nhess-9-1111-2009.", "ArticleIdList": ["10.5194/nhess-9-1111-2009"]}, {"Citation": "Freund F. Time-resolved study of charge generation and propagation in igneous rocks. J. Geophys. Res. Solid Earth. 2000;105:11001–11019. doi: 10.1029/1999JB900423.", "ArticleIdList": ["10.1029/1999JB900423"]}, {"Citation": "Freund F. Pre-earthquake signals: Underlying physical processes. J. Asian Earth Sci. 2011;41:383–400. doi: 10.1016/j.jseaes.2010.03.009.", "ArticleIdList": ["10.1016/j.jseaes.2010.03.009"]}, {"Citation": "Varotsos P.A. An estimate of the pressure dependence of the dielectric constant in alkali halides. Phys. Status Solidi. 1978;90:339–343. doi: 10.1002/pssb.2220900137.", "ArticleIdList": ["10.1002/pssb.2220900137"]}, {"Citation": "Varotsos P., Alexopoulos K. Migration entropy for the bound fluorine motion in alkaline earth fluorides. J. Phys. Chem. Solids. 1980;41:443–446. doi: 10.1016/0022-3697(80)90172-9.", "ArticleIdList": ["10.1016/0022-3697(80)90172-9"]}, {"Citation": "Kostopoulos D., Varotsos P., Mourikis S. The Conductivity of Crystalline NaI. Can. J. Phys. 1975;53:1318–1320. doi: 10.1139/p75-168.", "ArticleIdList": ["10.1139/p75-168"]}, {"Citation": "Varotsos P., Alexopoulos K. The curvature in conductivity plots of alkali halides as a consequence of anharmonicity. J. Phys. Chem. Solids. 1977;38:997–1001. doi: 10.1016/0022-3697(77)90201-3.", "ArticleIdList": ["10.1016/0022-3697(77)90201-3"]}, {"Citation": "Hayakawa M., Molchanov O.A. Summary report of NASDA’s earthquake remote sensing frontier project. Phys. Chem. Earth. 2004;29:617–625. doi: 10.1016/j.pce.2003.08.062.", "ArticleIdList": ["10.1016/j.pce.2003.08.062"]}, {"Citation": "Ampferer M., Denisenko V.V., Hausleitner W., Krauss S., Stangl G., Boudjada M.Y., Biernat H.K. Decrease of the electric field penetration into the ionosphere due to low conductivity at the near ground atmospheric layer. Ann. Geophys. Ger. 2000;28:779–787. doi: 10.5194/angeo-28-779-2010.", "ArticleIdList": ["10.5194/angeo-28-779-2010"]}, {"Citation": "Denisenko V.V., Ampferer M., Pomozov E.V., Kitaev A.V., Hausleitner W., Stangl G., Biernat H.K. On electric field penetration from ground into the ionosphere. J. Atmos. Sol. Terr. Phys. 2013;102:341–353. doi: 10.1016/j.jastp.2013.05.019.", "ArticleIdList": ["10.1016/j.jastp.2013.05.019"]}, {"Citation": "Denisenko V.V., Boudjada M.Y., Lammer H. Propagation of seismogenic electric currents through the Earth’s atmosphere. J. Geophys. Res. Space Phys. 2018;123:4290–4297. doi: 10.1029/2018JA025228.", "ArticleIdList": ["10.1029/2018JA025228"]}, {"Citation": "Prokhorov B.E., Zolotov O.V. Comment on “An improved coupling model for the lithosphere-atmosphere-ionosphere system” by Kuo et al. [2014] J. Geophys. Res. Space Phys. 2017;122:4865–4868. doi: 10.1002/2016JA023441.", "ArticleIdList": ["10.1002/2016JA023441"]}, {"Citation": "Hayakawa M., Asano T., Rozhnoi A., Solovieva M. Very-low- to low-frequency sounding of ionospheric perturbations and possible association with earthquakes. In: Ouzounov D., Pulinets S., Hattori K., Taylor P., editors. Pre-Earthquake Processes: A Multidisciplinary Approach to Earthquake Prediction Studies. American Geophysical Union and John Wiley & Sons, Inc.; Washington, DC, USA: 2018. pp. 275–304."}, {"Citation": "Hayakawa M. Probing the lower ionospheric perturbations associated with earthquakes by means of subionospheric VLF/LF propagation. Earthq. Sci. 2011;24:609–637. doi: 10.1007/s11589-011-0823-1.", "ArticleIdList": ["10.1007/s11589-011-0823-1"]}, {"Citation": "Hayakawa M., Molchanov O.A., Ondoh T., Kawai E. The precursory signature effect of the Kobe earthquake on VLF subionospheric signals. J. Commun. Res. Lab. 1996;43:169–180. doi: 10.1109/ELMAGC.1997.617080.", "ArticleIdList": ["10.1109/ELMAGC.1997.617080"]}, {"Citation": "Molchanov O.A., Hayakawa M. Subionospheric VLF signal perturbations possibly related to earthquakes. J. Geophys. Res. Space Phys. 1998;103:17489–17504. doi: 10.1029/98JA00999.", "ArticleIdList": ["10.1029/98JA00999"]}, {"Citation": "Rozhnoi A., Solovieva M., Hayakawa M. VLF/LF signals method for searching of electromagnetic earthquake precursors. In: Hayakawa M., editor. Earthquake Prediction Studies: Seismo Electromagnetics. TERRAPUB; Tokyo, Japan: 2013. pp. 31–48."}, {"Citation": "Asai S., Yamamoto S., Kasahara Y., Hobara Y., Inaba T., Hayakawa M. Measurement of Doppler shifts of short-distance subionospheric LF transmitter signals and seismic effects. J. Geophys. Res. Space Phys. 2011;116:A02311. doi: 10.1029/2010JA016055.", "ArticleIdList": ["10.1029/2010JA016055"]}, {"Citation": "Asano T., Hayakawa M. On the tempo-spatial evolution of the lower ionospheric perturbation for the 2016 Kumamoto earthquakes from comparisons of VLF propagation data observed at multiple stations with wave-hop theoretical computations. Open J. Earthq. Res. 2018;7:161–185. doi: 10.4236/ojer.2018.73010.", "ArticleIdList": ["10.4236/ojer.2018.73010"]}, {"Citation": "Endo T., Kasahara Y., Hobara Y., Sue T., Hayakawa M. A note on the correlation of seismo-ionospheric perturbations with ground motions as deduced from F-net seismic observations. J. Atmos. Electr. 2013;33:69–76. doi: 10.1541/jae.33.69.", "ArticleIdList": ["10.1541/jae.33.69"]}, {"Citation": "Kamiyama M., Sugito M., Kuse M., Schekotov A., Hayakawa M. On the precursors to the 2011 Tohoku earthquake: Crustal movements and electromagnetic signatures. Geomat. Nat. Hazards Risk. 2014;7:471–492. doi: 10.1080/19475705.2014.937773.", "ArticleIdList": ["10.1080/19475705.2014.937773"]}, {"Citation": "Varotsos P.A., Sarlis N.V., Skordas E.S. Scale-specific order parameter fluctuations of seismicity in natural time before mainshocks. Europhys. Lett. 2011;96:59002. doi: 10.1209/0295-5075/96/59002.", "ArticleIdList": ["10.1209/0295-5075/96/59002"]}, {"Citation": "Varotsos P., Eftaxias K., Lazaridou M., Antonopoulos G., Makris J., Poliyiannakis J. Summary of the five principles suggested by Varotsos et al. [1996] and the additional questions raised in this debate. Geophys. Res. Lett. 1996;23:1449–1452. doi: 10.1029/96GL01437.", "ArticleIdList": ["10.1029/96GL01437"]}, {"Citation": "Korepanov V., Hayakawa M., Yampolski Y., Lizunov G. AGW as a seismo-ionospheric coupling responsible agent. Phys. Chem. Earth. 2009;34:485–495. doi: 10.1016/j.pce.2008.07.014.", "ArticleIdList": ["10.1016/j.pce.2008.07.014"]}, {"Citation": "Nakamura T., Korepanov V., Kasahara Y., Hobara Y., Hayakawa M. An evidence on the lithosphere-ionosphere coupling in terms of atmospheric gravity waves on the basis of a combined analysis of surface pressure, ionospheric perturbations and ground-based ULF variations. J. Atmos. Electr. 2013;33:53–68. doi: 10.1541/jae.33.53.", "ArticleIdList": ["10.1541/jae.33.53"]}, {"Citation": "Phanikumar D.V., Maurya A.K., Kumar K.N., Venkatesham K., Singh R., Sharma S., Naja M. Anomalous variations of VLF sub-ionospheric signal and mesospheric ozone prior to 2015 Gorkha Nepal earthquake. Sci. Rep. 2018;8:9381. doi: 10.1038/s41598-018-27659-9.", "ArticleIdList": ["10.1038/s41598-018-27659-9", "PMC6010448", "29925887"]}, {"Citation": "Yang S.-S., Asano T., Hayakawa M. Abnormal gravity wave activity in the stratosphere prior to the 2016 Kumamoto earthquakes. J. Geophys. Res. Space Phys. 2019;124:1410–1425. doi: 10.1029/2018JA026002.", "ArticleIdList": ["10.1029/2018JA026002"]}, {"Citation": "Potirakis S.M., Schekotov A., Hayakawa M. Electromagnetic phenomena related to the 2011 Tohoku earthquake and tsunami: A short review. Examines Mar. Biol. Oceanogr. 2017;1 doi: 10.31031/EIMBO.2017.01.000502.", "ArticleIdList": ["10.31031/EIMBO.2017.01.000502"]}, {"Citation": "VanZandt T.E. A model for gravity wave spectra observed by Doppler sounding systems. Radio Sci. 1985;20:1323–1330. doi: 10.1029/RS020i006p01323.", "ArticleIdList": ["10.1029/RS020i006p01323"]}, {"Citation": "De la Torre A., Alexander P., Giraldez A. The kinetic to potential energy ratio and spectral separability from high-resolution balloon soundings near the Andes Mountains. Geophys. Res. Lett. 1999;26:1413–1416. doi: 10.1029/1999GL900265.", "ArticleIdList": ["10.1029/1999GL900265"]}, {"Citation": "Tsuda T., Murayama Y., Nakamura T., Vincent R.A., Manson A.H., Meek C.E., Wilson R.L. Variations of the gravity wave characteristics with height, season and latitude revealed by comparative observations. J. Atmos. Sol. Terr. Phys. 1994;56:555–568. doi: 10.1016/0021-9169(94)90097-3.", "ArticleIdList": ["10.1016/0021-9169(94)90097-3"]}, {"Citation": "ERA5 Data Documentation.  [(accessed on 1 May 2019)]; Available online:  https://confluence.ecmwf.int/display/CKB/ERA5+data+documentation."}, {"Citation": "Fritts D.C., Alexander M.J. Gravity wave dynamics and effects in the middle atmosphere. Rev. Geophys. 2003;41 doi: 10.1029/2001RG000106.", "ArticleIdList": ["10.1029/2001RG000106"]}, {"Citation": "Bluestein H.B. Synoptic-Dynamic Meteorology in Midlatitudes: Observations and Theory of Weather Systems. Oxford University Press; New York, NY, USA: 1992."}, {"Citation": "Tsuda T., Nishida M., Rocken C., Ware R.H. A global morphology of gravity wave activity in the stratosphere revealed by the GPS occultation data (GPS/MET) J. Geophys. Res. Atmos. 2000;105:7257–7273. doi: 10.1029/1999JD901005.", "ArticleIdList": ["10.1029/1999JD901005"]}, {"Citation": "Russell J.M., III, Mlynczak M.G., Gordley L.L., Tansock J.J.J., Esplin R.W. Overview of the SABER experiment and preliminary calibration results; Proceedings of the Optical Spectroscopic Techniques and Instrumentation for Atmospheric and Space Research III, SPIE’s International Symposium on Optical Science, Engineering, and Instrumentation; Denver, CO, USA. 20 October 1999; pp. 277–288."}, {"Citation": "Hayakawa M., Hobara Y., Yasuda Y., Yamaguchi H., Ohta K., Izutsu J., Nakamura T. Possible precursor to the March 11, 2011, Japan earthquake: Ionospheric perturbations as seen by subionospheric very low frequency/low frequency propagation. Ann. Geophys. Italy. 2012;55:95–99. doi: 10.4401/ag-5357.", "ArticleIdList": ["10.4401/ag-5357"]}, {"Citation": "Hayakawa M., Hobara Y., Rozhnoi A., Solovieva M., Ohta K., Izutsu J., Nakamura T., Kasahara Y. The ionospheric precursor to the 2011 March 11 earthquake based upon observations obtained from the Japan-Pacific subionospheric VLF/LF Network. Terr. Atmos. Ocean Sci. 2013;24:393–408. doi: 10.3319/TAO.2012.12.14.01(AA).", "ArticleIdList": ["10.3319/TAO.2012.12.14.01(AA)"]}, {"Citation": "Hayakawa M., Rozhnoi A., Solovieva M., Hobara Y., Ohta K., Schekotov A., Fedorov E. The lower ionospheric perturbation as a precursor to the 11 March 2011 Japan earthquake. Geomat. Nat. Hazards Risk. 2013;4:275–287. doi: 10.1080/19475705.2012.751938.", "ArticleIdList": ["10.1080/19475705.2012.751938"]}, {"Citation": "Dörnbrack A., Leutbecher M., Kivi R., Kyrö E. Mountain-wave-induced record low stratospheric temperatures above northern Scandinavia. Tellus Ser. A Dyn. Meteorol. Oceanol. 1999;51:951–963. doi: 10.3402/tellusa.v51i5.14504.", "ArticleIdList": ["10.3402/tellusa.v51i5.14504"]}, {"Citation": "Eckermann S.D., Preusse P. Global Measurements of Stratospheric Mountain Waves from Space. Science. 1999;286:1534–1537. doi: 10.1126/science.286.5444.1534.", "ArticleIdList": ["10.1126/science.286.5444.1534", "10567253"]}, {"Citation": "Doyle J.D., Shapiro M.A., Jiang Q., Bartels D.L. Large-Amplitude Mountain Wave Breaking over Greenland. J. Atmos. Sci. 2005;62:3106–3126. doi: 10.1175/JAS3528.1.", "ArticleIdList": ["10.1175/JAS3528.1"]}, {"Citation": "Smith R.B., Woods B.K., Jensen J., Cooper W.A., Doyle J.D., Jiang Q., Grubišić V. Mountain Waves Entering the Stratosphere. J. Atmos. Sci. 2008;65:2543–2562. doi: 10.1175/2007JAS2598.1.", "ArticleIdList": ["10.1175/2007JAS2598.1"]}, {"Citation": "Tanaka H., Yamanaka M.D. Atmospheric Circulation in the Lower Stratosphere Induced by the Mesoscale Mountain Wave Breakdown. J. Meteorol. Soc. Jpn. 1985;63:1047–1054. doi: 10.2151/jmsj1965.63.6_1047.", "ArticleIdList": ["10.2151/jmsj1965.63.6_1047"]}, {"Citation": "Randall C.E., Harvey V.L., Singleton C.S., Bailey S.M., Bernath P.F., Codrescu M., Nakajima H., Russell J.M., III Energetic particle precipitation effects on the Southern Hemisphere stratosphere in 1992–2005. J. Geophys. Res. Atmos. 2007;112 doi: 10.1029/2006JD007696.", "ArticleIdList": ["10.1029/2006JD007696"]}, {"Citation": "Solomon S., Crutzen P.J., Roble R.G. Photochemical coupling between the thermosphere and the lower atmosphere: 1. Odd nitrogen from 50 to 120 km. J. Geophys. Res. Oceans. 1982;87:7206–7220. doi: 10.1029/JC087iC09p07206.", "ArticleIdList": ["10.1029/JC087iC09p07206"]}, {"Citation": "Sinnhuber M., Nieder H., Wieters N. Energetic particle precipitation and the chemistry of the mesosphere/lower thermosphere. Surv. Geophys. 2012;33:1281–1334. doi: 10.1007/s10712-012-9201-3.", "ArticleIdList": ["10.1007/s10712-012-9201-3"]}, {"Citation": "Voss H.D., Smith L.G. Global zones of energetic particle precipitation. J. Atmos. Terr. Phys. 1980;42:227–239. doi: 10.1016/0021-9169(80)90029-X.", "ArticleIdList": ["10.1016/0021-9169(80)90029-X"]}, {"Citation": "Brasseur G.P., Solomon S. Aeronomy of the Middle Atmosphere. Springer; Dordrecht, The Netherlands: 2005."}, {"Citation": "Rozanov E., Calisto M., Egorova T., Peter T., Schmutz W. Influence of the precipitating energetic particles on atmospheric chemistry and climate. Surv. Geophys. 2012;33:483–501. doi: 10.1007/s10712-012-9192-0.", "ArticleIdList": ["10.1007/s10712-012-9192-0"]}, {"Citation": "Froidevaux L., Allen M., Berman S., Daughton A. The mean ozone profile and its temperature sensitivity in the upper stratosphere and lower mesosphere: An analysis of LIMS observations. J. Geophys. Res. Atmos. 1989;94:6389–6417. doi: 10.1029/JD094iD05p06389.", "ArticleIdList": ["10.1029/JD094iD05p06389"]}, {"Citation": "Barnett J.J., Houghton J.T., Pyle J.A. The temperature dependence of the ozone concentration near the stratopause. Q. J. R. Meteorol. Soc. 1975;101:245–257. doi: 10.1002/qj.49710142808.", "ArticleIdList": ["10.1002/qj.49710142808"]}, {"Citation": "Holton J.R., Hakim G.J. An Introduction to Dynamic Meteorology. 5th ed. Academic Press; Boston, MA, USA: 2012."}, {"Citation": "Chen C.-H., Wen S., Liu J.-Y., Hattori K., Han P., Hobara Y., Wang C.-H., Yeh T.-K., Yen H.-Y. Surface displacements in Japan before the 11 March 2011 M9.0 Tohoku-Oki earthquake. J. Asian Earth Sci. 2014;80:165–171. doi: 10.1016/j.jseaes.2013.11.009.", "ArticleIdList": ["10.1016/j.jseaes.2013.11.009"]}, {"Citation": "Ito Y., Hino R., Kido M., Fujimoto H., Osada Y., Inazu D., Ohta Y., Iinuma T., Ohzono M., Miura S., et al. Episodic slow slip events in the Japan subduction zone before the 2011 Tohoku-Oki earthquake. Tectonophysics. 2013;600:14–26. doi: 10.1016/j.tecto.2012.08.022.", "ArticleIdList": ["10.1016/j.tecto.2012.08.022"]}, {"Citation": "Kato A., Obara K., Igarashi T., Tsuruoka H., Nakagawa S., Hirata N. Propagation of slow slip leading up to the 2011 Mw 9.0 Tohoku-Oki earthquake. Science. 2012;335:705–708. doi: 10.1126/science.1215141.", "ArticleIdList": ["10.1126/science.1215141", "22267578"]}, {"Citation": "Orihara Y., Kamogawa M., Nagao T. Preseismic changes of the level and temperature of confined groundwater related to the 2011 Tohoku earthquake. Sci. Rep. 2014;4:6907. doi: 10.1038/srep06907.", "ArticleIdList": ["10.1038/srep06907", "PMC4219170", "25366123"]}, {"Citation": "Han P., Hattori K., Xu G., Ashida R., Chen C.-H., Febriani F., Yamaguchi H. Further investigations of geomagnetic diurnal variations associated with the 2011 off the Pacific coast of Tohoku earthquake (Mw 9.0) J. Asian Earth Sci. 2015;114:321–326. doi: 10.1016/j.jseaes.2015.02.022.", "ArticleIdList": ["10.1016/j.jseaes.2015.02.022"]}, {"Citation": "Xu G., Han P., Huang Q., Hattori K., Febriani F., Yamaguchi H. Anomalous behaviors of geomagnetic diurnal variations prior to the 2011 off the Pacific coast of Tohoku earthquake (Mw9.0) J. Asian Earth Sci. 2013;77:59–65. doi: 10.1016/j.jseaes.2013.08.011.", "ArticleIdList": ["10.1016/j.jseaes.2013.08.011"]}, {"Citation": "Varotsos P.A., Sarlis N.V., Skordas E.S. Phenomena preceding major earthquakes interconnected through a physical model. Ann. Geophys. 2019;37:315–324. doi: 10.5194/angeo-37-315-2019.", "ArticleIdList": ["10.5194/angeo-37-315-2019"]}, {"Citation": "Sarlis N.V., Skordas E.S., Varotsos P.A. A remarkable change of the entropy of seismicity in natural time under time reversal before the super-giant M9 Tohoku earthquake on 11 March 2011. Europhys. Lett. 2018;124:29001. doi: 10.1209/0295-5075/124/29001.", "ArticleIdList": ["10.1209/0295-5075/124/29001", "PMC7512320", "33265846"]}, {"Citation": "Varotsos P.A., Sarlis N.V., Skordas E.S., Lazaridou M.S. Identifying sudden cardiac death risk and specifying its occurrence time by analyzing electrocardiograms in natural time. Appl. Phys. Lett. 2007;91:064106. doi: 10.1063/1.2768928.", "ArticleIdList": ["10.1063/1.2768928"]}, {"Citation": "Schekotov A., Fedorov E., Hobara Y., Hayakawa M. ULF Magnetic field depression as a possible precursor to the 2011/3.11 Japan earthquake. J. Atmos. Electr. 2013;33:41–51. doi: 10.1541/jae.33.41.", "ArticleIdList": ["10.1541/jae.33.41"]}, {"Citation": "Schekotov A., Hayakawa M. ULF/ELF Electromagnetic Phenomena for Short-Term Earthquake Prediction. LAP Lambert Academic Publishing; Beau-Bassin, Mauritius: 2017."}, {"Citation": "He L., Wu L., Pulinets S., Liu S., Yang F. A nonlinear background removal method for seismo-ionospheric anomaly analysis under a complex solar activity scenario: A case study of the M9.0 Tohoku earthquake. Adv. Space Res. 2012;50:211–220. doi: 10.1016/j.asr.2012.04.001.", "ArticleIdList": ["10.1016/j.asr.2012.04.001"]}, {"Citation": "Ouzounov D., Pulinets S., Romanov A., Romanov A., Tsybulya K., Davidenko D., Kafatos M., Taylor P. Atmosphere-ionosphere response to the M9 Tohoku earthquake revealed by multi-instrument space-borne and ground observations: Preliminary results. Earthq. Sci. 2011;24:557–564. doi: 10.1007/s11589-011-0817-z.", "ArticleIdList": ["10.1007/s11589-011-0817-z"]}, {"Citation": "Xu T., Chen Z., Li C., Wu J., Hu Y., Wu Z. GPS total electron content and surface latent heat flux variations before the 11 March 2011 M9.0 Sendai earthquake. Adv. Space Res. 2011;48:1311–1317. doi: 10.1016/j.asr.2011.06.024.", "ArticleIdList": ["10.1016/j.asr.2011.06.024"]}, {"Citation": "Ohta K., Izutsu J., Schekotov A., Hayakawa M. The ULF/ELF electromagnetic radiation before the 11 March 2011 Japanese earthquake. Radio Sci. 2013;48:589–596. doi: 10.1002/rds.20064.", "ArticleIdList": ["10.1002/rds.20064"]}, {"Citation": "Hayakawa M., Schekotov A., Potirakis S., Eftaxias K. Criticality features in ULF magnetic fields prior to the 2011 Tohoku earthquake. Proc. Jpn. Acad. Ser. B Phys. Biol. Sci. 2015;91:25–30. doi: 10.2183/pjab.91.25.", "ArticleIdList": ["10.2183/pjab.91.25", "PMC4405393", "25743063"]}, {"Citation": "Contoyiannis Y., Potirakis S.M., Eftaxias K., Hayakawa M., Schekotov A. Intermittent criticality revealed in ULF magnetic fields prior to the 11 March 2011 Tohoku earthquake (MW = 9) Phys. A. 2016;452:19–28. doi: 10.1016/j.physa.2016.01.065.", "ArticleIdList": ["10.1016/j.physa.2016.01.065"]}, {"Citation": "Oyama K.I., Chen C.H., Bankov L., Minakshi D., Ryu K., Liu J.Y., Liu H. Precursor effect of March 11, 2011 off the coast of Tohoku earthquake on high and low latitude ionospheres and its possible disturbing mechanism. Adv. Space Res. 2019;63:2623–2637. doi: 10.1016/j.asr.2018.12.042.", "ArticleIdList": ["10.1016/j.asr.2018.12.042"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "17"}, {"Year": "2020", "Month": "1", "Day": "7"}, {"Year": "2020", "Month": "1", "Day": "14"}, {"Year": "2020", "Month": "12", "Day": "8", "Hour": "1", "Minute": "3"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["33285884", "PMC7516416", "10.3390/e22010110", "e22010110"]}}], "PubmedBookArticle": []}