{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Graphene", "Nanocomposite", "Ozonation", "Pentachlorophenol", "Photocatalysis", "Titanium dioxide"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33312626", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "07"}], "ELocationID": ["10.1007/s40201-020-00529-1"], "Journal": {"ISSN": "2052-336X", "JournalIssue": {"Volume": "18", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Journal of environmental health science & engineering", "ISOAbbreviation": "J Environ Health Sci Eng"}, "ArticleTitle": "Performance of photocatalytic ozonation process for pentachlorophenol (PCP) removal in aqueous solution using graphene-TiO<sub>2</sub> nanocomposite (UV/G-TiO<sub>2</sub>/O<sub>3</sub>).", "Pagination": {"StartPage": "1083", "EndPage": "1097", "MedlinePgn": "1083-1097"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate the efficiency of photocatalytic ozonation process using graphene-dioxide titanium nanocomposite in removing Pentachlorophenol (PCP) from aqueous solutions. In this study, nanocomposites with graphene to TiO<sub>2</sub>(G/T) ratios of 1:10 and 1:20 were synthesized by hydrothermal method, and its characteristics were assessed using various analyses, SEM, XRD, FTIR, TEM, BET and TGA. In this process, the effects of parameters including O<sub>3</sub> concentration (0.25-1.25 mg/L), nanocomposite concentration (50-500 mg/L), initial PCP concentration (10-100 mg/L), and time (10-60 min), were studied. The results showed that PCP removal efficiency was increased by decreasing solute concentration. Increasing nanocomposite dose to 100 mg/L was led to an increase in efficiency (99.1%), but then a decreasing trend was observed. Increasing the concentration of ozone, up to specific value, also enhanced the efficiency but then had a negative effect on process efficiency. Furthermore, the optimum ratio of the catalyst was determined to be 1:20. The highest efficiency of the process for initial pentachlorophenol concentration of 100 mg/L was obtained 98.82% in optimum conditions (catalyst dose of 100 mg/L and 60 min). It is concluded that the photocatalytic ozonation process using graphene-dioxide titanium nanocomposite had the highest efficiency in removal and mineralization of PCP."], "CopyrightInformation": "© Springer Nature Switzerland AG 2020."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411623.3", "0000 0001 2227 0923"], "Affiliation": "Department of Environmental Health Engineering, Health Sciences Research Center, Faculty of Health, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Zazouli", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": ["0000-0001-9906-4730"], "AffiliationInfo": [{"Identifier": ["grid.411623.3", "0000 0001 2227 0923"], "Affiliation": "Department of Environmental Health Engineering, Student Research Committee, Mazandaran University of Medical Science, Sari, Iran."}], "LastName": "Yousefi", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Engineering, Abadan Faculty of Medical Siences, Abadan, Iran."}], "LastName": "Ghanbari", "ForeName": "Farshid", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411623.3", "0000 0001 2227 0923"], "Affiliation": "Department of Environmental Health Engineering, Health Sciences Research Center, Faculty of Health, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Babanezhad", "ForeName": "Esmaeil", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Health Sci Eng", "NlmUniqueID": "101613643"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dargahi A, Ansari A, Nematollahi D, Asgari G, Shokoohi R, Samarghandi MR. Parameter optimization and degradation mechanism for electrocatalytic degradation of 2, 4-diclorophenoxyacetic acid (2, 4-D) herbicide by lead dioxide electrodes. RSC Adv. 2019;9(9):5064–5075.", "ArticleIdList": ["PMC9060676", "35514628"]}, {"Citation": "Yu L, Yang X, Ye Y, Peng X, Wang D. Silver nanoparticles decorated anatase TiO2 nanotubes for removal of pentachlorophenol from water. J Colloid Interface Sci. 2015;453:100–106.", "ArticleIdList": ["25982935"]}, {"Citation": "Shankar A. Kongot M. Kumar A. Removal of pentachlorophenol pesticide from aqueous solutions using modified chitosan. Arabian Journal of Chemistry: Saini VK; 2018."}, {"Citation": "Rahmani AR, Jorfi S, Asgari G, Zamani F, Almasi H, Masoumi Z. A comparative study on the removal of pentachlorophenol using copper-impregnated pumice and zeolite. Journal of Environmental Chemical Engineering. 2018;6(2):3342–3348."}, {"Citation": "Mishra S, Maiti A. The efficacy of bacterial species to decolourise reactive azo, anthroquinone and triphenylmethane dyes from wastewater: a review. Environ Sci Pollut Res. 2018;25(9):8286–8314. doi: 10.1007/s11356-018-1273-2.", "ArticleIdList": ["10.1007/s11356-018-1273-2", "29383646"]}, {"Citation": "Devi P, Saroha AK. Synthesis of the magnetic biochar composites for use as an adsorbent for the removal of pentachlorophenol from the effluent. Bioresour Technol. 2014;169:525–531.", "ArticleIdList": ["25089893"]}, {"Citation": "Garbou AM, Clausen CA, Yestrebsky CL. Comparative study for the removal and destruction of pentachlorophenol using activated magnesium treatment systems. Chemosphere. 2017;166:267–274.", "ArticleIdList": ["27700993"]}, {"Citation": "Chen Y, Lin C-J, Fu S, Zhan H. Effect of oxygen availability on the removal efficiency and sludge characteristics during pentachlorophenol (PCP) biodegradation in a coupled granular sludge system. Water Sci Technol. 2010;61(7):1885–1893.", "ArticleIdList": ["20371948"]}, {"Citation": "Long M, Ilhan ZE, Xia S, Zhou C, Rittmann BE. Complete dechlorination and mineralization of pentachlorophenol (PCP) in a hydrogen-based membrane biofilm reactor (MBfR) Water Res. 2018;144:134–144.", "ArticleIdList": ["30025265"]}, {"Citation": "Papazi A, Karamanli M, Kotzabasis K. Comparative biodegradation of all chlorinated phenols by the microalga Scenedesmus obliquus—the biodegradation strategy of microalgae. J Biotechnol. 2019;296:61–68.", "ArticleIdList": ["30890327"]}, {"Citation": "Prabowo B, Veriansyah B, Jae-Duck K. Hydrothermal decomposition of pentachlorophenol in subcritical and supercritical water with sodium hydroxide addition. J Environ Sci. 2007;19(6):663–666.", "ArticleIdList": ["17969637"]}, {"Citation": "Ho D, Senthilnanthan M, Mohammad J, Vigneswaran S, Ngo H, Mahinthakumar G, et al. The application of photocatalytic oxidation in removing pentachlorophenol from contaminated water. Journal of Advanced Oxidation Technologies. 2010;13(1):21–26."}, {"Citation": "Li Y, Niu J, Yin L, Wang W, Bao Y, Chen J, Duan Y. Photocatalytic degradation kinetics and mechanism of pentachlorophenol based on superoxide radicals. J Environ Sci. 2011;23(11):1911–1918.", "ArticleIdList": ["22432318"]}, {"Citation": "Azizi S, Samarghandi MR. Evaluation of the photocatalytic removal of pentachlorophenol by uv/zno from aqueous solutions. 2015."}, {"Citation": "Niu J, Bao Y, Li Y, Chai Z. Electrochemical mineralization of pentachlorophenol (PCP) by Ti/SnO2–Sb electrodes. Chemosphere. 2013;92(11):1571–1577.", "ArticleIdList": ["23689100"]}, {"Citation": "Xu F, Chang L, Duan X, Bai W, Sui X, Zhao X. A novel layer-by-layer CNT/PbO2 anode for high-efficiency removal of PCP-Na through combining adsorption/electrosorption and electrocatalysis. Electrochim Acta. 2019;300:53–66."}, {"Citation": "Liu W, Liu H, Ai Z. In-situ generated H2O2 induced efficient visible light photo-electrochemical catalytic oxidation of PCP-Na with TiO2. J Hazard Mater. 2015;288:97–103.", "ArticleIdList": ["25698570"]}, {"Citation": "Zazouli MA, Ghanbari F, Yousefi M, Madihi-Bidgoli S. Photocatalytic degradation of food dye by Fe3O4–TiO2 nanoparticles in presence of peroxymonosulfate: the effect of UV sources. Journal of environmental chemical engineering. 2017;5(3):2459–2468."}, {"Citation": "Seid-Mohammadi A, Asgarai G, Ghorbanian Z, Dargahi A. The removal of cephalexin antibiotic in aqueous solutions by ultrasonic waves/hydrogen peroxide/nickel oxide nanoparticles (US/H2O2/NiO) hybrid process. Sep Sci Technol. 2019:1–11."}, {"Citation": "Veisi F, Zazouli MA, Ebrahimzadeh MA, Charati JY, Dezfoli AS. Photocatalytic degradation of furfural in aqueous solution by N-doped titanium dioxide nanoparticles. Environ Sci Pollut Res. 2016;23(21):21846–21860.", "ArticleIdList": ["27525742"]}, {"Citation": "Silva DB, Cruz-Alcalde A, Sans C, Giménez J, Esplugas S. Performance and kinetic modelling of photolytic and photocatalytic ozonation for enhanced micropollutants removal in municipal wastewaters. Appl Catal B Environ. 2019;249:211–217."}, {"Citation": "Wu D, Li X, Zhang J, Chen W, Lu P, Tang Y, Li L. Efficient PFOA degradation by persulfate-assisted photocatalytic ozonation. Sep Purif Technol. 2018;207:255–261."}, {"Citation": "Yu D, Li L, Wu M, Crittenden JC. Enhanced photocatalytic ozonation of organic pollutants using an iron-based metal-organic framework. Appl Catal B Environ. 2019;251:66–75."}, {"Citation": "Shahamat YD, Zazouli MA, Asgharnia H, Dehghanifard E. Evaluation of rapid purification of high concentrations of 2, 4-Dinitrophenol in wastewater using catalytic ozonation with carboneus nanocomposite. Journal of Mazandaran University of Medical Sciences. 2016;25(133):138–149."}, {"Citation": "Guo Y, Yang L, Cheng X, Wang X. The application and reaction mechanism of catalytic ozonation in water treatment. J Environ Anal Toxicol. 2012;2(7):2161–0525.1000150."}, {"Citation": "Emam EA. Effect of ozonation combined with heterogeneous catalysts and ultraviolet radiation on recycling of gas-station wastewater. Egypt J Pet. 2012;21(1):55–60."}, {"Citation": "Zhang Y, Zhou Z, Chen T, Wang H, Lu W. Graphene TiO2 nanocomposites with high photocatalytic activity for the degradation of sodium pentachlorophenol. J Environ Sci. 2014;26(10):2114–2122.", "ArticleIdList": ["25288556"]}, {"Citation": "Liu J, Bai H, Wang Y, Liu Z, Zhang X, Sun DD. Self-assembling TiO2 nanorods on large graphene oxide sheets at a two-phase interface and their anti-recombination in photocatalytic applications. Adv Funct Mater. 2010;20(23):4175–4181."}, {"Citation": "Pan X, Zhao Y, Wang S, Fan Z. TiO2/graphene nanocomposite for photocatalytic application. Materials and Processes for Energy: Communicating Current Research and Technological Developments; Méndez-Vilas, A, Ed. 2013:913–20."}, {"Citation": "Cheng P, Yang Z, Wang H, Cheng W, Chen M, Shangguan W, et al. TiO2–graphene nanocomposites for photocatalytic hydrogen production from splitting water. international journal of hydrogen energy. 2012;37(3):2224–30."}, {"Citation": "Chang Y-N, Ou X-M, Zeng G-M, Gong J-L, Deng C-H, Jiang Y, Liang J, Yuan GQ, Liu HY, He X. Synthesis of magnetic graphene oxide–TiO2 and their antibacterial properties under solar irradiation. Appl Surf Sci. 2015;343:1–10."}, {"Citation": "Zhu J, Chen M, He Q, Shao L, Wei S, Guo Z. An overview of the engineered graphene nanostructures and nanocomposites. RSC Adv. 2013;3(45):22790–22824."}, {"Citation": "Cao M, Wang P, Ao Y, Wang C, Hou J, Qian J. Visible light activated photocatalytic degradation of tetracycline by a magnetically separable composite photocatalyst: graphene oxide/magnetite/cerium-doped titania. J Colloid Interface Sci. 2016;467:129–139.", "ArticleIdList": ["26799623"]}, {"Citation": "Xiao S, Cheng M, Zhong H, Liu Z, Liu Y, Yang X, et al. Iron-mediated activation of persulfate and peroxymonosulfate in both homogeneous and heterogeneous ways: A review. Chemical Engineering Journal. 2020;384:123265. doi: 10.1016/j.cej.2019.123265."}, {"Citation": "Wen Y, Ding H, Shan Y. Preparation and visible light photocatalytic activity of Ag/TiO 2/graphene nanocomposite. Nanoscale. 2011;3(10):4411–4417.", "ArticleIdList": ["21909581"]}, {"Citation": "Zhang Y, Tang Z-R, Fu X, Xu Y-J. Engineering the unique 2D mat of graphene to achieve graphene-TiO2 nanocomposite for photocatalytic selective transformation: what advantage does graphene have over its forebear carbon nanotube? ACS Nano. 2011;5(9):7426–7435.", "ArticleIdList": ["21870826"]}, {"Citation": "Foroutan R, Mohammadi R, Sohrabi N, Sahebi S, Farjadfard S, Esvandi Z, et al. Calcined alluvium of agricultural streams as a recyclable and cleaning tool for cationic dye removal from aqueous media. Environmental Technology & Innovation. 2020;17:100530. 10.1016/j.eti.2019.100530."}, {"Citation": "Bonyadi Z, Kumar PS, Foroutan R, Kafaei R, Arfaeinia H, Farjadfard S, Ramavandi B. Ultrasonic-assisted synthesis of Populus alba activated carbon for water defluorination: application for real wastewater. Korean J Chem Eng. 2019;36(10):1595–1603. doi: 10.1007/s11814-019-0373-0.", "ArticleIdList": ["10.1007/s11814-019-0373-0"]}, {"Citation": "Zhu J, Zhu L, Zhu R, Tian S, Li J. Surface microtopography of surfactant modified montmorillonite. Appl Clay Sci. 2009;45(1–2):70–75."}, {"Citation": "Nguyen-Phan T-D, Pham VH, Shin EW, Pham H-D, Kim S, Chung JS, Kim EJ, Hur SH. The role of graphene oxide content on the adsorption-enhanced photocatalysis of titanium dioxide/graphene oxide composites. Chem Eng J. 2011;170(1):226–232."}, {"Citation": "Foroutan R, Mohammadi R, Razeghi J, B R. Ramavandi B. Performance of algal activated carbon/Fe3O4 magnetic composite for cationic dyes removal from aqueous solutions. Algal Research. 2019;40(1):101509."}, {"Citation": "Esmaeili H, Foroutan R, Jafari D, M AR. Effect of interfering ions on phosphate removal from aqueous media using magnesium oxide@ ferric molybdate nanocomposite. Korean Journal of Chemical Engineering. 2020;37:804–814."}, {"Citation": "Perera SD, Mariano RG, Vu K, Nour N, Seitz O, Chabal Y, Balkus KJ., Jr Hydrothermal synthesis of graphene-TiO2 nanotube composites with enhanced photocatalytic activity. ACS Catal. 2012;2(6):949–956."}, {"Citation": "Wang F, Zhang K. Reduced graphene oxide–TiO2 nanocomposite with high photocatalystic activity for the degradation of rhodamine B. J Mol Catal A Chem. 2011;345(1–2):101–107."}, {"Citation": "Mahmoodi NM. Photocatalytic ozonation of dyes using copper ferrite nanoparticle prepared by co-precipitation method. Desalination. 2011;279(1–3):332–337."}, {"Citation": "Mahmoodi NM. Photocatalytic ozonation of dyes using multiwalled carbon nanotube. J Mol Catal A Chem. 2013;366:254–260."}, {"Citation": "Beltrán FJ, Aguinaco A, García-Araya JF. Mechanism and kinetics of sulfamethoxazole photocatalytic ozonation in water. Water Res. 2009;43(5):1359–1369.", "ArticleIdList": ["19117589"]}, {"Citation": "Samarghandi M, Rahmani A, Asgari G, Ahmadidoost G, Dargahi A. Photocatalytic removal of cefazolin from aqueous solution by AC prepared from mango seed+ ZnO under uv irradiation. Global Nest Journal. 2018;20(2):399–407."}, {"Citation": "Rodríguez EM, Fernández G, Alvarez PM, Beltrán FJ. TiO2 and Fe (III) photocatalytic ozonation processes of a mixture of emergent contaminants of water. Water Res. 2012;46(1):152–166.", "ArticleIdList": ["22078252"]}, {"Citation": "Xu X-R, Li X-Y, Li X-Z, Li H-B. Degradation of melatonin by UV, UV/H2O2, Fe2+/H2O2 and UV/Fe2+/H2O2 processes. Sep Purif Technol. 2009;68(2):261–266."}, {"Citation": "Orge C, Pereira MFR, Faria JL. Photocatalytic ozonation of model aqueous solutions of oxalic and oxamic acids. Appl Catal B Environ. 2015;174:113–119."}, {"Citation": "Dong S, Zhou D, Bi X. Liquid phase heterogeneous photocatalytic ozonation of phenol in liquid–solid fluidized bed: simplified kinetic modeling. Particuology. 2010;8(1):60–66."}, {"Citation": "Li L, Zhu W, Zhang P, Chen Z, Han W. Photocatalytic oxidation and ozonation of catechol over carbon-black-modified nano-TiO2 thin films supported on Al sheet. Water Res. 2003;37(15):3646–3651.", "ArticleIdList": ["12867330"]}, {"Citation": "Nishimoto S, Mano T, Kameshima Y, Miyake M. Photocatalytic water treatment over WO3 under visible light irradiation combined with ozonation. Chem Phys Lett. 2010;500(1–3):86–89."}, {"Citation": "Chen Y, Lu A, Li Y, Zhang L, Yip HY, Zhao H, An T, Wong PK. Naturally occurring sphalerite as a novel cost-effective photocatalyst for bacterial disinfection under visible light. Environmental science & technology. 2011;45(13):5689–5695.", "ArticleIdList": ["21668021"]}, {"Citation": "Ali MM, Sandhya K. Visible light responsive titanium dioxide–cyclodextrin–fullerene composite with reduced charge recombination and enhanced photocatalytic activity. Carbon. 2014;70:249–257."}, {"Citation": "Raja P, Bozzi A, Mansilla H, Kiwi J. Evidence for superoxide-radical anion, singlet oxygen and OH-radical intervention during the degradation of the lignin model compound (3-methoxy-4-hydroxyphenylmethylcarbinol) J Photochem Photobiol A Chem. 2005;169(3):271–278."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "26"}, {"Year": "2020", "Month": "9", "Day": "3"}, {"Year": "2020", "Month": "12", "Day": "14", "Hour": "10", "Minute": "57"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["33312626", "PMC7721932", "10.1007/s40201-020-00529-1", "529"]}}], "PubmedBookArticle": []}