{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["climate mitigation", "electric vehicles (EV)", "integrated assessment modeling", "interdisciplinary", "renewable energy"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33330312", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "11", "Day": "19"}], "ELocationID": ["563358", "10.3389/fpubh.2020.563358"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "Integrating Air Quality and Public Health Benefits in U.S. Decarbonization Strategies.", "Pagination": {"StartPage": "563358", "MedlinePgn": "563358"}, "Abstract": {"AbstractText": ["Research on air quality and human health \"co-benefits\" from climate mitigation strategies represents a growing area of policy-relevant scholarship. Compared to other aspects of climate and energy policy evaluation, however, there are still relatively few of these co-benefits analyses. This sparsity reflects a historical disconnect between research quantifying energy and climate, and research dealing with air quality and health. The air quality co-benefits of climate, clean energy, and transportation electrification policies are typically assessed with models spanning social, physical, chemical, and biological systems. This review article summarizes studies to date and presents methods used for these interdisciplinary analyses. Studies in the peer-reviewed literature (<i>n</i> = 26) have evaluated carbon pricing, renewable portfolio standards, energy efficiency, renewable energy deployment, and clean transportation. A number of major findings have emerged from these studies: [1] decarbonization strategies can reduce air pollution disproportionally on the most polluted days; [2] renewable energy deployment and climate policies offer the highest health and economic benefits in regions with greater reliance on coal generation; [3] monetized air quality health co-benefits can offset costs of climate policy implementation; [4] monetized co-benefits typically exceed the levelized cost of electricity (LCOE) of renewable energies; [5] Electric vehicle (EV) adoption generally improves air quality on peak pollution days, but can result in ozone dis-benefits in urban centers due to the titration of ozone with nitrogen oxides. Drawing from these published studies, we review the state of knowledge on climate co-benefits to air quality and health, identifying opportunities for policy action and further research."], "CopyrightInformation": "Copyright © 2020 Gallagher and Holloway."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nelson Institute Center for Sustainability and the Global Environment, University of Wisconsin-Madison, Madison, WI, United States."}], "LastName": "Gallagher", "ForeName": "Ciaran L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nelson Institute Center for Sustainability and the Global Environment, University of Wisconsin-Madison, Madison, WI, United States."}, {"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Sciences, University of Wisconsin-Madison, Madison, WI, United States."}], "LastName": "Holloway", "ForeName": "Tracey", "Initials": "T"}], "PublicationTypeList": ["Research Support, Non-U.S. Gov't", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["prevention & control"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Public Health"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "West JJ, Cohen A, Dentener F, Brunekreef B, Zhu T, Armstrong B, et al. . What we breathe impacts our health: improving understanding of the link between air pollution and health. Environ Sci Technol. (2016) 50:4895–904. 10.1021/acs.est.5b03827", "ArticleIdList": ["10.1021/acs.est.5b03827", "27010639"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, Frostad J, Estep K, et al. . Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet. (2017) 389:1907–18. 10.1016/S0140-6736(17)30505-6", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "Jacobson TA, Kler JS, Hernke MT, Braun RK, Meyer KC, Funk WE. Direct human health risks of increased atmospheric carbon dioxide. Nat Sustain. (2019) 2:697–701. 10.1038/s41893-019-0323-1", "ArticleIdList": ["10.1038/s41893-019-0323-1"]}, {"Citation": "WHO Air Quality Guidelines (2005)."}, {"Citation": "U.S. Environmental Protection Agency. NAAQS.  (2016) Available online at: URL https://www.epa.gov/criteria-air-pollutants/naaqs-table (accessed December 10, 2019)."}, {"Citation": "The European Union \nAir Quality Standards. EU Air Qual. Dir (2008). Available online at: URL https://www.eea.europa.eu/themes/air/air-quality-concentrations/air-quality-standards."}, {"Citation": "China State Council Air Pollution Prevention and Control Action Plan (2013)."}, {"Citation": "U.S. Environmental Protection Agency. Nonattainment Areas for Criteria Pollutants.  (2020) Available online at: URL https://www.epa.gov/green-book"}, {"Citation": "Jacob DJ, Winner DA. Effect of climate change on air quality. Atmos Environ. (2009) 43:51–63. 10.1016/j.atmosenv.2008.09.051", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.051"]}, {"Citation": "Weaver CP, Liang XZ, Zhu J, Adams PJ, Amar P, Avise J, Caughey M, et al. A preliminary synthesis of modeled climate change impacts on U.S. regional ozone concentrations. Am Meteorol Soc. (2009) 1843–63. 10.1175/2009BAMS2568.1", "ArticleIdList": ["10.1175/2009BAMS2568.1"]}, {"Citation": "Ayres R, Walter J. The greenhouse effect: damages, costs and abatement. Environ Resource Econ. (1991) 1:237–70. 10.1007/BF00367920", "ArticleIdList": ["10.1007/BF00367920"]}, {"Citation": "Viscusi WK, Magat WA, Carlin A, Dreyfus MK. Environmentally responsible energy pricing. Energy J. (1994) 15:43–66. 10.5547/ISSN0195-6574-EJ-Vol15-No2-2", "ArticleIdList": ["10.5547/ISSN0195-6574-EJ-Vol15-No2-2"]}, {"Citation": "Wang Z, Smith KR. Secondary benefits of greenhouse gas control: health impacts in China. Environ Sci Technol. (1999) 33:3056–61. 10.1021/es981360d", "ArticleIdList": ["10.1021/es981360d"]}, {"Citation": "Dowlatabadi H, Tschang F, Siegel S. Estimating the Ancillary Benefits of Selected Carbon Dioxide Mitigation Strategies: Electricity Sector. Climate Change Division, US Environmental Protection Agency; (1993)."}, {"Citation": "Holmes R, Keinath D, Sussman F. Ancillary Benefits of Mitigating Climate Change: Selected Actions from the Climate Change Action Plan. Climate Change Division, US Environmental Protection Agency; (1993)."}, {"Citation": "Aunan K, Fang J, Vennemo H, Oye K, Seip HM. Co-benefits of climate policy-lessons learned from a study in Shanxi, China. Energy Policy. (2004) 32:567–81. 10.1016/S0301-4215(03)00156-3", "ArticleIdList": ["10.1016/S0301-4215(03)00156-3"]}, {"Citation": "Bollen J, van der Zwaan B, Brink C, Eerens H. Local air pollution and global climate change: a combined cost-benefit analysis. Resour Energy Econ. (2009) 31:161–81. 10.1016/j.reseneeco.2009.03.001", "ArticleIdList": ["10.1016/j.reseneeco.2009.03.001"]}, {"Citation": "Tollefsen P, Rypdal K, Torvanger A, Rive N. Air pollution policies in Europe: efficiency gains from integrating climate effects with damage costs to health and crops. Environ Sci Policy. (2009) 12:870–81. 10.1016/j.envsci.2009.08.006", "ArticleIdList": ["10.1016/j.envsci.2009.08.006"]}, {"Citation": "United Nations. Convention on Long-Range Transboundary Air Pollution 81/462/EEC (1979)."}, {"Citation": "Alcamo J, Shaw R, Hordijk L. The RAINS Model of Acidification. Science and Strategies in Europe; (1990)."}, {"Citation": "Syri S, Karvosenoja N, Lehtilä A, Laurila T, Lindfors V, Tuovinen JP. Modeling the impacts of the Finnish Climate Strategy on air pollution. Atmos Environ. (2002) 36:3059–69. 10.1016/S1352-2310(02)00263-7", "ArticleIdList": ["10.1016/S1352-2310(02)00263-7"]}, {"Citation": "van Vuuren DP, Cofala J, Eerens HE, Oostenrijk R, Heyes C, Klimont Z, et al. Exploring the ancillary benefits of the Kyoto Protocol for air pollution in Europe. Energy Policy. (2006) 34:444–60. 10.1016/j.enpol.2004.06.012", "ArticleIdList": ["10.1016/j.enpol.2004.06.012"]}, {"Citation": "Burtraw D, Krupnick A, Palmer K, Paul A, Toman M, Bloyd C. Ancillary benefits of reduced air pollution in the US from moderate greenhouse gas mitigation policies in the electricity sector. J Environ Econ Manage. (2003) 45:650–73. 10.1016/S0095-0696(02)00022-0", "ArticleIdList": ["10.1016/S0095-0696(02)00022-0"]}, {"Citation": "Zhang D, Aunan K, Martin Seip H, Larssen S, Liu J, Zhang D. The assessment of health damage caused by air pollution and its implication for policy making in Taiyuan, Shanxi, China. Energy Policy. (2010) 38:491–502. 10.1016/j.enpol.2009.09.039", "ArticleIdList": ["10.1016/j.enpol.2009.09.039"]}, {"Citation": "Fann N, Fulcher CM, Hubbell BJ. The influence of location, source, and emission type in estimates of the human health benefits of reducing a ton of air pollution. Air Qual Atmos Heal. (2009) 2:169–76. 10.1007/s11869-009-0044-0", "ArticleIdList": ["10.1007/s11869-009-0044-0", "PMC2770129", "19890404"]}, {"Citation": "Thompson T, Webber M, Allen DT. Air quality impacts of using overnight electricity generation to charge plug-in hybrid electric vehicles for daytime use. Environ Res Lett. (2009) 4:014002 10.1088/1748-9326/4/1/014002", "ArticleIdList": ["10.1088/1748-9326/4/1/014002"]}, {"Citation": "Zhao B, Xu J, Hao J. Impact of energy structure adjustment on air quality: a case study in Beijing, China. Front Environ Sci Eng China. (2011) 5:378–90. 10.1007/s11783-011-0357-8", "ArticleIdList": ["10.1007/s11783-011-0357-8"]}, {"Citation": "Bell ML, Davis DL, Cifuentes LA, Krupnick AJ, Morgenstern RD, Thurston GD. Ancillary human health benefits of improved air quality resulting from climate change mitigation. Environ Heal A Glob Access Sci Source. (2008) 7:1–18. 10.1186/1476-069X-7-41", "ArticleIdList": ["10.1186/1476-069X-7-41", "PMC2519068", "18671873"]}, {"Citation": "Haines A, McMichael AJ, Smith KR, Roberts I, Woodcock J, Markandya A, et al. . Public health benefits of strategies to reduce greenhouse-gas emissions: overview and implications for policy makers. Lancet. (2009) 374:2104–14. 10.1016/S0140-6736(09)61759-1", "ArticleIdList": ["10.1016/S0140-6736(09)61759-1", "19942281"]}, {"Citation": "Ravishankara AR, Dawson JP, Winner DA. New directions: adapting air quality management to climate change: a must for planning. Atmos Environ. (2012) 50:387–9. 10.1016/j.atmosenv.2011.12.048", "ArticleIdList": ["10.1016/j.atmosenv.2011.12.048"]}, {"Citation": "Swart R, Amann M, Raes F, Tuinstra W. A good climate for clean air: Linkages between climate change and air pollution: an editorial essay. Clim Change. (2004) 66;263–9. 10.1023/B:CLIM.0000044677.41293.39", "ArticleIdList": ["10.1023/B:CLIM.0000044677.41293.39"]}, {"Citation": "Nemet GF, Holloway T, Meier P. Implications of incorporating air-quality co-benefits into climate change policymaking. Environ Res Lett. (2010) 5:014007 10.1088/1748-9326/5/1/014007", "ArticleIdList": ["10.1088/1748-9326/5/1/014007"]}, {"Citation": "Jacobson MZ. Effects of biomass burning on climate, accounting for heat and moisture fluxes, black and brown carbon, and cloud absorption effects. J Geophys Res Atmos. (2014) 119:8980–9002. 10.1002/2014JD021861", "ArticleIdList": ["10.1002/2014JD021861"]}, {"Citation": "Jacobson MZ. Strong radiative heating due to the mixing state of black carbon in atmospheric aerosols. Nature. (2001) 409:695–7. 10.1038/35055518", "ArticleIdList": ["10.1038/35055518", "11217854"]}, {"Citation": "Trail MA, Tsimpidi AP, Liu P, Tsigaridis K, Hu Y, Rudokas JR, et al. . Impacts of potential CO2-reduction policies on air quality in the United States. Environ Sci Technol. (2015) 49:5133–41. 10.1021/acs.est.5b00473", "ArticleIdList": ["10.1021/acs.est.5b00473", "25811418"]}, {"Citation": "West JJ, Smith SJ, Silva RA, Naik V, Zhang Y, Adelman Z, et al. . Co-benefits of global greenhouse gas mitigation for future air quality and human health. Nat Clim Chang. (2013) 3:885–9. 10.1038/nclimate2009", "ArticleIdList": ["10.1038/nclimate2009", "PMC4051351", "24926321"]}, {"Citation": "Fann N, Baker KR, Fulcher CM. Characterizing the PM2.5-related health benefits of emission reductions for 17 industrial, area and mobile emission sectors across the U.S. Environ Int. (2012) 49:141–51. 10.1016/j.envint.2012.08.017", "ArticleIdList": ["10.1016/j.envint.2012.08.017", "23022875"]}, {"Citation": "Ou Y, Shi W, Smith SJ, Ledna CM, West JJ, Nolte CG, et al. . Estimating environmental co-benefits of U.S. low-carbon pathways using an integrated assessment model with state-level resolution. Appl Energy. (2018) 216:482–93. 10.1016/j.apenergy.2018.02.122", "ArticleIdList": ["10.1016/j.apenergy.2018.02.122", "PMC5920560", "29713111"]}, {"Citation": "U.S. Environmental Protection Agency (2015). Regulatory Impact Analysis for the Final Clean Power Plan."}, {"Citation": "Boyd R, Krutilla K, Viscusi WK. Energy taxation as a policy instrument to reduce CO2 emissions: a net benefit analsyis. J Environ Econ Manage. (1995) 29:1–24. 10.1006/jeem.1995.1028", "ArticleIdList": ["10.1006/jeem.1995.1028"]}, {"Citation": "Kan H, Chen B, Chen C, Fu Q, Chen M. An evaluation of public health impact of ambient air pollution under various energy scenarios in Shanghai, China. Atmos Environ. (2004) 38:95–102. 10.1016/j.atmosenv.2003.09.038", "ArticleIdList": ["10.1016/j.atmosenv.2003.09.038"]}, {"Citation": "Schmid D, Korkmaz P, Blesl M, Fahl U, Friedrich R. Analyzing transformation pathways to a sustainable European energy system—Internalization of health damage costs caused by air pollution. Energy Strateg Rev. (2019) 26:100417 10.1016/j.esr.2019.100417", "ArticleIdList": ["10.1016/j.esr.2019.100417"]}, {"Citation": "Scovronick N, Budolfson M, Dennig F, Errickson F, Fleurbaey M, Peng W, et al. . The impact of human health co-benefits on evaluations of global climate policy. Nat Commun. (2019) 10:499. 10.1038/s41467-019-09499-x", "ArticleIdList": ["10.1038/s41467-019-09499-x", "PMC6504956", "31064982"]}, {"Citation": "Cifuentes L, Borja-aburto VH, Gouveia N, Thurston G, Environmental S, Perspectives H, et al. . Assessing the health benefits of urban air pollution reductions associated with climate change mitigation (2000-2020): Santiago, São Paulo, México City, and New York City. Environ Health Perspect. (2017) 109:419–25. 10.2307/3434790", "ArticleIdList": ["10.2307/3434790", "PMC1240560", "11427391"]}, {"Citation": "Kim SE, Xie Y, Dai H, Fujimori S, Hijioka Y, Honda Y, et al. . Air quality co-benefits from climate mitigation for human health in South Korea. Environ Int. (2020) 136:105507. 10.1016/j.envint.2020.105507", "ArticleIdList": ["10.1016/j.envint.2020.105507", "32006761"]}, {"Citation": "Markandya A, Armstrong BG, Hales S, Chiabai A, Criqui P, Mima S, et al. . Public health benefits of strategies to reduce greenhouse-gas emissions: low-carbon electricity generation. Lancet. (2009) 374:2006–15. 10.1016/S0140-6736(09)61715-3", "ArticleIdList": ["10.1016/S0140-6736(09)61715-3", "19942282"]}, {"Citation": "Shindell D, Faluvegi G, Seltzer K, Shindell C. Quantified, localized health benefits of accelerated carbon dioxide emissions reductions. Nat Clim Chang. (2018) 8:291–5. 10.1038/s41558-018-0108-y", "ArticleIdList": ["10.1038/s41558-018-0108-y", "PMC5880221", "29623109"]}, {"Citation": "Wang T, Jiang Z, Zhao B, Gu Y, Liou K, Kalandiyur N, et al. Health co-benefits of achieving sustainable net-zero greenhouse gas emissions in California. Nat Sustain. (2020) 3:597–605. 10.1038/s41893-020-0520-y", "ArticleIdList": ["10.1038/s41893-020-0520-y"]}, {"Citation": "Jacobson MZ, Colella WG, Golden DM. Atmospheric science: cleaning the air and improving health with hydrogen fuel-cell vehicles. Science. (2005) 308:1901–5. 10.1126/science.1109157", "ArticleIdList": ["10.1126/science.1109157", "15976300"]}, {"Citation": "Markandya A, Sampedro J, Smith SJ, Van Dingenen R, Pizarro-Irizar C, Arto I, et al. . Health co-benefits from air pollution and mitigation costs of the paris agreement: a modelling study. Lancet Planet Heal. (2018) 2:e126–33. 10.1016/S2542-5196(18)30029-9", "ArticleIdList": ["10.1016/S2542-5196(18)30029-9", "29615227"]}, {"Citation": "Rauner S, Hilaire J, Klein D, Strefler J, Luderer G. Air quality co-benefits of ratcheting up the NDCs. Clim Change. (2020). 10.1007/s10584-020-02699-1", "ArticleIdList": ["10.1007/s10584-020-02699-1"]}, {"Citation": "Sampedro J, Smith SJ, Arto I, González-Eguino M, Markandya A, Mulvaney KM, et al. . Health co-benefits and mitigation costs as per the paris agreement under different technological pathways for energy supply. Environ Int. (2020) 136:105513. 10.1016/j.envint.2020.105513", "ArticleIdList": ["10.1016/j.envint.2020.105513", "32006762"]}, {"Citation": "Shindell DT, Lee Y, Faluvegi G. Climate and health impacts of US emissions reductions consistent with 2°c. Nat Clim Chang. (2016) 6:503–7. 10.1038/nclimate2935", "ArticleIdList": ["10.1038/nclimate2935"]}, {"Citation": "Vandyck T, Keramidas K, Tchung-Ming S, Weitzel M, Van Dingenen R. Quantifying air quality co-benefits of climate policy across sectors and regions. Clim Change. (2020). 10.1007/s10584-020-02685-7", "ArticleIdList": ["10.1007/s10584-020-02685-7"]}, {"Citation": "Rauner S, Bauer N, Dirnaichner A, Dingenen R, Van Mutel C, Luderer G. Coal-exit health and environmental damage reductions outweigh economic impacts. Nat Clim Chang. (2020) 10:308–12. 10.1038/s41558-020-0728-x", "ArticleIdList": ["10.1038/s41558-020-0728-x"]}, {"Citation": "Abel DW, Holloway T, Harkey M, Meier P, Ahl D, Limaye VS, et al. . Air-quality-related health impacts from climate change and from adaptation of cooling demand for buildings in the eastern United States: an interdisciplinary modeling study. PLoS Med. (2018) 15:1–27. 10.1371/journal.pmed.1002599", "ArticleIdList": ["10.1371/journal.pmed.1002599", "PMC6029751", "29969461"]}, {"Citation": "Chen Y, Hobbs BF, Hugh Ellis J, Crowley C, Joutz F. Impacts of climate change on power sector NOx emissions: a long-run analysis of the US mid-atlantic region. Energy Policy. (2015) 84:11–21. 10.1016/j.enpol.2015.04.013", "ArticleIdList": ["10.1016/j.enpol.2015.04.013"]}, {"Citation": "Weis A, Jaramillo P, Michalek J. Consequential life cycle air emissions externalities for plug-in electric vehicles in the PJM interconnection. Environ Res Lett. (2016) 11:024009 10.1088/1748-9326/11/2/024009", "ArticleIdList": ["10.1088/1748-9326/11/2/024009"]}, {"Citation": "Caton R, Constable S. Clearing the Air: A Preliminary Analysis of Air Quality Co-Benefits from Reduced Greenhouse Gas Emissions in Canada (2000)."}, {"Citation": "Chen K, Guo H, Hu J, Kota S, Deng W, Ying Q, et al. Projected air quality and health benefits from future policy interventions in India. Resour Conserv Recycl. (2019) 142:232–44. 10.1016/j.resconrec.2018.12.008", "ArticleIdList": ["10.1016/j.resconrec.2018.12.008"]}, {"Citation": "Ferrero E, Alessandrini S, Balanzino A. Impact of the electric vehicles on the air pollution from a highway. Appl Energy. (2016) 169:450–9. 10.1016/j.apenergy.2016.01.098", "ArticleIdList": ["10.1016/j.apenergy.2016.01.098"]}, {"Citation": "Li N, Chen JP, Tsai IC, Chi SY, Lin YC, et al. . Potential impacts of electric vehicles on air quality in Taiwan. Sci. Total Environ. (2016) 566–7:919–28. 10.1016/j.scitotenv.2016.05.105", "ArticleIdList": ["10.1016/j.scitotenv.2016.05.105", "27285533"]}, {"Citation": "Liang X, Zhang S, Wu Y, Xing J, He X, Zhang KM, et al. Air quality and health benefits from fleet electrification in China. Nat Sustain. (2019) 2:962–71. 10.1038/s41893-019-0398-8", "ArticleIdList": ["10.1038/s41893-019-0398-8"]}, {"Citation": "Lin WY, Hsiao MC, Wu PC, Fu JS, Lai LW, Lai HC. Analysis of air quality and health co-benefits regarding electric vehicle promotion coupled with power plant emissions. J Clean Prod. (2020) 247:119152 10.1016/j.jclepro.2019.119152", "ArticleIdList": ["10.1016/j.jclepro.2019.119152"]}, {"Citation": "McCollum DL, Krey V, Riahi K, Kolp P, Grubler A, Makowski M, et al. Climate policies can help resolve energy security and air pollution challenges. Clim Change. (2013) 119:479–94. 10.1007/s10584-013-0710-y", "ArticleIdList": ["10.1007/s10584-013-0710-y"]}, {"Citation": "Peng W, Yang J, Lu X, Mauzerall DL. Potential co-benefits of electrification for air quality, health, and CO2 mitigation in 2030 China. Appl Energy. (2018) 218:511–9. 10.1016/j.apenergy.2018.02.048", "ArticleIdList": ["10.1016/j.apenergy.2018.02.048"]}, {"Citation": "Soret A, Guevara M, Baldasano JM. The potential impacts of electric vehicles on air quality in the urban areas of Barcelona and Madrid (Spain). Atmos Environ. (2014) 99:51–63. 10.1016/j.atmosenv.2014.09.048", "ArticleIdList": ["10.1016/j.atmosenv.2014.09.048"]}, {"Citation": "Van De Ven DJ, Sampedro J, Johnson FX, Bailis R, Forouli A, Nikas A, et al. Integrated policy assessment and optimisation over multiple sustainable development goals in Eastern Africa. Environ Res Lett. (2019) 15:039602 10.1088/1748-9326/ab49ad", "ArticleIdList": ["10.1088/1748-9326/ab49ad"]}, {"Citation": "Vandyck T, Keramidas K, Kitous A, Spadaro JV, Van Dingenen R, Holland M, et al. . Air quality co-benefits for human health and agriculture counterbalance costs to meet Paris Agreement pledges. Nat Commun. (2018) 9:4939. 10.1038/s41467-018-06885-9", "ArticleIdList": ["10.1038/s41467-018-06885-9", "PMC6250710", "30467311"]}, {"Citation": "Wolkinger B, Haas W, Bachner G, Weisz U, Steininger K, Hutter HP, et al. . Evaluating health co-benefits of climate change mitigation in urban mobility. Int J Environ Res Public Health. (2018) 15:1–27. 10.3390/ijerph15050880", "ArticleIdList": ["10.3390/ijerph15050880", "PMC5981919", "29710784"]}, {"Citation": "Zapata C, Muller N, Kleeman MJ. PM2.5 co-benefits of climate change legislation part 1: California's AB 32. Clim Change. (2013) 117:377–97. 10.1007/s10584-012-0545-y", "ArticleIdList": ["10.1007/s10584-012-0545-y"]}, {"Citation": "Thompson TM, Rausch S, Saari RK, Selin NE. A systems approach to evaluating the air quality co-benefits of US carbon policies. Nat Clim Chang. (2014) 4:917–23. 10.1038/nclimate2342", "ArticleIdList": ["10.1038/nclimate2342"]}, {"Citation": "Driscoll CT, Buonocore JJ, Levy JI, Lambert KF, Burtraw D, Reid SB, et al. US power plant carbon standards and clean air and health co-benefits. Nat Clim Chang. (2015) 5:535–40. 10.1038/nclimate2598", "ArticleIdList": ["10.1038/nclimate2598"]}, {"Citation": "Thompson TM, Rausch S, Saari RK, Selin NE. Air quality co-benefits of subnational carbon policies. J Air Waste Manag Assoc. (2016) 66:988–1002. 10.1080/10962247.2016.1192071", "ArticleIdList": ["10.1080/10962247.2016.1192071", "27216236"]}, {"Citation": "Barbose G, Wiser R, Heeter J, Mai T, Bird L, Bolinger M, et al. A retrospective analysis of benefits and impacts of U.S. renewable portfolio standards. Energy Policy. (2016) 96:645–60. 10.1016/j.enpol.2016.06.035", "ArticleIdList": ["10.1016/j.enpol.2016.06.035"]}, {"Citation": "Ebrahimi S, Mac Kinnon M, Brouwer J. California end-use electrification impacts on carbon neutrality and clean air. Appl Energy. (2018) 213:435–49. 10.1016/j.apenergy.2018.01.050", "ArticleIdList": ["10.1016/j.apenergy.2018.01.050"]}, {"Citation": "Dimanchev EG, Paltsev S, Yuan M, Rothenberg D, Tessum CW, Marshall JD, et al. Health co-benefits of sub-national renewable energy policy in the US. Environ Res Lett. (2019) 14:085012 10.1088/1748-9326/ab31d9", "ArticleIdList": ["10.1088/1748-9326/ab31d9"]}, {"Citation": "Zhao B, Wang T, Jiang Z, Gu Y, Liou K-N, Kalandiyur N, et al. . Air quality and health co-benefits of different deep decarbonization pathways in California. Environ Sci Technol. (2019) 53:7163–71. 10.1021/acs.est.9b02385", "ArticleIdList": ["10.1021/acs.est.9b02385", "PMC7145418", "31117545"]}, {"Citation": "McCubbin D, Sovacool BK. Quantifying the health and environmental benefits of wind power to natural gas. Energy Policy. (2013) 53:429–41. 10.1016/j.enpol.2012.11.004", "ArticleIdList": ["10.1016/j.enpol.2012.11.004"]}, {"Citation": "Plachinski SD, Holloway T, Meier PJ, Nemet GF, Rrushaj A, Oberman JT, et al. Quantifying the emissions and air quality co-benefits of lower-carbon electricity production. Atmos Environ. (2014) 94:180–91. 10.1016/j.atmosenv.2014.03.028", "ArticleIdList": ["10.1016/j.atmosenv.2014.03.028"]}, {"Citation": "Buonocore JJ, Luckow P, Norris G, Spengler JD, Biewald B, Fisher J, et al. Health and climate benefits of different energy-efficiency and renewable energy choices. Nat Clim Chang. (2016) 6:100–6. 10.1038/nclimate2771", "ArticleIdList": ["10.1038/nclimate2771"]}, {"Citation": "Wiser MD, Mai T, Macknick J, Carpenter A, Cohen S, Cole W, et al. The environmental and public health benefits of achieving high penetrations of solar energy in the United States. Energy. (2016) 113:472–86. 10.1016/j.energy.2016.07.068", "ArticleIdList": ["10.1016/j.energy.2016.07.068"]}, {"Citation": "Millstein D, Wiser R, Bolinger M, Barbose G. The climate and air-quality benefits of wind and solar power in the United States. Nat Energy. (2017) 2:1–10. 10.1038/nenergy.2017.134", "ArticleIdList": ["10.1038/nenergy.2017.134"]}, {"Citation": "Abel DW, Holloway T, Harkey M, Rrushaj A, Brinkman G, Duran P, et al. Potential air quality benefits from increased solar photovoltaic electricity generation in the Eastern United States. Atmos Environ. (2018) 175:65–74. 10.1016/j.atmosenv.2017.11.049", "ArticleIdList": ["10.1016/j.atmosenv.2017.11.049"]}, {"Citation": "Abel DW, Holloway T, Martínez-Santos J, Harkey M, Tao M, Kubes C, et al. . Air quality-related health benefits of energy efficiency in the United States. Am Chem Soc. (2019) 53:3987–98. 10.1021/acs.est.8b06417", "ArticleIdList": ["10.1021/acs.est.8b06417", "30835995"]}, {"Citation": "Buonocore JJ, Hughes EJ, Michanowicz DR, Heo J, Allen JG, Williams A. Climate and health benefits of increasing renewable energy deployment in the United States. Environ Res Lett. (2019) 14:114010 10.1088/1748-9326/ab49bc", "ArticleIdList": ["10.1088/1748-9326/ab49bc"]}, {"Citation": "Brinkman GL, Denholm P, Hannigan MP, Milford JB. Effects of plug-in hybrid electric vehicles on ozone concentrations in Colorado. Environ Sci Technol. (2010) 44:6256–62. 10.1021/es101076c", "ArticleIdList": ["10.1021/es101076c", "20704224"]}, {"Citation": "Grabow ML, Spak SN, Holloway T, Brian SS, Mednick AC, Patz JA. Air quality and exercise-related health benefits from reduced car travel in the midwestern United States. Environ Health Perspect. (2012) 120:68–76. 10.1289/ehp.1103440", "ArticleIdList": ["10.1289/ehp.1103440", "PMC3261937", "22049372"]}, {"Citation": "Bickford E, Holloway T, Karambelas A, Johnston M, Adams T, Janssen M, et al. . Emissions and air quality impacts of truck-to-rail freight modal shifts in the Midwestern United States. Environ Sci Technol. (2014) 48:446–54. 10.1021/es4016102", "ArticleIdList": ["10.1021/es4016102", "24004244"]}, {"Citation": "Weis A, Michalek JJ, Jaramillo P, Lueken R. Emissions and cost implications of controlled electric vehicle charging in the U.S. PJM interconnection. Environ Sci Technol. (2015) 49:5813–9. 10.1021/es505822f", "ArticleIdList": ["10.1021/es505822f", "25830471"]}, {"Citation": "Razeghi G, Carreras-Sospedra M, Brown T, Brouwer J, Dabdub D, Samuelsen S. Episodic air quality impacts of plug-in electric vehicles. Atmos Environ. (2016) 137:90–100. 10.1016/j.atmosenv.2016.04.031", "ArticleIdList": ["10.1016/j.atmosenv.2016.04.031"]}, {"Citation": "U.S. Environmental Protection Agency Greenhouse Gas Emissions and Fuel Efficiency Standards for Medium- and Heavy-Duty Engines and Vehicles Phase 2 Regulatory Impact Analysis (2016)."}, {"Citation": "Nopmongcol U, Grant J, Knipping E, Alexander M, Schurhoff R, Young D, et al. . Air quality impacts of electrifying vehicles and equipment across the United States. Environ Sci Technol. (2017) 51:2830–7. 10.1021/acs.est.6b04868", "ArticleIdList": ["10.1021/acs.est.6b04868", "28221773"]}, {"Citation": "Pan S, Roy A, Choi Y, Eslami E, Thomas S, Jiang X, et al. Potential impacts of electric vehicles on air quality and health endpoints in the Greater Houston Area in 2040. Atmos Environ. (2019) 207:38–51. 10.1016/j.atmosenv.2019.03.022", "ArticleIdList": ["10.1016/j.atmosenv.2019.03.022"]}, {"Citation": "Requia WJ, Mohamed M, Higgins CD, Arain A, Ferguson M. How clean are electric vehicles? Evidence-based review of the effects of electric mobility on air pollutants, greenhouse gas emissions and human health. Atmos Environ. (2018) 185:64–77. 10.1016/j.atmosenv.2018.04.040", "ArticleIdList": ["10.1016/j.atmosenv.2018.04.040"]}, {"Citation": "Boyd E. Overview of Power Sector Modeling in: Office of Energy Policy and Systems Analysis. U.S Department of Energy (2016)."}, {"Citation": "Ringkjøb HK, Haugan PM, Solbrekke IM. A review of modelling tools for energy and electricity systems with large shares of variable renewables. Renew Sustain Energy Rev. (2018) 96:440–59. 10.1016/j.rser.2018.08.002", "ArticleIdList": ["10.1016/j.rser.2018.08.002"]}, {"Citation": "Rausch S, Reilly JM, Metcalf GE, Paltsev S. Distributional implications of alternative U.S. greenhouse gas control measures. B E J Econ Anal Policy. (2010) 10: 1–44. 10.2202/1935-1682.2537", "ArticleIdList": ["10.2202/1935-1682.2537"]}, {"Citation": "Paul A, Burtraw D, Palmer K.\nHaiku Documentation: Electricity Market Model Version 2.0. Washington, DC: Resources for the Future;  (2009). Available online at: https://media.rff.org/documents/RFF-Rpt-Haiku.v2.0.pdf"}, {"Citation": "Meier Engineering Research LLC MyPower(TM) Electricity-Sector Model (2011)."}, {"Citation": "Lenox C, Dodder R, Gage C, Loughlin D, Kaplan O, Yelverton W. EPA U.S. Nine-region MARKAL Database Documentation. Cincinnati, OH: (2013)."}, {"Citation": "National Renewable Energy Laboratory Regional Energy Deployment System (ReEDS) (2019)."}, {"Citation": "ICF Resources L.L.C Integrated Planning Model (IPM®: ) (2019)."}, {"Citation": "Feng X, Tang L, Wang Z, Yang J, Wong W, Chao H, et al. A new breed of software tool for integrated electrical power system and market analysis - GridView. Power Energy Soc. Summer Meet. (2002) IEEE; 2:737–43. 10.1109/PESS.2002.1043404y", "ArticleIdList": ["10.1109/PESS.2002.1043404y"]}, {"Citation": "U.S. Environmental Protection Agency AVoided Emissions and geneRation Tool (AVERT: ) (2019)."}, {"Citation": "Porter CD, Brown A, DeFlorio J, McKenzie EWT. Effects of travel reduction and efficient driving on transportation: energy use and greenhouse gas emissions. Prep Natl Renew Energy Lab. (Golden, CO). Washington, DC: Cambridge Syst. Inc; (Cambridge, MA: ), U.S. Dep. Energy (2013). p. 98 10.2172/1219932", "ArticleIdList": ["10.2172/1219932"]}, {"Citation": "Zhang L, Hong J, Nasri A, Shen Q. How built environment affects travel behavior: a comparative analysis of the connections between land use and vehicle miles traveled in US cities. J Transp Land Use. (2012) 5:40–52. 10.5198/jtlu.v5i3.266", "ArticleIdList": ["10.5198/jtlu.v5i3.266"]}, {"Citation": "U.S. Environmental Protection Agency MOtor Vehicle Emission Simulator (MOVES) (2018)."}, {"Citation": "Argonne National Laboratory Greenhouse Gases, Regulated Emissions, and Energy Use in Transportation (GREET) Model (2013)."}, {"Citation": "California Air Resources Board \nMobile Source Emissions Inventory Modeling Tools. (2017) Available online at: https://ww2.arb.ca.gov/our-work/programs/mobile-source-emissions-inventory/msei-modeling-tools"}, {"Citation": "U.S. Environmental Protection Agency Community Multiscale Air Quality Modeling System (CMAQ) (2019)."}, {"Citation": "Ramboll Environ. Comprehensive Air Quality Model with Extensions. (CAMx) (2018)"}, {"Citation": "National Center for Atmospheric Research WRF-Chem. (2018)"}, {"Citation": "Bloyd C, Camp J, Conzelmann G, Formento J, Molburg J, Shannon J.\nTracking and analysis framework (TAF) model documentation and user's guide, ANL/DIS/ TM-36. (1996). 10.2172/491416 Available online at: https://www.osti.gov/biblio/491416-55ykdu/webviewable/", "ArticleIdList": ["10.2172/491416"]}, {"Citation": "Muller NZ. Boosting GDP growth by accounting for the environment. Science. (2014) 345:873–4. 10.1126/science.1253506", "ArticleIdList": ["10.1126/science.1253506", "25146270"]}, {"Citation": "U.S. Environmental Protection Agency. User's Manual for the Co-Benefits Risk Assessment (COBRA) Screening Model.  (2014) Available online at: https://www.epa.gov/statelocalenergy/co-benefits-risk-assessment-cobra-health-impacts-screening-and-mapping-tool"}, {"Citation": "Buonocore JJ, Hughes E, Heo J, Williams A, Michanowicz DR, Allen JG. Development and Demonstration of the Environmental Policy Simulation Tool for Electrical Grid Interventions (Epstein), Version 2.0, In: International Society for Environmental Epidemiology (ISEE). (2018) 10.1289/isesisee.2018.O01.02.52", "ArticleIdList": ["10.1289/isesisee.2018.O01.02.52"]}, {"Citation": "Heo J, Adams P, Gao HO. Reduced-form modeling of public health impacts of inorganic PM2.5 and precursor emissions. Atmos Environ. (2016) 137:80–9. 10.1016/j.atmosenv.2016.04.026", "ArticleIdList": ["10.1016/j.atmosenv.2016.04.026"]}, {"Citation": "Tessum CW, Hill JD, Marshall JD. InMAP: a model for air pollution interventions. PLoS ONE. (2017) 12:176131. 10.1371/journal.pone.0176131", "ArticleIdList": ["10.1371/journal.pone.0176131", "PMC5397056", "28423049"]}, {"Citation": "Abt Associates Inc BenMAP, Environmental Benefits Mapping and Analysis Program. User's Manual, Version 4.0 (2012)."}, {"Citation": "Brunekreef B, Holgate ST. Air pollution and health. Lancet. (2002) 360:1233–42. 10.1016/S0140-6736(02)11274-8", "ArticleIdList": ["10.1016/S0140-6736(02)11274-8", "12401268"]}, {"Citation": "U.S. Environmental Protection Agency Integrated Science Assessment for Particulate Matter. Research Park Triangle, NC: (2019).", "ArticleIdList": ["36630543"]}, {"Citation": "U.S. Environmental Protection Agency Guidelines for Preparing Economic Analyses (2010)."}, {"Citation": "Wigley TML. Coal to gas: the influence of methane leakage. Clim Change. (2011) 108:601–8. 10.1007/s10584-011-0217-3", "ArticleIdList": ["10.1007/s10584-011-0217-3"]}, {"Citation": "U.S. Energy Information Administration Electricity Emissions by Plant and by Region (2018)."}, {"Citation": "Wang Q, Chen X, Jha AN, Rogers H. Natural gas from shale formation - The evolution, evidences and challenges of shale gas revolution in United States. Renew Sustain Energy Rev. (2014) 30:1–28. 10.1016/j.rser.2013.08.065", "ArticleIdList": ["10.1016/j.rser.2013.08.065"]}, {"Citation": "IRENA Electricity Storage and Renewables: Costs and Markets to 2030, Electricity-Storage-and-Renewables-Costs-and-Markets. Abu Dhabi: (2017)."}, {"Citation": "California Energy Commission . California's Declining Reliance on Coal. Sacramento: (2018)."}, {"Citation": "Miranda ML, Edwards SE, Keating MH, Paul CJ. Making the environmental justice grade: The relative burden of air pollution exposure in the United States. Int J Environ Res Public Health. (2011) 8:1755–71. 10.3390/ijerph8061755", "ArticleIdList": ["10.3390/ijerph8061755", "PMC3137995", "21776200"]}, {"Citation": "Lazard \nLevelized Cost of Energy Analysis. (2019) Available online at: https://www.lazard.com/perspective/LCOE2019"}, {"Citation": "Gilmore EA, Heo J, Muller NZ, Tessum CW, Hill JD, Marshall JD, et al. An inter-comparison of the social costs of air quality from reduced-complexity models. Environ Res Lett. (2019) 14:074016 10.1088/1748-9326/ab1ab5", "ArticleIdList": ["10.1088/1748-9326/ab1ab5"]}, {"Citation": "US Global Change Research Program The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment (2016)."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "18"}, {"Year": "2020", "Month": "8", "Day": "12"}, {"Year": "2020", "Month": "12", "Day": "17", "Hour": "5", "Minute": "53"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["33330312", "PMC7717953", "10.3389/fpubh.2020.563358"]}}], "PubmedBookArticle": []}