{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Anti-viral therapeutics", "COVID-19", "Coronavirus", "Ozone therapy", "SARS-coV-2"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33344687", "DateRevised": {"Year": "2021", "Month": "11", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "13"}], "ELocationID": ["10.1016/j.eti.2020.101313"], "Journal": {"ISSN": "2352-1864", "JournalIssue": {"Volume": "21", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Environmental technology & innovation", "ISOAbbreviation": "Environ Technol Innov"}, "ArticleTitle": "Recent case studies on the use of ozone to combat coronavirus: Problems and perspectives.", "Pagination": {"StartPage": "101313", "MedlinePgn": "101313"}, "Abstract": {"AbstractText": ["Coronavirus pandemic has created havoc in the world. COVID-19 is now officially labeled as Severe Acute Respiratory Syndrome-related Coronavirus-SARS-CoV-2. Therefore, it is equally important to combat the virus both inside the human body as well as in the environment. These viruses, being RNA viruses, are found to be susceptible to ozone. Ozone being an unstable molecule can breakup into its split products namely reactive oxygen species and ozonides creating a toxic environment for these viruses. Ozone mainly prevents the membrane fusion with the host cell, thus interfering with their replication. With vast applications of the gas, it has created a new spark in the field of medicine in combating these viruses and many other organisms. In this context, this article provides insights from recent clinical and research studies on the problems and possibilities in employing the ozone to combat the coronaviruses."], "CopyrightInformation": "© 2020 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ohio Heart Group, 800 East Broad Street, Columbus, OH 43205, USA."}], "LastName": "Manjunath", "ForeName": "Soumya Nagashri", "Initials": "SN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Nano and Material Sciences, Jain University, Bangalore 562112, Karnataka, India."}], "LastName": "Sakar", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ohio Heart Group, 800 East Broad Street, Columbus, OH 43205, USA."}, {"Identifier": [], "Affiliation": "Ohio University, Ohio Heart Group, Ohio Health systems and Mount Carmel Health systems, 800 East Broad Street, Columbus, OH 43205, USA."}], "LastName": "Katapadi", "ForeName": "Manmohan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Nano and Material Sciences, Jain University, Bangalore 562112, Karnataka, India."}], "LastName": "Geetha Balakrishna", "ForeName": "R", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Technol Innov", "NlmUniqueID": "101768029", "ISSNLinking": "2352-1864"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anon,, 2020, https://www.researchgate.net/publication/343127569_Active_respirator_mask_nano-sanitiser_developed_by_SNBNCBS_can_help_in_combatting_COVID_19."}, {"Citation": "Azuma K., Mori T., Kawamoto K., Kuroda K., Tsuka T., Imagawa T., Osaki T., Itoh F., Minami S., Okamoto Y. Anti-inflammatory effects of ozonated water in an experimental mouse model. Biomed. Rep. 2014;2(671)", "ArticleIdList": ["PMC4106612", "25054009"]}, {"Citation": "Bocci V. Ozonization of blood for the therapy of viral diseases and immunodeficiencies. A hypothesis. Med. Hypotheses. 1992;39:30.", "ArticleIdList": ["1435389"]}, {"Citation": "Broer R., Boson B., Spaan W., Cosset F.L., Corver J. Important role for the transmembrane domain of severe acute respiratory syndrome coronavirus spike protein during entry. J. Virol. 2006;80(1302)", "ArticleIdList": ["PMC1346921", "16415007"]}, {"Citation": "Catanzaro M., Fagiani F., Racchi M., Corsini E., Govoni S., Lanni C. Immune response in COVID-19: addressing a pharmacological challenge by targeting pathways triggered by SARS-CoV-2. Signal Transduct. Target. Therapy. 2020;5(84)", "ArticleIdList": ["PMC7255975", "32467561"]}, {"Citation": "Chaolin H., Yeming W., Xingwang L., Lili R., Jianping Z., Yi H., Li Z., Guohui F., Jiuyang X., Xiaoying G., et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Coccia M. Sources of technological innovation: Radical and incremental innovation problem-driven to support competitive advantage of firms. Tech. Anal. Strateg. Manage. 2017;29(1048)"}, {"Citation": "Coccia M. Factors determining the diffusion of COVID-19 and suggested strategy to prevent future accelerated viral infectivity similar to COVID. Sci. Total Environ. Sci. Total Environ. 2020;729", "ArticleIdList": ["PMC7169901", "32498152"]}, {"Citation": "Coccia M. An index to quantify environmental risk of exposure to future epidemics of the COVID-19 and similar viral agents: Theory and practice. Environ. Res. 2020;191", "ArticleIdList": ["PMC7834384", "32871151"]}, {"Citation": "Cynthia L., Qiongqiong Z., Yingzhu L., Linda V.G., Steve P.W., Linda J.C., Jeffrey S., Anne C.G., Angela D.D., Susan J., Dana A. Research and development on therapeutic agents and vaccines for covid-19 and related human coronavirus diseases. ACS Cent. Sci. 2020;6(315)", "ArticleIdList": ["PMC10467574", "32226821"]}, {"Citation": "Di Paolo N., Bocci V., Gaggiotti E. Ozone therapy. Int. J. Artif. Organ. 2004;27(168)", "ArticleIdList": ["15112882"]}, {"Citation": "Elvis A.M., Ekta J.S. Ozone therapy: A clinical review. J. Nat. Sci. Biol. Med. 2011;2(66)", "ArticleIdList": ["PMC3312702", "22470237"]}, {"Citation": "Fehr A.R., Perlman S. Coronaviruses: an overview of their replication and pathogenesis. Methods Mol. Biol. 2015;1282(1)", "ArticleIdList": ["PMC4369385", "25720466"]}, {"Citation": "Fernández-Cuadros M.E., Albaladejo-Florín M.J., Peña Lora D., Álava-Rabasa S., Pérez-Moro O.S.  SN Comprehensive Clinical Medicine 1-9. 2020. Ozone (<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow><mi>O</mi></mrow><mrow><mn>3</mn></mrow></msub></math>) and SARS-CoV-2: Physiological bases and their therapeutic possibilities according to covid-19 evolutionary stage.", "ArticleIdList": ["10.1007/s42399-020-00328-7", "PMC7340747", "32838159"]}, {"Citation": "Franzini M., Valdenassi L., Ricevuti G., Chirumbolo S., Depfenhart M., Bertossi D., Tirelli U. Oxygen-ozone (O2-<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow><mi>O</mi></mrow><mrow><mn>3</mn></mrow></msub></math>) immunoceutical therapy for patients with COVID-19. Preliminary evidence reported. Int. Immunopharmacol. 2020;88", "ArticleIdList": ["PMC7414302", "32795898"]}, {"Citation": "Gupta G., Mansi B. Ozone therapy in periodontics. J. Med. Life. 2012;5(59)", "ArticleIdList": ["PMC3307081", "22574088"]}, {"Citation": "Harapan H., Itoh N., Yufika A., Winardi W., Keam S., Te H., Megawati D., Hayati Z., Wagner A.L., Mudatsir M. Coronavirus disease 2019 (COVID-19): A literature review. J. Infect. Public Health. 2020;13(667)", "ArticleIdList": ["PMC7142680", "32340833"]}, {"Citation": "Hernández A., Papadakos P.J., Torres A., González D.A., Vives M., Ferrando C., Baeza J. Two known therapies could be useful as adjuvant therapy in critical patients infected by COVID-19. Rev. Esp. Anestesiol. Reanim. (Engl. Ed.) 2020;67(245)", "ArticleIdList": ["PMC7156242", "32303365"]}, {"Citation": "Hernandez A., Viñals M., Pablos A., Vilas F., Papadakos P., Wijeysundera D., Vives M. 2020. Ozone therapy for patients with SARS-COV-2 pneumonia: a single-center prospective cohort study (Preprint)", "ArticleIdList": ["10.2196/preprints.21897"]}, {"Citation": "Hudson J.B., Manju S., Selvarani V. Development of a practical method for using ozone gas as a virus decontaminating agent. Ozone: Sci. Eng. 2009;31(216)"}, {"Citation": "Kahle J.J., Neas L.M., Devlin R.B., Case M.W., Schmitt M.T., Madden M.C., Diaz-Sanchez D. Interaction effects of temperature and ozone on lung function and markers of systemic inflammation, coagulation, and fibrinolysis: A crossover study of healthy young volunteers. Environ. Health Persp. 2015;123:310.", "ArticleIdList": ["PMC4384199", "25514459"]}, {"Citation": "Komali G. Ozone therapy-a revolutionary noninvasive therapy in dentistry. Open Access Sci. Rep. 2012;1(473)"}, {"Citation": "Lee J., Bong C., Bae P., Abafog A., Baek S., Shin Y.B., Park M., Park S. 2020. Fast and easy disinfection of coronavirus-contaminated face masks using ozone gas produced by a dielectric barrier discharge plasma generator. [medRxiv 2020.04.26.20080317]", "ArticleIdList": ["10.1101/2020.04.26.20080317"]}, {"Citation": "Li F. Structure, function, and evolution of coronavirus spike proteins. Ann. Rev. Virol. 2016;3:237.", "ArticleIdList": ["PMC5457962", "27578435"]}, {"Citation": "Martínez-Sánchez G., Schwartz A., Di Donna V. Potential cytoprotective activity of ozone therapy in SARS-CoV-2/COVID-19. Antioxidants. 2020;9(389)", "ArticleIdList": ["PMC7278582", "32384798"]}, {"Citation": "Roberto Q.L., Jose Miguel B.M., Teofilo E.T., Betty R., Ivan B., Ociel M. Inactivation of Coronaviruses in food industry: The use of inorganic and organic disinfectants, ozone, and UV radiation. Sci. Agropecu. 2020;11:257."}, {"Citation": "Rowen R.J. Ozone and oxidation therapies as a solution to the emerging crisis in infectious disease management: A review of current knowledge and experience. Med. Gas Res. 2019;9(232)", "ArticleIdList": ["PMC7802416", "31898609"]}, {"Citation": "Rowen R.J., Robins H. A plausible penny costing effective treatment for corona virus - ozone therapy. J. Infect. Dis. Epidemiol. 2020;6(113)"}, {"Citation": "Rubio-Romero J.C., del Carmen Pardo-Ferreira M., García J.A.T., Calero-Castro S. Disposable masks: Disinfection and sterilization for reuse, and non-certified manufacturing, in the face of shortages during the COVID-19 pandemic. Saf. Sci. 2020;129", "ArticleIdList": ["PMC7218384", "32406406"]}, {"Citation": "Sagai M., Bocci V. Mechanisms of action involved in ozone therapy: Is healing induced via a mild oxidative stress? Med. Gas Res. 2011;1(29)", "ArticleIdList": ["PMC3298518", "22185664"]}, {"Citation": "Simonetti V., Quagliariello V., Franzini M., Iaffaioli R.V., Maurea N., Valdenassi L. Ozone exerts cytoprotective and anti-inflammatory effects in cardiomyocytes and skin fibroblasts after incubation with doxorubicin. Evid Based Complement Alternat. Med. 2019;2019", "ArticleIdList": ["PMC6885772", "31827546"]}, {"Citation": "Sterpetti A.V. Lessons learned during the COVID-19 virus pandemic. J. Am. Coll. Surg. 2020;230(1092)", "ArticleIdList": ["PMC7102528", "32229297"]}, {"Citation": "Thorp J.A., Hollonbeck S.A., Viglione D.D., Green P.C., Hodge J.R., Tamburro J.A., Tran T.N., Glassman D.S. Novel therapy for COVID-19 does intravenous ozonated-saline affect blood and tissue oxygenation? J. Gynecol. Res. Obstet. 2020;6:046."}, {"Citation": "Tizaoui C. Ozone: A potential oxidant for COVID-19 Virus (SARS-CoV-2) Ozone: Sci. Eng. 2020;42:378–385."}, {"Citation": "Toon J. Ozone disinfection could safely allow reuse of personal protective equipment. Biomed. Saf. Stand. 2020;50(121)"}, {"Citation": "Valdenassi L., Franzini M., Ricevuti G., Rinaldi L., Galoforo A.C., Tirelli U. Potential mechanisms by which the oxygen-ozone (<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow><mi>O</mi></mrow><mrow><mn>2</mn></mrow></msub></math>-<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow><mi>O</mi></mrow><mrow><mn>3</mn></mrow></msub></math>) therapy could contribute to the treatment against the coronavirus COVID-19. Eur. Rev. Med. Pharm. Sci. 2020;24(4059)", "ArticleIdList": ["32374009"]}, {"Citation": "Virender K.S., Nigel J.D.G. Oxidation of amino acids, peptides and proteins by ozone: A Review. Ozone: Sci. Eng. 2010;32:81."}, {"Citation": "Wang S.G., Liu W., Song Y.H., Xia T., Lu X.Q., Song L., Li Q.W., Sun J., Yin X.M., Feng X.Q., Yang Y.J., Sun T. Non-drug therapy to combat coronavirus. Open J. Regen. Med. 2020;9(65)"}, {"Citation": "Wang J., Shen J., Ye D., Yan X., Zhang Y., Yang W., Li X., Wang J., Zhang L., Pan L. Disinfection technology of hospital wastes and wastewater: Suggestions for disinfection strategy during coronavirus Disease 2019 (COVID-19) pandemic in China. Environ. Pollution. 2020;262", "ArticleIdList": ["PMC7194566", "32443202"]}, {"Citation": "Weiss S.R., Navas-Martin S. Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus. Microbiol. Mol. Biol. Rev. 2005;69(635)", "ArticleIdList": ["PMC1306801", "16339739"]}, {"Citation": "de Wit E., van Doremalen N., Falzarano D., Munster V.J. SARS and MERS: recent insights into emerging coronaviruses. Nat. Rev. Microbiol. 2016;14(523)", "ArticleIdList": ["PMC7097822", "27344959"]}, {"Citation": "Zhang H., Penninger J.M., Li Y., Zhong N., Slutsky A.S. Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive Care Med. 2020;46(586)", "ArticleIdList": ["PMC7079879", "32125455"]}, {"Citation": "Zheng Z., Dong M., Hu K. A preliminary evaluation on the efficacy of ozone therapy in the treatment of COVID-19. J. Med. Virol. 2020 doi: 10.1002/jmv.26040. doi: 10.1002/jmv.26040.", "ArticleIdList": ["10.1002/jmv.26040", "10.1002/jmv.26040", "PMC7280732", "32437014"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "30"}, {"Year": "2020", "Month": "12", "Day": "10"}, {"Year": "2020", "Month": "12", "Day": "10"}, {"Year": "2020", "Month": "12", "Day": "21", "Hour": "6", "Minute": "9"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33344687", "PMC7733684", "10.1016/j.eti.2020.101313", "S2352-1864(20)31613-8"]}}], "PubmedBookArticle": []}