{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Common peroneal nerve", "Foreign body reaction", "Nerve tumors", "Oxygen-ozone therapy", "Schwannoma"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33365176", "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "04"}], "ELocationID": ["413", "10.25259/SNI_296_2020"], "Journal": {"ISSN": "2229-5097", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Surgical neurology international", "ISOAbbreviation": "Surg Neurol Int"}, "ArticleTitle": "The effect of ozone injection within a common peroneal nerve schwannoma: A mistreatment due to a misdiagnosis.", "Pagination": {"StartPage": "413", "MedlinePgn": "413"}, "Abstract": {"AbstractText": ["Peripheral schwannomas can be misdiagnosed or mistreated as they can mimic other subcutaneous lesions, leading to wrong diagnosis and, therefore, to improper treatment.", "A 23-years-old male presented a painful growing nodule at the left popliteal fossa, with distally irradiated pain. A first magnetic resonance imaging depicted a heterogeneous lesion between common peroneal and sural nerves but, surprisingly, the patient was submitted to perilesional injection of ozone-oxygen mixture, causing the onset of intense neuropathic pain. A second MRI showed a morphological change of tumor characteristics. He finally underwent surgery but, intraoperatively, inter-fascicular fibrous adherences were noticed, making the tumor removal more difficult and riskier. The histopathological diagnosis was of schwannoma with areas of foreign body reaction.", "The injection of ozone or other substances within a subcutaneous swelling should be avoided, before a complete imaging assessment; because of such swelling could be a peripheral nerve schwannoma. The correct assessment of a lesion of the limbs determining radiating pain should be carefully demanded to a thorough history, clinical examination, and appropriate imaging technique. To avoid incorrect management, the treatment of such tumors should be performed in the first place by dedicated equips with proven expertise in this field."], "CopyrightInformation": "Copyright: © 2020 Surgical Neurology International."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."}], "LastName": "Vetrano", "ForeName": "Ignazio Gaspare", "Initials": "IG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."}], "LastName": "Acerbi", "ForeName": "Francesco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuropathology, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."}], "LastName": "Marucci", "ForeName": "Gianluca", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Fondazione IRCCS Istituto Neurologico Carlo Besta, Milan, Italy."}], "LastName": "Nazzi", "ForeName": "Vittoria", "Initials": "V"}], "PublicationTypeList": ["Case Reports"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Surg Neurol Int", "NlmUniqueID": "101535836", "ISSNLinking": "2152-7806"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Apuzzo D, Giotti C, Pasqualetti P, Ferrazza P, Soldati P, Zucco GM. An observational retrospective/horizontal study to compare oxygen-ozone therapy and/or global postural reeducation in complicated chronic low back pain. Funct Neurol. 2014;29:31–9.", "ArticleIdList": ["PMC4172245", "25014047"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: A clinical review. J Nat Sci Biol Med. 2011;2:66–70.", "ArticleIdList": ["PMC3312702", "22470237"]}, {"Citation": "Fass G, Hossey D, Nyst M, Smets D, Saligheh EN, Duttmann R, et al. Benign retroperitoneal schwannoma presenting as colitis: A case report. World J Gastroenterol. 2007;13:5521–4.", "ArticleIdList": ["PMC4171291", "17907300"]}, {"Citation": "Guha D, Davidson B, Nadi M, Alotaibi NM, Fehlings MG, Gentili F, et al. Management of peripheral nerve sheath tumors: 17 years of experience at Toronto Western Hospital. J Neurosurg. 2018;128:1226–34.", "ArticleIdList": ["28686119"]}, {"Citation": "Gürkan G, Sayin M, Kizmazoglu C, Erdogan MA, Yigitturk G, Yilmaz HE, et al. Evaluation of the neuroprotective effects of ozone in an experimental spine injury model. J Neurosurg Spine. 2020:1–9. doi: 10.3171/2020.2.SPINE191439.", "ArticleIdList": ["10.3171/2020.2.SPINE191439", "32413852"]}, {"Citation": "Kara Ö Kara M. Lipolysis of a painful lipoma with ozone: The role of ultrasound in the diagnosis and quantification of the treatment. Med Gas Res. 2019;9:168.", "ArticleIdList": ["PMC6779005", "31552883"]}, {"Citation": "Kim DH, Murovic JA, Tiel RL, Moes G, Kline DG. A series of 397 peripheral neural sheath tumors: 30-year experience at Louisiana State University health sciences center. J Neurosurg. 2005;102:246–55.", "ArticleIdList": ["15739552"]}, {"Citation": "Muto M, Giurazza F, Silva RP, Guarnieri G. Rational approach, technique and selection criteria treating lumbar disk herniations by oxygen-ozone therapy. Interv Neuroradiol. 2016;22:736–40.", "ArticleIdList": ["PMC5564357", "27485047"]}, {"Citation": "Ongley D, Shipton E. Pain images: Hip pain-wrong diagnosis, wrong operation. Pain Med. 2010;11:942–5.", "ArticleIdList": ["20456072"]}, {"Citation": "Resnick JM, Fanning CV, Caraway NP, Varma DG, Johnson M. Percutaneous needle biopsy diagnosis of benign neurogenic neoplasms. Diagn Cytopathol. 1997;16:17–25.", "ArticleIdList": ["9034731"]}, {"Citation": "Rilling S, Viebahn R. Heidelberg: KF Haug Publishers; 1987. The Use of Ozone in Medicine."}, {"Citation": "Rowen RJ, Robins H. Ozone therapy for complex regional pain syndrome: Review and case report. Curr Pain Headache Rep. 2019;23:41.", "ArticleIdList": ["PMC6502773", "31062104"]}, {"Citation": "Russell SM. Preserve the nerve: Microsurgical resection of peripheral nerve sheath tumors. Neurosurgery. 2007;61:113–7. discussion 117-8.", "ArticleIdList": ["17876241"]}, {"Citation": "Singh V, Kapoor R. Atypical presentations of benign retroperitoneal schwannoma: Report of three cases with review of literature. Int Urol Nephrol. 2005;37:547–9.", "ArticleIdList": ["16307340"]}, {"Citation": "Smith N, Wilson A, Gandhi J, Vatsia S, Khan S. Ozone therapy: An overview of pharmacodynamics, current research, and clinical utility. Med Gas Res. 2017;7:212–9.", "ArticleIdList": ["PMC5674660", "29152215"]}, {"Citation": "Stone JJ, Spinner RJ. Go for the gold: A plane and simple technique for resecting Benign peripheral nerve sheath tumors. Oper Neurosurg (Hagerstown) 2020;18:60–8.", "ArticleIdList": ["30888029"]}, {"Citation": "Tiel R, Kline D. Peripheral nerve tumors: Surgical principles, approaches, and techniques. Neurosurg Clin N Am. 2004;15:167–75.", "ArticleIdList": ["15177316"]}, {"Citation": "Vanni D, Galzio R, Kazakova A, Pantalone A, Sparvieri A, Salini V, et al. Intraforaminal ozone therapy and particular side effects: Preliminary results and early warning. Acta Neurochir (Wien) 2016;158:491–6.", "ArticleIdList": ["26293228"]}, {"Citation": "Vetrano IG, Acerbi F, Falco J, Devigili G, Rinaldo S, Messina G, et al. Fluorescein-guided removal of peripheral nerve sheath tumors: A preliminary analysis of 20 cases. J Neurosurg. 2019:1–10. doi: 10.3171/2019.9.JNS19970.", "ArticleIdList": ["10.3171/2019.9.JNS19970", "31812148"]}, {"Citation": "Vetrano IG, Lucarella F, Dalolio M, di Cristofori A, Nataloni IF, Tiberio F, et al. The importance of predicting factors in the surgical outcome of peripheral nerve sheath tumors. J Neurol Surg A Cent Eur Neurosurg. 2014;75:104–9.", "ArticleIdList": ["23925974"]}, {"Citation": "Vetrano IG, Saletti V, Nazzi V. Fluorescein-guided resection of plexiform neurofibromas: How i do it. Acta Neurochir (Wien) 2019;161:2141–5.", "ArticleIdList": ["31435825"]}, {"Citation": "Zaidman CM, Seelig MJ, Baker JC, Mackinnon SE, Pestronk A. Detection of peripheral nerve pathology: Comparison of ultrasound and MRI. Neurology. 2013;80:1634–40.", "ArticleIdList": ["PMC4214100", "23553474"]}, {"Citation": "Zou F, Dai M, Zhang B, Nie T. Misdiagnosis of a giant intrapelvic schwannoma: A case report. Oncol Lett. 2013;6:1646–8.", "ArticleIdList": ["PMC3835163", "24273602"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "21"}, {"Year": "2020", "Month": "11", "Day": "8"}, {"Year": "2020", "Month": "12", "Day": "28", "Hour": "12", "Minute": "6"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["33365176", "PMC7749957", "10.25259/SNI_296_2020", "SNI-11-413"]}}], "PubmedBookArticle": []}