{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Black women", "Breast cancer"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33387538", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "30"}], "ELocationID": ["10.1016/j.envres.2020.110651", "S0013-9351(20)31548-6"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "194", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Air pollution and breast cancer risk in the Black Women's Health Study.", "Pagination": {"StartPage": "110651", "MedlinePgn": "110651"}, "Abstract": {"AbstractText": ["Air pollution contains numerous carcinogens and endocrine disruptors which may be relevant for breast cancer. Previous research has predominantly been conducted in White women; however, Black women may have higher air pollution exposure due to geographic and residential factors.", "We evaluated the association between air pollution and breast cancer risk in a large prospective population of Black women.", "We estimated annual average ambient levels of particulate matter <2.5 μm (PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>) and ozone (O<sub>3</sub>) at the 1995 residence of 41,317 participants in the Black Women's Health Study who resided in 56 metropolitan areas across the United States. Cox proportional hazards regression was used to estimate adjusted hazard ratios (HRs) and 95% confidence intervals (CIs) for an interquartile range (IQR) increase in each pollutant. We evaluated whether the association varied by menopausal status, estrogen receptor (ER) status of the tumor and geographic region of residence.", "With follow-up through 2015 (mean = 18.3 years), 2146 incident cases of breast cancer were confirmed. Higher exposure to NO<sub>2</sub> or O<sub>3</sub> was not associated with a higher risk of breast cancer. For PM<sub>2.5</sub>, although we observed no association overall, there was evidence of modification by geographic region for both ER- (p for heterogeneity = 0.01) and premenopausal breast cancer (p for heterogeneity = 0.01). Among women living in the Midwest, an IQR increase in PM<sub>2.5</sub> (2.87 μg/m<sup>3</sup>), was associated with a higher risk of ER- (HR = 1.53, 95% CI: 1.07-2.19) and premenopausal breast cancer (HR = 1.32, 95% CI: 1.03-1.71). In contrast, among women living in the South, PM<sub>2.5</sub> was inversely associated with both ER- (HR = 0.74, 95% CI: 0.56-0.97) and premenopausal breast cancer risk (HR = 0.75, 95% CI: 0.62-0.91).", "Overall, we observed no association between air pollution and increased breast cancer risk among Black women, except perhaps among women living in the Midwestern US."], "CopyrightInformation": "Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, Durham, NC, USA. Electronic address: alexandra.white@nih.gov."}], "LastName": "White", "ForeName": "Alexandra J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, Durham, NC, USA."}], "LastName": "Gregoire", "ForeName": "Allyson M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, Durham, NC, USA."}], "LastName": "Niehoff", "ForeName": "Nicole M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Slone Epidemiology Center, Boston University, Boston, MA, USA."}], "LastName": "Bertrand", "ForeName": "Kimberly A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Slone Epidemiology Center, Boston University, Boston, MA, USA."}], "LastName": "Palmer", "ForeName": "Julie R", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Slone Epidemiology Center, Boston University, Boston, MA, USA."}], "LastName": "Coogan", "ForeName": "Patricia F", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Georgetown Lombardi Comprehensive Cancer Center, Georgetown University Medical Center, Washington, DC, USA."}], "LastName": "Bethea", "ForeName": "Traci N", "Initials": "TN"}], "GrantList": [{"GrantID": "K01 CA212056", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "U01 CA164974", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "R01 CA058420", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "UM1 CA164974", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "Z99 ES999999", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}, {"GrantID": "P01 CA151135", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "ZIA ES103332", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, N.I.H., Intramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Black or African American"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}, {"QualifierName": [], "DescriptorName": "Women's Health"}], "CoiStatement": "<b>Conflicts of Interest:</b> The authors report no conflicts of interest. Declaration of interests. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersen ZJ, Ravnskjær L, Andersen KK, Loft S, Brandt J, Becker T, et al. 2017a. Long-term Exposure to Fine Particulate Matter and Breast Cancer Incidence in the Danish Nurse Cohort Study. Cancer Epidemiol Biomarkers Prev 26:428–430; doi:10.1158/1055-9965.EPI-16-0578.", "ArticleIdList": ["10.1158/1055-9965.EPI-16-0578", "27913396"]}, {"Citation": "Andersen ZJ, Stafoggia M, Weinmayr G, Pedersen M, Galassi C, Jørgensen JT, et al. 2017b. Long-Term Exposure to Ambient Air Pollution and Incidence of Postmenopausal Breast Cancer in 15 European Cohorts within the ESCAPE Project. Environ Health Perspect 125:107005; doi:10.1289/EHP1742.", "ArticleIdList": ["10.1289/EHP1742", "PMC5933325", "29033383"]}, {"Citation": "Bai L, Shin S, Burnett RT, Kwong JC, Hystad P, Donkelaar A, et al. 2019. Exposure to ambient air pollution and the incidence of lung cancer and breast cancer in the Ontario Population Health and Environment Cohort (ONPHEC). Int J Cancer ijc.32575; doi:10.1002/ijc.32575.", "ArticleIdList": ["10.1002/ijc.32575", "31304979"]}, {"Citation": "Bechle MJ, Millet DB, Marshall JD. 2015. National Spatiotemporal Exposure Surface for NO2: Monthly Scaling of a Satellite-Derived Land-Use Regression, 2000-2010. Environ Sci Technol 49:12297–12305; doi:10.1021/acs.est.5b02882.", "ArticleIdList": ["10.1021/acs.est.5b02882", "26397123"]}, {"Citation": "Beckerman BS, Jerrett M, Serre M, Martin RV, Lee S-J, van Donkelaar A, et al. 2013. A hybrid approach to estimating national scale spatiotemporal variability of PM2.5 in the contiguous United States. Environ Sci Technol 47:7233–7241; doi:10.1021/es400039u.", "ArticleIdList": ["10.1021/es400039u", "PMC3976544", "23701364"]}, {"Citation": "Berrocal VJ, Gelfand AE, Holland DM. 2012. Space-time data fusion under error in computer model output: an application to modeling air quality. Biometrics 68:837–848; doi:10.1111/j.1541-0420.2011.01725.x.", "ArticleIdList": ["10.1111/j.1541-0420.2011.01725.x", "PMC4442701", "22211949"]}, {"Citation": "Bonner MR, Han D, Nie J, Rogerson P, Vena JE, Muti P, et al. 2005. Breast Cancer Risk and Exposure in Early Life to Polycyclic Aromatic Hydrocarbons Using Total Suspended Particulates as a Proxy Measure. Cancer Epidemiol Biomarkers Prev 9.", "ArticleIdList": ["15668476"]}, {"Citation": "Carey LA, Perou CM, Livasy CA, Dressler LG, Cowan D, Conway K, et al. 2006. Race, breast cancer subtypes, and survival in the Carolina Breast Cancer Study. JAMA 295:2492–2502; doi:10.1001/jama.295.21.2492.", "ArticleIdList": ["10.1001/jama.295.21.2492", "16757721"]}, {"Citation": "Cheng I, Tseng C, Wu J, Yang J, Conroy SM, Shariff-Marco S, et al. 2019. Association between ambient air pollution and breast cancer risk: The multiethnic cohort study. Int J Cancer ijc.32308; doi:10.1002/ijc.32308.", "ArticleIdList": ["10.1002/ijc.32308", "PMC6765455", "30924138"]}, {"Citation": "Coogan PF, White LF, Yu J, Brook RD, Burnett RT, Marshall JD, et al. 2017. Long-Term Exposure to NO 2 and Ozone and Hypertension Incidence in the Black Women’s Health Study. AJHYPE hpw168; doi:10.1093/ajh/hpw168.", "ArticleIdList": ["10.1093/ajh/hpw168", "PMC5861564", "28096146"]}, {"Citation": "Coogan PF, White LF, Yu J, Burnett RT, Marshall JD, Seto E, et al. 2016. Long term exposure to NO 2 and diabetes incidence in the Black Women’s Health Study. Environmental Research 148:360–366; doi:10.1016/j.envres.2016.04.021.", "ArticleIdList": ["10.1016/j.envres.2016.04.021", "PMC4874900", "27124624"]}, {"Citation": "Coogan PF, White LF, Yu J, Burnett RT, Seto E, Brook RD, et al. 2015. PM2.5 and Diabetes and Hypertension Incidence in the Black Women’s Health Study: Epidemiology 1; doi:10.1097/EDE.0000000000000418.", "ArticleIdList": ["10.1097/EDE.0000000000000418", "PMC5499991", "26595125"]}, {"Citation": "Crouse DL, Goldberg MS, Ross NA, Chen H, Labrèche F. 2010. Postmenopausal Breast Cancer Is Associated with Exposure to Traffic-Related Air Pollution in Montreal, Canada: A Case–Control Study. Environ Health Perspect 118:1578–1583; doi:10.1289/ehp.1002221.", "ArticleIdList": ["10.1289/ehp.1002221", "PMC2974696", "20923746"]}, {"Citation": "Datzmann T, Markevych I, Trautmann F, Heinrich J, Schmitt J, Tesch F. 2018. Outdoor air pollution, green space, and cancer incidence in Saxony: a semi-individual cohort study. BMC Public Health 18:715; doi:10.1186/s12889-018-5615-2.", "ArticleIdList": ["10.1186/s12889-018-5615-2", "PMC5994126", "29884153"]}, {"Citation": "DuPre NC, Hart JE, Bertrand KA, Kraft P, Laden F, Tamimi RM. 2017. Residential particulate matter and distance to roadways in relation to mammographic density: results from the Nurses’ Health Studies. Breast Cancer Res 19:124; doi:10.1186/s13058-017-0915-5.", "ArticleIdList": ["10.1186/s13058-017-0915-5", "PMC5701365", "29169389"]}, {"Citation": "Goldberg MS, Labrèche F, Weichenthal S, Lavigne E, Valois M-F, Hatzopoulou M, et al. 2017. The association between the incidence of postmenopausal breast cancer and concentrations at street-level of nitrogen dioxide and ultrafine particles. Environmental Research 158:7–15; doi:10.1016/j.envres.2017.05.038.", "ArticleIdList": ["10.1016/j.envres.2017.05.038", "28595043"]}, {"Citation": "Goldberg MS, Villeneuve PJ, Crouse D, To T, Weichenthal SA, Wall C, et al. 2019. Associations between incident breast cancer and ambient concentrations of nitrogen dioxide from a national land use regression model in the Canadian National Breast Screening Study. Environ Int 133:105182; doi:10.1016/j.envint.2019.105182.", "ArticleIdList": ["10.1016/j.envint.2019.105182", "31648153"]}, {"Citation": "Hart JE, Bertrand KA, DuPre N, James P, Vieira VM, Tamimi RM, et al. 2016. Long-term Particulate Matter Exposures during Adulthood and Risk of Breast Cancer Incidence in the Nurses’ Health Study II Prospective Cohort. Cancer Epidemiology Biomarkers & Prevention 25:1274–1276; doi:10.1158/1055-9965.EPI-16-0246.", "ArticleIdList": ["10.1158/1055-9965.EPI-16-0246", "PMC4970922", "27257091"]}, {"Citation": "Hill P, Wynder EL. 1979. Nicotine and cotinine in breast fluid. Cancer Lett 6:251–254; doi:10.1016/s0304-3835(79)80042-7.", "ArticleIdList": ["10.1016/s0304-3835(79)80042-7", "436120"]}, {"Citation": "Hystad P, Villeneuve PJ, Goldberg MS, Crouse DL, Johnson K. 2015. Exposure to traffic-related air pollution and the risk of developing breast cancer among women in eight Canadian provinces: A case–control study. Environment International 74:240–248; doi:10.1016/j.envint.2014.09.004.", "ArticleIdList": ["10.1016/j.envint.2014.09.004", "25454241"]}, {"Citation": "International Agency for Research on Cancer. 2016. Outdoor Air Pollution. IARC Monogr Eval Carcinog Risks Hum 109: 9–444.", "ArticleIdList": ["PMC7682275", "29905447"]}, {"Citation": "Jerrett M, Brook R, White LF, Burnett RT, Yu J, Su J, et al. 2017. Ambient ozone and incident diabetes: A prospective analysis in a large cohort of African American women. Environment International 102:42–47; doi:10.1016/j.envint.2016.12.011.", "ArticleIdList": ["10.1016/j.envint.2016.12.011", "PMC5542012", "28153529"]}, {"Citation": "Keller JP, Drton M, Larson T, Kaufman JD, Sandler DP, Szpiro AA. 2017. COVARIATE-ADAPTIVE CLUSTERING OF EXPOSURES FOR AIR POLLUTION EPIDEMIOLOGY COHORTS. Ann Appl Stat 11:93–113; doi:10.1214/16-AOAS992.", "ArticleIdList": ["10.1214/16-AOAS992", "PMC5448716", "28572869"]}, {"Citation": "Liu R, Nelson DO, Hurley S, Hertz A, Reynolds P. 2015. Residential Exposure to Estrogen Disrupting Hazardous Air Pollutants and Breast Cancer Risk: The California Teachers Study. Epidemiology 26:365–373; doi:10.1097/EDE.0000000000000277.", "ArticleIdList": ["10.1097/EDE.0000000000000277", "PMC5101045", "25760782"]}, {"Citation": "Loomis D, Grosse Y, Lauby-Secretan B, El Ghissassi F, Bouvard V, Benbrahim-Tallaa L, et al. 2013. The carcinogenicity of outdoor air pollution. Lancet Oncol 14:1262–1263; doi:10.1016/s1470-2045(13)70487-x.", "ArticleIdList": ["10.1016/s1470-2045(13)70487-x", "25035875"]}, {"Citation": "Mikati I, Benson AF, Luben TJ, Sacks JD, Richmond-Bryant J. 2018. Disparities in Distribution of Particulate Matter Emission Sources by Race and Poverty Status. Am J Public Health 108:480–485; doi:10.2105/AJPH.2017.304297.", "ArticleIdList": ["10.2105/AJPH.2017.304297", "PMC5844406", "29470121"]}, {"Citation": "Mordukhovich I, Beyea J, Herring AH, Hatch M, Stellman SD, Teitelbaum SL, et al. 2016. Vehicular Traffic–Related Polycyclic Aromatic Hydrocarbon Exposure and Breast Cancer Incidence: The Long Island Breast Cancer Study Project (LIBCSP). Environ Health Perspect 124:30–38; doi:10.1289/ehp.1307736.", "ArticleIdList": ["10.1289/ehp.1307736", "PMC4710589", "26008800"]}, {"Citation": "Morello-Frosch R, Jesdale BM. 2006. Separate and unequal: residential segregation and estimated cancer risks associated with ambient air toxics in U.S. metropolitan areas. Environ Health Perspect 114:386–393; doi:10.1289/ehp.8500.", "ArticleIdList": ["10.1289/ehp.8500", "PMC1392233", "16507462"]}, {"Citation": "Nie J, Beyea J, Bonner MR, Han D, Vena JE, Rogerson P, et al. 2007. Exposure to traffic emissions throughout life and risk of breast cancer: the Western New York Exposures and Breast Cancer (WEB) study. Cancer Causes Control 18:947–955; doi:10.1007/s10552-007-9036-2.", "ArticleIdList": ["10.1007/s10552-007-9036-2", "17632764"]}, {"Citation": "Niehoff NM, Gammon MD, Keil AP, Nichols HB, Engel LS, Sandler DP, et al. 2019. Airborne mammary carcinogens and breast cancer risk in the Sister Study. Environment International 130:104897; doi:10.1016/j.envint.2019.06.007.", "ArticleIdList": ["10.1016/j.envint.2019.06.007", "PMC6679994", "31226564"]}, {"Citation": "Niehoff NM, Keil AP, Jones RR, Fan S, Gierach GL, White AJ. 2020. Outdoor air pollution and terminal duct lobular involution of the normal breast. Breast Cancer Research 22:100; doi:10.1186/s13058-020-01339-x.", "ArticleIdList": ["10.1186/s13058-020-01339-x", "PMC7513536", "32972455"]}, {"Citation": "Novotny EV, Bechle MJ, Millet DB, Marshall JD. 2011. National satellite-based land-use regression: NO2 in the United States. Environ Sci Technol 45:4407–4414; doi:10.1021/es103578x.", "ArticleIdList": ["10.1021/es103578x", "21520942"]}, {"Citation": "Perlin SA, Sexton K, Wong DW. 1999. An examination of race and poverty for populations living near industrial sources of air pollution. J Expo Anal Environ Epidemiol 9:29–48; doi:10.1038/sj.jea.7500024.", "ArticleIdList": ["10.1038/sj.jea.7500024", "10189625"]}, {"Citation": "Perlin SA, Wong D, Sexton K. 2001. Residential proximity to industrial sources of air pollution: interrelationships among race, poverty, and age. J Air Waste Manag Assoc 51:406–421; doi:10.1080/10473289.2001.10464271.", "ArticleIdList": ["10.1080/10473289.2001.10464271", "11266104"]}, {"Citation": "Reding KW, Young MT, Szpiro AA, Han CJ, DeRoo LA, Weinberg C, et al. 2015. Breast Cancer Risk in Relation to Ambient Air Pollution Exposure at Residences in the Sister Study Cohort. Cancer Epidemiology Biomarkers & Prevention 24:1907–1909; doi:10.1158/1055-9965.EPI-15-0787.", "ArticleIdList": ["10.1158/1055-9965.EPI-15-0787", "PMC4686338", "26464427"]}, {"Citation": "Rose DP, Vona-Davis L. 2010. Interaction between menopausal status and obesity in affecting breast cancer risk. Maturitas 66:33–38; doi:10.1016/j.maturitas.2010.01.019.", "ArticleIdList": ["10.1016/j.maturitas.2010.01.019", "20181446"]}, {"Citation": "Rosenberg L, Adams-Campbell L, Palmer JR. 1995. The Black Women’s Health Study: a follow-up study for causes and preventions of illness. J Am Med Womens Assoc (1972) 50: 56–58.", "ArticleIdList": ["7722208"]}, {"Citation": "Shen J, Liao Y, Hopper JL, Goldberg M, Santella RM, Terry MB. 2017. Dependence of cancer risk from environmental exposures on underlying genetic susceptibility: an illustration with polycyclic aromatic hydrocarbons and breast cancer. Br J Cancer 116:1229–1233; doi:10.1038/bjc.2017.81.", "ArticleIdList": ["10.1038/bjc.2017.81", "PMC5418454", "28350789"]}, {"Citation": "Shrier I, Platt RW. 2008. Reducing bias through directed acyclic graphs. BMC Med Res Methodol 8:70; doi:10.1186/1471-2288-8-70.", "ArticleIdList": ["10.1186/1471-2288-8-70", "PMC2601045", "18973665"]}, {"Citation": "St C, Cc L, Ys L, C L, Pt H, Cw J, et al. 2013. Airborne particulate collected from central Taiwan induces DNA strand breaks, Poly(ADP-ribose) polymerase-1 activation, and estrogen-disrupting activity in human breast carcinoma cell lines. J Environ Sci Health A Tox Hazard Subst Environ Eng 48:173–181; doi:10.1080/10934529.2012.717809.", "ArticleIdList": ["10.1080/10934529.2012.717809", "23043339"]}, {"Citation": "Terry MB, Michels KB, Brody JG, Byrne C, Chen S, Jerry DJ, et al. 2019. Environmental exposures during windows of susceptibility for breast cancer: a framework for prevention research. Breast Cancer Research 21:96; doi:10.1186/s13058-019-1168-2.", "ArticleIdList": ["10.1186/s13058-019-1168-2", "PMC6701090", "31429809"]}, {"Citation": "US EPA O. 2020. Air Quality Trends Show Clean Air Progress. Available: https://gispub.epa.gov/air/trendsreport/2020/ [accessed 2 November 2020]."}, {"Citation": "US EPA O. 2015. Ground-level Ozone Basics. US EPA. Available: https://www.epa.gov/ground-level-ozone-pollution/ground-level-ozone-basics [accessed 2 November 2020]."}, {"Citation": "Villeneuve PJ, Goldberg MS, Crouse DL, To T, Weichenthal SA, Wall C, et al. 2018. Residential exposure to fine particulate matter air pollution and incident breast cancer in a cohort of Canadian women. Environmental Epidemiology 2:e021; doi:10.1097/EE9.0000000000000021.", "ArticleIdList": ["10.1097/EE9.0000000000000021"]}, {"Citation": "Wenger D, Gerecke AC, Heeb NV, Schmid P, Hueglin C, Naegeli H, et al. 2009. In vitro estrogenicity of ambient particulate matter: contribution of hydroxylated polycyclic aromatic hydrocarbons. Journal of Applied Toxicology 29:223–232; doi:10.1002/jat.1400.", "ArticleIdList": ["10.1002/jat.1400", "19021152"]}, {"Citation": "White AJ, Bradshaw PT, Hamra GB. 2018. Air pollution and breast cancer: a review. Current epidemiology reports 1–9.", "ArticleIdList": ["PMC6159940", "30271702"]}, {"Citation": "White AJ, Chen J, Teitelbaum SL, McCullough LE, Xu X, Cho YH, et al. 2016a. Sources of polycyclic aromatic hydrocarbons are associated with gene-specific promoter methylation in women with breast cancer. Environmental research 145: 93–100.", "ArticleIdList": ["PMC4706465", "26671626"]}, {"Citation": "White AJ, Keller JP, Zhao S, Carroll R, Kaufman JD, Sandler Dalep. 2019a. Air Pollution, Clustering of Particulate Matter Components, and Breast Cancer in the Sister Study: A US-Wide Cohort. ENVIRONMENTAL HEALTH PERSPECTIVES 127; doi:10.1289/EHP5131.", "ArticleIdList": ["10.1289/EHP5131", "PMC6867190", "31596602"]}, {"Citation": "White AJ, O’Brien KM, Niehoff NM, Carroll R, Sandler DP. 2019b. Metallic Air Pollutants and Breast Cancer Risk in a Nationwide Cohort Study: Epidemiology 30:20–28; doi:10.1097/EDE.0000000000000917.", "ArticleIdList": ["10.1097/EDE.0000000000000917", "PMC6269205", "30198937"]}, {"Citation": "White AJ, Weinberg CR, O’Meara ES, Sandler DP, Sprague BL. 2019c. Airborne metals and polycyclic aromatic hydrocarbons in relation to mammographic breast density. Breast Cancer Research 21:24.", "ArticleIdList": ["PMC6373138", "30760301"]}, {"Citation": "White LF, Jerrett M, Yu J, Marshall JD, Rosenberg L, Coogan PF. 2016b. Ambient Air Pollution and 16-Year Weight Change in African-American Women. American Journal of Preventive Medicine 51:e99–e105; doi:10.1016/j.amepre.2016.03.007.", "ArticleIdList": ["10.1016/j.amepre.2016.03.007", "PMC5030115", "27085690"]}, {"Citation": "Witschi H, Espiritu I, Pinkerton KE, Murphy K, Maronpot RR. 1999. Ozone carcinogenesis revisited. Toxicol Sci 52:162–167; doi:10.1093/toxsci/52.2.162.", "ArticleIdList": ["10.1093/toxsci/52.2.162", "10630568"]}, {"Citation": "Yaghjyan L, Arao R, Brokamp C, O’Meara ES, Sprague BL, Ghita G, et al. 2017. Association between air pollution and mammographic breast density in the Breast Cancer Surveilance Consortium. Breast Cancer Res 19:36; doi:10.1186/s13058-017-0828-3.", "ArticleIdList": ["10.1186/s13058-017-0828-3", "PMC5382391", "28381271"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "23"}, {"Year": "2020", "Month": "12", "Day": "4"}, {"Year": "2020", "Month": "12", "Day": "17"}, {"Year": "2021", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "2", "Hour": "20", "Minute": "7"}, {"Year": "2022", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33387538", "NIHMS1661355", "PMC7946730", "10.1016/j.envres.2020.110651", "S0013-9351(20)31548-6"]}}], "PubmedBookArticle": []}