{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Aerosol transmission", "COVID-19", "Environmental factor", "Epidemiologic characteristic", "SARS-CoV-2"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33391845", "DateRevised": {"Year": "2021", "Month": "01", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "12", "Day": "25"}], "ELocationID": ["46", "10.1007/s11783-021-1386-6"], "Journal": {"ISSN": "2095-2201", "JournalIssue": {"Volume": "15", "Issue": "3", "PubDate": {"Year": "2021"}}, "Title": "Frontiers of environmental science & engineering", "ISOAbbreviation": "Front Environ Sci Eng"}, "ArticleTitle": "Aerosol transmission, an indispensable route of COVID-19 spread: case study of a department-store cluster.", "Pagination": {"StartPage": "46", "MedlinePgn": "46"}, "Abstract": {"AbstractText": ["Patients with COVID-19 have revealed a massive outbreak around the world, leading to widespread concerns in global scope. Figuring out the transmission route of COVID-19 is necessary to control further spread. We analyzed the data of 43 patients in Baodi Department Store (China) to supplement the transmission route and epidemiological characteristics of COVID-19 in a cluster outbreak. Incubation median was estimated to endure 5.95 days (2-13 days). Almost 76.3% of patients sought medical attention immediately uponillness onset. The median period ofillness onsetto hospitalization and confirmation were 3.96 days (0-14) and 5.58 days (1-21), respectively. Patients with different cluster case could demonstrate unique epidemiological characteristics due to the particularity of outbreak sites. SRAS-CoV-2 can be released into the surrounding air through patient's respiratory tract activities, and can exist for a long time for long-distance transportation. SRAS-CoV-2 RNA can be detected in aerosol in different sites, including isolation ward, general ward, outdoor, toilet, hallway, and crowded public area. Environmental factors influencing were analyzed and indicated that the SARS-CoV-2 transportation in aerosol was dependent on temperature, air humidity, ventilation rate and inactivating chemicals (ozone) content. As for the infection route of case numbers 2 to 6, 10, 13, 16, 17, 18, 20 and 23, we believe that aerosol transmission played a significant role in analyzing their exposure history and environmental conditions in Baodi Department Store. Aerosol transmission could occur in some cluster cases when the environmental factors are suitable, and it is an indispensable route of COVID-19 spread."], "CopyrightInformation": "© The Author(s) 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.33763.32", "0000 0004 1761 2484"], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin, 300350 China."}, {"Identifier": [], "Affiliation": "Tianjin Key Laboratory of Indoor Air Environmental Quality Control, Tianjin, 300350 China."}], "LastName": "Jiang", "ForeName": "Guanyu", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.33763.32", "0000 0004 1761 2484"], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin, 300350 China."}, {"Identifier": [], "Affiliation": "Tianjin Key Laboratory of Indoor Air Environmental Quality Control, Tianjin, 300350 China."}], "LastName": "Wang", "ForeName": "Can", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.33763.32", "0000 0004 1761 2484"], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin, 300350 China."}, {"Identifier": [], "Affiliation": "Tianjin Key Laboratory of Indoor Air Environmental Quality Control, Tianjin, 300350 China."}], "LastName": "Song", "ForeName": "Lu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417026.6"], "Affiliation": "Tianjin Haihe Hospital, Tianjin, 300350 China."}], "LastName": "Wang", "ForeName": "Xing", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417026.6"], "Affiliation": "Tianjin Haihe Hospital, Tianjin, 300350 China."}], "LastName": "Zhou", "ForeName": "Yangyang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.464467.3"], "Affiliation": "Tianjin Centers for Disease Control and Prevention, Tianjin, 300350 China."}], "LastName": "Fei", "ForeName": "Chunnan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.464467.3"], "Affiliation": "Tianjin Centers for Disease Control and Prevention, Tianjin, 300350 China."}], "LastName": "Liu", "ForeName": "He", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Front Environ Sci Eng", "NlmUniqueID": "101700483", "ISSNLinking": "2095-221X"}, "CoiStatement": "All authors of this article have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bassetti M, Vena A, Giacobbe D R. The novel Chinese coronavirus (2019-nCoV) infections: Challenges for fighting the storm. European Journal of Clinical Investigation. 2020;50(3):e13209. doi: 10.1111/eci.13209.", "ArticleIdList": ["10.1111/eci.13209", "PMC7163647", "32003000"]}, {"Citation": "Bhagavathula A S, Rahmani J, Aldhaleei W A, Kumar P, Rovetta A (2020). Global, regional and national incidence and case-fatality rates of novel coronavirus (COVID-19) across 154 countries and territories: A systematic assessment of cases reported from January to March 16, 2020. New York: medRxiv preprint"}, {"Citation": "Bukhari Q, Jameel Y (2020). Will coronavirus pandemic diminish by summer? Rochester,: Social Science Research Network eLibrery preprint"}, {"Citation": "Buonanno G, Stabile L, Morawska L. Estimation of airborne viral emission: Quanta emission rate of SARS-CoV-2 for infection risk assessment. Environment International. 2020;141:105794. doi: 10.1016/j.envint.2020.105794.", "ArticleIdList": ["10.1016/j.envint.2020.105794", "PMC7211635", "32416374"]}, {"Citation": "Chan J F W, Yuan S F, Kok K H, To K K W, Chu H, Yang J, Xing F F, Liu J L, Yip C C Y, Poon R W S, Tsoi H W, Lo S K F, Chan K H, Poon V K M, Chan W M, Ip J D, Cai J P, Cheng V C C, Chen H L, Hui C K M, Yuen K Y. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster. Lancet. 2020;395(10223):514–523. doi: 10.1016/S0140-6736(20)30154-9.", "ArticleIdList": ["10.1016/S0140-6736(20)30154-9", "PMC7159286", "31986261"]}, {"Citation": "Chen N S, Zhou M, Dong X, Qu J M, Gong F Y, Han Y, Qiu Y, Wang J L, Liu Y, Wei Y, Xia J A, Yu T, Zhang X X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study. Lancet. 2020;395(10223):507–513. doi: 10.1016/S0140-6736(20)30211-7.", "ArticleIdList": ["10.1016/S0140-6736(20)30211-7", "PMC7135076", "32007143"]}, {"Citation": "Chia P Y, Coleman K K, Tan Y K, Ong S W X, Gum M, Lau S K, Lim X F, Lim A S, Sutjipto S, Lee P H, Son T T, Young B E, Milton D K, Gray G C, Schuster S, Barkham T, De P P, Vasoo S, Chan M, Ang B S P, Tan B H, Leo Y S, Ng O T, Wong M S Y, Marimuthu K. Detection of air and surface contamination by SARS-CoV-2 in hospital rooms of infected patients. Nature Communications. 2020;11(1):2800. doi: 10.1038/s41467-020-16670-2.", "ArticleIdList": ["10.1038/s41467-020-16670-2", "PMC7260225", "32472043"]}, {"Citation": "Fabian P, McDevitt J J, DeHaan W H, Fung ROP, Cowling B J, Chan K H, Leung G M, Milton D K. Influenza virus in human exhaled breath: an observational study. PLoS One. 2008;3(7):e2691. doi: 10.1371/journal.pone.0002691.", "ArticleIdList": ["10.1371/journal.pone.0002691", "PMC2442192", "18628983"]}, {"Citation": "Gralton J, Tovey E, McLaws M L, Rawlinson W D. The role of particle size in aerosolised pathogen transmission: A review. Journal of Infection. 2011;62(1):1–13. doi: 10.1016/j.jinf.2010.11.010.", "ArticleIdList": ["10.1016/j.jinf.2010.11.010", "PMC7112663", "21094184"]}, {"Citation": "Gralton J, Tovey E R, Mclaws M L, Rawlinson W D. Respiratory virus RNA is detectable in airborne and droplet particles. Journal of Medical Virology. 2013;85(12):2151–2159. doi: 10.1002/jmv.23698.", "ArticleIdList": ["10.1002/jmv.23698", "23959825"]}, {"Citation": "Guo Z D, Wang Z Y, Zhang S F, Li X, Li L, Li C, Cui Y, Fu R B, Dong Y Z, Chi X Y, Zhang M Y, Liu K, Cao C, Liu B, Zhang K, Gao Y W, Lu B, Chen W. Aerosol and surface distribution of severe acute respiratory syndrome coronavirus 2 in hospital wards, Wuhan, China, 2020. Emerging Infectious Diseases. 2020;26(7):1583–1591. doi: 10.3201/eid2607.200885.", "ArticleIdList": ["10.3201/eid2607.200885", "PMC7323510", "32275497"]}, {"Citation": "Huang C L, Wang Y M, Li X W, Ren L L, Zhao J P, Hu Y, Zhang L, Fan G H, Xu J Y, Gu X Y, Cheng Z S, Yu T, Xia J A, Wei Y, Wu W J, Xie X L, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J G, Wang G F, Jiang R M, Gao Z C, Jin Q, Wang J W, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Jiang J K, Vincent Fu Y, Liu L, Kulmala M. Transmission via aerosols: Plausible differences among emerging coronaviruses. Aerosol Science and Technology. 2020;54(8):865–868. doi: 10.1080/02786826.2020.1769020.", "ArticleIdList": ["10.1080/02786826.2020.1769020"]}, {"Citation": "Jiang Y F, Wang H F, Chen Y K, He J X, Chen L G, Liu Y, Hu X Y, Li A, Liu S W, Zhang P, Zou H Y, Hua S C (2020b). Clinical data on hospital environmental hygiene monitoring and medical staffs protection during the coronavirus disease 2019 outbreak. New York: medRxiv preprint"}, {"Citation": "Kampf G, Todt D, Pfaender S, Steinmann E. Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents. Journal of Hospital Infection. 2020;104(3):246–251. doi: 10.1016/j.jhin.2020.01.022.", "ArticleIdList": ["10.1016/j.jhin.2020.01.022", "PMC7132493", "32035997"]}, {"Citation": "Lau H, Khosrawipour T, Kocbach P, Ichii H, Bania J, Khosrawipour V (2020). Evaluating the massive underreporting and undertesting of COVID-19 cases in multiple global epicenters. Pulmonology", "ArticleIdList": ["PMC7275155", "32540223"]}, {"Citation": "Leung N H L, Chu D K W, Shiu E Y C, Chan K H, McDevitt J J, Hau B J P, Yen H L, Li Y G, Ip D K M, Peiris J S M, Seto W H, Leung G M, Milton D K, Cowling B J. Respiratory virus shedding in exhaled breath and efficacy of face masks. Nature Medicine. 2020;26(5):676–680. doi: 10.1038/s41591-020-0843-2.", "ArticleIdList": ["10.1038/s41591-020-0843-2", "PMC8238571", "32371934"]}, {"Citation": "Li Q, Guan X H, Wu P, Wang X Y, Zhou L, Tong Y Q, Ren R Q, Leung K S M, Lau E H Y, Wong J Y, Xing X S, Xiang N J, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Liu M, Tu W X, Chen C D, Jin L M, Yang R, Wang Q, Zhou S H, Wang R, Liu H, Luo Y B, Liu Y, Shao G, Li H, Tao Z F, Yang Y, Deng Z Q, Liu B X, Ma Z T, Zhang Y P, Shi G Q, Lam T T Y, Wu J T, Gao G F, Cowling B J, Yang B, Leung G M, Feng Z J. Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. The New England Journal of Medicine. 2020;382(13):1199–1207. doi: 10.1056/NEJMoa2001316.", "ArticleIdList": ["10.1056/NEJMoa2001316", "PMC7121484", "31995857"]}, {"Citation": "Liu Q H, Liu Z C, Zhu J K, Zhu Y H, Li D Q, Gao Z F, Zhou L L, Tang Y B, Zhang X, Yang J Y, Wang Q (2020a). Assessing the Global Tendency of COVID-19 Outbreak. New York: medRxiv preprint"}, {"Citation": "Liu Y, Ning Z, Chen Y, Guo M, Liu Y L, Gali N K, Sun L, Duan Y S, Cai J, Westerdahl D, Liu X J, Xu K, Ho K F, Kan H D, Fu Q Y, Lan K. Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals. Nature. 2020;582:557–560. doi: 10.1038/s41586-020-2271-3.", "ArticleIdList": ["10.1038/s41586-020-2271-3", "32340022"]}, {"Citation": "Ma Y L, Zhao Y D, Liu J T, He X T, Wang B, Fu S H, Yan J, Niu J P, Luo B. Effects of temperature variation and humidity on the mortality of COVID-19 in Wuhan. New York: medRxiv preprint McMichael T M, Currie D W, Clark S, Pogosjans S, Kay M, Schwartz N G, Lewis J, Baer A, Kawakami V, Lukoff M D, Ferro J, Brostrom-Smith C, Rea T D, Sayre M R, Riedo F X, Russell D, Hiatt B, Montgomery P, Rao A K, Chow E J, Tobolowsky F, Hughes M J, Bardossy A C, Oakley L P, Jacobs J R, Stone N D, Reddy S C, Jernigan J A, Honein M A, Clark T A, Duchin J S (2020). Epidemiology of Covid-19 in a long-term care facility in King County, Washington. The New England Journal of Medicine. 2020;382(21):2005–2011.", "ArticleIdList": ["PMC7121761", "32220208"]}, {"Citation": "Milton D K, Fabian M P, Cowling B J, Grantham M L, McDevitt J J. Influenza virus aerosols in human exhaled breath: particle size, culturability, and effect of surgical masks. PLoS Pathogens. 2013;9(3):e1003205. doi: 10.1371/journal.ppat.1003205.", "ArticleIdList": ["10.1371/journal.ppat.1003205", "PMC3591312", "23505369"]}, {"Citation": "Myatt T A, Johnston S L, Zuo Z F, Wand M, Kebadze T, Rudnick S, Milton D K. Detection of airborne rhinovirus and its relation to outdoor air supply in office environments. American Journal of Respiratory and Critical Care Medicine. 2004;169(11):1187–1190. doi: 10.1164/rccm.200306-760OC.", "ArticleIdList": ["10.1164/rccm.200306-760OC", "14754759"]}, {"Citation": "Pan X F, Chen D X, Xia Y, Wu X W, Li T S, Ou X T, Zhou L Y, Liu J. Asymptomatic cases in a family cluster with SARS-CoV-2 infection. Lancet. Infectious Diseases. 2020;20(4):410–411.", "ArticleIdList": ["PMC7158985", "32087116"]}, {"Citation": "Phan L T, Nguyen T V, Luong Q C, Nguyen T V, Nguyen H T, Le H Q, Nguyen T T, Cao T M, Pham Q D. Importation and human-to-human transmission ofa novel coronavirus in Vietnam. New England Journal of Medicine. 2020;382(9):872–874. doi: 10.1056/NEJMc2001272.", "ArticleIdList": ["10.1056/NEJMc2001272", "PMC7121428", "31991079"]}, {"Citation": "Rockx B, Kuiken T, Herfst S, Bestebroer T, Lamers M M, Oude Munnink B B, de Meulder D, van Amerongen G, van den Brand J, Okba N M A, Schipper D, van Run P, Leijten L, Sikkema R, Verschoor E, Verstrepen B, Bogers W, Langermans J, Drosten C, Fentener van Vlissingen M, Fouchier R, de Swart R, Koopmans M, Haagmans B L. Comparative pathogenesis of COVID-19, MERS, and SARS in a nonhuman primate model. Science. 2020;368(6494):1012–1015. doi: 10.1126/science.abb7314.", "ArticleIdList": ["10.1126/science.abb7314", "PMC7164679", "32303590"]}, {"Citation": "Rothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, Zimmer T, Thiel V, Janke C, Guggemos W, Seilmaier M, Drosten C, Vollmar P, Zwirglmaier K, Zange S, Wölfel R, Hoelscher M. Transmission of 2019-nCoV infection from an asymptomatic contact in Germany. The New England Journal of Medicine. 2020;382(10):970–971. doi: 10.1056/NEJMc2001468.", "ArticleIdList": ["10.1056/NEJMc2001468", "PMC7120970", "32003551"]}, {"Citation": "Roy C J, Milton D K. Airborne transmission of communicable infection: The elusive pathway. New England Journal of Medicine. 2004;350(17):1710–1712. doi: 10.1056/NEJMp048051.", "ArticleIdList": ["10.1056/NEJMp048051", "15102996"]}, {"Citation": "Santarpia J L, Rivera D N, Herrera V L, Morwitzer M J, Creager H M, Santarpia G W, Crown K K, Brett-Major D M, Schnaubelt E R, Broadhurst M J, Lawler J V, Reid S P, Lowe J J. Aerosol and surface contamination of SARS-CoV-2 observed in quarantine and isolation care. Scientific Reports. 2020;10(1):12732. doi: 10.1038/s41598-020-69286-3.", "ArticleIdList": ["10.1038/s41598-020-69286-3", "PMC7391640", "32728118"]}, {"Citation": "Setti L, Passarini F, De Gennaro G, Barbieri P, Perrone M G, Borelli M, Palmisani J, Di Gilio A, Torboli V, Fontana F, Clemente L, Pallavicini A, Ruscio M, Piscitelli P, Miani A. SARS-Cov-2RNA found on particulate matter of Bergamo in Northern Italy: First evidence. Environmental Research. 2020;188:109754. doi: 10.1016/j.envres.2020.109754.", "ArticleIdList": ["10.1016/j.envres.2020.109754", "PMC7260575", "32526492"]}, {"Citation": "Siegel J D, Rhinehart E, Jackson M, Chiarello L. Guideline for isolation precautions: preventing transmission of infectious agents in healthcare settings. American Journal of Infection Control. 2007;35(10):S65–S164. doi: 10.1016/j.ajic.2007.10.007.", "ArticleIdList": ["10.1016/j.ajic.2007.10.007", "PMC7119119", "18068815"]}, {"Citation": "Sooryanarain H, Elankumaran S. Environmental role in influenza virus outbreaks. Annual Review of Animal Biosciences. 2015;3(1):347–373. doi: 10.1146/annurev-animal-022114-111017.", "ArticleIdList": ["10.1146/annurev-animal-022114-111017", "25422855"]}, {"Citation": "Tellier R, Li Y G, Cowling B J, Tang J W. Recognition of aerosol transmission of infectious agents: A commentary. BMC Infectious Diseases. 2019;19:101. doi: 10.1186/s12879-019-3707-y.", "ArticleIdList": ["10.1186/s12879-019-3707-y", "PMC6357359", "30704406"]}, {"Citation": "Wang W E, Tang J M, Wei F Q. Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China. Journal of Medical Virology. 2020;92(4):441–447. doi: 10.1002/jmv.25689.", "ArticleIdList": ["10.1002/jmv.25689", "PMC7167192", "31994742"]}, {"Citation": "World Health O. Infection prevention and control of epidemic- and pandemic-prone acute respiratory infections in health care. Geneva: World Health Organization; 2014.", "ArticleIdList": ["24983124"]}, {"Citation": "Xu B, Gutierrez B, Mekaru S, Sewalk K, Goodwin L, Loskill A, Cohn E L, Hswen Y, Hill S C, Cobo M M, Zarebski A E, Li S, Wu C, Hulland E, Morgan J D, Wang L, O’Brien K, Scarpino S V, Brownstein J S, Pybus O G, Pigott D M, Kraemer M U G. Epidemiological data from the COVID-19 outbreak, real-time case information. Scientific Data. 2020;7(1):106. doi: 10.1038/s41597-020-0448-0.", "ArticleIdList": ["10.1038/s41597-020-0448-0", "PMC7093412", "32210236"]}, {"Citation": "Xu R, Rahmandad H, Gupta M, DiGennaro C, Ghaffarzadegan N, Amini H, Jalali M S (2020b). The modest impact of weather and air pollution on COVID-19 transmission. New York: medRxiv preprint"}, {"Citation": "Yao M S, Zhang L, Ma J X, Zhou L. On airborne transmission and control of SARS-Cov-2. Science of the Total Environment. 2020;731:139178. doi: 10.1016/j.scitotenv.2020.139178.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139178", "PMC7198171", "32388162"]}, {"Citation": "Zhang X L, Ji Z, Yue Y, Liu H, Wang J (2020). Infection risk assessment of COVID-19 through aerosol transmission: a case study of South China Seafood Market. Environmental Science & Technology", "ArticleIdList": ["32543176"]}, {"Citation": "Zhu N, Zhang D Y, Wang W L, Li X W, Yang B Y, Song J D, Zhao X, Huang B Y, Shi W F, Lu R J, Niu P H, Zhan F X, Ma X J, Wang D Y, Xu W B, Wu G Z, Gao G F, Tan W J. A novel coronavirus from patients with pneumonia in China, 2019. The New England Journal of Medicine. 2020;382(8):727–733. doi: 10.1056/NEJMoa2001017.", "ArticleIdList": ["10.1056/NEJMoa2001017", "PMC7092803", "31978945"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "17"}, {"Year": "2020", "Month": "11", "Day": "15"}, {"Year": "2020", "Month": "11", "Day": "17"}, {"Year": "2021", "Month": "1", "Day": "4", "Hour": "5", "Minute": "29"}, {"Year": "2021", "Month": "1", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33391845", "PMC7771204", "10.1007/s11783-021-1386-6", "1386"]}}], "PubmedBookArticle": []}