{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["High resolution time of flight aerosol mass", "Organic aerosols", "Ozone", "Radiocarbon", "Source apportionment", "Urban air quality", "spectrometer"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33414674", "DateRevised": {"Year": "2023", "Month": "11", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1016/j.atmosenv.2020.117954"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "244", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "01"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Apportioned primary and secondary organic aerosol during pollution events of DISCOVER-AQ Houston.", "Abstract": {"AbstractText": ["Understanding the drivers for high ozone (O<sub>3</sub>) and atmospheric particulate matter (PM) concentrations is a pressing issue in urban air quality, as this understanding informs decisions for control and mitigation of these key pollutants. The Houston, TX metropolitan area is an ideal location for studying the intersection between O<sub>3</sub> and atmospheric secondary organic carbon (SOC) production due to the diversity of source types (urban, industrial, and biogenic) and the on- and off-shore cycling of air masses over Galveston Bay, TX. Detailed characterization of filter-based samples collected during Deriving Information on Surface Conditions from Column and VERtically Resolved Observations Relevant to Air Quality (DISCOVER-AQ) Houston field experiment in September 2013 were used to investigate sources and composition of organic carbon (OC) and potential relationships between daily maximum 8 h average O<sub>3</sub> and PM. The current study employed a novel combination of chemical mass balance modeling defining primary (i.e. POC) versus secondary (i.e. SOC) organic carbon and radiocarbon (<sup>14</sup>C) for apportionment of contemporary and fossil carbon. The apportioned sources include contemporary POC (biomass burning [BB], vegetative detritus), fossil POC (motor vehicle exhaust), biogenic SOC and fossil SOC. The filter-based results were then compared with real-time measurements by aerosol mass spectrometry. With these methods, a consistent urban background of contemporary carbon and motor vehicle exhaust was observed in the Houston metropolitan area. Real-time and filter-based characterization both showed that carbonaceous aerosols in Houston was highly impacted by SOC or oxidized OC, with much higher contributions from biogenic than fossil sources. However, fossil SOC concentration and fractional contribution had a stronger correlation with daily maximum 8 h average O<sub>3</sub>, peaking during high PM and O<sub>3</sub> events. The results indicate that point source emissions processed by on- and off-shore wind cycles likely contribute to peak events for both PM and O<sub>3</sub> in the greater Houston metropolitan area."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Baylor University, Waco, TX, USA."}, {"Identifier": [], "Affiliation": "Department of Earth and Atmospheric Sciences, University of Houston, Houston, TX, USA."}], "LastName": "Yoon", "ForeName": "Subin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Baylor University, Waco, TX, USA."}], "LastName": "Ortiz", "ForeName": "Stephanie M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, Baylor University, Waco, TX, USA."}, {"Identifier": [], "Affiliation": "Department of Natural Sciences, Oregon Institute of Technology, Klamath Falls, OR, USA."}], "LastName": "Clark", "ForeName": "Adelaide E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Ecological, Earth, and Environmental Sciences, Baylor University, Waco, TX, USA."}, {"Identifier": [], "Affiliation": "Department of Geography and the Environment, University of North Texas, Denton, TX, USA."}], "LastName": "Barrett", "ForeName": "Tate E", "Initials": "TE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Baylor University, Waco, TX, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, Baylor University, Waco, TX, USA."}], "LastName": "Usenko", "ForeName": "Sascha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Duvall", "ForeName": "Rachelle M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX, USA."}], "LastName": "Ruiz", "ForeName": "Lea Hildebrandt", "Initials": "LH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX, USA."}], "LastName": "Bean", "ForeName": "Jeffrey K", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "McKetta Department of Chemical Engineering, University of Texas at Austin, Austin, TX, USA."}], "LastName": "Faxon", "ForeName": "Cameron B", "Initials": "CB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Atmospheric Sciences, University of Houston, Houston, TX, USA."}], "LastName": "Flynn", "ForeName": "James H", "Initials": "JH", "Suffix": "3rd"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth Sciences Division, The National Aeronautics and Space Administration, Washington, D.C, USA."}], "LastName": "Lefer", "ForeName": "Barry L", "Initials": "BL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Rice University, Houston, TX, USA."}], "LastName": "Leong", "ForeName": "Yu Jun", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Rice University, Houston, TX, USA."}, {"Identifier": [], "Affiliation": "Department of Chemical and Biomolecular Engineering, Rice University, Houston, TX, USA."}], "LastName": "Griffin", "ForeName": "Robert J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Baylor University, Waco, TX, USA."}, {"Identifier": [], "Affiliation": "Institute of Ecological, Earth, and Environmental Sciences, Baylor University, Waco, TX, USA."}], "LastName": "Sheesley", "ForeName": "Rebecca J", "Initials": "RJ"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "AAPA, 2019. \n2018 U.S. Port Rankings by Cargo Tonnage. American Association of Port Authorities; \nhttps://www.aapa-ports.org/unifying/content.aspx?ItemNumber=21048."}, {"Citation": "Allen DT, Fraser M, 2006. An overview of the gulf coast aerosol research and characterization study: the Houston fine particulate matter supersite. J. Air Waste Manag. Assoc. 56, 456–466.", "ArticleIdList": ["16681210"]}, {"Citation": "Allen DT, McDonald-Buller EC, McGaughey G, 2018. State of the science of air quality in Texas: summary of scientific projects and findings from the Texas air quality research program (AQRP) 2010–2017. In: Estes M (Ed.), Texas Commission on Environmental Quality."}, {"Citation": "Bahreini R, Ervens B, Middlebrook A, Warneke C, De Gouw J, DeCarlo P, Jimenez J, Brock C, Neuman J, Ryerson T, 2009. Organic aerosol formation in urban and industrial plumes near Houston and Dallas, Texas. J. Geophys. Res.: Atmosphere 114."}, {"Citation": "Baier BC, Brune WH, Lefer BL, Miller DO, Martins DK, 2015. Direct ozone production rate measurements and their use in assessing ozone source and receptor regions for Houston in 2013. Atmos. Environ. 114, 83–91."}, {"Citation": "Banta R, Senff C, Nielsen-Gammon J, Darby L, Ryerson T, Alvarez R, Sandberg S, Williams E, Trainer M, 2005. A bad air day in Houston. Bull. Am. Meteorol. Soc. 86, 657–669."}, {"Citation": "Banta RM, Senff CJ, Alvarez RJ, Langford AO, Parrish DD, Trainer MK, Darby LS, Hardesty RM, Lambeth B, Neuman JA, 2011. Dependence of daily peak O3 concentrations near Houston, Texas on environmental factors: wind speed, temperature, and boundary-layer depth. Atmos. Environ. 45, 162–173."}, {"Citation": "Barrett TE, Robinson EM, Usenko S, Sheesley RJ, 2015. Source Contributions to Wintertime Elemental and Organic Carbon in the Western Arctic Based on Radiocarbon and Tracer Apportionment. Environmental Science & Technology 49 (19), 11631–11639. 10.1021/acs.est.5b03081.", "ArticleIdList": ["10.1021/acs.est.5b03081", "26325404"]}, {"Citation": "Bean JK, Faxon CB, Leong YJ, Wallace HW, Cevik BK, Ortiz S, Canagaratna MR, Usenko S, Sheesley RJ, Griffin RJ, 2016. Composition and sources of particulate matter measured near Houston, TX: anthropogenic-biogenic interactions. Atmosphere 7, 73."}, {"Citation": "Birch M, Cary R, 1996. Elemental carbon-based method for monitoring occupational exposures to particulate diesel exhaust. Aerosol. Sci. Technol. 25, 221–241.", "ArticleIdList": ["8831275"]}, {"Citation": "Caicedo V, Rappenglueck B, Cuchiara G, Flynn J, Ferrare R, Scarino A, Berkoff T, Senff C, Langford A, Lefer B, 2019. Bay breeze and Sea breeze circulation impacts on the planetary boundary layer and air quality from an observed and modeled DISCOVER-AQ Texas case study. J. Geophys. Res.: Atmosphere 124, 7359–7378."}, {"Citation": "Clark AE, Yoon S, Sheesley RJ, Usenko S, 2015. Pressurized liquid extraction technique for the analysis of pesticides, PCBs, PBDEs, OPEs, PAHs, alkanes, hopanes, and steranes in atmospheric particulate matter. Chemosphere 137, 33–44.", "ArticleIdList": ["25985427"]}, {"Citation": "Coulter TC, 2004. In: Agency, U.S.E.P. (Ed.), EPA-CMB8.2 Users Manual. Air Quality Modeling Group."}, {"Citation": "Czader BH, Choi Y, Li X, Alvarez S, Lefer B, 2015. Impact of updated traffic emissions on HONO mixing ratios simulated for urban site in Houston, Texas. Atmos. Chem. Phys. 15, 1253–1263."}, {"Citation": "Dechapanya W, Russell M, Allen DT, 2004. Estimates of anthropogenic secondary organic aerosol formation in Houston, Texas special issue of aerosol science and technology on findings from the fine particulate matter supersites program. Aerosol. Sci. Technol. 38, 156–166."}, {"Citation": "Draxler R, Rolph G, 2010. In: Laboratory, A.R. (Ed.), HYSPLIT (HYbrid Single-Particle Lagrangian Integrated Trajectory), Silver Spring; NOAA, MD, p. 26."}, {"Citation": "Dunker AM, Koo B, Yarwood G, 2019. Source apportionment of organic aerosol and ozone and the effects of emission reductions. Atmos. Environ. 198, 89–101."}, {"Citation": "Edney E, Kleindienst T, Jaoui M, Lewandowski M, Offenberg J, Wang W, Claeys M, 2005. Formation of 2-methyl tetrols and 2-methylglyceric acid in secondary organic aerosol from laboratory irradiated isoprene/NOx/SO2/air mixtures and their detection in ambient PM2. 5 samples collected in the eastern United States. Atmos. Environ. 39, 5281–5289."}, {"Citation": "El-Zanan HS, Lowenthal DH, Zielinska B, Chow JC, Kumar N, 2005. Determination of the organic aerosol mass to organic carbon ratio in IMPROVE samples. Chemosphere 60, 485–496.", "ArticleIdList": ["15950041"]}, {"Citation": "EPA, 2019. Texas Nonattainment/Maintenance Status for Each County by Year for All Criteria Pollutants. United States Environmental Protection Agency."}, {"Citation": "Fann N, Roman HA, Fulcher CM, Gentile MA, Hubbell BJ, Wesson K, Levy JI, 2011. Maximizing health benefits and minimizing inequality: incorporating local-scale data in the design and evaluation of air quality policies. Risk Anal.: Int. J. 31, 908–922.", "ArticleIdList": ["21615761"]}, {"Citation": "Fine PM, Cass GR, Simoneit BR, 2002. Chemical characterization of fine particle emissions from the fireplace combustion of woods grown in the southern United States. Environ. Sci. Technol. 36, 1442–1451.", "ArticleIdList": ["11999049"]}, {"Citation": "Fraser M, Yue Z, Tropp R, Kohl S, Chow J, 2002. Molecular composition of organic fine particulate matter in Houston, TX. Atmos. Environ. 36, 5751–5758."}, {"Citation": "Gentner DR, Jathar SH, Gordon TD, Bahreini R, Day DA, El Haddad I, Hayes PL, Pieber SM, Platt SM, de Gouw J, Goldstein AH, Harley RA, Jimenez JL, Prévôt ASH, Robinson AL, 2017. Review of urban secondary organic aerosol formation from gasoline and diesel motor vehicle emissions. Environ. Sci. Technol. 51, 1074–1093.", "ArticleIdList": ["28000440"]}, {"Citation": "Glen WG, Zelenka MP, Graham RC, 1996. Relating meteorological variables and trends in motor vehicle emissions to monthly urban carbon monoxide concentrations. Atmos. Environ. 30, 4225–4232."}, {"Citation": "Gordon T, Presto A, May A, Nguyen N, Lipsky E, Donahue N, Gutierrez A, Zhang M, Maddox C, Rieger P, 2014. Secondary organic aerosol formation exceeds primary particulate matter emissions for light-duty gasoline vehicles. Atmos. Chem. Phys. 14, 4661–4678."}, {"Citation": "Gunsch MJ, Schmidt SA, Gardner DJ, Bondy AL, May NW, Bertman SB, Pratt KA, Ault AP, 2018. Particle growth in an isoprene-rich forest: influences of urban, wildfire, and biogenic air masses. Atmos. Environ. 178, 255–264."}, {"Citation": "H-GAC. http://www.h-gac.com/board-of-directors/advisory-committees/regional-air-quality-planning-advisory-committee/documents/2019/PM2.5-Advance-Path-Forward.pdf."}, {"Citation": "Hildemann LM, Klinedinst DB, Klouda GA, Currie LA, Cass GR, 1994. Sources of urban contemporary carbon aerosol. Environ. Sci. Technol. 28, 1565–1576.", "ArticleIdList": ["22176356"]}, {"Citation": "Kleindienst TE, Jaoui M, Lewandowski M, Offenberg JH, Lewis CW, Bhave PV, Edney EO, 2007. Estimates of the contributions of biogenic and anthropogenic hydrocarbons to secondary organic aerosol at a southeastern US location. Atmos. Environ. 41, 8288–8300."}, {"Citation": "Kleinman LI, Daum P, Imre D, Lee YN, Nunnermacker L, Springston S, Weinstein-Lloyd J, Rudolph J, 2002. Ozone production rate and hydrocarbon reactivity in 5 urban areas: a cause of high ozone concentration in Houston. Geophys. Res. Lett. 29, 105–101–105–104."}, {"Citation": "Kleinman LI, Daum PH, Lee YN, Nunnermacker LJ, Springston SR, Weinstein-Lloyd J, Rudolph J, 2005. A comparative study of ozone production in five US metropolitan areas. J. Geophys. Res.: Atmosphere 110."}, {"Citation": "Lefer B, Rappenglück B, Flynn J, Haman C, 2010. Photochemical and meteorological relationships during the Texas-II radical and aerosol measurement project (TRAMP). Atmos. Environ. 44, 4005–4013."}, {"Citation": "Lemire KR, Allen DT, Klouda GA, Lewis CW, 2002. Fine particulate matter source attribution for Southeast Texas using 14C/13C ratios. J. Geophys. Res.: Atmosphere 107 ACH 3–1–ACH 3–7."}, {"Citation": "Leong Y, 2015. Characterization of Atmospheric Nitrogen Chemistry and the Formation/Evolution of Particulate Matter in Houston, TX, Civil and Environmental Engineering. Rice University, p. 255."}, {"Citation": "Leong Y, Sanchez N, Wallace H, Karakurt Cevik B, Hernandez C, Han Y, Flynn J, Massoli P, Floerchinger C, Fortner E, 2017. Overview of surface measurements and spatial characterization of submicrometer particulate matter during the DISCOVER-AQ 2013 campaign in Houston, TX. J. Air Waste Manag. Assoc. 67, 854–872.", "ArticleIdList": ["28278029"]}, {"Citation": "Lewandowski M, Piletic IR, Kleindienst TE, Offenberg JH, Beaver MR, Jaoui M, Docherty KS, Edney EO, 2013. Secondary organic aerosol characterisation at field sites across the United States during the spring–summer period. Int. J. Environ. Anal. Chem. 93, 1084–1103."}, {"Citation": "Lewis CW, Stiles DC, 2006. Radiocarbon content of PM2. 5 ambient aerosol in Tampa, FL. Aerosol. Sci. Technol. 40, 189–196."}, {"Citation": "Lewis CW, Klouda GA, Ellenson WD, 2004. Radiocarbon measurement of the biogenic contribution to summertime PM-2.5 ambient aerosol in Nashville. TN. Atmospheric Environment 38, 6053–6061."}, {"Citation": "Li X, Choi Y, Czader B, Roy A, Kim H, Lefer B, Pan S, 2016. The impact of observation nudging on simulated meteorology and ozone concentrations during DISCOVER-AQ 2013 Texas campaign. Atmos. Chem. Phys. 16, 3127–3144."}, {"Citation": "Liao K-J, Hou X, 2015. Optimization of multipollutant air quality management strategies: a case study for five cities in the United States. J. Air Waste Manag. Assoc. 65, 732–742.", "ArticleIdList": ["25976486"]}, {"Citation": "Lough GC, Christensen CG, Schauer JJ, Tortorelli J, Mani E, Lawson DR, Clark NN, Gabele PA, 2007. Development of molecular marker source profiles for emissions from on-road gasoline and diesel vehicle fleets. J. Air Waste Manag. Assoc. 57, 1190–1199.", "ArticleIdList": ["17972764"]}, {"Citation": "Loughner CP, Allen DJ, Pickering KE, Zhang D-L, Shou Y-X, Dickerson RR, 2011. Impact of fair-weather cumulus clouds and the Chesapeake Bay breeze on pollutant transport and transformation. Atmos. Environ. 45, 4060–4072."}, {"Citation": "Lubertino G, 2019. Transportation Air Quality Conformity Report for the Houston-Brazoria-Galveston Region: 2045 Regional Transportation Plan. Houston-Galveston Area Council."}, {"Citation": "Mazzuca GM, Ren X, Loughner CP, Estes M, Crawford JH, Pickering KE, Weinheimer AJ, Dickerson RR, 2016. Ozone production and its sensitivity to NOx and VOCs: results from the DISCOVER-AQ field experiment, Houston 2013. Atmos. Chem. Phys. 16, 14463–14474."}, {"Citation": "NASA, 2019. \nDISCOVER-AQ. National Aeronautics and Space Administration; \nhttps://www.nasa.gov/mission_pages/discover-aq/index.html. (Accessed November 2019)."}, {"Citation": "Nowak DJ, Bodine AR, Hoehn REI, Edgar CB, Riely G, Hartel DR, Dooley KJ, Stanton SM, Hatfield MA, Brandeis TJ, Lister TW, 2017. Houston’s Urban Forest, 2015. United States Department of Agriculture, U.S. Forest Service."}, {"Citation": "Olaguer EP, Kolb CE, Lefer B, Rappenglück B, Zhang R, Pinto JP, 2014. Overview of the SHARP campaign: motivation, design, and major outcomes. J. Geophys. Res.: Atmosphere 119, 2597–2610."}, {"Citation": "Parrish D, Allen D, Bates T, Estes M, Fehsenfeld F, Feingold G, Ferrare R, Hardesty R, Meagher J, Nielsen-Gammon J, 2009. Overview of the second Texas air quality study (TexAQS II) and the Gulf of Mexico atmospheric composition and climate study (GoMACCS). J. Geophys. Res.: Atmosphere 114."}, {"Citation": "Port Houston. https://porthouston.com/about-us/."}, {"Citation": "Rogge WF, Hildemann LM, Mazurek MA, Cass GR, Simoneit BR, 1993. Sources of fine organic aerosol. 4. Particulate abrasion products from leaf surfaces of urban plants. Environ. Sci. Technol. 27, 2700–2711."}, {"Citation": "Russell LM, 2003. Aerosol organic-mass-to-organic-carbon ratio measurements. Environ. Sci. Technol. 37, 2982–2987.", "ArticleIdList": ["12875404"]}, {"Citation": "Ryerson T, Trainer M, Angevine W, Brock C, Dissly R, Fehsenfeld F, Frost G, Goldan P, Holloway J, Hübler G, 2003. Effect of petrochemical industrial emissions of reactive alkenes and NOx on tropospheric ozone formation in Houston, Texas. J. Geophys. Res.: Atmosphere 108."}, {"Citation": "Schauer JJ, Rogge WF, Hildemann LM, Mazurek MA, Cass GR, Simoneit BRT, 1996. Source apportionment of airborne particulate matter using organic compounds as tracers. Atmos. Environ. 30, 3837–3855."}, {"Citation": "Schulze BC, Wallace HW, Bui AT, Flynn JH, Erickson MH, Alvarez S, Dai Q, Usenko S, Sheesley RJ, Griffin RJ, 2018. The impacts of regional shipping emissions on the chemical characteristics of coastal submicron aerosols near Houston, TX. Atmos. Chem. Phys. 18, 14217–14241."}, {"Citation": "Sheesley RJ, Schauer JJ, Zheng M, Wang B, 2007. Sensitivity of molecular marker-based CMB models to biomass burning source profiles. Atmos. Environ. 41, 9050–9063."}, {"Citation": "Shilling JE, Zaveri RA, Fast JD, Kleinman L, Alexander M, Canagaratna MR, Fortner E, Hubbe JM, Jayne JT, Sedlacek A, 2013. Enhanced SOA formation from mixed anthropogenic and biogenic emissions during the CARES campaign. Atmos. Chem. Phys. 13, 2091–2113."}, {"Citation": "Simoneit BRT, Schauer JJ, Nolte CG, Oros DR, Elias VO, Fraser MP, Rogge WF, Cass GR, 1999. Levoglucosan, a tracer for cellulose in biomass burning and atmospheric particles. Atmos. Environ. 33, 173–182."}, {"Citation": "Sofia D, Gioiella F, Lotrecchiano N, Giuliano A, 2020. Mitigation strategies for reducing air pollution. Environ. Sci. Pollut. Control Ser. 1–10.", "ArticleIdList": ["32279263"]}, {"Citation": "Stauffer RM, Thompson AM, 2015. Bay breeze climatology at two sites along the Chesapeake bay from 1986–2010: implications for surface ozone. J. Atmos. Chem. 72, 355–372.", "ArticleIdList": ["PMC4665746", "26692595"]}, {"Citation": "Sullivan DW, Price JH, Lambeth B, Sheedy KA, Savanich K, Tropp RJ, 2013. Field study and source attribution for PM2.5 and PM10 with resulting reduction in concentrations in the neighborhood north of the Houston Ship Channel based on voluntary efforts. J. Air Waste Manag. Assoc. 63, 1070–1082.", "ArticleIdList": ["24151682"]}, {"Citation": "Surratt JD, Chan AW, Eddingsaas NC, Chan M, Loza CL, Kwan AJ, Hersey SP, Flagan RC, Wennberg PO, Seinfeld JH, 2010. Reactive intermediates revealed in secondary organic aerosol formation from isoprene. Proc. Natl. Acad. Sci. Unit. States Am. 107, 6640–6645.", "ArticleIdList": ["PMC2872383", "20080572"]}, {"Citation": "TCEQ, 2018. Texas Air Monitoring Information System (TAMIS) Web Interface. Texas Commission on Environmental Quality."}, {"Citation": "Tucker SC, Banta RM, Langford AO, Senff CJ, Brewer WA, Williams EJ, Lerner BM, Osthoff HD, Hardesty RM, 2010. Relationships of coastal nocturnal boundary layer winds and turbulence to Houston ozone concentrations during TexAQS 2006. J. Geophys. Res.: Atmosphere 115."}, {"Citation": "U.S. Census Bureau, 2019. \nEstimates of the Components of Resident Population Change: April 1, 2010 to July 1, 2018. Texas. https://www.census.gov/data/tables/time-series/demo/popest/2010s-counties-total.html."}, {"Citation": "Wallace HW, Sanchez NP, Flynn JH, Erickson MH, Lefer BL, Griffin RJ, 2018. Source apportionment of particulate matter and trace gases near a major refinery near the Houston Ship Channel. Atmos. Environ. 173, 16–29."}, {"Citation": "Wang Y, Jia B, Wang S-C, Estes M, Shen L, Xie Y, 2016. Influence of the Bermuda High on interannual variability of summertime ozone in the Houston–Galveston–Brazoria region. Atmos. Chem. Phys. 16, 15265–15276."}, {"Citation": "Weber RJ, Sullivan AP, Peltier RE, Russell A, Yan B, Zheng M, De Gouw J, Warneke C, Brock C, Holloway JS, 2007. A study of secondary organic aerosol formation in the anthropogenic-influenced southeastern United States. J. Geophys. Res.: Atmosphere 112."}, {"Citation": "Wong K, Tsai C, Lefer B, Haman C, Grossberg N, Brune W, Ren X, Luke W, Stutz J, 2012. Daytime HONO vertical gradients during SHARP 2009 in Houston, TX. Atmos. Chem. Phys. 12, 635–652."}, {"Citation": "Zhang H, Ying Q, 2011. Secondary organic aerosol formation and source apportionment in Southeast Texas. Atmos. Environ. 45, 3217–3227."}, {"Citation": "Zhang H, Yee LD, Lee BH, Curtis MP, Worton DR, Isaacman-VanWertz G, Offenberg JH, Lewandowski M, Kleindienst TE, Beaver MR, 2018. Monoterpenes are the largest source of summertime organic aerosol in the southeastern United States. Proc. Natl. Acad. Sci. Unit. States Am. 115, 2038–2043.", "ArticleIdList": ["PMC5834703", "29440409"]}, {"Citation": "Zheng M, Ke L, Edgerton ES, Schauer JJ, Dong M, Russell AG, 2006. Spatial distribution of carbonaceous aerosol in the southeastern United States using molecular markers and carbon isotope data. J. Geophys. Res.: Atmosphere 111."}, {"Citation": "Zhou W, Cohan D, Henderson B, 2014. Slower ozone production in Houston, Texas following emission reductions: evidence from Texas Air Quality Studies in 2000 and 2006. Atmos. Chem. Phys. 14, 2777–2788."}, {"Citation": "Zotter P, El-Haddad I, Zhang Y, Hayes PL, Zhang X, Lin YH, Wacker L, Schnelle-Kreis J, Abbaszade G, Zimmermann R, 2014. Diurnal cycle of fossil and nonfossil carbon using radiocarbon analyses during Calnexin. J. Geophys. Res.: Atmosphere 119, 6818–6835."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "10"}, {"Year": "2021", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33414674", "NIHMS1654377", "PMC7784641", "10.1016/j.atmosenv.2020.117954"]}}], "PubmedBookArticle": []}