{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "33414817", "DateRevised": {"Year": "2021", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.5194/acp-19-543-2019"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2019", "Month": "Jan", "Day": "14"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Lagrangian simulation of ice particles and resulting dehydration in the polar winter stratosphere.", "Pagination": {"StartPage": "543", "EndPage": "563", "MedlinePgn": "543-563"}, "Abstract": {"AbstractText": ["Polar stratospheric clouds (PSCs) and cold stratospheric aerosols drive heterogeneous chemistry and play a major role in polar ozone depletion. The Chemical Lagrangian Model of the Stratosphere (CLaMS) simulates the nucleation, growth, sedimentation, and evaporation of PSC particles along individual trajectories. Particles consisting of nitric acid trihydrate (NAT), which contain a substantial fraction of the stratospheric nitric acid (HNO<sub>3</sub>), were the focus of previous modeling work and are known for their potential to denitrify the polar stratosphere. Here, we carried this idea forward and introduced the formation of ice PSCs and related dehydration into the sedimentation module of CLaMS. Both processes change the simulated chemical composition of the lower stratosphere. Due to the Lagrangian transport scheme, NAT and ice particles move freely in three-dimensional space. Heterogeneous NAT and ice nucleation on foreign nuclei as well as homogeneous ice nucleation and NAT nucleation on preexisting ice particles are now implemented into CLaMS and cover major PSC formation pathways. We show results from the Arctic winter 2009/2010 and from the Antarctic winter 2011 to demonstrate the performance of the model over two entire PSC seasons. For both hemispheres, we present CLaMS results in comparison to measurements from the Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP), the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS), and the Microwave Limb Sounder (MLS). Observations and simulations are presented on season-long and vortex-wide scales as well as for single PSC events. The simulations reproduce well both the timing and the extent of PSC occurrence inside the entire vortex. Divided into specific PSC classes, CLaMS results show predominantly good agreement with CALIOP and MIPAS observations, even for specific days and single satellite orbits. CLaMS and CALIOP agree that NAT mixtures are the first type of PSC to be present in both winters. NAT PSC areal coverages over the entire season agree satisfactorily. However, cloud-free areas, next to or surrounded by PSCs in the CALIOP data, are often populated with NAT particles in the CLaMS simulations. Looking at the temporal and vortex-averaged evolution of HNO<sub>3</sub>, CLaMS shows an uptake of HNO<sub>3</sub> from the gas into the particle phase which is too large and happens too early in the simulation of the Arctic winter. In turn, the permanent redistribution of HNO<sub>3</sub> is smaller in the simulations than in the observations. The Antarctic model run shows too little denitrification at lower altitudes towards the end of the winter compared to the observations. The occurrence of synoptic-scale ice PSCs agrees satisfactorily between observations and simulations for both hemispheres and the simulated vertical redistribution of water vapor (H<sub>2</sub>O) is in very good agreement with MLS observations. In summary, a conclusive agreement between CLaMS simulations and a variety of independent measurements is presented."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Energy and Climate Research: Stratosphere (IEK-7), Forschungszentrum Jülich, 52425 Jülich, Germany."}], "Identifier": [], "LastName": "Tritscher", "ForeName": "Ines", "Initials": "I"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Energy and Climate Research: Stratosphere (IEK-7), Forschungszentrum Jülich, 52425 Jülich, Germany."}], "Identifier": [], "LastName": "Grooß", "ForeName": "Jens-Uwe", "Initials": "JU"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Energy and Climate Research: Stratosphere (IEK-7), Forschungszentrum Jülich, 52425 Jülich, Germany."}], "Identifier": [], "LastName": "Spang", "ForeName": "Reinhold", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, Virginia 23681, USA."}], "Identifier": [], "LastName": "Pitts", "ForeName": "Michael C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Science Systems and Applications, Inc., Hampton, Virginia 23666, USA."}], "Identifier": [], "LastName": "Poole", "ForeName": "Lamont R", "Initials": "LR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Energy and Climate Research: Stratosphere (IEK-7), Forschungszentrum Jülich, 52425 Jülich, Germany."}], "Identifier": [], "LastName": "Müller", "ForeName": "Rolf", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Energy and Climate Research: Stratosphere (IEK-7), Forschungszentrum Jülich, 52425 Jülich, Germany."}], "Identifier": [], "LastName": "Riese", "ForeName": "Martin", "Initials": "M"}], "GrantList": [{"Acronym": "SCMD-EarthScienceSystem", "Agency": "Science Earth Science System NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alexander SP, Klekociuk AR, Pitts MC, McDonald AJ, and Arevalo-Torres A: The effect of orographic gravity waves on Antarctic polar stratospheric cloud occurrence and composition, J. Geophys. Res.-Atmos, 116, d06109, 10.1029/2010JD015184, 2011.", "ArticleIdList": ["10.1029/2010JD015184"]}, {"Citation": "Alexander SP, Klekociuk AR, McDonald AJ, and Pitts MC: Quantifying the role of orographic gravity waves on polar stratospheric cloud occurrence in the Antarctic and the Arctic, J. Geophys. Res.-Atmos, 118, 11493–11507, 10.1002/2013JD020122, 2013.", "ArticleIdList": ["10.1002/2013JD020122"]}, {"Citation": "Biermann UM, Crowley JN, Huthwelker T, Moortgat GK, Crutzen PJ, and Peter T: FTIR studies on lifetime prolongation of stratospheric ice particles due to NAT coating, Geophys. Res. Lett, 25, 3939–3942, 1998."}, {"Citation": "Carslaw KS, Luo BP, Clegg SL, Peter T, Brimblecombe P, and Crutzen PJ: Stratospheric aerosol growth and HNO3 gas phase depletion from coupled HNO3 and water uptake by liquid particles, Geophys. Res. Lett, 21, 2479–2482, 1994."}, {"Citation": "Carslaw KS, Wirth M, Tsias A, Luo BP, Dörnbrack A, Leutbecher M, Volkert H, Renger W, Bacmeister JT, and Peter T: Particle microphysics and chemistry in remotely observed mountain polar stratospheric clouds, J. Geophys. Res, 103, 5785–5796, 10.1029/97JD03626, 1998a.", "ArticleIdList": ["10.1029/97JD03626"]}, {"Citation": "Carslaw KS, Wirth M, Tsias A, Luo BP, Dörnbrack A, Leutbecher M, Volkert H, Renger W, Bacmeister JT, Reimer E, and Peter T: Increased stratospheric ozone depletion due to mountain-induced atmospheric waves, Nature, 391, 675–678, 10.1038/35589, 1998b.", "ArticleIdList": ["10.1038/35589"]}, {"Citation": "Carslaw KS, Kettleborough JA, Northway MJ, Davies S, Gao R-S, Fahey DW, Baumgardner DG, Chipperfield MP, and Kleinböhl A: A vortex-scale simulation of the growth and sedimentation of large nitric acid hydrate particles, J. Geophys. Res.-Atmos, 107, 8300, 10.1029/2001JD000467, 2002.", "ArticleIdList": ["10.1029/2001JD000467"]}, {"Citation": "Crutzen PJ, Müller R, Brühl C, and Peter T: On the potential importance of the gas phase reaction CH3O2 + ClO → ClOO + CH3O and the heterogeneous reaction HOCl+HCl → H2O+Cl2 in “ozone hole” chemistry, Geophys. Res. Lett, 19, 1113–1116, 10.1029/92GL01172, 1992.", "ArticleIdList": ["10.1029/92GL01172"]}, {"Citation": "Daerden F, Larsen N, Chabrillat S, Errera Q, Bonjean S, Fonteyn D, Hoppel K, and Fromm M: A 3D-CTM with detailed online PSC-microphysics: analysis of the Antarctic winter 2003 by comparison with satellite observations, Atmos. Chem. Phys, 7, 1755–1772, 10.5194/acp-7-1755-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-1755-2007"]}, {"Citation": "Dee DP, Uppala SM, Simmons AJ, Berrisford P, Poli P, Kobayashi S, Andrae U, Balmaseda MA, Balsamo G, Bauer P, Bechtold P, Beljaars ACM, van de Berg L, Bidlot J, Bormann N, Delsol C, Dragani R, Fuentes M, Geer AJ, Haimberger L, Healy SB, Hersbach H, Hólm EV, Isaksen L, Kållberg P, Köhler M, Matricardi M, McNally AP, Monge-Sanz BM, Morcrette J-J, Park B-K, Peubey C, de Rosnay P, Tavolato C, Thépaut J-N, and Vitart F: The ERA-Interim reanalysis: configuration and performance of the data assimilation system, Q. J. Roy. Meteor. Soc, 137, 553–597, 10.1002/qj.828, 2011.", "ArticleIdList": ["10.1002/qj.828"]}, {"Citation": "Dörnbrack A, Birner T, Fix A, Flentje H, Meister A, Schmid H, Browell EV, and Mahoney MJ: Evidence for inertia gravity waves forming polar stratospheric clouds over Scandinavia, J. Geophys. Res.-Atmos, 107, 8287, 10.1029/2001JD000452, 2002.", "ArticleIdList": ["10.1029/2001JD000452"]}, {"Citation": "Drdla K and Müller R: Temperature thresholds for chlorine activation and ozone loss in the polar stratosphere, Ann. Geophys, 30, 1055–1073, 10.5194/angeo-30-1055-2012, 2012.", "ArticleIdList": ["10.5194/angeo-30-1055-2012"]}, {"Citation": "Engel I, Luo BP, Pitts MC, Poole LR, Hoyle CR, Grooß J-U, Dörnbrack A, and Peter T: Heterogeneous formation of polar stratospheric clouds – Part 2: Nucleation of ice on synoptic scales, Atmos. Chem. Phys, 13, 10769–10785, 10.5194/acp-13-10769-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-10769-2013"]}, {"Citation": "Engel I, Luo BP, Khaykin SM, Wienhold FG, Vömel H, Kivi R, Hoyle CR, Grooß J-U, Pitts MC, and Peter T: Arctic stratospheric dehydration – Part 2: Microphysical modeling, Atmos. Chem. Phys, 14, 3231–3246, 10.5194/acp-14-3231-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-3231-2014"]}, {"Citation": "Fahey DW, Gao RS, Carslaw KS, Kettleborough J, Popp PJ, Northway MJ, Holecek JC, Ciciora SC, McLaughlin RJ, Thompson TL, Winkler RH, Baumgardner DG, Gandrud B, Wennberg PO, Dhaniyala S, McKinney K, Peter T, Salawitch RJ, Bui TP, Elkins JW, Webster CR, Atlas EL, Jost H, Wilson JC, Herman RL, Kleinböhl A, and von König M: The Detection of Large HNO3-Containing Particles in the Winter Arctic Stratosphere, Science, 291, 1026–1031, 10.1126/science.1057265, 2001.", "ArticleIdList": ["10.1126/science.1057265", "11161213"]}, {"Citation": "Fischer H, Birk M, Blom C, Carli B, Carlotti M, von Clarmann T, Delbouille L, Dudhia A, Ehhalt D, Endemann M, Flaud JM, Gessner R, Kleinert A, Koopman R, Langen J, López-Puertas M, Mosner P, Nett H, Oelhaf H, Perron G, Remedios J, Ridolfi M, Stiller G, and Zander R: MIPAS: an instrument for atmospheric and climate research, Atmos. Chem. Phys, 8, 2151–2188, 10.5194/acp-8-2151-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-2151-2008"]}, {"Citation": "Fueglistaler S, Luo BP, Voigt C, Carslaw KS, and Peter Th.: NAT-rock formation by mother clouds: a microphysical model study, Atmos. Chem. Phys, 2, 93–98, 10.5194/acp-2-93-2002, 2002.", "ArticleIdList": ["10.5194/acp-2-93-2002"]}, {"Citation": "Fueglistaler S, Buss S, Luo BP, Wernli H, Flentje H, Hostetler CA, Poole LR, Carslaw KS, and Peter Th.: Detailed modeling of mountain wave PSCs, Atmos. Chem. Phys, 3, 697–712, 10.5194/acp-3-697-2003, 2003.", "ArticleIdList": ["10.5194/acp-3-697-2003"]}, {"Citation": "Gary BL: Mesoscale temperature fluctuations in the stratosphere, Atmos. Chem. Phys, 6, 4577–4589, 10.5194/acp-6-4577-2006, 2006.", "ArticleIdList": ["10.5194/acp-6-4577-2006"]}, {"Citation": "Gary BL: Mesoscale temperature fluctuations in the Southern Hemisphere stratosphere, Atmos. Chem. Phys, 8, 4677–4681, 10.5194/acp-8-4677-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-4677-2008"]}, {"Citation": "Grooß J-U, Günther G, Müller R, Konopka P, Bausch S, Schlager H, Voigt C, Volk CM, and Toon GC: Simulation of denitrification and ozone loss for the Arctic winter 2002/2003, Atmos. Chem. Phys, 5, 1437–1448, 10.5194/acp-5-1437-2005, 2005.", "ArticleIdList": ["10.5194/acp-5-1437-2005"]}, {"Citation": "Grooß J-U, Engel I, Borrmann S, Frey W, Günther G, Hoyle CR, Kivi R, Luo BP, Molleker S, Peter T, Pitts MC, Schlager H, Stiller G, Vömel H, Walker KA, and Müller R: Nitric acid trihydrate nucleation and denitrification in the Arctic stratosphere, Atmos. Chem. Phys, 14, 1055–1073, 10.5194/acp-14-1055-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-1055-2014"]}, {"Citation": "Grooß J-U, Müller R, Spang R, Tritscher I, Wegner T, Chipperfield MP, Feng W, Kinnison DE, and Madronich S: On the discrepancy of HCl processing in the core of the wintertime polar vortices, Atmos. Chem. Phys, 18, 8647–8666, 10.5194/acp-18-8647-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-8647-2018"]}, {"Citation": "Hanson D and Mauersberger K: Laboratory studies of the nitric acid trihydrate: Implications for the south polar stratosphere, Geophys. Res. Lett, 15, 855–858, 10.1029/GL015i008p00855, 1988.", "ArticleIdList": ["10.1029/GL015i008p00855"]}, {"Citation": "Hoffmann L, Spang R, Orr A, Alexander MJ, Holt LA, and Stein O: A decadal satellite record of gravity wave activity in the lower stratosphere to study polar stratospheric cloud formation, Atmos. Chem. Phys, 17, 2901–2920, 10.5194/acp-17-2901-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-2901-2017"]}, {"Citation": "Höpfner M, Larsen N, Spang R, Luo BP, Ma J, Svendsen SH, Eckermann SD, Knudsen B, Massoli P, Cairo F, Stiller G, v. Clarmann T, and Fischer H: MIPAS detects Antarctic stratospheric belt of NAT PSCs caused by mountain waves, Atmos. Chem. Phys, 6, 1221–1230, 10.5194/acp-6-1221-2006, 2006a.", "ArticleIdList": ["10.5194/acp-6-1221-2006"]}, {"Citation": "Höpfner M, Luo BP, Massoli P, Cairo F, Spang R, Snels M, Di Donfrancesco G, Stiller G, von Clarmann T, Fischer H , and Biermann U: Spectroscopic evidence for NAT, STS, and ice in MIPAS infrared limb emission measurements of polar stratospheric clouds, Atmos. Chem. Phys, 6, 1201–1219, 10.5194/acp-6-1201-2006, 2006b.", "ArticleIdList": ["10.5194/acp-6-1201-2006"]}, {"Citation": "Hoyle CR, Luo BP, and Peter T: The origin of high ice crystal number densities in cirrus clouds, J. Atmos. Sci, 62, 2568–2579, 10.1175/JAS3487.1, 2005.", "ArticleIdList": ["10.1175/JAS3487.1"]}, {"Citation": "Hoyle CR, Engel I, Luo BP, Pitts MC, Poole LR, Grooß J-U, and Peter T: Heterogeneous formation of polar stratospheric clouds – Part 1: Nucleation of nitric acid trihydrate (NAT), Atmos. Chem. Phys, 13, 9577–9595, 10.5194/acp-13-9577-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-9577-2013"]}, {"Citation": "Kärcher B and Lohmann U: A parameterization of cirrus cloud formation: Homogenous freezing of supercooled aerosols, J. Geophys. Res, 107, 10.1029/2001JD000470, 2002.", "ArticleIdList": ["10.1029/2001JD000470"]}, {"Citation": "Kärcher B, Dörnbrack A, and Sölch I: Supersaturation Variability and Cirrus Ice Crystal Size Distributions, J. Atmos. Sci, 71, 2905–2926, 10.1175/JAS-D-13-0404.1, 2014.", "ArticleIdList": ["10.1175/JAS-D-13-0404.1"]}, {"Citation": "Kelly KK, Tuck AF, Murphy DM, Proffitt MH, Fahey DW, Jones RL, McKenna DS, Loewenstein M, Podolske JR, Strahan SE, Ferry GV, Chan KR, Vedder JF, Gregory GL, Hypes WD, McCormick MP, Browell EV, and Heidt LE: Dehydration in the lower Antarctic stratosphere during late winter and early spring, 1987, J. Geophys. Res, 94, 11317–11357, 10.1029/JD094iD09p11317, 1989.", "ArticleIdList": ["10.1029/JD094iD09p11317"]}, {"Citation": "Khosrawi F, Urban J, Pitts MC, Voelger P, Achtert P, Kaphlanov M, Santee ML, Manney GL, Murtagh D, and Fricke K-H: Denitrification and polar stratospheric cloud formation during the Arctic winter 2009/2010, Atmos. Chem. Phys, 11, 8471–8487, 10.5194/acp-11-8471-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-8471-2011"]}, {"Citation": "Khosrawi F, Kirner O, Sinnhuber B-M, Johansson S, Höpfner M, Santee ML, Froidevaux L, Ungermann J, Ruhnke R, Woiwode W, Oelhaf H, and Braesicke P: Denitrification, dehydration and ozone loss during the 2015/2016 Arctic winter, Atmos. Chem. Phys, 17, 12893–12910, 10.5194/acp-17-12893-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-12893-2017"]}, {"Citation": "Khosrawi F, Kirner O, Stiller G, Höpfner M, Santee ML, Kellmann S, and Braesicke P: Comparison of ECHAM5/MESSy Atmospheric Chemistry (EMAC) simulations of the Arctic winter 2009/2010 and 2010/2011 with Envisat/MIPAS and Aura/MLS observations, Atmos. Chem. Phys, 18, 8873–8892, 10.5194/acp-18-8873-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-8873-2018"]}, {"Citation": "Kirner O, Ruhnke R, Buchholz-Dietsch J, Jöckel P, Brühl C, and Steil B: Simulation of polar stratospheric clouds in the chemistry-climate-model EMAC via the submodel PSC, Geosci. Model Dev, 4, 169–182, 10.5194/gmd-4-169-2011, 2011.", "ArticleIdList": ["10.5194/gmd-4-169-2011"]}, {"Citation": "Kirner O, Müller R, Ruhnke R, and Fischer H: Contribution of liquid, NAT and ice particles to chlorine activation and ozone depletion in Antarctic winter and spring, Atmos. Chem. Phys, 15, 2019–2030, 10.5194/acp-15-2019-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-2019-2015"]}, {"Citation": "Klekociuk AR, Tully MB, Krummel PB, Gies HP, Petelina SV, Alexander SP, Deschamps LL, Fraser PJ, Henderson SI, Javorniczky J, Shanklin JD, Siddaway JM, and Stone KA: The Antarctic ozone hole during 2011, Aust. Meteorol. Oceanogr. J, 64, 293–311, 2014."}, {"Citation": "Konopka P, Steinhorst H-M, Grooß J-U, Günther G, Müller R, Elkins JW, Jost H-J, Richard E, Schmidt U, Toon G, and McKenna DS: Mixing and ozone loss in the 1999–2000 Arctic vortex: Simulations with the three-dimensional Chemical Lagrangian Model of the Stratosphere (CLaMS), J. Geophys. Res, 109, D02315, 10.1029/2003JD003792, d02315, 2004.", "ArticleIdList": ["10.1029/2003JD003792"]}, {"Citation": "Koop T, Luo BP, Tsias A, and Peter T: Water activity as the determinant for homogeneous ice nucleation in aqueous solutions, Nature, 406, 611–614, 10.1038/35020537, 2000.", "ArticleIdList": ["10.1038/35020537", "10949298"]}, {"Citation": "Krämer M, Schiller C, Afchine A, Bauer R, Gensch I, Mangold A, Schlicht S, Spelten N, Sitnikov N, Borrmann S, de Reus M, and Spichtinger P: Ice supersaturations and cirrus cloud crystal numbers, Atmos. Chem. Phys, 9, 3505–3522, 10.5194/acp-9-3505-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-3505-2009"]}, {"Citation": "Lambert A, et al.: Validation of the Aura Microwave Limb Sounder middle atmosphere water vapor and nitrous oxide measurements, J. Geophys. Res, 112, D24S36, 10.1029/2007JD008724, 2007.", "ArticleIdList": ["10.1029/2007JD008724"]}, {"Citation": "Liu Z, Hunt W, Vaughan M, Hostetler C, McGill M, Powell K, Winker D, and Hu Y: Estimating random errors due to shot noise in backscatter lidar observations, Appl. Opt, 45, 4437–4447, 10.1364/AO.45.004437, 2006.", "ArticleIdList": ["10.1364/AO.45.004437", "16778954"]}, {"Citation": "Livesey NJ, Read WG, Wagner PA, Froidevaux L, Lambert A, Manney GL, Valle LFM, Pumphrey HC, Santee ML, Schwartz MJ, Wang S, Fuller RA, Jarnot RF, Knosp BW, and Martinez E: Version 4.2x Level 2 data quality and description document, Tech. Rep. JPL D-33509 Rev. C, Jet Propulsion Laboratory, available at: http://mls.jpl.nasa.gov, last access: October 2017."}, {"Citation": "Luo BP, Voigt C, Fueglistaler S, and Peter T: Extreme NAT supersaturations in mountain wave ice PSCs: A clue to NAT formation, J. Geophys. Res, 108, 4441, 10.1029/2002JD003104, 2003.", "ArticleIdList": ["10.1029/2002JD003104"]}, {"Citation": "Manney GL and Lawrence ZD: The major stratospheric final warming in 2016: dispersal of vortex air and termination of Arctic chemical ozone loss, Atmos. Chem. Phys, 16, 15371–15396, 10.5194/acp-16-15371-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-15371-2016"]}, {"Citation": "Marcolli C, Gedamke S, Peter T, and Zobrist B: Efficiency of immersion mode ice nucleation on surrogates of mineral dust, Atmos. Chem. Phys, 7, 5081–5091, 10.5194/acp-7-5081-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-5081-2007"]}, {"Citation": "Maturilli M and Dörnbrack A: Polar stratospheric ice cloud above Spitsbergen, J. Geophys. Res, 111, D18210, 10.1029/2005JD006967, 2006.", "ArticleIdList": ["10.1029/2005JD006967"]}, {"Citation": "McKenna DS, Grooß J-U, Günther G, Konopka P, Müller R, Carver G, and Sasano Y: A new Chemical Lagrangian Model of the Stratosphere (CLaMS) 2. Formulation of chemistry scheme and initialization, J. Geophys. Res, 107, 4256, 10.1029/2000JD000113, 2002a.", "ArticleIdList": ["10.1029/2000JD000113"]}, {"Citation": "McKenna DS, Konopka P, Grooß J-U, Günther G, Müller R, Spang R, Offermann D, and Orsolini Y: A new Chemical Lagrangian Model of the Stratosphere (CLaMS) – 1. Formulation of advection and mixing, J. Geophys. Res, 107, 4309, 10.1029/2000JD000114, 2002b.", "ArticleIdList": ["10.1029/2000JD000114"]}, {"Citation": "Meilinger SK, Koop T, Luo BP, Huthwelker T, Carslaw KS, Krieger U, Crutzen PJ, and Peter T: Size-dependent stratospheric droplet composition in lee wave temperature fluctuations and their potential role in PSC freezing, Geophys. Res. Lett, 22, 3031–3034, 10.1029/95GL03056, 1995.", "ArticleIdList": ["10.1029/95GL03056"]}, {"Citation": "Mishchenko MI, Travis LD, and Mackowski DW: T-Matrix Computations of Light Scattering by Nonspherical Particles: A Review (Reprinted from vol. 55, 535–575, 1996), J. Quant. Spectrosc. Radiat. Transf, 111, 1704–1744, 10.1016/0022-4073(96)00002-7, 2010.", "ArticleIdList": ["10.1016/0022-4073(96)00002-7"]}, {"Citation": "Molleker S, Borrmann S, Schlager H, Luo B, Frey W, Klingebiel M, Weigel R, Ebert M, Mitev V, Matthey R, Woiwode W, Oelhaf H, Dörnbrack A, Stratmann G, Grooß JU, Günther G, Vogel B, Müller R, Krämer M, Meyer J, and Cairo F: Microphysical properties of synoptic-scale polar stratospheric clouds: in situ measurements of unexpectedly large HNO3-containing particles in the Arctic vortex, Atmos. Chem. Phys, 14, 10785–10801, 10.5194/acp-14-10785-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-10785-2014"]}, {"Citation": "Morgenstern O, Hegglin MI, Rozanov E, O’Connor FM, Abraham NL, Akiyoshi H, Archibald AT, Bekki S, Butchart N, Chipperfield MP, Deushi M, Dhomse SS, Garcia RR, Hardiman SC, Horowitz LW, Jöckel P, Josse B, Kinnison D, Lin M, Mancini E, Manyin ME, Marchand M, Marécal V, Michou M, Oman LD, Pitari G, Plummer DA, Revell LE, Saint-Martin D, Schofield R, Stenke A, Stone K, Sudo K, Tanaka TY, Tilmes S, Yamashita Y, Yoshida K, and Zeng G: Review of the global models used within phase 1 of the Chemistry-Climate Model Initiative (CCMI), Geosci. Model Dev, 10, 639–671, 10.5194/gmd-10-639-2017, 2017.", "ArticleIdList": ["10.5194/gmd-10-639-2017"]}, {"Citation": "Müller R, Grooß J-U, Zafar AM, Robrecht S, and Lehmann R: The maintenance of elevated active chlorine levels in the Antarctic lower stratosphere through HCl null cycles, Atmos. Chem. Phys, 18, 2985–2997, 10.5194/acp-18-2985-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-2985-2018"]}, {"Citation": "Murphy DM and Koop T: Review of the vapour pressures of ice and supercooled water for atmospheric applications, Q. J. Roy. Meteor. Soc, 131, 1539–1565, 10.1256/qj.04.94, 2005.", "ArticleIdList": ["10.1256/qj.04.94"]}, {"Citation": "Noel V and Pitts M: Gravity wave events from mesoscale simulations, compared to polar stratospheric clouds observed from spaceborne lidar over the Antarctic Peninsula, J. Geophys. Res.-Atmos, 117, D11207, 10.1029/2011JD017318, 2012.", "ArticleIdList": ["10.1029/2011JD017318"]}, {"Citation": "Orr A, Hosking JS, Hoffmann L, Keeble J, Dean SM, Roscoe HK, Abraham NL, Vosper S, and Braesicke P: Inclusion of mountain-wave-induced cooling for the formation of PSCs over the Antarctic Peninsula in a chemistry-climate model, Atmos. Chem. Phys, 15, 1071–1086, 10.5194/acp-15-1071-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-1071-2015"]}, {"Citation": "Peter T: Microphysics and heterogeneous chemistry of polar stratospheric clouds, Ann. Rev. Phys. Chem, 48, 785–822,1997.", "ArticleIdList": ["15012456"]}, {"Citation": "Peter T and Grooß J-U: Chapter 4: Polar Stratospheric Clouds and Sulfate Aerosol Particles: Microphysics, Denitrification and Heterogeneous Chemistry, in: Stratospheric Ozone Depletion and Climate Change, 108–144, The Royal Society of Chemistry, 10.1039/9781849733182-00108, 2012.", "ArticleIdList": ["10.1039/9781849733182-00108"]}, {"Citation": "Pitts MC, Thomason LW, Poole LR, and Winker DM: Characterization of Polar Stratospheric Clouds with spaceborne lidar: CALIPSO and the 2006 Antarctic season, Atmos. Chem. Phys, 7, 5207–5228, 10.5194/acp-7-5207-2007, 2007.", "ArticleIdList": ["10.5194/acp-7-5207-2007"]}, {"Citation": "Pitts MC, Poole LR, and Thomason LW: CALIPSO polar stratospheric cloud observations: second-generation detection algorithm and composition discrimination, Atmos. Chem. Phys, 9, 7577–7589, 10.5194/acp-9-7577-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-7577-2009"]}, {"Citation": "Pitts MC, Poole LR, Dörnbrack A, and Thomason LW: The 2009–2010 Arctic polar stratospheric cloud season: a CALIPSO perspective, Atmos. Chem. Phys, 11, 2161–2177, 10.5194/acp-11-2161-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-2161-2011"]}, {"Citation": "Pitts MC, Poole LR, Lambert A, and Thomason LW: An assessment of CALIOP polar stratospheric cloud composition classification, Atmos. Chem. Phys, 13, 2975–2988, 10.5194/acp-13-2975-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-2975-2013"]}, {"Citation": "Pitts MC, Poole LR, and Gonzalez R: Polar stratospheric cloud climatology based on CALIPSO spaceborne lidar measurements from 2006 to 2017, Atmos. Chem. Phys, 18, 10881–10913, 10.5194/acp-18-10881-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-10881-2018"]}, {"Citation": "Ploeger F, Konopka P, Gunther G, Grooß J-U, and Müller R: Impact of the vertical velocity scheme on modeling transport in the tropical tropopause layer, J. Geophys. Res, 115, D03301, 10.1029/2009JD012023, 2010.", "ArticleIdList": ["10.1029/2009JD012023"]}, {"Citation": "Ploeger F, Günther G, Konopka P, Fueglistaler S, Müller R, Hoppe C, Kunz A, Spang R, Grooß J-U, and Riese M: Horizontal water vapor transport in the lower stratosphere from subtropics to high latitudes during boreal summer, J. Geophys. Res, 118, 8111–8127, 10.1002/jgrd.50636, 2013.", "ArticleIdList": ["10.1002/jgrd.50636"]}, {"Citation": "Podglajen A, Hertzog A, Plougonven R, and Legras B: Lagrangian temperature and vertical velocity fluctuations due to gravity waves in the lower stratosphere, Geophys. Res. Lett, 43, 3543–3553, 10.1002/2016GL068148, 2016GL068148, 2016.", "ArticleIdList": ["10.1002/2016GL068148"]}, {"Citation": "Pommrich R, Müller R, Grooß J-U, Konopka P, Ploeger F, Vogel B, Tao M, Hoppe CM, Günther G, Spelten N, Hoffmann L, Pumphrey H-C, Viciani S, D’Amato F, Volk CM, Hoor P, Schlager H, and Riese M: Tropical troposphere to stratosphere transport of carbon monoxide and long-lived trace species in the Chemical Lagrangian Model of the Stratosphere (CLaMS), Geosci. Model Dev, 7, 2895–2916, 10.5194/gmd-7-2895-2014, 2014.", "ArticleIdList": ["10.5194/gmd-7-2895-2014"]}, {"Citation": "Read WG, Lambert A, Bacmeister J, Cofield RE, Christensen LE, Cuddy DT, Daffer WH, Drouin BJ, Fetzer E, Froidevaux L, Fuller R, Herman R, Jarnot RF, Jiang JH, Jiang YB, Kelly K, Knosp BW, Kovalenko LJ, Livesey NJ, Liu H-C, Manney GL, Pickett HM, Pumphrey HC, Rosenlof KH, Sabounchi X, Santee ML, Schwartz MJ, Snyder WV, Stek PC, Su H, Takacs LL, Thurstans RP, Vömel H, Wagner PA, Waters JW, Webster CR, Weinstock EM, and Wu DL: Aura Microwave Limb Sounder upper tropospheric and lower stratospheric H2O and relative humidity with respect to ice validation, J. Geophys. Res, 112, D24S35, 10.1029/2007JD008752, 2007.", "ArticleIdList": ["10.1029/2007JD008752"]}, {"Citation": "Riese M, Ploeger F, Rap A, Vogel B, Konopka P, Dameris M, and Forster P: Impact of uncertainties in atmospheric mixing on simulated UTLS composition and related radiative effects, J. Geophys. Res.-Atmos, 117, D16305, 10.1029/2012JD017751, 2012.", "ArticleIdList": ["10.1029/2012JD017751"]}, {"Citation": "Santee ML, Lambert A, Read WG, Livesey NJ, Cofield RE, Cuddy DT, Daffer WH, Drouin BJ, Froidevaux L, Fuller RA, Jarnot RF, Knosp BW, Manney GL, Perun VS, Snyder WV, Stek PC, Thurstans RP, Wagner PA, Waters JW, Muscari G, de Zafra RL, Dibb JE, Fahey DW, Popp PJ, Marcy TP, Jucks KW, Toon GC, Stachnik RA, Bernath PF, Boone CD, Walker KA, Urban J, and Murtagh D: Validation of the Aura Microwave Limb Sounder HNO3 measurements, J. Geophys. Res, 112, D24S40, 10.1029/2007JD008721, 2007.", "ArticleIdList": ["10.1029/2007JD008721"]}, {"Citation": "Solomon S: Stratospheric ozone depletion: A review of concepts and history, Rev. Geophys, 37, 275–316, 10.1029/1999RG900008, 1999.", "ArticleIdList": ["10.1029/1999RG900008"]}, {"Citation": "Solomon S, Garcia RR, Rowland FS, and Wuebbles DJ: On the depletion of Antarctic ozone, Nature, 321, 755–758, 1986."}, {"Citation": "Solomon S, Kinnison D, Bandoro J, and Garcia R: Simulation of polar ozone depletion: An update, J. Geophys. Res, 120, 7958–7974, 10.1002/2015JD023365, 2015.", "ArticleIdList": ["10.1002/2015JD023365"]}, {"Citation": "Solomon S, Ivy DJ, Kinnison D, Mills MJ, Neely RR, and Schmidt A: Emergence of healing in the Antarctic ozone layer, Science, 353, 269–274, 10.1126/science.aae0061, 2016.", "ArticleIdList": ["10.1126/science.aae0061", "27365314"]}, {"Citation": "Spang R and Remedios JJ: Observations of a distinctive infrared spectral feature in the atmospheric spectra of polar stratospheric clouds measured by the CRISTA instrument, Geophys. Res. Lett, 30, 1875, 10.1029/2003GL017231, 2003.", "ArticleIdList": ["10.1029/2003GL017231"]}, {"Citation": "Spang R, Arndt K, Dudhia A, Höpfner M, Hoffmann L, Hurley J, Grainger RG, Griessbach S, Poulsen C, Remedios JJ, Riese M, Sembhi H, Siddans R, Waterfall A, and Zehner C: Fast cloud parameter retrievals of MIPAS/Envisat, Atmos. Chem. Phys, 12, 7135–7164, 10.5194/acp-12-7135-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-7135-2012"]}, {"Citation": "Spang R, Hoffmann L, Höpfner M, Griessbach S, Müller R, Pitts MC, Orr AMW, and Riese M: A multi-wavelength classification method for polar stratospheric cloud types using infrared limb spectra, Atmos. Meas. Tech, 9, 3619–3639, 10.5194/amt-9-3619-2016, 2016.", "ArticleIdList": ["10.5194/amt-9-3619-2016"]}, {"Citation": "Spang R, Hoffmann L, Müller R, Grooß J-U, Tritscher I, Höpfner M, Pitts M, Orr A, and Riese M: A climatology of polar stratospheric cloud composition between 2002 and 2012 based on MIPAS/Envisat observations, Atmos. Chem. Phys, 18, 5089–5113, 10.5194/acp-18-5089-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-5089-2018"]}, {"Citation": "Stephens GL, Vane DG, Boain RJ, Mace GG, Sassen K, Wang ZE, Illingworth AJ, O’Connor EJ, Rossow WB, Durden SL, Miller SD, Austin RT, Benedetti A, Mitrescu C, and Team CS: The cloudsat mission and the a-train – A new dimension of space-based observations of clouds and precipitation, B. Am. Meteorol. Soc, 83, 1771–1790, 2002."}, {"Citation": "Tabazadeh A, Djikaev YS, Hamill P, and Reiss H: Laboratory Evidence for Surface Nucleation of Solid Polar Stratospheric Cloud Particles, J. Phys. Chem. A, 106, 10238–10246, 10.1021/jp021045k, 2002.", "ArticleIdList": ["10.1021/jp021045k"]}, {"Citation": "Voigt C, Schlager H, Luo BP, Dörnbrack A, Roiger A, Stock P, Curtius J, Vössing H, Borrmann S, Davies S, Konopka P, Schiller C, Shur G, and Peter T: Nitric Acid Trihydrate (NAT) formation at low NAT supersaturation in Polar Stratospheric Clouds (PSCs), Atmos. Chem. Phys, 5, 1371–1380, 10.5194/acp-5-1371-2005, 2005.", "ArticleIdList": ["10.5194/acp-5-1371-2005"]}, {"Citation": "Voigt C, Dörnbrack A, Wirth M, Groß SM, Pitts MC, Poole LR, Baumann R, Ehard B, Sinnhuber B-M, Woiwode W, and Oelhaf H: Widespread polar stratospheric ice clouds in the 2015–2016 Arctic winter – implications for ice nucleation, Atmos. Chem. Phys, 18, 15623–15641, 10.5194/acp-18-15623-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-15623-2018"]}, {"Citation": "von Hobe M, Bekki S, Borrmann S, Cairo F, D’Amato F, Di Donfrancesco G, Dörnbrack A, Ebersoldt A, Ebert M, Emde C, Engel I, Ern M, Frey W, Genco S, Griessbach S, Grooß J-U, Gulde T, Günther G, Hösen E, Hoffmann L , Homonnai V, Hoyle CR, Isaksen ISA, Jackson DR, Jánosi IM, Jones RL, Kandler K, Kalicinsky C, Keil A, Khaykin SM, Khosrawi F, Kivi R, Kuttippurath J, Laube JC, Lefèvre F, Lehmann R, Ludmann S, Luo BP, Marchand M, Meyer J, Mitev V, Molleker S, Müller R, Oelhaf H, Olschewski F, Orsolini Y, Peter T, Pfeilsticker K, Piesch C, Pitts MC, Poole LR, Pope FD, Ravegnani F, Rex M, Riese M, Röckmann T, Rognerud B, Roiger A, Rolf C, Santee ML, Scheibe M, Schiller C, Schlager H, Siciliani de Cumis M, Sitnikov N, Søvde OA, Spang R, Spelten N, Stordal F, Suminska-Ebersoldt O, Ulanovski A, Ungermann J, Viciani S, Volk CM, vom Scheidt M, von der Gathen P, Walker K, Wegner T, Weigel R, Weinbruch S, Wetzel G, Wienhold FG, Wohltmann I, Woiwode W, Young IAK, Yushkov V, Zobrist B, and Stroh F: Reconciliation of essential process parameters for an enhanced predictability of Arctic stratospheric ozone loss and its climate interactions (RECONCILE): activities and results, Atmos. Chem. Phys, 13, 9233–9268, 10.5194/acp-13-9233-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-9233-2013"]}, {"Citation": "Waters JW, Froidevaux L, Harwood RS, Jarnot RF, Pickett HM, Read WG, Siegel PH, Cofield RE, Filipiak MJ, Flower DA, Holden JR, Lau GKK, Livesey NJ, Manney GL, Pumphrey HC, Santee ML, Wu DL, Cuddy DT, Lay RR, Loo MS, Perun VS, Schwartz MJ, Stek PC, Thurstans RP, Boyles MA, Chandra KM, Chavez MC, Chen GS, Chudasama BV, Dodge R, Fuller RA, Girard MA, Jiang JH, Jiang YB, Knosp AW, LaBelle RC, Lam JC, Lee KA, Miller D, Oswald JE, Patel NC, Pukala DM, Quintero O, Scaff DM, Van Snyder W, Tope MC, Wagner PA, and Walch MJ: The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura satellite, IEEE T. Geosci. Remote, 44, 1075–1092, 10.1109/TGRS.2006.873771, 2006.", "ArticleIdList": ["10.1109/TGRS.2006.873771"]}, {"Citation": "WMO: Scientific assessment of ozone depletion: 2014, Global Ozone Research and Monitoring Project–Report No. 55, Geneva, Switzerland, 2014."}, {"Citation": "WMO: Executive Summary: Scientific assessment of ozone depletion: 2018, Global Ozone Research and Monitoring Project–Report No. 58, Geneva, Switzerland, 2018."}, {"Citation": "Wohltmann I, Wegner T, Müller R, Lehmann R, Rex M, Manney GL, Santee ML, Bernath P, Suminska-Ebersoldt O, Stroh F, von Hobe M, Volk CM, Hösen E, Ravegnani F, Ulanovsky A, and Yushkov V: Uncertainties in modelling heterogeneous chemistry and Arctic ozone depletion in the winter 2009/2010, Atmos. Chem. Phys, 13, 3909–3929, 10.5194/acp-13-3909-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-3909-2013"]}, {"Citation": "Wohltmann I, Lehmann R, and Rex M: A quantitative analysis of the reactions involved in stratospheric ozone depletion in the polar vortex core, Atmos. Chem. Phys, 17, 10535–10563, 10.5194/acp-17-10535-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-10535-2017"]}, {"Citation": "Zhu Y, Toon OB, Lambert A, Kinnison DE, Brakebusch M, Bardeen CG, Mills MJ, and English JM: Development of a Polar Stratospheric Cloud Model within the Community Earth System Model using constraints on Type I PSCs from the 2010–2011 Arctic winter, J. Adv. Model. Earth Sy, 7, 551–585, 10.1002/2015MS000427, 2015.", "ArticleIdList": ["10.1002/2015MS000427"]}, {"Citation": "Zhu Y, Toon OB, Lambert A, Kinnison DE, Bardeen C, and Pitts MC: Development of a Polar Stratospheric Cloud Model Within the Community Earth System Model: Assessment of 2010 Antarctic Winter, J. Geophys. Res.-Atmos, 122, 10418–10438, 10.1002/2017JD027003, 2017JD027003, 2017a.", "ArticleIdList": ["10.1002/2017JD027003"]}, {"Citation": "Zhu Y, Toon OB, Pitts MC, Lambert A, Bardeen A, and Kinnison DE: Comparing simulated PSC optical properties with CALIPSO observations during the 2010 Antarctic winter, J. Geophys. Res.-Atmos, 122, 1175–1202, 10.1002/2016JD025191, 2016JD025191, 2017b.", "ArticleIdList": ["10.1002/2016JD025191"]}]}], "History": [{"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "11"}, {"Year": "2019", "Month": "1", "Day": "14", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "1", "Day": "14", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33414817", "NIHMS1538739", "PMC7787165", "10.5194/acp-19-543-2019"]}}]}