{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Asthma", "Particulate matter"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33433826", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "12"}], "ELocationID": ["10.1007/s12016-020-08830-5"], "Journal": {"ISSN": "1559-0267", "JournalIssue": {"Volume": "62", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Feb"}}, "Title": "Clinical reviews in allergy & immunology", "ISOAbbreviation": "Clin Rev Allergy Immunol"}, "ArticleTitle": "External Environmental Pollution as a Risk Factor for Asthma.", "Pagination": {"StartPage": "72", "EndPage": "89", "MedlinePgn": "72-89"}, "Abstract": {"AbstractText": ["Air pollution is a worrisome risk factor for global morbidity and mortality and plays a special role in many respiratory conditions. It contributes to around 8 million deaths/year, with outdoor exposure being responsible for more than 4.2 million deaths throughout the world, while more than 3.8 million die from situations related to indoor pollution. Pollutant agents induce several respiratory symptoms. In addition, there is a clear interference in numerous asthma outcomes, such as incidence, prevalence, hospital admission, visits to emergency departments, mortality, and asthma attacks, among others. The particulate matter group of pollutants includes coarse particles/PM<sub>10</sub>, fine particles/PM<sub>2.5</sub>, and ultrafine particles/PM<sub>0.1</sub>. The gaseous components include ground-level ozone, nitrogen dioxide, sulfur dioxide, and carbon monoxide. The timing, load, and route of allergen exposure are other items affecting allergic disease phenotypes. The complex interaction between pollutant exposures and human host factors has an implication in the development and rise of asthma as a public health problem. However, there are hiatuses in the understanding of the pathways in this disease. The routes through which pollutants induce asthma are multiple, and include the epigenetic changes that occur in the respiratory tract microbiome, oxidative stress, and immune dysregulation. In addition, the expansion of the modern Westernized lifestyle, which is characterized by intense urbanization and more time spent indoors, resulted in greater exposure to polluted air. Another point to consider is the different role of the environment according to age groups. Children growing up in economically disadvantaged neighborhoods suffer more important negative health impacts. This narrative review highlights the principal polluting agents, their sources of emission, epidemiological findings, and mechanistic evidence that links environmental exposures to asthma."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-4343-025X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pulmonology Division, School of Medicine, Pontifical Catholic University Rio Grande Do Sul (PUCRS), Hospital São Lucas da PUCRS, Porto Alegre, Brazil. jmchatkin@pucrs.br."}], "LastName": "Chatkin", "ForeName": "Jose", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Sciences Doctorate Program, School of Medicine, Pontifical Catholic University Rio Grande Do Sul (PUCRS), Pulmonologist Hospital São Lucas da PUCRS, Porto Alegre, Brazil."}], "LastName": "Correa", "ForeName": "Liana", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pulmonology Division of Instituto Do Coração, Hospital das Clínicas, University of São Paulo Medical School, São Paulo, Brazil."}], "LastName": "Santos", "ForeName": "Ubiratan", "Initials": "U"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Clin Rev Allergy Immunol", "NlmUniqueID": "9504368", "ISSNLinking": "1080-0549"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Asthma"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization (2018) Ambient (outdoor) air pollution 2018. https://www.who.int/en/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health. Accessed 25 Feb 2020"}, {"Citation": "Schraufnagel DE, Balmes JR, Cowl CT, De Matteis S, Jung SH, Mortimer K, Perez-Padilla R, Rice MB, Riojas-Rodriguez H, Sood A, Thurston GD, To T, Vanker A, Wuebbles DJ. Air pollution and noncommunicable diseases: a review by the Forum of International Respiratory Societies’ Environmental Committee, Part 2: air pollution and organ systems. Chest. 2019;155(2):417–426. doi: 10.1016/j.chest.2018.10.041.", "ArticleIdList": ["10.1016/j.chest.2018.10.041", "PMC6904854", "30419237"]}, {"Citation": "Burnett R, Chen H, Szyszkowicz M, Fann N, Hubbell B, Pope CA, 3rd, Apte JS, Brauer M, Cohen A, Weichenthal S, Coggins J, Di Q, Brunekreef B, Frostad J, Lim SS, Kan H, Walker KD, Thurston GD, Hayes RB, Lim CC, Turner MC, Jerrett M, Krewski D, Gapstur SM, Diver WR, Ostro B, Goldberg D, Crouse DL, Martin RV, Peters P, Pinault L, Tjepkema M, Donkelaar A, Villeneuve PJ, Miller AB, Yin P, Zhou M, Wang L, Janssen NAH, Marra M, Atkinson RW, Tsang H, Thach TQ, Cannon JB, Allen RT, Hart JE, Laden F, Cesaroni G, Forastiere F, Weinmayr G, Jaensch A, Nagel G, Concin H, Spadaro JV. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. Proc Natl Acad Sci U S A. 2018;115(38):9592–9597. doi: 10.1073/pnas.1803222115.", "ArticleIdList": ["10.1073/pnas.1803222115", "PMC6156628", "30181279"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, Frostad J, Estep K, Balakrishnan K, Brunekreef B, Dandona L, Dandona R, Feigin V, Freedman G, Hubbell B, Jobling A, Kan H, Knibbs L, Liu Y, Martin R, Morawska L, Pope CA, 3rd, Shin H, Straif K, Shaddick G, Thomas M, Dingenen R, Donkelaar A, Vos T, Murray CJL, Forouzanfar MH. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet. 2017;389(10082):1907–1918. doi: 10.1016/S0140-6736(17)30505-6.", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "Landrigan PJ, Fuller R, Acosta NJR, Adeyi O, Arnold R, Basu NN, Baldé AB, Bertollini R, Bose-O'Reilly S, Boufford JI, Breysse PN, Chiles T, Mahidol C, Coll-Seck AM, Cropper ML, Fobil J, Fuster V, Greenstone M, Haines A, Hanrahan D, Hunter D, Khare M, Krupnick A, Lanphear B, Lohani B, Martin K, Mathiasen KV, McTeer MA, Murray CJL, Ndahimananjara JD, Perera F, Potočnik J, Preker AS, Ramesh J, Rockström J, Salinas C, Samson LD, Sandilya K, Sly PD, Smith KR, Steiner A, Stewart RB, Suk WA, Schayck OCP, Yadama GN, Yumkella K, Zhong M. The Lancet Commission on pollution and health. Lancet. 2018;391(10119):462–512. doi: 10.1016/S0140-6736(17)32345-0.", "ArticleIdList": ["10.1016/S0140-6736(17)32345-0", "29056410"]}, {"Citation": "Cromar KR, Duncan BN, Bartonova A, Benedict K, Brauer M, Habre R, Hagler GSW, Haynes JA, Khan S, Kilaru V, Liu Y, Pawson S, Peden DB, Quint JK, Rice MB, Sasser EN, Seto E, Stone SL, Thurston GD, Volckens J (2019) Air pollution monitoring for health research and patient care. An Official American Thoracic Society Workshop Report. Ann Am Thorac Soc 16(10):1207–1214. 10.1513/AnnalsATS.201906-477ST", "ArticleIdList": ["PMC6812167", "31573344"]}, {"Citation": "Liu C, Chen R, Sera F, Vicedo-Cabrera AM, Guo Y, Tong S, Coelho MSZS, Saldiva PHN, Lavigne E, Matus P, Ortega NV, Garcia SO, Pascal M, Stafoggia M, Scortichini M, Hashizume M, Honda Y, Hurtado-Díaz M, Cruz J, Nunes B, Teixeira JP, Kim H, Tobias A, Íñiguez C, Forsberg B, Åström C, Ragettli MS, Guo Y-L, Chen B-Y, Bell ML, Wright CY, Scovronick N, Garland RM, Milojevic A, Kyselý J, Urban A, Orru H, Indermitte E, Jaakkola JJK, Ryti NRI, Katsouyanni K, Analitis A, Zanobetti A, Schwartz J, Chen J, Wu T, Cohen A, Gasparrini A, Kan H. Ambient particulate air pollution and daily mortality in 652 cities. N Engl J Med. 2019;381(8):705–715. doi: 10.1056/NEJMoa1817364.", "ArticleIdList": ["10.1056/NEJMoa1817364", "PMC7891185", "31433918"]}, {"Citation": "Manisalidis I, Stavropoulou E, Stavropoulos A, Bezirtzoglou E. Environmental and health impacts of air pollution: a review. Front Public Health. 2020;8:14. doi: 10.3389/fpubh.2020.00014.", "ArticleIdList": ["10.3389/fpubh.2020.00014", "PMC7044178", "32154200"]}, {"Citation": "European Environment Agengy (2018) Air quality in Europe: 2018 report. https://www.eea.europa.eu/publications/air-quality-in-europe-2018. Accessed 25 Feb 2020"}, {"Citation": "Stanaway JD, Afshin A, Gakidou E, Lim SS, Abate D, Abate KH, et al. Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2018;392(10159):1923–1994. doi: 10.1016/S0140-6736(18)32225-6.", "ArticleIdList": ["10.1016/S0140-6736(18)32225-6", "PMC6227755", "30496105"]}, {"Citation": "Anenberg SC, Bindl M, Brauer M, Castillo JJ, Cavalieri S, Duncan BN, Fiore AM, Fuller R, Goldberg DL, Henze DK, Hess J, Holloway T, James P, Jin X, Kheirbek I, Kinney PL, Liu Y, Mohegh A, Patz J, Jimenez MP, Roy A, Tong D, Walker K, Watts N, West JJ (2020) Using satellites to track indicators of global air pollution and climate change impacts: lessons learned from a NASA-Supported Science-Stakeholder Collaborative. Geohealth. 4(7):e2020GH000270. 10.1029/2020GH000270", "ArticleIdList": ["PMC7334378", "32642628"]}, {"Citation": "Sorek-Hamer M, Just AC, Kloog I. Satellite remote sensing in epidemiological studies. Curr Opin Pediatr. 2016;28(2):228–234. doi: 10.1097/MOP.0000000000000326.", "ArticleIdList": ["10.1097/MOP.0000000000000326", "PMC4844834", "26859287"]}, {"Citation": "Schraufnagel DE, Balmes JR, Cowl CT, De Matteis S, Jung SH, Mortimer K, Perez-Padilla R, Rice MB, Riojas-Rodriguez H, Sood A, Thurston GD, To T, Vanker A, Wuebbles DJ. Air pollution and noncommunicable diseases: a review by the Forum of International Respiratory Societies' Environmental Committee, Part 1: the damaging effects of air pollution. Chest. 2019;155(2):409–416. doi: 10.1016/j.chest.2018.10.042.", "ArticleIdList": ["10.1016/j.chest.2018.10.042", "PMC6904855", "30419235"]}, {"Citation": "Thurston GD, Kipen H, Annesi-Maesano I, Balmes J, Brook RD, Cromar K, Matteis S, Forastiere F, Forsberg B, Frampton MW, Grigg J, Heederik D, Kelly FJ, Kuenzli N, Laumbach R, Peters A, Rajagopalan ST, Rich D, Ritz B, Samet JM, Sandstrom T, Sigsgaard T, Sunyer J, Brunekreef B. A joint ERS/ATS policy statement: what constitutes an adverse health effect of air pollution? An analytical framework Eur Respir J. 2017;49(1):1600419. doi: 10.1183/13993003.00419-2016.", "ArticleIdList": ["10.1183/13993003.00419-2016", "PMC5751718", "28077473"]}, {"Citation": "Ponte EV, Cruz AA, Athanazio R, Carvalho-Pinto R, Fernandes FLA, Barreto ML, Stelmach R. Urbanization is associated with increased asthma morbidity and mortality in Brazil. Clin Respir J. 2018;12(2):410–417. doi: 10.1111/crj.12530.", "ArticleIdList": ["10.1111/crj.12530", "27400674"]}, {"Citation": "Breysse PN, Diette GB, Matsui EC, Butz AM, Hansel NN, McCormack MC. Indoor air pollution and asthma in children. Proc Am Thorac Soc. 2010;7(2):102–106. doi: 10.1513/pats.200908-083RM.", "ArticleIdList": ["10.1513/pats.200908-083RM", "PMC3266016", "20427579"]}, {"Citation": "Hulin M, Simoni M, Viegi G, Annesi-Maesano I. Respiratory health and indoor air pollutants based on quantitative exposure assessments. Eur Respir J. 2012;40(4):1033–1045. doi: 10.1183/09031936.00159011.", "ArticleIdList": ["10.1183/09031936.00159011", "22790916"]}, {"Citation": "World Health Organization (2018) Household air pollution and health. https://www.who.int/news-room/fact-sheets/detail/household-air-pollution-and-health. Accessed 25 Feb 2020"}, {"Citation": "Haahtela T, von Hertzen L, Anto JM, Bai C, Baigenzhin A, Bateman ED, Behera D, Bennoor K, Camargos P, Chavannes N, Sousa JC, Cruz A, Teixeira MC, Erhola M, Furman E, Gemicioğlu B, Diaz SG, Hellings PW, Jousilahti P, Khaltaev N, Kolek V, Kuna P, Grutta S, Lan LTT, Maglakelidze T, Masjedi MR, Mihaltan F, Mohammad Y, Nunes E, Nyberg A, Quel J, Rosado-Pinto J, Sagara H, Samolinski B, Schraufnagel D, Sooronbaev T, Eldin MT, To T, Valiulis A, Varghese C, Vasankari T, Viegi G, Winders T, Yañez A, Yorgancioğlu A, Yusuf O, Bousquet J, Billo NE. Helsinki by nature: the nature step to respiratory health. Clin Transl Allergy. 2019;9:57. doi: 10.1186/s13601-019-0295-2.", "ArticleIdList": ["10.1186/s13601-019-0295-2", "PMC6822361", "31695865"]}, {"Citation": "Rodriguez A, Brickley E, Rodrigues L, Normansell RA, Barreto M, Cooper PJ. Urbanisation and asthma in low-income and middle-income countries: a systematic review of the urban-rural differences in asthma prevalence. Thorax. 2019;74(11):1020–1030. doi: 10.1136/thoraxjnl-2018-211793.", "ArticleIdList": ["10.1136/thoraxjnl-2018-211793", "PMC6860411", "31278168"]}, {"Citation": "Ribeiro-Silva RC, Malta DC, Rodrigues LC, Ramos DO, Fiaccone RL, Machado DB, Barreto ML. Social, environmental and behavioral determinants of asthma symptoms in Brazilian middle school students; a national school health survey (Pense 2012) Int J Environ Res Public Health. 2018;15(12):2904. doi: 10.3390/ijerph15122904.", "ArticleIdList": ["10.3390/ijerph15122904", "PMC6313389", "30572563"]}, {"Citation": "Eguiluz-Gracia I, Mathioudakis AG, Bartel S, Vijverberg SJ, Fuertes E, Comberiati P, Cai YS, Tomazic PV, Diamant Z, Vestbo J, Galan C, Hoffmann B. The need for clean air: the way air pollution and climate change affect allergic rhinitis and asthma. Allergy. 2020;75(9):2170–2184. doi: 10.1111/all.14177.", "ArticleIdList": ["10.1111/all.14177", "31916265"]}, {"Citation": "Agache I, Miller R, Gern JE, Hellings PW, Jutel M, Muraro A, Phipatanakul W, Quirce S, Peden D. Emerging concepts and challenges in implementing the exposome paradigm in allergic diseases and asthma: a Practall document. Allergy. 2019;74(3):449–463. doi: 10.1111/all.13690.", "ArticleIdList": ["10.1111/all.13690", "30515837"]}, {"Citation": "Cecchi L, D'Amato G, Annesi-Maesano I. External exposome and allergic respiratory and skin diseases. J Allergy Clin Immunol. 2018;141(3):846–857. doi: 10.1016/j.jaci.2018.01.016.", "ArticleIdList": ["10.1016/j.jaci.2018.01.016", "29519451"]}, {"Citation": "Abramson MJ, Guo Y. Indoor endotoxin exposure and ambient air pollutants interact on asthma outcomes. Am J Respir Crit Care Med. 2019;200(6):652–654. doi: 10.1164/rccm.201904-0842ED.", "ArticleIdList": ["10.1164/rccm.201904-0842ED", "PMC6775880", "31063402"]}, {"Citation": "Wheeler A (2018) U.S. Environmental Protection Agency: year in review 2018. https://www.epa.gov/sites/production/files/2019-01/documents/epa_2018_yearinreview_0128-4.pdf. Accessed 22 Jan 2020"}, {"Citation": "World Health Organization (2006) Air quality guidelines: global update 2005. http://www.euro.who.int/__data/assets/pdf_file/0005/78638/E90038.pdf?ua=1. Accessed 23 Jan 2020"}, {"Citation": "Guarnieri M, Balmes JR. Outdoor air pollution and asthma. Lancet. 2014;383(9928):1581–1592. doi: 10.1016/S0140-6736(14)60617-6.", "ArticleIdList": ["10.1016/S0140-6736(14)60617-6", "PMC4465283", "24792855"]}, {"Citation": "Sompornrattanaphan M, Thongngarm T, Ratanawatkul P, Wongsa C, Swigris JJ (2020) The contribution of particulate matter to respiratory allergy. Asian Pac J Allergy Immunol 38(1):19–28. 10.12932/AP-100619-0579", "ArticleIdList": ["32105091"]}, {"Citation": "Schraufnagel DE. The health effects of ultrafine particles. Exp Mol Med. 2020;52(3):311–317. doi: 10.1038/s12276-020-0403-3.", "ArticleIdList": ["10.1038/s12276-020-0403-3", "PMC7156741", "32203102"]}, {"Citation": "Liu Y, Pan J, Zhang H, Shi C, Li G, Peng Z, Ma J, Zhou Y, Zhang L. Short-term exposure to ambient air pollution and asthma mortality. Am J Respir Crit Care Med. 2019;200(1):24–32. doi: 10.1164/rccm.201810-1823OC.", "ArticleIdList": ["10.1164/rccm.201810-1823OC", "30871339"]}, {"Citation": "Beamer PI. Air pollution contributes to asthma deaths. Am J Respir Crit Care Med. 2019;200(1):1–2. doi: 10.1164/rccm.201903-0579ED.", "ArticleIdList": ["10.1164/rccm.201903-0579ED", "PMC6603049", "30912954"]}, {"Citation": "Koh HY, Kim TH, Sheen YH, Lee SW, An J, Kim MA, Han MY, Yon KD. Serum heavy metal levels are associated with asthma, allergic rhinitis, atopic dermatitis, allergic multimorbidity, and airflow obstruction. J Allergy Clin Immunol Pract. 2019;7(8):2912–2915.e2. doi: 10.1016/j.jaip.2019.05.015.", "ArticleIdList": ["10.1016/j.jaip.2019.05.015", "31129074"]}, {"Citation": "Baldacci S, Maio S, Cerrai S, Sarno G, Baiz N, Simoni M, Annesi-Maesano I, Viegi G, HEALS Study Allergy and asthma: effects of the exposure to particulate matter and biological allergens. Respir Med. 2015;109(9):1089–1104. doi: 10.1016/j.rmed.2015.05.017.", "ArticleIdList": ["10.1016/j.rmed.2015.05.017", "26073963"]}, {"Citation": "Leikauf GD, Kim SH, Jang AS. Mechanisms of ultrafine particle-induced respiratory health effects. Exp Mol Med. 2020;52(3):329–337. doi: 10.1038/s12276-020-0394-0.", "ArticleIdList": ["10.1038/s12276-020-0394-0", "PMC7156674", "32203100"]}, {"Citation": "Li N, Georas S, Alexis N, Fritz P, Xia T, Williams MA, Horner E, Nel A. A work group report on ultrafine particles (American Academy of Allergy, Asthma & Immunology): why ambient ultrafine and engineered nanoparticles should receive special attention for possible adverse health outcomes in human subjects. J Allergy Clin Immunol. 2016;138(2):386–396. doi: 10.1016/j.jaci.2016.02.023.", "ArticleIdList": ["10.1016/j.jaci.2016.02.023", "PMC4976002", "27130856"]}, {"Citation": "Díaz-Robles LA, Fu JS, Vergara-Fernández A, Etcharren P, Schiappacasse LN, Reed GD, Reed GD, Silva MP. Health risks caused by short term exposure to ultrafine particles generated by residential wood combustion: a case study of Temuco, Chile. Environ Int. 2014;66:174–181. doi: 10.1016/j.envint.2014.01.017.", "ArticleIdList": ["10.1016/j.envint.2014.01.017", "24607502"]}, {"Citation": "Cereceda-Balic F, Toledo M, Vidal V, Guerrero F, Diaz-Robles LA, Petit-Breuilh X, Lapuerta M. Emission factors for PM 2.5, CO, CO 2, NO x, SO 2 and particle size distributions from the combustion of wood species using a new controlled combustion chamber 3CE. Sci Total Environ. 2017;584–585:901–910. doi: 10.1016/j.scitotenv.2017.01.136.", "ArticleIdList": ["10.1016/j.scitotenv.2017.01.136", "28189303"]}, {"Citation": "Evans KA, Halterman JS, Hopke PK, Fagnano M, Rich DQ. Increased ultrafine particles and carbon monoxide concentrations are associated with asthma exacerbation among urban children. Environ Res. 2014;129:11–19. doi: 10.1016/j.envres.2013.12.001.", "ArticleIdList": ["10.1016/j.envres.2013.12.001", "PMC3947881", "24528997"]}, {"Citation": "Weichenthal S, Bai L, Hatzopoulou M, Van Ryswyk K, Kwong JC, Jerrett M, Donkelaar A, Martin RV, Burnett RT, Lu H, Chen H. Long-term exposure to ambient ultrafine particles and respiratory disease incidence in in Toronto, Canada: a cohort study. Environ Health. 2017;16(1):64. doi: 10.1186/s12940-017-0276-7.", "ArticleIdList": ["10.1186/s12940-017-0276-7", "PMC5477122", "28629362"]}, {"Citation": "Clifford S, Mazaheri M, Salimi F, Ezz WN, Yeganeh B, Low-Choy S, Walker K, Mengersen K, Marks GB, Morawska L. Effects of exposure to ambient ultrafine particles on respiratory health and systemic inflammation in children. Environ Int. 2018;114:167–180. doi: 10.1016/j.envint.2018.02.019.", "ArticleIdList": ["10.1016/j.envint.2018.02.019", "29514111"]}, {"Citation": "Schaumann F, Frömke C, Dijkstra D, Alessandrini F, Windt H, Karg E, Müller M, Winkler C, Braun A, Koch A, Hohlfeld JM, Behrendt H, Schmid O, Koch W, Schulz H, Krug N. Effects of ultrafine particles on the allergic inflammation in the lung of asthmatics: results of a double-blinded randomized cross-over clinical pilot study. Part Fibre Toxicol. 2014;11:39. doi: 10.1186/s12989-014-0039-3.", "ArticleIdList": ["10.1186/s12989-014-0039-3", "PMC4354282", "25204642"]}, {"Citation": "Krishnan S, Panacherry S. Asthma, environment and pollution: where the rubber hits the road. Indian J Pediatr. 2018;85(10):893–898. doi: 10.1007/s12098-018-2691-3.", "ArticleIdList": ["10.1007/s12098-018-2691-3", "29845404"]}, {"Citation": "Government of Canada (2016) Human health risk assessment for ambient nitrogen dioxide. https://www.canada.ca/en/health-canada/services/publications/healthy-living/human-health-risk-assessment-ambient-nitrogen-dioxide.html. Accessed 25 Feb 2020"}, {"Citation": "United States Environmental Protection Agency (2016) Integrated Science Assessment (ISA) for nitrogen dioxide: health criteria. https://www.epa.gov/isa/integrated-science-assessment-isa-nitrogen-dioxide-health-criteria. Accessed 25 Feb 2020"}, {"Citation": "Orellano P, Quaranta N, Reynoso J, Balbi B, Vasquez J. Effect of outdoor air pollution on asthma exacerbations in children and adults: systematic review and multilevel meta-analysis. PLoS ONE. 2017;12(3):e0174050. doi: 10.1371/journal.pone.0174050.", "ArticleIdList": ["10.1371/journal.pone.0174050", "PMC5358780", "28319180"]}, {"Citation": "Hassoun Y, James C, Bernstein DI. The effects of air pollution on the development of atopic disease. Clin Rev Allergy Immunol. 2019;57(3):403–414. doi: 10.1007/s12016-019-08730-3.", "ArticleIdList": ["10.1007/s12016-019-08730-3", "PMC8215519", "30806950"]}, {"Citation": "Cancado JE, Braga A, Pereira LA, Arbex MA, Saldiva PH, Santos Ude P. Clinical repercussions of exposure to atmospheric pollution. J Bras Pneumol. 2006;32(Suppl 2):S5–S11. doi: 10.1590/S1806-37132006000800003.", "ArticleIdList": ["10.1590/S1806-37132006000800003", "17273599"]}, {"Citation": "Martins LC, Latorre Mdo R, Saldiva PH, Braga AL. Air pollution and emergency room visits due to chronic lower respiratory diseases in the elderly: an ecological time-series study in Sao Paulo. Brazil J Occup Environ Med. 2002;44(7):622–627. doi: 10.1097/00043764-200207000-00006.", "ArticleIdList": ["10.1097/00043764-200207000-00006", "12134525"]}, {"Citation": "Arbex MA, Martins LC, de Oliveira RC, Pereira LA, Arbex FF, Cancado JE, Saldiva PHN, Braga ALF. Air pollution from biomass burning and asthma hospital admissions in a sugar cane plantation area in Brazil. J Epidemiol Community Health. 2007;61(5):395–400. doi: 10.1136/jech.2005.044743.", "ArticleIdList": ["10.1136/jech.2005.044743", "PMC2465679", "17435205"]}, {"Citation": "Arbex MA, Santos UP, Martins LC, Saldiva PH, Pereira LA, Braga AL. Air pollution and the respiratory system. J Bras Pneumol. 2012;38(5):643–655. doi: 10.1590/S1806-37132012000500015.", "ArticleIdList": ["10.1590/S1806-37132012000500015", "23147058"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, Avol E, Margolis HG, Peters JM. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359(9304):386–391. doi: 10.1016/S0140-6736(02)07597-9.", "ArticleIdList": ["10.1016/S0140-6736(02)07597-9", "11844508"]}, {"Citation": "Li X, Chen Q, Zheng X, Li Y, Han M, Liu T, Xiao J, Guo L, Zeng W, Zhang J, Ma W. Effects of ambient ozone concentrations with different averaging times on asthma exacerbations: a meta-analysis. Sci Total Environ. 2019;691:549–561. doi: 10.1016/j.scitotenv.2019.06.382.", "ArticleIdList": ["10.1016/j.scitotenv.2019.06.382", "31325855"]}, {"Citation": "Esposito S, Tenconi R, Lelii M, Preti V, Nazzari E, Consolo S, Patria MF. Possible molecular mechanisms linking air pollution and asthma in children. BMC Pulm Med. 2014;14:31. doi: 10.1186/1471-2466-14-31.", "ArticleIdList": ["10.1186/1471-2466-14-31", "PMC3941253", "24581224"]}, {"Citation": "Esposito S, Galeone C, Lelii M, Longhi B, Ascolese B, Senatore L, Prada E, Montinaro V, Malerba S, Patria MF, Principi N. Impact of air pollution on respiratory diseases in children with recurrent wheezing or asthma. BMC Pulm Med. 2014;14:130. doi: 10.1186/1471-2466-14-130.", "ArticleIdList": ["10.1186/1471-2466-14-130", "PMC4126992", "25098250"]}, {"Citation": "Liu H, Tian Y, Xiang X, Li M, Wu Y, Cao Y, Juan J, Song J, Wu T, Hu Y. Association of short-term exposure to ambient carbon monoxide with hospital admissions in China. Sci Rep. 2018;8(1):13336. doi: 10.1038/s41598-018-31434-1.", "ArticleIdList": ["10.1038/s41598-018-31434-1", "PMC6127141", "30190544"]}, {"Citation": "Ohara Y, Ohara T, Hashimoto K, Hosoya M. Exhaled carbon monoxide levels in infants and toddlers with episodic asthma. Fukushima J Med Sci. 2020;66(2):78–87. doi: 10.5387/fms.2019-02.", "ArticleIdList": ["10.5387/fms.2019-02", "PMC7470756", "32595177"]}, {"Citation": "Madl AK, Plummer LE, Carosino C, Pinkerton KE. Nanoparticles, lung injury, and the role of oxidant stress. Annu Rev Physiol. 2014;76:447–465. doi: 10.1146/annurev-physiol-030212-183735.", "ArticleIdList": ["10.1146/annurev-physiol-030212-183735", "PMC4408931", "24215442"]}, {"Citation": "Global Astma Network (2018) The Global Asthma Report 2018. http://www.globalasthmareport.org/Global%20Asthma%20Report%202018.pdf. Accessed 25 Feb 2020"}, {"Citation": "Soriano JB, Kendrick PJ, Paulson KR, Gupta V, Abrams EM, Adedoyin RA, et al. Prevalence and attributable health burden of chronic respiratory diseases, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet Respir Med. 2020;8(6):585–596. doi: 10.1016/S2213-2600(20)30105-3.", "ArticleIdList": ["10.1016/S2213-2600(20)30105-3", "PMC7284317", "32526187"]}, {"Citation": "Ebmeier S, Thayabaran D, Braithwaite I, Bénamara C, Weatherall M, Beasley R. Trends in international asthma mortality: analysis of data from the WHO Mortality Database from 46 countries (1993–2012) Lancet. 2017;390(10098):935–945. doi: 10.1016/S0140-6736(17)31448-4.", "ArticleIdList": ["10.1016/S0140-6736(17)31448-4", "28797514"]}, {"Citation": "D'Amato G, Vitale C, Molino A, Stanziola A, Sanduzzi A, Vatrella A, Mormile M, Lanza M, Calabrese G, Antonicelli L, D'Amato M. Asthma-related deaths. Multidiscip. Respir Med. 2016;11:37. doi: 10.1186/s40248-016-0073-0.", "ArticleIdList": ["10.1186/s40248-016-0073-0", "PMC5059970", "27752310"]}, {"Citation": "Veremchuk LV, Tsarouhas K, Vitkina TI, Mineeva EE, Gvozdenko TA, Antonyuk MV, Rakitskii VN, Sidletskaya KA, Tsatsakis AM, Golokhvast KS. Impact evaluation of environmental factors on respiratory function of asthma patients living in urban territory. Environ Pollut. 2018;235:489–496. doi: 10.1016/j.envpol.2017.12.122.", "ArticleIdList": ["10.1016/j.envpol.2017.12.122", "29324378"]}, {"Citation": "Anenberg SC, Henze DK, Tinney V, Kinney PL, Raich W, Fann N, Malley CS, Roman H, Lamsal L, Duncan B, Martin RV, Donkelaar A, Brauer M, Doherty R, Jonson JE, Davila Y, Sudo K, Kuylenstierna JCI (2018) Estimates of the global burden of ambient PM2.5, ozone, and NO2 on asthma incidence and emergency room visits. Environ Health Perspect 126(10):107004. 10.1289/EHP3766", "ArticleIdList": ["PMC6371661", "30392403"]}, {"Citation": "Orellano P, Quaranta N, Reynoso J, Balbi B, Vasquez J. Association of outdoor air pollution with the prevalence of asthma in children of Latin America and the Caribbean: a systematic review and meta-analysis. J Asthma. 2018;55(11):1174–1186. doi: 10.1080/02770903.2017.1402342.", "ArticleIdList": ["10.1080/02770903.2017.1402342", "29211546"]}, {"Citation": "Watts J. Doctors blame air pollution for China's asthma increases. Lancet. 2006;368(9537):719–720. doi: 10.1016/S0140-6736(06)69267-2.", "ArticleIdList": ["10.1016/S0140-6736(06)69267-2", "16938905"]}, {"Citation": "Dong GH, Chen T, Liu MM, Wang D, Ma YN, Ren WH, Lee YL, Zhao Y-D, He Q-C. Gender differences and effect of air pollution on asthma in children with and without allergic predisposition: northeast Chinese children health study. PLoS ONE. 2011;6(7):e22470. doi: 10.1371/journal.pone.0022470.", "ArticleIdList": ["10.1371/journal.pone.0022470", "PMC3139656", "21811617"]}, {"Citation": "Achakulwisut P, Brauer M, Hystad P, Anenberg SC. Global, national, and urban burdens of paediatric asthma incidence attributable to ambient NO2 pollution: estimates from global datasets. Lancet Planet Health. 2019;3(4):e166–e178. doi: 10.1016/S2542-5196(19)30046-4.", "ArticleIdList": ["10.1016/S2542-5196(19)30046-4", "30981709"]}, {"Citation": "Lee SW, Yon DK, James CC, Lee S, Koh HY, Sheen YH, Oh J-W, Han MY, Sugihara G. Short-term effects of multiple outdoor environmental factors on risk of asthma exacerbations: age-stratified time-series analysis. J Allergy Clin Immunol. 2019;144(6):1542–1550.e1. doi: 10.1016/j.jaci.2019.08.037.", "ArticleIdList": ["10.1016/j.jaci.2019.08.037", "31536730"]}, {"Citation": "Zhao Y, Hu J, Tan Z, Liu T, Zeng W, Li X, Huang C, Wang S, Huang Z, Ma W. Ambient carbon monoxide and increased risk of daily hospital outpatient visits for respiratory diseases in Dongguan, China. Sci Total Environ. 2019;668:254–260. doi: 10.1016/j.scitotenv.2019.02.333.", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.333", "30852202"]}, {"Citation": "Samoli E, Nastos PT, Paliatsos AG, Katsouyanni K, Priftis KN. Acute effects of air pollution on pediatric asthma exacerbation: evidence of association and effect modification. Environ Res. 2011;111(3):418–424. doi: 10.1016/j.envres.2011.01.014.", "ArticleIdList": ["10.1016/j.envres.2011.01.014", "21296347"]}, {"Citation": "Li MH, Fan LC, Mao B, Yang JW, Choi AMK, Cao WJ, Xu J-F. Short-term exposure to ambient fine particulate matter increases hospitalizations and mortality in COPD: a systematic review and meta-analysis. Chest. 2016;149(2):447–458. doi: 10.1378/chest.15-0513.", "ArticleIdList": ["10.1378/chest.15-0513", "26111257"]}, {"Citation": "Mascarenhas MD, Vieira LC, Lanzieri TM, Leal AP, Duarte AF. Hatch DL (2008) Anthropogenic air pollution and respiratory disease-related emergency room visits in Rio Branco, Brazil–September. J Bras Pneumol. 2005;34(1):42–46. doi: 10.1590/s1806-37132008000100008.", "ArticleIdList": ["10.1590/s1806-37132008000100008", "18278375"]}, {"Citation": "Gruzieva O, Gehring U, Aalberse R, Agius R, Beelen R, Behrendt H, Bellander T, Birk M, Jongste JC, Fuertes E, Heinrich J, Hoek G, Klümper C, Koppelman G, Korek M, Krämer U, Lindley S, Mölter A, Simpson A, Standl M, Hage M, Berg A, Wijga A, Brunekreef B, Pershagen G. Meta-analysis of air pollution exposure association with allergic sensitization in European birth cohorts. J Allergy Clin Immunol. 2014;133(3):767–776.e7. doi: 10.1016/j.jaci.2013.07.048.", "ArticleIdList": ["10.1016/j.jaci.2013.07.048", "24094547"]}, {"Citation": "Molter A, Simpson A, Berdel D, Brunekreef B, Custovic A, Cyrys J, Jongste J, Vocht F, Fuertes E, Gehring U, Gruzieva O, Heinrich J, Hoek G, Hoffmann B, Klümper C, Korek M, Kuhlbusch TAJ, Lindley S, Postma D, Tischer C, Wijga A, Pershagen G, Agius R. A multicentre study of air pollution exposure and childhood asthma prevalence: the ESCAPE project. Eur Respir J. 2015;45(3):610–624. doi: 10.1183/09031936.00083614.", "ArticleIdList": ["10.1183/09031936.00083614", "25323237"]}, {"Citation": "Khreis H, Cirach M, Mueller N, de Hoogh K, Hoek G, Nieuwenhuijsen MJ, Rojas-Rueda D (2019) Outdoor air pollution and the burden of childhood asthma across Europe. Eur Respir J 54(4):pii: 1802194. 10.1183/13993003.02194-2018", "ArticleIdList": ["31391220"]}, {"Citation": "Gowers AM, Cullinan P, Ayres JG, Anderson HR, Strachan DP, Holgate ST, Mills IC, Maynard RL. Does outdoor air pollution induce new cases of asthma? Biological plausibility and evidence; a review. Respirology. 2012;17(6):887–898. doi: 10.1111/j.1440-1843.2012.02195.x.", "ArticleIdList": ["10.1111/j.1440-1843.2012.02195.x", "22672711"]}, {"Citation": "Hutchinson JA, Vargo J, Milet M, French NHF, Billmire M, Johnson J, Hoshiko S. The San Diego 2007 wildfires and Medi-Cal emergency department presentations, inpatient hospitalizations, and outpatient visits: an observational study of smoke exposure periods and a bidirectional case-crossover analysis. PLoS Med. 2018;15(7):e1002601. doi: 10.1371/journal.pmed.1002601.", "ArticleIdList": ["10.1371/journal.pmed.1002601", "PMC6038982", "29990362"]}, {"Citation": "Gehring U, Wijga AH, Brauer M, Fischer P, de Jongste JC, Kerkhof M, Oldenwening M, Smit HA, Brunekreef B. Traffic-related air pollution and the development of asthma and allergies during the first 8 years of life. Am J Respir Crit Care Med. 2010;181(6):596–603. doi: 10.1164/rccm.200906-0858OC.", "ArticleIdList": ["10.1164/rccm.200906-0858OC", "19965811"]}, {"Citation": "Alotaibi R, Bechle M, Marshall JD, Ramani T, Zietsman J, Nieuwenhuijsen MJ, Khreis H. Traffic related air pollution and the burden of childhood asthma in the contiguous United States in 2000 and 2010. Environ Int. 2019;127:858–867. doi: 10.1016/j.envint.2019.03.041.", "ArticleIdList": ["10.1016/j.envint.2019.03.041", "30954275"]}, {"Citation": "Herbert C, Kumar RK. Ambient air pollution and asthma. Eur Respir J. 2017;49(5):1700230. doi: 10.1183/13993003.00230-2017.", "ArticleIdList": ["10.1183/13993003.00230-2017", "28461303"]}, {"Citation": "Fuertes E, Sunyer J, Gehring U, Porta D, Forastiere F, Cesaroni G, Vrijheid M, Guxens M, Annesi-Maesano I, Slama R, Maier D, Kogevinas M, Bousquet J, Chatzi L, Lertxundi A, Basterrechea M, Esplugues A, Ferrero A, Wright J, Mason D, McEachan R, Garcia-Aymerich J, Jacquemin B. Associations between air pollution and pediatric eczema, rhinoconjunctivitis and asthma: a meta-analysis of European birth cohorts. Environ Int. 2020;136:105474. doi: 10.1016/j.envint.2020.105474.", "ArticleIdList": ["10.1016/j.envint.2020.105474", "31962272"]}, {"Citation": "Gehring U, Wijga AH, Koppelman GH, Vonk JM, Smit HÁ, Brunekreef B. Air pollution and the development of asthma from birth until young adulthood. Eur Respir J. 2020;56(1):2000147. doi: 10.1183/13993003.00147-2020.", "ArticleIdList": ["10.1183/13993003.00147-2020", "32299858"]}, {"Citation": "Khreis H, Kelly C, Tate J, Parslow R, Lucas K, Nieuwenhuijsen M. Exposure to traffic-related air pollution and risk of development of childhood asthma: a systematic review and meta-analysis. Environ Int. 2017;100:1–31. doi: 10.1016/j.envint.2016.11.012.", "ArticleIdList": ["10.1016/j.envint.2016.11.012", "27881237"]}, {"Citation": "Perez L, Lurmann F, Wilson J, Pastor M, Brandt SJ, Künzli N, McConnell R. Near-roadway pollution and childhood asthma: implications for developing “win-win” compact urban development and clean vehicle strategies. Environ Health Perspect. 2012;120(11):1619–1626. doi: 10.1289/ehp.1104785.", "ArticleIdList": ["10.1289/ehp.1104785", "PMC3556611", "23008270"]}, {"Citation": "Perez L, Declercq C, Iniguez C, Aguilera I, Badaloni C, Ballester F, Bouland C, Chanel O, Cirarda FB, Forastiere F, Forsberg B, Haluza D, Hedlund B, Cambra K, Lacasaña M, Moshammer H, Otorepec P, Rodríguez-Barranco M, Medina S, Künzli N. Chronic burden of near-roadway traffic pollution in 10 European cities (APHEKOM network) Eur Respir J. 2013;42(3):594–605. doi: 10.1183/09031936.00031112.", "ArticleIdList": ["10.1183/09031936.00031112", "23520318"]}, {"Citation": "Rice MB, Rifas-Shiman SL, Litonjua AA, Gillman MW, Liebman N, Kloog I, Luttmann-Gibson H, Coull BA, Schwartz J, Koutrakis P, Oken E, Mittleman MA, Gold DR. Lifetime air pollution exposure and asthma in a pediatric birth cohort. J Allergy Clin Immunol. 2018;141(5):1932–1934.e7. doi: 10.1016/j.jaci.2017.11.062.", "ArticleIdList": ["10.1016/j.jaci.2017.11.062", "PMC6095200", "29410045"]}, {"Citation": "Thurston GD, Balmes JR, Garcia E, Gilliland FD, Rice MB, Schikowski T, Van Winkle LS, Annesi-Maesano I, Burchard EG, Carlsten C, Harkema JR, Khreis H, Kleeberger SR, Kodavanti UP, London SJ, McConnell R, Peden DB, Pinkerton KE, Reibman J (2020) Outdoor air pollution and new-onset airway disease. An official American Thoracic Society Workshop Report. Ann Am Thorac Soc 17(4):387–398. 10.1513/AnnalsATS.202001-046ST", "ArticleIdList": ["PMC7175976", "32233861"]}, {"Citation": "MacIntyre EA, Gehring U, Molter A, Fuertes E, Klümper C, Krämer U, Quass U, Hoffmann B, Gascon M, Brunekreef B, Koppelman GH, Beelen R, Hoek G, Birk M, Jongste JC, Smit HA, Cyrys J, Gruzieva O, Korek M, Bergström A, Agius RM, Vocht F, Simpson A, Porta D, Forastiere F, Badaloni C, Cesaroni G, Esplugues A, Fernández-Somoano A, Lerxundi A, Sunyer J, Cirach M, Nieuwenhuijsen MJ, Pershagen G, Heinrichcorresponding J. Air pollution and respiratory infections during early childhood: an analysis of 10 European birth cohorts within the ESCAPE Project. Environ Health Perspect. 2014;122(1):107–113. doi: 10.1289/ehp.1306755.", "ArticleIdList": ["10.1289/ehp.1306755", "PMC3888562", "24149084"]}, {"Citation": "Jacquemin B, Siroux V, Sanchez M, Carsin AE, Schikowski T, Adam M, Bellisario V, Buschka A, Bono R, Brunekreef B, Cai Y, Cirach M, Clavel-Chapelon F, Declercq C, Marco R, Nazelle A, Ducret-Stich RE, Ferretti VV, Gerbase MW, Hardy R, Heinrich J, Janson C, Jarvis D, Kanaani ZA, Keidel D, Kuh D, Moual N, Nieuwenhuijsen MJ, Marcon A, Modig L, Pin I, Rochat T, Schindler C, Sugiri D, Stempfelet M, Temam S, Tsai M-Y, Varraso R, Vienneau D, Vierkötter A, Hansell AL, Krämer U, Probst-Hensch NM, Sunyer J, Künzli N, Kauffmann F. Ambient air pollution and adult asthma incidence in six European cohorts (ESCAPE) Environ Health Perspect. 2015;123(6):613–621. doi: 10.1289/ehp.1408206.", "ArticleIdList": ["10.1289/ehp.1408206", "PMC4455584", "25712593"]}, {"Citation": "Global Initiative for Asthma (2020) 2020 GINA Report: global strategy for asthma management and prevention. https://ginasthma.org/gina-reports/. Access 25 Sept 2020"}, {"Citation": "Künzli N, Bridevaux PO, Liu LJ, Garcia-Esteban R, Schindler C, Gerbase MW, Sunyer J, Keidel D, Rochat T, Swiss Cohort Study on Air Pollution and Lung Diseases in Adults Traffic-related air pollution correlates with adult-onset asthma among never-smokers. Thorax. 2009;64(8):664–870. doi: 10.1136/thx.2008.110031.", "ArticleIdList": ["10.1136/thx.2008.110031", "19359271"]}, {"Citation": "Khreis H, de Hoogh K, Nieuwenhuijsen MJ. Full-chain health impact assessment of traffic-related air pollution and childhood asthma. Environ Int. 2018;114:365–375. doi: 10.1016/j.envint.2018.03.008.", "ArticleIdList": ["10.1016/j.envint.2018.03.008", "29602620"]}, {"Citation": "Cai Y, Zijlema WL, Doiron D, Blangiardo M, Burton PR, Fortier I, Gaye A, Gulliver J, Hoogh K, Hveem K, Mbatchou S, Morley DW, Stolk RP, Elliott P, Hansell A, Hodgson S. Ambient air pollution, traffic noise and adult asthma prevalence: a BioSHaRE approach. Eur Respir J. 2017;49(1):1502127. doi: 10.1183/13993003.02127-2015.", "ArticleIdList": ["10.1183/13993003.02127-2015", "27824608"]}, {"Citation": "United States Environmental Protection Agency (2018) Integrated Science Assessment (ISA) for particulate matter (first external review draft, Oct 2018). https://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=341593. Access 25 Feb 2020"}, {"Citation": "Tiotiu AI, Novakova P, Nedeva D, Chong-Neto HJ, Novakova S, Steiropoulos P, Kowal K. Impact of air pollution on asthma outcomes. Int J Environ Res Public Health. 2020;17(17):6212. doi: 10.3390/ijerph17176212.", "ArticleIdList": ["10.3390/ijerph17176212", "PMC7503605", "32867076"]}, {"Citation": "Havet A, Zerimech F, Sanchez M, Siroux V, Le Moual N, Brunekreef B, Stempfelet M, Künzli N, Jacquemin B, Matran R, Nadif R. Outdoor air pollution, exhaled 8-isoprostane and current asthma in adults: the EGEA study. Eur Respir J. 2018;51(4):1702036. doi: 10.1183/13993003.02036-2017.", "ArticleIdList": ["10.1183/13993003.02036-2017", "29618600"]}, {"Citation": "Jacquemin B, Schikowski T, Carsin AE, Hansell A, Krämer U, Sunyer J, Probst-Hensch N, Kauffmann F, Künzli N. The role of air pollution in adult-onset asthma: a review of the current evidence. Semin Respir Crit Care Med. 2012;33(6):606–619. doi: 10.1055/s-0032-1325191.", "ArticleIdList": ["10.1055/s-0032-1325191", "22918788"]}, {"Citation": "Young MT, Sandler DP, DeRoo LA, Vedal S, Kaufman JD, London SJ (2014) Ambient air pollution exposure and incident adult asthma in a nationwide cohort of U.S. women. Am J Respir Crit Care Med 190(8):914–921. 10.1164/rccm.201403-0525OC", "ArticleIdList": ["PMC4299575", "25172226"]}, {"Citation": "Pope CA, 3rd, Lefler JS, Ezzati M, Higbee JD, Marshall JD, Kim SY, Bechle M, Gilliat KS, Vernon SE, Robinson AL, Burnett RT (2019) Mortality risk and fine particulate air pollution in a large, representative cohort of U.S. adults. Environ Health Perspect 127(7):77007. 10.1289/EHP4438", "ArticleIdList": ["PMC6792459", "31339350"]}, {"Citation": "Pope CA, 3rd, Coleman N, Pond ZA, Burnett RT. Fine particulate air pollution and human mortality: 25+ years of cohort studies. Environ Res. 2020;183:108924. doi: 10.1016/j.envres.2019.108924.", "ArticleIdList": ["10.1016/j.envres.2019.108924", "31831155"]}, {"Citation": "Bowatte G, Lodge CJ, Knibbs LD, Erbas B, Perret JL, Jalaludin B, Morgan GG, Bui DS, Giles GG, Hamilton GS, Wood-Baker R, Thomas P, Thompson BR, Matheson MC, Abramson MJ, Walters EH, Dharmage SC. Traffic related air pollution and development and persistence of asthma and low lung function. Environ Int. 2018;113:170–176. doi: 10.1016/j.envint.2018.01.028.", "ArticleIdList": ["10.1016/j.envint.2018.01.028", "29427878"]}, {"Citation": "Havet A, Li Z, Zerimech F, Sanchez M, Siroux V, Le Moual N, Brunekreef B, Künzli N, Jacquemin B, Varraso R, Matran R, Nadif R. Does the oxidative stress play a role in the associations between outdoor air pollution and persistent asthma in adults? Findings from the EGEA study. Environ Health. 2019;18(1):90. doi: 10.1186/s12940-019-0532-0.", "ArticleIdList": ["10.1186/s12940-019-0532-0", "PMC6819357", "31665023"]}, {"Citation": "Rage E, Siroux V, Künzli N, Pin I, Kauffmann F. Air pollution and asthma severity in adults. Occup Environ Med. 2009;66(3):182–188. doi: 10.1136/oem.2007.038349.", "ArticleIdList": ["10.1136/oem.2007.038349", "PMC2663354", "19017701"]}, {"Citation": "Ścibor M, Malinowska-Cieślik M (2020) The association of exposure to PM10 with the quality of life in adult asthma patients. Int J Occup Med Environ Health 33(3):311-324. 10.13075/ijomeh.1896.01527", "ArticleIdList": ["32235947"]}, {"Citation": "Garcia E, Berhane KT, Islam T, McConnell R, Urman R, Chen Z, Gilliland FD. Association of changes in air quality with incident asthma in children in California, 1993–2014. JAMA. 2019;321(19):1906–1915. doi: 10.1001/jama.2019.5357.", "ArticleIdList": ["10.1001/jama.2019.5357", "PMC6537847", "31112259"]}, {"Citation": "Friedman MS, Powell KE, Hutwagner L, Graham LM, Teague WG. Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma. JAMA. 2001;285(7):897–905. doi: 10.1001/jama.285.7.897.", "ArticleIdList": ["10.1001/jama.285.7.897", "11180733"]}, {"Citation": "Li Y, Wang W, Kan H, Xu X, Chen B. Air quality and outpatient visits for asthma in adults during the 2008 Summer Olympic Games in Beijing. Sci Total Environ. 2010;408(5):1226–1227. doi: 10.1016/j.scitotenv.2009.11.035.", "ArticleIdList": ["10.1016/j.scitotenv.2009.11.035", "19959207"]}, {"Citation": "Berman JD, Ebisu K (2020) Changes in U.S. air pollution during the COVID-19 pandemic. Sci Total Environ 739:139864. 10.1016/j.scitotenv.2020.139864", "ArticleIdList": ["PMC7442629", "32512381"]}, {"Citation": "Dutheil F, Navel V, Clinchamps M. The indirect benefit on respiratory health from the world’s effort to reduce transmission of SARS–CoV-2. Chest. 2020;158(2):467–468. doi: 10.1016/j.chest.2020.03.062.", "ArticleIdList": ["10.1016/j.chest.2020.03.062", "PMC7151440", "32283062"]}, {"Citation": "Eguiluz-Gracia I, Tay TR, Hew M, Escribese MM, Barber D, O'Hehir RE, Torres MJ. Recent developments and highlights in biomarkers in allergic diseases and asthma. Allergy. 2018;73(12):2290–2305. doi: 10.1111/all.13628.", "ArticleIdList": ["10.1111/all.13628", "30289997"]}, {"Citation": "Rajagopalan S, Al-Kindi SG, Brook RD. Air pollution and cardiovascular disease: JACC state-of-the-art review. J Am Coll Cardiol. 2018;72(17):2054–2070. doi: 10.1016/j.jacc.2018.07.099.", "ArticleIdList": ["10.1016/j.jacc.2018.07.099", "30336830"]}, {"Citation": "Sly PD, Cormier SA, Lomnicki S, Harding JN, Grimwood K. Environmentally persistent free radicals: linking air pollution and poor respiratory health? Am J Respir Crit Care Med. 2019;200(8):1062–1063. doi: 10.1164/rccm.201903-0675LE.", "ArticleIdList": ["10.1164/rccm.201903-0675LE", "PMC7330507", "31237999"]}, {"Citation": "Rao X, Zhong J, Brook RD, Rajagopalan S. Effect of particulate matter air pollution on cardiovascular oxidative stress pathways. Antioxid Redox Signal. 2018;28(9):797–818. doi: 10.1089/ars.2017.7394.", "ArticleIdList": ["10.1089/ars.2017.7394", "PMC5831906", "29084451"]}, {"Citation": "Hew KM, Walker AI, Kohli A, Garcia M, Syed A, McDonald-Hyman C, Noth EM, Mann JK, Pratt B, Balmes J, Hammond SK, Eisen EA, Nadeau KC. Childhood exposure to ambient polycyclic aromatic hydrocarbons is linked to epigenetic modifications and impaired systemic immunity in T cells. Clin Exp Allergy. 2015;45(1):238–248. doi: 10.1111/cea.12377.", "ArticleIdList": ["10.1111/cea.12377", "PMC4396982", "25048800"]}, {"Citation": "MacNee W, Donaldson K. Mechanism of lung injury caused by PM10 and ultrafine particles with special reference to COPD. Eur Respir J Suppl. 2003;40:47s–51s. doi: 10.1183/09031936.03.00403203.", "ArticleIdList": ["10.1183/09031936.03.00403203", "12762574"]}, {"Citation": "Cakmak S, Dales RE, Coates F (212) Does air pollution increase the effect of aeroallergens on hospitalization for asthma? J Allergy Clin Immunol 129(1):228–231. 10.1016/j.jaci.2011.09.025", "ArticleIdList": ["22035655"]}, {"Citation": "Guilbert A, Cox B, Bruffaerts N, Hoebeke L, Packeu A, Hendrickx M, Cremer K, Bladt S, Brasseur O, Van Nieuwenhuyse A. Relationships between aeroallergen levels and hospital admissions for asthma in the Brussels-Capital Region: a daily time series analysis. Environ Health. 2018;17(1):35. doi: 10.1186/s12940-018-0378-x.", "ArticleIdList": ["10.1186/s12940-018-0378-x", "PMC5896062", "29642904"]}, {"Citation": "Alashkar Alhamwe B, Miethe S, Pogge von Strandmann E, Potaczek DP, Garn H. Epigenetic regulation of airway epithelium immune functions in asthma. Front Immunol. 2020;11:1747. doi: 10.3389/fimmu.2020.01747.", "ArticleIdList": ["10.3389/fimmu.2020.01747", "PMC7461869", "32973742"]}, {"Citation": "Ji H, Biagini Myers JM, Brandt EB, Brokamp C, Ryan PH, Khurana Hershey GK. Air pollution, epigenetics, and asthma. Allergy Asthma Clin Immunol. 2016;12:51. doi: 10.1186/s13223-016-0159-4.", "ArticleIdList": ["10.1186/s13223-016-0159-4", "PMC5069789", "27777592"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "21"}, {"Year": "2021", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "12", "Minute": "24"}, {"Year": "2021", "Month": "1", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33433826", "PMC7801569", "10.1007/s12016-020-08830-5", "10.1007/s12016-020-08830-5"]}}], "PubmedBookArticle": []}