{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Advanced oxidation process", "Contaminants of emerging concern", "MWWTP", "Micropollutants", "Ozonation", "Photo-Fenton", "Urban treatment plant"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33447977", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "14"}], "ELocationID": ["10.1007/s11356-021-12363-5"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "19", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Simultaneous removal of emerging contaminants and disinfection for municipal wastewater treatment plant effluent quality improvement: a systemic analysis of the literature.", "Pagination": {"StartPage": "24092", "EndPage": "24111", "MedlinePgn": "24092-24111"}, "Abstract": {"AbstractText": ["This work presents a bibliographic review of the literature regarding the simultaneous removal of contaminants of emerging concern (CECs) and disinfection in domestic wastewater matrices. These two responses are usually evaluated independently, as most attention has been centered on the discussion over the removal of CECs in the last 10 years. However, the simultaneous removal of CECs and pathogens from wastewater has been recently brought to the spotlight, especially considering the removal of antibiotics and antibiotic-resistant bacteria. Aiming at a reproducible and nonbiased methodology, a combination of the construction of a bibliometric portfolio with systemic analysis was performed with peer-reviewed manuscripts published between 2008 and 2019 in five distinct databases. Several keyword combinations were necessary to achieve a relevant portfolio according to strict criteria. As a result, five highly cited papers and authors were selected. Among the advanced oxidation processes (AOPs) explored for simultaneous removal of CECs and disinfection in these papers, detailed results have been elucidated mainly for ozonation. Thus, revealing the broad range of questions that have yet to be investigated in depth for new technologies such as irradiated solar processes. In addition, there is a lack of information associated with simultaneous assessment of CEC removal and disinfection in real samples and in wastewater matrices originated from different secondary treatment technologies in diverse locations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group on Environmental Applications of Advanced Oxidation Processes (GruPOA) Department of Sanitary and Environmental Engineering, Universidade Federal de Minas Gerais, Av. Antônio Carlos, 6627, Belo Horizonte, Minas Gerais, 31270-901, Brazil."}], "LastName": "Costa", "ForeName": "Elizângela Pinheiro", "Initials": "EP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group on Environmental Applications of Advanced Oxidation Processes (GruPOA) Department of Sanitary and Environmental Engineering, Universidade Federal de Minas Gerais, Av. Antônio Carlos, 6627, Belo Horizonte, Minas Gerais, 31270-901, Brazil."}], "LastName": "Starling", "ForeName": "Maria Clara Vieira Martins", "Initials": "MCVM"}, {"Identifier": ["0000-0001-6132-0866"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group on Environmental Applications of Advanced Oxidation Processes (GruPOA) Department of Sanitary and Environmental Engineering, Universidade Federal de Minas Gerais, Av. Antônio Carlos, 6627, Belo Horizonte, Minas Gerais, 31270-901, Brazil. camila@desa.ufmg.br."}], "LastName": "Amorim", "ForeName": "Camila C", "Initials": "CC"}], "GrantList": [{"GrantID": "88881.187715/2018-01", "Agency": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior", "Country": ""}, {"GrantID": "141908/2017-3 and 141983/2019-1", "Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Waste Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Disinfection"}, {"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Quality Improvement"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adeel M, Song X, Wang Y, Francis D, Yang Y (2017) Environmental impact of estrogens on human, animal and plant life: a critical review. Environ Int 99:107–119. https://doi.org/10.1016/j.envint.2016.12.010", "ArticleIdList": ["10.1016/j.envint.2016.12.010"]}, {"Citation": "Ahmed MB, Zhou JL, Ngo HH, Guo W, Thomaidis NS, Xu J (2017) Progress in the biological and chemical treatment technologies for emerging contaminant removal from wastewater: a critical review. J Hazard Mater 323:274–298. https://doi.org/10.1016/j.jhazmat.2016.04.045", "ArticleIdList": ["10.1016/j.jhazmat.2016.04.045"]}, {"Citation": "Alvarino T, Suarez S, Lema JM, Omil F (2014) Understanding the removal mechanisms of PPCPs and the influence of main technological parameters in anaerobic UASB and aerobic CAS reactors. J Hazard Mater 278:506–513. https://doi.org/10.1016/j.jhazmat.2014.06.031", "ArticleIdList": ["10.1016/j.jhazmat.2014.06.031"]}, {"Citation": "Alvarino T, Lema J, Omil F, Suárez S (2018) Trends in organic micropollutants removal in secondary treatment of sewage. Rev Environ Sci Bio/Technology 17:447–469. https://doi.org/10.1007/s11157-018-9472-3", "ArticleIdList": ["10.1007/s11157-018-9472-3"]}, {"Citation": "ANA - National Water Agency (2017) Sewage atlas - River Basin clean-up program. Brasília-DF. https://doi.org/10.1109/BIOCAS.2017.8325227"}, {"Citation": "Barbosa MO, Moreira NFF, Ribeiro A, Pereira MFR, Silva AMT (2016) Occurrence and removal of organic micropollutants: an overview of the watch list of EU Decision 2015/495. Water Res 94:257–279. https://doi.org/10.1016/j.watres.2016.02.047", "ArticleIdList": ["10.1016/j.watres.2016.02.047"]}, {"Citation": "Bolzonella D, Fatone F, di Fabio S, Cecchi F (2010) Application of membrane bioreactor technology for wastewater treatment and reuse in the Mediterranean region: focusing on removal efficiency of non-conventional pollutants. J Environ Manag 91:2424–2431. https://doi.org/10.1016/j.jenvman.2010.07.024", "ArticleIdList": ["10.1016/j.jenvman.2010.07.024"]}, {"Citation": "Bourgin M, Beck B, Boehler M, Borowska E, Fleiner J, Salhi E, Teichler R, von Gunten U, Siegrist H, McArdell CS (2018) Evaluation of a full-scale wastewater treatment plant upgraded with ozonation and biological post-treatments: abatement of micropollutants, formation of transformation products and oxidation by-products. Water Res 129:486–498. https://doi.org/10.1016/j.watres.2017.10.036", "ArticleIdList": ["10.1016/j.watres.2017.10.036"]}, {"Citation": "Cabrera Reina A, Miralles-Cuevas S, Cornejo L, Pomares L, Polo J, Oller I, Malato S (2020) The influence of location on solar photo-Fenton: process performance, photoreactor scaling-up and treatment cost. Renew Energy 145:1890–1900. https://doi.org/10.1016/j.renene.2019.07.113", "ArticleIdList": ["10.1016/j.renene.2019.07.113"]}, {"Citation": "Chinnaiyan P, Thampi SG, Kumar M, Mini KM (2018) Pharmaceutical products as emerging contaminant in water: relevance for developing nations and identification of critical compounds for Indian environment. Environ Monit Assess 190:288. https://doi.org/10.1007/s10661-018-6672-9", "ArticleIdList": ["10.1007/s10661-018-6672-9"]}, {"Citation": "Clarizia L, Russo D, Di Somma I, Marotta R, Andreozzi R (2017) Homogeneous photo-Fenton processes at near neutral pH: a review. Appl Catal B Environ 209:358–371. https://doi.org/10.1016/j.apcatb.2017.03.011", "ArticleIdList": ["10.1016/j.apcatb.2017.03.011"]}, {"Citation": "Coggins LX, Crosbie ND, Ghadouani A (2019) The small, the big, and the beautiful: emerging challenges and opportunities for waste stabilization ponds in Australia. WIREs Water 6:e1383. https://doi.org/10.1002/wat2.1383", "ArticleIdList": ["10.1002/wat2.1383"]}, {"Citation": "Cooper ID (2016) What is a “mapping study?”. J Med Libr Assoc 104:76–78. https://doi.org/10.3163/1536-5050.104.1.013", "ArticleIdList": ["10.3163/1536-5050.104.1.013"]}, {"Citation": "Costa EP, Roccamante M, Amorim CC, Oller I, Sánchez Pérez JA, Malato S (2020) New trend on open solar photoreactors to treat micropollutants by photo-Fenton at circumneutral pH: increasing optical pathway. Chem Eng J 385:123982. https://doi.org/10.1016/j.cej.2019.123982", "ArticleIdList": ["10.1016/j.cej.2019.123982"]}, {"Citation": "Ensslin L, Ensslin SR (2012) Uma análise bibliométrica da literatura sobre estratégia e avaliação de desempenho. Gestão & Produção 19:59–78. https://doi.org/10.1590/S0104-530X2012000100005 (In Portuguese)", "ArticleIdList": ["10.1590/S0104-530X2012000100005"]}, {"Citation": "Freitas AM, Rivas G, Campos-Mañas MC, Casas López JL, Agüera A, Sánchez Pérez JA (2017) Ecotoxicity evaluation of a WWTP effluent treated by solar photo-Fenton at neutral pH in a raceway pond reactor. Environ Sci Pollut Res 24:1093–1104. https://doi.org/10.1007/s11356-016-7101-7", "ArticleIdList": ["10.1007/s11356-016-7101-7"]}, {"Citation": "Gani KM, Kazmi AA (2017) Contamination of emerging contaminants in Indian aquatic sources: first overview of the situation. J Hazardous, Toxic, Radioact Waste 21:04016026. https://doi.org/10.1061/(ASCE)HZ.2153-5515.0000348", "ArticleIdList": ["10.1061/(ASCE)HZ.2153-5515.0000348"]}, {"Citation": "Grandclément C, Seyssiecq I, Piram A, Wong-Wah-Chung P, Vanot G, Tiliacos N, Roche N, Doumenq P (2017) From the conventional biological wastewater treatment to hybrid processes, the evaluation of organic micropollutant removal: a review. Water Res 111:297–317. https://doi.org/10.1016/j.watres.2017.01.005", "ArticleIdList": ["10.1016/j.watres.2017.01.005"]}, {"Citation": "Gwenzi W, Chaukura N (2018) Organic contaminants in African aquatic systems: current knowledge, health risks, and future research directions. Sci Total Environ 619–620:1493–1514. https://doi.org/10.1016/j.scitotenv.2017.11.121", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.121"]}, {"Citation": "Health N, Medical Research Council (2000) How to review the evidence: systematic identification and review of the scientific literature. NHMRC, Camberra"}, {"Citation": "Kim I, Yamashita N, Tanaka H (2009) Performance of UV and UV/H2O2 processes for the removal of pharmaceuticals detected in secondary effluent of a sewage treatment plant in Japan. J Hazard Mater 166:1134–1140. https://doi.org/10.1016/j.jhazmat.2008.12.020", "ArticleIdList": ["10.1016/j.jhazmat.2008.12.020"]}, {"Citation": "Klamerth N, Malato S, Agüera A, Fernández-Alba A, Mailhot G (2012) Treatment of municipal wastewater treatment plant effluents with modified photo-Fenton as a tertiary treatment for the degradation of micro pollutants and disinfection. Environ Sci Technol 46:2885–2892. https://doi.org/10.1021/es204112d", "ArticleIdList": ["10.1021/es204112d"]}, {"Citation": "Krzeminski P, Schwermer C, Wennberg A, Langford K, Vogelsang C (2017) Occurrence of UV filters, fragrances and organophosphate flame retardants in municipal WWTP effluents and their removal during membrane post-treatment. J Hazard Mater 323:166–176. https://doi.org/10.1016/j.jhazmat.2016.08.001", "ArticleIdList": ["10.1016/j.jhazmat.2016.08.001"]}, {"Citation": "Krzeminski P, Tomei MC, Karaolia P, Langenhoff A, Almeida CMR, Felis E, Gritten F, Andersen HR, Fernandes T, Manaia CM, Rizzo L, Fatta-Kassinos D (2019) Performance of secondary wastewater treatment methods for the removal of contaminants of emerging concern implicated in crop uptake and antibiotic resistance spread: a review. Sci Total Environ 648:1052–1081. https://doi.org/10.1016/j.scitotenv.2018.08.130", "ArticleIdList": ["10.1016/j.scitotenv.2018.08.130"]}, {"Citation": "Lado Ribeiro AR, Moreira NFF, Li Puma G, Silva AMT (2019) Impact of water matrix on the removal of micropollutants by advanced oxidation technologies. Chem Eng J 363:155–173. https://doi.org/10.1016/j.cej.2019.01.080", "ArticleIdList": ["10.1016/j.cej.2019.01.080"]}, {"Citation": "Liu B, Zhang S, Chang C-C (2018) Emerging pollutants - part II: treatment. Water Environ Res 90:1792–1820. https://doi.org/10.2175/106143018X15289915807443", "ArticleIdList": ["10.2175/106143018X15289915807443"]}, {"Citation": "Macías-Quiroga IF, Henao-Aguirre PA, Marín-Flórez A, Arredondo-López SM, Sanabria-González NR (2020) Bibliometric analysis of advanced oxidation processes (AOPs) in wastewater treatment: global and Ibero-American research trends. Environ Sci Pollut Res. https://doi.org/10.1007/s11356-020-11333-7"}, {"Citation": "Madikizela LM, Tavengwa NT, Chimuka L (2017) Status of pharmaceuticals in African water bodies: occurrence, removal and analytical methods. J Environ Manag 193:211–220. https://doi.org/10.1016/j.jenvman.2017.02.022", "ArticleIdList": ["10.1016/j.jenvman.2017.02.022"]}, {"Citation": "Margot J, Kienle C, Magnet A, Weil M, Rossi L, de Alencastro LF, Abegglen C, Thonney D, Chèvre N, Schärer M, Barry DA (2013) Treatment of micropollutants in municipal wastewater: ozone or powdered activated carbon? Sci Total Environ 461–462:480–498. https://doi.org/10.1016/j.scitotenv.2013.05.034", "ArticleIdList": ["10.1016/j.scitotenv.2013.05.034"]}, {"Citation": "Matos L d S, Valmorbida SMI, Martins VA, Ensslin SR (2019) Development of performance evaluation theme: a systematic analysis of the literature. Context – Rev Contemp Econ e Gestão 17:63–97. https://doi.org/10.19094/contextus.v17i2.40146", "ArticleIdList": ["10.19094/contextus.v17i2.40146"]}, {"Citation": "Michael I, Rizzo L, McArdell CS, Manaia CM, Merlin C, Schwartz T, Dagot C, Fatta-Kassinos D (2013) Urban wastewater treatment plants as hotspots for the release of antibiotics in the environment: a review. Water Res 47:957–995. https://doi.org/10.1016/j.watres.2012.11.027", "ArticleIdList": ["10.1016/j.watres.2012.11.027"]}, {"Citation": "Michael-Kordatou I, Michael C, Duan X, He X, Dionysiou DD, Mills MA, Fatta-Kassinos D (2015) Dissolved effluent organic matter: characteristics and potential implications in wastewater treatment and reuse applications. Water Res 77:213–248. https://doi.org/10.1016/j.watres.2015.03.011", "ArticleIdList": ["10.1016/j.watres.2015.03.011"]}, {"Citation": "Moreira NFF, Narciso-da-Rocha C, Polo-López MI, Pastrana-Martínez LM, Faria JL, Manaia CM, Fernández-Ibáñez P, Nunes OC, Silva AMT (2018) Solar treatment (H2O2, TiO2-P25 and GO-TiO2 photocatalysis, photo-Fenton) of organic micropollutants, human pathogen indicators, antibiotic resistant bacteria and related genes in urban wastewater. Water Res 135:195–206. https://doi.org/10.1016/j.watres.2018.01.064", "ArticleIdList": ["10.1016/j.watres.2018.01.064"]}, {"Citation": "Noyola A, Padilla-Rivera A, Morgan-Sagastume JM, Güereca LP, Hernández-Padilla F (2012) Typology of municipal wastewater treatment technologies in Latin America. Clean - Soil, Air, Water 40:926–932. https://doi.org/10.1002/clen.201100707", "ArticleIdList": ["10.1002/clen.201100707"]}, {"Citation": "Ort C, Lawrence MG, Reungoat J, Mueller JF (2010) Sampling for PPCPs in wastewater systems: comparison of different sampling modes and optimization strategies. Environ Sci Technol 44:6289–6296. https://doi.org/10.1021/es100778d", "ArticleIdList": ["10.1021/es100778d"]}, {"Citation": "Ribeiro AR, Nunes OC, Pereira MFRR, Silva AMTT (2015) An overview on the advanced oxidation processes applied for the treatment of water pollutants defined in the recently launched directive 2013/39/EU. Environ Int 75:33–51. https://doi.org/10.1016/j.envint.2014.10.027", "ArticleIdList": ["10.1016/j.envint.2014.10.027"]}, {"Citation": "Rizzo L, Malato S, Antakyali D, Beretsou VG, Đolić MB, Gernjak W, Heath E, Ivancev-Tumbas I, Karaolia P, Lado Ribeiro AR, Mascolo G, McArdell CS, Schaar H, Silva AMT, Fatta-Kassinos D (2019) Consolidated vs new advanced treatment methods for the removal of contaminants of emerging concern from urban wastewater. Sci Total Environ 655:986–1008. https://doi.org/10.1016/j.scitotenv.2018.11.265", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.265"]}, {"Citation": "Rodríguez-Chueca J, García-Cañibano C, Lepistö R-J, Encinas Á, Pellinen J, Marugán J (2018) Intensification of UV-C tertiary treatment: disinfection and removal of micropollutants by sulfate radical based advanced oxidation processes. J Hazard Mater 372:94–102. https://doi.org/10.1016/j.jhazmat.2018.04.044", "ArticleIdList": ["10.1016/j.jhazmat.2018.04.044"]}, {"Citation": "Souza BS, Dantas RF, Agulló-Barceló M, Lucena F, Sans C, Esplugas S, Dezotti M (2013) Evaluation of UV/H2O2 for the disinfection and treatment of municipal secondary effluents for water reuse. J Chem Technol Biotechnol 88:1697–1706. https://doi.org/10.1002/jctb.4021", "ArticleIdList": ["10.1002/jctb.4021"]}, {"Citation": "Sperling M Von (2016) Urban wastewater treatment in Brazil. In: BANK. Inter-American Development Bank (Ed.). Available at: < www.iadb.org >"}, {"Citation": "Staedele AE, Ensslin SR, Forcellini FA (2019) Knowledge building about performance evaluation in lean production: an investigation on international scientific research. J Manuf Technol Manag 30:798–820. https://doi.org/10.1108/JMTM-12-2017-0277", "ArticleIdList": ["10.1108/JMTM-12-2017-0277"]}, {"Citation": "Starling MCVM, Amorim CC, Leão MMD (2019a) Occurrence, control and fate of contaminants of emerging concern in environmental compartments in Brazil. J Hazard Mater 372:17–36. https://doi.org/10.1016/j.jhazmat.2018.04.043", "ArticleIdList": ["10.1016/j.jhazmat.2018.04.043"]}, {"Citation": "Starling MCVM, Souza PP, Le Person A, Amorim CC, Criquet J (2019b) Intensification of UV-C treatment to remove emerging contaminants by UV-C/H 2 O 2 and UV-C/S 2 O 82− : susceptibility to photolysis and investigation of acute toxicity. Chem Eng J 376:120856. https://doi.org/10.1016/j.cej.2019.01.135", "ArticleIdList": ["10.1016/j.cej.2019.01.135"]}, {"Citation": "Tasca JE, Ensslin L, Ensslin SR, Alves MBM (2010) An approach for selecting a theoretical framework for the evaluation of training programs. J Eur Ind Train 34:631–655. https://doi.org/10.1108/03090591011070761", "ArticleIdList": ["10.1108/03090591011070761"]}, {"Citation": "Tran NH, Reinhard M, Gin KYH (2018) Occurrence and fate of emerging contaminants in municipal wastewater treatment plants from different geographical regions-a review. Water Res 133:182–207. https://doi.org/10.1016/j.watres.2017.12.029", "ArticleIdList": ["10.1016/j.watres.2017.12.029"]}, {"Citation": "Tsihrintzis VA (2017) The use of vertical flow constructed wetlands in wastewater treatment. Water Resour Manag 31:3245–3270. https://doi.org/10.1007/s11269-017-1710-x", "ArticleIdList": ["10.1007/s11269-017-1710-x"]}, {"Citation": "van Eck NJ, Waltman L (2010) Software survey: VOSviewer, a computer program for bibliometric mapping. Scientometrics 84:523–538. https://doi.org/10.1007/s11192-009-0146-3", "ArticleIdList": ["10.1007/s11192-009-0146-3"]}, {"Citation": "Vanderford BJ, Mawhinney DB, Trenholm RA et al (2011) Assessment of sample preservation techniques for pharmaceuticals, personal care products, and steroids in surface and drinking water. Anal Bioanal Chem 399(2227–2234):2227–2234. https://doi.org/10.1007/s00216-010-4608-5", "ArticleIdList": ["10.1007/s00216-010-4608-5"]}, {"Citation": "Verlicchi P, Al Aukidy M, Zambello E (2015) What have we learned from worldwide experiences on the management and treatment of hospital effluent? - an overview and a discussion on perspectives. Sci Total Environ 514:467–491. https://doi.org/10.1016/j.scitotenv.2015.02.020", "ArticleIdList": ["10.1016/j.scitotenv.2015.02.020"]}, {"Citation": "Villegas-Guzman P, Giannakis S, Rtimi S, Grandjean D, Bensimon M, de Alencastro LF, Torres-Palma R, Pulgarin C (2017) A green solar photo-Fenton process for the elimination of bacteria and micropollutants in municipal wastewater treatment using mineral iron and natural organic acids. Appl Catal B Environ 219:538–549. https://doi.org/10.1016/j.apcatb.2017.07.066", "ArticleIdList": ["10.1016/j.apcatb.2017.07.066"]}, {"Citation": "Wu Y-H, Hu H-Y, Yu Y, Zhang TY, Zhu SF, Zhuang LL, Zhang X, Lu Y (2014) Microalgal species for sustainable biomass/lipid production using wastewater as resource: a review. Renew Sust Energ Rev 33:675–688. https://doi.org/10.1016/j.rser.2014.02.026", "ArticleIdList": ["10.1016/j.rser.2014.02.026"]}, {"Citation": "Zhao Y, Ye L, Zhang X-X (2018) Emerging pollutants–part I: occurrence, fate and transport. Water Environ Res 90:1301–1322. https://doi.org/10.2175/106143018X15289915807236", "ArticleIdList": ["10.2175/106143018X15289915807236"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "27"}, {"Year": "2021", "Month": "1", "Day": "2"}, {"Year": "2021", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "15", "Hour": "6", "Minute": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33447977", "10.1007/s11356-021-12363-5", "10.1007/s11356-021-12363-5"]}}], "PubmedBookArticle": []}