{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19", "Environmental pollution", "Nitrogen dioxide", "Ozone", "Particulate matter", "Plastic pollution", "Psychological trauma", "Public health"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33458449", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "12"}], "ELocationID": ["10.1016/j.impact.2021.100295"], "Journal": {"ISSN": "2452-0748", "JournalIssue": {"Volume": "21", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "NanoImpact", "ISOAbbreviation": "NanoImpact"}, "ArticleTitle": "The implications of COVID-19 in the ambient environment and psychological conditions.", "Pagination": {"StartPage": "100295", "MedlinePgn": "100295"}, "Abstract": {"AbstractText": ["The COVID-19 pandemic caused by SARS-CoV-2 has posed a huge threat to mankind, deeply endangering healthy states and influencing economic development. COVID-19 has important impacts on the environment as anthropic interventions to nature has been largely reduced after almost all countries implemented partial or complete blockade to curb the spread of the virus. Up to now, a series of studies have focused on the relationship between COVID-19 and the environment from different cities. In this review, we summarized the latest data on the correlation between COVID-19 and environmental changes. As a result, imposing necessary restrictions can help suppress the virus chain while improving air quality in some countries. The significant reduction in NO<sub>2</sub> emission, PM2.5 level and other hazardous factors reflected the promising consequence of the efforts made during the lockdown period. It is, sometimes dark clouds have silver linings. It is worth noting that along with these positive outcomes, secondary pollutants such as ozone, however, remained unchanged or even increased significantly. Additionally, medical wastes and plastics pollutants would be increased substantially. The extensive use of masks in daily life and other medical materials is bound to increase the burden of waste disposal and environmental degradation. For the general public, in addition to the physical lesions caused by SARS-CoV-2, confirmed/suspected cases and even the normal group may suffer from mental problems. Based on those mentioned impacts, the way forward depends largely on our attitude and decision. It is indispensable to assess potential deleterious effects and to take preventive measures in time to respond to the post-pandemic era. In this way, potential silver linings will not become temporary."], "CopyrightInformation": "© 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology, School of Public Health, Anhui Medical University, Hefei, Anhui 230032, China."}], "LastName": "Wang", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Chemistry and Chemical Engineering, Liaocheng University, Liaocheng, Shandong 252059, China."}], "LastName": "Xue", "ForeName": "Qingwang", "Initials": "Q"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "NanoImpact", "NlmUniqueID": "101676795", "ISSNLinking": "2452-0748"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Medical Waste"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Plastics"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "psychology"], "DescriptorName": "Anxiety"}, {"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": ["epidemiology", "psychology"], "DescriptorName": "COVID-19"}, {"QualifierName": ["epidemiology", "psychology"], "DescriptorName": "Depression"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Gases"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medical Waste"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Plastics"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullah S., Mansor A.A., Napi N., Mansor W.N.W., Ahmed A.N., Ismail M., et al. Air quality status during 2020 Malaysia movement control order (MCO) due to 2019 novel coronavirus (2019-nCoV) pandemic. Sci. Total Environ. 2020;729:139022.", "ArticleIdList": ["PMC7184995", "32353722"]}, {"Citation": "Alemayehu Y.A., Asfaw S.L., Terfie T.A. Exposure to urban particulate matter and its association with human health risks. Environ. Sci. Pollut. Res. 2020;27:27491–27506.", "ArticleIdList": ["32410189"]}, {"Citation": "Asmundson G.J.G., Taylor S. How health anxiety influences responses to viral outbreaks like COVID-19: What all decision-makers, health authorities, and health care professionals need to know. J. Anxiety Dis. 2020:71. 102211-102211.", "ArticleIdList": ["PMC7271220", "32179380"]}, {"Citation": "Auler A.C., FAM Cassaro, da Silva V.O., Pires L.F. Evidence that high temperatures and intermediate relative humidity might favor the spread of COVID-19 in tropical climate: a case study for the most affected Brazilian cities. Sci. Total Environ. 2020;729:139090.", "ArticleIdList": ["PMC7194794", "32388137"]}, {"Citation": "Baldasano J.M. COVID-19 lockdown effects on air quality by NO2 in the cities of Barcelona and Madrid (Spain) Sci. Total Environ. 2020;741:140353.", "ArticleIdList": ["32593894"]}, {"Citation": "Bao R., Zhang A. Does lockdown reduce air pollution? Evidence from 44 cities in northern China. Sci. Total Environ. 2020;731:139052.", "ArticleIdList": ["PMC7194561", "32413655"]}, {"Citation": "BBC Will Covid-19 Have a Lasting Impact on the Environment? 2020. https://www.bbc.com/future/article/20200326-covid-19-the-impact-of-coronavirus-on-the-environment"}, {"Citation": "BBC News Coronavirus: Air Pollution and CO2 Fall Rapidly as Virus Spreads. 2020. https://www.bbc.com/news/science-environment-51944780"}, {"Citation": "Berman J.D., Ebisu K. Changes in U.S. air pollution during the COVID-19 pandemic. Sci. Total Environ. 2020;739:139864.", "ArticleIdList": ["PMC7442629", "32512381"]}, {"Citation": "CAMS Amid Coronavirus Outbreak: Copernicus Monitors Reduction of Particulate Matter (PM2.5) over China. 2020. https://atmosphere.copernicus.eu/amid-coronavirus-outbreak-copernicus-monitors-reduction-particulate-matter-pm25-over-china"}, {"Citation": "Chauhan A., Singh R.P. Decline in PM2.5 concentrations over major cities around the world associated with COVID-19. Environ. Res. 2020;187:109634.", "ArticleIdList": ["PMC7199701", "32416359"]}, {"Citation": "Chen H., Zhang Z., van Donkelaar A., Bai L., Martin R.V., Lavigne E., et al. Understanding the joint impacts of fine particulate matter concentration and composition on the incidence and mortality of cardiovascular disease: a component-adjusted approach. Environ. Sci. Technol. 2020;54:4388–4399.", "ArticleIdList": ["32101425"]}, {"Citation": "Chen K., Wang M., Huang C., Kinney P.L., Anastas P.T. Air pollution reduction and mortality benefit during the COVID-19 outbreak in China. Lancet Planet. Health. 2020;4:e210–e212.", "ArticleIdList": ["PMC7220178", "32411944"]}, {"Citation": "Chiaramonti D., Maniatis K. Security of supply, strategic storage and Covid19: which lessons learnt for renewable and recycled carbon fuels, and their future role in decarbonizing transport? Appl. Energy. 2020;271:115216.", "ArticleIdList": ["PMC9190238", "35719199"]}, {"Citation": "Chintalapudi N., Battineni G. Amenta F. COVID-19 virus outbreak forecasting of registered and recovered cases after sixty day lockdown in Italy: a data driven model approach. J. Microbiol. Immunol. Infect. 2020;53:396–403.", "ArticleIdList": ["PMC7152918", "32305271"]}, {"Citation": "CNN People in India Can See the Himalayas for the First Time in 'Decades,' as the Lockdown Eases Air Pollution. 2020. https://edition.cnn.com/travel/article/himalayas-visible-lockdown-india-scli-intl/index.html"}, {"Citation": "CNN China's Coronavirus Lockdown Curbs Deadly Pollution, Likely Saving the Lives of Tens of Thousands, Says Researcher. 2020. https://edition.cnn.com/2020/03/17/health/china-air-pollution-coronavirus-deaths-intl/index.html"}, {"Citation": "Collart P., Dubourg D., Levêque A., Sierra N.B., Coppieters Y. Short-term effects of nitrogen dioxide on hospital admissions for cardiovascular disease in Wallonia, Belgium. Int. J. Cardiol. 2018;255:231–236.", "ArticleIdList": ["29288056"]}, {"Citation": "Collivignarelli M.C., Abba A., Bertanza G., Pedrazzani R., Ricciardi P., Carnevale Miino M. Lockdown for CoViD-2019 in Milan: what are the effects on air quality? Sci. Total Environ. 2020;732:139280.", "ArticleIdList": ["PMC7205654", "32402928"]}, {"Citation": "Courtemanche C., Garuccio J., Le A., Pinkston J., Yelowitz A. Strong social distancing measures in The United States reduced the COVID-19 growth rate. Health Aff. 2020;39:1237–1246.", "ArticleIdList": ["32407171"]}, {"Citation": "Crouse Dan L., Peters Paul A., Hystad P., Brook Jeffrey R., van Donkelaar A., Martin Randall V., et al. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC) Environ. Health Perspect. 2015;123:1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Dantas G., Siciliano B., Franca B.B., da Silva C.M., Arbilla G. The impact of COVID-19 partial lockdown on the air quality of the city of Rio de Janeiro, Brazil. Sci. Total Environ. 2020;729:139085.", "ArticleIdList": ["PMC7194802", "32361428"]}, {"Citation": "Environmental Protection Agency Sulfur Dioxide Basics. 2020. https://www.epa.gov/so2-pollution/sulfur-dioxide-basics"}, {"Citation": "ESA Is the Global COVID-19-related Drop in NO2 Pollution Coming to an End? 2020. https://eo4society.esa.int/2020/05/14/is-the-global-covid-19-related-drop-in-no2-pollution-coming-to-an-end/"}, {"Citation": "ESA Air Pollution Remains Low as Europeans Stay at Home. 2020. http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-5P/Air_pollution_remains_low_as_Europeans_stay_at_home"}, {"Citation": "ESA Coronavirus Lockdown Leading to Drop in Pollution Across Europe. 2020. http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-5P/Coronavirus_lockdown_leading_to_drop_in_pollution_across_Europe"}, {"Citation": "ESA Air Pollution Drops in India Following Lockdown. 2020. http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-5P/Air_pollution_drops_in_India_following_lockdown"}, {"Citation": "ESA COVID-19: Nitrogen Dioxide Over China. 2020. http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-5P/COVID-19_nitrogen_dioxide_over_China"}, {"Citation": "ESA Airborne Nitrogen Dioxide Decreases Over Italy. 2020. https://earthobservatory.nasa.gov/blogs/earthmatters/2020/03/13/airborne-nitrogen-dioxide-decreases-over-italy/"}, {"Citation": "Fadare O.O., Okoffo E.D. Covid-19 face masks: a potential source of microplastic fibers in the environment. Sci. Total Environ. 2020;737:140279.", "ArticleIdList": ["PMC7297173", "32563114"]}, {"Citation": "Feng S., Shen C., Xia N., Song W., Fan M., Cowling B.J. Rational use of face masks in the COVID-19 pandemic. Lancet Respir. Med. 2020;8:434–436.", "ArticleIdList": ["PMC7118603", "32203710"]}, {"Citation": "Ferreira I., Venâncio C., Lopes I., Oliveira M. Nanoplastics and marine organisms: what has been studied? Environ. Toxicol. Pharmacol. 2019;67:1–7.", "ArticleIdList": ["30685594"]}, {"Citation": "Forbes Study: Coronavirus Lockdown Likely Saved 77,000 Lives In China Just By Reducing Pollution. 2020. https://www.forbes.com/sites/jeffmcmahon/2020/03/16/coronavirus-lockdown-may-have-saved-77000-lives-in-china-just-from-pollution-reduction/#10236aba34fe"}, {"Citation": "Forbes Coronavirus Lockdown May Save More Lives By Preventing Pollution Than By Preventing Infection. 2020. https://www.forbes.com/sites/jeffmcmahon/2020/03/11/coronavirus-lockdown-may-save-more-lives-from-pollution-and-climate-than-from-virus/#457389175764"}, {"Citation": "Ghosh I. These Satellite Photos Show How COVID-19 Lockdowns Have Impacted Global Emissions. 2020. https://www.weforum.org/agenda/2020/03/emissions-impact-co-ronavirus-lockdowns-satellites/"}, {"Citation": "Gillingham K.T., Knittel C.R., Li J., Ovaere M., Reguant M. The short-run and long-run effects of Covid-19 on energy and the environment. Joule. 2020;4:1337–1341.", "ArticleIdList": ["PMC7305502", "32835174"]}, {"Citation": "Goswami K., Bharali S., Hazarika J. Projections for COVID-19 pandemic in India and effect of temperature and humidity. Diabetes Metab. Syndr. 2020;14:801–805.", "ArticleIdList": ["PMC7273152", "32540732"]}, {"Citation": "Guan Q., Chen S., Wang B., Dou X., Lu Y., Liang J., et al. Effects of particulate matter exposure on semen quality: a retrospective cohort study. Ecotoxicol. Environ. Saf. 2020;193:110319.", "ArticleIdList": ["32087444"]}, {"Citation": "Haegerbaeumer A., Mueller M.-T., Fueser H., Traunspurger W. Impacts of micro- and nano-sized plastic particles on benthic invertebrates: a literature review and gap analysis. Front. Environ. Sci. 2019;7:17."}, {"Citation": "Holtmann M., Jones M., Shah A., Holtmann G. Low ambient temperatures are associated with more rapid spread of COVID-19 in the early phase of the endemic. Environ. Res. 2020;186:109625.", "ArticleIdList": ["PMC7200345", "32668557"]}, {"Citation": "Huang Y., Zhao N. Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 outbreak in China: a web-based cross-sectional survey. Psychiatry Res. 2020;288:112954.", "ArticleIdList": ["PMC7152913", "32325383"]}, {"Citation": "Kanniah K.D., Kamarul Zaman N.A.F., Kaskaoutis D.G., Latif M.T. COVID-19’s impact on the atmospheric environment in the Southeast Asia region. Sci. Total Environ. 2020;736:139658.", "ArticleIdList": ["PMC7247458", "32492613"]}, {"Citation": "Kerimray A., Baimatova N., Ibragimova O.P., Bukenov B., Kenessov B., Plotitsyn P., et al. Assessing air quality changes in large cities during COVID-19 lockdowns: the impacts of traffic-free urban conditions in Almaty, Kazakhstan. Sci. Total Environ. 2020;730:139179.", "ArticleIdList": ["PMC7198157", "32387822"]}, {"Citation": "Kim I.-S., Yang P.-S., Lee J., Yu H.T., Kim T.-H., Uhm J.-S., et al. Long-term fine particulate matter exposure and cardiovascular mortality in the general population: a nationwide cohort study. J. Cardiol. 2020;75:549–558.", "ArticleIdList": ["31839460"]}, {"Citation": "Kobayashi Y., Santos J.M., Mill J.G., Reis Júnior N.C., Andreão W.L., de A., Albuquerque T.T., et al. Mortality risks due to long-term ambient sulphur dioxide exposure: large variability of relative risk in the literature. Environ. Sci. Pollut. Res. 2020;27:35908–35917.", "ArticleIdList": ["32008193"]}, {"Citation": "Kögel T., Bjorøy Ø., Toto B., Bienfait A.M., Sanden M. Micro- and nanoplastic toxicity on aquatic life: determining factors. Sci. Total Environ. 2020;709:136050.", "ArticleIdList": ["31887526"]}, {"Citation": "Lal P., Kumar A., Kumar S., Kumari S., Saikia P., Dayanandan A., et al. The dark cloud with a silver lining: assessing the impact of the SARS COVID-19 pandemic on the global environment. Sci. Total Environ. 2020;732:139297.", "ArticleIdList": ["PMC7207165", "32408041"]}, {"Citation": "Lau H., Khosrawipour V., Kocbach P., Mikolajczyk A., Schubert J., Bania J., et al. The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China. J. Travel Med. 2020:27.", "ArticleIdList": ["PMC7184469", "32181488"]}, {"Citation": "Lercher P., Evans G.W., Meis M., Kofler W.W. Ambient neighbourhood noise and children’s mental health. Occup. Environ. Med. 2002;59:380.", "ArticleIdList": ["PMC1740306", "12040113"]}, {"Citation": "Lewnard J.A., Lo N.C. Scientific and ethical basis for social-distancing interventions against COVID-19. Lancet Infect. Dis. 2020;20:631–633.", "ArticleIdList": ["PMC7118670", "32213329"]}, {"Citation": "Li A.Y., Hannah T.C., Durbin J.R., Dreher N., McAuley F.M., Marayati N.F., et al. Multivariate analysis of black race and environmental temperature on COVID-19 in the US. Am J Med Sci. 2020;360:348–356.", "ArticleIdList": ["PMC7305735", "32709397"]}, {"Citation": "Li L., Li Q., Huang L., Wang Q., Zhu A., Xu J., et al. Air quality changes during the COVID-19 lockdown over the Yangtze River Delta region: an insight into the impact of human activity pattern changes on air pollution variation. Sci. Total Environ. 2020;732:139282.", "ArticleIdList": ["PMC7211667", "32413621"]}, {"Citation": "Lokhandwala S., Gautam P. Indirect impact of COVID-19 on environment: a brief study in Indian context. Environ. Res. 2020;188:109807.", "ArticleIdList": ["PMC7299871", "32574854"]}, {"Citation": "Lu M., Schmitz O., de Hoogh K., Kai Q., Karssenberg D. Evaluation of different methods and data sources to optimise modelling of NO2 at a global scale. Environ. Int. 2020;142:105856.", "ArticleIdList": ["32593835"]}, {"Citation": "Luo M., Li P., Niu W. Concerns remain regarding long-term ozone exposure and respiratory outcomes. JAMA Intern. Med. 2020;180:803–804.", "ArticleIdList": ["32227130"]}, {"Citation": "Ma Y., Zhao Y., Liu J., He X., Wang B., Fu S., et al. Effects of temperature variation and humidity on the death of COVID-19 in Wuhan, China. Sci. Total Environ. 2020;724:138226.", "ArticleIdList": ["PMC7142681", "32408453"]}, {"Citation": "Mahato S., Pal S., Ghosh K.G. Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi, India. Sci. Total Environ. 2020;730:139086.", "ArticleIdList": ["PMC7189867", "32375105"]}, {"Citation": "Mandal I., Pal S. COVID-19 pandemic persuaded lockdown effects on environment over stone quarrying and crushing areas. Sci. Total Environ. 2020;732:139281.", "ArticleIdList": ["PMC7211598", "32417554"]}, {"Citation": "Marshall Burke COVID-19 Reduces Economic Activity, Which Reduces Pollution, Which Saves Lives. 2020. http://www.g-feed.com/2020/03/covid-19-reduces-economic-activity.html"}, {"Citation": "MEEC Ministry of Ecology and Environment of China. 2020. http://www.mee.gov.cn/xxgk2018/xxgk/xxgk15/202004/t20200414_774254.html"}, {"Citation": "Menut L., Bessagnet B., Siour G., Mailler S., Pennel R., Cholakian A. Impact of lockdown measures to combat Covid-19 on air quality over western Europe. Sci. Total Environ. 2020;741:140426.", "ArticleIdList": ["PMC7309726", "32593893"]}, {"Citation": "Mo P., Xing Y., Xiao Y., Deng L., Zhao Q., Wang H., et al. Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China. Clin. Infect. Dis. 2020 doi: 10.1093/cid/ciaa270.", "ArticleIdList": ["10.1093/cid/ciaa270", "PMC7184444", "32173725"]}, {"Citation": "Moghanibashi-Mansourieh A. Assessing the anxiety level of Iranian general population during COVID-19 outbreak. Asian J. Psychiatr. 2020;51:102076.", "ArticleIdList": ["PMC7165107", "32334409"]}, {"Citation": "Nakada L.Y.K., Urban R.C. COVID-19 pandemic: impacts on the air quality during the partial lockdown in Sao Paulo state, Brazil. Sci. Total Environ. 2020;730:139087.", "ArticleIdList": ["PMC7189200", "32380370"]}, {"Citation": "NASA Airborne Nitrogen Dioxide Plummets Over China. 2020. https://earthobservatory.nasa.gov/images/146362/airborne-nitrogen-dioxide-plummets-over-china"}, {"Citation": "NASA Nitrogen Dioxide Levels Rebound in China. 2020. https://earthobservatory.nasa.gov/images/146741/nitrogen-dioxide-levels-rebound-in-china"}, {"Citation": "NASA NASA Satellite Data Show 30 Percent Drop In Air Pollution Over Northeast U.S. 2020. https://www.nasa.gov/feature/goddard/2020/drop-in-air-pollution-over-northeast"}, {"Citation": "NASA Airborne Particle Levels Plummet in Northern India. 2020. https://earthobservatory.nasa.gov/images/146596/airborne-particle-levels-plummet-in-northern-india"}, {"Citation": "Nascimento A.P., Santos J.M., Mill J.G., Toledo de Almeida Albuquerque T., Reis Júnior N.C., Reisen V.A., et al. Association between the incidence of acute respiratory diseases in children and ambient concentrations of SO2, PM10 and chemical elements in fine particles. Environ. Res. 2020;188:109619.", "ArticleIdList": ["32531523"]}, {"Citation": "National Geographic Pollution made COVID-19 worse. Now, Lockdowns Are Clearing the Air. 2020. https://www.nationalgeographic.com/science/2020/04/pollution-made-the-pandemic-worse-but-lockdowns-clean-the-sky/"}, {"Citation": "Ng E.-L., Huerta Lwanga E., Eldridge S.M., Johnston P., Hu H.-W., Geissen V., et al. An overview of microplastic and nanoplastic pollution in agroecosystems. Sci. Total Environ. 2018;627:1377–1388.", "ArticleIdList": ["30857101"]}, {"Citation": "Niu Y., Chen R., Wang C., Wang W., Jiang J., Wu W., et al. Ozone exposure leads to changes in airway permeability, microbiota and metabolome: a randomised, double-blind, crossover trial. Eur. Respir. J. 2020:2000165.", "ArticleIdList": ["32299865"]}, {"Citation": "Olaniyan T., Jeebhay M., Röösli M., Naidoo R.N., Künzli N., de Hoogh K., et al. The association between ambient NO2 and PM2.5 with the respiratory health of school children residing in informal settlements: a prospective cohort study. Environ. Res. 2020;109606:186.", "ArticleIdList": ["32371276"]}, {"Citation": "Otmani A., Benchrif A., Tahri M., Bounakhla M., Chakir E.M., El Bouch M., et al. Impact of Covid-19 lockdown on PM10, SO2 and NO2 concentrations in Sale City (Morocco) Sci. Total Environ. 2020;735:139541.", "ArticleIdList": ["PMC7235599", "32445829"]}, {"Citation": "Paital B. Nurture to nature via COVID-19, a self-regenerating environmental strategy of environment in global context. Sci. Total Environ. 2020;729:139088.", "ArticleIdList": ["PMC7189854", "32388136"]}, {"Citation": "Pandey J.S., Kumar R., Devotta S. Health risks of NO2, SPM and SO2 in Delhi (India) Atmos. Environ. 2005;39:6868–6874."}, {"Citation": "Patrício Silva A.L., Prata J.C., Walker T.R., Duarte A.C., Ouyang W., Barcelò D., et al. Increased plastic pollution due to COVID-19 pandemic: challenges and recommendations. Chem. Eng. J. 2021;405:126683.", "ArticleIdList": ["PMC7430241", "32834764"]}, {"Citation": "Peeples L. News feature: how air pollution threatens brain health. Proc. Natl. Acad. Sci. 2020;117:13856.", "ArticleIdList": ["PMC7322062", "32493753"]}, {"Citation": "Pepper J.R., Barrett M.A., Su J.G., Merchant R., Henderson K., Van Sickle D., et al. Geospatial-temporal analysis of the impact of ozone on asthma rescue inhaler use. Environ. Int. 2020;136:105331.", "ArticleIdList": ["31836258"]}, {"Citation": "Petrosillo N., Viceconte G., Ergonul O., Ippolito G., Petersen E. COVID-19, SARS and MERS: are they closely related. Clin. Microbiol. Infect. 2020;26:729–734.", "ArticleIdList": ["PMC7176926", "32234451"]}, {"Citation": "Pope C.A., Coleman N., Pond Z.A., Burnett R.T. Fine particulate air pollution and human mortality: 25+ years of cohort studies. Environ. Res. 2020;183:108924.", "ArticleIdList": ["31831155"]}, {"Citation": "Revel M., Châtel A., Mouneyrac C. Micro(nano)plastics: a threat to human health? Curr. Opinion Environ. Sci. Health. 2018;1:17–23."}, {"Citation": "Roques L., Klein E.K., Papaïx J., Sar A., Soubeyrand S. Impact of lockdown on the epidemic dynamics of COVID-19 in France. Front. Med. 2020;7:274.", "ArticleIdList": ["PMC7290065", "32582739"]}, {"Citation": "Roy D., Tripathy S., Kar S.K., Sharma N., Verma S.K., Kaushal V. Study of knowledge, attitude, anxiety & perceived mental healthcare need in Indian population during COVID-19 pandemic. Asian J. Psychiatr. 2020;51:102083.", "ArticleIdList": ["PMC7139237", "32283510"]}, {"Citation": "Rugani B., Caro D. Impact of COVID-19 outbreak measures of lockdown on the Italian carbon footprint. Sci. Total Environ. 2020;737:139806.", "ArticleIdList": ["PMC7258837", "32492608"]}, {"Citation": "Shanafelt T., Ripp J., Trockel M. Understanding and addressing sources of anxiety among health care professionals during the COVID-19 pandemic. JAMA. 2020;323:2133–2134.", "ArticleIdList": ["32259193"]}, {"Citation": "Sharma S., Zhang M., Anshika Gao J., Zhang H., Kota S.H. Effect of restricted emissions during COVID-19 on air quality in India. Sci. Total Environ. 2020;728:138878.", "ArticleIdList": ["PMC7175882", "32335409"]}, {"Citation": "Shehzad K., Sarfraz M., Shah S.G.M. The impact of COVID-19 as a necessary evil on air pollution in India during the lockdown. Environ. Pollut. 2020;266:115080.", "ArticleIdList": ["PMC7314693", "32634726"]}, {"Citation": "Shen M., Zhang Y., Zhu Y., Song B., Zeng G., Hu D., et al. Recent advances in toxicological research of nanoplastics in the environment: a review. Environ. Pollut. 2019;252:511–521.", "ArticleIdList": ["31167159"]}, {"Citation": "Sher L. COVID-19, anxiety, sleep disturbances and suicide. Sleep Med. 2020;70:124.", "ArticleIdList": ["PMC7195057", "32408252"]}, {"Citation": "Shi P., Dong Y., Yan H., Zhao C., Li X., Liu W., et al. Impact of temperature on the dynamics of the COVID-19 outbreak in China. Sci. Total Environ. 2020;728:138890.", "ArticleIdList": ["PMC7177086", "32339844"]}, {"Citation": "Sicard P., De Marco A., Agathokleous E., Feng Z., Xu X., Paoletti E., et al. Amplified ozone pollution in cities during the COVID-19 lockdown. Sci. Total Environ. 2020;735:139542.", "ArticleIdList": ["PMC7237366", "32447070"]}, {"Citation": "Siciliano B., Dantas G., da Silva C.M., Arbilla G. Increased ozone levels during the COVID-19 lockdown: analysis for the city of Rio de Janeiro, Brazil. Sci. Total Environ. 2020;737:139765.", "ArticleIdList": ["PMC7263276", "32480061"]}, {"Citation": "Smith M., Love D.C., Rochman C.M., Neff R.A. Microplastics in seafood and the implications for human health. Curr. Environ. Health Rep. 2018;5:375–386.", "ArticleIdList": ["PMC6132564", "30116998"]}, {"Citation": "Stansfeld S., Haines M., Burr M., Berry B., Lercher P. A review of environmental noise and mental health. Noise Health. 2000;2:1–8.", "ArticleIdList": ["12689457"]}, {"Citation": "Stansfeld S., Haines M., Berry B. Burr M. reduction of road traffic noise and mental health: an intervention study. Noise Health. 2009;11:169–175.", "ArticleIdList": ["19602771"]}, {"Citation": "Tanveer M. Adyel, accumulation of plastic waste during COVID-19. Science. 2020;369(6509):1314–1315.", "ArticleIdList": ["32913095"]}, {"Citation": "The Lancet India under COVID-19 lockdown. Lancet (Lond. Engl.) 2020;395:1315.", "ArticleIdList": ["PMC7180023", "32334687"]}, {"Citation": "The New York Times To Tame Coronavirus, Mao-Style Social Control Blankets China. 2020. https://www.nytimes.com/2020/02/15/business/china-coronavirus-lockdown.html"}, {"Citation": "The Verge The COVID-19 Pandemic is Generating Tons of Medical Waste. 2020. https://www.theverge.com/2020/3/26/21194647/the-covid-19-pandemic-is-generating-tons-of-medical-waste"}, {"Citation": "Tobias A., Molina T. Is temperature reducing the transmission of COVID-19? Environ. Res. 2020;186:109553.", "ArticleIdList": ["PMC7165096", "32330766"]}, {"Citation": "United Nations Growing Plastic Pollution in Wake of COVID-19: How Trade Policy Can Help. 2020. https://unctad.org/en/pages/newsdetails.aspx?OriginalVersionID=2440"}, {"Citation": "Wang Q., Su M. A preliminary assessment of the impact of COVID-19 on environment - a case study of China. Sci. Total Environ. 2020;728:138915.", "ArticleIdList": ["PMC7195154", "32348946"]}, {"Citation": "Wang Y., Xiong L., Tang M. Toxicity of inhaled particulate matter on the central nervous system: neuroinflammation, neuropsychological effects and neurodegenerative disease. J. Appl. Toxicol. 2017;37:644–667.", "ArticleIdList": ["28299803"]}, {"Citation": "Wang Y., Yuan Y., Wang Q., Liu C., Zhi Q., Cao J. Changes in air quality related to the control of coronavirus in China: implications for traffic and industrial emissions. Sci. Total Environ. 2020;731:139133.", "ArticleIdList": ["PMC7202850", "32402905"]}, {"Citation": "Wei T., Tang M. Biological effects of airborne fine particulate matter (PM2.5) exposure on pulmonary immune system. Environ. Toxicol. Pharmacol. 2018;60:195–201.", "ArticleIdList": ["29734103"]}, {"Citation": "Weinmayr G., Romeo E., De Sario M., Weiland Stephan K., Forastiere F. Short-term effects of PM10 and NO2 on respiratory health among children with asthma or asthma-like symptoms: a systematic review and meta-analysis. Environ. Health Perspect. 2010;118:449–457.", "ArticleIdList": ["PMC2854719", "20064785"]}, {"Citation": "World Health Organization WHO Director-General's Remarks at the Media Briefing on 2019-nCoV on 11 February 2020. 2020. https://www.who.int/dg/speeches/detail/who-director-general-s-remarks-at-the-media-briefing-on-2019-ncov-on-11-february-2020"}, {"Citation": "World Health Organization Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV) 2020. https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)"}, {"Citation": "World Health Organization WHO Coronavirus Disease (COVID-19) Dashboard. 2020. https://covid19.who.int"}, {"Citation": "World Health Organization Coronavirus Disease (COVID-19) Advice for the Public: When and How to Use Masks. 2020. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/when-and-how-to-use-masks"}, {"Citation": "World Health Organization Shortage of Personal Protective Equipment Endangering Health Workers Worldwide. 2020. https://www.who.int/news-room/detail/03-03-2020-shortage-of-personal-protective-equipment-endangering-health-workers-worldwide"}, {"Citation": "World Health Organization Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19) 2020. https://www.who.int/docs/default-source/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf"}, {"Citation": "Wu W., Zhang Y. Effects of particulate matter (PM2.5) and associated acidity on ecosystem functioning: response of leaf litter breakdown. Environ. Sci. Pollut. Res. 2018;25:30720–30727.", "ArticleIdList": ["30194574"]}, {"Citation": "Wu X., Lyu X., Li Z., Gao B., Zeng X., Wu J., et al. Transport of polystyrene nanoplastics in natural soils: effect of soil properties, ionic strength and cation type. Sci. Total Environ. 2020;707:136065.", "ArticleIdList": ["31865085"]}, {"Citation": "Wu Y., Jing W., Liu J., Ma Q., Yuan J., Wang Y., et al. Effects of temperature and humidity on the daily new cases and new deaths of COVID-19 in 166 countries. Sci. Total Environ. 2020;729:139051.", "ArticleIdList": ["PMC7187824", "32361460"]}, {"Citation": "Yue J.-L., Liu H., Li H., Liu J.-J., Hu Y.-H., Wang J., et al. Association between ambient particulate matter and hospitalization for anxiety in China: a multicity case-crossover study. Int. J. Hyg. Environ. Health. 2020;223:171–178.", "ArticleIdList": ["31548162"]}, {"Citation": "Zambrano-Monserrate M.A., Ruano M.A., Sanchez-Alcalde L. Indirect effects of COVID-19 on the environment. Sci. Total Environ. 2020;728:138813.", "ArticleIdList": ["PMC7169883", "32334159"]}, {"Citation": "Zhang K., Li L., Huang L., Wang Y., Huo J., Duan Y., et al. The impact of volatile organic compounds on ozone formation in the suburban area of Shanghai. Atmos. Environ. 2020;232:117511."}, {"Citation": "Zhao S., Liu S., Sun Y., Liu Y., Beazley R., Hou X. Assessing NO2-related health effects by non-linear and linear methods on a national level. Sci. Total Environ. 2020;744:140909.", "ArticleIdList": ["32702544"]}, {"Citation": "Zhao Y., Cai J., Zhu X., van Donkelaar A., Martin R.V., Hua J., et al. Fine particulate matter exposure and renal function: a population-based study among pregnant women in China. Environ. Int. 2020;141:105805.", "ArticleIdList": ["32474297"]}, {"Citation": "Zheng H., Kong S., Chen N., Yan Y., Liu D., Zhu B., et al. Significant changes in the chemical compositions and sources of PM2.5 in Wuhan since the city lockdown as COVID-19. Sci. Total Environ. 2020;739:140000.", "ArticleIdList": ["PMC7274103", "32540668"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "31"}, {"Year": "2020", "Month": "12", "Day": "27"}, {"Year": "2021", "Month": "1", "Day": "7"}, {"Year": "2021", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "18", "Hour": "5", "Minute": "35"}, {"Year": "2021", "Month": "1", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33458449", "PMC7801820", "10.1016/j.impact.2021.100295", "S2452-0748(21)00004-5"]}}], "PubmedBookArticle": []}