{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Back trajectories", "GEOS-chem", "Ozone exceedances", "Transboundary transport"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33460873", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "04"}], "ELocationID": ["10.1016/j.envpol.2020.116421", "S0269-7491(20)37110-4"], "Journal": {"ISSN": "1873-6424", "JournalIssue": {"Volume": "273", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "04"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Transboundary transport of ozone pollution to a US border region: A case study of Yuma.", "Pagination": {"StartPage": "116421", "MedlinePgn": "116421"}, "Abstract": {"AbstractText": ["High concentrations of ground-level ozone affect human health, plants, and animals. Reducing ozone pollution in rural regions, where local emissions are already low, poses challenge. We use meteorological back-trajectories, air quality model sensitivity analysis, and satellite remote sensing data to investigate the ozone sources in Yuma, Arizona and find strong international influences from Northern Mexico on 12 out of 16 ozone exceedance days. We find that such exceedances could not be mitigated by reducing emissions in Arizona; complete removal of state emissions would reduce the maximum daily 8-h average (MDA8) ozone in Yuma by only 0.7% on exceeding days. In contrast, emissions in Mexico are estimated to contribute to 11% of the ozone during these exceedances, and their reduction would reduce MDA8 ozone in Yuma to below the standard. Using satellite-based remote sensing measurements, we find that emissions of nitrogen oxides (NO<sub>x</sub>, a key photochemical precursor of ozone) increase slightly in Mexico from 2005 to 2016, opposite to decreases shown in the bottom-up inventory. In comparison, a decrease of NO<sub>x</sub> emissions in the US and meteorological factors lead to an overall of summer mean and annual MDA8 ozone in Yuma (by ∼1-4% and ∼3%, respectively). Analysis of meteorological back-trajectories also shows similar transboundary transport of ozone at the US-Mexico border in California and New Mexico, where strong influences from Northern Mexico coincide with 11 out of 17 and 6 out of 8 ozone exceedances. 2020 is the final year of the U.S.-Mexico Border 2020 Program, which aimed to reduce pollution at border regions of the US and Mexico. Our results indicate the importance of sustaining a substantial cooperative program to improve air quality at the border area."], "CopyrightInformation": "Copyright © 2021 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA; School of Engineering and Applied Science, Harvard University, Cambridge, MA, 02138, USA. Electronic address: zhen.qu@colorado.edu."}], "LastName": "Qu", "ForeName": "Zhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, University of Utah, Salt Lake City, UT, 84112, USA."}], "LastName": "Wu", "ForeName": "Dien", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA."}], "LastName": "Henze", "ForeName": "Daven K", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Arizona Department of Environmental Quality, Phoenix, AZ, 85007, USA. Electronic address: lyggd0910@gmail.com."}], "LastName": "Li", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Arizona Department of Environmental Quality, Phoenix, AZ, 85007, USA."}], "LastName": "Sonenberg", "ForeName": "Mike", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Arizona Department of Environmental Quality, Phoenix, AZ, 85007, USA."}], "LastName": "Mao", "ForeName": "Feng", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. The authors confirm that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "10", "Day": "18"}, {"Year": "2020", "Month": "12", "Day": "16"}, {"Year": "2020", "Month": "12", "Day": "29"}, {"Year": "2021", "Month": "1", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "18", "Hour": "20", "Minute": "11"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["33460873", "10.1016/j.envpol.2020.116421", "S0269-7491(20)37110-4"]}}], "PubmedBookArticle": []}