{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Dicarboxylic acids", "Gas phase chemistry", "Isoprene ozonolysis", "Methylglyoxal", "Oxalic acid", "Secondary organic aerosols"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33477044", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "02"}], "ELocationID": ["10.1016/j.scitotenv.2020.144472", "S0048-9697(20)38003-7"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "769", "PubDate": {"Year": "2021", "Month": "May", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Low molecular weight dicarboxylic acids, oxocarboxylic acids and α-dicarbonyls as ozonolysis products of isoprene: Implication for the gaseous-phase formation of secondary organic aerosols.", "Pagination": {"StartPage": "144472", "MedlinePgn": "144472"}, "Abstract": {"AbstractText": ["Oxidation of isoprene, a major biogenic volatile organic compound emitted from forest canopies, is a potential source of oxalic acid; the dominant species in organic aerosols. We evaluated here ozonolysis of isoprene in dry darkness as a source of oxalic (C<sub>2</sub>), malonic (C<sub>3</sub>) and succinic (C<sub>4</sub>) acids. We found that oxalic acid and methylglyoxal are dominant products within 10 min of reaction followed by glyoxylic, malonic or succinic acids. Interestingly, molecular distributions of oxidation products from early reactions (9-29 min) were characterized by the predominance of methylglyoxal followed by C<sub>2</sub>, which became dominant after 30 min. The isoprene-derived secondary organic aerosols (SOAs) showed chemical evolution with reaction time towards the molecular characteristics of dicarboxylic acids similar to those of ambient aerosols (C<sub>2</sub>>C<sub>3</sub>≥C<sub>4</sub>). The carbon-based relative abundances of methylglyoxal decreased steadily (40%→30%), while those of C<sub>2</sub> increased with reaction time (15%→25%), but no such variations persisted for glyoxal (6-10%). This finding means that methylglyoxal is more important intermediate of oxalic acid than glyoxal. In contrast, smaller variability and lower concentrations of pyruvic and glyoxylic acids than other intermediates indicate that oxalic acid formation under dry conditions follows a different pathway than in aqueous-phase heterogeneous chemistry usually invoked for cloud/fog/atmospheric waters. Here, we propose new reaction schemes for high levels of methylglyoxal and oxalic acid via gas-phase chemical reactions with ozone and OH radicals to better interpret the ambient SOA composition. Furthermore, the relative abundances of C<sub>2</sub> exhibit small variability from 1 to 8 h, suggesting its stable character towards the oxidation by hydroxyl radicals."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chubu Institute for Advanced Studies, Chubu University, Kasugai, Aichi, Japan."}], "LastName": "Bikkina", "ForeName": "Srinivas", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chubu Institute for Advanced Studies, Chubu University, Kasugai, Aichi, Japan; Institute of Low Temperature Science, Hokkaido University, Sapporo, Japan. Electronic address: kkawamura@isc.chubu.ac.jp."}], "LastName": "Kawamura", "ForeName": "Kimitaka", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental Earth Science, Hokkaido University, Sapporo, Japan; Graduate School of Human and Environmental Studies, Kyoto University, Kyoto, Japan."}], "LastName": "Sakamoto", "ForeName": "Yosuke", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environmental Earth Science, Hokkaido University, Sapporo, Japan."}], "LastName": "Hirokawa", "ForeName": "Jun", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "9", "Day": "6"}, {"Year": "2020", "Month": "12", "Day": "6"}, {"Year": "2020", "Month": "12", "Day": "8"}, {"Year": "2021", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "21", "Hour": "20", "Minute": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33477044", "10.1016/j.scitotenv.2020.144472", "S0048-9697(20)38003-7"]}}], "PubmedBookArticle": []}