{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Busulfan", "melatonin", "mice", "ozone", "stress oxidative", "testis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33507719", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "04", "Day": "27"}], "ELocationID": ["10.5935/1518-0557.20200081"], "Journal": {"ISSN": "1518-0557", "JournalIssue": {"Volume": "25", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "27"}}, "Title": "JBRA assisted reproduction", "ISOAbbreviation": "JBRA Assist Reprod"}, "ArticleTitle": "The effects of ozone and melatonin on busulfan-induced testicular damage in mice.", "Pagination": {"StartPage": "176", "EndPage": "184", "MedlinePgn": "176-184"}, "Abstract": {"AbstractText": ["Busulfan is one of the most common chemotherapeutic drugs and has the ability to induce apoptosis in testicular germ cells, which leads to infertility. In this study, the effects of ozone therapy and melatonin were evaluated on testicular disorders induced by busulfan.", "In this study, we divided 24 male mice into four groups: control group, groups treated with busulfan, busulfan/melatonin, and busulfan/ozone. At the end of a 35-day period, blood samples were taken from the mice and their testosterone levels were measured. Both of the mice's testes were removed and weighed, afterwards, each one of them was used for evaluation of morphology by Johnson's score, as well as for measuring the diameter and thickness of seminiferous tubules. The other testis was homogenized for measuring Malondialdehyde (MDA) and antioxidant status using Catalase (CAT), Super Oxide Dismutase (SOD), and Total Antioxidant Capacity (TAC) levels. Epididymis spermatozoa were also used to evaluate motility, morphology, and sperm count.", "Busulfan significantly reduced the testis quality (weight, sperm parameters, testosterone, CAT, SOD, and TAC levels) and increased MDA and destruction of seminiferous tubules compared to the control group. Ozone and melatonin treatments significantly increased testis quality, sperm parameters, MDA, and antioxidant status, but they did not affect the TAC level.", "This study showed that similar to melatonin, ozone can reduce the effect of busulfan toxicity on mice testis. However, further studies are needed to understand the precise mechanism of ozone function on testis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}, {"Identifier": [], "Affiliation": "Department of Anatomical Sciences, Faculty of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Moghadam", "ForeName": "Mahin Taheri", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomical Sciences, Faculty of Medicine, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Dadfar", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular and Molecular Research center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."}], "LastName": "Khorsandi", "ForeName": "Layasadat", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "JBRA Assist Reprod", "NlmUniqueID": "101684552", "ISSNLinking": "1517-5693"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "G1LN9045DK", "NameOfSubstance": "Busulfan"}, {"RegistryNumber": "JL5DK93RCL", "NameOfSubstance": "Melatonin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism", "toxicity"], "DescriptorName": "Busulfan"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Melatonin"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["metabolism", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Spermatozoa"}, {"QualifierName": ["metabolism"], "DescriptorName": "Testis"}], "CoiStatement": "\n<b>CONFLICT OF INTEREST</b>\n. The authors have no conflict of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Biçer Ş, Gürsul C, Sayar İ, Akman O, Çakarlı S, Aydın M. Role of ozone therapy in preventing testicular damage in an experimental cryptorchid rat model. Med Sci Monit. 2018;24:5832–5839. doi: 10.12659/MSM.910459.", "ArticleIdList": ["10.12659/MSM.910459", "PMC6113856", "30130360"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Oxygen/ozone as a medical gas mixture. A critical evaluation of the various methods clarifies positive and negative aspects. Med Gas Res. 2011;1:6–6. doi: 10.1186/2045-9912-1-6.", "ArticleIdList": ["10.1186/2045-9912-1-6", "PMC3231820", "22146387"]}, {"Citation": "Bocci V. Ozone as Janus: this controversial gas can be either toxic or medically useful. Mediators Inflamm. 2004;13:3–11. doi: 10.1080/0962935062000197083.", "ArticleIdList": ["10.1080/0962935062000197083", "PMC1781533", "15203558"]}, {"Citation": "Bocci V. Does ozone therapy normalize the cellular redox balance? Implications for therapy of human immunodeficiency virus infection and several other diseases. Med Hypotheses. 1996;46:150–154. doi: 10.1016/S0306-9877(96)90016-X.", "ArticleIdList": ["10.1016/S0306-9877(96)90016-X", "8692040"]}, {"Citation": "Brinster RL, Nagano M. Spermatogonial stem cell transplantation, cryopreservation and culture. Semin Cell Dev Biol. 1998;9:401–409. doi: 10.1006/scdb.1998.0205.", "ArticleIdList": ["10.1006/scdb.1998.0205", "10366284"]}, {"Citation": "Brinster RL, Avarbock MR. Germline transmission of donor haplotype following spermatogonial transplantation. Proc Natl Acad Sci U S A. 1994;91:11303–11307. doi: 10.1073/pnas.91.24.11303.", "ArticleIdList": ["10.1073/pnas.91.24.11303", "PMC45219", "7972054"]}, {"Citation": "Brunet A, Sweeney LB, Sturgill JF, Chua KF, Greer PL, Lin Y, Tran H, Ross SE, Mostoslavsky R, Cohen HY, Hu LS, Cheng HL, Jedrychowski MP, Gygi SP, Sinclair DA, Alt FW, Greenberg ME. Stress-dependent regulation of FOXO transcription factors by the SIRT1 deacetylase. Science. 2004;303:2011–2015. doi: 10.1126/science.1094637.", "ArticleIdList": ["10.1126/science.1094637", "14976264"]}, {"Citation": "Buyuklu M, Kandemir FM, Set T, Bakırcı EM, Degirmenci H, Hamur H, Topal E, Kucukler S, Turkmen K. Beneficial effects of ozone therapy on oxidative stress, cardiac functions and clinical findings in patients with heart failure reduced ejection fraction. Cardiovasc Toxicol. 2017;17:426–433. doi: 10.1007/s12012-017-9400-8.", "ArticleIdList": ["10.1007/s12012-017-9400-8", "28097518"]}, {"Citation": "Cai Y, Liu T, Fang F, Shen S, Xiong C. Involvement of ICAM-1 in impaired spermatogenesis after busulfan treatment in mice. Andrologia. 2016;48:37–44. doi: 10.1111/and.12414.", "ArticleIdList": ["10.1111/and.12414", "25808259"]}, {"Citation": "Chen H, Xing B, Liu X, Zhan B, Zhou J, Zhu H, Chen Z. Ozone oxidative preconditioning protects the rat kidney from reperfusion injury: the role of nitric oxide. J Surg Res. 2008;149:287–295. doi: 10.1016/j.jss.2007.12.756.", "ArticleIdList": ["10.1016/j.jss.2007.12.756", "18262565"]}, {"Citation": "Choi YJ, Ok DW, Kwon DN, Chung JI, Kim HC, Yeo SM, Kim T, Seo HG, Kim JH. Murine male germ cell apoptosis induced by busulfan treatment correlates with loss of c-kit-expression in a Fas/FasL- and p53-independent manner. FEBS Lett. 2004;575:41–51. doi: 10.1016/j.febslet.2004.08.034.", "ArticleIdList": ["10.1016/j.febslet.2004.08.034", "15388331"]}, {"Citation": "Di Paolo N, Bocci V, Gaggiotti E. Ozone therapy. Int J Artif Organs. 2004;27:168–175. doi: 10.1177/039139880402700303.", "ArticleIdList": ["10.1177/039139880402700303", "15112882"]}, {"Citation": "Ekici S, Ekici AID, Öztürk G, Aksungar FB, Sinanoğlu O, Turan G, Lüleci N. Comparison of melatonin and ozone in the prevention of reperfusion injury following unilateral testicular torsion in rats. Urology. 2012;80:899–906. doi: 10.1016/j.urology.2012.06.049.", "ArticleIdList": ["10.1016/j.urology.2012.06.049", "22950989"]}, {"Citation": "Ghasemi FM, Faghani M, Karkan MF. The protective effect of melatonin on sperm parameters, epididymis and seminal vesicle morphology in adult mouse treated with busulfan. J Iran Anat Sci. 2010;8:25–36."}, {"Citation": "Ghasemi FM, Faghani M, Jahromi SK. The protective effects of melatonin on the histological changes of testis in busulfan-treated adult mice. J Reprod Infertil. 2010;11:67–76."}, {"Citation": "Hassan Z, Hellström-Lindberg E, Alsadi S, Edgren M, Hägglund H, Hassan M. The effect of modulation of glutathione cellular content on busulphan-induced cytotoxicity on hematopoietic cells in vitro and in vivo. Bone Marrow Transplant. 2002;30:141–147. doi: 10.1038/sj.bmt.1703615.", "ArticleIdList": ["10.1038/sj.bmt.1703615", "12189531"]}, {"Citation": "Hussein MR, Abu-Dief EE, Abou El-Ghait AT, Adly MA, Abdelraheem MH. Morphological evaluation of the radioprotective effects of melatonin against X-ray-induced early and acute testis damage in Albino rats: an animal model. Int J Exp Pathol. 2006;87:237–250. doi: 10.1111/j.1365-2613.2006.00480.x.", "ArticleIdList": ["10.1111/j.1365-2613.2006.00480.x", "PMC2517365", "16709232"]}, {"Citation": "Inal M, Dokumacioglu A, Özcelik E, Ucar O. The effects of ozone therapy and coenzyme Q₁₀ combination on oxidative stress markers in healthy subjects. Ir J Med Sci. 2011;180:703–707. doi: 10.1007/s11845-011-0675-7.", "ArticleIdList": ["10.1007/s11845-011-0675-7", "21258872"]}, {"Citation": "Jansz GF, Pomerantz DK. The effect of prenatal treatment with busulfan on in vitro androgen production by testes from rats of various ages. Can J Physiol Pharmacol. 1985;63:1155–1158. doi: 10.1139/y85-189.", "ArticleIdList": ["10.1139/y85-189", "4052873"]}, {"Citation": "Khosroshahi AF, Bakhtiari M, Rad JS, Koroji M, Roshangar L, Janzadeh A, Kerdari M, Jameie B. Study of the effect of exogenous melatonin on sperm fertility in busulfan induced oligospermic of pinealectomized rat. Razi J Med Sci. 2013;20:77–86."}, {"Citation": "Kurcer Z, Hekimoglu A, Aral F, Baba F, Sahna E. Effect of melatonin on epididymal sperm quality after testicular ischemia/reperfusion in rats. Fertil Steril. 2010;93:1545–1549. doi: 10.1016/j.fertnstert.2009.01.146.", "ArticleIdList": ["10.1016/j.fertnstert.2009.01.146", "19328481"]}, {"Citation": "Lewis-Johnes DI, Kerrigan DD. A modified Johnson’s count for evaluation of spermatogenesis in the rat. IRCS Med Sci. 1985;13:510–511."}, {"Citation": "Merhi Z, Bazzi A, Moseley-LaRue R, Moseley AR, Smith AH, Zhang J, Ruggiero M. Ozone therapy: overview of its potential utility in male reproduction. Am J Immunol. 2018;14:15–25. doi: 10.3844/ajisp.2018.15.25.", "ArticleIdList": ["10.3844/ajisp.2018.15.25"]}, {"Citation": "Mete F, Tarhan H, Celik O, Akarken I, Vural K, Ekin RG, Aydemir I, Ilbey YO. Comparison of intraperitoneal and intratesticular ozone therapy for the treatment of testicular ischemia-reperfusion injury in rats. Asian J Androl. 2017;19:43–46. doi: 10.4103/1008-682X.171570.", "ArticleIdList": ["10.4103/1008-682X.171570", "PMC5227672", "26732112"]}, {"Citation": "Morsy MD, Hassan WN, Zalat SI. Improvement of renal oxidative stress markers after ozone administration in diabetic nephropathy in rats. Diabetol Metab Syndr. 2010;2:29–29. doi: 10.1186/1758-5996-2-29.", "ArticleIdList": ["10.1186/1758-5996-2-29", "PMC2880015", "20465785"]}, {"Citation": "Nasimi P, Tabandeh MR, Roohi S. Busulfan-mediated oxidative stress and genotoxicity decrease in sperm of Satureja Khuzestanica essential oil-administered mice. Syst Biol Reprod Med. 2018;64:348–357. doi: 10.1080/19396368.2018.1449915.", "ArticleIdList": ["10.1080/19396368.2018.1449915", "29557179"]}, {"Citation": "Nieto Y, Thall P, Valdez B, Andersson B, Popat U, Anderlini P, Shpall EJ, Bassett R, Alousi A, Hosing C, Kebriaei P, Qazilbash M, Frazier E, Gulbis A, Chancoco C, Bashir Q, Ciurea S, Khouri I, Parmar S, Shah N, Worth L, Rondon G, Champlin R, Jones RB. High-dose infusional gemcitabine combined with busulfan and melphalan with autologous stem-cell transplantation in patients with refractory lymphoid malignancies. Biol Blood Marrow Transplant. 2012;18:1677–1686. doi: 10.1016/j.bbmt.2012.05.011.", "ArticleIdList": ["10.1016/j.bbmt.2012.05.011", "PMC4010147", "22643322"]}, {"Citation": "Nieto Y, Thall P, Valdez B, Andersson B, Popat U, Anderlini P, Shpall EJ, Bassett R, Alousi A, Hosing C, Kebriaei P, Qazilbash M, Frazier E, Gulbis A, Chancoco C, Bashir Q, Ciurea S, Khouri I, Parmar S, Shah N, Worth L, Rondon G, Champlin R, Jones RB. High-dose infusional gemcitabine combined with busulfan and melphalan with autologous stem-cell transplantation in patients with refractory lymphoid malignancies. Biol Blood Marrow Transplant. 2012;18:1677–1686. doi: 10.1016/j.bbmt.2012.05.011.", "ArticleIdList": ["10.1016/j.bbmt.2012.05.011", "PMC4010147", "22643322"]}, {"Citation": "Ozen OA, Kus MA, Kus I, Alkoc OA, Songur A. Protective effects of melatonin against formaldehyde-induced oxidative damage and apoptosis in rat testes: an immunohistochemical and biochemical study. Syst Biol Reprod Med. 2008;54:169–176. doi: 10.1080/19396360802422402.", "ArticleIdList": ["10.1080/19396360802422402", "18942024"]}, {"Citation": "Peltola V, Huhtaniemi I, Ahotupa M. Antioxidant enzyme activity in the maturing rat testis. J Androl. 1992;13:450–455.", "ArticleIdList": ["1429221"]}, {"Citation": "Peralta C, Xaus C, Bartrons R, Leon OS, Gelpi E, Roselló-Catafau J. Effect of ozone treatment on reactive oxygen species and adenosine production during hepatic ischemia-reperfusion. Free Radic Res. 2000;33:595–605. doi: 10.1080/10715760000301121.", "ArticleIdList": ["10.1080/10715760000301121", "11200091"]}, {"Citation": "Probin V, Wang Y, Zhou D. Busulfan-induced senescence is dependent on ROS production upstream of the MAPK pathway. Free Radic Biol Med. 2007;42:1858–1865. doi: 10.1016/j.freeradbiomed.2007.03.020.", "ArticleIdList": ["10.1016/j.freeradbiomed.2007.03.020", "PMC1939827", "17512465"]}, {"Citation": "Radogna F, Cristofanon S, Paternoster L, D’Alessio M, De Nicola M, Cerella C, Dicato M, Diederich M, Ghibelli L. Melatonin antagonizes the intrinsic pathway of apoptosis via mitochondrial targeting of Bcl-2. J Pineal Res. 2008;44:316–325. doi: 10.1111/j.1600-079X.2007.00532.x.", "ArticleIdList": ["10.1111/j.1600-079X.2007.00532.x", "18339127"]}, {"Citation": "Ray S. Evaluation of protective role of morin on Busulfan-induced lipid peroxidation. Int J PharmTech Res. 2011;3:2222–2227."}, {"Citation": "Ray S. Evalution of antiperoxidative potential of ascorbic acid on Busulfan-induced lipid peroxidation using 4-hydroxy-2-nonental and nitric oxide as model markers. Int J PharmTech Res. 2012;3:896–900."}, {"Citation": "Rohnavaz F, Mirzapour T, Bayrami A, Zahiri M. Antioxidant effects of alpha-tocopherol (vitamine E) on testis regeneration in busulfan-treated mice. Iran South Med J. 2016;19:511–525. doi: 10.18869/acadpub.ismj.19.4.511.", "ArticleIdList": ["10.18869/acadpub.ismj.19.4.511"]}, {"Citation": "Rojansky N, Brzezinski A, Schenker JG. Seasonality in human reproduction: an update. Hum Reprod. 1992;7:735–745. doi: 10.1093/oxfordjournals.humrep.a137729.", "ArticleIdList": ["10.1093/oxfordjournals.humrep.a137729", "1323571"]}, {"Citation": "Sagai M, Bocci V. Mechanisms of action involved in ozone therapy: is healing induced via a mild oxidative stress? Med Gas Res. 2011;1:29–29. doi: 10.1186/2045-9912-1-29.", "ArticleIdList": ["10.1186/2045-9912-1-29", "PMC3298518", "22185664"]}, {"Citation": "Salem EA, Salem NA, Hellstrom WJ. Therapeutic effect of ozone and rutin on adriamycin-induced testicular toxicity in an experimental rat model. Andrologia. 2017;49:e12603. doi: 10.1111/and.12603.", "ArticleIdList": ["10.1111/and.12603", "27136444"]}, {"Citation": "Sanchez-Hidalgo M, de la Lastra CA, Carrascosa-Salmoral MP, Naranjo MC, Gomez-Corvera A, Caballero B, Guerrero JM. Age-related changes in melatonin synthesis in rat extrapineal tissues. Exp Gerontol. 2009;44:328–334. doi: 10.1016/j.exger.2009.02.002.", "ArticleIdList": ["10.1016/j.exger.2009.02.002", "19233254"]}, {"Citation": "Sharma RK, Roychoudhury S, Singh N, Sarda Y. Methods to Measure Reactive Oxygen Species (ROS) and Total Antioxidant Capacity (TAC) in the reproductive system. In: Agarwal A, Sharma RK, Gupta S, Harlev A, Ahmad G, du Plessis SS, Esteves SC, Wang SM, Durairajanayagam D, editors. Oxidative stress in human reproduction. Cham: Springer; 2017. pp. 17–46."}, {"Citation": "Smith RP, Lowe GJ, Kavoussi PK, Steers WD, Costabile RA, Herr JC, Shetty J, Lysiak JJ. Confocal fluorescence microscopy in a murine model of microdissection testicular sperm extraction to improve sperm retrieval. J Urol. 2012;187:1918–1923. doi: 10.1016/j.juro.2011.12.053.", "ArticleIdList": ["10.1016/j.juro.2011.12.053", "22425054"]}, {"Citation": "Trevor AJ, Katzung BG, Kruidering-Hall M. A long medical book Katzung & Trevors pharmacology examination and board review. 6th ed. New York: McGraw-Hill Medical Publishing; 2002."}, {"Citation": "Tusat M, Mentese A, Demir S, Alver A, Imamoglu M. Medical ozone therapy reduces oxidative stress and testicular damage in an experimental model of testicular torsion in rats. Int Braz J Urol. 2017;43:1160–1166. doi: 10.1590/s1677-5538.ibju.2016.0546.", "ArticleIdList": ["10.1590/s1677-5538.ibju.2016.0546", "PMC5734081", "28727368"]}, {"Citation": "Xu G, Zhao J, Liu H, Wang J, Lu W. Melatonin inhibits apoptosis and oxidative stress of mouse leydig cells via a SIRT1-dependent mechanism. Molecules. 2019;24:3084–3084. doi: 10.3390/molecules24173084.", "ArticleIdList": ["10.3390/molecules24173084", "PMC6749417", "31450679"]}, {"Citation": "Yu K, Deng SL, Sun TC, Li YY, Liu YX. Melatonin regulates the synthesis of steroid hormones on male reproduction: a review. Molecules. 2018;23:447–447. doi: 10.3390/molecules23020447.", "ArticleIdList": ["10.3390/molecules23020447", "PMC6017169", "29462985"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "28", "Hour": "14", "Minute": "7"}, {"Year": "2021", "Month": "4", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33507719", "PMC8083863", "10.5935/1518-0557.20200081"]}}], "PubmedBookArticle": []}