{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["1,4-dioxane", "NDMA", "biofiltration", "bromate", "granular activated carbon", "managed aquifer recharge", "ozone", "total organic carbon"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33522033", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "02", "Day": "17"}], "ELocationID": ["10.1002/wer.1525"], "Journal": {"ISSN": "1554-7531", "JournalIssue": {"Volume": "93", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Water environment research : a research publication of the Water Environment Federation", "ISOAbbreviation": "Water Environ Res"}, "ArticleTitle": "Demonstration-scale evaluation of ozone-biofiltration-granular activated carbon advanced water treatment for managed aquifer recharge.", "Pagination": {"StartPage": "1157", "EndPage": "1172", "MedlinePgn": "1157-1172"}, "Abstract": {"AbstractText": ["The Sustainable Water Initiative for Tomorrow (SWIFT) program is the effort of the Hampton Roads Sanitation District to implement indirect potable reuse to recharge the depleted Potomac Aquifer. This initiative is being demonstrated at the 1-MGD SWIFT Research Center with a treatment train including coagulation/flocculation/sedimentation (floc/sed), ozonation, biofiltration (BAF), granular activated carbon (GAC) adsorption, and UV disinfection, followed by managed aquifer recharge. Bulk total organic carbon (TOC) removal occurred via multiple treatment barriers including, floc/sed (26% removal), ozone/BAF (30% removal), and adsorption by GAC. BAF acclimation was observed during the first months of plant operation which coincided with the establishment of biological nitrification and dissolved metal removal. Bromate formation during ozonation was efficiently controlled below 10 µg/L using preformed monochloramine and preoxidation with free chlorine. N-nitrosodimethylamine (NDMA) was formed at an average concentration of 53 ng/L post-ozonation and was removed >70% by the BAFs after several months of operation. Contaminants of emerging concern were removed by multiple treatment barriers including oxidation, biological degradation, and adsorption. The breakthrough of these contaminants and bulk TOC will likely determine the replacement interval of GAC. The ozone/BAC/GAC treatment process was shown to meet all defined treatment goals for managed aquifer recharge. PRACTITIONER POINTS: Floc/sed, biofiltration, and GAC adsorption provide important barriers in carbon-based treatment trains for bulk TOC and trace organic contaminant removal. Biofilter acclimation was observed during the first three months of operation in each operating period as evidenced by the establishment of nitrification. Bromate was effectively controlled during ozonation of a high bromide water with monochloramine doses of 3-5 mg/L. NDMA was formed at an average concentration of 53 ng/L by ozonation and complete removal was achieved by BAFs after several months of biological acclimation. An average 25% removal of 1,4-dioxane was achieved via oxidation by hydroxyl radicals during ozonation."], "CopyrightInformation": "© 2021 Water Environment Federation."}, "AuthorList": [{"Identifier": ["0000-0001-9364-7257"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Civil and Environmental Engineering Department, Virginia Tech, Blacksburg, VA, USA."}], "LastName": "Hogard", "ForeName": "Samantha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District (HRSD), Virginia Beach, VA, USA."}], "LastName": "Salazar-Benites", "ForeName": "Germano", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Civil and Environmental Engineering Department, Virginia Tech, Blacksburg, VA, USA."}], "LastName": "Pearce", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jacobs Engineering Group, Inc., Englewood, CO, USA."}], "LastName": "Nading", "ForeName": "Tyler", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jacobs Engineering Group, Inc., Englewood, CO, USA."}], "LastName": "Schimmoller", "ForeName": "Larry", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District (HRSD), Virginia Beach, VA, USA."}], "LastName": "Wilson", "ForeName": "Christopher", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District (HRSD), Virginia Beach, VA, USA."}], "LastName": "Heisig-Mitchell", "ForeName": "Jamie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District (HRSD), Virginia Beach, VA, USA."}], "LastName": "Bott", "ForeName": "Charles", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Water Environ Res", "NlmUniqueID": "9886167", "ISSNLinking": "1061-4303"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": [], "DescriptorName": "Groundwater"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Arnold, M., Batista, J., Dickenson, E., & Gerrity, D. (2018). Use of ozone-biofiltration for bulk organic removal and disinfection byproduct mitigation in potable reuse applications. Chemosphere, 202, 228-237. https://doi.org/10.1016/j.chemosphere.2018.03.085"}, {"Citation": "Asami, M., Magara, Y., Nishijima, W., Aizawa, T., Tabata, A., & Morioka, T. (1999). Bromate removal during transition from new granular activated carbon (GAC) to biological activated carbon (BAC). Water Research, 33(12), 2797-2804. https://doi.org/10.1016/s0043-1354(98)00504-1"}, {"Citation": "Bourgin, M., Beck, B., Boehler, M., Borowska, E., Fleiner, J., Salhi, E., Teichler, R., von Gunten, U., Siegrist, H., & McArdell, C. S. (2018). Evaluation of a full-scale wastewater treatment plant upgraded with ozonation and biological post-treatments: Abatement of micropollutants, formation of transformation products and oxidation by-products. Water Research, 129, 486-498. https://doi.org/10.1016/j.watres.2017.10.036"}, {"Citation": "Buehlmann, P. H., Salazar-Benites, G., Wilson, C. A., & Bott, C. (2017). Ozonation of domestic wastewater for indirect potable reuse: Bromate control and related issues. In IOA world congress, Washington DC."}, {"Citation": "Buffle, M. O., Galli, S., & Von Gunten, U. (2004). Enhanced bromate control during ozonation: The chlorine-ammonia process. Environmental Science and Technology, 38(19), 5187-5195. https://doi.org/10.1021/es0352146"}, {"Citation": "California Department of Public Health (2014). California Department of Public Health regulations related to recycled water (pp. 1-33). Public Health."}, {"Citation": "California Water Boards (2010). Drinking water notification levels. Retrieved from https://www.waterboards.ca.gov/drinking_water/certlic/drinkingwater/NotificationLevels.html"}, {"Citation": "Canada, H. (2019). Guidelines for Canadian drinking water quality. In National meeting - American Chemical Society, Division of Environmental Chemistry (Vol. 24, Issue 2)."}, {"Citation": "Chen, W. H., Huang, T. H., & Wang, C. Y. (2018). Impact of pre-oxidation on nitrosamine formation from a source to drinking water: A perspective on cancer risk assessment. Process Safety and Environmental Protection, 113, 424-434. https://doi.org/10.1016/j.psep.2017.11.016"}, {"Citation": "Cheng, Q., Nengzi, L., Bao, L., Wang, Y., Yang, J., & Zhang, J. (2017). Interactions between ammonia, iron and manganese removal using pilot-scale biofilters. Journal of Water Supply: Research and Technology - AQUA, 66(3), 157-165. https://doi.org/10.2166/aqua.2017.089"}, {"Citation": "City of Rio Rancho (2017). Injection Newsletter. Retrieved from https://rrnm.gov/DocumentCenter/View/69831/Injection-Newsletter_03062017?bidId="}, {"Citation": "Crook, J., Bull, R., Collins, H. F., Cotruvo, J. A., & Jakubowski, W. (2013). Examining the criteria for direct potable reuse. WateReuse Research Foundation. Retrieved from https://watereuse.org/watereuse-research/examining-the-criteria-for-direct-potable-reuse/"}, {"Citation": "de Vera, G. A., Keller, J., Gernjak, W., Weinberg, H., & Farré, M. J. (2016). Biodegradability of DBP precursors after drinking water ozonation. Water Research, 106, 550-561. https://doi.org/10.1016/j.watres.2016.10.022"}, {"Citation": "Enprotec/Hibbs & Todd Inc. City of Abilene Hamby Water Reclamation Facility and Indirect Reuse Project. Retrieved from https://e-ht.com/our-services/waste-water/wastewater-treatment/city-of-abilene-hamby-water-reclamation-facility-and-indirect-reuse-project/"}, {"Citation": "Fournier, D., Hawari, J., Halasz, A., Streger, S. H., McClay, K. R., Masuda, H., & Hatzinger, P. B. (2009). Aerobic biodegradation of N-nitrosodimethylamine by the propanotroph Rhodococcus ruber ENV425. Applied and Environmental Microbiology, 75(15), 5088-5093. https://doi.org/10.1128/AEM.00418-09"}, {"Citation": "Froese, K. L., Wolanski, A., & Hrudey, S. E. (1999). Factors governing odorous aldehyde formation as disinfection by-products in drinking water. Water Research, 33(6), 1355-1364. https://doi.org/10.1016/S0043-1354(98)00357-1"}, {"Citation": "Funk, D., County, G., Hooper, J., Goldman, J., & Schulz, C. (2019). Ozone biofiltration direct potable reuse testing at Gwinnett County (reuse-15-11/4777). Water Research Foundation."}, {"Citation": "Gerrity, D., Owens-Bennett, E., Venezia, T., Stanford, B. D., Plumlee, M. H., Debroux, J., & Trussell, R. S. (2014). Applicability of ozone and biological activated carbon for potable reuse. Ozone: Science and Engineering, 36(2), 123-137. https://doi.org/10.1080/01919512.2013.866886"}, {"Citation": "Gerrity, D., Pisarenko, A. N., Marti, E., Trenholm, R. A., Gerringer, F., Reungoat, J., & Dickenson, E. (2015). Nitrosamines in pilot-scale and full-scale wastewater treatment plants with ozonation. Water Research, 72, 251-261. https://doi.org/10.1016/j.watres.2014.06.025"}, {"Citation": "Glover, C. M., Verdugo, E. M., Trenholm, R. A., & Dickenson, E. R. V. (2019). N-nitrosomorpholine in potable reuse. Water Research, 148, 306-313. https://doi.org/10.1016/j.watres.2018.10.010"}, {"Citation": "Hasan, H. A., Sheikh Abdullah, S. R., Tan Kofli, N., & Kamarudin, S. K. (2012). Effective microbes for simultaneous bio-oxidation of ammonia and manganese in biological aerated filter system. Bioresource Technology, 124, 355-363. https://doi.org/10.1016/j.biortech.2012.08.055"}, {"Citation": "Hollender, J., Zimmermann, S. G., Koepke, S., Krauss, M., Mcardell, C. S., Ort, C., Singer, H., Von Gunten, U., & Siegrist, H. (2009). Elimination of organic micropollutants in a municipal wastewater treatment plant upgraded with a full-scale post-ozonation followed by sand filtration. Environmental Science and Technology, 43(20), 7862-7869. https://doi.org/10.1021/es9014629"}, {"Citation": "Hooper, J., Funk, D., Bell, K., Noibi, M., Vickstrom, K., Schulz, C., Machek, E., & Huang, C. H. (2020). Pilot testing of direct and indirect potable water reuse using multi-stage ozone-biofiltration without reverse osmosis. Water Research, 169, 115178. https://doi.org/10.1016/j.watres.2019.115178"}, {"Citation": "Hu, C. Y., Hou, Y. Z., Lin, Y. L., Deng, Y. G., Hua, S. J., Du, Y. F., Chen, C. W., & Wu, C. H. (2019). Kinetics and model development of iohexol degradation during UV/H2O2 and UV/S2O82− oxidation. Chemosphere, 229, 602-610. https://doi.org/10.1016/j.chemosphere.2019.05.012"}, {"Citation": "Huber, M. M., Göbel, A., Joss, A., Hermann, N., Löffler, D., McArdell, C. S., Ried, A., Siegrist, H., Ternes, T. A., & Von Gunten, U. (2005). Oxidation of pharmaceuticals during ozonation of municipal wastewater effluents: A pilot study. Environmental Science and Technology, 39(11), 4290-4299. https://doi.org/10.1021/es048396s"}, {"Citation": "Krasner, S. W., Mitch, W. A., McCurry, D. L., Hanigan, D., & Westerhoff, P. (2013). Formation, precursors, control, and occurrence of nitrosamines in drinking water: A review. Water Research, 47(13), 4433-4450. https://doi.org/10.1016/j.watres.2013.04.050"}, {"Citation": "Krasner, S. W., Westerhoff, P., Chen, B., Rittmann, B. E., & Amy, G. (2009). Occurrence of disinfection byproducts in United States wastewater treatment plant effluents. Environmental Science and Technology, 43(21), 8320-8325. https://doi.org/10.1021/es901611m"}, {"Citation": "Krauss, M., Longrée, P., Dorusch, F., Ort, C., & Hollender, J. (2009). Occurrence and removal of N-nitrosamines in wastewater treatment plants. Water Research, 43(17), 4381-4391. https://doi.org/10.1016/j.watres.2009.06.048"}, {"Citation": "Lee, C., Schmidt, C., Yoon, J., & Von Gunten, U. (2007). Oxidation of N-nitrosodimethylamine (NDMA) precursors with ozone and chlorine dioxide: Kinetics and effect on NDMA formation potential. Environmental Science and Technology, 41(6), 2056-2063. https://doi.org/10.1021/es062484q"}, {"Citation": "Lee, Y., Gerrity, D., Lee, M., Bogeat, A. E., Salhi, E., Gamage, S., Trenholm, R. A., Wert, E. C., Snyder, S. A., & Von Gunten, U. (2013). Prediction of micropollutant elimination during ozonation of municipal wastewater effluents: Use of kinetic and water specific information. Environmental Science and Technology, 47(11), 5872-5881. https://doi.org/10.1021/es400781r"}, {"Citation": "Marti, E. J. (2016). Ozonation in water reuse: Formation and mitigation of N-nitrosodimethylamine Marti. May 2016. (Doctoral Dissertation). University of Nevada Las Vegas. Retrieved from https://digitalscholarship.unlv.edu/thesesdissertations/2707/"}, {"Citation": "Marti, E. J., Pisarenko, A. N., Peller, J. R., & Dickenson, E. R. V. (2015). N-nitrosodimethylamine (NDMA) formation from the ozonation of model compounds. Water Research, 72, 262-270. https://doi.org/10.1016/j.watres.2014.08.047"}, {"Citation": "McCurry, D. L., Ishida, K. P., Oelker, G. L., & Mitch, W. A. (2017). Reverse osmosis shifts chloramine speciation causing re-formation of NDMA during potable reuse of wastewater. Environmental Science and Technology, 51(15), 8589-8596. https://doi.org/10.1021/acs.est.7b01641"}, {"Citation": "Mezyk, S. P., Landsman, N. A., Swancutt, K. L., Bradford, C. N., Cox, C. R., Kiddle, J. J., & Clore, T. J. (2007). Free radical chemistry of advanced oxidation process removal of nitrosamines in waters. Environmental Science and Technology, 41(16), 5818-5823. https://doi.org/10.1021/bk-2008-0995.ch022"}, {"Citation": "Munter, R., Ojaste, H., & Sutt, J. (2005). Complexed iron removal from groundwater. Journal of Environmental Engineering, 131(7), 1014-1020. https://doi.org/10.1061/(asce)0733-9372(2005)131:7(1014)"}, {"Citation": "National Health and Medical Research Council (2008). Australian guidelines for water recycling. Water, Phase 2."}, {"Citation": "Nawrocki, J., & Andrzejewski, P. (2011). Nitrosamines and water. Journal of Hazardous Materials, 189(1-2), 1-18. https://doi.org/10.1016/j.jhazmat.2011.02.005"}, {"Citation": "Nöthe, T., Fahlenkamp, H., & Von Sonntag, C. (2009). Ozonation of wastewater: Rate of ozone consumption and hydroxyl radical yield. Environmental Science and Technology, 43(15), 5990-5995. https://doi.org/10.1021/es900825f"}, {"Citation": "Oppenheimer, J., Eaton, A., Badruzzaman, M., Haghani, A. W., & Jacangelo, J. G. (2011). Occurrence and suitability of sucralose as an indicator compound of wastewater loading to surface waters in urbanized regions. Water Research, 45(13), 4019-4027. https://doi.org/10.1016/j.watres.2011.05.014"}, {"Citation": "Otto, M., & Nagaraja, S. (2007). Treatment technologies for 1,4-Dioxane: Fundamentals and field applications. Remediation Journal, 17(3), 81-88. https://doi.org/10.1002/rem.20135"}, {"Citation": "Pinkernell, U., & von Gunten, U. (2001). Bromate minimization during ozonation: Mechanistic considerations. Environmental Science and Technology, 35(12), 2525-2531. https://doi.org/10.1021/es001502f"}, {"Citation": "Pisarenko, A. N., Marti, E. J., Gerrity, D., Peller, R., & Dickenson, E. R. V. (2015). Effects of molecular ozone and hydroxyl radical on formation of N -nitrosamines and perfluoroalkyl acids during ozonation of treated wastewaters. Environmental Science: Water Research and Technology, 1(5), 668-678. https://doi.org/10.1039/c5ew00046g"}, {"Citation": "Planas, C., Palacios, Ó., Ventura, F., Rivera, J., & Caixach, J. (2008). Analysis of nitrosamines in water by automated SPE and isotope dilution GC/HRMS. Occurrence in the different steps of a drinking water treatment plant, and in chlorinated samples from a reservoir and a sewage treatment plant effluent. Talanta, 76(4), 906-913. https://doi.org/10.1016/j.talanta.2008.04.060"}, {"Citation": "Plumlee, M. H., Stanford, B. D., Debroux, J. F., Hopkins, D. C., & Snyder, S. A. (2014). Costs of advanced treatment in water reclamation. Ozone: Science and Engineering, 36(5), 485-495. https://doi.org/10.1080/01919512.2014.921565"}, {"Citation": "Pradhan, P. (2018). Evaluation of soil aquifer treatment in a lab scale soil column experiment (Masters Thesis). Virginia Tech. Retrieved from http://hdl.handle.net/10919/98749"}, {"Citation": "Reckhow, D. A., Knocke, W., Kearney, M. J., & Parks, C. A. (1991). Oxidation of iron and manganese by ozone. Ozone: Science & Engineering, 13(6), 675-695. https://doi.org/10.1080/01919512.1991.10555708"}, {"Citation": "Schechter, D. S., & Singer, P. C. (2008). Formation of aldehydes during ozonation. Ozone: Science & Engineering, 9512(1995), 53-69. https://doi.org/10.1080/01919519508547577"}, {"Citation": "Schimmoller, L., Lozier, J., Mitch, W., & Snyder, S. (2020). Characterizing and controlling organics in direct potable reuse projects (reuse-15-04/4771). Water Research Foundation."}, {"Citation": "Selbes, M., Brown, J., Lauderdale, C., & Karanfil, T. (2017). Removal of selected C- and N-DBP precursors in biologically active filters. Journal - American Water Works Association, 109(3), E73-E84. https://doi.org/10.5942/jawwa.2017.109.0014"}, {"Citation": "Sgroi, M., Roccaro, P., Oelker, G. L., & Snyder, S. A. (2014). N -nitrosodimethylamine formation upon ozonation and identification of precursors source in a municipal wastewater treatment plant. Environmental Science and Technology, 48(17), 10308-10315. https://doi.org/10.1021/es5011658"}, {"Citation": "Shah, A. D., Dai, N., & Mitch, W. A. (2013). Application of ultraviolet, ozone, and advanced oxidation treatments to washwaters to destroy nitrosamines, nitramines, amines, and aldehydes formed during amine-based carbon capture. Environmental Science and Technology, 47(6), 2799-2808. https://doi.org/10.1021/es304893m"}, {"Citation": "Sheng, Z. (2005). An aquifer storage and recovery system with reclaimed wastewater to preserve native groundwater resources in El Paso, Texas. Journal of Environmental Management, 75(4 SPEC., ISS.), 367-377. https://doi.org/10.1016/j.jenvman.2004.10.007"}, {"Citation": "Siddiqui, M. S., Zhai, W., Amy, G., & Mysore, C. (1999). Bromate ion removal by activated carbon. Water Research, 30(7), 1651-1660."}, {"Citation": "Soltermann, F., Abegglen, C., Tschui, M., Stahel, S., & von Gunten, U. (2017). Options and limitations for bromate control during ozonation of wastewater. Water Research, 116, 76-85. https://doi.org/10.1016/j.watres.2017.02.026"}, {"Citation": "Stanford, B. D., Pisarenko, A. N., Snyder, S. A., & Gordon, G. (2011). Perchlorate, bromate, and chlorate in hypochlorite solutions: Guidelines for utilities. Journal - American Water Works Association, 103(6), 71-83. https://doi.org/10.1002/j.1551-8833.2011.tb11474.x"}, {"Citation": "Stepien, D. K., Diehl, P., Helm, J., Thoms, A., & Püttmann, W. (2014). Fate of 1,4-dioxane in the aquatic environment: From sewage to drinking water. Water Research, 48(1), 406-419. https://doi.org/10.1016/j.watres.2013.09.057"}, {"Citation": "Sundaram, V., Emerick, R. W., & Shumaker, S. E. (2014). Advanced treatment process for pharmaceuticals, endocrine disruptors, and flame retardants removal. Water Environment Research, 86(2), 111-122. https://doi.org/10.2175/106143013x13807328849053"}, {"Citation": "Sundaram, V., & Pagilla, K. (2019). Trace and bulk organics removal during ozone-biofiltration treatment for potable reuse applications. Water Environment Research, 92(3), 430-440. https://doi.org/10.1002/wer.1202"}, {"Citation": "Sundaram, V., Pagilla, K., Guarin, T., Li, L., Marfil-Vega, R., & Bukhari, Z. (2020). Extended field investigations of ozone-biofiltration advanced water treatment for potable reuse. Water Research, 172, 115513. https://doi.org/10.1016/j.watres.2020.115513"}, {"Citation": "Szczuka, A., Chuang, Y.-H., Chen, F. C., Zhang, Z., Desormeaux, E., Flynn, M., Parodi, J., & Mitch, W. A. (2020). Removal of pathogens and chemicals of emerging concern by pilot-scale FO-RO hybrid units treating RO concentrate, graywater, and sewage for centralized and decentralized potable reuse. ACS ES&T Water, 1(1), 89-100. https://doi.org/10.1021/acsestwater.0c00006"}, {"Citation": "Tanabe, A., & Kawata, K. (2008). Determination of 1,4-dioxane in household detergents and cleaners. Journal of AOAC International, 91(2), 439-444. https://doi.org/10.1093/jaoac/91.2.439"}, {"Citation": "Tekerlekopoulou, A. G., Pavlou, S., & Vayenas, D. V. (2013). Removal of ammonium, iron and manganese from potable water in biofiltration units: A review. Journal of Chemical Technology and Biotechnology, 88(5), 751-773. https://doi.org/10.1002/jctb.4031"}, {"Citation": "US EPA (2017). Potable reuse compendium. (Issue 203). Retrieved from https://www.epa.gov/sites/production/files/2018-01/documents/potablereusecompendium_3.pdf"}, {"Citation": "US EPA (1998). National primary drinking water regulations: Disinfectants and disinfection byproducts (Issue 241). https://www.epa.gov/ground-water-and-drinking-water/national-primary-drinking-water-regulations"}, {"Citation": "US EPA (2010). Long term 2 enhanced surface water treatment rule toolbox guidance manual. Retrieved from http://water.epa.gov/lawsregs/rulesregs/sdwa/lt2/basicinformation.cfm"}, {"Citation": "Vaidya, R. (2020). Removal of total organic carbon and emerging contaminants in an advanced water treatment process using ozone-BAC-GAC. Virginia Polytechnic Institute and State University."}, {"Citation": "Vaidya, R., Buehlmann, P. H., Salazar-Benites, G., Schimmoller, L., Nading, T., Wilson, C. A., Bott, C., Gonzalez, R., & Novak, J. T. (2019). Pilot plant performance comparing carbon-based and membrane-based potable reuse schemes. Environmental Engineering Science, 36(11), 1369-1378. https://doi.org/10.1089/ees.2018.0559"}, {"Citation": "Vaidya, R., Wilson, C., Salazar-Benites, G., Pruden, A., & Bott, C. (2020). Factors affecting removal of NDMA in an ozone-biofiltration process for water reuse. Chemosphere, 264, 128333. https://doi.org/10.1016/j.chemosphere.2020.128333"}, {"Citation": "von Gunten, U., Salhi, E., Schmidt, C. K., & Arnold, W. A. (2010). Kinetics and mechanisms of N -nitrosodimethylamine formation upon ozonation of N, N -dimethylsulfamide-containing waters: Bromide catalysis. Environmental Science and Technology, 44(15), 5762-5768. https://doi.org/10.1021/es1011862"}, {"Citation": "von Sonntag, C., & von Gunten, U. (2012). Chemistry of ozone in water and wastewater treatment: From basic principles to applications. https://doi.org/10.2166/9781780400839"}, {"Citation": "Weinberg, H. S., Glaze, W. H., Krasner, S. W., & Sclimenti, M. J. (1993). Formation and removal of aldehydes in plants that use ozonation. Journal - American Water Works Association, 85(5), 72-85. https://doi.org/10.1002/j.1551-8833.1993.tb05988.x"}, {"Citation": "Wert, E. C., Lew, J., & Rakness, K. L. (2016). Effect of ozone dissolution on bromate formation, disinfection credit, and operating cost. [Project #4588]."}, {"Citation": "Wert, E. C., Neemann, J. J., Johnson, D., Rexing, D., & Zegers, R. (2007). Pilot-scale and full-scale evaluation of the chlorine-ammonia process for bromate control during ozonation. Ozone: Science and Engineering, 29(5), 363-372. https://doi.org/10.1080/01919510701552883"}, {"Citation": "Wert, E. C., Rosario-Ortiz, F. L., & Snyder, S. A. (2009). Effect of ozone exposure on the oxidation of trace organic contaminants in wastewater. Water Research, 43(4), 1005-1014. https://doi.org/10.1016/j.watres.2008.11.050"}, {"Citation": "Zeng, T., Glover, C. M., Marti, E. J., Woods-Chabane, G. C., Karanfil, T., Mitch, W. A., & Dickenson, E. R. V. (2016). Relative importance of different water categories as sources of N-nitrosamine precursors. Environmental Science and Technology, 50(24), 13239-13248. https://doi.org/10.1021/acs.est.6b04650"}, {"Citation": "Zeng, T., Plewa, M. J., & Mitch, W. A. (2016). N-Nitrosamines and halogenated disinfection byproducts in U.S. Full Advanced Treatment trains for potable reuse. Water Research, 101, 176-186. https://doi.org/10.1016/j.watres.2016.03.062"}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "1", "Day": "13"}, {"Year": "2020", "Month": "10", "Day": "26"}, {"Year": "2021", "Month": "1", "Day": "17"}, {"Year": "2021", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "1", "Hour": "6", "Minute": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33522033", "10.1002/wer.1525"]}}], "PubmedBookArticle": []}