{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Climate change", "Global warming", "Melanoma", "Nonmelanoma skin cancer", "Skin cancer"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33537393", "DateRevised": {"Year": "2023", "Month": "09", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "17"}], "ELocationID": ["10.1016/j.ijwd.2020.07.003"], "Journal": {"ISSN": "2352-6475", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "International journal of women's dermatology", "ISOAbbreviation": "Int J Womens Dermatol"}, "ArticleTitle": "The influence of climate change on skin cancer incidence - A review of the evidence.", "Pagination": {"StartPage": "17", "EndPage": "27", "MedlinePgn": "17-27"}, "Abstract": {"AbstractText": ["Climate change is broadly affecting human health, with grave concern that continued warming of the earth's atmosphere will result is serious harm. Since the mid-20th century, skin cancer incidence rates have risen at an alarming rate worldwide.", "This review examines the relationship between climate change and cutaneous carcinogenesis.", "A literature review used the National Institutes of Health databases (PubMed and Medline), the Surveillance, Epidemiology, and End Results and International Agency for Research on Cancer registries, and published reports by federal and international agencies and consortia, including the Australian Institute of Health and Welfare, Climate and Clean Air Coalition, U.S. Environmental Protection Agency, Intergovernmental Panel on Climate Change, National Aeronautics and Space Administration, National Oceanic and Atmospheric Administration, United Nations Environment Programme, World Health Organization, and World Meteorological Organization.", "Skin cancer risk is determined by multiple factors, with exposure to ultraviolet radiation being the most important. Strong circumstantial evidence supports the hypothesis that factors related to climate change, including stratospheric ozone depletion, global warming, and ambient air pollution, have likely contributed to the increasing incidence of cutaneous malignancy globally and will continue to impose a negative on influence skin cancer incidence for many decades to come.", "Because much of the data are based on animal studies and computer simulations, establishing a direct and definitive link remains challenging. More epidemiologic studies are needed to prove causality in skin cancer, but the evidence for overall harm to human health as a direct result of climate change is clear. Global action to mitigate these negative impacts to humans and the environment is imperative."], "CopyrightInformation": "© 2020 Published by Elsevier Inc. on behalf of Women's Dermatologic Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Vanderbilt University Medical Center, Nashville, TN, United States."}], "LastName": "Parker", "ForeName": "Eva Rawlings", "Initials": "ER"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Womens Dermatol", "NlmUniqueID": "101654170", "ISSNLinking": "2352-6475"}, "CommentsCorrectionsList": [{"RefSource": "Int J Womens Dermatol. 2021 Sep 28;7(5Part B):867. doi: 10.1016/j.ijwd.2021.09.013", "PMID": "35028405"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersen S.O., Halberstadt M.L., Borgford-Parnell N. Stratospheric ozone, global warming, and the principle of unintended consequences—An ongoing science and policy success story. J Air Waste Manage Assoc. 2013;63(6):607–647.", "ArticleIdList": ["23858990"]}, {"Citation": "Anderson J.G., Clapp C.E. Coupling free radical catalysis, climate change, and human health. Phys Chem Chem Phys. 2018;20(16):10569–10587.", "ArticleIdList": ["29638230"]}, {"Citation": "Andrady A., Aucamp P.J., Austin A.T., Bais A.F., Ballaré C.L., Barnes P.W. Environmental effects of ozone depletion and its interactions with climate change: progress report, 2016. Photochem Photobiol Sci. 2017;16(2):107–145.", "ArticleIdList": ["PMC6400464", "28124708"]}, {"Citation": "Apalla Z., Lallas A., Sotiriou E., Lazaridou E., Ioannides D. Epidemiological trends in skin cancer What does the future hold. Dermatol Pract Concept. 2017;7(2):1–6.", "ArticleIdList": ["PMC5424654", "28515985"]}, {"Citation": "Australian Institute of Health and Welfare. Skin cancer in Australia [Internet]. 2016 [cited 2020 August 30]. Available from: https://www.aihw.gov.au/reports/cancer/skin-cancer-in-australia/contents/table-of-contents."}, {"Citation": "Bain J.A., Rusch H.P., Kline M.S. The effect of temperature upon ultraviolet carcinogenesis with wave lengths 2800–3400 Å. Cancer Res. 1943;3(9):610–612."}, {"Citation": "Bais F., Lucas R.M., Bornman J.F., Williamson C.E., Sulzberger B., Austin A.T. Environmental effects of ozone depletion, UV radiation and interactions with climate change: UNEP Environmental Effects Assessment Panel, update 2017. Photochem Photobiol Sci. 2018;17(2):127–179.", "ArticleIdList": ["PMC6155474", "29404558"]}, {"Citation": "Balakrishnan K., Brauer M., Chen G., Chow J. International Agency for Research on Cancer Monographs; Lyon, France: 2015. Outdoor air pollution; Vol. 109."}, {"Citation": "Ball W.T., Alsing J., Mortlock D.J., Staehelin J., Haigh J.D., Peter T. Evidence for a continuous decline in lower stratospheric ozone offsetting ozone layer recovery. Atmos Chem Phys. 2018;18(2):1379–1394."}, {"Citation": "Bélanger M., Gray-Donald K., O’Loughlin J., Paradis G., Hanley J. Influence of weather conditions and season on physical activity in adolescents. Ann Epidemiol. 2009;19(3):180–186.", "ArticleIdList": ["19217000"]}, {"Citation": "Bernstein A.S., Rice M.B. Lungs in warming world: climate change and respiratory health. Chest. 2013;143(5):1455–1459.", "ArticleIdList": ["23648909"]}, {"Citation": "De Blois J., Kjellstrom T., Agewall S., Ezekowitz J.A., Armstrong P.W., Atar D. The effects of climate change on cardiac health. Cardiology. 2015;131(4):209–217.", "ArticleIdList": ["25997478"]}, {"Citation": "Boeglin M.L., Wessels D., Henshel D. An investigation of the relationship between air emissions of volatile organic compounds and the incidence of cancer in Indiana counties. Environ Res. 2006;100(2):242–254.", "ArticleIdList": ["15992796"]}, {"Citation": "Boffetta P., Jourenkova N., Gustavsson P. Cancer risk from occupational and environmental exposure to polycyclic aromatic hydrocarbons. Cancer Causes Control. 1997;8(3):444–472.", "ArticleIdList": ["9498904"]}, {"Citation": "Borg M., Bi P., Nitschke M., Williams S., McDonald S. The impact of daily temperature on renal disease incidence: an ecological study. Environ Heal A Glob Access Sci Source. 2017;16(1):1–30.", "ArticleIdList": ["PMC5659014", "29078794"]}, {"Citation": "Bournay E. GRID-A: ozone depletion and climate change [Internet]. 2007 [cited 2020 August 30]. Available from: https://grid-arendal.herokuapp.com/resources/7510."}, {"Citation": "Brauer M., Freedman G., Frostad J., Donkelaar A Van, Martin R.V., Dentener F. Ambient air pollution exposure estimation for the global burden of disease 2013. Environ Sci Technol. 2016;50:79–88.", "ArticleIdList": ["26595236"]}, {"Citation": "Burke K.E. Mechanisms of aging and development—A new understanding of environmental damage to the skin and prevention with topical antioxidants. Mech Ageing Dev. 2018;172:123–130.", "ArticleIdList": ["29287765"]}, {"Citation": "Calapre L., Gray E.S., Kurdykowski S., David A., Hart P., Descargues P. Heat-mediated reduction of apoptosis in UVB-damaged keratinocytes in vitro and in human skin ex vivo. BMC Dermatol. 2016;16(1):1–11.", "ArticleIdList": ["PMC4882820", "27230291"]}, {"Citation": "Calapre L., Gray E.S., Ziman M. Heat stress: a risk factor for skin carcinogenesis. Cancer Lett. 2013;337(1):35–40.", "ArticleIdList": ["23748013"]}, {"Citation": "Climate and Clean Air Coalition. Time to act to reduce short-lived climate pollutants [Internet]. 2014 [cited 2020 August 30]. Available from: https://www.ccacoalition.org/es/resources/time-act-reduce-short-lived-climate-pollutants#:∼:text=Time%20to%20Act%2C%20released%20in,tons%20of %20crops%20every%20year."}, {"Citation": "Chen K., Breitner S., Wolf K., Hampel R., Meisinger C., Heier M. Temporal variations in the triggering of myocardial infarction by air temperature in Augsburg, Germany, 1987–2014. Eur Heart J. 2019;40:1600–1608.", "ArticleIdList": ["30859207"]}, {"Citation": "Chen S.T., Geller A.C., Tsao H. Update on the epidemiology of melanoma. Curr Dermatol Rep. 2013;2(1):24–34.", "ArticleIdList": ["PMC3619431", "23580930"]}, {"Citation": "D’Orazio J., Jarrett S., Amaro-Ortiz A., Scott T. UV radiation and the skin. Int J Mol Sci. 2013;14(6):12222–12248.", "ArticleIdList": ["PMC3709783", "23749111"]}, {"Citation": "Datzmann T., Markevych I., Trautmann F., Heinrich J., Schmitt J., Tesch F. Outdoor air pollution, green space, and cancer incidence in Saxony: a semi-individual cohort study. BMC Public Health. 2018;18(1):1–10.", "ArticleIdList": ["PMC5994126", "29884153"]}, {"Citation": "Di Q., Dai L., Wang Y., Zanobetti A., Choirat C., Schwartz J.D. Association of short-term exposure to air pollution with mortality in older adults. JAMA. 2017;318(24):2446–2456.", "ArticleIdList": ["PMC5783186", "29279932"]}, {"Citation": "Diffey B.L., Gibson C.J., Haylock R., Mckinlay A.F. Outdoor ultraviolet exposure of children and adolescents. Br J Dermatol. 1996;134(6):1030–1034.", "ArticleIdList": ["8763419"]}, {"Citation": "Dobbinson S., Wakefield M., Hill D., Girgis A., Aitken J., Beckmann K. Prevalence and determinants of Australian adolescents’ and adults’ weekend sun protection and sunburn, summer 2003–2004. J Am Acad Dermatol. 2008;59(4):602–614.", "ArticleIdList": ["18691790"]}, {"Citation": "Dugo M.A., Han F., Tchounwou P.B. Persistent polar depletion of stratospheric ozone and emergent mechanisms of ultraviolet radiation-mediated health dysregulation. Rev Environ Health. 2012;27(2–3):103–116.", "ArticleIdList": ["PMC3768272", "23023879"]}, {"Citation": "Dunk J.H., Jones D.S., Capon A., Anderson W.H. Human health on an ailing planet—historical perspectives on our future. NEJM. 2019;381(8):778–782.", "ArticleIdList": ["31433929"]}, {"Citation": "Elnabawi M.H., Hamza N. Behavioural perspectives of outdoor thermal comfort in urban areas: a critical review. Atmosphere (Basel) 2019;11(1):51."}, {"Citation": "Environmental Effects Assessment Panel UNEP . United Nations Environment Programme; Nairobi, Kenya: 2019. Environmental effects and interactions of stratospheric ozone depletion, UV radiation, and climate change; 2018 assessment report."}, {"Citation": "Erdmann F., Lortet-Tieulent J., Schüz J., Zeeb H., Greinert R., Breitbart E.W. International trends in the incidence of malignant melanoma 1953–2008-are recent generations at higher or lower risk? Int J Cancer. 2013;132(2):385–400.", "ArticleIdList": ["22532371"]}, {"Citation": "España A. Skin cancer in organ transplant recipients. Skin Cancer. 2004;19(3):115–136."}, {"Citation": "Espina C., Straif K., Friis S., Kogevinas M., Saracci R., Vainio H. European Code against cancer 4th edition: environment, occupation and cancer. Cancer Epidemiol. 2015;39:S84–S92.", "ArticleIdList": ["26164655"]}, {"Citation": "Fabbrocini G., Triassi M., Mauriello M.C., Torre G., Annunziata M.C., de Vita V. Epidemiology of skin cancer: role of some environmental factors. Cancers (Basel) 2010;2(4):1980–1989.", "ArticleIdList": ["PMC3840456", "24281212"]}, {"Citation": "Farman J.C., Gardiner B.G., Shanklin J.D. Large losses of total ozone in Antarctica reveal seasonal ClOx/NOx interaction. Nature. 1985;315(6016):207–210."}, {"Citation": "Ferlay J., Colombet M., Soerjomataram I., Mathers C., Parkin D.M., Piñeros M. Estimating the global cancer incidence and mortality in 2018: GLOBOCAN sources and methods. Int J Cancer. 2019;144(8):1941–1953.", "ArticleIdList": ["30350310"]}, {"Citation": "Forbes P.D. Photocarcinogenesis: an overview. J Invest Dermatol. 1981;77(1):139–143.", "ArticleIdList": ["7252247"]}, {"Citation": "Freeman R.G., Knox J.M. Influence of temperature on ultraviolet injury. Arch Dermatol. 1964;89(6):858.", "ArticleIdList": ["14164974"]}, {"Citation": "Friel S., Hancock T., Kjellstrom T., Mcgranahan G., Monge P., Roy J. Urban health inequities and the added pressure of climate change: an action-oriented research agenda. J Urban Health. 2011;88(5):886–895.", "ArticleIdList": ["PMC3191212", "21861210"]}, {"Citation": "Gandhi S.A., Kampp J. Skin cancer epidemiology, detection, and management. Med Clin North Am. 2015;99(6):1323–1335.", "ArticleIdList": ["26476255"]}, {"Citation": "Garbe C., Leiter U. Melanoma epidemiology and trends. Clin Dermatol. 2009;27(1):3–9.", "ArticleIdList": ["19095149"]}, {"Citation": "Garrett G., Lowenstein S., Singer J., He S., Arron S. Trends of skin cancer mortality after transplantation in the United States: 1987 to 2013. J Am Acad Dermatol. 2016;75(1):106–112.", "ArticleIdList": ["27067869"]}, {"Citation": "El Ghissassi F., Baan R., Straif K., Grosse Y., Secretan B., Bouvard V. A review of human carcinogens–part D: radiation. Lancet Oncol. 2009;10(8):751–752.", "ArticleIdList": ["0"]}, {"Citation": "Gilchrest B.A., Eller M.S., Geller A.C., Yaar M. The pathogenesis of melanoma induced by ultraviolet radiation. N Engl J Med. 1999;340:1341–1348.", "ArticleIdList": ["10219070"]}, {"Citation": "Godar D.E. Worldwide increasing incidences of cutaneous malignant melanoma. J Skin Cancer. 2011;2011:1–6.", "ArticleIdList": ["PMC3191827", "22007306"]}, {"Citation": "Grant W.B. Air pollution in relation to U.S. cancer mortality rates: an ecological study; likely role of carbonaceous aerosols and polycyclic aromatic hydrocarbons. Anticancer Res. 2009;29(9):3537–3545.", "ArticleIdList": ["19667146"]}, {"Citation": "Haines A., Ebi K. The imperative for climate action to protect health. NEJM. 2019;380(3):263–273.", "ArticleIdList": ["30650330"]}, {"Citation": "Haluza D., Simic S., Moshammer H. Temporal and spatial melanoma trends in Austria: an ecological study. Int J Environ Res Public Health. 2014;11(1):734–748.", "ArticleIdList": ["PMC3924471", "24398911"]}, {"Citation": "Harari Arjona R., Piñeiros J., Ayabaca M., Harari Freire F. Climate change and agricultural workers’ health in Ecuador: occupational exposure to UV radiation and hot environments. Ann Ist Super Sanita. 2011;52(3):368–373.", "ArticleIdList": ["27698295"]}, {"Citation": "Hart P.H., Norval M. Ultraviolet radiation-induced immunosuppression and its relevance for skin carcinogenesis. Photochem Photobiol Sci. 2018;17(12):1872–1884.", "ArticleIdList": ["29136080"]}, {"Citation": "Hossaini R., Chipperfield M.P., Montzka S.A., Leeson A.A., Dhomse S.S., Pyle J.A. The increasing threat to stratospheric ozone from dichloromethane. Nat Commun. 2017;8:15962.", "ArticleIdList": ["PMC5490265", "28654085"]}, {"Citation": "Huff J.E., Haseman J.K., DeMarini D.M., Eustis S., Maronpot R.R., Peters A.C. Multiple-site carcinogenicity of benzene in fischer 344 rats and B6C3F 1 mice. Environ Health Perspect. 1989;82:125.", "ArticleIdList": ["PMC1568117", "2676495"]}, {"Citation": "International Agency for Research on Cancer. Association of Nordic Cancer Registries [Internet]. 2020 [cited 2020 August 30]. Available from: https://nordcan.iarc.fr/en."}, {"Citation": "International Agency for Research on Cancer. Benzene, Vol. 120: IARC monographs on the evaluation of carcinogenic risks to humans. Geneva, Switzerland: World Health Organization Press; 2018."}, {"Citation": "Guy G.P., Jr, Machlin S.R., Ekwueme D.U., Yabroff K.R. Prevalence and costs of skin cancer treatment in the U.S., 2002–2006 and 2007–2011. Am J Prev Med. 2015;48(2):183–187.", "ArticleIdList": ["PMC4603424", "25442229"]}, {"Citation": "Karimkhani C., Green A.C., Nijsten T., Weinstock M.A., Dellavalle R.P., Naghavi M. The global burden of melanoma: results from the Global Burden of Disease Study 2015. Br J Dermatol. 2017;177(1):134–140.", "ArticleIdList": ["PMC5575560", "28369739"]}, {"Citation": "Kim K.E., Cho D., Park H.J. Air pollution and skin diseases: Adverse effects of airborne particulate matter on various skin diseases. Life Sci. 2016;152:126–134.", "ArticleIdList": ["27018067"]}, {"Citation": "Koohgoli R., Hudson L., Naidoo K., Wilkinson S., Chavan B., Birch-Machin M.A. Bad air gets under your skin. Exp Dermatol. 2017;26(5):384–387.", "ArticleIdList": ["27892609"]}, {"Citation": "Lelieveld J., Evans J.S., Fnais M., Giannadaki D., Pozzer A. The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature. 2015;525:367–371.", "ArticleIdList": ["26381985"]}, {"Citation": "Lemus-Deschamps L., Makin J.K. Fifty years of changes in UV index and implications for skin cancer in Australia. Int J Biometeorol. 2012;56(4):727–735.", "ArticleIdList": ["21870202"]}, {"Citation": "Van Der Leun J.C., de Gruijl F.R. Climate change and skin cancer. Photochem Photobiol Sci. 2002;1(5):324–326.", "ArticleIdList": ["12653470"]}, {"Citation": "Liu J., Chen Y., Cao H., Zhang A. Burden of typical diseases attributed to the sources of PM2.5-bound toxic metals in Beijing: an integrated approach to source apportionment and QALYs. Environ Int. 2019;131:105041.", "ArticleIdList": ["31377599"]}, {"Citation": "Lomas A., Leonardi-Bee J., Bath-Hextall F. A systematic review of worldwide incidence of nonmelanoma skin cancer. Br J Dermatol. 2012;166(5):1069–1080.", "ArticleIdList": ["22251204"]}, {"Citation": "López Figueroa F. Climate change and the thinning of the ozone layer: implications for dermatology. Actas Dermosifiliogr. 2011;102(5):311–315.", "ArticleIdList": ["21530934"]}, {"Citation": "Lucas R. Solar ultraviolet radiation: Assessing the environmental burden of disease at national and local levels. Prüss-Ustün A and Perkins van Deventer E, eds. Geneva, World Health Organization, 2010 (Environmental Burden of Disease Series, No. 17). [Internet]. [cited 2020 August 30]. Available from: https://www.who.int/quantifying_ehimpacts/publications/UV.pdf."}, {"Citation": "Lucas R.M., Yazar S., Young A.R., Norval M., De Gruijl F.R., Takizawa Y. Human health in relation to exposure to solar ultraviolet radiation under changing stratospheric ozone and climate. Photochem Photobiol Sci. 2019;18(3):641–680.", "ArticleIdList": ["30810559"]}, {"Citation": "Makin J. Implications of climate change for skin cancer prevention in Australia. Heal Promot J Aust. 2011;22(4):39–41.", "ArticleIdList": ["22518918"]}, {"Citation": "Martens M.C., Seebode C., Lehmann J., Emmert S. Photocarcinogenesis and skin cancer prevention strategies: an update. Anticancer Res. 2018;38(2):1153–1158.", "ArticleIdList": ["29374752"]}, {"Citation": "Matthews N.H., Li W.Q., Qureshi A.A., Weinstock M.A., Cho E. Codon Publications; Brisbane, Australia: 2017. Cutaneous melanoma: etiology and therapy."}, {"Citation": "Mccarthy G., Bernstein A. Combating EPA rollbacks—health care’s response to a retreat on climate. NEJM. 2019;81(8):696–698.", "ArticleIdList": ["31340115"]}, {"Citation": "Mehlman M.A. Causal relationship from exposure to chemicals in oil refining and chemical industries and malignant melanoma. Ann N Y Acad Sci. 2006;1076:822–828.", "ArticleIdList": ["17119259"]}, {"Citation": "Melnikova VO, Ananthaswamy HN. Cellular and molecular events leading to the development of skin cancer. Mutat Res 2005;571(1-2 SPEC. ISS.):91–106.", "ArticleIdList": ["15748641"]}, {"Citation": "Miller D.L., Weinstock M.A. Nonmelanoma skin cancer in the United States: incidence. J Am Acad Dermatol. 1994;30(5):774–778.", "ArticleIdList": ["8176018"]}, {"Citation": "Mittal A., Colegio O. Skin cancers in organ transplant recipients. Am J Transplant. 2017;17(10):2509–2530.", "ArticleIdList": ["28556451"]}, {"Citation": "Moan J., Grigalavicius M., Baturaite Z., Dahlback A., Juzeniene A. The relationship between UV exposure and incidence of skin cancer. Photodermatol Photoimmunol Photomed. 2015;31(1):26–35.", "ArticleIdList": ["25213656"]}, {"Citation": "Molina M.J., Rowland F.S. Stratospheric sink for chlorofluoromethanes: chlorine atom-catalysed destruction of ozone. Nature. 1974;249(5460):810–812."}, {"Citation": "Montero-Montoya R., López-Vargas R., Arellano-Aguilar O. Volatile organic compounds in air: sources, distribution, exposure and associated illnesses in children. Ann Glob Heal. 2018;84(2):225–238.", "ArticleIdList": ["PMC6748254", "30873816"]}, {"Citation": "Montzka S.A., Dutton G.S., Yu P., Ray E., Robert W., Daniel J.S. An unexpected and persistent increase in global emissions of ozone-depleting CFC-11. Nature. 2018;557:413–417.", "ArticleIdList": ["29769666"]}, {"Citation": "Narayanan D.L., Saladi R.N., Fox J.L. Ultraviolet radiation and skin cancer. Int J Dermatol. 2010;49(9):978–986.", "ArticleIdList": ["20883261"]}, {"Citation": "National Aeronautics and Space Administration. Earth observatory [Internet]. 2020a [cited 2020 August 4]. Available from: https://earthobservatory.nasa.gov/world-of-change/global-temperatures."}, {"Citation": "National Aeronautics and Space Administration. NASA ozone watch [Internet]. 2020b [cited 2020 April 4]. Available from: https://ozonewatch.gsfc.nasa.gov/facts/history_SH.html."}, {"Citation": "National Cancer Institute. Surveillance, Epidemiology, and End Results Program [Internet]. 2020 [cited 2020 August 30]. Available from: https://seer.cancer.gov/statfacts/html/melan.html."}, {"Citation": "Newman P.A., McKenzie R. UV impacts avoided by the Montreal Protocol. Photochem Photobiol Sci. 2011;10(7):1152–1160.", "ArticleIdList": ["21455537"]}, {"Citation": "Okada Y., Nakagoshi A., Tsurukawa M., Matsumura C., Eiho J., Nakano T. Environmental risk assessment and concentration trend of atmospheric volatile organic compounds in Hyogo Prefecture, Japan. Environ Sci Pollut Res. 2012;19(1):201–213.", "ArticleIdList": ["PMC3249200", "21717170"]}, {"Citation": "Parrado C., Mercado-Saenz S., Perez-Davo A., Gilaberte Y., Gonzalez S., Juarranz A. Environmental stressors on skin aging. Mechanistic insights. Front Pharmacol. 2019;10:1–17.", "ArticleIdList": ["PMC6629960", "31354480"]}, {"Citation": "Perera E., Gnaneswaran N., Staines C., Win A.K., Sinclair R. Incidence and prevalence of non-melanoma skin cancer in Australia: a systematic review. Australas J Dermatol. 2015;56(4):258–267.", "ArticleIdList": ["25716064"]}, {"Citation": "Petersen B., Philipsen P.A., Wulf H.C. Skin temperature during sunbathing-relevance for skin cancer. Photochem Photobiol Sci. 2014;13(8):1123–1125.", "ArticleIdList": ["24930491"]}, {"Citation": "Pfeifer G.P., Besaratinia A. UV wavelength-dependent DNA damage and human non-melanoma and melanoma skin cancer. Photochem Photobiol Sci. 2012;11(1):90–97.", "ArticleIdList": ["PMC3289542", "21804977"]}, {"Citation": "Popovich N, Albeck-Ripka L, Pierre-Louis K. 100 environmental rules being rolled back under Trump. The New York Times [Internet]. 2020 [cited 2020 August 30]. Available from: https://nyti.ms/2uY0GQa."}, {"Citation": "Puntoni R., Ceppi M., Gennaro V., Ugolini D., Puntoni M., Manna G. La. Occupational exposure to carbon black and risk of cancer. Cancer Causes Control. 2004;15:511–516.", "ArticleIdList": ["15286471"]}, {"Citation": "Răducu L., Avino A., Purtan R.P., Balcangiu-Stroescu A.E., Balăn D.G., Timofte D. Quality of life in patients with surgically removed skin tumors. Medicina (Kaunas) 2020;56(2):3–9.", "ArticleIdList": ["PMC7074335", "32050413"]}, {"Citation": "Rogers H.W., Weinstock M.A., Feldman S.R., Coldiron B.M. Incidence estimate of nonmelanoma skin cancer (keratinocyte carcinomas) in the U.S. population, 2012. JAMA Dermatol. 2015;151(10):1081–1086.", "ArticleIdList": ["25928283"]}, {"Citation": "Rogers H.W., Weinstock M.A., Harris A.R., Hinckley M.R., Feldman S.R., Fleischer A.B. Incidence estimate of nonmelanoma skin cancer in the United States, 2006. Arch Dermatol. 2010;146(3):283–287.", "ArticleIdList": ["20231499"]}, {"Citation": "Sampogna F., Paradisi A., Iemboli M.L., Ricci F., Sonego G., Abeni D. Comparison of quality of life between melanoma and non-melanoma skin cancer patients. Eur J Dermatol. 2019;29(2):185–191.", "ArticleIdList": ["31106760"]}, {"Citation": "Schraufnagel D.E., Balmes J.R., Cowl C.T., De Matteis S., Jung S.H., Mortimer K. Air pollution and noncommunicable diseases: a review by the Forum of International Respiratory Societies’ Environmental Committee, Part 1: The damaging effects of air pollution. Chest. 2019;155(2):409–416.", "ArticleIdList": ["PMC6904855", "30419235"]}, {"Citation": "Schraufnagel D.E., Balmes J.R., Cowl C.T., De Matteis S., Jung S.H., Mortimer K. Air pollution and noncommunicable diseases: a review by the Forum of International Respiratory Societies’ Environmental Committee, Part 2: Air pollution and organ systems. Chest. 2019;155(2):417–426.", "ArticleIdList": ["PMC6904854", "30419237"]}, {"Citation": "Schulte P.A., Bhattacharya A., Butler C.R., Chun H.K., Jacklitsch B., Jacobs T. Advancing the framework for considering the effects of climate change on worker safety and health. J Occup Environ Hyg. 2016;13(11):847–865.", "ArticleIdList": ["PMC5017900", "27115294"]}, {"Citation": "Scotto J, Fears TR, Fraumeni JF. Incidence of nonmelanoma skin cancer in the United States. 1983 [cited 2020 August 30]. Available from: http://www.ciesin.org/docs/001-526/001-526.html."}, {"Citation": "Siddens L.K., Larkin A., Krueger S.K., Bradfield C.A., Waters K.M., Tilton S.C. Polycyclic aromatic hydrocarbons as skin carcinogens: comparison of benzo[a]pyrene, dibenzo[def, p] chrysene and three environmental mixtures in the FVB/N mouse. Toxicol Appl Pharmacol. 2012;264(3):377–386.", "ArticleIdList": ["PMC3483092", "22935520"]}, {"Citation": "Slaper H., Velders G.J.M., Daniel J.S., De Gruijl F.R., Van der Leun J.C. Estimates of ozone depletion and skin cancer incidence to examine the Vienna Convention achievements. Nature. 1996;384(6606):256–258.", "ArticleIdList": ["8918873"]}, {"Citation": "Solomon C.G., Larocque R.C., Division B. Climate change—A health emergency. NELM. 2019;380(3):209–211.", "ArticleIdList": ["30650319"]}, {"Citation": "Stenehjem J.S., Robsahm T.E., Bråtveit M., Samuelsen S.O., Kirkeleit J., Grimsrud T.K. Aromatic hydrocarbons and risk of skin cancer by anatomical site in 25 000 male offshore petroleum workers. Am J Ind Med. 2017;60:679–688.", "ArticleIdList": ["28692192"]}, {"Citation": "The World Bank. Poverty [Internet]. 2020 [cited 2020 August 30]. Available from: https://www.worldbank.org/en/topic/poverty/overview."}, {"Citation": "Tomson C., Connor A. Outlook: implications of climate change for nephrology. Nat Rev Nephrol. 2015;11(1):8–9.", "ArticleIdList": ["25366040"]}, {"Citation": "United Nations Environment Programme. Ozone: 20 questions and answers [Internet]. 2018 [cited 2020 May 4]. Available from: https://ozone.unep.org/20-questions-and-answers."}, {"Citation": "U.S. Environmental Protection Agency. Health and environmental effects of ozone layer depletion [Internet]. 2020 [cited 2020 August 30]. Available from: https://www.epa.gov/ozone-layer-protection/health-and-environmental-effects-ozone-layer-depletion."}, {"Citation": "van Dijk A., Slaper H., Den Outer P.N., Morgenstern O., Braesicke P., Pyle J.A. Skin cancer risks avoided by the Montreal protocol—Worldwide modeling integrating coupled climate-chemistry models with a risk model for UV. Photochem Photobiol. 2013;89(1):234–246.", "ArticleIdList": ["22924540"]}, {"Citation": "Vierko A., Schikowski T., Ranft U., Sugiri D., Matsui M., Kra U. Airborne particle exposure and extrinsic skin aging. J Invest Dermatol. 2010;130:2719–2726.", "ArticleIdList": ["20664556"]}, {"Citation": "Vogeley C., Esser C., Tüting T., Krutmann J., Haarmann-Stemmann T. Role of the aryl hydrocarbon receptor in environmentally induced skin aging and skin carcinogenesis. Int J Mol Sci. 2019;20(23):6005.", "ArticleIdList": ["PMC6928879", "31795255"]}, {"Citation": "Wang C., Tang C., Wang C., Huang S., Sue Y. Risk of skin cancer in patients on chronic haemodialysis: a nationwide, population-based study in Taiwan. Br J Dermatol. 2016;175:1136–1137.", "ArticleIdList": ["27273242"]}, {"Citation": "Watson M., Garnett E., Guy G.P., Holman D.M. The Surgeon General’s call to action to prevent skin cancer. Skin Cancer Prev. 2014:7–152."}, {"Citation": "World Health Organization. Air pollution [Internet]. 2020a [cited 2020 May 17]. Available from: http://www.who.int/airpollution/en/."}, {"Citation": "World Health Organization. Ambient (outdoor) air pollution [Internet]. 2020b [cited 2020 August 30]. Available from: https://www.who.int/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health."}, {"Citation": "Wilmer J.L., Simeonova P.P., Germolec D.R., Luster M.I. Benzene and its principal metabolites modulate proinflammatory cytokines and growth factors in human epidermal keratinocyte cultures. Vitr Toxicol. 1997;10(4):429–436.", "ArticleIdList": ["PMC3001413", "21160545"]}, {"Citation": "World Meteorological Organization . WMO; Geneva, Switzerland: 2017. WMO reactive gases bulletin: highlights from the Global Atmospheric Watch Programme."}, {"Citation": "World Meteorological Organization, United Nations Environment Programme. Global warming of 1.5°C. An IPCC special report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change [Internet]. 2018 [cited 2020 August 30]. Available from: https://www.ipcc.ch/sr15/."}, {"Citation": "World Meteorological Organization, United Nations Environment Programme, National Oceanic and Atmospheric Administration, National Aeronautics and Space Administration, European Commission. Scientific assessment of ozone depletion: 2018, World Meteorological Organisation global ozone research and monitoring project-Report No. 58 [Internet]. 2019 [cited 2020 August 30]. Available from: http://ozone.unep.org/science/assessment/sap."}, {"Citation": "Xiang F., Lucas R., Hales S., Neale R. Incidence of nonmelanoma skin cancer in relation to ambient UV radiation in white populations, 1978–2012 empirical relationships. JAMA Dermatol. 2014;150(10):1063–1071.", "ArticleIdList": ["25103031"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "15"}, {"Year": "2020", "Month": "6", "Day": "2"}, {"Year": "2020", "Month": "7", "Day": "8"}, {"Year": "2021", "Month": "2", "Day": "4", "Hour": "5", "Minute": "52"}, {"Year": "2021", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["33537393", "PMC7838246", "10.1016/j.ijwd.2020.07.003", "S2352-6475(20)30115-5"]}}], "PubmedBookArticle": []}