{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Chickpea", "Elevated carbon dioxide", "Elevated ozone", "Fusarium oxysporium", "Wilt"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33537483", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "26"}], "ELocationID": ["e06049", "10.1016/j.heliyon.2021.e06049"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Effect of elevated ozone and carbon dioxide interaction on growth, yield, nutrient content and wilt disease severity in chickpea grown in Northern India.", "Pagination": {"StartPage": "e06049", "MedlinePgn": "e06049"}, "Abstract": {"AbstractText": ["Wilt caused by <i>Fusarium oxysporum,</i> sp. Ciceris (FOC) is an important disease causing losses up to 10% in chickpea yield. Experiments were conducted growing chickpea in free air ozone and carbon dioxide enrichment rings under four treatments of elevated ozone (O<sub>3</sub>) (EO:60 ± 10 ppb), elevated carbon dioxide (CO<sub>2</sub>) (ECO<sub>2</sub>:550 ± 25 ppm), combination of elevated CO<sub>2</sub> and O<sub>3</sub> (EO + ECO<sub>2</sub>) and ambient control for quantifying the effect on growth, yield, biochemical and nutrient content of chickpea. For studying the impact on wilt disease, chickpea was grown additionally in pots with soil containing FOC in these rings. The incidence of Fusarium wilt reduced significantly (p < 0.01) under EO as compared to ambient and ECO<sub>2.</sub> The activities of pathogenesis-related proteins chitinase and β-1,3- glucanase, involved in plant defense mechanism were enhanced under EO. The aboveground biomass and pod weight declined by 18.7 and 15.8% respectively in uninnoculated soils under EO, whereas, in FOC inoculated soil (diseased plants), the decline under EO was much less at 8.6 and 9.9% as compared to the ambient. Under EO, the activity of super oxide dismutase increased significantly (p < 0.5, 40%) as compared to catalase (12.5%) and peroxidase (17.5%) without any significant increase under EO + ECO<sub>2</sub>. The proline accumulation was significantly (p < 0.01) higher in EO as compared to EO + ECO<sub>2</sub>, and ECO<sub>2</sub>. The seed yield declined under EO due to significant reduction (p < 0.01) in the number of unproductive pods and seed weight. No change in the protein, total soluble sugars, calcium and phosphorus content was observed in any of the treatments, however, a significant decrease in potassium (K) content was observed under EO + ECO<sub>2</sub>. Elevated CO<sub>2</sub> (554ppm) countered the impacts of 21.1 and 14.4 ppm h (AOT 40) O<sub>3</sub> exposure on the seed yield and nutrient content (except K) in the EO + CO<sub>2</sub> treatment and reduced the severity of wilt disease in the two years' study."], "CopyrightInformation": "© 2021 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Environment Science and Climate Resilient Agriculture, ICAR-Indian Agricultural Research Institute, New Delhi, India."}], "LastName": "Bhatia", "ForeName": "Arti", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept of Environmental Studies, JawaharLal Nehru University, Delhi, India."}], "LastName": "Mina", "ForeName": "Usha", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Environment Science and Climate Resilient Agriculture, ICAR-Indian Agricultural Research Institute, New Delhi, India."}], "LastName": "Kumar", "ForeName": "Vinod", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Environment Science and Climate Resilient Agriculture, ICAR-Indian Agricultural Research Institute, New Delhi, India."}], "LastName": "Tomer", "ForeName": "Ritu", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Muga Eri Research & Training Institute, Central Silk Board, Jorhat, India."}], "LastName": "Kumar", "ForeName": "Amit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Environment Science and Climate Resilient Agriculture, ICAR-Indian Agricultural Research Institute, New Delhi, India."}], "LastName": "Chakrabarti", "ForeName": "Bidisha", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-NIASM, Baramati, India."}], "LastName": "Singh", "ForeName": "R N", "Initials": "RN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Environment Science and Climate Resilient Agriculture, ICAR-Indian Agricultural Research Institute, New Delhi, India."}], "LastName": "Singh", "ForeName": "Bhupinder", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H.E. vol. 3. VCH; Weinheim, Germany-Deerfield: 1983. Catalase; pp. 273–286. (Method of Enzymatic Analysis)."}, {"Citation": "Agathokleous E., Kitao M., Kinose Y. A review study on ozone phytotoxicity setrics for setting critical levels in Asia. Asian J. Atmos. Environ. 2018;12:1–16."}, {"Citation": "Ainsworth E.A. Understanding and improving global crop response to ozone pollution. Plant J. 2017;90:886–897.", "ArticleIdList": ["27739639"]}, {"Citation": "Ainsworth E.A., Long S.P. What have we learned from 15 years of free air CO2 enrichment (FACE)? A meta-analytic review of the responses of photosynthesis, canopy properties and plant production to rising CO2. New Phytol. 2005;165:351–371.", "ArticleIdList": ["15720649"]}, {"Citation": "Andersen C.P. Source–sink balance and carbon allocation below ground in plants exposed to ozone. New Phytologist. 2003;157:213–228.", "ArticleIdList": ["33873636"]}, {"Citation": "Atkinson N.J., Urwin P.E. The interaction of plant biotic and abiotic stresses: from genes to the field. J. Exp. Bot. 2012;63:3523–3543.", "ArticleIdList": ["22467407"]}, {"Citation": "Avnery S., Mauzerall D.L., Liu J., Horowitz L.W. Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmos. Environ. 2011;45:2284–2296."}, {"Citation": "Avnery S., Mauzerall D.L., Liu J., Horowitz L.W. Global crop yield reductions due to surface ozone exposure: 2. Year 2030 potential crop production losses and economic damage under two scenarios of O3 pollution. Atmos. Environ. 2011;45(13):2297–2309."}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207."}, {"Citation": "Berner J.M., Maliba B., Inbaraj P. Impact of elevated levels of CO2 and O3 on the yield and photosynthetic capabilities of Brassica napus. Procedia Environ. Sci. 2015;29:255–261."}, {"Citation": "Bhatia A., Ghosh A., Kumar V., Tomer R., Singh S.D., Pathak H. Effect of elevated tropospheric ozone on methane and nitrous oxide emission from rice soil in North India. Agric. Ecosyst. Environ. 2011;144:21–28."}, {"Citation": "Bhatia A., Tomer R., Kumar V., Singh S.D., Pathak H. Impact of tropospheric ozone on crop growth and productivity - a review. J. Sci. Ind. Res. 2012;71:97–112."}, {"Citation": "Bhatia A., Kumar V., Kumar A., Tomer R., Singh B., Singh S.D. Effect of elevated ozone and carbon dioxide interaction on growth and yield of maize. Maydica. 2013;58 291-229."}, {"Citation": "Booker F.L., Fiscus E.L., Miller J.E. Combined effects of elevated atmospheric carbon dioxide and ozone on soybean whole-plant water use. Environ. Manag. 2004;33:S355–S362."}, {"Citation": "Booker F.L., Burkey K.O., Pursley W.A., Heagle A.S. Elevated carbon dioxide and ozone effects on peanut: I. Gas-exchange, biomass, and leaf chemistry. Crop Sci. 2007;47:1475–1487."}, {"Citation": "Brauer M., Freedman G., Frostad J. Ambient air pollution exposure estimation for the global burden of disease 2013. Environ. Sci. Technol. 2016;50:79–88.", "ArticleIdList": ["26595236"]}, {"Citation": "Burkey K.O., Booker F.L., Pursley W.A., Heagle A.S. Elevated carbon dioxide and ozone effects on peanut: II. seed yield and quality. Crop Sci. 2007;47(4):1488."}, {"Citation": "Caregnato F.F., Bortolina R.C., Molina Divan A.M., Jr., Moreiraa J.C.F. Exposure to elevated ozone levels differentially affects the antioxidant capacity and the redox homeostasis of two subtropical Phaseolus vulgaris L. varieties. Chemosphere. 2013;93:320–330.", "ArticleIdList": ["23714146"]}, {"Citation": "Chakrabarti B., Singh S.D., Bhatia A., Kumar V., Harrit R.C. Yield and nitrogen uptake in wheat and chickpea grown under elevated carbon dioxide level. Natl. Acad. Sci. Lett. 2019"}, {"Citation": "Chakraborty S., Tiedemann A.V., Teng P.S. Climate change: potential impact on plant diseases. Environ. Pollut. 2000;108:317–326.", "ArticleIdList": ["15092926"]}, {"Citation": "Chaudhary N., Agrawal S.B. The role of elevated ozone on growth, yield and seed quality amongst six cultivars of mung bean. Ecotox. Environ. Safe. 2015:286–294.", "ArticleIdList": ["25450946"]}, {"Citation": "Cheng Z.X., Suo Z.F., Feng Y.X., Ping C.X. Effect of nitrogen nutrition on photosynthetic function of wheat leaf under elevated atmospheric CO2 concentration. Acta Agron. Sin. 2010;36(8):1362–1370."}, {"Citation": "Coakley S., Scherm H., Chakraborty S. Climate change and disease management. Annu. Rev. Phytopathol. 1999;37:399–426.", "ArticleIdList": ["11701829"]}, {"Citation": "Coleman J.S., Jones C.G., Smith W.H. Interactions between an acute ozone dose, eastern cottonwood, and Marssonina leaf spot: implications for pathogen community dynamics. Can. J. Bot. 1988;66:863–868."}, {"Citation": "Daripa A., Bhatia A., Ojha S., Tomer R., Chattaraj S., Singh K.P., Singh S.D. Chemical and natural plant extract in ameliorating negative impact of tropospheric ozone on wheat crop: a case study in a part of semiarid north west India. Aerosol Air Qual. Res. 2016;16:1742–1756."}, {"Citation": "Datta S.K., Muthukrishnan S., editors. Pathogenesis-related Proteins in Plants. CRC Press; Washington DC: 1999."}, {"Citation": "Dermody O., Long S.P., DeLucia E.H. How does elevated CO2 or ozone affect the leaf-area index of soybean when applied independently? New Phytol. 2006;169:145–155.", "ArticleIdList": ["16390426"]}, {"Citation": "Dhindsa R.S., Plumb-Dhindsa P., Thorpe T.A. Leaf senescence: correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase. J. Exp. Bot. 1981;126:93–101."}, {"Citation": "Eastburn D.M., Degennaro M.M., Delucia E.H., Dermody O., Mcelrone A.J. Elevated atmospheric carbon dioxide and ozone alter soybean diseases at SoyFACE. Global Change Biol. 2010;16:320–330."}, {"Citation": "Elagöz V., Manning W.J. Responses of sensitive and tolerant bush beans (Phaseolus vulgaris L.) to ozone in open-top chambers are influenced by phenotypic differences, morphological characteristics, and the chamber environment. Environ. Pollut. 2005 Aug;136(3):371–383.", "ArticleIdList": ["15862392"]}, {"Citation": "Ebrahim S., Usha K., Singh B. Pathogenesis related (PR) proteins in plant defense mechanism. In: Méndez-Vilas A., editor. vol. 1. Formatex Microbiology Series. No. 3; 2011. pp. 1043–1054. (Science against Microbial Pathogens: Communicating Current Research and Technological Advances)."}, {"Citation": "Feng Z., Wang S., Szantoic Z., Chen S., Wang X. Protection of plants from ambient ozone by applications of ethylenediurea (EDU): a meta-analytic review. Environ. Pollut. 2010;158:3236–3242.", "ArticleIdList": ["20709436"]}, {"Citation": "Fiscus E.L., Booker F.L., Burkey K.O. Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant Cell Environ. 2005;28:997–1011."}, {"Citation": "Food and Agriculture Organization (FAO) (FAO) statistical division; Rome: 2018. FAOSTAT Statistical Database of the United Nation Food and Agriculture Organization."}, {"Citation": "Fuhrer J. Agroecosystem responses to combinations of elevated CO2, ozone, and global climate change. Agric. Ecosyst. Environ. 2003;97:1–20."}, {"Citation": "Gamper H., Hartwig U.A., Leuchtmann A. Mycorrhizas improve nitrogen nutrition of Trifolium repens after 8 yr of selection under elevated atmospheric CO2 partial pressure. New Phytol. 2005;167(2):531–554.", "ArticleIdList": ["15998404"]}, {"Citation": "Gan Y., Wang J., Angadi S.V., McDonald C.L. Proceedings of the 4th International Crop Science Congress, Brisbane. 2004. Response of chickpea to short periods of high temperature and water stress at different developmental stages; pp. 26–28."}, {"Citation": "Ghude S.D., Jena C., Chate D.M., Beig G., Pfister G.G., Kumar R., Ramanathan V. Reduction in India’s crop yield due to ozone. Geophys. Res. Lett. 2014;41:51971."}, {"Citation": "Grantz D.A., Farrar J.F. Ozone inhibits phloem loading from a transport pool: compartmental eflux analysis in Pima cotton. Aust. J. Plant Physiol. 2000;27:859–868."}, {"Citation": "Grulke N.E. The nexus of host and pathogen phenology: understanding the disease triangle with climate change. New Phytol. 2011;189:8–11.", "ArticleIdList": ["21166095"]}, {"Citation": "Halila M.H., Strange R.N. Identification of the causal agent of wilt of chickpea in Tunisia as Fusarium oxysporum f. sp. ciceris race 0. Phytopathol. Mediterr. 1996;35:67–74."}, {"Citation": "Hampton J.G., Boelt B., Rolston M.P., Chastain T.G. Effects of elevated CO2 and temperature on seed quality. J. Agric. Sci. 2013;151:154–162.", "ArticleIdList": ["PMC3594839", "23495259"]}, {"Citation": "Hayat S., Hayat Q., Alyemeni M.N., Wani A.S., Pichtel J., Ahmad A. Role of proline under changing environments. Plant Signal. Behav. 2012;7(11):1456–1466.", "ArticleIdList": ["PMC3548871", "22951402"]}, {"Citation": "Hayes F., Wagg S., Mills G., Wilkinson S., Davies W. Ozone effects in a drier climate: implications for stomatal fluxes of reduced stomatal sensitivity to soil drying in a typical grassland species. Global Change Biol. 2012;18:948–959."}, {"Citation": "Hiscox J.D., Israelstam G.F. Different methods of chlorophyll extraction. Can. J. Bot. 1979;57:1332–1334."}, {"Citation": "Annual report 2018-19. 2018. https://iipr.icar.gov.in/annual.html acessed on 15th April, 2020."}, {"Citation": "Imai K., Kobori K. Effects of the interaction between ozone and carbon dioxide on gas exchange, ascorbic acid content, and visible leaf symptoms in rice leaves. Photosynthetica. 2008;46:387."}, {"Citation": "IPCC . Cambridge University Press; Cambridge, United Kingdom, and New York, USA: 2014. Climate Change 2014. Fifth Assessment Synthesis Report of the Intergovernmental Panel on Climate Change."}, {"Citation": "Kaloki P., Devasirvatham V., Daniel K.Y. Chickpea-abiotic-stresses-combating drought, heat and cold in: abiotic and biotic stress in plants. IntechOpen. 2019"}, {"Citation": "Kar M., Mishra D. Catalase, peroxidase, and polyphenoloxidase activities during rice leaf senescence. Plant Physiol. 1976;57:315–319.", "ArticleIdList": ["PMC542015", "16659474"]}, {"Citation": "Kraft J.M., Haware M.P., Jiménez-Díaz R.M., Bayaa B., Harrabi M. Screening techniques and sources of resistance to root rot and wilts in cool season food legumes. Euphytica. 1994;73:27–39."}, {"Citation": "Kumari S., Agrawal M., Singh A. Effects of ambient and elevated CO2 and ozone on physiological characteristics, antioxidative defense system and metabolites of potato in relation to ozone flux. Environ. Exp. Bot. 2015;109:276–287."}, {"Citation": "Lenka S., Lenka N.K. Impact of tropospheric ozone on agroecosystem: an assessment. J. Agric. Phys. 2012;12(1):1–11."}, {"Citation": "Li Y., Yu Z., Jin J., Zhang Q., Wang G., Liu C., Wu J., Wang C., Liu X. Impact of elevated CO2 on seed quality of soybean at the fresh edible and mature stages. Front. Plant Sci. 2018;9:1413.", "ArticleIdList": ["PMC6199416", "30386351"]}, {"Citation": "Lobell D.B., Gourdji S.M. The influence of climate change on global crop productivity. Plant Physiol. 2012;160(4):1686–1697.", "ArticleIdList": ["PMC3510102", "23054565"]}, {"Citation": "Manning W.J., Tiedemann A.V. Climate change: potential effects of increased atmospheric carbon dioxide (CO2), ozone (O3) and ultraviolet-B (UV-B) radiation on plant diseases. Environ. Pollut. 1995;88:219–245.", "ArticleIdList": ["15091562"]}, {"Citation": "Manning W.J., Feder W.A., Papia P.M., Perkins I. Effect of low levels of ozone on growth and susceptibility of cabbage plants to Fusarium oxysporum F. sp. conglutinans. Plant Dis. Rep. 1971;55:47–49."}, {"Citation": "Mills G., Harmens H. Programme Coordination Centre for the ICP Vegetation, Centre of Ecology & Hydrology; Bangor, UK: 2011. Ozone Pollution: A Hidden Threat to Food Security."}, {"Citation": "Mishra S., Heckathorn S.A., Barua D., Wang D., Joshi P., Hamilton Iii E.W., Frantz J. Interactive effects of elevated CO2 and ozone on leaf thermotolerance in field-grown Glycine max. J. Integr. Plant Biol. 2008 Nov;50(11):1396–1405.", "ArticleIdList": ["19017127"]}, {"Citation": "Mina U., Fuloria A., Aggarwal R. Effect of ozone and antioxidants on wheat and its pathogen-Bipolaris sorokininana. Cereal Res. Commun. 2016;44(4):594–604."}, {"Citation": "Mishra A.K., Agrawal S.B. Cultivar specific response of CO₂ fertilization on two tropical mung bean (Vigna radiata L.) cultivars: ROS generation, antioxidant status, physiology, growth, yield and seed quality. J. Agron. Crop Sci. 2014;200:273–289."}, {"Citation": "Mishra A.K., Rai R., Agrawal S.B. Differential response of dwarf and tall tropical wheat cultivars to elevated ozone with and without carbon dioxide enrichment: growth, yield and grain quality. Field Crop. Res. 2013;145:21–32."}, {"Citation": "Morgan P.B., Ainsworth E.A., Long S.P. How does elevated ozone impact soybean? A meta-analysis of photosynthesis, growth and yield. Plant Cell Environ. 2003;26:1317–1328."}, {"Citation": "Nadeem M., Li J., Yahya M., Sher A., Ma C., Wang X., Qiu L. Research progress and perspective on drought stress in legumes: a review. Int. J. Mol. Sci. 2019;20(10):2541.", "ArticleIdList": ["PMC6567229", "31126133"]}, {"Citation": "Navas-Cortés J.A., Landa B.B., Méndez-Rodríguez M.A., Jiménez-Díaz R.M. Quantitative modeling of the effects of temperature and inoculum density of Fusarium oxysporum f. sp. ciceris races 0 and 5 on development of Fusarium wilt in chickpea cultivars. Phytopathology. 2007;97(5):564–573.", "ArticleIdList": ["18943575"]}, {"Citation": "NOAA  . Global Monitoring Division - NOAA; 2020. Trends in Atmospheric Carbon Dioxide- Earth System Research Laboratory.http://www.esrl.noaa.gov/gmd/%20ccgg/trends/ (accessed March 2020)"}, {"Citation": "Okubara P.A., Paulitz T.C. Root defense responses to fungal pathogens: a molecular perspective. In: Lambers H., Colmer T.D., editors. Root Physiology: from Gene to Function. Springer; Dordrecht: 2005. pp. 215–226."}, {"Citation": "Pan S.Q., Ye X.S., Kuc J. A technique for detection of chitinases, β-1,3-glucanases and protein patterns, after single separation using PAGE or isoelectric focusing. Phytopathology. 1991;81:970–974."}, {"Citation": "Paoletti E., Feng Z., Marco A.D., Hoshika Y., Harmens H. Challenges, gaps and opportunities in investigating the interactions of ozone pollution and plant ecosystems. Sci.of Total Environ. 2020;709:136188.", "ArticleIdList": ["31887502"]}, {"Citation": "Piikki K., De Temmerman L., Ojanperä K., Danielsson H., Pleijel H. The grain quality of spring wheat (Triticum aestivum L.) in relation to elevated ozone uptake and carbon dioxide exposure. Eur. J. Agron. 2008;28:245–254."}, {"Citation": "Plessl M., Elstner E.F., Rennenberg H., Habermeyer J., Heiser I. Influence of elevated CO2 and ozone concentrations on late blight resistance and growth of potato plants. Environ. Exp. Bot. 2007;60:447–457."}, {"Citation": "Prasad D.N., Sudhakar N., Murugesan K., Mohan N. Application of ozone on induction of resistance in Vigna unguiculata cv. Co 6, against Fusarium wilt. Arch. Phytopath.Plant Prot. 2009;42(7):633–642."}, {"Citation": "Rogers A., Ainsworth E.A., Leakey A.D.B. Will elevated carbon dioxide concentration amplify the benefits of nitrogen fixation in legumes? Plant Physiol. 2009;151:1009–1016.", "ArticleIdList": ["PMC2773101", "19755541"]}, {"Citation": "Saha S., Sehgal V.K., Nagarajan S., Pal M. Impact of elevated atmospheric CO2 on radiation utilization and related plant biophysical properties in pigeon pea (Cajanus cajan L.) Agric. For. Meteorol. 2012;158:63–70."}, {"Citation": "Saha S., Sehgal V.K., Chakraborty D., Pal M. Growth behavior of kabuli chickpea under elevated atmospheric CO2. J. Agric. Phys. 2013;13(1):55–61."}, {"Citation": "Sairam R.K., Saxena D.C. Oxidative stress and antioxidants in wheat genotypes: possible mechanism of water stress tolerance. J. Agron. Crop Sci. 2000;184:55–61."}, {"Citation": "Sandermann H., Jr. Ozone/biotic disease interactions: molecular biomarkers as a new experimental tool. Environ. Pollut. 2000;108(3):327–332.", "ArticleIdList": ["15092927"]}, {"Citation": "Sandermann H., Ernst D., Heller W., Langebartels C. Ozone: an abiotic elicitor of plant defense reactions. Trends Plant Sci. 1998;3:47–50."}, {"Citation": "Sankar M., Vanitha P., Kamalakannan S., Raju A.A., Jeyakumar P. Prevalence of Fusarium oxysporum f. sp. ciceris causing wilt in chickpea and its pathogenic, cultural and morphological characterization . J. Curr. Microbiol. App. Sci. 2018;7(2):1301–1313."}, {"Citation": "Sharma M., Nagavardhini A., Thudi M., Ghosh R., Pande S., Varshney R.K. Development of DArT markers and assessment of diversity in Fusarium oxysporum f. sp. ciceris, wilt pathogen of chickpea (Cicer arietinum L.) BMC Genom. 2014;15:454.", "ArticleIdList": ["PMC4070567", "24912854"]}, {"Citation": "Shinde B.P., Thakur J. Influence of Arbuscular mycorrhizal fungi on chlorophyll, proteins, proline and total carbohydrates content of the pea plant under water stress condition. Int. J. Curr. Microbiol. App. Sci. 2015;4(1):809–821."}, {"Citation": "Singh S., Bhatia A., Tomer R., Kumar V., Singh B., Singh S.D. Synergistic action of tropospheric ozone and carbon dioxide on yield and nutritional quality of Indian mustard (Brassica juncea (L.) Czern.) Environ. Monit. Assess. 2013;185:6517–6529.", "ArticleIdList": ["23283603"]}, {"Citation": "Singh R.N., Mukherjee J., Sehgal V.K., Bhatia A. Effect of elevated ozone, carbon dioxide and their interaction on growth, biomass and water use efficiency of chickpea (Cicer arietinum L.) J. Agromet. 2017;19:301–305."}, {"Citation": "Swarupa V., Ravishankar K.V., Rekha A. Plant defense response against Fusarium oxysporum and strategies to develop tolerant genotypes in banana. Planta. 2014;239:735–751.", "ArticleIdList": ["24420701"]}, {"Citation": "Tomer R., Bhatia A., Kumar V., Kumar A., Singh R., Singh B., Singh S.D. Impact of elevated ozone on growth, yield and nutritional quality of two wheat species in Northern India. Aerosol Air Qual. Res. 2015;15:329–340."}, {"Citation": "Vanaja M., Ram Reddy P.R., Lakshmi N.J., Abdul Razak S.K., Vagheera P., Archana G., Yadav S.K., Maheswari M., Venkateswarlu B. Response of seed yield and its components of red gram (Cajanus cajan L. Millsp.) to elevated CO2. Plant Soil Environ. 2010;56:458–462."}, {"Citation": "Verbruggen N., Hermans C. Proline accumulation in plants: a review. Amino Acids. 2008;35:753–759.", "ArticleIdList": ["18379856"]}, {"Citation": "Violini G. Ozone and plant pathogens: an overview. Rivista Di Patologia Vegetale. 1995;5:113–130."}, {"Citation": "Yadav A., Bhatia A., Yadav S., Kumar V., Singh B. The effects of elevated CO2 and elevated O3 exposure on plant growth, yield and quality of grains of two wheat cultivars grown in north India. Heliyon. 2019;5", "ArticleIdList": ["PMC6710491", "31463405"]}, {"Citation": "Zuccarini P. Tropospheric ozone as a fungal elicitor. J. Biosci. 2009;34:125–138.", "ArticleIdList": ["19430124"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "21"}, {"Year": "2020", "Month": "7", "Day": "27"}, {"Year": "2021", "Month": "1", "Day": "18"}, {"Year": "2021", "Month": "2", "Day": "4", "Hour": "5", "Minute": "52"}, {"Year": "2021", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["33537483", "PMC7841360", "10.1016/j.heliyon.2021.e06049", "S2405-8440(21)00154-7"]}}], "PubmedBookArticle": []}