{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "environmental policy", "ozone", "population health"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33557260", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "02", "Day": "04"}], "ELocationID": ["1473", "10.3390/ijerph18041473"], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "18", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Feb", "Day": "04"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "Ozone Concentration Levels in Urban Environments-Upper Silesia Region Case Study.", "Abstract": {"AbstractText": ["Although ozone (O<sub>3</sub>) plays a crucial role in screening the Earth's surface and lower atmosphere layers from the ultraviolet radiation, troposphere ozone is proven to have negative health effects on the human body and is one of the greenhouse gases. The objective of this study was to perform a measurement-based assessment for determining whether the concentration of ozone is within admissible limits, or exceeded, in Silesia Province and does not pose a threat to the local population. The data provided by the Voivodship Inspectorate for Environmental Protection in Katowice were used in the analysis. The received data constitute the result of 8-h measurements of concentrations of ozone at selected air monitoring stations of the Silesian province. The locations of three monitoring stations were found to be useful for the aim of this research; one site is situated in a rural background area; another one is located in a medium-sized city and the Katowice station is representative for an urban background situation. We used cluster analysis, weighted pair group method using arithmetic averages (WPGMA) and Chebyshev distances to test the hypothesis and compare empirical distributions in the general population. The alarm level has not been exceeded in indicated measurements stations in Silesian Voivodship in the period 2015-2017 (averaging time 1 h: 240 µg/m<sup>3</sup> for 3 h). The target level was exceeded in 2015 at all three measurements stations and in the following years at one station (in Zloty Potok, 2016, and in Katowice, 2017). Each year, the largest number of exceedances occurred in August. The results clearly indicate a lack of hazards for the general population's health in terms of increased concentrations of ozone in the city centers and outside. The results confirm that environmental conditions (i.e., landform, the area surrounding monitoring station) have a significant influence on the ozone level."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, School of Health Sciences, Medical University of Silesia, Piekarska 18, 41-902 Bytom, Poland."}], "LastName": "Kobza", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, School of Health Sciences, Medical University of Silesia, Piekarska 18, 41-902 Bytom, Poland."}], "LastName": "Geremek", "ForeName": "Mariusz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, School of Health Sciences, Medical University of Silesia, Piekarska 18, 41-902 Bytom, Poland."}], "LastName": "Dul", "ForeName": "Lechosław", "Initials": "L"}], "PublicationTypeList": ["Case Reports"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization  Ambient Air Pollution: A Global Assessment of Exposure and Burden of Disease.  [(accessed on 10 January 2021)];2016  Available online:  https://apps.who.int/iris/handle/10665/250141."}, {"Citation": "World Health Organization  Ambient (Outdoor) Air Quality and Health.  [(accessed on 10 January 2021)];2018  Available online:  https://www.who.int/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and health."}, {"Citation": "Li C., Balluz L.S., Vaidyanathan A., Wen X.J., Hao Y., Qualters J.R. Long-Term Exposure to Ozone and Life Expectancy in the United States, 2002 to 2008. Medicine. 2016;95:e2474. doi: 10.1097/MD.0000000000002474.", "ArticleIdList": ["10.1097/MD.0000000000002474", "PMC4998595", "26886595"]}, {"Citation": "Nuvolone D., Petri D., Voller F. The effects of ozone on human health. Environ. Sci. Pollut. Res. 2018;25:8074–8088. doi: 10.1007/s11356-017-9239-3.", "ArticleIdList": ["10.1007/s11356-017-9239-3", "28547375"]}, {"Citation": "Vicedo-Cabrera A.M., Sera F., Liu C., Armstrong B., Milojevic A., Guo Y., Tong S., Lavigne E., Kyselý J., Urban A., et al. Short term association between ozone and mortality: Global two stage time series study in 406 locations in 20 countries. BMJ. 2020;368 doi: 10.1136/bmj.m108.", "ArticleIdList": ["10.1136/bmj.m108", "PMC7190035", "32041707"]}, {"Citation": "Chief Inspectorate for Environmental Protection  What Is Ozone and How Does It Affect Life on Earth.  [(accessed on 10 January 2021)];2015  Available online:  http://powietrze.gios.gov.pl/pjp/content/show/1000577?lang=en."}, {"Citation": "Amman M., Derwent D., Forsberg B., Hanninen O., Hurley F., Krzyzanowski M., De Leeuw F., Liu S.J., Mandin C., Schneider J., et al. Health Risks of Ozone from Long-Range Transboundary Air Pollution. WHO Regional Office Europe; Copenhagen, Denmark: 2008."}, {"Citation": "Chattopadhyay G., Midya S.K., Chattopadhyay S. Information Theoretic Study of the Ground-Level Ozone and Its Precursors Over Kolkata, India, During the Summer Monsoon. Iran. J. Sci. Technol. Trans. Sci. 2020;45:201–207. doi: 10.1007/s40995-020-01007-x.", "ArticleIdList": ["10.1007/s40995-020-01007-x"]}, {"Citation": "Chattopadhyay G., Chattopadhyay S. Spectral analysis approach to study the association between total ozone concentration and surface temperature. Int. J. Environ. Sci. Technol. 2020;17:4353–4358. doi: 10.1007/s13762-020-02763-4.", "ArticleIdList": ["10.1007/s13762-020-02763-4"]}, {"Citation": "Lu X., Zhang L., Shen L. Meteorology and Climate Influences on Tropospheric Ozone: A Review of Natural Sources, Chemistry, and Transport Patterns. Curr. Pollut. Rep. 2019;5:238–260. doi: 10.1007/s40726-019-00118-3.", "ArticleIdList": ["10.1007/s40726-019-00118-3"]}, {"Citation": "Liu P., Song H., Wang T., Wang F., Li X., Miao C., Zhao H. Effects of meteorological conditions and anthropogenic precursors on ground-level ozone concentrations in Chinese cities. Environ. Pollut. 2020;262:114366. doi: 10.1016/j.envpol.2020.114366.", "ArticleIdList": ["10.1016/j.envpol.2020.114366", "32443214"]}, {"Citation": "Reid N., Yap D., Bloxam R. The potential role of background ozone on current and emerging air issues: An overview. Air Quality. Atmos. Health. 2008;1:19–29. doi: 10.1007/s11869-008-0005-z.", "ArticleIdList": ["10.1007/s11869-008-0005-z"]}, {"Citation": "Gong C., Liao H., Zhang L., Yue X., Dang R., Yang Y. Persistent ozone pollution episodes in North China exacerbated by regional transport. Pt AEnviron. Pollut. 2020;265:115056. doi: 10.1016/j.envpol.2020.115056.", "ArticleIdList": ["10.1016/j.envpol.2020.115056", "32593927"]}, {"Citation": "Zeng P., Lyu X.P., Guo H., Cheng H.R., Jiang F., Pan W.Z., Wang Z.W., Liang S.W., Hu Y.Q. Causes of ozone pollution in summer in Wuhan, Central China. Environ. Pollut. 2018;241:852–861. doi: 10.1016/j.envpol.2018.05.042.", "ArticleIdList": ["10.1016/j.envpol.2018.05.042", "29913412"]}, {"Citation": "Ministry of Environment The Act of 13 August 2012 on the assessment of levels of substances in the air. J. Laws. 2012;217:1032. (In Polish)"}, {"Citation": "Cohen A.J., Brauer M., Burnett R., Anderson H.R., Frostad J., Estep K., Balakrishnan K., Brunekreef B., Dandona L., Dandona R., et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: An analysis of data from the Global Burden of Diseases Study 2015. Lancet. 2017;389:1907–1918. doi: 10.1016/S0140-6736(17)30505-6.", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "European Environment Agency Website.  [(accessed on 10 January 2021)];2020  Available online:  https://www.eea.europa.eu."}, {"Citation": "Di Q., Dai L., Wang Y., Zanobetti A., Choirat C., Schwartz J.D., Dominici F. Association of Short-term Exposure to Air Pollution with Mortality in Older Adults. JAMA. 2017;318:2446–2456. doi: 10.1001/jama.2017.17923.", "ArticleIdList": ["10.1001/jama.2017.17923", "PMC5783186", "29279932"]}, {"Citation": "Lin H., Guo Y., Ruan Z., Yang Y., Chen Y., Zheng Y., Cummings-Vaughn L.A., Rigdon S.E., Vaughn M.G., Sun S., et al. Ambient PM2.5 and O3 and their combined effects on prevalence of presbyopia among the elderly: A cross-sectional study in six low- and middle-income countries. Sci. Total Environ. 2018;655:168–173. doi: 10.1016/j.scitotenv.2018.11.239.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.239", "30469062"]}, {"Citation": "Lee H., Kim E.K., Kim H.Y., Kim T.I. Effects of Exposure to Ozone on the Ocular Surface in an Experimental Model of Allergic Conjunctivitis. PLoS ONE. 2017;12:e0169209. doi: 10.1371/journal.pone.01692099.", "ArticleIdList": ["10.1371/journal.pone.01692099", "PMC5207719", "28046113"]}, {"Citation": "Anenberg S.C., Henze D.K., Tinney V., Kinney P.L., Raich W., Fann N., Malley C.S., Roman H., Lamsal L., Duncan B., et al. Estimates of the Global Burden of Ambient PM2.5, Ozone, and NO2 on Asthma Incidence and Emergency Room Visits. Environ. Health Perspect. 2018;126:107004. doi: 10.1289/EHP3766.", "ArticleIdList": ["10.1289/EHP3766", "PMC6371661", "30392403"]}, {"Citation": "Tzivian L. Outdoor Air Pollution and Asthma in Children. J. Asthma. 2011;48:470–481. doi: 10.3109/02770903.2011.570407.", "ArticleIdList": ["10.3109/02770903.2011.570407", "21486196"]}, {"Citation": "Luong L.M.T., Phung D., Dang T.N., Sly P.D., Morawska L., Thai P.K. Seasonal association between ambient ozone and hospital admission for respiratory diseases in Hanoi, Vietnam. PLoS ONE. 2018;13:e0203751. doi: 10.1371/journal.pone.0203751.", "ArticleIdList": ["10.1371/journal.pone.0203751", "PMC6152873", "30248114"]}, {"Citation": "Zhang K., Batterman S. Air pollution and health risks due to vehicle traffic. Sci. Total Environ. 2013;450–451:307–316. doi: 10.1016/j.scitotenv.2013.01.074.", "ArticleIdList": ["10.1016/j.scitotenv.2013.01.074", "PMC4243514", "23500830"]}, {"Citation": "Li H., Wu S., Pan L., Xu J., Shan J., Yang X., Dong W., Deng F., Chen Y., Shima M., et al. Short-term effects of various ozone metrics on cardiopulmonary function in chronic obstructive pulmonary disease patients: Results from a panel study in Beijing, China. Environ. Pollut. 2018;232:358–366. doi: 10.1016/j.envpol.2017.09.030.", "ArticleIdList": ["10.1016/j.envpol.2017.09.030", "28987568"]}, {"Citation": "Lin S., Liu X., Hwang S. Chronic exposure to ambient ozone and asthma hospital admissions among children. Environ. Health Perspect. 2008;116:1725–1730. doi: 10.1289/ehp.11184.", "ArticleIdList": ["10.1289/ehp.11184", "PMC2599770", "19079727"]}, {"Citation": "WHO Regional Office for Europe . Review of Evidence on Health Aspects of Air Pollution-REVIHAAP Project. WHO Regional Office for Europe; Copenhagen, Denmark: 2013.", "ArticleIdList": ["27195369"]}, {"Citation": "Srebot V., Gianicolo E.A., Rainaldi G., Trivella M.G., Sicari R. Ozone and cardiovascular injury. Cardiovasc. Ultrasound. 2009;7 doi: 10.1186/1476-7120-7-30.", "ArticleIdList": ["10.1186/1476-7120-7-30", "PMC2706799", "19552797"]}, {"Citation": "Raza A., Dahlquist M., Lind T., Ljungman P.L.S. Susceptibility to short-term ozone exposure and cardiovascular and respiratory mortality by previous hospitalizations. Environ. Health. 2018;17:37. doi: 10.1186/s12940-018-0384-z.", "ArticleIdList": ["10.1186/s12940-018-0384-z", "PMC5899411", "29653570"]}, {"Citation": "Raza A., Dahlquist M., Jonsson M., Hollenberg J., Svensson L., Lind T., Ljungman P.L.S. Ozone and cardiac arrest: The role of previous hospitalizations. Environ. Pollut. 2019;245:1–8. doi: 10.1016/j.envpol.2018.10.042.", "ArticleIdList": ["10.1016/j.envpol.2018.10.042", "30399483"]}, {"Citation": "Huang J., He T., Li G., Guo X. How Birth Season Affects Vulnerability to the Effect of Ambient Ozone Exposure on the Disease Burden of Hypertension in the Elderly Population in a Coastal City in South China. Int. J. Environ. Res. Public Health. 2020;17:824. doi: 10.3390/ijerph17030824.", "ArticleIdList": ["10.3390/ijerph17030824", "PMC7036818", "32012989"]}, {"Citation": "Kim K.J., Shin J., Choi J. Cancer Risk from Exposure to Particulate Matter and Ozone According to Obesity and Health-Related Behaviors: A Nationwide Population-Based Cross-Sectional Study. Cancer Epidemiol. Biomark. Prev. 2019;28:357–362. doi: 10.1158/1055-9965.EPI-18-0508.", "ArticleIdList": ["10.1158/1055-9965.EPI-18-0508", "30420440"]}, {"Citation": "Guo Y., Zeng H., Zheng R., Li S., Barnett A.G., Zhang S., Zou X., Huxley R., Chen W., Williams G. The association between lung cancer incidence and ambient air pollution in China: A spatiotemporal analysis. Environ. Res. 2016;144:60–65. doi: 10.1016/j.envres.2015.11.004.", "ArticleIdList": ["10.1016/j.envres.2015.11.004", "26562043"]}, {"Citation": "Stieb D.M., Lavigne E., Chen L., Pinault L., Gasparrini A., Tjepkema M. Air pollution in the week prior to delivery and preterm birth in 24 Canadian cities: A time to event analysis. Environ. Health. 2019;18 doi: 10.1186/s12940-018-0440-8.", "ArticleIdList": ["10.1186/s12940-018-0440-8", "PMC6318965", "30606207"]}, {"Citation": "Chen G., Guo Y., Abramson M.J., Williams G., Li S. Exposure to low concentrations of air pollutants and adverse birth outcomes in Brisbane, Australia, 2003–2013. Sci. Total Environ. 2018;622–623:721–726. doi: 10.1016/j.scitotenv.2017.12.050.", "ArticleIdList": ["10.1016/j.scitotenv.2017.12.050", "29223898"]}, {"Citation": "Belugina I.N., Yagovdik N.Z., Belugina O.S., Belugin S.N. Outdoor environment, ozone, radionuclide-associated aerosols and incidences of infantile eczema in Minsk, Belarus. J. Eur. Acad. Dermatol. Venereol. 2018;32:1977–1985. doi: 10.1111/jdv.15063.", "ArticleIdList": ["10.1111/jdv.15063", "29730889"]}, {"Citation": "Cao W., Dong M., Sun X., Liu X., Xiao J., Feng B., Zeng W., Hu J., Li X., Guo L., et al. Associations of maternal ozone exposures during pregnancy with maternal blood pressure and risk of hypertensive disorders of pregnancy: A birth cohort study in Guangzhou, China. Environ. Res. 2020;183:109207. doi: 10.1016/j.envres.2020.109207.", "ArticleIdList": ["10.1016/j.envres.2020.109207", "32050130"]}, {"Citation": "World Health Organization . Air Quality Guidelines for, Particulate Matter, Ozone, Nitrogen Dioxide and Sulfur Dioxide. Global Update 2005. WHO Regional Office for Europe; Copenhagen, Denmark: 2005."}, {"Citation": "European Commission  Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on Ambient Air Quality and Cleaner Air for Europe.  [(accessed on 10 January 2021)];2008  Available online:  https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32008L0050."}, {"Citation": "European Commission  The European Ozone Regulation No 1005/2009 on Substances that Deplete the Ozone Layer Constitutes the Legal Basis for the Protection of the Ozone Layer within the European Union.  [(accessed on 10 January 2021)];2009  Available online:  https://eurlex.europa.eu/LexUriServ/LexUriServ.douri=OJ:L:2009:286:0001:0030:EN:PDF."}, {"Citation": "The Montreal Protocol on Substances That Deplete the Ozone Layer.  [(accessed on 10 January 2021)];1987  Available online:  https://www.unenvironment.org/ozonaction/who-we-are/about-montreal-protocol.", "ArticleIdList": ["0"]}, {"Citation": "European Commission  Commission Regulation (EU) No 537/2011 of 1 June 2011 on the Mechanism for the Allocation of Quantities of Controlled Substances Allowed for Laboratory and Analytical Uses in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on Substances That Deplete the Ozone Layer.  [(accessed on 10 January 2021)];2011  Available online:  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32011R0537."}, {"Citation": "European Commission  Commission Regulation (EU) No 291/2011 of 24 March 2011 on Essential Uses of Controlled Substances Other Than Hydrochlorofluorocarbons for Laboratory and Analytical Purposes in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on Substances That Deplete the Ozone Layer.  [(accessed on 10 January 2021)];2011  Available online:  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32011R0291."}, {"Citation": "European Commission  Commission Decision of 18 June 2010 on the Use of Controlled Substances as Process Agents under Article 8(4) of Regulation (EC) No 1005/2009 of the European Parliament and of the Council (Notified under Document C 2010 3847)  [(accessed on 10 January 2021)];2010  Available online:  https://publications.europa.eu/en/publication-detail/-/publication/89eee2c0-f009-4d28- 9c84a6750dbe3752/language-en."}, {"Citation": "European Commission  Commission Directive (EU) 2015/1480 of 28 August 2015 Amending Several Annexes to Directives 2004/107/EC and 2008/50/EC of the European Parliament and of the Council Laying down the Rules Concerning Reference Methods, Data Validation and Location of Sampling Points for the Assessment of Ambient air Quality.  [(accessed on 10 January 2021)];2015  Available online:  https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32015L1480."}, {"Citation": "European Commission  Commission Implementing Decision of 12 December 2011 Which put into Effect Directives 2004/107/EC and 2008/50/EC of the European Parliament and of the Council as Regards the Reciprocal Exchange of Information and Reporting on Ambient Air Quality (Notified under Document C2011 9068)  [(accessed on 10 January 2021)];2011  Available online:  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32011D0850."}, {"Citation": "The Silesian Regional Assembly  Program Ochrony Powietrza dla Terenu Województwa Śląskiego Mający na celu Osiągnięcie Poziomów Dopuszczalnych Substancji w Powietrzu Oraz Pułapu Stężenia Ekspozycji.  [(accessed on 10 January 2021)];2017  Available online:  https://www.slaskie.pl/download/content/67243. (In Polish)"}, {"Citation": "The Silesian Regional Assembly  Program Ochrony Powietrza dla Województwa Śląskiego.  [(accessed on 10 January 2021)];2020  Available online:  https://www.dzienniki.slask.eu/WDU_S/2020/5070/akt.pdf. (In Polish)"}, {"Citation": "European Environment Agency  EMEP/CORINAIR Emission Inventory Guidebook.  [(accessed on 10 January 2021)]; Available online:  https://www.eea.europa.eu/publications/EMEPCORINAIR5/page002.html."}, {"Citation": "Hwang B.F., Chen Y.H., Lin Y.T., Wu X.T., Leo Y.L. Relationship between exposure to fine particulates and ozone and reduced lung function in children. Environ. Res. 2015;137:382–390. doi: 10.1016/j.envres.2015.01.009.", "ArticleIdList": ["10.1016/j.envres.2015.01.009", "25614339"]}, {"Citation": "Turner M.C., Jerrett M., Pope C.A., Krewski D., Gapstur S.M., Diver W., Beckerman B.S., Marshall J.D., Su J., Crouse D.L., et al. Long-Term Ozone Exposure and Mortality in a Large Prospective Study. Am. J. Respir. Crit. Care Med. 2016;193:1134–1142. doi: 10.1164/rccm.201508-1633OC.", "ArticleIdList": ["10.1164/rccm.201508-1633OC", "PMC4872664", "26680605"]}, {"Citation": "Breitner S., Schneider A., Devlin R.B., Ward-Caviness C.K., Diaz-Sanchez D., Neas L.M., Cascio W.E., Peters A., Hauser E.R., Shah S.H., et al. Associations among plasma metabolite levels and short-term exposure to PM2.5 and ozone in a cardiac catheterization cohort. Environ. Int. 2016;97:76–84. doi: 10.1016/j.envint.2016.10.012.", "ArticleIdList": ["10.1016/j.envint.2016.10.012", "27792908"]}, {"Citation": "Dionisio K.L., Nolte C.G., Spero T.L., Graham S., Caraway N., Foley K.M., Isaacs K.K. Characterizing the impact of projected changes in climate and air quality on human exposures to ozone. J. Expo. Sci. Environ. Epidemiol. 2017;27:260–270. doi: 10.1038/jes.2016.81.", "ArticleIdList": ["10.1038/jes.2016.81", "PMC8958429", "28120830"]}, {"Citation": "Chen K., Fiore A.M., Chen R., Jiang L., Jones B., Schneider A., Peters A., Bi J., Kan H., Kinney P.L. Future ozone-related acute excess mortality under climate and population change scenarios in China. PLoS Med. 2018;15:e1002598. doi: 10.1371/journal.pmed.1002598.", "ArticleIdList": ["10.1371/journal.pmed.1002598", "PMC6029756", "29969446"]}, {"Citation": "Malig B.J., Pearson D.L., Chang Y.B., Broadwin R., Basu R., Green R.S., Ostro B. A Time-Stratified Case-Crossover Study of Ambient Ozone Exposure and Emergency Department Visits for Specific Respiratory Diagnoses in California (2005–2008) Environ. Health Perspect. 2016;124:745–753. doi: 10.1289/ehp.1409495.", "ArticleIdList": ["10.1289/ehp.1409495", "PMC4892911", "26647366"]}, {"Citation": "Climate-Data.org.  [(accessed on 10 January 2021)];2019  Available online:  http://pl.climate-data.org/europa/polska/silesian-voivodeship/katowice-736."}, {"Citation": "UN Habitat.  [(accessed on 10 January 2021)];2019  Available online:  www.un.org/en/climatechange/cities-pollution.shtml."}, {"Citation": "Sicard P., Serra R., Rossello P. Spatiotemporal trends in ground-level ozone concentrations and metrics in France over the time period 1999–2012. Environ. Res. 2016;149:122–144. doi: 10.1016/j.envres.2016.05.014.", "ArticleIdList": ["10.1016/j.envres.2016.05.014", "27200478"]}, {"Citation": "Bravo M.A., Anthopolos R., Bell M.L., Miranda M.L. Racial isolation and exposure to airborne particulate matter and ozone in understudied US populations: Environmental justice applications of downscaled numerical model output. Environ. Int. 2016;92–93:247–255. doi: 10.1016/j.envint.2016.04.008.", "ArticleIdList": ["10.1016/j.envint.2016.04.008", "27115915"]}, {"Citation": "Cakmak S., Hebbern C., Vanos J., Crouse D.L., Burnett R. Ozone exposure and cardiovascular-related mortality in the Canadian Census Health and Environment Cohort (CANCHEC) by spatial synoptic classification zone. Environ. Pollut. 2016;214:589–599. doi: 10.1016/j.envpol.2016.04.067.", "ArticleIdList": ["10.1016/j.envpol.2016.04.067", "27131819"]}, {"Citation": "Alexis N.E., Carlsten C. Interplay of air pollution and asthma immunopathogenesis: A focused review of diesel exhaust and ozone. Int. Immunopharmacol. 2014;23:347–355. doi: 10.1016/j.intimp.2014.08.009.", "ArticleIdList": ["10.1016/j.intimp.2014.08.009", "25194677"]}, {"Citation": "Kobza J., Geremek M., Dul L. Characteristics of air quality and sources affecting high levels of PM10 and PM2.5 in Poland, Upper Silesia urban area. Environ. Monit. Assess. 2018;190:515. doi: 10.1007/s10661-018-6797-x.", "ArticleIdList": ["10.1007/s10661-018-6797-x", "PMC6096885", "30109439"]}, {"Citation": "Liu R., Ma Z., Liu Y., Shao Y., Zhao W., Bi J. Spatiotemporal distributions of surface ozone levels in China from 2005 to 2017: A machine learning approach. Environ. Int. 2020;142:105823. doi: 10.1016/j.envint.2020.105823.", "ArticleIdList": ["10.1016/j.envint.2020.105823", "32521347"]}, {"Citation": "Mohan S., Saranya P. A novel bagging ensemble approach for predicting summertime ground-level ozone concentration. J. Air Waste Manag. Assoc. 2019;69:220–233. doi: 10.1080/10962247.2018.1534701.", "ArticleIdList": ["10.1080/10962247.2018.1534701", "30303768"]}, {"Citation": "Ren X., Mi Z., Georgopoulos P.G. Comparison of Machine Learning and Land Use Regression for fine scale spatiotemporal estimation of ambient air pollution: Modeling ozone concentrations across the contiguous United States. Environ. Int. 2020;142:105827. doi: 10.1016/j.envint.2020.105827.", "ArticleIdList": ["10.1016/j.envint.2020.105827", "32593834"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "22"}, {"Year": "2021", "Month": "1", "Day": "27"}, {"Year": "2021", "Month": "2", "Day": "9", "Hour": "1", "Minute": "3"}, {"Year": "2021", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33557260", "PMC7915919", "10.3390/ijerph18041473", "ijerph18041473"]}}], "PubmedBookArticle": []}