{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["growth", "nitrogen", "ozone", "photosynthesis", "poplar", "respiration", "thermal acclimation", "warming"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33609321", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "11"}], "ELocationID": ["10.1111/gcb.15564"], "Journal": {"ISSN": "1365-2486", "JournalIssue": {"Volume": "27", "Issue": "10", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Global change biology", "ISOAbbreviation": "Glob Chang Biol"}, "ArticleTitle": "Reduced photosynthetic thermal acclimation capacity under elevated ozone in poplar (Populus tremula) saplings.", "Pagination": {"StartPage": "2159", "EndPage": "2173", "MedlinePgn": "2159-2173"}, "Abstract": {"AbstractText": ["The sensitivity of photosynthesis to temperature has been identified as a key uncertainty for projecting the magnitude of the terrestrial carbon cycle response to future climate change. Although thermal acclimation of photosynthesis under rising temperature has been reported in many tree species, whether tropospheric ozone (O<sub>3</sub> ) affects the acclimation capacity remains unknown. In this study, temperature responses of photosynthesis (light-saturated rate of photosynthesis (A<sub>sat</sub> ), maximum rates of RuBP carboxylation (V<sub>cmax</sub> ), and electron transport (J<sub>max</sub> ) and dark respiration (R<sub>dark</sub> ) of Populus tremula exposed to ambient O<sub>3</sub> (AO<sub>3</sub> , maximum of 30 ppb) or elevated O<sub>3</sub> (EO<sub>3</sub> , maximum of 110 ppb) and ambient or elevated temperature (ambient +5°C) were investigated in solardomes. We found that the optimum temperature of A<sub>sat</sub> (T<sub>optA</sub> ) significantly increased in response to warming. However, the thermal acclimation capacity was reduced by O<sub>3</sub> exposure, as indicated by decreased T<sub>optA</sub> , and temperature optima of V<sub>cmax</sub> (T<sub>optV</sub> ) and J<sub>max</sub> (T<sub>optJ</sub> ) under EO<sub>3</sub> . Changes in both stomatal conductance (g<sub>s</sub> ) and photosynthetic capacity (V<sub>cmax</sub> and J<sub>max</sub> ) contributed to the shift of T<sub>optA</sub> by warming and EO<sub>3</sub> . Neither R<sub>dark</sub> measured at 25°C ( <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mi>R</mi> <mtext>dark</mtext> <mn>25</mn></msubsup> </math> ) nor the temperature response of R<sub>dark</sub> was affected by warming, EO<sub>3</sub> , or their combination. The responses of A<sub>sat</sub> , V<sub>cmax</sub> , and J<sub>max</sub> to warming and EO<sub>3</sub> were closely correlated with changes in leaf nitrogen (N) content and N use efficiency. Overall, warming stimulated growth (leaf biomass and tree height), whereas EO<sub>3</sub> reduced growth (leaf and woody biomass). The findings indicate that thermal acclimation of A<sub>sat</sub> may be overestimated if the impact of O<sub>3</sub> pollution is not taken into account."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0001-6430-3789"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Agrometeorology of Jiangsu Province, School of Applied Meteorology, Nanjing University of Information Science & Technology, Nanjing, China."}, {"Identifier": [], "Affiliation": "Rural Energy and Environment Agency, Ministry of Agriculture and Rural Affairs, Beijing, China."}, {"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Bangor, Gwynedd, UK."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, China."}], "LastName": "Dai", "ForeName": "Lulu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Agrometeorology of Jiangsu Province, School of Applied Meteorology, Nanjing University of Information Science & Technology, Nanjing, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, China."}], "LastName": "Xu", "ForeName": "Yansen", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Bangor, Gwynedd, UK."}], "LastName": "Harmens", "ForeName": "Harry", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Forest Resources & Environment of Guizhou, Key Laboratory of Forest Cultivation in Plateau Mountain of Guizhou Province, College of Forestry, Guizhou University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Jiangxi Provincial Key Laboratory for Restoration of Degraded Ecosystems & Watershed Ecohydrology, Nanchang Institute of Technology, Nanchang, China."}], "LastName": "Duan", "ForeName": "Honglang", "Initials": "H"}, {"Identifier": ["0000-0002-9775-5113"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Agrometeorology of Jiangsu Province, School of Applied Meteorology, Nanjing University of Information Science & Technology, Nanjing, China."}], "LastName": "Feng", "ForeName": "Zhaozhong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Bangor, Gwynedd, UK."}], "LastName": "Hayes", "ForeName": "Felicity", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Bangor, Gwynedd, UK."}], "LastName": "Sharps", "ForeName": "Katrina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Bangor, Gwynedd, UK."}], "LastName": "Radbourne", "ForeName": "Alan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological and Environmental Sciences, University of Gothenburg, Gothenburg, Sweden."}], "LastName": "Tarvainen", "ForeName": "Lasse", "Initials": "L"}], "GrantList": [{"GrantID": "41771034", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "42061160479", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "QYZDB-SSW-DQC019", "Agency": "Key Research Program of Frontier Sciences, CAS", "Country": ""}, {"GrantID": "201603780046", "Agency": "China Scholarship Council", "Country": ""}, {"GrantID": "LD", "Agency": "China Scholarship Council", "Country": ""}, {"GrantID": "HH", "Agency": "the British Council", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Glob Chang Biol", "NlmUniqueID": "9888746", "ISSNLinking": "1354-1013"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acclimatization"}, {"QualifierName": [], "DescriptorName": "Nitrogen"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Populus"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ainsworth, E. A., Yendrek, C. R., Sitch, S., Collins, W. J., & Emberson, L. (2012). The effects of tropospheric ozone on net primary productivity and implications for climate change. Annual Review of Plant Biology, 63, 637-661. https://doi.org/10.1146/annurev-arplant-042110-103829"}, {"Citation": "Aspinwall, M. J., Drake, J. E., Campany, C., Vårhammar, A., Ghannoum, O., Tissue, D. T., Reich, P. B., & Tjoelker, M. G. (2016). Convergent acclimation of leaf photosynthesis and respiration to prevailing ambient temperatures under current and warmer climates in Eucalyptus tereticornis. New Phytologist, 212, 354-367."}, {"Citation": "Aspinwall, M. J., Vårhammar, A., Blackman, C. J., Tjoelker, M. G., Ahrens, C., Byrne, M., Tissue, D. T., & Rymer, P. D. (2017). Adaptation and acclimation both influence photosynthetic and respiratory temperature responses in Corymbia calophylla. Tree Physiology, 37, 1095-1112. https://doi.org/10.1093/treephys/tpx047"}, {"Citation": "Atkin, O. K., Bruhn, D., Hurry, V. M., & Tjoelker, M. G. (2005). The hot and the cold: Unravelling the variable response of plant respiration to temperature. Functional Plant Biology, 32, 87-105. https://doi.org/10.1071/FP03176"}, {"Citation": "Atkin, O. K., Bruhn, D., & Tjoelker, M. G. (2005). Response of plant respiration to changes in temperature: Mechanisms and consequences of variations in Q10 values and acclimation. In H. Lambers & M. Ribas-Carbo (Eds.), Plant respiration (pp. 95-135). Springer."}, {"Citation": "Atkin, O., & Tjoelker, M. (2003). Thermal acclimation and the dynamic response of plant respiration to temperature. Trends in Plant Science, 8(7), 343-351. https://doi.org/10.1016/S1360-1385(03)00136-5"}, {"Citation": "Barnes, R. L. (1972). Effects of chronic exposure to ozone on photosynthesis and respiration of pines. Environment Pollution, 3, 133-138. https://doi.org/10.1016/0013-9327(72)90032-8"}, {"Citation": "Battaglia, M., Beadle, C., & Loughhead, S. (1996). Photosynthetic temperature responses of Eucalyptus globulus and Eucalyptus nitens. Tree Physiology, 16, 81-89. https://doi.org/10.1093/treephys/16.1-2.81"}, {"Citation": "Benomar, L., Lamhamedi, M. S., Pepin, S., Rainville, A., Lambert, M. C., Margolis, H. A., Bousquet, J., & Beaulieu, J. (2018). Thermal acclimation of photosynthesis and respiration of southern and northern white spruce seed sources tested along a regional climatic gradient indicates limited potential to cope with temperature warming. Annals of Botany, 121, 443-457. https://doi.org/10.1093/aob/mcx174"}, {"Citation": "Berry, J., & Björkman, O. (1980). Photosynthetic response and adaptation to temperature in higher plants. Annual Review of Ecology and Systematics, 31, 491-543. https://doi.org/10.1146/annurev.pp.31.060180.002423"}, {"Citation": "Cheesman, A. W., & Winter, K. (2013). Growth response and acclimation of CO2 exchange characteristics to elevated temperatures in tropical tree saplings. Journal of Experimental Botany, 64, 3817-3828."}, {"Citation": "Collins, M., Knutti, R., Arblaster, A. M., Dufresne, J. L., Fichefet, T., Friedlingstein, P., Gao, X., Gutowski, W. J., Johns, T., Krinner, G., Shongwe, M., Tebaldi, C., Weaver, A. J., & Wehner, M. (2013). Long-term climate change: Projections, commitments and irreversibility. Climate change 2013: The physical science basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. : Cambridge University Press."}, {"Citation": "Cooper, O. R., Parrish, D. D., Ziemke, J., Balashov, N. V., Cupeiro, M., Galbally, I. E., Gilge, S., Horowitz, L., Jensen, N. R., Lamarque, J.-F., Naik, V., Oltmans, S. J., Schwab, J., Shindell, D. T., Thompson, A. M., Thouret, V., Wang, Y., & Zbinden, R. M. (2014). Global distribution and trends of tropospheric ozone: An observation-based review. Elementa, Science of the Anthropocene, 2. https://doi.org/10.12952/journal.elementa.000029"}, {"Citation": "Crous, K. Y., Drake, J. E., Aspinwall, M. J., Sharwood, R. E., Tjoelker, M. G., & Ghannoum, O. (2018). Photosynthetic capacity and leaf nitrogen decline along a controlled climate gradient in provenances of two widely distributed Eucalyptus species. Global Change Biology, 24, 4626-4644."}, {"Citation": "Crous, K. Y., Quentin, A. G., Lin, Y. S., Medlyn, B. E., Williams, D. G., Barton, C. V. M., & Ellsworth, D. S. (2013). Photosynthesis of temperate Eucalyptus globulus trees outside their native range has limited adjustment to elevated CO2 and climate warming. Global Change Biology, 19, 3790-3807."}, {"Citation": "Crous, K. Y., Zaragoza-castells, J., Löw, M., Ellsworth, D. S., Tissue, D. T., Tjoelker, M. G., Barton, C. V. M., Gimeno, T. E., & Atkin, O. K. (2011). Seasonal acclimation of leaf respiration in Eucalyptus saligna trees: Impacts of elevated atmospheric CO2 and summer drought. Global Change Biology, 17, 1560-1576. https://doi.org/10.1111/j.1365-2486.2010.02325.x"}, {"Citation": "Dai, L. L., Li, P., Shang, B., Liu, S., Yang, A. Z., Wang, Y. N., & Feng, Z. Z. (2017). Differential responses of peach (Prunus persica) seedlings to elevated ozone are related with leaf mass per area, antioxidant enzymes activity rather than stomatal conductance. Environmental Polluttion, 227, 380-388. https://doi.org/10.1016/j.envpol.2017.04.068"}, {"Citation": "Dillaway, D. N., & Kruger, E. L. (2010). Thermal acclimation of photosynthesis: A comparison of boreal and temperate tree species along a latitudinal transect. Plant Cell and Environment, 33, 888-899. https://doi.org/10.1111/j.1365-3040.2010.02114.x"}, {"Citation": "Drake, J. E., Aspinwall, M. J., Pfautsch, S., Rymer, P. D., Reich, P. B., Smith, R. A., Crous, K. Y., Tissue, D. T., Ghannoum, O., & Tjoelker, M. G. (2015). The capacity to cope with climate warming declines from temperate to tropical latitudes in two widely distributed Eucalyptus species. Global Change Biology, 21, 459-472."}, {"Citation": "Drake, J. E., Tjoelker, M. G., Vårhammar, A., Medlyn, B. E., Reich, P. B., Leigh, A., Pfautsch, S., Blackman, C. J., López, R., Aspinwall, M. J., Crous, K. Y., Duursma, R. A., Kumarathunge, D., De Kauwe, M. G., Jiang, M., Nicotra, A. B., Tissue, D. T., Choat, B., Atkin, O. K., & Barton, C. V. M. (2018). Trees tolerate an extreme heatwave via sustained transpirational cooling and increased leaf thermal tolerance. Global Change Biology, 24, 2390-2402. https://doi.org/10.1111/gcb.14037"}, {"Citation": "Dusenge, M. E., Madhavji, S., & Way, D. A. (2020). Contrasting acclimation responses to elevated CO2 and warming between an evergreen and a deciduous boreal conifer. Global Change Biology, 26, 3639-3657."}, {"Citation": "Duursma, R. A. (2015). Plantecophys-an R package for analysing and modelling leaf gas exchange data. PLoS One, 10, e0143346. https://doi.org/10.1371/journal.pone.0143346"}, {"Citation": "Evans, J. R. (1989). Photosynthesis and nitrogen relationships in leaves of C3 plants. Oecologia, 78, 9-19. https://doi.org/10.1007/BF00377192"}, {"Citation": "Evans, J. R., & Von Caemmerer, S. (2013). Temperature response of carbon isotope discrimination and mesophyll conductance in tobacco. Plant Cell and Environment, 36, 745-756. https://doi.org/10.1111/j.1365-3040.2012.02591.x"}, {"Citation": "Farquhar, G. D., & Von Caemmerer, S. (1982). Modeling of photosynthetic response to environmental conditions. Encyclopedia of Plant Physiology, 12B, 549-587."}, {"Citation": "Feng, Z., De Marco, A., Anav, A., Gualtieri, M., Sicard, P., Tian, H., Fornasier, F., Tao, F., Guo, A., & Paoletti, E. (2019). Economic losses due to ozone impacts on human health, forest productivity and crop yield across China. Environment International, 131, 104966. https://doi.org/10.1016/j.envint.2019.104966"}, {"Citation": "Feng, Z., Wang, L., Pleijel, H., Zhu, J., & Kobayashi, K. (2016). Differential effects of ozone on photosynthesis of winter wheat among cultivars depend on antioxidative enzymes rather than stomatal conductance. Science of the Total Environment, 572, 404-411. https://doi.org/10.1016/j.scitotenv.2016.08.083"}, {"Citation": "Flexas, J., Diaz-Espejo, A., Berry, J., Cifre, J., Galmes, J., Kaldenhoff, R., Medrano, H., & Ribas-Carbo, M. (2007). Analysis of leakage in IRGA's leaf chambers of open gas exchange systems: Quantification and its effects in photosynthesis parameterization. Journal of Experimental Botany, 58, 1533-1543. https://doi.org/10.1093/jxb/erm027"}, {"Citation": "Gauthier, S., Bernier, P., Kuuluvainen, T., Shvidenko, A. Z., & Schepaschenko, D. G. (2015). Boreal forest health and global change. Science, 349, 819-822. https://doi.org/10.1126/science.aaa9092"}, {"Citation": "Ghannoum, O., Phillips, N. G., Conroy, J. P., Smith, R. A., Attard, R. D., Woodfield, R., Logan, B. A., Lewis, J. D., & Tissue, D. T. (2010). Exposure to preindustrial, current and future atmospheric CO2 and temperature differentially affects growth and photosynthesis in Eucalyptus. Global Change Biology, 16, 303-319. https://doi.org/10.1111/j.1365-2486.2009.02003.x"}, {"Citation": "Ghannoum, O., Phillips, N. G., Sears, M. A., Logan, B. A., Lewis, J. D., Conroy, J. P., & Tissue, D. T. (2010). Photosynthetic responses of two eucalypts to industrial-age changes in atmospheric [CO2] and temperature. Plant Cell and Environment, 33, 1671-1681. https://doi.org/10.1111/j.1365-3040.2010.02172.x"}, {"Citation": "Ghimire, R. P., Kivimäenpää, M., Blomqvist, M., Holopainen, T., Lyytikäinen Saarenmaa, P., & Holopainen, J. K. (2016). Effect of bark beetle (Ips typographus L) attack on bark VOC emissions of Norway spruce (Picea abies) trees. Atmospheric Environment, 126, 145-152."}, {"Citation": "Giguère-Croteau, C., Boucher, É., Bergeron, Y., Girardin, M. P., Drobyshev, I., Silva, L., Hélie, J. F., & Garneau, M. (2019). North America's oldest boreal trees are more efficient water users due to increased [CO2], but do not grow faster. Proceedings of the National Academy of Sciences of the United States of America, 116, 2749-2754."}, {"Citation": "Graven, H. D., Keeling, R. F., Piper, S. C., Patra, P. K., Stephens, B. B., Wofsy, S. C., & Bent, J. D. (2013). Enhanced seasonal exchange of CO2 by northern ecosystems since 1960. Science, 341, 1085-1089."}, {"Citation": "Gunderson, C. A., O'Hara, K. H., Campion, C. M., Walker, A. V., & Edwards, N. T. (2010). Thermal plasticity of photosynthesis: The role of acclimation in forest responses to a warming climate. Global Change Biology, 16, 2272-2286. https://doi.org/10.1111/j.1365-2486.2009.02090.x"}, {"Citation": "Hartikainen, K., Nerg, A. M., Kivimäenpää, M., Kontunen-Soppela, S., Mäenpää, M., Oksanen, E., Rousi, M., & Holopainen, T. (2009). Emissions of volatile organic compounds and leaf structural characteristics of European aspen (Populus tremula) grown under elevated ozone and temperature. Tree Physiology, 29, 1163-1173. https://doi.org/10.1093/treephys/tpp033"}, {"Citation": "Hartikainen, K., Riikonen, J., Nerg, A. M., Kivimäenpää, M., Ahonen, V., Tervahauta, A., Kärenlampi, S., Mäenpää, M., Rousi, M., Kontunen-Soppela, S., Oksanen, E., & Holopainen, T. (2012). Impact of elevated temperature and ozone on the emission of volatile organic compounds and gas exchange of silver birch (Betula pendula Roth). Environmental and Experimental Botany, 84, 33-43. https://doi.org/10.1016/j.envexpbot.2012.04.014"}, {"Citation": "Hegland, S. J., Nielsen, A., Lazaro, A., Bjerknes, A. L., & Totland, Ø. (2009). How does climate warming affect plant-pollinator interactions? Ecology Letters, 12, 184-195. https://doi.org/10.1111/j.1461-0248.2008.01269.x"}, {"Citation": "Heskel, M. A., O'Sullivan, O. S., Reich, P. B., Tjoelker, M. G., Weerasinghe, L. K., Penillard, A., Egerton, J. J. G., Creek, D., Bloomfield, K. J., Xiang, J., Sinca, F., Stangl, Z. R., Martinez-de la Torre, A., Griffin, K. L., Huntingford, C., Hurry, V., Meir, P., Turnbull, M. H., & Atkin, O. K. (2016). Convergence in the temperature response of leaf respiration across biomes and plant functional types. Proceedings of the National Academy of Sciences of the United States of America, 113, 3832-3837. https://doi.org/10.1073/pnas.1520282113"}, {"Citation": "Hikosaka, K., Ishikawa, K., Borjigidai, A., Muller, O., & Onoda, Y. (2006). Temperature acclimation of photosynthesis: Mechanisms involved in the changes in temperature dependence of photosynthetic rate. Journal of Experimental Botany, 57, 291-302. https://doi.org/10.1093/jxb/erj049"}, {"Citation": "Hikosaka, K., Murakami, A., & Hirose, T. (1999). Balancing carboxylation and regeneration of ribulose-1,5-bisphosphate in leaf photosynthesis: Temperature acclimation of an evergreen tree, Quercus myrsinaefolia. Plant Cell and Environment, 22, 841-849. https://doi.org/10.1046/j.1365-3040.1999.00442.x"}, {"Citation": "Hoshika, Y., Carriero, G., Feng, Z. Z., Zhang, Y. L., & Paoletti, E. (2014). Determinants of stomatal sluggishness in ozone-exposed deciduous tree species. Science of the Total Environment, 481, 453-458. https://doi.org/10.1016/j.scitotenv.2014.02.080"}, {"Citation": "IPCC. (2013). Climate change 2013: The physical science basis. In S. Solomon, D. Qin, W. Manning, Z. Chen, M. Marquis, K. Averyt, M. M. B. Tignor, & H. Miller (Eds.), Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (pp. 996). Cambridge University Press."}, {"Citation": "Kasurinen, A., Biasi, C., Holopainen, T., & Oksanen, E. (2012). Integrated effects of elevated ozone and temperature on growth and carbon partitioning in silver birch (Betula pendula). Tree Physiology, 32, 737-751."}, {"Citation": "Kattge, J., & Knorr, W. (2007). Temperature acclimation in a biochemical model of photosynthesis: A reanalysis of data from 36 species. Plant Cell and Environment, 30, 1176-1190. https://doi.org/10.1111/j.1365-3040.2007.01690.x"}, {"Citation": "Kivimäenpää, M., Magsarjav, N., Ghimire, R., Markkanen, J. M., Heijari, J., Vuorinen, M., & Holopainen, J. K. (2012). Influence of tree provenance on biogenic VOC emissions of Scots pine (Pinus sylvestris) stumps. Atmospheric Environment, 60, 477-485. https://doi.org/10.1016/j.atmosenv.2012.07.018"}, {"Citation": "Kumarathunge, D. P., Drake, J. E., Tjoelker, M. G., López, R., Pfautsch, S., Vårhammar, A., & Medlyn, B. E. (2020). The temperature optima for tree seedling photosynthesis and growth depend on water inputs. Global Change Biology, 26, 2544-2560. https://doi.org/10.1111/gcb.14975"}, {"Citation": "Kumarathunge, D. P., Medlyn, B. E., Drake, J. E., Tjoelker, M. G., Aspinwall, M. J., Battaglia, M., Cano, F. J., Carter, K. R., Cavaleri, M. A., Cernusak, L. A., Chambers, J. Q., Crous, K. Y., De Kauwe, M. G., Dillaway, D. N., Dreyer, E., Ellsworth, D. S., Ghannoum, O., Han, Q., Hikosaka, K., … Way, D. A. (2019). Acclimation and adaptation components of the temperature dependence of plant photosynthesis at the global scale. New Phytologist, 222, 768-784. https://doi.org/10.1111/nph.15668"}, {"Citation": "Kurepin, L. V., Stangl, Z. R., Ivanov, A. G., Bui, V., Mema, M., Hüner, N. P. A., Öquist, G., Way, D., & Hurry, V. (2018). Contrasting acclimation abilities of two dominant boreal conifers to elevated CO2 and temperature. Plant Cell and Environment, 41, 1331-1345."}, {"Citation": "Lamba, S., Hall, M., Rantfors, M., Chaudhary, N., Linder, S., Way, D., Uddling, J., & Wallin, G. (2018). Physiological acclimation dampens initial effects of elevated temperature and atmospheric CO2 concentration in mature boreal Norway spruce. Plant Cell and Environment, 41, 300-313."}, {"Citation": "Li, P., De Marco, A., Feng, Z., Anav, A., Zhou, D., & Paoletti, E. (2018). Nationwide ground-level ozone measurements in China suggest serious risks to forests. Environmental Pollution, 237, 803-813. https://doi.org/10.1016/j.envpol.2017.11.002"}, {"Citation": "Li, P., Feng, Z. Z., Catalayud, V., Yuan, X. Y., Xu, Y. S., & Paoletti, E. (2017). A meta-analysis on growth, physiological and biochemical responses of woody species to ground-level ozone highlights the role of plant functional types. Plant Cell and Environment, 40, 2369-2380. https://doi.org/10.1111/pce.13043"}, {"Citation": "Li, P., Yin, R. B., Shang, B., Agathokleous, E., Zhou, H. M., & Feng, Z. Z. (2020). Interactive effects of ozone exposure and nitrogen addition on tree root traits and biomass allocation pattern: An experimental case study and a literature meta-analysis. Science of the Total Environment, 710. https://doi.org/10.1016/j.scitotenv.2019.136379"}, {"Citation": "Lin, Y. S., Medlyn, B. E., & Ellsworth, D. S. (2012). Temperature responses of leaf net photosynthesis: The role of component processes. Tree Physiology, 32, 219-231. https://doi.org/10.1093/treephys/tpr141"}, {"Citation": "Mäenpää, M., Riikonen, J., Kontunen-Soppela, S., Rousi, M., & Oksanen, E. (2011). Vertical profiles reveal impact of ozone and temperature on carbon assimilation of Betula pendula and Populus tremula. Tree Physiology, 31, 808-818. https://doi.org/10.1093/treephys/tpr075"}, {"Citation": "Marchin, R. M., Broadhead, A. A., Bostic, L. E., Dunn, R. R., & Hoffmann, W. A. (2016). Stomatal acclimation to vapour pressure deficit doubles transpiration of small tree seedlings with warming. Plant Cell and Environment, 39, 2221-2234. https://doi.org/10.1111/pce.12790"}, {"Citation": "Medlyn, B. E., Dreyer, E., Ellsworth, D., Forstreuter, M., Harley, P. C., Kirschbaum, M. U. F., Le Roux, X., Montpied, P., Strassemeyer, J., Walcroft, A., Wang, K., & Loustau, D. (2002). Temperature response of parameters of a biochemically based model of photosynthesis. II. A review of experimental data. Plant Cell and Environment, 25, 1167-1179. https://doi.org/10.1046/j.1365-3040.2002.00891.x"}, {"Citation": "Meehl, G. A., Stocker, T. F., Collins, W. D., Friedlingstein, P., Gaye, A. T., Gregory, J. M., Kitoh, A., Knutti, R., Murphy, J. M., Noda, A., Raper, S. C. B., Watterson, I. G., Weaver, A. J., & Zhao, Z. C. (2007). Global climate projections. In S. Solomon, D. Qin, M. Manning, Z. Chen, M. Marquis, K. B. Averyt, M. Tignor, & H. L. Miller (Eds.), Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (pp. 749-845). Cambridge University Press."}, {"Citation": "Niinemets, Ü., Oja, V., & Kull, O. (1999). Shape of leaf photosynthetic electron transport versus temperature response curve is not constant along canopy light gradients in temperate deciduous trees. Plant Cell and Environment, 22, 1497-1513. https://doi.org/10.1046/j.1365-3040.1999.00510.x"}, {"Citation": "Onoda, Y., Hikosaka, K., & Hirose, T. (2005). Seasonal change in the balance between capacities of RuBP carboxylation and RuBP regeneration affects CO2 response of photosynthesis in Polygonum cuspidatum. Journal of Experimental Botany, 56, 755-763. https://doi.org/10.1093/jxb/eri052"}, {"Citation": "Oren, R., Sperry, J. S., Katul, G. G., Pataki, D. E., Ewers, B. E., Phillips, N., & Schafer, K. V. R. (1999). Survey and synthesis of intra- and interspecific variation in stomatal sensitivity to vapour pressure deficit. Plant Cell and Environment, 22, 1515-1526. https://doi.org/10.1046/j.1365-3040.1999.00513.x"}, {"Citation": "Ow, L. F., Griffin, K. L., Whitehead, D., Walcroft, A. S., & Turnbull, M. H. (2008). Thermal acclimation of leaf respiration but not photosynthesis in Populus deltoides × nigra. New Phytologist, 178, 123-134. https://doi.org/10.1111/j.1469-8137.2007.02357.x"}, {"Citation": "Poethig, R. S. (2003). Phase change and the regulation of developmental timings in plants. Science, 301, 334-336."}, {"Citation": "Pons, T. L., Flexas, J., von Caemmerer, S., Evans, J. R., Genty, B., Ribas-Carbo, M., & Brugnoli, E. (2009). Estimating mesophyll conductance to CO2: Methodology, potential errors, and recommendations. Journal of Experimental Botany, 60, 2217-2234. https://doi.org/10.1093/jxb/erp081"}, {"Citation": "Reich, P. B., Walters, M. B., Tjoelker, M. G., Vanderklein, D., & Buschena, C. (1998). Photosynthesis and respiration rates depend on leaf and root morphology and nitrogen concentration in nine boreal tree species differing in relative growth rate. Functional Ecology, 12, 395-405. https://doi.org/10.1046/j.1365-2435.1998.00209.x"}, {"Citation": "Riikonen, J., Kontunen-Soppela, S., Ossipov, V., Tervahauta, A., Tuomainen, M., Oksanen, E., Vapaavuori, E., Heinonen, J., & Kivimäenpää, M. (2012). Needle metabolome, freezing tolerance and gas exchange in Norway spruce seedlings exposed to elevated temperature and ozone concentration. Tree Physiology, 32, 1102-1112. https://doi.org/10.1093/treephys/tps072"}, {"Citation": "Robakowski, P., Li, Y., & Reich, P. B. (2012). Local ecotypic and species range-related adaptation influence photosynthetic temperature optima in deciduous broadleaved trees. Plant Ecology, 213, 113-125. https://doi.org/10.1007/s11258-011-0011-3"}, {"Citation": "Sage, R. F., & Kubien, D. S. (2007). The temperature response of C3 and C4 photosynthesis. Plant Cell and Environment, 30, 1086-1106."}, {"Citation": "Scafaro, A. P., Xiang, S., Long, B. M., Bahar, N. H. A., Weerasinghe, L. K., Creek, D., Evans, J. R., Reich, P. B., & Atkin, O. (2017). Strong thermal acclimation of photosynthesis in tropical and temperate wet-forest tree species: The importance of altered Rubisco content. Global Change Biology, 23, 2783-2800. https://doi.org/10.1111/gcb.13566"}, {"Citation": "Sendall, K. M., Reich, P. B., Zhao, C., Hou, J. H., Wei, X. R., Srefanski, A., Rice, K., Rich, R., & Montgomery, R. (2015). Acclimation of photosynthetic temperature optima of temperate and boreal tree species in response to experimental forest warming. Global Change Biology, 21, 1342-1357. https://doi.org/10.1111/gcb.12781"}, {"Citation": "Shang, B., Feng, Z. Z., Li, P., Yuan, X. Y., Xu, Y. S., & Calatayud, V. (2017). Ozone exposureand flux-based response relationships with photosynthesis, leaf morphology and biomass in two poplar clones. Science of the Total Environment, 603-604, 185-195. https://doi.org/10.1016/j.scitotenv.2017.06.083"}, {"Citation": "Shang, B., Xu, Y. S., Dai, L. L., Yuan, X. Y., & Feng, Z. Z. (2019). Elevated ozone reduced leaf nitrogen allocation to photosynthesis in poplar. Science of the Total Environment, 657, 169-178. https://doi.org/10.1016/j.scitotenv.2018.11.471"}, {"Citation": "Slot, M., & Winter, K. (2017a). In situ temperature relationships of biochemical and stomatal controls of photosynthesis in four lowland tropical tree species. Plant Cell and Environment, 40, 3055-3068. https://doi.org/10.1111/pce.13071"}, {"Citation": "Slot, M., & Winter, K. (2017b). Photosynthetic acclimation to warming in tropical forest tree seedlings. Journal of Experimental Botany, 68, 2275-2284. https://doi.org/10.1093/jxb/erx071"}, {"Citation": "Smith, N. G., & Dukes, J. S. (2017). Short-term acclimation to warmer temperatures accelerates leaf carbon exchange processes across plant types. Global Change Biology, 23, 4840-4853. https://doi.org/10.1111/gcb.13735"}, {"Citation": "Smith, N. G., Malyshev, S. L., Shevliakova, E., Kattge, J., & Dukes, J. S. (2016). Foliar temperature acclimation reduces simulated carbon sensitivity to climate. Nature Climate Change, 6, 407-411. https://doi.org/10.1038/nclimate2878"}, {"Citation": "Stefanski, A., Bermudez, R., Sendall, K. M., Montgomery, R. A., & Reich, P. B. (2020). Surprising lack of sensitivity of biochemical limitation of photosynthesis of nine tree species to open-air experimental warming and reduced rainfall in a southern boreal forest. Global Change Biology, 26, 746-757. https://doi.org/10.1111/gcb.14805"}, {"Citation": "Tan, Z.-H., Zeng, J., Zhang, Y.-J., Slot, M., Gamo, M., Hirano, T., Kosugi, Y., da Rocha, H. R., Saleska, S. R., Goulden, M. L., Wofsy, S. C., Miller, S. D., Manzi, A. O., Nobre, A. D., de Camargo, P. B., & Restrepo-Coupe, N. (2017). Optimum air temperature for tropical forest photosynthesis: Mechanisms involved and implications for climate warming. Environmental Research Letters, 12. https://doi.org/10.1088/1748-9326/aa6f97"}, {"Citation": "Tarvainen, L., Lutz, M., Räntfors, M., Näsholm, T., & Wallin, G. (2018). Temperature responses of photosynthetic capacity parameters were not affected by foliar nitrogen content in mature Pinus sylvestris. Physiologia Planrarum, 162, 370-378."}, {"Citation": "Tjoelker, M. G., Oleksyn, J., Lorenc-Plucinska, G., & Reich, P. B. (2009). Acclimation of respiratory temperature responses in northern and southern populations of Pinus banksiana. New Phytologist, 181, 218-229."}, {"Citation": "Urban, J., Ingwers, M., McGuire, M. A., & Teskey, R. O. (2017). Stomatal conductance increases with rising temperature. Plant Signal and Behavior, 12, e1356534. https://doi.org/10.1080/15592324.2017.1356534"}, {"Citation": "Way, D. A., & Oren, R. (2010). Differential responses to changes in growth temperature between trees from different functional groups and biomes: A review and synthesis of data. Tree Physiology, 30, 669-688. https://doi.org/10.1093/treephys/tpq015"}, {"Citation": "Way, D. A., & Sage, R. F. (2008). Elevated growth temperatures reduce the carbon gain of black spruce [Picea mariana (Mill.) B.S.P.]. Global Change Biology, 14, 624-636."}, {"Citation": "Way, D. A., & Yamori, W. (2014). Thermal acclimation of photosynthesis: On the importance of adjusting our definitions and accounting for thermal acclimation of respiration. Photosynthesis Research, 119, 89-100. https://doi.org/10.1007/s11120-013-9873-7"}, {"Citation": "Wertin, T. M., McGuire, M. A., & Teskey, R. O. (2010). Higher growth temperatures decreased net carbon assimilation and biomass accumulation of northern red oak seedlings near the southern limit of the species range. Tree Physiology, 30, 1277-1288."}, {"Citation": "Wittig, V. E., Ainsworth, E. A., & Long, S. P. (2007). To what extent do current and projected increases in surface ozone affect photosynthesis and stomatal conductance of trees? A meta-analytic review of the last 3 decades of experiments. Plant Cell and Environment, 30, 1150-1162."}, {"Citation": "Wittig, V. E., Ainsworth, E. A., Naidu, S. L., Karnoski, D. F., & Long, S. P. (2009). Quantifying the impact of current and future tropospheric ozone on tree biomass, growth, physiology and biochemistry: A quantitative meta-analysis. Global Change Biology, 15, 396-424. https://doi.org/10.1111/j.1365-2486.2008.01774.x"}, {"Citation": "Xu, Y., Feng, Z., Shang, B., Dai, L., Uddling, J., & Tarvainen, L. (2019). Mesophyll conductance limitation of photosynthesis in poplar under elevated ozone. Science of the Total Environment, 657, 136-145. https://doi.org/10.1016/j.scitotenv.2018.11.466"}, {"Citation": "Yamori, W., Hikosaka, K., & Way, D. A. (2014). Temperature response of photosynthesis in C3, C4, and CAM plants: Temperature acclimation and temperature adaptation. Photosynthesis Research, 119, 101-117. https://doi.org/10.1007/s11120-013-9874-6"}, {"Citation": "Yang, Y. S., Skelly, J. M., & Chevone, B. I. (1983). Effects of short-term ozone exposures on net photosynthesis, dark respiration, and transpiration of three eastern white pine clones. Environment International, 9, 265-269."}, {"Citation": "Zeng, G., Pyle, J. A., & Young, P. J. (2008). Impact of climate change on tropospheric ozone and its global budgets. Atmospheric Chemistry and Physics, 8, 369-387. https://doi.org/10.5194/acp-8-369-2008"}, {"Citation": "Zhang, L., Wang, T., Zhang, Q., Zheng, J. Y., Xu, Z., & Lv, M. Y. (2016). Potential sources of nitrous acid (HONO) and their impacts on ozone: A WRF-Chem study in a polluted subtropical region. Journal of Geophysical Research-Atmospheres, 121, 3645-3662. https://doi.org/10.1002/2015JD024468"}, {"Citation": "Zhang, W., Feng, Z., Wang, X., & Niu, J. (2014). Elevated ozone negatively affects photosynthesis of current-year leaves but not previous-year leaves in evergreen Cyclobalanopsis glauca seedlings. Environmental Pollution, 184, 676-681. https://doi.org/10.1016/j.envpol.2013.04.036"}, {"Citation": "Zheng, Y. F., Xu, W. M., Wu, R. J., Zhang, J. E., Liu, R. N., Yao, J., & Hu, H. F. (2012). Combined effects of elevated O3 concentration and UV-B radiation on photosynthetic characteristics of soybean. Acta Ecologica Sinica, 32, 2515-2524."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "10", "Day": "15"}, {"Year": "2021", "Month": "2", "Day": "14"}, {"Year": "2021", "Month": "2", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "12", "Minute": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33609321", "10.1111/gcb.15564"]}}], "PubmedBookArticle": []}