{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Aerosol optical depth", "JNO(2)", "Long-term", "Quantitative effect"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33636767", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "01", "Day": "27"}], "ELocationID": ["10.1016/j.scitotenv.2020.144788", "S0048-9697(20)38321-2"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "767", "PubDate": {"Year": "2021", "Month": "May", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "The influence of aerosols on the NO<sub>2</sub> photolysis rate in a suburban site in North China.", "Pagination": {"StartPage": "144788", "MedlinePgn": "144788"}, "Abstract": {"AbstractText": ["The photolysis of NO<sub>2</sub> is an important driving force of tropospheric ozone. The intensity of this photolysis reaction affects atmospheric oxidation and photochemical pollution process. Photolysis rate of nitrogen dioxide (JNO<sub>2</sub>) is affected by aerosols, temperature, solar zenith angle (SZA), clouds, and so on. Among them, aerosol is an important influencing factor because of its complicated and irregular change; aerosol quantitative effect on JNO<sub>2</sub> is constructive for the coordinated control of O<sub>3</sub> and particulate matter. In order to quantitatively assess the impact of aerosols on JNO<sub>2</sub> in the long-term, the reconstructed JNO<sub>2</sub> data in a suburban site in North China from 2005 to 2019 are used. We found that JNO<sub>2</sub> and aerosol optical depth (AOD) presented logarithmic relations under different solar zenith angle (SZA) levels, the aerosol attenuation effect on JNO<sub>2</sub> decreased as AOD increased. Two main influencing factors of JNO<sub>2</sub>, SZA, and AOD, were fitted into a quadratic polynomial to quantify the AOD effect on JNO<sub>2</sub>. The results showed that the average annual AOD effect on JNO<sub>2</sub> in Xianghe from 2005 to 2019 was -28.6% compared to an aerosol free atmosphere; the seasonal mean AOD effect in spring, summer, autumn, and winter was -27.1% and -35.1%, -25.5% and -26.3%, respectively. During the study period, JNO<sub>2</sub> increased with an average of 5 × 10<sup>-5</sup> s<sup>-1</sup> per year, while the annual average aerosol optical depth (AOD) was 0.80 ± 0.10, showing an overall downward trend. Annual mean AOD attenuation effect on JNO<sub>2</sub> decreased over time; the decreases were larger in spring and summer, and smaller in autumn and winter."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Atmospheric Boundary Layer Physics and Atmospheric Chemistry (LAPC), Institute of Atmospheric Physics, Chinese Academy of Sciences, Beijing 100029, China; University of the Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Zhao", "ForeName": "Shuman", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Atmospheric Boundary Layer Physics and Atmospheric Chemistry (LAPC), Institute of Atmospheric Physics, Chinese Academy of Sciences, Beijing 100029, China. Electronic address: hub@post.iap.ac.cn."}], "LastName": "Hu", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanxi Meteorological Observatory, Xi'an 710014, China."}], "LastName": "Liu", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Earth Surface Processes and Resource Ecology/Academy of Disaster Reduction and Emergency Management, Faculty of Geographical Science, Beijing Normal University, Beijing 100875, China."}], "LastName": "Du", "ForeName": "Chaojie", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Middle Atmosphere and Global Environment Observation (LAGEO), Institute of Atmospheric Physics (IAP), Chinese Academy of Sciences (CAS), Beijing 100029, China."}], "LastName": "Xia", "ForeName": "Xiangao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Atmospheric Boundary Layer Physics and Atmospheric Chemistry (LAPC), Institute of Atmospheric Physics, Chinese Academy of Sciences, Beijing 100029, China; University of the Chinese Academy of Sciences, Beijing 100049, China; Center for Excellence in Regional Atmospheric Environment, Chinese Academy of Science, Xiamen 361021, China."}], "LastName": "Wang", "ForeName": "Yuesi", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "10", "Day": "12"}, {"Year": "2020", "Month": "12", "Day": "15"}, {"Year": "2020", "Month": "12", "Day": "19"}, {"Year": "2021", "Month": "2", "Day": "27", "Hour": "1", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "28", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33636767", "10.1016/j.scitotenv.2020.144788", "S0048-9697(20)38321-2"]}}], "PubmedBookArticle": []}