{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33630539", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "24"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1097/NNR.0000000000000496"], "Journal": {"ISSN": "1538-9847", "JournalIssue": {"Volume": "70", "Issue": "2", "PubDate": {"MedlineDate": "2021 Mar-Apr 01"}}, "Title": "Nursing research", "ISOAbbreviation": "Nurs Res"}, "ArticleTitle": "Associations Among Nitric Oxide and Enkephalinases With Fibromyalgia Symptoms.", "Pagination": {"StartPage": "E11", "EndPage": "E20", "MedlinePgn": "E11-E20"}, "Abstract": {"AbstractText": ["Fibromyalgia (FM) is a complex syndrome of uncertain etiology, characterized by the presence of widespread pain. Both nitric oxide and enkephalinases modulate pain perception.", "The aim of this study was to evaluate the relationships among serum nitric oxide levels, oxytocinase activity, and enkephalin-degrading aminopeptidase (EDA) activity with pain-related clinical manifestations in women with FM.", "We performed an observational case study in a population of 58 women diagnosed with FM. Serum nitric oxide levels were analyzed by an ozone chemiluminescence-based assay. Both serum oxytocinase and EDA activities were fluorometrically determined. Pain threshold and pain magnitude were evaluated using the PainMatcher. The pressure pain thresholds were measured using a digital pressure algometer. We used a visual analog scale, the Central Sensitization Inventory, the Revised Fibromyalgia Impact Questionnaire, and the Beck Anxiety Inventory to assess the global level of pain, the symptoms associated with the central sensitization syndrome, the severity of FM, and the anxiety level, respectively.", "Multiple linear regression analysis adjusted by age, body mass index, and menopause status revealed significant associations between nitric oxide levels and dominant occiput pressure pain thresholds, nondominant occiput pressure pain thresholds, and FM effects. Significant associations of oxytocinase activity with the visual analog scale and dominant knee pressure pain thresholds were also found. Moreover, results showed a significant association between high EDA activity levels and dominant second-rib pressure pain thresholds.", "Our data have shown significant relationships of serum nitric oxide levels and oxytocinase and EDA activities with some body pressure pain thresholds, the daily activity level, and the global intensity of pain in women with FM. These results suggest that pain, which is the main symptom of this syndrome, may be related to alterations in nitric oxide levels and in oxytocinase and EDA activities in patients with FM."], "CopyrightInformation": "Copyright © 2020 Wolters Kluwer Health, Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Aguilar-Ferrándiz", "ForeName": "María Encarnación", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Casas-Barragán", "ForeName": "Antonio", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Rus", "ForeName": "Alma", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Tapia-Haro", "ForeName": "Rosa María", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Martínez-Martos", "ForeName": "José Manuel", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Molina", "ForeName": "Francisco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Correa-Rodríguez", "ForeName": "María", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Nurs Res", "NlmUniqueID": "0376404", "ISSNLinking": "0029-6562"}, "ChemicalList": [{"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "EC 3.4.11.-", "NameOfSubstance": "Aminopeptidases"}, {"RegistryNumber": "EC 3.4.11.14", "NameOfSubstance": "enkephalin degrading enzyme"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["blood"], "DescriptorName": "Aminopeptidases"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["blood", "complications", "physiopathology"], "DescriptorName": "Fibromyalgia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["blood"], "DescriptorName": "Nitric Oxide"}, {"QualifierName": ["blood", "diagnosis", "etiology"], "DescriptorName": "Pain"}, {"QualifierName": [], "DescriptorName": "Pain Measurement"}, {"QualifierName": [], "DescriptorName": "Pain Threshold"}, {"QualifierName": [], "DescriptorName": "Severity of Illness Index"}], "CoiStatement": "The authors have no conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alstergren P., Förström J. (2003). Acute oral pain intensity and pain threshold assessed by intensity matching to pain induced by electrical stimuli. Journal of Orofacial Pain, 17, 151–159."}, {"Citation": "Arout C. A., Sofuoglu M., Bastian L. A., Rosenheck R. A. (2018). Gender differences in the prevalence of fibromyalgia and in concomitant medical and psychiatric disorders: A national Veterans Health Administration study. Journal of Women's Health, 27, 1035–1044 https://doi.org/10.1089/jwh.2017.6622", "ArticleIdList": ["10.1089/jwh.2017.6622"]}, {"Citation": "Bellato E., Marini E., Castoldi F., Barbasetti N., Mattei L., Bonasia D. E., Blonna D. (2012). Fibromyalgia syndrome: Etiology, pathogenesis, diagnosis, and treatment. Pain Research and Treatment, 2012, 426130 https://doi.org/10.1155/2012/426130", "ArticleIdList": ["10.1155/2012/426130"]}, {"Citation": "Bradford M. (1976). A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Analytical Biochemistry, 72, 248–254 https://doi.org/10.1006/abio.1976.9999", "ArticleIdList": ["10.1006/abio.1976.9999"]}, {"Citation": "Braman R. S., Hendrix S. A. (1989). Nanogram nitrite and nitrate determination in environmental and biological materials by vanadium(III) reduction with chemiluminescence detection. Analytical Chemistry, 61, 2715–2718 https://doi.org/10.1021/ac00199a007", "ArticleIdList": ["10.1021/ac00199a007"]}, {"Citation": "Buskila D., Neumann L., Alhoashle A., Abu-Shakra M. (2000). Fibromyalgia syndrome in men. Seminars in Arthritis and Rheumatism, 30, 47–51 https://doi.org/10.1053/sarh.2000.8363", "ArticleIdList": ["10.1053/sarh.2000.8363"]}, {"Citation": "Cabo-Meseguer A., Cerdá-Olmedo G., Trillo-Mata J. L. (2017). Fibromyalgia: Prevalence, epidemiologic profiles and economic costs. Medicina Clinica, 149, 441–448 https://doi.org/10.1016/j.medcli.2017.06.008", "ArticleIdList": ["10.1016/j.medcli.2017.06.008"]}, {"Citation": "Çakit M. O., Çakit B. D., Genç H., Pervane Vural S., Erdem H. R., Saraçoğlu M., Karagöz A. (2018). The association of skinfold anthropometric measures, body composition and disease severity in obese and non-obese fibromyalgia patients: A cross-sectional study. Archives of Rheumatology, 33, 59–65 https://doi.org/10.5606/ArchRheumatol.2018.6180", "ArticleIdList": ["10.5606/ArchRheumatol.2018.6180"]}, {"Citation": "Carrera M. P., Ramírez-Expósito M. J., Valenzuela M. T., García M. J., Mayas M. D., Martínez-Martos J. M. (2004). Serum oxytocinase activity is related to tumor growth parameters in N-methyl nitrosourea induced rat breast cancer. Life Sciences, 75, 1369–1377 https://doi.org/10.1016/j.lfs.2004.04.009", "ArticleIdList": ["10.1016/j.lfs.2004.04.009"]}, {"Citation": "Chesterton L. S., Sim J., Wright C. C., Foster N. E. (2007). Interrater reliability of algometry in measuring pressure pain thresholds in healthy humans using multiple raters. The Clinical Journal of Pain, 23, 760–766 https://doi.org/10.1097/AJP.0b013e318154b6ae", "ArticleIdList": ["10.1097/AJP.0b013e318154b6ae"]}, {"Citation": "Chinn S., Caldwell W., Gritsenko K. (2016). Fibromyalgia pathogenesis and treatment options update. Current Pain and Headache Reports, 20, 25 https://doi.org/10.1007/s11916-016-0556-x", "ArticleIdList": ["10.1007/s11916-016-0556-x"]}, {"Citation": "Çimen Ö. B., Çimen M. Y. B., Yapici Y., Çamdeviren H. (2009). Arginase, NOS activities, and clinical features in fibromyalgia patients. Pain Medicine, 10, 813–818 https://doi.org/10.1111/j.1526-4637.2009.00642.x", "ArticleIdList": ["10.1111/j.1526-4637.2009.00642.x"]}, {"Citation": "Coskun Benlidayi I. (2019). Role of inflammation in the pathogenesis and treatment of fibromyalgia. Rheumatology International, 39, 781–791. https://doi.org/10.1007/s00296-019-04251-6.", "ArticleIdList": ["10.1007/s00296-019-04251-6"]}, {"Citation": "Cuesta-Vargas A. I., Roldan-Jimenez C., Neblett R., Gatchel R. J. (2016). Cross-cultural adaptation and validity of the Spanish central sensitization inventory. Springerplus, 5, 1837 https://doi.org/10.1186/s40064-016-3515-4", "ArticleIdList": ["10.1186/s40064-016-3515-4"]}, {"Citation": "Cury Y., Picolo G., Gutierrez V. P., Ferreira S. H. (2011). Pain and analgesia: The dual effect of nitric oxide in the nociceptive system. Nitric Oxide - Biology and Chemistry, 25, 243–254 https://doi.org/10.1016/j.niox.2011.06.004", "ArticleIdList": ["10.1016/j.niox.2011.06.004"]}, {"Citation": "Fernández-Lao C., Galiano-Castillo N., Cantarero-Villanueva I., Martín-Martín L., Prados-Olleta N., Arroyo-Morales M. (2016). Analysis of pressure pain hypersensitivity, ultrasound image, and quality of life in patients with chronic plantar pain: A preliminary study. Pain Medicine (United States), 17, 1530–1541 https://doi.org/10.1093/pm/pnv022", "ArticleIdList": ["10.1093/pm/pnv022"]}, {"Citation": "García-López M. J., Martínez-Martos J. M., Mayas M. D., Carrera M. P., Ramírez-Expósito M. J. (2003). Effects of orchidectomy and testosterone replacement on mouse enkephalin-degrading aminopeptidase activity in the HPA axis. General and Comparative Endocrinology, 134, 303–307 https://doi.org/10.1016/s0016-6480(03)00270-3.", "ArticleIdList": ["10.1016/s0016-6480"]}, {"Citation": "Gratt B. M., Anbar M. (2005). A pilot study of nitric oxide blood levels in patients with chronic orofacial pain. Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology and Endodontology, 100, 441–448 https://doi.org/10.1016/j.tripleo.2004.02.081", "ArticleIdList": ["10.1016/j.tripleo.2004.02.081"]}, {"Citation": "Gulati K., Rai N., Ray A. (2017). Nitric oxide and anxiety. Vitamins and Hormones, 103, 169–192 https://doi.org/10.1016/bs.vh.2016.09.001", "ArticleIdList": ["10.1016/bs.vh.2016.09.001"]}, {"Citation": "Henry M. S., Gendron L., Tremblay M. E., Drolet G. (2017). Enkephalins: Endogenous analgesics with an emerging role in stress resilience. Neural Plasticity, 2017, 1546125 https://doi.org/10.1155/2017/1546125", "ArticleIdList": ["10.1155/2017/1546125"]}, {"Citation": "Jones D. H., Kilgour R. D., Comtois A. S. (2007). Test-retest reliability of pressure pain threshold measurements of the upper limb and torso in young healthy women. Journal of Pain, 8, 650–656 https://doi.org/10.1016/j.jpain.2007.04.003", "ArticleIdList": ["10.1016/j.jpain.2007.04.003"]}, {"Citation": "Kanabrocki E. L., George M., Hermida R. C., Messmore H. L., Ryan M. D., Ayala D. E., Hoppensteadt D. A., Fareed J., Bremner F. W., Third J. L., Shirazi P., Nemchausky B. A. (2001). Day-night variations in blood levels of nitric oxide, T-TFPI, and E-selectin. Clinical and Applied Thrombosis/Hemostasis, 7, 339–345 https://doi.org/10.1177/107602960100700417", "ArticleIdList": ["10.1177/107602960100700417"]}, {"Citation": "Koca T. T., Seyithanoglu M., Sagiroglu S., Berk E., Dagli H. (2018). Frequency of audiological complaints in patients with fibromyalgia syndrome and its relationship with oxidative stress. Nigerian Journal of Clinical Practice, 21, 1271–1277 https://doi.org/10.4103/njcp.njcp_95_18", "ArticleIdList": ["10.4103/njcp.njcp_95_18"]}, {"Citation": "La Rubia M., Rus A., Molina F., Del Moral M. L. (2013). Is fibromyalgia-related oxidative stress implicated in the decline of physical and mental health status?Clinical and Experimental Rheumatology, 31, S121–S127."}, {"Citation": "Lund I., Lundeberg T., Kowalski J., Sandberg L., Budh C. N., Svensson E. (2005). Evaluation of variations in sensory and pain threshold assessments by electrocutaneous stimulation. Physiotherapy Theory and Practice, 21, 81–92 https://doi.org/10.1080/09593980590922307", "ArticleIdList": ["10.1080/09593980590922307"]}, {"Citation": "Magán I., Sanz J., García-Vera M. P. (2008). Psychometric properties of a Spanish version of the Beck Anxiety Inventory (BAI) in general population. The Spanish Journal of Psychology, 11, 626–640."}, {"Citation": "Marques A. P., Assumpção A., Matsutani L. A., Bragança Pereira C. A., Lage L. (2008). Pain in fibromyalgia and discrimination power of the instruments: Visual Analog Scale, Dolorimetry and the McGill Pain Questionnaire. Acta Reumatologica Portuguesa, 33, 345–351."}, {"Citation": "Martínez-Martos J. M., Correa-Rodríguez M., Rus A., Molina F., Ramírez-Expósito M. J., Aguilar-Ferrandiz M. E. (2019). Altered serum oxytocinase and enkephalin-degrading aminopeptidase activities in patients with fibromyalgia. Biological Research for Nursing, 21, 431–439 https://doi.org/10.1177/1099800419854207", "ArticleIdList": ["10.1177/1099800419854207"]}, {"Citation": "Mas A. J., Carmona L., Valverde M., Ribas B., Aretxabala I., Ballina J., Beltrán J., Benito P., Benito S., Calabozo M., Cobeta J. C., Corral C., Ciria M., Fernández-Carballido C., Fernández J. A., Fernández-Sueiro J. L., Gabriel R., Garrido G., Grandal Y., Yelin E. (2008). Prevalence and impact of fibromyalgia on function and quality of life in individuals from the general population: Results from a nationwide study in Spain. Clinical and Experimental Rheumatology, 26, 519–526."}, {"Citation": "Neblett R., Cohen H., Choi Y., Hartzell M. M., Williams M., Mayer T. G., Gatchel R. J. (2013). The central sensitization inventory (CSI): Establishing clinically significant values for identifying central sensitivity syndromes in an outpatient chronic pain sample. Journal of Pain, 14, 438–445 https://doi.org/10.1016/j.jpain.2012.11.012", "ArticleIdList": ["10.1016/j.jpain.2012.11.012"]}, {"Citation": "Neblett R., Hartzell M. M., Mayer T. G., Cohen H., Gatchel R. J. (2017). Establishing clinically relevant severity levels for the Central Sensitization Inventory. Pain Practice, 17, 166–175 https://doi.org/10.1111/papr.12440", "ArticleIdList": ["10.1111/papr.12440"]}, {"Citation": "Neumann D. I., Slattery D. A. (2016). Oxytocin in general anxiety and social fear: A translational approach. Biological Psychiatry, 79, 213–221 https://doi.org/10.1016/j.biopsych.2015.06.004", "ArticleIdList": ["10.1016/j.biopsych.2015.06.004"]}, {"Citation": "Nijs J., Loggia M. L., Polli A., Moens M., Huysmans E., Goudman L., Meeus M., Vanderweeën L., Ickmans K., Clauw D. (2017). Sleep disturbances and severe stress as glial activators: Key targets for treating central sensitization in chronic pain patients?Expert Opinion on Therapeutic Targets, 21, 817–826 https://doi.org/10.1080/14728222.2017.1353603", "ArticleIdList": ["10.1080/14728222.2017.1353603"]}, {"Citation": "Ozgocmen S., Ozyurt H., Sogut S., Akyol O., Ardicoglu O., Yildizhan H. (2006). Antioxidant status, lipid peroxidation and nitric oxide in fibromyalgia: Etiologic and therapeutic concerns. Rheumatology International, 26, 598–603 https://doi.org/10.1007/s00296-005-0079-y", "ArticleIdList": ["10.1007/s00296-005-0079-y"]}, {"Citation": "Rus A., Castro L., Del Moral M. L., Peinado Á. (2010). Inducible NOS inhibitor 1400W reduces hypoxia/re-oxygenation injury in rat lung. Redox Report, 15, 169–178 https://doi.org/10.1179/174329210X12650506623609", "ArticleIdList": ["10.1179/174329210X12650506623609"]}, {"Citation": "Rus A., Molina F., Gassó M., Camacho M. V., Peinado M. Á., del Moral M. L. (2016). Nitric oxide, inflammation, lipid profile, and cortisol in normal- and overweight women with fibromyalgia. Biological Research for Nursing, 18, 138–146 https://doi.org/10.1177/1099800415591035", "ArticleIdList": ["10.1177/1099800415591035"]}, {"Citation": "Russell I. J., Larson A. A. (2009). Neurophysiopathogenesis of fibromyalgia syndrome: A unified hypothesis. Rheumatic Disease Clinics of North America, 35, 421–435 https://doi.org/10.1016/j.rdc.2009.06.005", "ArticleIdList": ["10.1016/j.rdc.2009.06.005"]}, {"Citation": "Salgueiro M., García-Leiva J. M., Ballesteros J., Hidalgo J., Molina R., Calandre E. P. (2013). Validation of a Spanish version of the Revised Fibromyalgia Impact Questionnaire (FIQR). Health and Quality of Life Outcomes, 11, 132 https://doi.org/10.1186/1477-7525-11-132", "ArticleIdList": ["10.1186/1477-7525-11-132"]}, {"Citation": "Sanz J., Navarro M. E. (2003). The psychometric properties of a Spanish version of the Beck Anxiety Inventory (BAI) in a university students sample. Ansiedad y Estrés, 9, 59–84."}, {"Citation": "Sarzi-Puttini P., Giorgi V., Marotto D., Atzeni F. (2020). Fibromyalgia: An update on clinical characteristics, aetiopathogenesis and treatment. Nature Reviews. Rheumatology, 16, 645–660 https://doi.org/10.1038/s41584-020-00506-w", "ArticleIdList": ["10.1038/s41584-020-00506-w"]}, {"Citation": "Sendur O. F., Turan Y., Tastaban E., Yenisey C., Serter M. (2009). Serum antioxidants and nitric oxide levels in fibromyalgia: A controlled study. Rheumatology International, 29, 629–633 https://doi.org/10.1007/s00296-008-0738-x", "ArticleIdList": ["10.1007/s00296-008-0738-x"]}, {"Citation": "Sluka K. A., Clauw D. J. (2016). Neurobiology of fibromyalgia and chronic widespread pain. Neuroscience, 338, 114–129 https://doi.org/10.1016/j.neuroscience.2016.06.006", "ArticleIdList": ["10.1016/j.neuroscience.2016.06.006"]}, {"Citation": "Stisi S., Cazzola M., Buskila D., Spath M., Giamberardino M. A., Sarzi-Puttini P., Arioli G., Alciati A., Leardini G., Gorla R., Marsico A., Ceccherelli F., Bazzichi L., Carignola R., Gracely R. H., Salaffi F., Marinangeli F., Torta R., Di Franco M., Atzeni F. (2008). Etiopathogenetic mechanisms of fibromyalgia syndrome. Reumatismo, 60, 25–35."}, {"Citation": "Sturgeon J. A., Darnall B. D., Zwickey H. L., Wood L. J., Hanes D. A., Zava D. T., Mackey S. C. (2014). Proinflammatory cytokines and DHEA-S in women with fibromyalgia: Impact of psychological distress and menopausal status. Journal of Pain Research, 7, 707–716 https://doi.org/10.2147/JPR.S71344", "ArticleIdList": ["10.2147/JPR.S71344"]}, {"Citation": "Watt E. F. (2018). Musculoskeletal pain and menopause. Post Reproductive Health, 24, 34–43 https://doi.org/10.1177/2053369118757537", "ArticleIdList": ["10.1177/2053369118757537"]}, {"Citation": "Wolfe F., Clauw D. J., Fitzcharles M. A., Goldenberg D. L., Katz R. S., Mease P., Russell A. S., Russell I. J., Winfield J. B., Yunus M. B. (2010). The American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity. Arthritis Care and Research, 62, 600–610 https://doi.org/10.1002/acr.20140", "ArticleIdList": ["10.1002/acr.20140"]}, {"Citation": "Xin Q., Bai B., Liu W. (2017). The analgesic effects of oxytocin in the peripheral and central nervous system. Neurochemistry International, 103, 57–64 https://doi.org/10.1016/j.neuint.2016.12.021", "ArticleIdList": ["10.1016/j.neuint.2016.12.021"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "25", "Hour": "14", "Minute": "31"}, {"Year": "2021", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33630539", "10.1097/NNR.0000000000000496", "00006199-202103000-00012"]}}], "PubmedBookArticle": []}