{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Hierarchical bayesian modeling", "Log reduction value", "Ozone disinfection", "Regularized regression analyses", "Waterborne viruses"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33665597", "DateRevised": {"Year": "2023", "Month": "11", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "02", "Day": "12"}], "ELocationID": ["100093", "10.1016/j.wroa.2021.100093"], "Journal": {"ISSN": "2589-9147", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2021", "Month": "May", "Day": "01"}}, "Title": "Water research X", "ISOAbbreviation": "Water Res X"}, "ArticleTitle": "Predictive water virology using regularized regression analyses for projecting virus inactivation efficiency in ozone disinfection.", "Pagination": {"StartPage": "100093", "MedlinePgn": "100093"}, "Abstract": {"AbstractText": ["Wastewater reclamation and reuse have been practically applied to water-stressed regions, but waterborne pathogens remaining in insufficiently treated wastewater are of concern. Sanitation Safety Planning adopts the hazard analysis and critical control point (HACCP) approach to manage human health risks upon exposure to reclaimed wastewater. HACCP requires a predetermined reference value (critical limit: CL) at critical control points (CCPs), in which specific parameters are monitored and recorded in real time. A disinfection reactor of a wastewater treatment plant (WWTP) is regarded as a CCP, and one of the CCP parameters is the disinfection intensity (<i>e.g.</i>, initial disinfectant concentration and contact time), which is proportional to the log reduction value (LRV) of waterborne pathogens. However, the achievable LRVs are not always stable because the disinfection intensity is affected by water quality parameters, which vary among WWTPs. In this study, we established models for projecting virus LRVs using ozone, in which water quality and operational parameters were used as explanatory variables. For the model construction, we used five machine learning algorithms and found that automatic relevance determination with interaction terms resulted in better prediction performances for norovirus and rotavirus LRVs. Poliovirus and coxsackievirus LRVs were predicted well by a Bayesian ridge with interaction terms and lasso with quadratic terms, respectively. The established models were relatively robust to predict LRV using new datasets that were out of the range of the training data used here, but it is important to collect LRV datasets further to make the models more predictable and flexible for newly obtained datasets. The modeling framework proposed here can help WWTP operators and risk assessors determine the appropriate CL to protect human health in wastewater reclamation and reuse."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Graduate School of Engineering, Tohoku University, Aoba 6-6-06, Aramaki, Aoba-ku, Sendai, Miyagi, 980-8579, Japan."}], "LastName": "Kadoya", "ForeName": "Syun-Suke", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Graduate School of Engineering, Tohoku University, Aoba 6-6-06, Aramaki, Aoba-ku, Sendai, Miyagi, 980-8579, Japan."}], "LastName": "Nishimura", "ForeName": "Osamu", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "New Industry Creation Hatchery Center, Tohoku University, Sendai, Miyagi, Japan."}], "LastName": "Kato", "ForeName": "Hiroyuki", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Graduate School of Engineering, Tohoku University, Aoba 6-6-06, Aramaki, Aoba-ku, Sendai, Miyagi, 980-8579, Japan."}, {"Identifier": [], "Affiliation": "Department of Frontier Sciences for Advanced Environment, Graduate School of Environmental Studies, Tohoku University, Aoba 6-6-06, Aramaki, Aoba-ku, Sendai, Miyagi, 980-8579, Japan."}], "LastName": "Sano", "ForeName": "Daisuke", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Water Res X", "NlmUniqueID": "101742109", "ISSNLinking": "2589-9147"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdul-Wahab S., Bakheit C.S., Al-Alawi M. Principal component and multiple regression analysis in modeling of ground-level ozone and factors affecting its concentrations. Environ. Model. Software. 2005;20:1263–1271."}, {"Citation": "Adeifisove M.A., Nwodo U.U., Green E., Okoh A.I. Quantitative PCR detection and characterization of human adenovirus, rotavirus and hepatitis A virus in discharged effluents of two wastewater treatment facilities in the Eastern Cape, South Africa. Food. Environ. Virol. 2016;8:262–274.", "ArticleIdList": ["PMC5093187", "27236707"]}, {"Citation": "Bauri M., Wilkinson A.L., Ropa B., Feldon K., Snider C.J., Anand A., Tallis G., Boualam L., Grabovac V., Avagyan T., Reze S.M., Mekonnen D., Zhang Z., Thorley B.R., Shimizu H., Apostol L.N.G., Takashima Y. Circulating vaccine-derived poliovirus type 1 and outbreak response – Papua New Guinea, 2018. MMWR. 2019;69(5):119–120.", "ArticleIdList": ["PMC6366675", "30730867"]}, {"Citation": "Bishop C.M. Springer-Verlag; New York, LLC: 2006. Pattern Recognition and Machine Learning."}, {"Citation": "Biziagos E., Passagot J., Crance J.-M., Deloince R. Long-term survival of hepatitis A virus and poliovirus type 1 in mineral water. Appl. Environ. Microbiol. 1988;54(11):2705–2710.", "ArticleIdList": ["PMC204359", "2850763"]}, {"Citation": "Boehm A.B., Silverman A.I., Schriewer A., Goodwin K. Systematic review and meta-analysis of decay rates of waterborne mammalian viruses and coliphages in surface waters. Wat. Res. 2019;164(1):114898.", "ArticleIdList": ["31404902"]}, {"Citation": "Brie A., Boudaud N., Mssihid A., Loutreul J., Bertrand I., Gantzer C. Inactivation of murine norovirus and hepatitis A virus on fresh raspberries by gaseous ozone treatment. Food Microbiol. 2018;70:1–6.", "ArticleIdList": ["29173615"]}, {"Citation": "Chick H. An investigation of the laws of disinfection. J. Hyg. 1908;8(1):92–158.", "ArticleIdList": ["PMC2167134", "20474353"]}, {"Citation": "Croker C., Hathaway S., Marutani S., Hernandez M., Cadavid C., Rajagopalan S. A virus infection among adult patients of a mental hospital – los Angeles County, 2017. Infect. Control Hosp. Epidemiol. 2018;39(7):881–882.", "ArticleIdList": ["29661264"]}, {"Citation": "Cui Z., Gong G. The effect of machine learning regression algorithms and sample size on individualized behavioral prediction with functional connectivity features. Neuroimage. 2018;178:622–637.", "ArticleIdList": ["29870817"]}, {"Citation": "Dang X., Peng H., Wang X., Zhang H.  Olemiss Edu; 2008. Theil-Sen Estimators in a Multiple Linear Regression Model.http://home.olemiss.edu/∼xdang/papers/MTSE.pdf 2008."}, {"Citation": "Delignette-Muller M.L., Dutang C. fitdistrplus: an R package for fitting distributions. J. Stat. Software. 2015;64(4):1–34."}, {"Citation": "Du H., Wu Y., Wu H., Li F. Effect of ozone pretreatment on characteristics of dissolved organic matter formed in aerobic and anaerobic digestion of waste-activated sludge. Environ. Sci. Pollut. Res. 2020", "ArticleIdList": ["32892285"]}, {"Citation": "Emerson M.A., Sproul O.J., Buck C.E. Ozone inactivation of cell-associated viruses. Appl. Environ. Microbiol. 1982;43(3):603–608.", "ArticleIdList": ["PMC241881", "6280611"]}, {"Citation": "Engelbrecht R.S., Weber M.J., Salter B.L., Schmidt C.A. Comparative inactivation of viruses by chlorine. Appl. Environ. Microbiol. 1980;40(2):249–256.", "ArticleIdList": ["PMC291561", "6258473"]}, {"Citation": "Farooq S., Akhlaque S. vol. 17. 1983. pp. 809–812. (Comparative Response of Mixed Cultures of Bacteria and Virus to Ozonation). (7)"}, {"Citation": "Finch G.R., Fairbairin N. Comparative inactivation of poliovirus type 3 and MS2 coliphage in demand-free phosphate buffer by using ozone. Appl. Environ. Microbiol. 1991;57(11):3121–3126.", "ArticleIdList": ["PMC183936", "1664198"]}, {"Citation": "Fischler M.A., Bolles R.C. Random Sample Consensus: a paradigm for model fitting with applications to image analysis and automated cartography. Commun. ACM. 1981;24(6):381–395."}, {"Citation": "Haas C.N., Joffe J. Disinfection under dynamic conditions: modification of Hom’s model for decay. Environ. Sci. Technol. 1994;28:1367–1369.", "ArticleIdList": ["22176332"]}, {"Citation": "Hallowell D. WateReuse Foundation; 2014. Utilization of Hazard Analysis and Critical Control Points Approach for Evaluating Integrity of Treatment Barriers for Reuse. WRRF-09-03 PRoject Synopsis."}, {"Citation": "Harakeh M.S., Bulter M. Factors increasing the ozone inactivation of enteric viruses in effluent. Ozone Sci. Eng. 1984;6(4):235–243."}, {"Citation": "Harakeh M.S., Bulter M. Inactivation of human rotavirus, SA11 and other enteric viruses in effluent by disinfectants. J. Hyg. Camb. 1984;93:157–163.", "ArticleIdList": ["PMC2129266", "6086748"]}, {"Citation": "Hembach N., Alexander J., Hiller C., Wieland A., Schwartz T. Dissemination prevention of antibiotic resistant and facultative pathogenic bacteria ultrafiltration and ozone treatment at an urban wastewater treatment plant. Sci. Rep. 2019;9:12843.", "ArticleIdList": ["PMC6731226", "31492933"]}, {"Citation": "Hirneisen K.A., Markland S.M., Kniel K.E. Ozone inactivation of norovirus surrogates on fresh produce. J. Food Protect. 2011;74(5):836–839.", "ArticleIdList": ["21549058"]}, {"Citation": "Hoerl A.E., Kennard R.W. Ridge regression: biased estimation for nonorthogonal problems. Technometrics. 1970;12(1):55–67."}, {"Citation": "Hom L.W. Kinetics of chlorine disinfection in an ecosystem. J. Stat. Eng. Duv. 1972;98(1):183–193."}, {"Citation": "Hoque S.A., Kobayshi M., Takanashi S., Anwar K.S., Watanabe T., Khamrin P., Okitsu S., Hayakawa S., Ushijima H. Role of rotavirus vaccination on an emerging G8P[8] rotavirus strain causing an outbreak in central Japan. Vaccine. 2018;36:43–49.", "ArticleIdList": ["29183732"]}, {"Citation": "Ito T., Kitajima M., Kato T., Ishii S., Segawa T., Okabe S., Sano D. Target virus log10 reduction values determined for two reclaimed wastewater irrigation scenarios in Japan based on tolerable annual disease burden. Wat. Res. 2017;125(15):438–448.", "ArticleIdList": ["28898701"]}, {"Citation": "Kadoya S., Nishimura O., Kato H., Sano D. Predictive water virology: hierarchical Bayesian modeling for estimating virus inactivation curve. Water. 2019;11(10):2187."}, {"Citation": "Kadoya S., Nishimura O., Kato H., Sano D. Regularized regression analyses for the prediction of virus inactivation efficiency by chloramine disinfection. Environ. Sci. Wat. Res. Technol. 2020;11:2187.", "ArticleIdList": ["PMC7903012", "33665597"]}, {"Citation": "Katayama H., Haramoto E., Oguma K., Yamashita H., Tajima H., Nakajima H., Ohgaki S. One-year monthly quantitative survey of noroviruses, enteroviruses, and adenoviruses in wastewater collected from six plants in Japan. Wat. Res. 2008;42:1441–1448.", "ArticleIdList": ["17996920"]}, {"Citation": "Katzenelson E., Biedermann N. Disinfection of viruses in sewage by ozone. Wat. Res. 1976;10(7):629–631."}, {"Citation": "Katzenelson E., Koerner G., Biedermann N., Peleg M., Shuval H.I. Measurement of the inactivation kinetics of poliovirus by ozone in a fast-flow mixer. Appl. Environ. Microbiol. 1979;37(4):715–718.", "ArticleIdList": ["PMC243286", "36847"]}, {"Citation": "Kharel S., Stapf M., Miehe U., Ekblad M., Cimbritz M., Falas P., Nilsson J., Sehlen R., Bester K. Ozone dose dependent formation and removal of ozonation products of pharmaceutical in pilot and full-scale municipal wastewater treatment plants. Sci. Total Environ. 2020;731:139064.", "ArticleIdList": ["32413657"]}, {"Citation": "Kim C.K., Gentile D.M., Sproul O.J. Mechanism of ozone inactivation of bacteriophage f2. Appl. Environ. Microbiol. 1980;39(1):210–218.", "ArticleIdList": ["PMC291306", "16345489"]}, {"Citation": "Leonard J., Flournoy J., Los angeles C.P.L., Whitaker K. How much motion is too much motion? Determining motion thresholds by sample size for reproducibility in developmental resting-state MRI. Res. Ideas. Outcomes. 2017;3"}, {"Citation": "Li J., Lu X., Sun Y., Lin C., Li F., Yang Y., Liang Z., Jia L., Chen L., Jiang B., Wang Q. A swimming pool-associated outbreak of pharyngoconjunctival fever caused by human adenovirus type 4 in Beijing, China. Int. J. Infect. Dis. 2018;75:89–91.", "ArticleIdList": ["PMC6198331", "30144556"]}, {"Citation": "Lim M.Y., Kim J.-M., Lee J.E., Ko G.P. Characterization of ozone disinfection of murine norovirus. Appl. Environ. Microbiol. 2010;76(4):1120–1124.", "ArticleIdList": ["PMC2820967", "20038700"]}, {"Citation": "Lin Y., Fengling Li, Lianzhu W., Yuxiu Z., Yanhua J. Function of VP2 protein in the stability of the secondary structure of virus-like particles of genogroup II norovirus at different pH levels: function of VP2 protein in the stability of NoV VLPs. J. Microbiol. 2014;52(11):970–975.", "ArticleIdList": ["25277406"]}, {"Citation": "Lu H., Ma X. Hybrid decision tree-based machine learning models for short-term water quality prediction. Chemosphere. 2020;249:126169.", "ArticleIdList": ["32078849"]}, {"Citation": "McGeady M.L., Siak J.-S., Crowell R.L. Survival of coxsackievirus B3 under diverse environmental conditions. Appl. Environ. Microbiol. 1979;37(5):972–977.", "ArticleIdList": ["PMC243334", "39495"]}, {"Citation": "Meng Z.-D., Birch C., Heath R., Gust I. Physicochemical stability and inactivation of human and simian rotaviruses. Appl. Environ. Microbiol. 1987;53(4):727–730.", "ArticleIdList": ["PMC203745", "3034154"]}, {"Citation": "Meunier L., Canonica S., von Gunten U. Implications of sequential use of UV and ozone for drinking water quality. Wat. Res. 2006;40:1864–1876.", "ArticleIdList": ["16635504"]}, {"Citation": "Moher D., Libeerati A., Tetzlaff J., Altman D.G. Preferred reporting items for systematic reviews and meta-analysis: the PRISMA statement. PLoS Med. 2009;6", "ArticleIdList": ["PMC2707599", "19621072"]}, {"Citation": "Moore N.J., Margolin A.B. Efficacy of nucleic acid probes for detection of poliovirus in water disinfected by chlorine, chlorine dioxide, ozone, and UV radiation. Appl. Environ. Microbiol. 1994;60(11):4189–4191.", "ArticleIdList": ["PMC201959", "16349448"]}, {"Citation": "Moresco V., Damazo N.A., Baradi C.R.M. Thermal and temporal stability on the enteric viruses infectivity in surface freshwater. Wat. Supply. 2016;16(3):620–627."}, {"Citation": "Park H.-S., Hwang T.-M., Kang J.-W., Choi H., Oh H.-J. Characterization of raw water for the ozone application measuring ozone consumption rate. Wat. Res. 2001;35(11):2607–2614.", "ArticleIdList": ["11456158"]}, {"Citation": "Park Y., Kim M., Pachepsky Y., Choi S.-H., Cho J.-G., Jeon J., Cho K.H. Development of a nowcasting system using machine learning approaches to predict fecal contamination levels as recreational beaches in Korea. J. Environ. Qual. 2018;47:1094–1102.", "ArticleIdList": ["30272778"]}, {"Citation": "Pedregosa F., Varoquaux G., Gramfort A., Michel V., Thirion B., Grisel O., Blondel M., Prettenhofer P., Weiss R., Dobourg V., Vanderplas J., Passos A., Cournapeau D., Brucher M., Perrot M., Duchesnay E. Scikit-learn: machine learning in Python. J. Mach. Learn. Res. 2011;12:2825–2830."}, {"Citation": "Roy D., Wong P.K.Y., Engelbrecht R.S., Chian E.S.K. Mechanisms of enteroviral inactivation by ozone. Appl. Environ. Microbiol. 1981;41(3):718–723.", "ArticleIdList": ["PMC243766", "6261692"]}, {"Citation": "Roy D., Chian E.S.K., Engelbrecht R.S. Mathematical model for enterovirus inactivation by ozone. Wat. Res. 1982;16:667–673."}, {"Citation": "Safari M.J.S., Arashloo S.R., Mehr A.D. Rainfall-runoff modeling through regression in the reproducing kernel Hilbert space algorithm. J. Hydrol. 2020;587:125014."}, {"Citation": "Sano D., Amarasiri M., Hata A., Watanabe T., Katayama H. Risk management of viral infectious diseases in wastewater reclamation and reuse: Review. Environ. Int. 2016;91:220–229.", "ArticleIdList": ["PMC7111293", "26985655"]}, {"Citation": "Shin G.-A., Sobsey M.D. Reduction of Norwalk virus, poliovirus 1, and bacteriophage MS2 by ozone disinfection of water. Appl. Environ. Microbiol. 2003;69(7):3975–3978.", "ArticleIdList": ["PMC165156", "12839770"]}, {"Citation": "Shlindwein A.D., Rigotto C., Simoes C.M.O., Baradi C.R.M. Detection of enteric viruses in sewage sludge and treated wastewater effluent. Water Sci. Technol. 2010;61(2):537–544.", "ArticleIdList": ["20107281"]}, {"Citation": "Shneider C.A., Rasband W.S., Eliceiri K.W. NIH image to ImageJ: 25 years of image analysis. Nat. Methods. 2012;9(7):671–675.", "ArticleIdList": ["PMC5554542", "22930834"]}, {"Citation": "Silva-Sales M., Martinez-Puchol S., Gonzales-Gustavsonm E., Hundesa A., Girones R. High prevalence of rotavirus A in raw sewage from northeast Spain. Viruses. 2020;12(3):318.", "ArticleIdList": ["PMC7150846", "32188099"]}, {"Citation": "Sin G., Gernaey K.V., Neumann M.B., van Loosdrecht M.C.M., Gujer W. Uncertainty analysis in WWTP model applications: a critical discussion using an example from design. Wat. Res. 2009;43:2894–2906.", "ArticleIdList": ["19447462"]}, {"Citation": "Sin G., Gernaey K.V., Neumann M.B., van Loosdrecht M.C.M., Gujer W. Global sensitivity analysis in wastewater treatment plant model applications: prioritizing sources of uncertainty. Wat. Res. 2011;45:639–651.", "ArticleIdList": ["20828785"]}, {"Citation": "Sohn J., Amy G., Cho J., Lee Y., Yoon Y. Disinfectant decay and disinfection by-products formation model development: chlorination and ozonation by-products. Wat. Res. 2004;38:2461–2478.", "ArticleIdList": ["15159150"]}, {"Citation": "Subahir M.N., Jeffree M.S., Hassan M., Mohamad S.M.G., Fong S.Y., Ahmed K. Norovirus outbreak among students of a boarding school in Kluang, Johor, Malaysia. J. Infect. Dec. Ctries. 2019;13(4):274–277.", "ArticleIdList": ["32045370"]}, {"Citation": "Thurston-Enriquez J.A., Haas C.N., Jacangelo J., Gerba C.P. Inactivation of enteric adenovirus and feline calicivirus by ozone. Wat. Res. 2005;39:3650–3656.", "ArticleIdList": ["16061270"]}, {"Citation": "Tibshirani R. Regression shrinkage and selection via the lasso. J. Royal. Stat. Soc. Series. B. 1996;36:117–147."}, {"Citation": "Tipping M.E. Sparse Bayesian learning and the relevance vector machine. J. Mach. Learn. Res. 2001;1:211–244."}, {"Citation": "Tondera K., Klaer K., Gebhardt J., Wingender J., Koch C., Horstkott M., Strathmann M., Jurzik L., Hamza I.A., Pinnekamp J. Reducing pathogens in combined sewer overflows using ozonation or UV irradiation. Int. J. Hyg Environ. Health. 2015;218(8):731–741.", "ArticleIdList": ["26431869"]}, {"Citation": "U. S. Environmental Protection Agency . USEPA; Washington, DC: 1990."}, {"Citation": "U. S. Environmental Protection Agency . 1999. Disinfection Profiling and Benchmarking Technical Guidance Manual."}, {"Citation": "U.S. Food & Drug Administration HACCP principles and application guidelines. 1997. https://www.fda.gov/food/hazard-analysis-critical-control-point-haccp/haccp-principles-application-guidelines#:%7E:text=Seven%20basic%20principles%20are%20employed,and%20record%2Dkeeping%20and%20documentation"}, {"Citation": "Utsumi T., Wahyuni R.M., Dinana Z., Gunawan E., Putra A.S.D., Mubawadi T., Soetjipto, Lusida M.I., Shoji I. G2P[4] rotavirus outbreak in belu, east nusa tenggara province, Indonesia, 2018. J. Int. Public. Health. 2020 (in press)", "ArticleIdList": ["32475806"]}, {"Citation": "Vaughn J.M., Chen Y.S., Lindburg K., Morales D. Inactivation of human and simian rotaviruses by ozone. Appl. Environ. Microbiol. 1987;53(9):2218–2221.", "ArticleIdList": ["PMC204083", "2823709"]}, {"Citation": "Wang H., Siroka P., Rutgersson C., Lindh M., Brodin T., Bjorlenius B., Larsson D.G., Norder H. Differential removal of human pathogenic viruses from sewage by conventional and ozone treatment. Int. J. Hyg Environ. Health. 2018;221:479–488.", "ArticleIdList": ["PMC7106402", "29402695"]}, {"Citation": "Ward R.L., Ashley C.S. pH modification of the effects of detergents on the stability of enteric viruses. Appl. Environ. Microbiol. 1979;38(2):314–322.", "ArticleIdList": ["PMC243483", "42351"]}, {"Citation": "Watson, H. E., A note on the variation of the rate of disinfection with change in the concentration of the disinfectant. J. Hyg. 8(4), 536-542.", "ArticleIdList": ["PMC2167149", "20474372"]}, {"Citation": "WHO . third ed. World Health Organization; Geneva: 2006. Guidelines for the Use of Wastewater, Excreta and Greywater in Agriculture and Aquaculture."}, {"Citation": "WHO . World Health Organization; Geneva: 2015. Sanitation Safety Planning: Manual for Safe Use and Disposal of Wastewater, Greywater and Excreta."}, {"Citation": "WHO . World Health Organization; Geneva: 2017. WHO Methods and Data Sources for Global Burden of Disease Estimates 2000-2015."}, {"Citation": "Wolf C., von Gunten U., Kohn T. Kinetics of inactivation of waterborne enteric viruses by ozone. Environ. Sci. Technol. 2018;52:2170–2177.", "ArticleIdList": ["29356522"]}, {"Citation": "Zou H., Hastie T. Regularization and variable selection via the elastic net. J. Royal. Stat. Soc. Series. B. 2006;67:301–320."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "3"}, {"Year": "2021", "Month": "2", "Day": "5"}, {"Year": "2021", "Month": "2", "Day": "6"}, {"Year": "2021", "Month": "3", "Day": "5", "Hour": "6", "Minute": "9"}, {"Year": "2021", "Month": "3", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["33665597", "PMC7903012", "10.1016/j.wroa.2021.100093", "S2589-9147(21)00006-2"]}}], "PubmedBookArticle": []}