{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33688335", "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2020", "Month": "07", "Day": "03"}], "ELocationID": ["10.5194/acp-20-7753-2020"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "20", "Issue": "13", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Constraining remote oxidation capacity with ATom observations.", "Pagination": {"StartPage": "7753", "EndPage": "7781", "MedlinePgn": "7753-7781"}, "Abstract": {"AbstractText": ["The global oxidation capacity, defined as the tropospheric mean concentration of the hydroxyl radical (OH), controls the lifetime of reactive trace gases in the atmosphere such as methane and carbon monoxide (CO). Models tend to underestimate the methane lifetime and CO concentrations throughout the troposphere, which is consistent with excessive OH. Approximately half of the oxidation of methane and non-methane volatile organic compounds (VOCs) is thought to occur over the oceans where oxidant chemistry has received little validation due to a lack of observational constraints. We use observations from the first two deployments of the NASA ATom aircraft campaign during July-August 2016 and January-February 2017 to evaluate the oxidation capacity over the remote oceans and its representation by the GEOS-Chem chemical transport model. The model successfully simulates the magnitude and vertical profile of remote OH within the measurement uncertainties. Comparisons against the drivers of OH production (water vapor, ozone, and NO <sub><i>y</i></sub> concentrations, ozone photolysis frequencies) also show minimal bias, with the exception of wintertime NO <sub><i>y</i></sub> . The severe model overestimate of NO <sub><i>y</i></sub> during this period may indicate insufficient wet scavenging and/or missing loss on sea-salt aerosols. Large uncertainties in these processes require further study to improve simulated NO <sub><i>y</i></sub> partitioning and removal in the troposphere, but preliminary tests suggest that their overall impact could marginally reduce the model bias in tropospheric OH. During the ATom-1 deployment, OH reactivity (OHR) below 3 km is significantly enhanced, and this is not captured by the sum of its measured components (cOHR<sub>obs</sub>) or by the model (cOHR<sub>mod</sub>). This enhancement could suggest missing reactive VOCs but cannot be explained by a comprehensive simulation of both biotic and abiotic ocean sources of VOCs. Additional sources of VOC reactivity in this region are difficult to reconcile with the full suite of ATom measurement constraints. The model generally reproduces the magnitude and seasonality of cOHR<sub>obs</sub> but underestimates the contribution of oxygenated VOCs, mainly acetaldehyde, which is severely underestimated throughout the troposphere despite its calculated lifetime of less than a day. Missing model acetaldehyde in previous studies was attributed to measurement uncertainties that have been largely resolved. Observations of peroxyacetic acid (PAA) provide new support for remote levels of acetaldehyde. The underestimate in both model acetaldehyde and PAA is present throughout the year in both hemispheres and peaks during Northern Hemisphere summer. The addition of ocean sources of VOCs in the model increases cOHR<sub>mod</sub> by 3% to 9% and improves model-measurement agreement for acetaldehyde, particularly in winter, but cannot resolve the model summertime bias. Doing so would require 100 Tg yr<sup>-1</sup> of a long-lived unknown precursor throughout the year with significant additional emissions in the Northern Hemisphere summer. Improving the model bias for remote acetaldehyde and PAA is unlikely to fully resolve previously reported model global biases in OH and methane lifetime, suggesting that future work should examine the sources and sinks of OH over land."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Massachusetts Institute of Technology, Cambridge, MA, USA."}], "LastName": "Travis", "ForeName": "Katherine R", "Initials": "KR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Massachusetts Institute of Technology, Cambridge, MA, USA."}, {"Identifier": [], "Affiliation": "Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA, USA."}], "LastName": "Heald", "ForeName": "Colette L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Chemistry and Chemical Engineering, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Allen", "ForeName": "Hannah M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Apel", "ForeName": "Eric C", "Initials": "EC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Climate and Atmospheric Science, School of Earth and Environment, University of Leeds, Leeds, UK."}], "LastName": "Arnold", "ForeName": "Stephen R", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of California Irvine, Irvine, CA, USA."}], "LastName": "Blake", "ForeName": "Donald R", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, Pennsylvania State University, University Park, PA, USA."}], "LastName": "Brune", "ForeName": "William H", "Initials": "WH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Minnesota, Department of Soil, Water and Climate, St. Paul, MN, USA."}], "LastName": "Chen", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept. of Earth & Environmental Sciences of Lamont-Doherty Earth Observatory and Columbia University, Palisades, NY, USA."}], "LastName": "Commane", "ForeName": "Róisín", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Crounse", "ForeName": "John D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA, USA."}], "LastName": "Daube", "ForeName": "Bruce C", "Initials": "BC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "LastName": "Diskin", "ForeName": "Glenn S", "Initials": "GS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}], "LastName": "Elkins", "ForeName": "James W", "Initials": "JW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wolfson Atmospheric Chemistry Laboratories (WACL), Department of Chemistry, University of York, York, UK."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of York, York, UK."}], "LastName": "Evans", "ForeName": "Mathew J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Hall", "ForeName": "Samuel R", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Science, University of Colorado, CO, USA."}], "LastName": "Hintsa", "ForeName": "Eric J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Hornbrook", "ForeName": "Rebecca S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nicholas School of the Environment, Duke University, Durham, NC, USA."}], "LastName": "Kasibhatla", "ForeName": "Prasad S", "Initials": "PS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, CA, USA."}, {"Identifier": [], "Affiliation": "Division of Engineering and Applied Science, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Kim", "ForeName": "Michelle J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Sciences Research Center, University of Albany, Albany, NY, USA."}], "LastName": "Luo", "ForeName": "Gan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Science, University of Colorado, CO, USA."}], "LastName": "McKain", "ForeName": "Kathryn", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Minnesota, Department of Soil, Water and Climate, St. Paul, MN, USA."}], "LastName": "Millet", "ForeName": "Dylan B", "Initials": "DB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Monitoring Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}, {"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Science, University of Colorado, CO, USA."}], "LastName": "Moore", "ForeName": "Fred L", "Initials": "FL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cooperative Institute for Research in Environmental Science, University of Colorado, CO, USA."}, {"Identifier": [], "Affiliation": "Chemical Sciences Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}], "LastName": "Peischl", "ForeName": "Jeffrey", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Sciences Division, NOAA Earth System Research Laboratory, Boulder, CO, USA."}], "LastName": "Ryerson", "ForeName": "Thomas B", "Initials": "TB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wolfson Atmospheric Chemistry Laboratories (WACL), Department of Chemistry, University of York, York, UK."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of York, York, UK."}], "LastName": "Sherwen", "ForeName": "Tomás", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, Pennsylvania State University, University Park, PA, USA."}], "LastName": "Thames", "ForeName": "Alexander B", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations & Modeling Laboratory, National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Ullmann", "ForeName": "Kirk", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA, USA."}, {"Identifier": [], "Affiliation": "School of Energy and Environment, City University of Hong Kong, Hong Kong, China."}], "LastName": "Wang", "ForeName": "Xuan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Chemistry and Chemical Engineering, California Institute of Technology, Pasadena, CA, USA."}, {"Identifier": [], "Affiliation": "Division of Engineering and Applied Science, California Institute of Technology, Pasadena, CA, USA."}], "LastName": "Wennberg", "ForeName": "Paul O", "Initials": "PO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry and Dynamics Laboratory, NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "LastName": "Wolfe", "ForeName": "Glenn M", "Initials": "GM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Sciences Research Center, University of Albany, Albany, NY, USA."}], "LastName": "Yu", "ForeName": "Fangqun", "Initials": "F"}], "GrantList": [{"GrantID": "NNX14AP89G", "Acronym": "NASA", "Agency": "NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akagi SK, Yokelson RJ, Wiedinmyer C, Alvarado MJ, Reid JS, Karl T, Crounse JD, and Wennberg PO: Emission factors for open and domestic biomass burning for use in atmospheric models, Atmos. Chem. Phys, 11, 4039–4072, 10.5194/acp-11-4039-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-4039-2011"]}, {"Citation": "Anderson DC, Loughner CP, Diskin G, Weinheimer A, Canty TP, Salawitch RJ, Worden HM, Fried A, Mikoviny T, Wisthaler A, and Dickerson RR: Measured and modeled CO and NOy in DISCOVER-AQ: An evaluation of emissions and chemistry over the eastern US, Atmos. Environ, 96, 78–87, 10.1016/j.atmosenv.2014.07.004, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.004"]}, {"Citation": "Apel EC, Hills AJ, Lueb R, Zindel S, Eisele S, and Riemer DD: A fast-GC/MS system to measure C2 to C4 carbonyls and methanol aboard aircraft, J. Geophys. Res.-Atmos, 108, 8794, 10.1029/2002JD003199, 2003.", "ArticleIdList": ["10.1029/2002JD003199"]}, {"Citation": "Apel EC, Brauers T, Koppmann R, Bandowe B, Boßmeyer J, Holzke C, Tillmann R, Wahner A, Wegener R, Brunner A, Jocher M, Ruuskanen T, Spirig C, Steigner D, Steinbrecher R, Gomez Alvarez E, Müller K, Burrows JP, Schade G, Solomon SJ, Ladstätter-Weißenmayer A, Simmonds P, Young D, Hopkins JR, Lewis AC, Legreid G, Reimann S, Hansel A, Wisthaler A, Blake RS, Ellis AM, Monks PS, and Wyche KP: Intercomparison of oxygenated volatile organic compound measurements at the SAPHIR atmosphere simulation chamber, J. Geophys. Res.-Atmos, 113, D20307, 10.1029/2008JD009865, 2008.", "ArticleIdList": ["10.1029/2008JD009865"]}, {"Citation": "Apel EC, Hornbrook RS, Hills AJ, Blake NJ, Barth MC, Weinheimer A, Cantrell C, Rutledge SA, Basarab B, Crawford J, Diskin G, Homeyer CR, Campos T, Flocke F, Fried A, Blake DR, Brune W, Pollack I, Peischl J, Ryerson T, Wennberg PO, Crounse JD, Wisthaler A, Mikoviny T, Huey G, Heikes B, O’Sullivan D, and Riemer DD: Upper tropospheric ozone production from lightning NOx-impacted convection: Smoke ingestion case study from the DC3 campaign, J. Geophys. Res.-Atmos, 120, 2505–2523, 10.1002/2014JD022121, 2015.", "ArticleIdList": ["10.1002/2014JD022121"]}, {"Citation": "Arnold SR, Spracklen DV, Williams J, Yassaa N, Sciare J, Bonsang B, Gros V, Peeken I, Lewis AC, Alvain S, and Moulin C: Evaluation of the global oceanic isoprene source and its impacts on marine organic carbon aerosol, Atmos. Chem. Phys, 9, 1253–1262, 10.5194/acp-9-1253-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-1253-2009"]}, {"Citation": "Beale R, Liss PS, and Nightingale PD: First oceanic measurements of ethanol and propanol, Geophys. Res. Lett, 37, L24607, 10.1029/2010GL045534, 2010.", "ArticleIdList": ["10.1029/2010GL045534"]}, {"Citation": "Bey I, Jacob DJ, Yantosca RM, Logan JA, Field BD, Fiore AM, Li Q, Liu HY, Mickley LJ, and Schultz MG: Global modeling of tropospheric chemistry with assimilated meteorology: Model description and evaluation, J. Geophys. Res, 106, 23073–23095, 10.1029/2001JD000807, 2001.", "ArticleIdList": ["10.1029/2001JD000807"]}, {"Citation": "Breider TJ, Mickley LJ, Jacob DJ, Ge C, Wang J, Sulprizio MP, Croft B, Ridley DA, McConnell JR, Sharma S, Husain L, Dutkiewicz VA, Eleftheriadis K, Skov H, and Hopke PK: Multi-decadal trends in aerosol radiative forcing over the Arctic: contribution of changes in anthropogenic aerosol to Arctic warming since 1980, J. Geophys. Res, 122, 3573–3594, 10.1002/2016JD025321, 2017.", "ArticleIdList": ["10.1002/2016JD025321"]}, {"Citation": "Brüggemann M, Hayeck N, Bonnineau C, Pesce S, A. Alpert P, Perrier S, Zuth C, Hoffmann T, Chen J, and George C: Interfacial photochemistry of biogenic surfactants: a major source of abiotic volatile organic compounds, Faraday Discuss, 200, 59–74, 10.1039/C7FD00022G, 2017.", "ArticleIdList": ["10.1039/C7FD00022G", "28598469"]}, {"Citation": "Brüggemann M, Hayeck N, and George C: Interfacial photochemistry at the ocean surface is a global source of organic vapors and aerosols, Nat. Commun, 9, 2101, 10.1038/s41467-018-04528-7, 2018.", "ArticleIdList": ["10.1038/s41467-018-04528-7", "PMC5974316", "29844311"]}, {"Citation": "Brune WH, Miller DO, Thames AB, Allen HM, Apel EC, Blake DR, Bui TP, Commane R, Crounse JD, Daube BC, Diskin GS, DiGangi JP, Elkins JW, Hall SR, Hanisco TF, Hannun RA, Hintsa EJ, Hornbrook RS, Kim MJ, McKain K, Moore FL, Neuman JA, Nicely JM, Peischl J, Ryerson TB, St. Clair JM, Sweeney C, Teng AP, Thompson C, Ullmann K, Veres PR, Wennberg PO, and Wolfe GM: Exploring Oxidation in the Remote Free Troposphere: Insights From Atmospheric Tomography (ATom), J. Geophys. Res. Atmos, 125, e2019JD031685, 10.1029/2019JD031685, 2020.", "ArticleIdList": ["10.1029/2019JD031685"]}, {"Citation": "Brunner D, Staehelin J, Rogers HL, Köhler MO, Pyle JA, Hauglustaine D, Jourdain L, Berntsen TK, Gauss M, Isaksen ISA, Meijer E, van Velthoven P, Pitari G, Mancini E, Grewe G, and Sausen R: An evaluation of the performance of chemistry transport models by comparison with research aircraft observations. Part 1: Concepts and overall model performance, Atmos. Chem. Phys, 3, 1609–1631, 10.5194/acp-3-1609-2003, 2003.", "ArticleIdList": ["10.5194/acp-3-1609-2003"]}, {"Citation": "Brunner D, Staehelin J, Rogers HL, Köhler MO, Pyle JA, Hauglustaine DA, Jourdain L, Berntsen TK, Gauss M, Isaksen ISA, Meijer E, van Velthoven P, Pitari G, Mancini E, Grewe V, and Sausen R: An evaluation of the performance of chemistry transport models - Part 2: Detailed comparison with two selected campaigns, Atmos. Chem. Phys, 5, 107–129, 10.5194/acp-5-107-2005, 2005.", "ArticleIdList": ["10.5194/acp-5-107-2005"]}, {"Citation": "Cazorla M, Wolfe GM, Bailey SA, Swanson AK, Arkinson HL, and Hanisco TF: A new airborne laser-induced fluorescence instrument for in situ detection of formaldehyde throughout the troposphere and lower stratosphere, Atmos. Meas. Tech, 8, 541–552, 10.5194/amt-8-541-2015, 2015.", "ArticleIdList": ["10.5194/amt-8-541-2015"]}, {"Citation": "Chan Miller C, Jacob DJ, Marais EA, Yu K, Travis KR, Kim PS, Fisher JA, Zhu L, Wolfe GM, Hanisco TF, Keutsch FN, Kaiser J, Min K-E, Brown SS, Washen-felder RA, González Abad G, and Chance K: Glyoxal yield from isoprene oxidation and relation to formaldehyde: chemical mechanism, constraints from SENEX aircraft observations, and interpretation of OMI satellite data, Atmos. Chem. Phys, 17, 8725–8738, 10.5194/acp-17-8725-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-8725-2017"]}, {"Citation": "Chen X, Millet DB, Singh HB, Wisthaler A, Apel EC, Atlas EL, Blake DR, Bourgeois I, Brown SS, Crounse JD, de Gouw JA, Flocke FM, Fried A, Heikes BG, Hornbrook RS, Mikoviny T, Min K-E, Müller M, Neuman JA, O’Sullivan DW, Peischl J, Pfister GG, Richter D, Roberts JM, Ryerson TB, Shertz SR, Thompson CR, Treadaway V, Veres PR, Walega J, Warneke C, Washen-felder RA, Weibring P, and Yuan B: On the sources and sinks of atmospheric VOCs: an integrated analysis of recent aircraft campaigns over North America, Atmos. Chem. Phys, 19, 9097–9123, 10.5194/acp-19-9097-2019, 2019.", "ArticleIdList": ["10.5194/acp-19-9097-2019", "PMC7939023", "33688334"]}, {"Citation": "Christian KE, Brune WH, Mao J, and Ren X: Global sensitivity analysis of GEOS-Chem modeled ozone and hydrogen oxides during the INTEX campaigns, Atmos. Chem. Phys, 18, 2443–2460, 10.5194/acp-18-2443-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-2443-2018"]}, {"Citation": "Colman J, Swanson A, Meinardi S, Sive B, Blake DR, and Rowland FS: Description of the analysis of a wide range of volatile organic compounds in whole air samples collected during PEM-Tropics A and B, Anal. Chem, 73, 3723–3731, 10.1021/ac010027g, 2001.", "ArticleIdList": ["10.1021/ac010027g", "11510840"]}, {"Citation": "Crounse JD, McKinney KA, Kwan AJ, and Wennberg PO: Measurement of gas-phase hydroperoxides by chemical ionization mass spectrometry, Anal. Chem, 78, 6726–6732, 2006.", "ArticleIdList": ["17007490"]}, {"Citation": "Dalsøren SB, Myhre G, Hodnebrog Ø, Myhre CL, Stohl A, Pisso I, Schwietzke S, Höglund-Isaksson L, Helmig D, Reimann S, Sauvage S, Schmidbauer N, Read KA, Carpenter LJ, Lewis AC, Punjabi S, and Wallasch M: Discrepancy between simulated and observed ethane and propane levels explained by underestimated fossil emissions, Nat. Geosci, 11, 178–184, 10.1038/s41561-018-0073-0, 2018.", "ArticleIdList": ["10.1038/s41561-018-0073-0"]}, {"Citation": "Dentener F, Drevet J, Lamarque JF, Bey I, Eickhout B, Fiore AM, Hauglustaine D, Horowitz LW, Krol M, Kulshrestha UC, Lawrence M, Galy-Lacaux C, Rast S, Shindell D, Stevenson D, Noije TV, Atherton C, Bell N, Bergman D, Butler T, Cofala J, Collins B, Doherty R, Ellingsen K, Galloway J, Gauss M, Montanaro V, Müller JF, Pitari G, Rodriguez J, Sanderson M, Solmon F, Strahan S, Schultz M, Sudo K, Szopa S, and Wild O: Nitrogen and sulfur deposition on regional and global scales: A multimodel evaluation, Global Biogeochem. Cy, 20, GB4003, 10.1029/2005GB002672, 2006.", "ArticleIdList": ["10.1029/2005GB002672"]}, {"Citation": "Di Carlo P: Missing OH Reactivity in a Forest: Evidence for Unknown Reactive Biogenic VOCs, Science, 304, 722–725, 10.1126/science.1094392, 2004.", "ArticleIdList": ["10.1126/science.1094392", "15118159"]}, {"Citation": "DiGangi JP, Boyle ES, Karl T, Harley P, Turnipseed A, Kim S, Cantrell C, Maudlin III RL, Zheng W, Flocke F, Hall SR, Ullmann K, Nakashima Y, Paul JB, Wolfe GM, Desai AR, Kajii Y, Guenther A, and Keutsch FN: First direct measurements of formaldehyde flux via eddy covariance: implications for missing in-canopy formaldehyde sources, Atmos. Chem. Phys, 11, 10565–10578, 10.5194/acp-11-10565-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-10565-2011"]}, {"Citation": "Diskin GS, Podolske JR, Sachse GW, and Slate TA: Open-Path Airborne Tunable Diode Laser Hygrometer, in: Diode Lasers and Applications in Atmospheric Sensing, SPIE Proceedings, 4817, edited by: Fried A, 196–204, 2002."}, {"Citation": "Dolgorouky C, Gros V, Sarda-Esteve R, Sinha V, Williams J, Marchand N, Sauvage S, Poulain L, Sciare J, and Bonsang B: Total OH reactivity measurements in Paris during the 2010 MEGAPOLI winter campaign, Atmos. Chem. Phys, 12, 9593–9612, 10.5194/acp-12-9593-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-9593-2012"]}, {"Citation": "Duncan BN, Logan JA, Bey I, Megretskaia IA, Yantosca RM, Novelli PC, Jones NB, and Rinsland CP: Global budget of CO, 1988–1997: Source estimates and validation with a global model, J. Geophys. Res, 112, D22301, 10.1029/2007JD008459, 2007.", "ArticleIdList": ["10.1029/2007JD008459"]}, {"Citation": "Edwards PM, Evans MJ, Furneaux KL, Hopkins J, Ingham T, Jones C, Lee JD, Lewis AC, Moller SJ, Stone D, Whalley LK, and Heard DE: OH reactivity in a South East Asian tropical rainforest during the Oxidant and Particle Photochemical Processes (OP3) project, Atmos. Chem. Phys, 13, 9497–9514, 10.5194/acp-13-9497-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-9497-2013"]}, {"Citation": "Elkins JW, Moorem F, and Kline ES: Next Generation Airborne Gas chromatograph for NASA Airborne Platforms, Earth Science Technology Conference 2001, 28–30 August 2001, College Park, MD, 2001."}, {"Citation": "Emmerson KM and Evans MJ: Comparison of tropospheric gas-phase chemistry schemes for use within global models, Atmos. Chem. Phys, 9, 1831–1845, 10.5194/acp-9-1831-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-1831-2009"]}, {"Citation": "Epstein SA, Blair SL, and Nizkorodov SA: Direct Photolysis of α-Pinene Ozonolysis Secondary Organic Aerosol: Effect on Particle Mass and Peroxide Content, Environ. Sci. Technol, 48, 11251–11258, 10.1021/es502350u, 2014.", "ArticleIdList": ["10.1021/es502350u", "25165890"]}, {"Citation": "Faloona IC, Tan D, Lesher RL, Hazen NL, Frame CL, Simpas JB, Harder H, Martinez M, Di Carlo P, Ren X, and Brune WH: A Laser-induced Fluorescence Instrument for Detecting Tropospheric OH and HO 2 : Characteristics and Calibration, J. Atmos. Chem, 47, 139–167, 10.1023/B:JOCH.0000021036.53185.0e, 2004.", "ArticleIdList": ["10.1023/B:JOCH.0000021036.53185.0e"]}, {"Citation": "Ferracci V, Heimann I, Abraham NL, Pyle JA, and Archibald AT: Global modelling of the total OH reactivity: investigations on the “missing” OH sink and its atmospheric implications, Atmos. Chem. Phys, 18, 7109–7129, 10.5194/acp-18-7109-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-7109-2018"]}, {"Citation": "Fiore AM, Dentener FJ, Wild O, Cuvelier C, Schultz MG, Hess P, Textor C, Schulz M, Doherty RM, Horowitz LW, MacKenzie IA, Sanderson MG, Shindell DT, Stevenson DS, Szopa S, Van Dingenen R, Zeng G, Atherton C, Bergmann D, Bey I, Carmichael G, Collins WJ, Duncan BN, Faluvegi G, Folberth G, Gauss M, Gong S, Hauglustaine D, Holloway T, Isaksen ISA, Jacob DJ, Jonson JE, Kaminski JW, Keating TJ, Lupu A, Marmer E, Montanaro V, Park RJ, Pitari G, Pringle KJ, Pyle JA, Schroeder S, Vivanco MG, Wind P, Wojcik G, Wu S, and Zuber A: Multimodel estimates of intercontinental source-receptor relationships for ozone pollution, J. Geophys. Res, 114, D04301, 10.1029/2008JD010816, 2009.", "ArticleIdList": ["10.1029/2008JD010816"]}, {"Citation": "Fischer EV, Jacob DJ, Millet DB, Yantosca RM, and Mao J: The role of the ocean in the global atmospheric budget of acetone, Geophys. Res. Lett, 39, L01807, 10.1029/2011GL050086, 2012.", "ArticleIdList": ["10.1029/2011GL050086", "PMC7983863", "33758438"]}, {"Citation": "Fischer EV, Jacob DJ, Yantosca RM, Sulprizio MP, Millet DB, Mao J, Paulot F, Singh HB, Roiger A, Ries L, Talbot RW, Dzepina K, and Pandey Deolal S: Atmospheric peroxyacetyl nitrate (PAN): a global budget and source attribution, Atmos. Chem. Phys, 14, 2679–2698, 10.5194/acp-14-2679-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-2679-2014", "PMC7983850", "33758588"]}, {"Citation": "Fisher JA, Jacob DJ, Travis KR, Kim PS, Marais EA, Chan Miller C, Yu K, Zhu L, Yantosca RM, Sulprizio MP, Mao J, Wennberg PO, Crounse JD, Teng AP, Nguyen TB, St. Clair JM, Cohen RC, Romer P, Nault BA, Wooldridge PJ, Jimenez JL, Campuzano-Jost P, Day DA, Hu W, Shepson PB, Xiong F, Blake DR, Goldstein AH, Misztal PK, Hanisco TF, Wolfe GM, Ryerson TB, Wisthaler A, and Mikoviny T: Organic nitrate chemistry and its implications for nitrogen budgets in an isoprene- and monoterpene-rich atmosphere: constraints from aircraft (SEAC4RS) and ground-based (SOAS) observations in the Southeast US, Atmos. Chem. Phys, 16, 5969–5991, 10.5194/acp-16-5969-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-5969-2016", "PMC5906813", "29681921"]}, {"Citation": "Fisher JA, Atlas EL, Barletta B, Meinardi S, Blake DR, Thompson CR, Ryerson TB, Peischl J, Tzompa-Sosa ZA, and Murray LT: Methyl, ethyl, and propyl nitrates: global distribution and impacts on reactive nitrogen in remote marine environments, J. Geophys. Res, 123, 12429–12451, 10.1029/2018JD029046, 2018.", "ArticleIdList": ["10.1029/2018JD029046"]}, {"Citation": "Gantt B, Meskhidze N, Zhang Y, and Xu J: The effect of marine isoprene emissions on secondary organic aerosol and ozone formation in the coastal United States, Atmos. Environ, 44, 115–121, 10.1016/j.atmosenv.2009.08.027, 2010.", "ArticleIdList": ["10.1016/j.atmosenv.2009.08.027"]}, {"Citation": "Gelaro R, McCarty W, Suárez MJ, Todling R, Molod A, Takacs L, Randles CA, Darmenov A, Bosilovich MG, Reichle R, Wargan K, Coy L, Cullather R, Draper C, Akella S, Buchard V, Conaty A, da Silva AM, Gu W, Kim G-K, Koster R, Lucchesi R, Merkova D, Nielsen JE, Partyka G, Pawson S, Putman W, Rienecker M, Schubert SD, Sienkiewicz M, and Zhao B: The Modern-Era Retrospective Analysis for Research and Applications, Version 2 (MERRA-2), J. Climate, 30, 5419–5454, 10.1175/JCLI-D-16-0758.1, 2017.", "ArticleIdList": ["10.1175/JCLI-D-16-0758.1", "PMC6999672", "32020988"]}, {"Citation": "Giglio L, Randerson JT, and van der Werf GR: Analysis of daily, monthly, and annual burned area using the fourth- generation global fire emissions database (GFED4): ANALYSIS OF BURNED AREA, J. Geophys. Res.-Biogeo, 118, 317–328, 10.1002/jgrg.20042, 2013.", "ArticleIdList": ["10.1002/jgrg.20042"]}, {"Citation": "Goldstein AH and Galbally IE: Known and unexplored organic constituents in the Earth’s Atmosphere, Environ. Sci. Technol, 41, 1514–1521, 10.1021/es072476p, 2007.", "ArticleIdList": ["10.1021/es072476p", "17396635"]}, {"Citation": "Granier C, Lamarque JF, Mieville A, Muller JF, Olivier J, Orlando J, Peters J, Petron G, Tyndall G, and Wallens S: POET, a database of surface emissions of ozone precursors, available at: http://www.aero.jussieu.fr/projet/ACCENT/POET.php (last access:\n2 July 2020), 2005."}, {"Citation": "Guenther AB, Jiang X, Heald CL, Sakulyanontvittaya T, Duhl T, Emmons LK, and Wang X: The Model of Emissions of Gases and Aerosols from Nature version 2.1 (MEGAN2.1): an extended and updated framework for modeling biogenic emissions, Geosci. Mod. Dev, 5, 1471–1492, 10.5194/gmd-5-1471-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-1471-2012"]}, {"Citation": "Hackenberg SC, Andrews SJ, Airs RL, Arnold SR, Bouman HA, Cummings D, Lewis AC, Minaeian JK, Reifel KM, Small A, Tarran GA, Tilstone GH, and Carpenter LJ: Basin-Scale Observations of Monoterpenes in the Arctic and Atlantic Oceans, Environ. Sci. Technol, 51, 10449–10458, 10.1021/acs.est.7b02240, 2017.", "ArticleIdList": ["10.1021/acs.est.7b02240", "28752764"]}, {"Citation": "Hall SR, Ullmann K, Prather MJ, Flynn CM, Murray LT, Fiore AM, Correa G, Strode SA, Steenrod SD, Lamarque J-F, Guth J, Josse B, Flemming J, Huijnen V, Abraham NL, and Archibald AT: Cloud impacts on photochemistry: building a climatology of photolysis rates from the Atmospheric Tomography mission, Atmos. Chem. Phys, 18, 16809–16828, 10.5194/acp-18-16809-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-16809-2018"]}, {"Citation": "Hansen RF, Griffith SM, Dusanter S, Rickly PS, Stevens PS, Bertman SB, Carroll MA, Erickson MH, Flynn JH, Grossberg N, Jobson BT, Lefer BL, and Wallace HW: Measurements of total hydroxyl radical reactivity during CABINEX 2009 – Part 1: field measurements, Atmos. Chem. Phys, 14, 2923–2937, 10.5194/acp-14-2923-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-2923-2014"]}, {"Citation": "Heald CL, Collett JL Jr., Lee T, Benedict KB, Schwandner FM, Li Y, Clarisse L, Hurtmans DR, Van Damme M, Clerbaux C, Coheur P-F, Philip S, Martin RV, and Pye HOT: Atmospheric ammonia and particulate inorganic nitrogen over the United States, Atmos. Chem. Phys, 12, 10295–10312, 10.5194/acp-12-10295-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-10295-2012"]}, {"Citation": "Hintsa EJ, Moore FL, Hurst DF, Dutton GS, Hall BD, Nance JD, Patrick L, McClure-Begley A, Elkins JW, Hall EG, Jordan AF, Gao R-S, Rollins AW, Thornberry TD, Watts LA, Thompson C, Peischl J, Bourgeois I, Ryerson T, Daube BC, Pittman JV, Wofsy SC, Diskin G, Bui TP, Montzka S, and Miller B: UAS Chromatograph for Atmospheric Trace Species (UCATS) – a versatile instrument for trace gas measurements on different airborne platforms, Atmos. Meas. Tech, in preparation, 2020."}, {"Citation": "Hodzic A, Madronich S, Kasibhatla PS, Tyndall G, Aumont B, Jimenez JL, Lee-Taylor J, and Orlando J: Organic photolysis reactions in tropospheric aerosols: effect on secondary organic aerosol formation and lifetime, Atmos. Chem. Phys, 15, 9253–9269, 10.5194/acp-15-9253-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-9253-2015"]}, {"Citation": "Hodzic A, Kasibhatla PS, Jo DS, Cappa CD, Jimenez JL, Madronich S, and Park RJ: Rethinking the global secondary organic aerosol (SOA) budget: stronger production, faster removal, shorter lifetime, Atmos. Chem. Phys, 16, 7917–7941, 10.5194/acp-16-7917-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-7917-2016"]}, {"Citation": "Hoesly RM, Smith SJ, Feng L, Klimont Z, Janssens-Maenhout G, Pitkanen T, Seibert JJ, Vu L, Andres RJ, Bolt RM, Bond TC, Dawidowski L, Kholod N, Kurokawa J-I, Li M, Liu L, Lu Z, Moura MCP, O’Rourke PR, and Zhang Q: Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emissions Data System (CEDS), Geosci. Model Dev, 11, 369–408, 10.5194/gmd-11-369-2018, 2018.", "ArticleIdList": ["10.5194/gmd-11-369-2018"]}, {"Citation": "Hofzumahaus A, Lefer BL, Monks PS, Hall SR, Kylling A, Mayer B, Shetter RE, Junkermann W, Bais A, Calvert JG, Cantrell CA, Madronich S, Edwards GD, and Kraus A: Photolysis frequency of O3 to O(1D): Measurements and modeling during the International Photolysis Frequency Measurement and Modeling Intercomparison (IPMMI), J. Geophys. Res.-Atmos, 109, D08S90, 10.1029/2003JD004333, 2004.", "ArticleIdList": ["10.1029/2003JD004333"]}, {"Citation": "Hottle JR, Huisman AJ, DiGangi JP, Kammrath A, Galloway MM, Coens KL, and Keutsch FN: A Laser Induced Fluorescence-Based Instrument for In-Situ Measurements of Atmospheric Formaldehyde, Environ. Sci. Technol, 43, 790–795, 10.1021/es801621f, 2009.", "ArticleIdList": ["10.1021/es801621f", "19245018"]}, {"Citation": "Hu L, Millet DB, Baasandorj M, Griffis TJ, Turner P, Helmig D, Curtis AJ, and Hueber J: Isoprene emissions and impacts over an ecological transition region in the U.S. Upper Midwest inferred from tall tower measurements: Isoprene emissions in US Upper Midwest, J. Geophys. Res.-Atmos, 120, 3553–3571, 10.1002/2014JD022732, 2015.", "ArticleIdList": ["10.1002/2014JD022732"]}, {"Citation": "Hu L, Jacob DJ, Liu X, Zhang Y, Zhang L, Kim PS, Sulprizio MP, and Yantosca RM: Global budget of tropospheric ozone: Evaluating recent model advances with satellite (OMI), aircraft (IAGOS), and ozonesonde observations, Atmos. Environ, 167, 323–334, 10.1016/j.atmosenv.2017.08.036, 2017.", "ArticleIdList": ["10.1016/j.atmosenv.2017.08.036"]}, {"Citation": "Jacob DJ: Heterogeneous chemistry and tropospheric ozone, Atmos. Environ, 34, 2131–2159, 2000."}, {"Citation": "Jaeglé L, Shah V, Thornton JA, Lopez-Hilfiker FD, Lee BH, McDuffie EE, Fibiger D, Brown SS, Veres P, Sparks TL, Ebben CJ, Wooldridge PJ, Kenagy HS, Cohen RC, Weinheimer AJ, Campos TL, Montzka DD, Digangi JP, Wolfe GM, Hanisco T, Schroder JC, Campuzano-Jost P, Day DA, Jimenez JL, Sullivan AP, Guo H, and Weber RJ: Nitrogen Oxides Emissions, Chemistry, Deposition, and Export Over the Northeast United States During the WINTER Aircraft Campaign, J. Geophys. Res.-Atmos, 123, 12368–12393, 10.1029/2018JD029133, 2018.", "ArticleIdList": ["10.1029/2018JD029133"]}, {"Citation": "Jenkin ME, Saunders SM, and Pilling ME: The tropospheric degradation of volatile organic compounds: a protocol for mechanism development, Atmos. Environ, 31, 81–104, 1997."}, {"Citation": "Jenkin ME, Young JC, and Rickard AR: The MCM v3.3.1 degradation scheme for isoprene, Atmos. Chem. Phys, 15, 11433–11459, 10.5194/acp-15-11433-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-11433-2015"]}, {"Citation": "Johnson MT: A numerical scheme to calculate temperature and salinity dependent air-water transfer velocities for any gas, Ocean Sci, 6, 913–932, 10.5194/os-6-913-2010, 2010.", "ArticleIdList": ["10.5194/os-6-913-2010"]}, {"Citation": "Kaiser J, Skog KM, Baumann K, Bertman SB, Brown SB, Brune WH, Crounse JD, de Gouw JA, Edgerton ES, Feiner PA, Goldstein AH, Koss A, Misztal PK, Nguyen TB, Olson KF, St. Clair JM, Teng AP, Toma S, Wennberg PO, Wild RJ, Zhang L, and Keutsch FN: Speciation of OH reactivity above the canopy of an isoprene-dominated forest, Atmos. Chem. Phys, 16, 9349–9359, 10.5194/acp-16-9349-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-9349-2016"]}, {"Citation": "Karion A, Sweeney C, Wolter S, Newberger T, Chen H, Andrews A, Kofler J, Neff D, and Tans P: Long-term greenhouse gas measurements from aircraft, Atmos. Meas. Tech, 6, 511–526, 10.5194/amt-6-511-2013, 2013.", "ArticleIdList": ["10.5194/amt-6-511-2013"]}, {"Citation": "Kasibhatla P, Sherwen T, Evans MJ, Carpenter LJ, Reed C, Alexander B, Chen Q, Sulprizio MP, Lee JD, Read KA, Bloss W, Crilley LR, Keene WC, Pszenny AAP, and Hodzic A: Global impact of nitrate photolysis in sea-salt aerosol on NOx, OH, and O3 in the marine boundary layer, Atmos. Chem. Phys, 18, 11185–11203, 10.5194/acp-18-11185-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-11185-2018"]}, {"Citation": "Keller CA, Long MS, Yantosca RM, Da Silva AM, Pawson S, and Jacob DJ: HEMCO v1.0: a versatile, ESMF-compliant component for calculating emissions in atmospheric models, Geosci. Model Dev, 7, 1409–1417, 10.5194/gmd-7-1409-2014, 2014.", "ArticleIdList": ["10.5194/gmd-7-1409-2014"]}, {"Citation": "Kim MJ, Novak GA, Zoerb MC, Yang M, Blomquist BW, Huebert BJ, Cappa CD, and Bertram TH: Air-Sea exchange of biogenic volatile organic compounds and the impact on aerosol particle size distributions, Geophys. Res. Lett, 44, 3887–3896, 10.1002/2017GL072975, 2017.", "ArticleIdList": ["10.1002/2017GL072975"]}, {"Citation": "Kopacz M, Jacob DJ, Fisher JA, Logan JA, Zhang L, Megretskaia IA, Yantosca RM, Singh K, Henze DK, Burrows JP, Buchwitz M, Khlystova I, McMillan WW, Gille JC, Edwards DP, Eldering A, Thouret V, and Nedelec P: Global estimates of CO sources with high resolution by adjoint inversion of multiple satellite datasets (MOPITT, AIRS, SCIAMACHY, TES), Atmos. Chem. Phys, 10, 855–876, 10.5194/acp-10-855-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-855-2010"]}, {"Citation": "Koss AR, Sekimoto K, Gilman JB, Selimovic V, Coggon MM, Zarzana KJ, Yuan B, Lerner BM, Brown SS, Jimenez JL, Krechmer J, Roberts JM, Warneke C, Yokelson RJ, and de Gouw J: Non-methane organic gas emissions from biomass burning: identification, quantification, and emission factors from PTR-ToF during the FIREX 2016 laboratory experiment, Atmos. Chem. Phys, 18, 3299–3319, 10.5194/acp-18-3299-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-3299-2018"]}, {"Citation": "Krotkov NA, McLinden CA, Li C, Lamsal LN, Celarier EA, Marchenko SV, Swartz WH, Bucsela EJ, Joiner J, Duncan BN, Boersma KF, Veefkind JP, Levelt PF, Fioletov VE, Dickerson RR, He H, Lu Z, and Streets DG: Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2015, Atmos. Chem. Phys, 16, 4605–4629, 10.5194/acp-16-4605-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-4605-2016"]}, {"Citation": "Kuhns H, Green M, and Etyemezian V: Big Bend Regional Aerosol and Visibility Observational (BRAVO) Study Emissions Inventory, Desert Research Institute, Las Vegas, NV, 2003."}, {"Citation": "Kwan AJ, Crounse JD, Clarke AD, Shinozuka Y, Anderson BE, Crawford JH, Avery MA, McNaughton CS, Brune WH, Singh HB, and Wennberg PO: On the flux of oxygenated volatile organic compounds from organic aerosol oxidation, Geophys. Res. Lett, 33, 10.1029/2006GL026144, 2006.", "ArticleIdList": ["10.1029/2006GL026144"]}, {"Citation": "Lamarque J-F, Emmons LK, Hess PG, Kinnison DE, Tilmes S, Vitt F, Heald CL, Holland EA, Lauritzen PH, Neu J, Orlando JJ, Rasch PJ, and Tyndall GK: CAM-chem: description and evaluation of interactive atmospheric chemistry in the Community Earth System Model, Geosci. Model Dev, 5, 369–411, 10.5194/gmd-5-369-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-369-2012"]}, {"Citation": "Lee JD, Young JC, Read KA, Hamilton JF, Hopkins JR, Lewis AC, Bandy BJ, Davey J, Edwards P, Ingham T, Self DE, Smith SC, Pilling MJ, and Heard DE: Measurement and calculation of OH reactivity at a United Kingdom coastal site, J. Atmos. Chem, 64, 53–76, 10.1007/s10874-010-9171-0, 2009.", "ArticleIdList": ["10.1007/s10874-010-9171-0"]}, {"Citation": "Lelieveld J, Gromov S, Pozzer A, and Taraborrelli D: Global tropospheric hydroxyl distribution, budget and reactivity, Atmos. Chem. Phys, 16, 12477–12493, 10.5194/acp-16-12477-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-12477-2016"]}, {"Citation": "Li M, Zhang Q, Kurokawa J-I, Woo J-H, He K, Lu Z, Ohara T, Song Y, Streets DG, Carmichael GR, Cheng Y, Hong C, Huo H, Jiang X, Kang S, Liu F, Su H, and Zheng B: MIX: a mosaic Asian anthropogenic emission inventory under the international collaboration framework of the MICS-Asia and HTAP, Atmos. Chem. Phys, 17, 935–963, 10.5194/acp-17-935-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-935-2017"]}, {"Citation": "Li SM, Leithead A, Moussa SG, Liggio J, Moran MD, Wang D, Hayden K, Darlington A, Gordon M, Staebler R, Makar PA, Stroud CA, McLaren R, Liu PSK, O’Brien J, Mittermeier RL, Zhang J, Marson G, Cober SG, Wolde M, and Wentzell JJB: Differences between measured and reported volatile organic compound emissions from oil sands facilities in Alberta, Canada, P. Natl. Acad. Sci. USA, 114, E3756–E3765, 10.1073/pnas.1617862114, 2017.", "ArticleIdList": ["10.1073/pnas.1617862114", "PMC5441713", "28439021"]}, {"Citation": "Lou S, Holland F, Rohrer F, Lu K, Bohn B, Brauers T, Chang CC, Fuchs H, Häseler R, Kita K, Kondo Y, Li X, Shao M, Zeng L, Wahner A, Zhang Y, Wang W, and Hofzumahaus A: Atmospheric OH reactivities in the Pearl River Delta – China in summer 2006: measurement and model results, Atmos. Chem. Phys, 10, 11243–11260, 10.5194/acp-10-11243-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-11243-2010"]}, {"Citation": "Luo G, Yu F, and Schwab J: Revised treatment of wet scavenging processes dramatically improves GEOS-Chem 12.0.0 simulations of surface nitric acid, nitrate, and ammonium over the United States, Geosci. Model Dev, 12, 3439–3447, 10.5194/gmd-12-3439-2019, 2019.", "ArticleIdList": ["10.5194/gmd-12-3439-2019"]}, {"Citation": "Mao J, Ren X, Brune WH, Olson JR, Crawford JH, Fried A, Huey LG, Cohen RC, Heikes B, Singh HB, Blake DR, Sachse GW, Diskin GS, Hall SR, and Shetter RE: Airborne measurement of OH reactivity during INTEX-B, Atmos. Chem. Phys, 9, 163–173, 10.5194/acp-9-163-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-163-2009"]}, {"Citation": "Mao J, Ren X, Chen S, Brune WH, Chen Z, Martinez M, Harder H, Lefer B, Rappenglück B, Flynn J, and Leuchner M: Atmospheric oxidation capacity in the summer of Houston 2006: Comparison with summer measurements in other metropolitan studies, Atmos. Environ, 44, 4107–4115, 10.1016/j.atmosenv.2009.01.013, 2010.", "ArticleIdList": ["10.1016/j.atmosenv.2009.01.013"]}, {"Citation": "Mao J, Ren X, Zhang L, Van Duin DM, Cohen RC, Park J-H, Goldstein AH, Paulot F, Beaver MR, Crounse JD, Wennberg PO, DiGangi JP, Henry SB, Keutsch FN, Park C, Schade GW, Wolfe GM, Thornton JA, and Brune WH: Insights into hydroxyl measurements and atmospheric oxidation in a California forest, Atmos. Chem. Phys, 12, 8009–8020, 10.5194/acp-12-8009-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-8009-2012"]}, {"Citation": "Mao J, Fan S, Jacob DJ, and Travis KR: Radical loss in the atmosphere from Cu-Fe redox coupling in aerosols, Atmos. Chem. Phys, 13, 509–519, 10.5194/acp-13-509-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-509-2013"]}, {"Citation": "Marais EA and Wiedinmyer C: Air Quality Impact of Diffuse and Inefficient Combustion Emissions in Africa (DICE-Africa), Environ. Sci. Technol, 50, 10739–10745, 10.1021/acs.est.6b02602, 2016.", "ArticleIdList": ["10.1021/acs.est.6b02602", "27611340"]}, {"Citation": "Marais EA, Jacob DJ, Jimenez JL, Campuzano-Jost P, Day DA, Hu W, Krechmer J, Zhu L, Kim PS, Miller CC, Fisher JA, Travis K, Yu K, Hanisco TF, Wolfe GM, Arkinson HL, Pye HOT, Froyd KD, Liao J, and McNeill VF: Aqueous-phase mechanism for secondary organic aerosol formation from isoprene: application to the southeast United States and co-benefit of SO2 emission controls, Atmos. Chem. Phys, 16, 1603–1618, 10.5194/acp-16-1603-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-1603-2016", "PMC7394309", "32742280"]}, {"Citation": "Marais EA, Jacob DJ, Choi S, Joiner J, Belmonte-Rivas M, Cohen RC, Beirle S, Murray LT, Schiferl LD, Shah V, and Jaeglé L: Nitrogen oxides in the global upper troposphere: interpreting cloud-sliced NO2 observations from the OMI satellite instrument, Atmos. Chem. Phys, 18, 17017–17027, 10.5194/acp-18-17017-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-17017-2018"]}, {"Citation": "Marvin MR, Wolfe GM, Salawitch RJ, Canty TP, Roberts SJ, Travis KR, Aikin KC, de Gouw JA, Graus M, Hanisco TF, Holloway JS, Hübler G, Kaiser J, Keutsch FN, Peischl J, Pollack IB, Roberts JM, Ryerson TB, Veres PR, and Warneke C: Impact of evolving isoprene mechanisms on simulated formaldehyde: An inter-comparison supported by in situ observations from SENEX, Atmos. Environ, 164, 325–336, 10.1016/j.atmosenv.2017.05.049, 2017.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.049"]}, {"Citation": "McDonald BC, Gouw J. A. de, Gilman JB, Jathar SH, Akherati A, Cappa CD, Jimenez JL, Lee-Taylor J, Hayes PL, McKeen SA, Cui YY, Kim S-W, Gentner DR, Isaacman-VanWertz G, Goldstein AH, Harley RA, Frost GJ, Roberts JM, Ryerson TB, and Trainer M: Volatile chemical products emerging as largest petrochemical source of urban organic emissions, Science, 359, 760–764, 10.1126/science.aaq0524, 2018.", "ArticleIdList": ["10.1126/science.aaq0524", "29449485"]}, {"Citation": "McManus JB, Nelson DD, Shorter JH, Jimenez R, Herndon S, Saleska S, and Zahniser M: A high precision pulsed quantum cascade laser spectrometer for measurements of stable isotopes of carbon dioxide, J. Mod. Opt, 52, 2309–2321, 10.1080/09500340500303710, 2005.", "ArticleIdList": ["10.1080/09500340500303710"]}, {"Citation": "Millet DB, Jacob DJ, Custer TG, de Gouw JA, Goldstein AH, Karl T, Singh HB, Sive BC, Talbot RW, Warneke C, and Williams J: New constraints on terrestrial and oceanic sources of atmospheric methanol, Atmos. Chem. Phys, 8, 6887–6905, 10.5194/acp-8-6887-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-6887-2008"]}, {"Citation": "Millet DB, Guenther A, Siegel DA, Nelson NB, Singh HB, de Gouw JA, Warneke C, Williams J, Eerdekens G, Sinha V, Karl T, Flocke F, Apel E, Riemer DD, Palmer PI, and Barkley M: Global atmospheric budget of acetaldehyde: 3-D model analysis and constraints from in-situ and satellite observations, Atmos. Chem. Phys, 10, 3405–3425, 10.5194/acp-10-3405-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-3405-2010"]}, {"Citation": "Mogensen D, Smolander S, Sogachev A, Zhou L, Sinha V, Guenther A, Williams J, Nieminen T, Kajos MK, Rinne J, Kulmala M, and Boy M: Modelling atmospheric OH-reactivity in a boreal forest ecosystem, Atmos. Chem. Phys, 11, 9709–9719, 10.5194/acp-11-9709-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-9709-2011"]}, {"Citation": "Monks PS: Gas-phase radical chemistry in the troposphere, Chem. Soc. Rev, 34, 376–395, 10.1039/b307982c, 2005.", "ArticleIdList": ["10.1039/b307982c", "15852151"]}, {"Citation": "Montzka SA, Spivakovsky CM, Butler JH, Elkins JW, Lock LT, and Mondeel DJ: New observational constraints for atmospheric hydroxyl on global and hemispheric scales, Science, 288, 5465, 10.1126/science.288.5465.500, 2000.", "ArticleIdList": ["10.1126/science.288.5465.500", "10775106"]}, {"Citation": "Mu M, Randerson JT, van der Werf GR, Giglio L, Kasibhatla P, Morton D, Collatz GJ, DeFries RS, Hyer EJ, Prins EM, Griffith DWT, Wunch D, Toon GC, Sherlock V, and Wennberg PO: Daily and 3-hourly variability in global fire emissions and consequences for atmospheric model predictions of carbon monoxide, J. Geophys. Res.-Atmos, 116, D24303, 10.1029/2011JD016245, 2011.", "ArticleIdList": ["10.1029/2011JD016245"]}, {"Citation": "Müller J-F, Liu Z, Nguyen VS, Stavrakou T, Harvey JN, and Peeters J: The reaction of methyl peroxy and hydroxyl radicals as a major source of atmospheric methanol, Nat. Commun, 7, 13213, 10.1038/ncomms13213, 2016.", "ArticleIdList": ["10.1038/ncomms13213", "PMC5071643", "27748363"]}, {"Citation": "Müller J-F, Stavrakou T, Bauwens M, George M, Hurtmans D, Coheur P-F, Clerbaux C, and Sweeney C: Top-Down CO Emissions Based On IASI Observations and Hemispheric Constraints on OH Levels, Geophys. Res. Lett, 45, 2017GL076697, 10.1002/2017GL076697, 2018.", "ArticleIdList": ["10.1002/2017GL076697"]}, {"Citation": "Mungall EL, Abbatt JPD, Wentzell JJB, Lee AKY, Thomas JL, Blais M, Gosselin M, Miller LA, Papakyriakou T, Willis MD, and Liggio J: Microlayer source of oxygenated volatile organic compounds in the summertime marine Arctic boundary layer, P. Natl. Acad. Sci. USA, 114, 6203–6208, 10.1073/pnas.1620571114, 2017.", "ArticleIdList": ["10.1073/pnas.1620571114", "PMC5474767", "28559340"]}, {"Citation": "Murray LT, Jacob DJ, Logan JA, Hudman RC, and Koshak WJ: Optimized regional and interannual variability of lightning in a global chemical transport model constrained by LIS/OTD satellite data, J. Geophys. Res.-Atmos, 117, D20307, 10.1029/2012JD017934, 2012.", "ArticleIdList": ["10.1029/2012JD017934"]}, {"Citation": "Murray LT, Mickley LJ, Kaplan JO, Sofen ED, Pfeiffer M, and Alexander B: Factors controlling variability in the oxidative capacity of the troposphere since the Last Glacial Maximum, Atmos. Chem. Phys, 14, 3589–3622, 10.5194/acp-14-3589-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-3589-2014"]}, {"Citation": "Naik V, Voulgarakis A, Fiore AM, Horowitz LW, Lamarque J-F, Lin M, Prather MJ, Young PJ, Bergmann D, Cameron-Smith PJ, Cionni I, Collins WJ, Dalsøren SB, Doherty R, Eyring V, Faluvegi G, Folberth GA, Josse B, Lee YH, MacKenzie IA, Nagashima T, van Noije TPC, Plummer DA, Righi M, Rumbold ST, Skeie R, Shindell DT, Stevenson DS, Strode S, Sudo K, Szopa S, and Zeng G: Preindustrial to present-day changes in tropospheric hydroxyl radical and methane lifetime from the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP), Atmos. Chem. Phys, 13, 5277–5298, 10.5194/acp-13-5277-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-5277-2013"]}, {"Citation": "Nakashima Y, Kato S, Greenberg J, Harley P, Karl T, Turnipseed A, Apel E, Guenther A, Smith J, and Kajii Y: Total OH reactivity measurements in ambient air in a southern Rocky mountain ponderosa pine forest during BEACHON-SRM08 summer campaign, Atmos. Environ, 85, 1–8, 10.1016/j.atmosenv.2013.11.042, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2013.11.042"]}, {"Citation": "Nicely JM, Anderson DC, Canty TP, Salawitch RJ, Wolfe GM, Apel EC, Arnold SR, Atlas EL, Blake NJ, Bresch JF, Campos TL, Dickerson RR, Duncan B, Emmons LK, Evans MJ, Fernandez RP, Flemming J, Hall SR, Hanisco TF, Honomichl SB, Hornbrook RS, Huijnen V, Kaser L, Kinnison DE, Lamarque J-F, Mao J, Monks SA, Montzka DD, Pan LL, Riemer DD, Saiz-Lopez A, Steenrod SD, Stell MH, Tilmes S, Turquety S, Ullmann K, and Weinheimer AJ: An observationally constrained evaluation of the oxidative capacity in the tropical western Pacific troposphere: Observationally Constrained OH in TWP, J. Geophys. Res.-Atmos, 121, 7461–7488, 10.1002/2016JD025067, 2016.", "ArticleIdList": ["10.1002/2016JD025067"]}, {"Citation": "Nicely JM, Salawitch RJ, Canty T, Anderson DC, Arnold SR, Chipperfield MP, Emmons LK, Flemming J, Huijnen V, Kinnison DE, Lamarque J-F, Mao J, Monks SA, Steenrod SD, Tilmes S, and Turquety S: Quantifying the causes of differences in tropospheric OH within global models, J. Geophys. Res.-Atmos, 122, 1983–2007, 10.1002/2016JD026239, 2017.", "ArticleIdList": ["10.1002/2016JD026239"]}, {"Citation": "Nölscher AC, Williams J, Sinha V, Custer T, Song W, Johnson AM, Axinte R, Bozem H, Fischer H, Pouvesle N, Phillips G, Crowley JN, Rantala P, Rinne J, Kulmala M, Gonzales D, Valverde-Canossa J, Vogel A, Hoffmann T, Ouwersloot HG, Vilà-Guerau de Arellano J, and Lelieveld J: Summertime total OH reactivity measurements from boreal forest during HUMPPA-COPEC 2010, Atmos. Chem. Phys, 12, 8257–8270, 10.5194/acp-12-8257-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-8257-2012"]}, {"Citation": "Nölscher AC, Yañez-Serrano AM, Wolff S, de Araujo AC, Lavrič JV, Kesselmeier J, and Williams J: Unexpected seasonality in quantity and composition of Amazon rainforest air reactivity, Nat. Commun, 7, 10383, 10.1038/ncomms10383, 2016.", "ArticleIdList": ["10.1038/ncomms10383", "PMC4735797", "26797390"]}, {"Citation": "Olivier J, Peters J, Granier C, Petron G, Muller JF, and Wallens S: Present and future surface emissions of atmospheric compounds, Eur. Union, Brussels, 2003."}, {"Citation": "Pai SJ, Heald CL, Pierce JR, Farina SC, Marais EA, Jimenez JL, Campuzano-Jost P, Nault BA, Middlebrook AM, Coe H, Shilling JE, Bahreini R, Dingle JH, and Vu K: An evaluation of global organic aerosol schemes using airborne observations, Atmos. Chem. Phys, 20, 2637–2665, 10.5194/acp-20-2637-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-2637-2020"]}, {"Citation": "Patra PK, Krol MC, Montzka SA, Arnold T, Atlas EL, Lintner BR, Stephens BB, Xiang B, Elkins JW, Fraser PJ, Ghosh A, Hintsa EJ, Hurst DF, Ishijima K, Krummel PB, Miller BR, Miyazaki K, Moore FL, Mühle J, O’Doherty S, Prinn RG, Steele LP, Takigawa M, Wang HJ, Weiss RF, Wofsy SC, and Young D: Observational evidence for interhemispheric hydroxyl-radical parity, Nature, 513, 219–223, 10.1038/nature13721, 2014.", "ArticleIdList": ["10.1038/nature13721", "25209800"]}, {"Citation": "Petropavlovskikh I, Shetter R, Hall S, Ullmann K, and Bhartia PK: Algorithm for the charge-coupled-device scanning actinic flux spectroradiometer ozone retrieval in support of the Aura satellite validation, J. Appl. Remote Sens, 1, 013540, 10.1117/1.2802563, 2007.", "ArticleIdList": ["10.1117/1.2802563"]}, {"Citation": "Philip S, Martin RV, and Keller CA: Sensitivity of chemistry-transport model simulations to the duration of chemical and transport operators: a case study with GEOS-Chem v10–01, Geosci. Model Dev, 9, 1683–1695, 10.5194/gmd-9-1683-2016, 2016.", "ArticleIdList": ["10.5194/gmd-9-1683-2016"]}, {"Citation": "Plass-Dülmer C, Khedim A, Koppmann R, Johnen FJ, Rudolph J, and Kuosa H: Emissions of light nonmethane hydrocarbons from the Atlantic into the atmosphere, Global Biogeochem. Cy, 7, 211–228, 10.1029/92GB02361, 1993.", "ArticleIdList": ["10.1029/92GB02361"]}, {"Citation": "Podolske JR, Sachse GW, and Diskin GS: Calibration and data retrieval algorithms for the NASA Langley/Ames Diode Laser Hygrometer for the NASA Transport and Chemical Evolution Over the Pacific (TRACE-P) mission, J. Geophys. Res, 108, 8792, 10.1029/2002JD003156, 2003.", "ArticleIdList": ["10.1029/2002JD003156"]}, {"Citation": "Pollack IB, Lerner BM, and Ryerson TB: Evaluation of ultra-violet light-emitting diodes for detection of atmospheric NO2 by photolysis – chemiluminescence, J. Atmos. Chem, 65, 111–125, 10.1007/s10874-011-9184-3, 2010.", "ArticleIdList": ["10.1007/s10874-011-9184-3"]}, {"Citation": "Praske E, Otkjær RV, Crounse JD, Hethcox JC, Stoltz BM, Kjaergaard HG, and Wennberg PO: Atmospheric autoxidation is increasingly important in urban and suburban North America, P. Natl. Acad. Sci. USA, 115, 64–69, 10.1073/pnas.1715540115, 2017.", "ArticleIdList": ["10.1073/pnas.1715540115", "PMC5776813", "29255042"]}, {"Citation": "Prather MJ, Holmes CD, and Hsu J: Reactive greenhouse gas scenarios: Systematic exploration of uncertainties and the role of atmospheric chemistry, Geophys. Res. Lett, 39, L09803, 10.1029/2012GL051440, 2012.", "ArticleIdList": ["10.1029/2012GL051440"]}, {"Citation": "Pye HOT, Liao H, Wu S, Mickley LJ, Jacob DJ, Henze DK, and Seinfeld JH: Effect of changes in climate and emissions on future sulfate-nitrate-ammonium aerosol levels in the United States, J. Geophys. Res, 114, D01205, 10.1029/2008JD010701, 2009.", "ArticleIdList": ["10.1029/2008JD010701"]}, {"Citation": "Ramasamy S, Ida A, Jones C, Kato S, Tsurumaru H, Kishimoto I, Kawasaki S, Sadanaga Y, Nakashima Y, Nakayama T, Matsumi Y, Mochida M, Kagami S, Deng Y, Ogawa S, Kawana K, and Kajii Y: Total OH reactivity measurement in a BVOC dominated temperate forest during a summer campaign, 2014, Atmos. Environ, 131, 41–54, 10.1016/j.atmosenv.2016.01.039, 2016.", "ArticleIdList": ["10.1016/j.atmosenv.2016.01.039"]}, {"Citation": "Randerson JT, Chen Y, van der Werf GR, Rogers BM, and Morton DC: Global burned area and biomass burning emissions from small fires, J. Geophys. Res.-Biogeo, 117, G04012, 10.1029/2012JG002128, 2012.", "ArticleIdList": ["10.1029/2012JG002128"]}, {"Citation": "Read KA, Carpenter LJ, Arnold SR, Beale R, Nightingale PD, Hopkins JR, Lewis AC, Lee JD, Mendes L, and Pickering SJ: Multiannual Observations of Acetone, Methanol, and Acetaldehyde in Remote Tropical Atlantic Air: Implications for Atmospheric OVOC Budgets and Oxidative Capacity, Environ. Sci. Technol, 46, 11028–11039, 10.1021/es302082p, 2012.", "ArticleIdList": ["10.1021/es302082p", "22963451"]}, {"Citation": "Ren X, Brune WH, Oliger A, Metcalf AR, Simpas JB, Shirley T, Schwab JJ, Bai C, Roychowdhury U, Li Y, Cai C, Demerjian KL, He Y, Zhou X, Gao H, and Hou J: OH, HO2, and OH reactivity during the PMTACS–NY Whiteface Mountain 2002 campaign: Observations and model comparison, J. Geophys. Res.-Atmos, 111, D10S03, 10.1029/2005JD006126, 2006.", "ArticleIdList": ["10.1029/2005JD006126"]}, {"Citation": "Romer PS, Wooldridge PJ, Crounse JD, Kim MJ, Wennberg PO, Dibb JE, Scheuer E, Blake DR, Meinardi S, Brosius AL, Thames AB, Miller DO, Brune WH, Hall SR, Ryerson TB, and Cohen RC: Constraints on aerosol nitrate photolysis as a potential source of HONO and NOx. Environ. Sci. Technol, 52, 13738–13746, 10.1021/acs.est.8b03861, 2018.", "ArticleIdList": ["10.1021/acs.est.8b03861", "30407797"]}, {"Citation": "Ryerson TB, Buhr MP, Frost GJ, Goldan PD, Holloway JS, Hübler G, Jobson BT, Kuster WC, McKeen SA, Parrish DD, Roberts JM, Sueper DT, Trainer M, Williams J, and Fehsenfeld FC: Emissions lifetimes and ozone formation in power plant plumes, J. Geophys. Res.-Atmos, 103, 22569–22583, 10.1029/98JD01620, 1998.", "ArticleIdList": ["10.1029/98JD01620"]}, {"Citation": "Ryerson TB, Williams EJ, and Fehsenfeld FC: An efficient photolysis system for fast-response NO2 measurements, J. Geophys. Res.-Atmos, 105, 26447–26461, 10.1029/2000JD900389, 2000.", "ArticleIdList": ["10.1029/2000JD900389"]}, {"Citation": "Safieddine SA, Heald CL, and Henderson BH: The global nonmethane reactive organic carbon budget: A modeling perspective, Geophys. Res. Lett, 44, 3897–3906, 10.1002/2017GL072602, 2017.", "ArticleIdList": ["10.1002/2017GL072602"]}, {"Citation": "Santoni GW, Daube BC, Kort EA, Jiménez R, Park S, Pittman JV, Gottlieb E, Xiang B, Zahniser MS, Nelson DD, McManus JB, Peischl J, Ryerson TB, Holloway JS, Andrews AE, Sweeney C, Hall B, Hintsa EJ, Moore FL, Elkins JW, Hurst DF, Stephens BB, Bent J, and Wofsy SC: Evaluation of the airborne quantum cascade laser spectrometer (QCLS) measurements of the carbon and greenhouse gas suite – CO2, CH4, N2O, and CO – during the Cal-Nex and HIPPO campaigns, Atmos. Meas. Tech, 7, 1509–1526, 10.5194/amt-7-1509-2014, 2014.", "ArticleIdList": ["10.5194/amt-7-1509-2014"]}, {"Citation": "Saunders SM, Jenkin ME, Derwent RG, and Pilling MJ: Protocol for the development of the Master Chemical Mechanism, MCM v3 (Part A): tropospheric degradation of non-aromatic volatile organic compounds, Atmos. Chem. Phys, 3, 161–180, 10.5194/acp-3-161-2003, 2003.", "ArticleIdList": ["10.5194/acp-3-161-2003"]}, {"Citation": "Schlundt C, Tegtmeier S, Lennartz ST, Bracher A, Cheah W, Krüger K, Quack B, and Marandino CA: Oxygenated volatile organic carbon in the western Pacific convective center: ocean cycling, air–sea gas exchange and atmospheric transport, Atmospheric Chem. Phys, 17, 10837–10854, 10.5194/acp-17-10837-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-10837-2017"]}, {"Citation": "Sherwen T, Schmidt JA, Evans MJ, Carpenter LJ, Groß-mann K, Eastham SD, Jacob DJ, Dix B, Koenig TK, Sinreich R, Ortega I, Volkamer R, Saiz-Lopez A, Prados-Roman C, Mahajan AS, and Ordóñez C: Global impacts of tropospheric halogens (Cl, Br, I) on oxidants and composition in GEOS-Chem, Atmos. Chem. Phys, 16, 12239–12271, 10.5194/acp-16-12239-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-12239-2016"]}, {"Citation": "Shetter RE and Muller M: Photolysis frequency measurements using actinic flux spectroradiometry during PEM-Tropics Mission: Instrumentation description and some results, J. Geophys. Res.-Atmos, 104, 5647–5661, 10.1029/98JD01381, 1999.", "ArticleIdList": ["10.1029/98JD01381"]}, {"Citation": "Shindell DT, Faluvegi G, Stevenson DS, Krol MC, Emmons LK, Lamarque J-F, Pétron G, Dentener FJ, Ellingsen K, Schultz MG, Wild O, Amann M, Atherton CS, Bergmann DJ, Bey I, Butler T, Cofala J, Collins WJ, Derwent RG, Doherty RM, Drevet J, Eskes HJ, Fiore AM, Gauss M, Hauglustaine DA, Horowitz LW, Isaksen ISA, Lawrence MG, Montanaro V, Müller J-F, Pitari G, Prather MJ, Pyle JA, Rast S, Rodriguez JM, Sanderson MG, Savage NH, Strahan SE, Sudo K, Szopa S, Unger N, van Noije TPC, and Zeng G: Multimodel simulations of carbon monoxide: Comparison with observations and projected near-future changes, J. Geophys. Res, 111, D19306, 10.1029/2006JD007100, 2006.", "ArticleIdList": ["10.1029/2006JD007100"]}, {"Citation": "Simpson IJ, Blake NJ, Barletta B, Diskin GS, Fuelberg HE, Gorham K, Huey LG, Meinardi S, Rowland FS, Vay SA, Weinheimer AJ, Yang M, and Blake DR: Characterization of trace gases measured over Alberta oil sands mining operations: 76 speciated C2–C10 volatile organic compounds (VOCs), CO2, CH4, CO, NO, NO2, NOy, O3 and SO2, Atmos. Chem. Phys, 10, 11931–11954, 10.5194/acp-10-11931-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-11931-2010"]}, {"Citation": "Singh H, Chen Y, Staudt A, Jacob D, Blake D, Heikes B, and Snow J: Evidence from the Pacific troposphere for large global sources of oxygenated organic compounds, Nature, 410, 1078, 10.1038/35074067, 2001.", "ArticleIdList": ["10.1038/35074067", "11323667"]}, {"Citation": "Singh HB, Tabazadeh A, Evans MJ, Field BD, Jacob DJ, Sachse G, Crawford JH, Shetter R, and Brune WH: Oxygenated volatile organic chemicals in the oceans: Inferences and implications based on atmospheric observations and air-sea exchange models, Geophys. Res. Lett, 30, 1862, 10.1029/2003GL017933, 2003.", "ArticleIdList": ["10.1029/2003GL017933"]}, {"Citation": "Sinha V, Williams J, Crowley JN, and Lelieveld J: The Comparative Reactivity Method – a new tool to measure total OH Reactivity in ambient air, Atmos. Chem. Phys, 8, 2213–2227, 10.5194/acp-8-2213-2008, 2008.", "ArticleIdList": ["10.5194/acp-8-2213-2008"]}, {"Citation": "Sinha V, Williams J, Lelieveld J, Ruuskanen TM, Kajos MK, Patokoski J, Hellen H, Hakola H, Mogensen D, Boy M, Rinne J, and Kulmala M: OH Reactivity Measurements within a Boreal Forest: Evidence for Unknown Reactive Emissions, Environ. Sci. Technol, 44, 6614–6620, 10.1021/es101780b, 2010.", "ArticleIdList": ["10.1021/es101780b", "20687598"]}, {"Citation": "Staudt AC, Jacob DJ, Ravetta F, Logan JA, Bachiochi D, Krishnamurti TN, Sandholm S, Ridley B, and Singh HB: Sources and chemistry of nitrogen oxides over the tropical Pacific, J. Geophys. Res, 108, 8239, 10.1029/2002JD002139, 2003.", "ArticleIdList": ["10.1029/2002JD002139"]}, {"Citation": "St. Clair JM, McCabe DC, Crounse JD, Steiner U, and Wennberg PO: Chemical ionization tandem mass spectrometer for the in situ measurement of methyl hydrogen peroxide, Rev. Sci. Instrum, 81, 094102, 10.1063/1.3480552, 2010.", "ArticleIdList": ["10.1063/1.3480552", "20886995"]}, {"Citation": "Stockwell CE, Veres PR, Williams J, and Yokelson RJ: Characterization of biomass burning emissions from cooking fires, peat, crop residue, and other fuels with high-resolution proton-transfer-reaction time-of-flight mass spectrometry, Atmos. Chem. Phys, 15, 845–865, 10.5194/acp-15-845-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-845-2015"]}, {"Citation": "Strode SA, Duncan BN, Yegorova EA, Kouatchou J, Ziemke JR, and Douglass AR: Implications of carbon monoxide bias for methane lifetime and atmospheric composition in chemistry climate models, Atmos. Chem. Phys, 15, 11789–11805, 10.5194/acp-15-11789-2015, 2015.", "ArticleIdList": ["10.5194/acp-15-11789-2015"]}, {"Citation": "Tan D, Faloona I, Simpas JB, Brune W, Olson J, Crawford J, Avery M, Sachse G, Vay S, Sandholm S, Guan H-W, Vaughn T, Mastromarino J, Heikes B, Snow J, Podolske J, and Singh H: OH and HO2 in the tropical Pacific: Results from PEM-Tropics B, J. Geophys. Res.-Atmos, 106, 32667–32681, 10.1029/2001JD900002, 2001.", "ArticleIdList": ["10.1029/2001JD900002"]}, {"Citation": "Thames AB, Brune WH, Miller DO, Allen HM, Apel EC, Blake DR, Bui TP, Commane R, Crounse JD, Daube BC, Diskin GS, DiGangi JP, Elkins JW, Hall SR, Hanisco TF, Hannun RA, Hintsa E, Hornbrook RS, Kim MJ, McKain K, Moore FL, Nicely JM, Peischl J, Ryerson TB, St. Clair JM, Sweeney C, Teng A, Thompson CR, Ullmann K, Wennberg PO, and Wolfe GM: Missing OH reactivity in the global marine boundary layer, Atmos. Chem. Phys, 20, 4013–4029, 10.5194/acp-20-4013-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-4013-2020"]}, {"Citation": "Travis KR, Jacob DJ, Fisher JA, Kim PS, Marais EA, Zhu L, Yu K, Miller CC, Yantosca RM, Sulprizio MP, Thompson AM, Wennberg PO, Crounse JD, St. Clair JM, Cohen RC, Laughner JL, Dibb JE, Hall SR, Ullmann K, Wolfe GM, Pollack IB, Peischl J, Neuman JA, and Zhou X: Why do models overestimate surface ozone in the Southeast United States?, Atmos. Chem. Phys, 16, 13561–13577, 10.5194/acp-16-13561-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-13561-2016", "PMC5880041", "29619045"]}, {"Citation": "Tzompa-Sosa ZA, Mahieu E, Franco B, Keller CA, Turner AJ, Helmig D, Fried A, Richter D, Weibring P, Walega J, Yacovitch TI, Herndon SC, Blake DR, Hase F, Hannigan JW, Conway S, Strong K, Schneider M, and Fischer EV: Revisiting global fossil fuel and biofuel emissions of ethane, J. Geophys. Res.-Atmos, 122, 2493–2512, 10.1002/2016JD025767, 2017.", "ArticleIdList": ["10.1002/2016JD025767"]}, {"Citation": "van der Werf GR, Randerson JT, Giglio L, van Leeuwen TT, Chen Y, Rogers BM, Mu M, van Marle MJE, Morton DC, Collatz GJ, Yokelson RJ, and Kasibhatla PS: Global fire emissions estimates during 1997–2016, Earth Syst. Sci. Data, 9, 697–720, 10.5194/essd-9-697-2017, 2017.", "ArticleIdList": ["10.5194/essd-9-697-2017"]}, {"Citation": "Wang S, Hornbrook RS, Hills A, Emmons LK, Tilmes S, Lamarque J-F, Jimenez JL, Campuzano-Jost P, Nault BA, Crounse JD, Wennberg PO, Kim M, Allen H, Ryerson TB, Thompson CR, Peischl J, Moore F, Nance D, Hall B, Elkins J, Tanner D, Huey LG, Hall SR, Ullmann K, Orlando JJ, Tyndall GS, Flocke FM, Ray E, Hanisco TF, Wolfe GM, Clair JS, Commane R, Daube B, Barletta B, Blake DR, Weinzierl B, Dollner M, Conley A, Vitt F, Wofsy SC, Riemer DD, and Apel EC: Atmospheric Acetaldehyde: Importance of Air-Sea Exchange and a Missing Source in the Remote Troposphere, Geophys. Res. Lett, 46, 5601–5613, 10.1029/2019GL082034, 2019.", "ArticleIdList": ["10.1029/2019GL082034", "PMC7325730", "32606484"]}, {"Citation": "Wang X, Jacob DJ, Eastham SD, Sulprizio MP, Zhu L, Chen Q, Alexander B, Sherwen T, Evans MJ, Lee BH, Haskins JD, Lopez-Hilfiker FD, Thornton JA, Huey GL, and Liao H: The role of chlorine in global tropospheric chemistry, Atmos. Chem. Phys, 19, 3981–4003, 10.5194/acp-19-3981-2019, 2019.", "ArticleIdList": ["10.5194/acp-19-3981-2019"]}, {"Citation": "Whalley LK, Stone D, Bandy B, Dunmore R, Hamilton JF, Hopkins J, Lee JD, Lewis AC, and Heard DE: Atmospheric OH reactivity in central London: observations, model predictions and estimates of in situ ozone production, Atmos. Chem. Phys, 16, 2109–2122, 10.5194/acp-16-2109-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-2109-2016"]}, {"Citation": "Wofsy SC: HIAPER Pole-to-Pole Observations (HIPPO): fine-grained, global-scale measurements of climatically important atmospheric gases and aerosols, Philos. T. Roy. Soc. A, 369, 2073–2086, 10.1098/rsta.2010.0313, 2011.", "ArticleIdList": ["10.1098/rsta.2010.0313", "21502177"]}, {"Citation": "Wofsy SC, Afshar S, Allen HM, Apel E, Asher EC, Barletta B, Bent J, Bian H, Biggs BC, Blake DR, Blake N, Bourgeois I, Brock CA, Brune WH, Budney JW, Bui TP, Butler A, Campuzano-Jost P, Chang CS, Chin M, Commane R, Correa G, Crounse JD, Cullis PD, Daube BC, Day DA, Dean-Day JM, Dibb JE, DiGangi JP, Diskin GS, Dollner M, Elkins JW, Erdesz F, Fiore AM, Flynn CM, Froyd K, Gesler DW, Hall SR, Hanisco TF, Hannun RA, Hills AJ, Hintsa EJ, Hoffman A, Hornbrook RS, Huey LG, Hughes S, Jimenez JL, Johnson BJ, Katich JM, Keeling RF, Kim MJ, Kupc A, Lait LR, Lamarque J-F, Liu J, McKain K, Mclaughlin RJ, Meinardi S, Miller DO, Montzka SA, Moore FL, Morgan EJ, Murphy DM, Murray LT, Nault BA, Neuman JA, Newman PA, Nicely JM, Pan X, Paplawsky W, Peischl J, Prather MJ, Price DJ, Ray E, Reeves JM, Richardson M, Rollins AW, Rosenlof KH, Ryerson TB, Scheuer E, Schill GP, Schroder JC, Schwarz JP, St. Clair JM, Steenrod SD, Stephens BB, Strode SA, Sweeney C, Tanner D, Teng AP, Thames AB, Thompson CR, Ullmann K, Veres PR, Vieznor N, Wagner NL, Watt A, Weber R, Weinzierl B, Wennberg P, Williamson CJ, Wilson JC, Wolfe GM, Woods CT, and Zeng LH: ATom: Merged Atmospheric Chemistry, Trace Gases, and Aerosols. ORNL DAAC, Oak Ridge, Tennessee, USA, 10.3334/ORNLDAAC/1581, 2018.", "ArticleIdList": ["10.3334/ORNLDAAC/1581"]}, {"Citation": "Wolfe GM, Nicely JM, St. Clair JM, Hanisco TF, Liao J, Oman LD, Brune WB, Miller D, Thames A, González Abad G, Ryerson TB, Thompson CR, Peischl J, Mc-Cain K, Sweeney C, Wennberg PO, Kim M, Crounse JD, Hall SR, Ullmann K, Diskin G, Bui P, Chang C, and Dean-Day J: Mapping hydroxyl variability throughout the global remote troposphere via synthesis of airborne and satellite formaldehyde observations, P. Natl. Acad. Sci. USA, 116, 11171–11180, 10.1073/pnas.1821661116, 2019.", "ArticleIdList": ["10.1073/pnas.1821661116", "PMC6561255", "31110019"]}, {"Citation": "Wong JPS, Zhou S, and Abbatt JPD: Changes in Secondary Organic Aerosol Composition and Mass due to Photolysis: Relative Humidity Dependence, J. Phys. Chem. A, 119, 4309–4316, 10.1021/jp506898c, 2015.", "ArticleIdList": ["10.1021/jp506898c", "25196234"]}, {"Citation": "Wu. H, Wang Y, Li H, Huang L, Huang D, Shen H, Xing Y, and Chen Z: The OH-initiated oxidation of atmospheric peroxyacetic acid: Experimental and model studies, Atmos. Environ, 164, 61–70, 10.1016/j.atmosenv.2017.05.038, 2017.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.038"]}, {"Citation": "Yang M, Beale R, Liss P, Johnson M, Blomquist B, and Nightingale P: Air–sea fluxes of oxygenated volatile organic compounds across the Atlantic Ocean, Atmos. Chem. Phys, 14, 7499–7517, 10.5194/acp-14-7499-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-7499-2014"]}, {"Citation": "Ye C, Zhou X, Pu D, Stutz J, Festa J, Spolaor M, Tsai C, Cantrell C, Mauldin RL, Campos T, Weinheimer A, Hornbrook RS, Apel EC, Guenther A, Kaser L, Yuan B, Karl T, Haggerty J, Hall S, Ullmann K, Smith JN, Ortega J, and Knote C: Rapid cycling of reactive nitrogen in the marine boundary layer, Nature, 532, 489–491, 10.1038/nature17195, 2016.", "ArticleIdList": ["10.1038/nature17195", "27064904"]}, {"Citation": "Young PJ, Archibald AT, Bowman KW, Lamarque J-F, Naik V, Stevenson DS, Tilmes S, Voulgarakis A, Wild O, Bergmann D, Cameron-Smith P, Cionni I, Collins WJ, Dalsøren SB, Doherty RM, Eyring V, Faluvegi G, Horowitz LW, Josse B, Lee YH, MacKenzie IA, Nagashima T, Plummer DA, Righi M, Rumbold ST, Skeie RB, Shindell DT, Strode SA, Sudo K, Szopa S, and Zeng G: Preindustrial to end 21st century projections of tropospheric ozone from the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP), Atmos. Chem. Phys, 13, 2063–2090, 10.5194/acp-13-2063-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-2063-2013"]}, {"Citation": "Yoshino A, Sadanaga Y, Watanabe K, Kato S, Miyakawa Y, Matsumoto J, and Kajii Y: Measurement of total OH reactivity by laser-induced pump and probe technique–comprehensive observations in the urban atmosphere of Tokyo, Atmos. Environ, 40, 7869–7881, 10.1016/j.atmosenv.2006.07.023, 2006.", "ArticleIdList": ["10.1016/j.atmosenv.2006.07.023"]}, {"Citation": "Yu S, Mathur R, Sarwar G, Kang D, Tong D, Pouliot G, and Pleim J: Eta-CMAQ air quality forecasts for O3 and related species using three different photochemical mechanisms (CB4, CB05, SAPRC-99): comparisons with measurements during the 2004 ICARTT study, Atmos. Chem. Phys, 10, 3001–3025, 10.5194/acp-10-3001-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-3001-2010"]}, {"Citation": "Zannoni N, Gros V, Lanza M, Sarda R, Bonsang B, Kalogridis C, Preunkert S, Legrand M, Jambert C, Boissard C, and Lathiere J: OH reactivity and concentrations of biogenic volatile organic compounds in a Mediterranean forest of downy oak trees, Atmos. Chem. Phys, 16, 1619–1636, 10.5194/acp-16-1619-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-1619-2016"]}, {"Citation": "Zannoni N, Gros V, Sarda Esteve R, Kalogridis C, Michoud V, Dusanter S, Sauvage S, Locoge N, Colomb A, and Bonsang B: Summertime OH reactivity from a receptor coastal site in the Mediterranean Basin, Atmos. Chem. Phys, 17, 12645–12658, 10.5194/acp-17-12645-2017, 2017.", "ArticleIdList": ["10.5194/acp-17-12645-2017"]}, {"Citation": "Zhang L, Jacob DJ, Knipping EM, Kumar N, Munger JW, Carouge CC, van Donkelaar A, Wang YX, and Chen D: Nitrogen deposition to the United States: distribution, sources, and processes, Atmos. Chem. Phys, 12, 4539–4554, 10.5194/acp-12-4539-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-4539-2012"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "10", "Hour": "8", "Minute": "19"}, {"Year": "2021", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33688335", "NIHMS1669560", "PMC7939060", "10.5194/acp-20-7753-2020"]}}], "PubmedBookArticle": []}