{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Aging", "DNA damage", "Pathogenic consequences", "Somatic mutation", "Transcriptional noise"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33711511", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "09"}], "ELocationID": ["10.1016/j.arr.2021.101316", "S1568-1637(21)00063-5"], "Journal": {"ISSN": "1872-9649", "JournalIssue": {"Volume": "68", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Ageing research reviews", "ISOAbbreviation": "Ageing Res Rev"}, "ArticleTitle": "From DNA damage to mutations: All roads lead to aging.", "Pagination": {"StartPage": "101316", "MedlinePgn": "101316"}, "Abstract": {"AbstractText": ["Damage to the repository of genetic information in cells has plagued life since its very beginning 3-4 billion years ago. Initially, in the absence of an ozone layer, especially damage from solar UV radiation must have been frequent, with other sources, most notably endogenous sources related to cell metabolism, gaining in importance over time. To cope with this high frequency of damage to the increasingly long DNA molecules that came to encode the growing complexity of cellular functions in cells, DNA repair evolved as one of the earliest genetic traits. Then as now, errors during the repair of DNA damage generated mutations, which provide the substrate for evolution by natural selection. With the emergence of multicellular organisms also the soma became a target of DNA damage and mutations. In somatic cells selection against the adverse effects of DNA damage is greatly diminished, especially in postmitotic cells after the age of first reproduction. Based on an abundance of evidence, DNA damage is now considered as the single most important driver of the degenerative processes that collectively cause aging. Here I will first briefly review the evidence for DNA damage as a cause of aging since the beginning of life. Then, after discussing the possible direct adverse effects of DNA damage and its cellular responses, I will provide an overview of the considerable progress that has recently been made in analyzing a major consequence of DNA damage in humans and other complex organisms: somatic mutations and the resulting genome mosaicism. Recent advances in studying somatic mutagenesis and genome mosaicism in different human and animal tissues will be discussed with a focus on the possible mechanisms through which loss of DNA sequence integrity could cause age-related functional decline and disease."], "CopyrightInformation": "Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, Bronx, NY, USA; Center for Single-Cell Omics, School of Public Health, Shanghai Jiao Tong University, School of Medicine, Shanghai, China. Electronic address: jan.vijg@einsteinmed.org."}], "LastName": "Vijg", "ForeName": "Jan", "Initials": "J"}], "GrantList": [{"GrantID": "U01 HL145560", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "P01 AG047200", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "P30 AG013319", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "U01 ES029519", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U19 AG056278", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "P30 AG038072", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "P01 AG017242", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Ageing Res Rev", "NlmUniqueID": "101128963", "ISSNLinking": "1568-1637"}, "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Aging"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "DNA Damage"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA Repair"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mutagenesis"}, {"QualifierName": [], "DescriptorName": "Mutation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alberti S, 1997. The origin of the genetic code and protein synthesis. J Mol Evol 45, 352–358.", "ArticleIdList": ["9321414"]}, {"Citation": "Alexander P, 1967. The role of DNA lesions in the processes leading to aging in mice. Symposia of the Society for Experimental Biology 21, 29–50.", "ArticleIdList": ["4860956"]}, {"Citation": "Anderson GP, Bozinovski S, 2003. Acquired somatic mutations in the molecular pathogenesis of COPD. Trends Pharmacol Sci 24, 71–76.", "ArticleIdList": ["12559770"]}, {"Citation": "Andersson DI, Hughes D, 1996. Muller’s ratchet decreases fitness of a DNA-based microbe. Proc Natl Acad Sci U S A 93, 906–907.", "ArticleIdList": ["PMC40156", "8570657"]}, {"Citation": "Angelidis I, Simon LM, Fernandez IE, Strunz M, Mayr CH, Greiffo FR, Tsitsiridis G, Ansari M, Graf E, Strom TM, Nagendran M, Desai T, Eickelberg O, Mann M, Theis FJ, Schiller HB, 2019. An atlas of the aging lung mapped by single cell transcriptomics and deep tissue proteomics. Nature communications 10, 963.", "ArticleIdList": ["PMC6393476", "30814501"]}, {"Citation": "Aravind L, Walker DR, Koonin EV, 1999. Conserved domains in DNA repair proteins and evolution of repair systems. Nucleic Acids Res 27, 1223–1242.", "ArticleIdList": ["PMC148307", "9973609"]}, {"Citation": "Bahar R, Hartmann CH, Rodriguez KA, Denny AD, Busuttil RA, Dollé MET, Calder RB, Chisholm GB, Pollock BH, Klein CA, Vijg J, 2006. Increased cell-to-cell variation in gene expression in aging mouse heart. Nature 441, 1011–1014.", "ArticleIdList": ["16791200"]}, {"Citation": "Barton NH, Charlesworth B, 1998. Why sex and recombination? Science 281, 1986–1990.", "ArticleIdList": ["9748151"]}, {"Citation": "Bernstein H, Hopf FA, Michod RE, 1987. The molecular basis of the evolution of sex. Adv Genet 24, 323–370.", "ArticleIdList": ["3324702"]}, {"Citation": "Blatteis CM, 2012. Age-dependent changes in temperature regulation - a mini review. Gerontology 58, 289–295.", "ArticleIdList": ["22085834"]}, {"Citation": "Blokzijl F, de Ligt J, Jager M, Sasselli V, Roerink S, Sasaki N, Huch M, Boymans S, Kuijk E, Prins P, Nijman IJ, Martincorena I, Mokry M, Wiegerinck CL, Middendorp S, Sato T, Schwank G, Nieuwenhuis EE, Verstegen MM, van der Laan LJ, de Jonge J, JN IJ, Vries RG, van de Wetering M, Stratton MR, Clevers H, Cuppen E, van Boxtel R, 2016. Tissue-specific mutation accumulation in human adult stem cells during life. Nature 538, 260–264.", "ArticleIdList": ["PMC5536223", "27698416"]}, {"Citation": "Bohrson CL, Barton AR, Lodato MA, Rodin RE, Luquette LJ, Viswanadham VV, Gulhan DC, Cortes-Ciriano I, Sherman MA, Kwon M, Coulter ME, Galor A, Walsh CA, Park PJ, 2019. Linked-read analysis identifies mutations in single-cell DNA-sequencing data. Nat Genet 51, 749–754.", "ArticleIdList": ["PMC6900933", "30886424"]}, {"Citation": "Bonnefond A, Skrobek B, Lobbens S, Eury E, Thuillier D, Cauchi S, Lantieri O, Balkau B, Riboli E, Marre M, Charpentier G, Yengo L, Froguel P, 2013. Association between large detectable clonal mosaicism and type 2 diabetes with vascular complications. Nat Genet 45, 1040–1043.", "ArticleIdList": ["23852171"]}, {"Citation": "Brazhnik K, Sun S, Alani O, Kinkhabwala M, Wolkoff AW, Maslov AY, Dong X, Vijg J, 2020. Single-cell analysis reveals different age-related somatic mutation profiles between stem and differentiated cells in human liver. Sci Adv 6, eaax2659.", "ArticleIdList": ["PMC6994209", "32064334"]}, {"Citation": "Britten RJ, 1986. Rates of DNA sequence evolution differ between taxonomic groups. Science 231, 1393–1398.", "ArticleIdList": ["3082006"]}, {"Citation": "Burnet M, 1974. Intrinsic mutagenesis: A genetic approach to ageing. Wiley, New York."}, {"Citation": "Cai X, Evrony GD, Lehmann HS, Elhosary PC, Mehta BK, Poduri A, Walsh CA, 2014. Single-cell, genome-wide sequencing identifies clonal somatic copy-number variation in the human brain. Cell reports 8, 1280–1289.", "ArticleIdList": ["PMC4272008", "25159146"]}, {"Citation": "Campisi J, Kapahi P, Lithgow GJ, Melov S, Newman JC, Verdin E, 2019. From discoveries in ageing research to therapeutics for healthy ageing. Nature 571, 183–192.", "ArticleIdList": ["PMC7205183", "31292558"]}, {"Citation": "Cawthon RM, Meeks HD, Sasani TA, Smith KR, Kerber RA, O’Brien E, Baird L, Dixon MM, Peiffer AP, Leppert MF, Quinlan AR, Jorde LB, 2020. Germline mutation rates in young adults predict longevity and reproductive lifespan. Scientific reports 10, 10001.", "ArticleIdList": ["PMC7305191", "32561805"]}, {"Citation": "Cervantes RB, Stringer JR, Shao C, Tischfield JA, Stambrook PJ, 2002. Embryonic stem cells and somatic cells differ in mutation frequency and type. Proc Natl Acad Sci U S A 99, 3586–3590.", "ArticleIdList": ["PMC122567", "11891338"]}, {"Citation": "Charlesworth B, 2000. Fisher, Medawar, Hamilton and the evolution of aging. Genetics 156, 927–931.", "ArticleIdList": ["PMC1461325", "11063673"]}, {"Citation": "Chatterjee N, Walker GC, 2017. Mechanisms of DNA damage, repair, and mutagenesis. Environ Mol Mutagen 58, 235–263.", "ArticleIdList": ["PMC5474181", "28485537"]}, {"Citation": "Ciccia A, Elledge SJ, 2010. The DNA damage response: making it safe to play with knives. Mol Cell 40, 179–204.", "ArticleIdList": ["PMC2988877", "20965415"]}, {"Citation": "Clark AM, Rubin MA, 1961. The modification by X-irradiation of the life span of haploids and diploids of the wasp, Habrobracon SP. Radiat. Res 15, 244–253.", "ArticleIdList": ["13693817"]}, {"Citation": "Collins AR, Cadet J, Moller L, Poulsen HE, Vina J, 2004. Are we sure we know how to measure 8-oxo-7,8-dihydroguanine in DNA from human cells? Arch Biochem Biophys 423, 57–65.", "ArticleIdList": ["14989265"]}, {"Citation": "Coppe JP, Patil CK, Rodier F, Sun Y, Munoz DP, Goldstein J, Nelson PS, Desprez PY, Campisi J, 2008. Senescence-associated secretory phenotypes reveal cell-nonautonomous functions of oncogenic RAS and the p53 tumor suppressor. PLoS Biol 6, 2853–2868.", "ArticleIdList": ["PMC2592359", "19053174"]}, {"Citation": "Crow JF, 2000. The origins, patterns and implications of human spontaneous mutation. Nat Rev Genet 1, 40–47.", "ArticleIdList": ["11262873"]}, {"Citation": "d’Adda di Fagagna F, 2008. Living on a break: cellular senescence as a DNA-damage response. Nat Rev Cancer 8, 512–522.", "ArticleIdList": ["18574463"]}, {"Citation": "Daniely M, Aviram-Goldring A, Barkai G, Goldman B, 1998. Detection of chromosomal aberration in fetuses arising from recurrent spontaneous abortion by comparative genomic hybridization. Hum Reprod 13, 805–809.", "ArticleIdList": ["9619528"]}, {"Citation": "De Bont R, van Larebeke N, 2004. Endogenous DNA damage in humans: a review of quantitative data. Mutagenesis 19, 169–185.", "ArticleIdList": ["15123782"]}, {"Citation": "de Duve C, 2005. The onset of selection. Nature 433, 581–582.", "ArticleIdList": ["15703726"]}, {"Citation": "Dollé ME, Giese H, Hopkins CL, Martus HJ, Hausdorff JM, Vijg J, 1997. Rapid accumulation of genome rearrangements in liver but not in brain of old mice. Nat Genet 17, 431–434.", "ArticleIdList": ["9398844"]}, {"Citation": "Dollé ME, Snyder WK, Dunson DB, Vijg J, 2002. Mutational fingerprints of aging. Nucleic Acids Res 30, 545–549.", "ArticleIdList": ["PMC99828", "11788717"]}, {"Citation": "Dollé ME, Snyder WK, Gossen JA, Lohman PH, Vijg J, 2000. Distinct spectra of somatic mutations accumulated with age in mouse heart and small intestine. Proc Natl Acad Sci U S A 97, 8403–8408.", "ArticleIdList": ["PMC26960", "10900004"]}, {"Citation": "Dolle ME, Vijg J, 2002. Genome dynamics in aging mice. Genome research 12, 1732–1738.", "ArticleIdList": ["PMC187544", "12421760"]}, {"Citation": "Dong X, Milholland B, Vijg J, 2016. Evidence for a limit to human lifespan. Nature 538, 257–259.", "ArticleIdList": ["27706136"]}, {"Citation": "Dong X, Zhang L, Milholland B, Lee M, Maslov AY, Wang T, Vijg J, 2017. Accurate identification of single-nucleotide variants in whole-genome-amplified single cells. Nat Methods 14, 491–493.", "ArticleIdList": ["PMC5408311", "28319112"]}, {"Citation": "Drake JW, Charlesworth B, Charlesworth D, Crow J, 1998. Rates of Spontaneous Mutation. Genetics 148, 1667–1686.", "ArticleIdList": ["PMC1460098", "9560386"]}, {"Citation": "Enge M, Arda HE, Mignardi M, Beausang J, Bottino R, Kim SK, Quake SR, 2017. Single-Cell Analysis of Human Pancreas Reveals Transcriptional Signatures of Aging and Somatic Mutation Patterns. Cell 171, 321–330 e314.", "ArticleIdList": ["PMC6047899", "28965763"]}, {"Citation": "Erickson RP, 2010. Somatic gene mutation and human disease other than cancer: an update. Mutat Res 705, 96–106.", "ArticleIdList": ["20399892"]}, {"Citation": "Failla G, 1958. The aging process and carcinogenesis. Annals of the New York Academy of Science 71, 1124–1135.", "ArticleIdList": ["13583876"]}, {"Citation": "Fearon ER, Vogelstein B, 1990. A genetic model for colorectal tumorigenesis. Cell 61, 759–767.", "ArticleIdList": ["2188735"]}, {"Citation": "Franceschi C, Garagnani P, Parini P, Giuliani C, Santoro A, 2018. Inflammaging: a new immune-metabolic viewpoint for age-related diseases. Nat Rev Endocrinol 14, 576–590.", "ArticleIdList": ["30046148"]}, {"Citation": "Franco I, Helgadottir HT, Moggio A, Larsson M, Vrtacnik P, Johansson A, Norgren N, Lundin P, Mas-Ponte D, Nordstrom J, Lundgren T, Stenvinkel P, Wennberg L, Supek F, Eriksson M, 2019. Whole genome DNA sequencing provides an atlas of somatic mutagenesis in healthy human cells and identifies a tumor-prone cell type. Genome Biol 20, 285.", "ArticleIdList": ["PMC6918713", "31849330"]}, {"Citation": "Franco I, Johansson A, Olsson K, Vrtacnik P, Lundin P, Helgadottir HT, Larsson M, Revechon G, Bosia C, Pagnani A, Provero P, Gustafsson T, Fischer H, Eriksson M, 2018. Somatic mutagenesis in satellite cells associates with human skeletal muscle aging. Nature communications 9, 800.", "ArticleIdList": ["PMC5824957", "29476074"]}, {"Citation": "Fu AQ, Genereux DP, Stoger R, Laird CD, Stephens M, 2010. Statistical Inference of Transmission Fidelity of DNA Methylation Patterns over Somatic Cell Divisions in Mammals. The annals of applied statistics 4, 871–892.", "ArticleIdList": ["PMC3103139", "21625348"]}, {"Citation": "Fuster JJ, MacLauchlan S, Zuriaga MA, Polackal MN, Ostriker AC, Chakraborty R, Wu CL, Sano S, Muralidharan S, Rius C, Vuong J, Jacob S, Muralidhar V, Robertson AA, Cooper MA, Andres V, Hirschi KK, Martin KA, Walsh K 2017. Clonal hematopoiesis associated with TET2 deficiency accelerates atherosclerosis development in mice. Science 355, 842–847.", "ArticleIdList": ["PMC5542057", "28104796"]}, {"Citation": "Garcia AM, Busuttil RA, Calder RB, Dolle ME, Diaz V, McMahan CA, Bartke A, Nelson J, Reddick R, Vijg J, 2008. Effect of Ames dwarfism and caloric restriction on spontaneous DNA mutation frequency in different mouse tissues. Mech Ageing Dev 129, 528–533.", "ArticleIdList": ["PMC2581895", "18565572"]}, {"Citation": "Garcia-Nieto PE, Morrison AJ, Fraser HB, 2019. The somatic mutation landscape of the human body. Genome Biol 20, 298.", "ArticleIdList": ["PMC6930685", "31874648"]}, {"Citation": "Gavrilov LA, Gavrilova NS, Kroutko VN, Evdokushkina GN, Semyonova VG, Gavrilova AL, Lapshin EV, Evdokushkina NN, Kushnareva YE, 1997. Mutation load and human longevity. Mutat Res 377, 61–62.", "ArticleIdList": ["9219579"]}, {"Citation": "Gebel J, Tuppi M, Sanger N, Schumacher B, Dotsch V, 2020. DNA Damaged Induced Cell Death in Oocytes. Molecules 25.", "ArticleIdList": ["PMC7730327", "33287328"]}, {"Citation": "Glansdorff N, Xu Y, Labedan B, 2008. The last universal common ancestor: emergence, constitution and genetic legacy of an elusive forerunner. Biol Direct 3, 29.", "ArticleIdList": ["PMC2478661", "18613974"]}, {"Citation": "Gorgoulis V, Adams PD, Alimonti A, Bennett DC, Bischof O, Bishop C, Campisi J, Collado M, Evangelou K, Ferbeyre G, Gil J, Hara E, Krizhanovsky V, Jurk D, Maier AB, Narita M, Niedernhofer L, Passos JF, Robbins PD, Schmitt CA, Sedivy J, Vougas K, von Zglinicki T, Zhou D, Serrano M, Demaria M, 2019. Cellular Senescence: Defining a Path Forward. Cell 179, 813–827.", "ArticleIdList": ["31675495"]}, {"Citation": "Gossen JA, de Leeuw WJ, Tan CH, Zwarthoff EC, Berends F, Lohman PH, Knook DL, Vijg J, 1989. Efficient rescue of integrated shuttle vectors from transgenic mice: a model for studying mutations in vivo. Proc Natl Acad Sci U S A 86, 7971–7975.", "ArticleIdList": ["PMC298194", "2530578"]}, {"Citation": "Gravina S, Dong X, Yu B, Vijg J, 2016. Single-cell genome-wide bisulfite sequencing uncovers extensive heterogeneity in the mouse liver methylome. Genome Biol 17, 150.", "ArticleIdList": ["PMC4934005", "27380908"]}, {"Citation": "Gundry M, Li W, Maqbool SB, Vijg J, 2012. Direct, genome-wide assessment of DNA mutations in single cells. Nucleic Acids Res 40, 2032–2040.", "ArticleIdList": ["PMC3300019", "22086961"]}, {"Citation": "Harman D, 1956. Aging: A theory based on free radical and radiation chemistry. Journal of Gerontology 2, 298–300.", "ArticleIdList": ["13332224"]}, {"Citation": "Hart RW, Setlow RB, 1974. Correlation between deoxyribonucleic acid excision-repair and life-span in a number of mammalian species. Proc Natl Acad Sci U S A 71, 2169–2173.", "ArticleIdList": ["PMC388412", "4526202"]}, {"Citation": "Hasty P, Campisi J, Hoeijmakers J, van Steeg H, Vijg J, 2003. Aging and genome maintenance: lessons from the mouse? Science 299, 1355–1359.", "ArticleIdList": ["12610296"]}, {"Citation": "Helle F, 2012. Germ cell DNA-repair systems-possible tools in cancer research? Cancer Gene Ther 19, 299–302.", "ArticleIdList": ["22322886"]}, {"Citation": "Heyward FD, Sweatt JD, 2015. DNA Methylation in Memory Formation: Emerging Insights. Neuroscientist 21, 475–489.", "ArticleIdList": ["PMC4770785", "25832671"]}, {"Citation": "Hinkal GW, Gatza CE, Parikh N, Donehower LA, 2009. Altered senescence, apoptosis, and DNA damage response in a mutant p53 model of accelerated aging. Mech Ageing Dev 130, 262–271.", "ArticleIdList": ["PMC2722837", "19396980"]}, {"Citation": "Hirsch GP, 1978. Somatic mutations and aging, in: Schneider EL (Ed.), The Genetics of Aging. Plenum, New York, pp. 91–127."}, {"Citation": "Hoeijmakers JH, 2009. DNA damage, aging, and cancer. N Engl J Med 361, 1475–1485.", "ArticleIdList": ["19812404"]}, {"Citation": "Holliday R, 1991. Mutations and epimutations in mammalian cells. Mutat Res 250, 351–363.", "ArticleIdList": ["1944352"]}, {"Citation": "Hou Y, Guo H, Cao C, Li X, Hu B, Zhu P, Wu X, Wen L, Tang F, Huang Y, Peng J, 2016. Single-cell triple omics sequencing reveals genetic, epigenetic, and transcriptomic heterogeneity in hepatocellular carcinomas. Cell Res 26, 304–319.", "ArticleIdList": ["PMC4783472", "26902283"]}, {"Citation": "Jacobs PA, Brunton M, Brown WM, 1964. Cytogenetic Studies in Leucocytes on the General Population: Subjects of Ages 65 Years and More. Annals of human genetics 27, 353–365.", "ArticleIdList": ["14175200"]}, {"Citation": "Jaiswal S, Fontanillas P, Flannick J, Manning A, Grauman PV, Mar BG, Lindsley RC, Mermel CH, Burtt N, Chavez A, Higgins JM, Moltchanov V, Kuo FC, Kluk MJ, Henderson B, Kinnunen L, Koistinen HA, Ladenvall C, Getz G, Correa A, Banahan BF, Gabriel S, Kathiresan S, Stringham HM, McCarthy MI, Boehnke M, Tuomilehto J, Haiman C, Groop L, Atzmon G, Wilson JG, Neuberg D, Altshuler D, Ebert BL, 2014. Age-related clonal hematopoiesis associated with adverse outcomes. N Engl J Med 371, 2488–2498.", "ArticleIdList": ["PMC4306669", "25426837"]}, {"Citation": "Jarvis GE, 2016. Early embryo mortality in natural human reproduction: What the data say. F1000Res 5, 2765.", "ArticleIdList": ["PMC5443340", "28580126"]}, {"Citation": "Joyce GF, Szostak JW, 2018. Protocells and RNA Self-Replication. Cold Spring Harbor perspectives in biology 10.", "ArticleIdList": ["PMC6120706", "30181195"]}, {"Citation": "Kellis M, Wold B, Snyder MP, Bernstein BE, Kundaje A, Marinov GK, Ward LD, Birney E, Crawford GE, Dekker J, Dunham I, Elnitski LL, Farnham PJ, Feingold EA, Gerstein M, Giddings MC, Gilbert DM, Gingeras TR, Green ED, Guigo R, Hubbard T, Kent J, Lieb JD, Myers RM, Pazin MJ, Ren B, Stamatoyannopoulos JA, Weng Z, White KP, Hardison RC, 2014. Defining functional DNA elements in the human genome. Proceedings of the National Academy of Sciences of the United States of America 111, 6131–6138.", "ArticleIdList": ["PMC4035993", "24753594"]}, {"Citation": "Kirkwood TB, 2005. Understanding the odd science of aging. Cell 120, 437–447.", "ArticleIdList": ["15734677"]}, {"Citation": "Kirkwood TB, Proctor CJ, 2003. Somatic mutations and ageing in silico. Mech Ageing Dev 124, 85–92.", "ArticleIdList": ["12618010"]}, {"Citation": "Kohler SW, Provost GS, Fieck A, Kretz PL, Bullock WO, Sorge JA, Putman DL, Short JM, 1991. Spectra of spontaneous and mutagen-induced mutations in the lacI gene in transgenic mice. Proceedings of the National Academy of Sciences of the United States of America 88, 7958–7962.", "ArticleIdList": ["PMC52424", "1832771"]}, {"Citation": "Kong A, Frigge ML, Masson G, Besenbacher S, Sulem P, Magnusson G, Gudjonsson SA, Sigurdsson A, Jonasdottir A, Wong WS, Sigurdsson G, Walters GB, Steinberg S, Helgason H, Thorleifsson G, Gudbjartsson DF, Helgason A, Magnusson OT, Thorsteinsdottir U, Stefansson K, 2012. Rate of de novo mutations and the importance of father’s age to disease risk. Nature 488, 471–475.", "ArticleIdList": ["PMC3548427", "22914163"]}, {"Citation": "Kosugi S, Momozawa Y, Liu X, Terao C, Kubo M, Kamatani Y, 2019. Comprehensive evaluation of structural variation detection algorithms for whole genome sequencing. Genome Biol 20, 117.", "ArticleIdList": ["PMC6547561", "31159850"]}, {"Citation": "Laird CD, Pleasant ND, Clark AD, Sneeden JL, Hassan KM, Manley NC, Vary JC Jr., Morgan T, Hansen RS, Stoger R, 2004. Hairpin-bisulfite PCR: assessing epigenetic methylation patterns on complementary strands of individual DNA molecules. Proc Natl Acad Sci U S A 101, 204–209.", "ArticleIdList": ["PMC314163", "14673087"]}, {"Citation": "Lasken RS, Stockwell TB, 2007. Mechanism of chimera formation during the Multiple Displacement Amplification reaction. BMC Biotechnol 7, 19.", "ArticleIdList": ["PMC1855051", "17430586"]}, {"Citation": "Laurie CC, Laurie CA, Rice K, Doheny KF, Zelnick LR, McHugh CP, Ling H, Hetrick KN, Pugh EW, Amos C, Wei Q, Wang LE, Lee JE, Barnes KC, Hansel NN, Mathias R, Daley D, Beaty TH, Scott AF, Ruczinski I, Scharpf RB, Bierut LJ, Hartz SM, Landi MT, Freedman ND, Goldin LR, Ginsburg D, Li J, Desch KC, Strom SS, Blot WJ, Signorello LB, Ingles SA, Chanock SJ, Berndt SI, Le Marchand L, Henderson BE, Monroe KR, Heit JA, de Andrade M, Armasu SM, Regnier C, Lowe WL, Hayes MG, Marazita ML, Feingold E, Murray JC, Melbye M, Feenstra B, Kang JH, Wiggs JL, Jarvik GP, McDavid AN, Seshan VE, Mirel DB, Crenshaw A, Sharopova N, Wise A, Shen J, Crosslin DR, Levine DM, Zheng X, Udren JI, Bennett S, Nelson SC, Gogarten SM, Conomos MP, Heagerty P, Manolio T, Pasquale LR, Haiman CA, Caporaso N, Weir BS, 2012. Detectable clonal mosaicism from birth to old age and its relationship to cancer. Nat Genet 44, 642–650.", "ArticleIdList": ["PMC3366033", "22561516"]}, {"Citation": "Lawson ARJ, Abascal F, Coorens THH, Hooks Y, O’Neill L, Latimer C, Raine K, Sanders MA, Warren AY, Mahbubani KTA, Bareham B, Butler TM, Harvey LMR, Cagan A, Menzies A, Moore L, Colquhoun AJ, Turner W, Thomas B, Gnanapragasam V, Williams N, Rassl DM, Vohringer H, Zumalave S, Nangalia J, Tubio JMC, Gerstung M, Saeb-Parsy K, Stratton MR, Campbell PJ, Mitchell TJ, Martincorena I, 2020. Extensive heterogeneity in somatic mutation and selection in the human bladder. Science 370, 75–82.", "ArticleIdList": ["33004514"]}, {"Citation": "Leach EG, Gunther EJ, Yeasky TM, Gibson LH, Yang-Feng TL, Glazer PM, 1996. Frequent spontaneous deletions at a shuttle vector locus in transgenic mice. Mutagenesis 11, 49–56.", "ArticleIdList": ["8671715"]}, {"Citation": "Leu K, Obermayer B, Rajamani S, Gerland U, Chen IA, 2011. The prebiotic evolutionary advantage of transferring genetic information from RNA to DNA. Nucleic Acids Res 39, 8135–8147.", "ArticleIdList": ["PMC3185426", "21724606"]}, {"Citation": "Levy O, Amit G, Vaknin D, Snir T, Efroni S, Castaldi P, Liu YY, Cohen HY, Bashan A, 2020. Age-related loss of gene-to-gene transcriptional coordination among single cells. Nat Metab 2, 1305–1315.", "ArticleIdList": ["33139959"]}, {"Citation": "Li C, Williams SM, 2013. Human Somatic Variation: It’s Not Just for Cancer Anymore. Current Genetic Medicine Reports 1, 212–218."}, {"Citation": "Li W, Calder RB, Mar JC, Vijg J, 2015. Single-cell transcriptogenomics reveals transcriptional exclusion of ENU-mutated alleles. Mutat Res 772, 55–62.", "ArticleIdList": ["PMC4342853", "25733965"]}, {"Citation": "Li W, Sancar A, 2020. Methodologies for detecting environmentally induced DNA damage and repair. Environ Mol Mutagen 61, 664–679.", "ArticleIdList": ["PMC7442611", "32083352"]}, {"Citation": "Lindahl T, 1993. Instability and decay of the primary structure of DNA. Nature 362, 709–715.", "ArticleIdList": ["8469282"]}, {"Citation": "Liu B, Wang J, Chan KM, Tjia WM, Deng W, Guan X, Huang JD, Li KM, Chau PY, Chen DJ, Pei D, Pendas AM, Cadinanos J, Lopez-Otin C, Tse HF, Hutchison C, Chen J, Cao Y, Cheah KS, Tryggvason K, Zhou Z, 2005. Genomic instability in laminopathy-based premature aging. Nat Med 11, 780–785.", "ArticleIdList": ["15980864"]}, {"Citation": "Lodato MA, Rodin RE, Bohrson CL, Coulter ME, Barton AR, Kwon M, Sherman MA, Vitzthum CM, Luquette LJ, Yandava CN, Yang P, Chittenden TW, Hatem NE, Ryu SC, Woodworth MB, Park PJ, Walsh CA, 2018. Aging and neurodegeneration are associated with increased mutations in single human neurons. Science 359, 555–559.", "ArticleIdList": ["PMC5831169", "29217584"]}, {"Citation": "Lopez-Otin C, Blasco MA, Partridge L, Serrano M, Kroemer G, 2013. The hallmarks of aging. Cell 153, 1194–1217.", "ArticleIdList": ["PMC3836174", "23746838"]}, {"Citation": "Lord JM, 2013. The effect of ageing of the immune system on vaccination responses. Hum Vaccin Immunother 9, 1364–1367.", "ArticleIdList": ["PMC3901832", "23584248"]}, {"Citation": "Ma S, Gladyshev VN, 2017. Molecular signatures of longevity: Insights from cross-species comparative studies. Semin Cell Dev Biol 70, 190–203.", "ArticleIdList": ["PMC5807068", "28800931"]}, {"Citation": "Ma S, Upneja A, Galecki A, Tsai YM, Burant CF, Raskind S, Zhang Q, Zhang ZD, Seluanov A, Gorbunova V, Clish CB, Miller RA, Gladyshev VN, 2016. Cell culture-based profiling across mammals reveals DNA repair and metabolism as determinants of species longevity. eLife 5.", "ArticleIdList": ["PMC5148604", "27874830"]}, {"Citation": "MacRae SL, Croken MM, Calder RB, Aliper A, Milholland B, White RR, Zhavoronkov A, Gladyshev VN, Seluanov A, Gorbunova V, Zhang ZD, Vijg J, 2015. DNA repair in species with extreme lifespan differences. Aging 7, 1171–1184.", "ArticleIdList": ["PMC4712340", "26729707"]}, {"Citation": "Mahmoud M, Gobet N, Cruz-Davalos DI, Mounier N, Dessimoz C, Sedlazeck FJ, 2019. Structural variant calling: the long and the short of it. Genome Biol 20, 246.", "ArticleIdList": ["PMC6868818", "31747936"]}, {"Citation": "Martin GM, 2012. Stochastic modulations of the pace and patterns of ageing: impacts on quasi-stochastic distributions of multiple geriatric pathologies. Mech Ageing Dev 133, 107–111.", "ArticleIdList": ["PMC3403812", "21963385"]}, {"Citation": "Martin GM, Ogburn CE, Colgin LM, Gown AM, Edland SD, Monnat RJ Jr., 1996. Somatic mutations are frequent and increase with age in human kidney epithelial cells. Hum Mol Genet 5, 215–221.", "ArticleIdList": ["8824877"]}, {"Citation": "Martin GM, Oshima J, 2000. Lessons from human progeroid syndromes. Nature 408, 263–266.", "ArticleIdList": ["11089984"]}, {"Citation": "Martincorena I, Fowler JC, Wabik A, Lawson ARJ, Abascal F, Hall MWJ, Cagan A, Murai K, Mahbubani K, Stratton MR, Fitzgerald RC, Handford PA, Campbell PJ, Saeb-Parsy K, Jones PH, 2018. Somatic mutant clones colonize the human esophagus with age. Science 362, 911–917.", "ArticleIdList": ["PMC6298579", "30337457"]}, {"Citation": "Martinez DE, 1998. Mortality patterns suggest lack of senescence in hydra. Exp Gerontol 33, 217–225.", "ArticleIdList": ["9615920"]}, {"Citation": "Maslov AY, Ganapathi S, Westerhof M, Quispe W, White RR, Van Houten B, Reiling E, Dolle ME, van Steeg H, Hasty P, Hoeijmakers JH, Vijg J, 2013. DNA damage in normally and prematurely aged mice. Aging Cell.", "ArticleIdList": ["PMC3655155", "23496256"]}, {"Citation": "Maynard Smith J, 1959. A theory of ageing. Nature 184, 956–957."}, {"Citation": "McConnell MJ, Lindberg MR, Brennand KJ, Piper JC, Voet T, Cowing-Zitron C, Shumilina S, Lasken RS, Vermeesch JR, Hall IM, Gage FH, 2013. Mosaic copy number variation in human neurons. Science 342, 632–637.", "ArticleIdList": ["PMC3975283", "24179226"]}, {"Citation": "Medawar PB, 1952. An Unsolved Problem in Biology. H.K. Lewis, London."}, {"Citation": "Medvedev P, Stanciu M, Brudno M, 2009. Computational methods for discovering structural variation with next-generation sequencing. Nature methods 6, S13–20.", "ArticleIdList": ["19844226"]}, {"Citation": "Milanese C, Bombardieri CR, Sepe S, Barnhoorn S, Payan-Gomez C, Caruso D, Audano M, Pedretti S, Vermeij WP, Brandt RMC, Gyenis A, Wamelink MM, de Wit AS, Janssens RC, Leen R, van Kuilenburg ABP, Mitro N, Hoeijmakers JHJ, Mastroberardino PG, 2019. DNA damage and transcription stress cause ATP-mediated redesign of metabolism and potentiation of anti-oxidant buffering. Nature communications 10, 4887.", "ArticleIdList": ["PMC6814737", "31653834"]}, {"Citation": "Milholland B, Dong X, Zhang L, Hao X, Suh Y, Vijg J, 2017. Differences between germline and somatic mutation rates in humans and mice. Nature communications 8, 15183.", "ArticleIdList": ["PMC5436103", "28485371"]}, {"Citation": "Miller RA, 2004. ‘Accelerated aging’: a primrose path to insight? Aging Cell 3, 47–51.", "ArticleIdList": ["15038817"]}, {"Citation": "Miller SL, 1955. Production of Some Organic Compounds under Possible Primitive Earth Conditions. J. Am. Chem. Soc 77, 2351–2361."}, {"Citation": "Minois N, Frajnt M, Dolling M, Lagona F, Schmid M, Kuchenhoff H, Gampe J, Vaupel JW, 2006. Symmetrically dividing cells of the fission yeast schizosaccharomyces pombe do age. Biogerontology 7, 261–267.", "ArticleIdList": ["16821114"]}, {"Citation": "Morley AA, 1982. Is ageing the result of dominant and co-dominant mutations? J Theor Biol 98, 469–474.", "ArticleIdList": ["7176678"]}, {"Citation": "Morrill SA, Amon A, 2019. Why haploinsufficiency persists. Proc Natl Acad Sci U S A 116, 11866–11871.", "ArticleIdList": ["PMC6575174", "31142641"]}, {"Citation": "Muller HJ, 1964. The relation of recombination to mutational advance. Mutation Research 1, 2–9.", "ArticleIdList": ["14195748"]}, {"Citation": "Nanki K, Fujii M, Shimokawa M, Matano M, Nishikori S, Date S, Takano A, Toshimitsu K, Ohta Y, Takahashi S, Sugimoto S, Ishimaru K, Kawasaki K, Nagai Y, Ishii R, Yoshida K, Sasaki N, Hibi T, Ishihara S, Kanai T, Sato T, 2020. Somatic inflammatory gene mutations in human ulcerative colitis epithelium. Nature 577, 254–259.", "ArticleIdList": ["31853059"]}, {"Citation": "Navarro CL, Cau P, Levy N, 2006. Molecular bases of progeroid syndromes. Hum Mol Genet 15 Spec No 2, R151–161.", "ArticleIdList": ["16987878"]}, {"Citation": "Nordling CO, 1953. A new theory on cancer-inducing mechanism. Br J Cancer 7, 68–72.", "ArticleIdList": ["PMC2007872", "13051507"]}, {"Citation": "Nowell PC, 1976. The clonal evolution of tumor cell populations. Science 194, 23–28.", "ArticleIdList": ["959840"]}, {"Citation": "Olafsson S, McIntyre RE, Coorens T, Butler T, Jung H, Robinson PS, Lee-Six H, Sanders MA, Arestang K, Dawson C, Tripathi M, Strongili K, Hooks Y, Stratton MR, Parkes M, Martincorena I, Raine T, Campbell PJ, Anderson CA, 2020. Somatic Evolution in Non-neoplastic IBD-Affected Colon. Cell 182, 672–684 e611.", "ArticleIdList": ["PMC7427325", "32697969"]}, {"Citation": "Ono T, Ikehata H, Nakamura S, Saito Y, Hosoi Y, Takai Y, Yamada S, Onodera J, Yamamoto K, 2000. Age-associated increase of spontaneous mutant frequency and molecular nature of mutation in newborn and old lacZ-transgenic mouse. Mutat Res 447, 165–177.", "ArticleIdList": ["10751600"]}, {"Citation": "Orgel LE, 1963. The maintenance of the accuracy of protein synthesis and its relevance to ageing. Proc Natl Acad Sci U S A 49, 517–521.", "ArticleIdList": ["PMC299893", "13940312"]}, {"Citation": "Pierre RV, Hoagland HC, 1972. Age-associated aneuploidy: loss of Y chromosome from human bone marrow cells with aging. Cancer 30, 889–894.", "ArticleIdList": ["4116908"]}, {"Citation": "Poduri A, Evrony GD, Cai X, Walsh CA, 2013. Somatic mutation, genomic variation, and neurological disease. Science 341, 1237758.", "ArticleIdList": ["PMC3909954", "23828942"]}, {"Citation": "Proenca AM, Rang CU, Qiu A, Shi C, Chao L, 2019. Cell aging preserves cellular immortality in the presence of lethal levels of damage. PLoS Biol 17, e3000266.", "ArticleIdList": ["PMC6532838", "31120870"]}, {"Citation": "Ramsey MJ, Moore DH 2nd, Briner JF, Lee DA, Olsen L, Senft JR, Tucker JD, 1995. The effects of age and lifestyle factors on the accumulation of cytogenetic damage as measured by chromosome painting. Mutat Res 338, 95–106.", "ArticleIdList": ["7565886"]}, {"Citation": "Rohrback S, April C, Kaper F, Rivera RR, Liu CS, Siddoway B, Chun J, 2018. Submegabase copy number variations arise during cerebral cortical neurogenesis as revealed by single-cell whole-genome sequencing. Proc Natl Acad Sci U S A 115, 10804–10809.", "ArticleIdList": ["PMC6196524", "30262650"]}, {"Citation": "Rozhok A, DeGregori J, 2019. A generalized theory of age-dependent carcinogenesis. eLife 8.", "ArticleIdList": ["PMC6488293", "31034356"]}, {"Citation": "Sacher GA, 1982. Evolutionary theory in gerontology. Perspect Biol Med 25, 339–353.", "ArticleIdList": ["6763678"]}, {"Citation": "Sano S, Oshima K, Wang Y, MacLauchlan S, Katanasaka Y, Sano M, Zuriaga MA, Yoshiyama M, Goukassian D, Cooper MA, Fuster JJ, Walsh K, 2018. Tet2-Mediated Clonal Hematopoiesis Accelerates Heart Failure Through a Mechanism Involving the IL-1beta/NLRP3 Inflammasome. J Am Coll Cardiol 71, 875–886.", "ArticleIdList": ["PMC5828038", "29471939"]}, {"Citation": "Santra M, Dill KA, de Graff AMR, 2019. Proteostasis collapse is a driver of cell aging and death. Proc Natl Acad Sci U S A 116, 22173–22178.", "ArticleIdList": ["PMC6825304", "31619571"]}, {"Citation": "Schmeiser HH, Nortier JL, Singh R, Gamboa da Costa G, Sennesael J, Cassuto-Viguier E, Ambrosetti D, Rorive S, Pozdzik A, Phillips DH, Stiborova M, Arlt VM, 2014. Exceptionally long-term persistence of DNA adducts formed by carcinogenic aristolochic acid I in renal tissue from patients with aristolochic acid nephropathy. International journal of cancer. Journal international du cancer 135, 502–507.", "ArticleIdList": ["24921086"]}, {"Citation": "Schumacher B, Pothof J, Vijg J, Hoeijmakers JHJ, 2021. The central role of DNA damage in the ageing process. Nature In press.", "ArticleIdList": ["PMC9844150", "33911272"]}, {"Citation": "Slavov N, 2020. Single-cell protein analysis by mass spectrometry. Curr Opin Chem Biol 60, 1–9.", "ArticleIdList": ["PMC7767890", "32599342"]}, {"Citation": "Sniegowski PD, Gerrish PJ, Johnson T, Shaver A, 2000. The evolution of mutation rates: separating causes from consequences. Bioessays 22, 1057–1066.", "ArticleIdList": ["11084621"]}, {"Citation": "Stuart GR, Oda Y, de Boer JG, Glickman BW, 2000. Mutation frequency and specificity with age in liver, bladder and brain of lacI transgenic mice. Genetics 154, 1291–1300.", "ArticleIdList": ["PMC1460990", "10757770"]}, {"Citation": "Sun S, White RR, Fischer KE, Zhang Z, Austad SN, Vijg J, 2020. Inducible aging in Hydra oligactis implicates sexual reproduction, loss of stem cells, and genome maintenance as major pathways. Geroscience 42, 1119–1132.", "ArticleIdList": ["PMC7394996", "32578072"]}, {"Citation": "Szilard L, 1959. On the nature of the aging process. Proc Natl Acad Sci U S A 45, 30–45.", "ArticleIdList": ["PMC222509", "16590351"]}, {"Citation": "Thompson DJ, Genovese G, Halvardson J, Ulirsch JC, Wright DJ, Terao C, Davidsson OB, Day FR, Sulem P, Jiang Y, Danielsson M, Davies H, Dennis J, Dunlop MG, Easton DF, Fisher VA, Zink F, Houlston RS, Ingelsson M, Kar S, Kerrison ND, Kinnersley B, Kristjansson RP, Law PJ, Li R, Loveday C, Mattisson J, McCarroll SA, Murakami Y, Murray A, Olszewski P, Rychlicka-Buniowska E, Scott RA, Thorsteinsdottir U, Tomlinson I, Moghadam BT, Turnbull C, Wareham NJ, Gudbjartsson DF, International Lung Cancer, C., Breast Cancer Association, C., Consortium of Investigators of Modifiers of, B., Endometrial Cancer Association, C., Ovarian Cancer Association, C., Prostate Cancer Association Group to Investigate Cancer Associated Alterations in the Genome, C., Kidney Cancer, G.M.-A.P., e, Q.C., Biobank-based Integrative Omics Study, C., andMe Research, T., Kamatani Y, Hoffmann ER, Jackson SP, Stefansson K, Auton A, Ong KK, Machiela MJ, Loh PR, Dumanski JP, Chanock SJ, Forsberg LA, Perry JRB, 2019. Genetic predisposition to mosaic Y chromosome loss in blood. Nature 575, 652–657.", "ArticleIdList": ["PMC6887549", "31748747"]}, {"Citation": "Thompson O, von Meyenn F, Hewitt Z, Alexander J, Wood A, Weightman R, Gregory S, Krueger F, Andrews S, Barbaric I, Gokhale PJ, Moore HD, Reik W, Milo M, Nik-Zainal S, Yusa K, Andrews PW, 2020. Low rates of mutation in clinical grade human pluripotent stem cells under different culture conditions. Nature communications 11, 1528.", "ArticleIdList": ["PMC7089967", "32251294"]}, {"Citation": "Tian XC, Kubota C, Enright B, Yang X, 2003. Cloning animals by somatic cell nuclear transfer--biological factors. Reprod Biol Endocrinol 1, 98.", "ArticleIdList": ["PMC521203", "14614770"]}, {"Citation": "Trainor KJ, Wigmore DJ, Chrysostomou A, Dempsey JL, Seshadri R, Morley AA, 1984. Mutation frequency in human lymphocytes increases with age. Mech Ageing Dev 27, 83–86.", "ArticleIdList": ["6492889"]}, {"Citation": "Vanneste E, Voet T, Le Caignec C, Ampe M, Konings P, Melotte C, Debrock S, Amyere M, Vikkula M, Schuit F, Fryns JP, Verbeke G, D’Hooghe T, Moreau Y, Vermeesch JR, 2009. Chromosome instability is common in human cleavage-stage embryos. Nat Med 15, 577–583.", "ArticleIdList": ["19396175"]}, {"Citation": "Vermeij WP, Dolle ME, Reiling E, Jaarsma D, Payan-Gomez C, Bombardieri CR, Wu H, Roks AJ, Botter SM, van der Eerden BC, Youssef SA, Kuiper RV, Nagarajah B, van Oostrom CT, Brandt RM, Barnhoorn S, Imholz S, Pennings JL, de Bruin A, Gyenis A, Pothof J, Vijg J, van Steeg H, Hoeijmakers JH, 2016. Restricted diet delays accelerated ageing and genomic stress in DNA-repair-deficient mice. Nature 537, 427–431.", "ArticleIdList": ["PMC5161687", "27556946"]}, {"Citation": "Vijg J, 2007. Aging of the Genome. Oxford, New York."}, {"Citation": "Vijg J, Busuttil RA, Bahar R, Dolle ME, 2005. Aging and genome maintenance. Ann N Y Acad Sci 1055, 35–47.", "ArticleIdList": ["16387716"]}, {"Citation": "Vijg J, Campisi J, 2008. Puzzles, promises and a cure for ageing. Nature 454, 1065–1071.", "ArticleIdList": ["PMC2774752", "18756247"]}, {"Citation": "Vijg J, Dollé ME, 2002. Large genome rearrangements as a primary cause of aging. Mech Ageing Dev 123, 907–915.", "ArticleIdList": ["12044939"]}, {"Citation": "Vijg J, Dong X, 2020. Pathogenic Mechanisms of Somatic Mutation and Genome Mosaicism in Aging. Cell 182, 12–23.", "ArticleIdList": ["PMC7354350", "32649873"]}, {"Citation": "Vijg J, Kennedy BK, 2016. The Essence of Aging. Gerontology 62, 381–385.", "ArticleIdList": ["PMC4803632", "26389968"]}, {"Citation": "Wang J, Clauson CL, Robbins PD, Niedernhofer LJ, Wang Y, 2012. The oxidative DNA lesions 8,5’-cyclopurines accumulate with aging in a tissue-specific manner. Aging Cell 11, 714–716.", "ArticleIdList": ["PMC3399950", "22530741"]}, {"Citation": "Watson J, Crick F, 1953. Molecular structure of nucleic acids. Nature 171, 737–738.", "ArticleIdList": ["13054692"]}, {"Citation": "Williams GC, 1957. Pleiotropy, natural selection, and the evolution of senescence. Evolution 11, 398–411."}, {"Citation": "Yizhak K, Aguet F, Kim J, Hess JM, Kubler K, Grimsby J, Frazer R, Zhang H, Haradhvala NJ, Rosebrock D, Livitz D, Li X, Arich-Landkof E, Shoresh N, Stewart C, Segre AV, Branton PA, Polak P, Ardlie KG, Getz G, 2019. RNA sequence analysis reveals macroscopic somatic clonal expansion across normal tissues. Science 364.", "ArticleIdList": ["PMC7350423", "31171663"]}, {"Citation": "Zhang L, Dong X, Lee M, Maslov AY, Wang T, Vijg J, 2019. Single-cell whole-genome sequencing reveals the functional landscape of somatic mutations in B lymphocytes across the human lifespan. Proc Natl Acad Sci U S A 116, 9014–9019.", "ArticleIdList": ["PMC6500118", "30992375"]}, {"Citation": "Zhang S, Zhou K, Luo X, Li L, Tu HC, Sehgal A, Nguyen LH, Zhang Y, Gopal P, Tarlow BD, Siegwart DJ, Zhu H, 2018. The Polyploid State Plays a Tumor-Suppressive Role in the Liver. Developmental cell 47, 390.", "ArticleIdList": ["PMC6295332", "30399338"]}, {"Citation": "Zoghbi HY, Beaudet AL, 2016. Epigenetics and Human Disease. Cold Spring Harb Perspect Biol 8, a019497.", "ArticleIdList": ["PMC4743078", "26834142"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "3"}, {"Year": "2021", "Month": "2", "Day": "26"}, {"Year": "2021", "Month": "3", "Day": "3"}, {"Year": "2021", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "12", "Hour": "20", "Minute": "16"}, {"Year": "2023", "Month": "3", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33711511", "NIHMS1880382", "PMC10018438", "10.1016/j.arr.2021.101316", "S1568-1637(21)00063-5"]}}], "PubmedBookArticle": []}