{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["disk herniation", "low back pain", "ozone", "ozone chemonucleolysis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33721371", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "22"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "26"}], "ELocationID": ["10.1111/papr.13006"], "Journal": {"ISSN": "1533-2500", "JournalIssue": {"Volume": "21", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Pain practice : the official journal of World Institute of Pain", "ISOAbbreviation": "Pain Pract"}, "ArticleTitle": "Factors Predicting Successful Outcome for Ozone Chemonucleolysis in Lumbar Disk Herniation.", "Pagination": {"StartPage": "653", "EndPage": "661", "MedlinePgn": "653-661"}, "Abstract": {"AbstractText": ["The aim of this study was to retrospectively investigate factors predicting a successful outcome after ozone chemonucleolysis (OCN) in patients with radicular pain and poor response to conservative treatments.", "Univariable and multivariable logistic regression analysis was used to identify the predictors of good outcome after OCN. Good outcome was defined as 33% Oswestry Disability Index (ODI) reduction (model 1) or 13-point ODI improvement (model 2) at 1 month after OCN.", "Two hundred seventy-three patients were analyzed. A significant pain reduction (pre-operative Numerical Rating Scale [NRS] 6.7 ± 1.5, postoperative NRS 2.6 ± 2.2, P < 0.0001) and ODI improvement (pre-operative ODI 39 ± 13.7, postoperative ODI 21.4 ± 13.8, P < 0.0001) was obtained 1 month after OCN. Pain duration (< 1 year), type of disk herniation based on Michigan State University classification (MSU), stages of disk degeneration revealed by discogram and absence of foraminal stenosis (bony or ligament flavum hypertrophy) appeared as predictors of successful outcome. Age, gender, previous spine surgery, level site of disk herniation, presence of uncontained lumbar disk herniation, and vertebral Modic changes were not statistically associated with the outcome. Both the models showed a good accuracy (model 1, area under the curve [AUC] = 0.84 ± 0.027, 95% confidence interval [CI] = 0.79 to 0.89; model 2, AUC = 0.86 ± 0.024, 95% CI = 0.81 to 0.91).", "OCN is an effective treatment for radicular pain due to disk herniation. Pain duration (< 1 year), MSU disk herniation type (1A, 1B, 1C, 2A, and 2B), disk degeneration grade 2, and absence of foraminal stenosis are all associated with the successful outcome and should be carefully evaluated before OCN."], "CopyrightInformation": "© 2021 World Institute of Pain."}, "AuthorList": [{"Identifier": ["0000-0001-5228-3733"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Interventional Pain Management, Guglielmo da Saliceto Hospital, Piacenza, Italy."}], "LastName": "Leoni", "ForeName": "Matteo Luigi Giuseppe", "Initials": "MLG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical and Clinical Sciences \"L. Sacco\", Università degli studi di Milano, Milano, Italy."}], "LastName": "Caruso", "ForeName": "Annalisa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Interventional Pain Management, Guglielmo da Saliceto Hospital, Piacenza, Italy."}], "LastName": "Micheli", "ForeName": "Fabrizio", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pain Pract", "NlmUniqueID": "101130835", "ISSNLinking": "1530-7085"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Intervertebral Disc Chemolysis"}, {"QualifierName": ["complications", "surgery"], "DescriptorName": "Intervertebral Disc Degeneration"}, {"QualifierName": ["complications"], "DescriptorName": "Intervertebral Disc Displacement"}, {"QualifierName": ["surgery"], "DescriptorName": "Lumbar Vertebrae"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Konstantinou K, Dunn KM. Sciatica: review of epidemiological studies and prevalence estimates. Spine (Phila Pa 1976). 2008;33:2464-2472."}, {"Citation": "Weiler C, Nerlich AG, Bachmeier BE, Boos N. Expression and distribution of tumor necrosis factor alpha in human lumbar intervertebral discs: a study in surgical specimen and autopsy controls. Spine (Phila Pa 1976). 2005;30:44-53; discussion 54."}, {"Citation": "Shamji MF, Setton LA, Jarvis W, et al. Proinflammatory cytokine expression profile in degenerated and herniated human intervertebral disc tissues. Arthritis Rheum. 2010;62:1974-1982."}, {"Citation": "Mulleman D, Mammou S, Griffoul I, Watier H, Goupille P. Pathophysiology of disk-related sciatica. I.-Evidence supporting a chemical component. Joint Bone Spine. 2006;73:151-158."}, {"Citation": "Manchikanti L, Hirsch JA. Clinical management of radicular pain. Expert Rev Neurother. 2015;15:681-693."}, {"Citation": "Ong D, Chua NH, Vissers K. Percutaneous disc decompression for lumbar radicular pain: a review article. Pain Pract. 2016;16:111-126."}, {"Citation": "Buric J, Rigobello L, Hooper D. Five and ten year follow-up on intradiscal ozone injection for disc herniation. Int J Spine Surg. 2014;8:17."}, {"Citation": "Borrelli E. Mechanism of action of oxygen ozone therapy in the treatment of disc herniation and low back pain. Acta Neurochir Suppl. 2011;108:123-125."}, {"Citation": "Murphy K, Elias G, Steppan J, et al. Percutaneous treatment of herniated lumbar discs with ozone: investigation of the mechanisms of action. J Vasc Interv Radiol. 2016;27:1242-1250.e3."}, {"Citation": "Muto M, Giurazza F, Silva RP, Guarnieri G. Rational approach, technique and selection criteria treating lumbar disk herniations by oxygen-ozone therapy. Interv Neuroradiol. 2016;22:736-740."}, {"Citation": "Monticone M, Baiardi P, Ferrari S, et al. Development of the Italian Version of the Oswestry Disability Index (ODI-I). Spine. 2009;34:2090-2095."}, {"Citation": "Werner DAT, Grotle M, Gulati S, et al. Criteria for failure and worsening after surgery for lumbar disc herniation: a multicenter observational study based on data from the Norwegian Registry for Spine Surgery. Eur Spine J. 2017;26:2650-2659."}, {"Citation": "Copay AG, Glassman SD, Subach BR, Berven S, Schuler TC, Carreon LY. Minimum clinically important difference in lumbar spine surgery patients: a choice of methods using the Oswestry Disability Index, Medical Outcomes Study questionnaire Short Form 36, and pain scales. Spine J. 2008;8:968-974."}, {"Citation": "Macnab I. Negative disc exploration. An analysis of the causes of nerve-root involvement in sixty-eight patients. J Bone Joint Surg Am. 1971;53:891-903."}, {"Citation": "Mysliwiec LW, Cholewicki J, Winkelpleck MD, Eis GP. MSU classification for herniated lumbar discs on MRI: toward developing objective criteria for surgical selection. Eur Spine J. 2010;19:1087-1093."}, {"Citation": "Adams MA, Dolan P, Hutton WC. The stages of disc degeneration as revealed by discograms. J Bone Joint Surg Br. 1986;68:36-41."}, {"Citation": "Day PL. Lateral approach for lumbar diskogram and chemonucleolysis. Clin Orthop Relat Res. 1969;67:90-93."}, {"Citation": "Klessig HT, Showsh SA, Sekorski A. The use of intradiscal antibiotics for discography: an in vitro study of gentamicin, cefazolin, and clindamycin. Spine. 2003;28:1735-1738."}, {"Citation": "Osti OL, Fraser RD, Vernon-Roberts B. Discitis after discography. The role of prophylactic antibiotics. J Bone Joint Surg Br. 1990;72:271-274."}, {"Citation": "Seyam O, Smith NL, Reid I, Gandhi J, Jiang W, Khan SA. Clinical utility of ozone therapy for musculoskeletal disorders. Med Gas Res. 2018;8:103-110."}, {"Citation": "Elawamy A, Kamel EZ, Hassanien M, Wahba OM, Amin SE. Implication of two different doses of intradiscal ozone-oxygen injection upon the pain alleviation in patients with low back pain: a randomized, single-blind study. Pain Physician. 2018;21:E25-E31."}, {"Citation": "Ezeldin M, Leonardi M, Princiotta C, et al. Percutaneous ozone nucleolysis for lumbar disc herniation. Neuroradiology. 2018;60:1231-1241."}, {"Citation": "Rahimzadeh P, Imani F, Ghahremani M, Faiz SHR. Comparison of percutaneous intradiscal ozone injection with laser disc decompression in discogenic low back pain. J Pain Res. 2018;11:1405-1410."}, {"Citation": "Steppan J, Meaders T, Muto M, Murphy KJ. A metaanalysis of the effectiveness and safety of ozone treatments for herniated lumbar discs. J Vasc Interv Radiol. 2010;21:534-548."}, {"Citation": "Nygaard OP, Kloster R, Solberg T. Duration of leg pain as a predictor of outcome after surgery for lumbar disc herniation: a prospective cohort study with 1-year follow up. J Neurosurg. 2000;92:131-134."}, {"Citation": "Lee SH, Jeong YJ, Kim NH, Park HJ, Yoo H-J, Jo SY. The factors associated with the successful outcomes of percutaneous disc decompression in patients with lumbar herniated nucleus pulposus. Ann Rehabil Med. 2015;39:735-744."}, {"Citation": "Hosseini B, Taheri M, Sheibani K. Comparing the results of intradiscal ozone injection to treat different types of intervertebral disc herniation based on MSU classification. Interv Neuroradiol. 2019;25:111-116."}, {"Citation": "Arun-Kumar K, Jayaprasad S, Senthil K, Lohith H, Jayaprakash KV. The outcomes of selective nerve root block for disc induced lumbar radiculopathy. Malays Orthop J. 2015;9:17-22."}, {"Citation": "Andreula CF, Simonetti L, De Santis F, Agati R, Ricci R, Leonardi M. Minimally invasive oxygen-ozone therapy for lumbar disk herniation. AJNR Am J Neuroradiol. 2003;24:996-1000."}, {"Citation": "Splendiani A, Perri M, Conchiglia A, et al. MR assessment of lumbar disk herniation treated with oxygen-ozone diskolysis: the role of DWI and related ADC versus intervertebral disk volumetric analysis for detecting treatment response. Neuroradiol J. 2013;26:347-356."}, {"Citation": "Bocci VA. Scientific and medical aspects of ozone therapy. State of the art. Arch Med Res. 2006;37:425-435."}, {"Citation": "Laustsen AF, Bech-Azeddine R. Do Modic changes have an impact on clinical outcome in lumbar spine surgery? A systematic literature review. Eur Spine J. 2016;25:3735-3745."}, {"Citation": "Yamada K, Aota Y, Higashi T, et al. Lumbar foraminal stenosis causes leg pain at rest. Eur Spine J. 2014;23:504-507."}, {"Citation": "Yeo CG, Jeon I, Kim SW, Ko SK, Woo BK, Song KC. Three-years outcome of microdiscectomy via paramedian approach for lumbar foraminal or extraforaminal disc herniations in elderly patients over 65 years old. Korean J Spine. 2016;13:107-113."}, {"Citation": "Perri M, Marsecano C, Varrassi M, et al. Indications and efficacy of O2-O3 intradiscal versus steroid intraforaminal injection in different types of disco vertebral pathologies: a prospective randomized double-blind trial with 517 patients. Radiol Med. 2016;121:463-471."}, {"Citation": "Bonetti M, Zambello A, Leonardi M, Princiotta C. Herniated disks unchanged over time: Size reduced after oxygen-ozone therapy. Interv Neuroradiol. 2016;22:466-472."}, {"Citation": "Saftic R, Grgic M, Ebling B, Splavski B. Case-control study of risk factors for lumbar intervertebral disc herniation in Croatian island populations. Croat Med J. 2006;47:593-600."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "1", "Day": "28"}, {"Year": "2019", "Month": "12", "Day": "8"}, {"Year": "2021", "Month": "3", "Day": "2"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "15", "Hour": "17", "Minute": "42"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33721371", "10.1111/papr.13006"]}}], "PubmedBookArticle": []}