{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Epichloë occultans", "Lolium multiflorum", "air pollution", "maternal effect", "oxidative stress", "plant-microorganism interaction", "rising ground-level ozone", "survival", "symbiosis", "transgenerational effect"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33721328", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "26"}], "ELocationID": ["10.1111/pce.14047"], "Journal": {"ISSN": "1365-3040", "JournalIssue": {"Volume": "44", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Plant, cell & environment", "ISOAbbreviation": "Plant Cell Environ"}, "ArticleTitle": "Getting ready for the ozone battle: Vertically transmitted fungal endophytes have transgenerational positive effects in plants.", "Pagination": {"StartPage": "2716", "EndPage": "2728", "MedlinePgn": "2716-2728"}, "Abstract": {"AbstractText": ["Ground-level ozone is a global air pollutant with high toxicity and represents a threat to plants and microorganisms. Although beneficial microorganisms can improve host performance, their role in connecting environmentally induced maternal plant phenotypes to progeny (transgenerational effects [TGE]) is unknown. We evaluated fungal endophyte-mediated consequences of maternal plant exposure to ozone on performance of the progeny under contrasting scenarios of the same factor (high and low) at two stages: seedling and young plant. With no variation in biomass, maternal ozone-induced oxidative damage in the progeny that was lower in endophyte-symbiotic plants. This correlated with an endophyte-mediated higher concentration of proline, a defence compound associated with stress control. Interestingly, ozone-induced TGE was not associated with reductions in plant survival. On the contrary, there was an overall positive effect on seedling survival in the presence of endophytes. The positive effect of maternal ozone increasing young plant survival was irrespective of symbiosis and only expressed under high ozone condition. Our study shows that hereditary microorganisms can modulate the capacity of plants to transgenerationally adjust progeny phenotype to atmospheric change."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-7853-5270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Agronomía, IFEVA, Universidad de Buenos Aires, CONICET, Buenos Aires, Argentina."}], "LastName": "Ueno", "ForeName": "Andrea C", "Initials": "AC"}, {"Identifier": ["0000-0003-3246-0282"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Agronomía, IFEVA, Universidad de Buenos Aires, CONICET, Buenos Aires, Argentina."}, {"Identifier": [], "Affiliation": "Instituto de Ciencias Biológicas, Universidad de Talca, Talca, Chile."}], "LastName": "Gundel", "ForeName": "Pedro E", "Initials": "PE"}, {"Identifier": ["0000-0001-6801-8942"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Ciencias Biológicas, Universidad de Talca, Talca, Chile."}, {"Identifier": [], "Affiliation": "Centro de Estudios Avanzados en Zonas Áridas (CEAZA), Universidad Católica del Norte, Coquimbo, Chile."}, {"Identifier": [], "Affiliation": "Centro de Investigación y Estudios Avanzados del Maule (CIEAM), Universidad Católica del Maule, Talca, Chile."}], "LastName": "Molina-Montenegro", "ForeName": "Marco A", "Initials": "MA"}, {"Identifier": ["0000-0001-8341-314X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Ciencias Biológicas, Universidad de Talca, Talca, Chile."}, {"Identifier": [], "Affiliation": "Núcleo Científico Multidisciplinario-DI, Universidad de Talca, Talca, Chile."}], "LastName": "Ramos", "ForeName": "Patricio", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Agronomía, IFEVA, Universidad de Buenos Aires, CONICET, Buenos Aires, Argentina."}], "LastName": "Ghersa", "ForeName": "Claudio M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Agronomía, IFEVA, Universidad de Buenos Aires, CONICET, Buenos Aires, Argentina."}], "LastName": "Martínez-Ghersa", "ForeName": "M Alejandra", "Initials": "MA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Cell Environ", "NlmUniqueID": "9309004", "ISSNLinking": "0140-7791"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["physiology"], "DescriptorName": "Endophytes"}, {"QualifierName": ["physiology"], "DescriptorName": "Epichloe"}, {"QualifierName": ["drug effects", "microbiology", "physiology"], "DescriptorName": "Lolium"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["physiology"], "DescriptorName": "Seedlings"}, {"QualifierName": [], "DescriptorName": "Symbiosis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abeli, T., Guasconi, D. B., Mondoni, A., Dondi, D., Bentivoglio, A., Buttafava, A., … Orsenigo, S. (2017). Acute and chronic ozone exposure temporarily affects seed germination in alpine plants. Plant Biosystems-An International Journal Dealing with all Aspects of Plant Biology, 151(2), 304-315."}, {"Citation": "Acuña-Rodríguez, I. S., Newsham, K. K., Gundel, P. E., Torres-Díaz, C., & Molina-Montenegro, M. A. (2020). Functional roles of microbial symbionts in plant cold tolerance. Ecology Letters, 23(6), 1034-1048."}, {"Citation": "Agathokleous, E., Araminiene, V., Belz, R. G., Calatayud, V., De Marco, A., Domingos, M., … Calabrese, E. J. (2019). A quantitative assessment of hormetic responses of plants to ozone. Environmental Research, 176, 108527."}, {"Citation": "Agathokleous, E., Feng, Z., Oksanen, E., Sicard, P., Wang, Q., Saitanis, C. J., … Paoletti, E. (2020). Ozone affects plant, insect, and soil microbial communities: A threat to terrestrial ecosystems and biodiversity. Science Advances, 6(33), eabc1176."}, {"Citation": "Agathokleous, E., Kitao, M., & Calabrese, E. J. (2019). Hormesis: A compelling platform for sophisticated plant science. Trends in Plant Science, 24(4), 318-327."}, {"Citation": "Agathokleous, E., Kitao, M., & Calabrese, E. J. (2020). Hormesis: Highly generalizable and beyond laboratory. Trends in Plant Science, 25(11), 1076-1086."}, {"Citation": "Agrawal, A. A. (2002). Herbivory and maternal effects: Mechanisms and consequences of transgenerational induced plant resistance. Ecology, 83, 3408-3415."}, {"Citation": "Agrawal, A. A., Laforsch, C., & Tollrian, R. (1999). Transgenerational induction of defences in animals and plants. Nature, 401(6748), 60-63."}, {"Citation": "Ainsworth, E. A. (2017). Understanding and improving global crop response to ozone pollution. Plant Journal, 90(5), 886-897."}, {"Citation": "Ainsworth, E. A., Lemonnier, P., & Wedow, J. M. (2020). The influence of rising tropospheric carbon dioxide and ozone on plant productivity. Plant Biology, 22(S1), 5-11."}, {"Citation": "Ainsworth, E. A., Yendrek, C. R., Sitch, S., Collins, W. J., & Emberson, L. D. (2012). The effects of tropospheric ozone on net primary productivity and implications for climate change. Annual Review of Plant Biology, 63, 637-661."}, {"Citation": "Ashmore, M. R. (2005). Assessing the future global impacts of ozone on vegetation. Plant, Cell & Environment, 28(8), 949-964."}, {"Citation": "Auge, G. A., Leverett, L. D., Edwards, B. R., & Donohue, K. (2017). Adjusting phenotypes via within- and across-generational plasticity. New Phytologist, 216(2), 343-349."}, {"Citation": "Balmer, A., Pastor, V., Gamir, J., Flors, V., & Mauch-Mani, B. (2015). The 'prime-ome': Towards a holistic approach to priming. Trends in Plant Science, 20(7), 443-452."}, {"Citation": "Bastías, D. A., Martínez-Ghersa, M. A., Ballaré, C. L., & Gundel, P. E. (2017). Epichloë fungal endophytes and plant defenses: Not just alkaloids. Trends in Plant Science, 22(11), 939-948."}, {"Citation": "Bastías, D. A., Ueno, A. C., Machado Assefh, C. R., Alvarez, A. E., Young, C. A., & Gundel, P. E. (2017). Metabolism or behavior: Explaining the performance of aphids on alkaloid-producing fungal endophytes in annual ryegrass (Lolium multiflorum). Oecologia, 185(2), 245-256."}, {"Citation": "Bates, D., Mächler, M., Bolker, B., & Walker, S. (2015). Fitting linear mixed-effects models using lme4. Journal of Statistical Software, 67(1), 48."}, {"Citation": "Bates, L. S., Waldren, R. P., & Teare, I. D. (1973). Rapid determination of free proline for water-stress studies. Plant and Soil, 39(1), 205-207."}, {"Citation": "Belz, R. G. (2020). Low herbicide doses can change the responses of weeds to subsequent treatments in the next generation: Metamitron exposed PSII-target-site resistant Chenopodium album as a case study. Pest Management Science, 76(9), 3056-3065."}, {"Citation": "Bermejo, V., Gimeno, B. S., Sanz, J., de la Torre, D., & Gil, J. M. (2003). Assessment of the ozone sensitivity of 22 native plant species from Mediterranean annual pastures based on visible injury. Atmospheric Environment, 37(33), 4667-4677."}, {"Citation": "Bhatia, A., Tomer, R., Kumar, V., Singh, S. D., & Pathak, H. (2012). Impact of tropospheric ozone on crop growth and productivity-A review. Journal of Scientific and Industrial Research, 71(2), 97-112."}, {"Citation": "Bruce, T. J. A., Matthes, M. C., Napier, J. A., & Pickett, J. A. (2007). Stressful “memories” of plants: Evidence and possible mechanisms. Plant Science, 173(6), 603-608."}, {"Citation": "Burton, T., & Metcalfe, N. B. (2014). Can environmental conditions experienced in early life influence future generations? Proceedings of the Royal Society B: Biological Sciences, 281(1785), 20140311."}, {"Citation": "Caño, L., Fuertes-Mendizabal, T., García-Baquero, G., Herrera, M., & González-Moro, M. B. (2016). Plasticity to salinity and transgenerational effects in the nonnative shrub Baccharis halimifolia: Insights into an estuarine invasion. American Journal of Botany, 103(5), 808-820."}, {"Citation": "Chinnusamy, V., & Zhu, J.-K. (2009). Epigenetic regulation of stress responses in plants. Current Opinion in Plant Biology, 12(2), 133-139."}, {"Citation": "Compant, S., van der Heijden, M. G., & Sessitsch, A. (2010). Climate change effects on beneficial plant-microorganism interactions. FEMS Microbiology Ecology, 73(2), 197-214."}, {"Citation": "Davitt, A. J., Chen, C., & Rudgers, J. A. (2011). Understanding context-dependency in plant-microbe symbiosis: The influence of abiotic and biotic contexts on host fitness and the rate of symbiont transmission. Environmental and Experimental Botany, 71(2), 137-145."}, {"Citation": "Donelson, J. M., Salinas, S., Munday, P. L., & Shama, L. N. S. (2018). Transgenerational plasticity and climate change experiments: Where do we go from here? Global Change Biology, 24(1), 13-34."}, {"Citation": "Donohue, K. (2009). Completing the cycle: Maternal effects as the missing link in plant life histories. Philosophical Transactions of the Royal Society of London B Biological Sciences, 364(1520), 1059-1074."}, {"Citation": "Egert, M., & Tevini, M. (2002). Influence of drought on some physiological parameters symptomatic for oxidative stress in leaves of chives (Allium schoenoprasum). Environmental and Experimental Botany, 48(1), 43-49."}, {"Citation": "Emberson, L. D., Pleijel, H., Ainsworth, E. A., van den Berg, M., Ren, W., Osborne, S. A., … Van Dingenen, R. (2018). Ozone effects on crops and consideration in crop models. European Journal of Agronomy, 100, 19-34."}, {"Citation": "Fiscus, E. L., Booker, F. L., & Burkey, K. O. (2005). Crop responses to ozone: Uptake, modes of action, carbon assimilation and partitioning. Plant, Cell & Environment, 28(8), 997-1011."}, {"Citation": "Foyer, C. H., & Noctor, G. (2016). Stress-triggered redox signalling: What's in pROSpect? Plant, Cell & Environment, 39(5), 951-964."}, {"Citation": "Fuhrer, J. (2009). Ozone risk for crops and pastures in present and future climates. Naturwissenschaften, 96(2), 173-194."}, {"Citation": "Groot, M. P., Kubisch, A., Ouborg, N. J., Pagel, J., Schmid, K. J., Vergeer, P., & Lampei, C. (2017). Transgenerational effects of mild heat in Arabidopsis thaliana show strong genotype specificity that is explained by climate at origin. New Phytologist, 215(3), 1221-1234."}, {"Citation": "Guan, X., Yuyama, N., Stewart, A., Ding, C., Xu, N., Kiyoshi, T., & Cai, H. (2017). Genetic diversity and structure of Lolium species surveyed on nuclear simple sequence repeat and cytoplasmic markers. Frontiers in Plant Science, 8, 584."}, {"Citation": "Gundel, P. E., Garibaldi, L. A., Tognetti, P. M., Aragon, R., Ghersa, C. M., & Omacini, M. (2009). Imperfect vertical transmission of the endophyte Neotyphodium in exotic grasses in grasslands of the Flooding pampa. Microbial Ecology, 57(4), 740-748."}, {"Citation": "Gundel, P. E., Martinez-Ghersa, M. A., Omacini, M., Cuyeu, R., Pagano, E., Rios, R., & Ghersa, C. M. (2012). Mutualism effectiveness and vertical transmission of symbiotic fungal endophytes in response to host genetic background. Evolutionary Applications, 5(8), 838-849."}, {"Citation": "Gundel, P. E., Omacini, M., Sadras, V. O., & Ghersa, C. M. (2010). The interplay between the effectiveness of the grass-endophyte mutualism and the genetic variability of the host plant. Evolutionary Applications, 3(5-6), 538-546."}, {"Citation": "Gundel, P. E., Rudgers, J. A., & Ghersa, C. M. (2011). Incorporating the process of vertical transmission into understanding of host-symbiont dynamics. Oikos, 120(8), 1121-1128."}, {"Citation": "Gundel, P. E., Rudgers, J. A., & Whitney, K. D. (2017). Vertically transmitted symbionts as mechanisms of transgenerational effects. American Journal of Botany, 104(5), 787-792."}, {"Citation": "Gundel, P. E., Seal, C. E., Biganzoli, F., Molina-Montenegro, M. A., Vázquez-de-Aldana, B. R., Zabalgogeazcoa, I., … Ghersa, C. M. (2018a). Occurrence of alkaloids in grass seeds symbiotic with vertically-transmitted Epichloë fungal endophytes and its relationship with antioxidants. Frontiers in Ecology and Evolution, 6, 211."}, {"Citation": "Gundel, P. E., Sorzoli, N., Ueno, A. C., Ghersa, C. M., Seal, C. E., Bastías, D. A., & Martínez-Ghersa, M. A. (2015). Impact of ozone on the viability and antioxidant content of grass seeds is affected by a vertically transmitted symbiotic fungus. Environmental and Experimental Botany, 113, 40-46."}, {"Citation": "Gundel, P. E., Ueno, A. C., Panteix, M., & Iannone, L. J. (2018). The presence of Epichloë fungus in the endosperm-side of the seed predicts the symbiotic status of the seedling. Seed Science Journal, 39(2), 111-121."}, {"Citation": "Hahn, H., McManus, M. T., Warnstorff, K., Monahan, B. J., Young, C. A., Davies, E., … Scott, B. (2008). Neotyphodium fungal endophytes confer physiological protection to perennial ryegrass (Lolium perenne L.) subjected to a water deficit. Environmental and Experimental Botany, 63(1), 183-199."}, {"Citation": "Hamilton, C. E., Gundel, P. E., Helander, M., & Saikkonen, K. (2012). Endophytic mediation of reactive oxygen species and antioxidant activity in plants: A review. Fungal Diversity, 54(1), 1-10."}, {"Citation": "Hayat, S., Hayat, Q., Alyemeni, M. N., Wani, A. S., Pichtel, J., & Ahmad, A. (2012). Role of proline under changing environments: A review. Plant Signaling & Behavior, 7(11), 1456-1466."}, {"Citation": "Hedges, L. V., Gurevitch, J., & Curtis, P. S. (1999). The meta-analysis of response ratios in experimental ecology. Ecology, 80(4), 1150-1156."}, {"Citation": "Hereme, R., Morales-Navarro, S., Ballesteros, G., Barrera, A., Ramos, P., Gundel, P. E., & Molina-Montenegro, M. A. (2020). Fungal endophytes exert positive effects on colobanthus quitensis under water stress but neutral under a projected climate change scenario in Antarctica. Frontiers in Microbiology, 11, 264."}, {"Citation": "Herman, J. J., & Sultan, S. E. (2011). Adaptive transgenerational plasticity in plants: Case studies, mechanisms, and implications for natural populations. Frontiers in Plant Science, 2, 102."}, {"Citation": "Hewitt, K. G., Mace, W. J., McKenzie, C. M., Matthew, C., & Popay, A. J. (2020). Fungal alkaloid occurrence in endophyte-infected perennial ryegrass during seedling establishment. Journal of Chemical Ecology, 46(4), 410-421."}, {"Citation": "Hilker, M., Schwachtje, J., Baier, M., Balazadeh, S., Bäurle, I., Geiselhardt, S., … Kopka, J. (2016). Priming and memory of stress responses in organisms lacking a nervous system. Biological Reviews, 91(4), 1118-1133."}, {"Citation": "Hodges, D. M., DeLong, J. M., Forney, C. F., & Prange, R. K. (1999). Improving the thiobarbituric acid-reactive-substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds. Planta, 207(4), 604-611."}, {"Citation": "Hoegh-Guldberg, O., Jacob, D., Taylor, M., Bindi, M., Brown, S., Camilloni, I., … Guillén Bolaños, T. (2018). Impacts of 1.5°C global warming on natural and human systems. In V. Masson-Delmotte, P. Zhai, H.-O. Pörtner, D. Roberts, Skea J., P. R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J. B. R. Matthews, Y. Chen, X. Zhou, M. I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, & T. Waterfield (Eds.), Global warming of 1.5°C. An IPCC special report on the impacts of global warming of 1.5°C above preindustrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty (pp. 175-311): Geneva, Switzerland: Intergovernmental Panel on Climate Change."}, {"Citation": "Hogsett, W. E., Tingey, D. T., & Holman, S. R. (1985). A programmable exposure control system for determination of the effects of pollutant exposure regimes on plant growth. Atmospheric Environment (1967), 19(7), 1135-1145."}, {"Citation": "Holeski, L. M., Jander, G., & Agrawal, A. A. (2012). Transgenerational defense induction and epigenetic inheritance in plants. Trends in Ecology & Evolution, 27(11), 618-626."}, {"Citation": "Iriti, M., & Faoro, F. (2008). Oxidative stress, the paradigm of ozone toxicity in plants and animals. Water, Air, and Soil Pollution, 187(1), 285-301."}, {"Citation": "ISTA. (1996). International rules for seed testing. Seed Science and Technology, 24(Supplement), 335."}, {"Citation": "Khaling, E., Papazian, S., Poelman, E. H., Holopainen, J. K., Albrectsen, B. R., & Blande, J. D. (2015). Ozone affects growth and development of Pieris brassicae on the wild host plant Brassica nigra. Environmental Pollution, 199, 119-129."}, {"Citation": "Kiers, T. E., Palmer, T. M., Ives, A. R., Bruno, J. F., & Bronstein, J. L. (2010). Mutualisms in a changing world: An evolutionary perspective. Ecology Letters, 13(12), 1459-1474."}, {"Citation": "Kuldau, G., & Bacon, C. (2008). Clavicipitaceous endophytes: Their ability to enhance resistance of grasses to multiple stresses. Biological Control, 46(1), 57-71."}, {"Citation": "Lajeunesse, M. J. (2015). Bias and correction for the log response ratio in ecological meta-analysis. Ecology, 96(8), 2056-2063."}, {"Citation": "Lau, J. A., Peiffer, J., Reich, P. B., & Tiffin, P. (2008). Transgenerational effects of global environmental change: Long-term CO2 and nitrogen treatments influence offspring growth response to elevated CO2. Oecologia, 158(1), 141-150."}, {"Citation": "Leimar, O., & McNamara, J. M. (2015). The evolution of transgenerational integration of information in heterogeneous environments. American Naturalist, 185(3), E55-E69."}, {"Citation": "Leuchtmann, A., Bacon, C. W., Schardl, C. L., White, J. F., Jr., & Tadych, M. (2014). Nomenclatural realignment of Neotyphodium species with genus Epichloë. Mycologia, 106(2), 202-215."}, {"Citation": "Liang, X., Zhang, L., Natarajan, S. K., & Becker, D. F. (2013). Proline mechanisms of stress survival. Antioxidants and Redox Signaling, 19(9), 998-1011."}, {"Citation": "Liu, J., Nagabhyru, P., & Schardl, C. L. (2017). Epichloë festucae endophytic growth in florets, seeds, and seedlings of perennial ryegrass (Lolium perenne). Mycologia, 109(5), 691-700."}, {"Citation": "Lushchak, V., & Semchyshyn, H. M. (2012). Oxidative stress-molecular mechanisms and biological effects. Rijeka: InTech."}, {"Citation": "Majewska-Sawka, A., & Nakashima, H. (2004). Endophyte transmission via seeds of Lolium perenne L.: Immunodetection of fungal antigens. Fungal Genetics and Biology, 41(5), 534-541."}, {"Citation": "Malinowski, D. P., & Belesky, D. P. (2019). Epichloë (formerly Neotyphodium) fungal endophytes increase adaptation of cool-season perennial grasses to environmental stresses. Acta Agrobotanica, 72(2), 1767."}, {"Citation": "Marshall, D. J., & Uller, T. (2007). When is a maternal effect adaptive? Oikos, 116(12), 1957-1963."}, {"Citation": "Menéndez, A. I., Gundel, P. E., Lores, L. M., & Martínez-Ghersa, M. A. (2017). Assessing the impacts of intra- and interspecific competition between Triticum aestivum and Trifolium repens on the species' responses to ozone. Botany, 95(9), 923-932."}, {"Citation": "Menéndez, A. I., Romero, A. M., Folcia, A. M., & Martínez-Ghersa, M. A. (2009). Getting the interactions right: Will higher O3 levels interfere with induced defenses to aphid feeding? Basic and Applied Ecology, 10(3), 255-264."}, {"Citation": "Mills, G., Sharps, K., Simpson, D., Pleijel, H., Frei, M., Burkey, K., … Agrawal, M. (2018). Closing the global ozone yield gap: Quantification and cobenefits for multistress tolerance. Global Change Biology, 24(10), 4869-4893."}, {"Citation": "Molina-Montenegro, M. A., Oses, R., Torres-Díaz, C., Atala, C., Zurita-Silva, A., & Ruiz-Lara, S. (2016). Root-endophytes improve the ecophysiological performance and production of an agricultural species under drought condition. AoB PLANTS, 8, plw062."}, {"Citation": "Moon, C. D., Scott, B., Schardl, C. L., & Christensen, M. J. (2000). The evolutionary origins of Epichloë endophytes from annual ryegrasses. Mycologia, 92(6), 1103-1118."}, {"Citation": "Moore, J. R., Pratley, J. E., Weston, L. A., & Mace, W. J. (2015). Segregating endophyte infected seed from uninfected seed in annual ryegrass (Lolium rigidum) infected with Epichloë occultans. Seed Science and Technology, 43(1), 40-51."}, {"Citation": "Mousseau, T. A., & Fox, C. W. (1998). The adaptive significance of maternal effects. Trends in Ecology & Evolution, 13(10), 403-407."}, {"Citation": "Nagabhyru, P., Dinkins, R. D., Wood, C. L., Bacon, C. W., & Schardl, C. L. (2013). Tall fescue endophyte effects on tolerance to water-deficit stress. BMC Plant Biology, 13(1), 127."}, {"Citation": "Osborne, S. A., Mills, G., Hayes, F., Ainsworth, E. A., Büker, P., & Emberson, L. (2016). Has the sensitivity of soybean cultivars to ozone pollution increased with time? An analysis of published dose-response data. Global Change Biology, 22(9), 3097-3111."}, {"Citation": "Osborne, S. A., Pandey, D., Mills, G., Hayes, F., Harmens, H., Gillies, D., … Emberson, L. (2019). New insights into leaf physiological responses to ozone for use in crop modelling. Plants (Basel), 8(4), 84."}, {"Citation": "Parmesan, C. (2006). Ecological and Evolutionary Responses to Recent Climate Change. Annual Review of Ecology, Evolution, and Systematics, 37(1), 637-669."}, {"Citation": "Parmesan, C., & Hanley, M. E. (2015). Plants and climate change: Complexities and surprises. Annals of Botany, 116(6), 849-864."}, {"Citation": "Pinheiro, J., Bates, D., DebRoy, S., Sarkar, D., & Team, R. C. (2019). nlme: Linear and nonlinear mixed effects models. (version 3.1-137). Vienna, Austria: R Foundation for Statistical Computing Retrieved from https://CRAN.R-project.org/package=nlme"}, {"Citation": "Pustejovsky, J. (2020). ARPobservation: Tools for simulating direct behavioral observation recording procedures based on alternating renewal processes. (version 1.2). Vienna, Austria: R Foundation for Statistical Computing Retrieved from https://CRAN.R-project.org/package=ARPobservation"}, {"Citation": "R Core Team. (2020). R: A language and environment for statistical computing. (version 3.6.3). Vienna, Austria: R Foundation for Statistical Computing Retrieved from https://www.R-project.org/"}, {"Citation": "Roach, D. A., & Wulff, R. D. (1987). Maternal effects in plants. Annual Review of Ecology and Systematics, 18(1), 209-235."}, {"Citation": "Rudgers, J. A., Afkhami, M. E., Rúa, M. A., Davitt, A. J., Hammer, S., & Huguet, V. M. (2009). A fungus among us: Broad patterns of endophyte distribution in the grasses. Ecology, 90(6), 1531-1539."}, {"Citation": "Sage, R. F. (2020). Global change biology: A primer. Global Change Biology, 26(1), 3-30."}, {"Citation": "Saikkonen, K., Gundel, P. E., & Helander, M. (2013). Chemical ecology mediated by fungal endophytes in grasses. Journal of Chemical Ecology, 39(7), 962-968."}, {"Citation": "Sánchez-Tójar, A., Lagisz, M., Moran, N. P., Nakagawa, S., Noble, D. W. A., & Reinhold, K. (2020). The jury is still out regarding the generality of adaptive ‘transgenerational’ effects. Ecology Letters, in press, 23, 1715-1718."}, {"Citation": "Schardl, C. L., Leuchtmann, A., & Spiering, M. J. (2004). Symbioses of grasses with seedborne fungal endophytes. Annual Review of Plant Biology, 55(1), 315-340."}, {"Citation": "Semmartin, M., Omacini, M., Gundel, P. E., Hernández-Agramonte, I. M., & Thrall, P. (2015). Broad-scale variation of fungal-endophyte incidence in temperate grasses. Journal of Ecology, 103(1), 184-190."}, {"Citation": "Sugawara, K., Ohkubo, H., Mikoshiba, Y., & Yamashita, M. (2004). Flowers for Neotyphodium endophytes detection: A new observation method using flowers of host grasses. Mycoscience, 45(3), 222-226."}, {"Citation": "Szabados, L., & Savouré, A. (2010). Proline: A multifunctional amino acid. Trends in Plant Science, 15(2), 89-97."}, {"Citation": "The Royal Society. (2008). Ground-level ozone in the 21st century: Future trends, impacts and policy implications (Vol. 15/08). London, England: The Royal Society."}, {"Citation": "Truyens, S., Weyens, N., Cuypers, A., & Vangronsveld, J. (2015). Bacterial seed endophytes: Genera, vertical transmission and interaction with plants. Environmental Microbiology Reports, 7(1), 40-50."}, {"Citation": "Tylianakis, J. M., Didham, R. K., Bascompte, J., & Wardle, D. A. (2008). Global change and species interactions in terrestrial ecosystems. Ecology Letters, 11(12), 1351-1363."}, {"Citation": "Ueno, A. C., Gundel, P. E., Omacini, M., Ghersa, C. M., Bush, L. P., & Martínez-Ghersa, M. A. (2016). Mutualism effectiveness of a fungal endophyte in an annual grass is impaired by ozone. Functional Ecology, 30(2), 226-234."}, {"Citation": "Ueno Andrea, C., Gundel Pedro, E., Ghersa Claudio, M., Demkura Patricia, V., Card Stuart, D., Mace Wade, J., Martínez-Ghersa María Alejandra (2020). Ontogenetic and trans-generational dynamics of a vertically transmitted fungal symbiont in an annual host plant in ozone-polluted settings. Plant, Cell & Environment, 43(10), 2540-2550."}, {"Citation": "Ueno, A. C., Gundel, P. E., Seal, C. E., Ghersa, C. M., & Martínez-Ghersa, M. A. (2020). The negative effect of a vertically-transmitted fungal endophyte on seed longevity is stronger than that of ozone transgenerational effect. Environmental and Experimental Botany, 175, 104037."}, {"Citation": "USEPA. (2006). Air quality criteria for ozone and related photochemical oxidants. Washington, DC: U.S. Environmental Protection Agency EPA/600/R-05/004aF-cF."}, {"Citation": "Verbruggen, N., & Hermans, C. (2008). Proline accumulation in plants: A review. Amino Acids, 35(4), 753-759."}, {"Citation": "Vila-Aiub, M. M., Martinez-Ghersa, M. A., & Ghersa, C. M. (2003). Evolution of herbicide resistance in weeds: Vertically transmitted fungal endophytes as genetic entities. Evolutionary Ecology, 17(5), 441-456."}, {"Citation": "Vivas, M., Kemler, M., & Slippers, B. (2015). Maternal effects on tree phenotypes: Considering the microbiome. Trends in Plant Science, 20(9), 541-544."}, {"Citation": "Vujanovic, V., & Germida, J. J. (2017). Seed endosymbiosis: A vital relationship in providing prenatal care to plants. Canadian Journal of Plant Science, 97(6), 972-981."}, {"Citation": "White, J. F., Jr., & Torres, M. S. (2010). Is plant endophyte-mediated defensive mutualism the result of oxidative stress protection? Physiologia Plantarum, 138(4), 440-446."}, {"Citation": "Willing, E. M., Piofczyk, T., Albert, A., Winkler, J. B., Schneeberger, K., & Pecinka, A. (2016). UVR2 ensures transgenerational genome stability under simulated natural UV-B in Arabidopsis thaliana. Nature Communications, 7(1), 13522."}, {"Citation": "Xia, C., Christensen, M. J., Zhang, X., & Nan, Z. (2018). Effect of Epichloë gansuensis endophyte and transgenerational effects on the water use efficiency, nutrient and biomass accumulation of Achnatherum inebrians under soil water deficit. Plant and Soil, 424(1), 555-571."}, {"Citation": "Yamashita, M., Iwamoto, M., Maruyama, K., Ichihara, M., & Sawada, H. (2010). Contrasting infection frequencies of Neotyphodium endophyte in naturalized Italian ryegrass populations in Japanese farmlands. Grassland Science, 56(2), 71-76."}, {"Citation": "Yang, B., Thorogood, D., Armstead, I., & Barth, S. (2008). How far are we from unravelling self-incompatibility in grasses? New Phytologist, 178(4), 740-753."}, {"Citation": "Yin, J., Zhou, M., Lin, Z., Li, Q. Q., & Zhang, Y.-Y. (2019). Transgenerational effects benefit offspring across diverse environments: A meta-analysis in plants and animals. Ecology Letters, 22(11), 1976-1986."}, {"Citation": "Young, P., Naik, V., Fiore, A., Gaudel, A., Guo, J., Lin, M., … Zeng, G. (2018). Tropospheric ozone assessment report: Assessment of global-scale model performance for global and regional ozone distributions, variability, and trends. Elementa: Science of the Anthropocene, 6(1), 10."}, {"Citation": "Zhang, W., Card, S. D., Mace, W. J., Christensen, M. J., McGill, C. R., & Matthew, C. (2017). Defining the pathways of symbiotic Epichloë colonization in grass embryos with confocal microscopy. Mycologia, 109(1), 153-161."}, {"Citation": "Zheng, X., Chen, L., Xia, H., Wei, H., Lou, Q., Li, M., … Luo, L. (2017). Transgenerational epimutations induced by multi-generation drought imposition mediate rice plant's adaptation to drought condition. Scientific Reports, 7(1), 39843."}, {"Citation": "Zuur, A., Ieno, E. N., Walker, N., Saveliev, A. A., & Smith, G. M. (2009). Mixed effects models and extensions in ecology with R. New York, NY: Springer."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "3", "Day": "9"}, {"Year": "2020", "Month": "9", "Day": "9"}, {"Year": "2021", "Month": "3", "Day": "10"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "15", "Hour": "17", "Minute": "39"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33721328", "10.1111/pce.14047"]}}], "PubmedBookArticle": []}