{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33765068", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "25"}], "ELocationID": ["e0249236", "10.1371/journal.pone.0249236"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "16", "Issue": "3", "PubDate": {"Year": "2021"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Model choice for estimating the association between exposure to chemical mixtures and health outcomes: A simulation study.", "Pagination": {"StartPage": "e0249236", "MedlinePgn": "e0249236"}, "Abstract": {"AbstractText": ["Challenges arise in researching health effects associated with chemical mixtures. Several methods have recently been proposed for estimating the association between health outcomes and exposure to chemical mixtures, but a formal simulation study comparing broad-ranging methods is lacking. We select five recently developed methods and evaluate their performance in estimating the exposure-response function, identifying active mixture components, and identifying interactions in a simulation study. Bayesian kernel machine regression (BKMR) and nonparametric Bayes shrinkage (NPB) were top-performing methods in our simulation study. BKMR and NPB outperformed other contemporary methods and traditional linear models in estimating the exposure-response function and identifying active mixture components. BKMR and NPB produced similar results in a data analysis of the effects of multipollutant exposure on lung function in children with asthma."]}, "AuthorList": [{"Identifier": ["0000-0002-9320-8622"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, CO, United states of America."}], "LastName": "Hoskovec", "ForeName": "Lauren", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, United states of America."}], "LastName": "Benka-Coker", "ForeName": "Wande", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, United states of America."}], "LastName": "Severson", "ForeName": "Rachel", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, United states of America."}], "LastName": "Magzamen", "ForeName": "Sheryl", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, CO, United states of America."}], "LastName": "Wilson", "ForeName": "Ander", "Initials": "A"}], "GrantList": [{"GrantID": "K22 ES023815", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES028811", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Pesticides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["etiology", "pathology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["drug effects"], "DescriptorName": "Forced Expiratory Volume"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Statistical"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["toxicity"], "DescriptorName": "Pesticides"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dockery DW, Pope CA, Xu X, Spengler JD, Ware JH, Fay ME, et al.. An Association between Air Pollution and Mortality in Six U.S. Cities. New England Journal of Medicine. 1993;329(24):1753–1759. 10.1056/NEJM199312093292401", "ArticleIdList": ["10.1056/NEJM199312093292401", "8179653"]}, {"Citation": "Dockery DW, Pope CA. Acute Respiratory Effects of Particulate Air Pollution. Annual Review of Public Health. 1994;15(1):107–132. 10.1146/annurev.pu.15.050194.000543", "ArticleIdList": ["10.1146/annurev.pu.15.050194.000543", "8054077"]}, {"Citation": "Di Q, Dai L, Wang Y, Zanobetti A, Choirat C, Schwartz JD, et al.. Association of Short-term Exposure to Air Pollution With Mortality in Older Adults. JAMA. 2017;318(24):2446–2456. 10.1001/jama.2017.17923", "ArticleIdList": ["10.1001/jama.2017.17923", "PMC5783186", "29279932"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, et al.. Air Pollution and Mortality in the Medicare Population. New England Journal of Medicine. 2017;376(26):2513–2522. 10.1056/NEJMoa1702747", "ArticleIdList": ["10.1056/NEJMoa1702747", "PMC5766848", "28657878"]}, {"Citation": "Pan L, Wu S, Li H, Xu J, Dong W, Shan J, et al.. The short-term effects of indoor size-fractioned particulate matter and black carbon on cardiac autonomic function in COPD patients. Environment International. 2018;112(38):261–268. 10.1016/j.envint.2017.12.037", "ArticleIdList": ["10.1016/j.envint.2017.12.037", "29306794"]}, {"Citation": "Slama R, Vrijheid M. Some challenges of studies aiming to relate the Exposome to human health. Occupational and Environmental Medicine. 2015;72(6):383–384. 10.1136/oemed-2014-102546", "ArticleIdList": ["10.1136/oemed-2014-102546", "25744973"]}, {"Citation": "Weisskopf MG, Seals RM, Webster TF. Bias Amplification in Epidemiologic Analysis of Exposure to Mixtures. Environmental Health Perspectives. 2018;126(4):047003. 10.1289/EHP2450", "ArticleIdList": ["10.1289/EHP2450", "PMC6071813", "29624292"]}, {"Citation": "Samet JM. The perspective of the National Research Council’s Committee on Research Priorities for Airborne Particulate Matter. Journal of Toxicology and Environmental Health—Part A. 2005;68(13-14):1063–1067. 10.1080/15287390590935905", "ArticleIdList": ["10.1080/15287390590935905", "16024488"]}, {"Citation": "Dominici F, Peng RD, Barr CD, Bell ML. Protecting Human Health From Air Pollution. Epidemiology. 2010;21(2):187–194. 10.1097/EDE.0b013e3181cc86e8", "ArticleIdList": ["10.1097/EDE.0b013e3181cc86e8", "PMC3478072", "20160561"]}, {"Citation": "NIEHS. 2012-2017 Strategic Plan: Advancing Science, Improving Health: A plan for environmental health research; 2012."}, {"Citation": "Taylor KW, Joubert BR, Braun JM, Dilworth C, Gennings C, Hauser R, et al.. Statistical Approaches for Assessing Health Effects of Environmental Chemical Mixtures in Epidemiology: Lessons from an Innovative Workshop. Environmental Health Perspectives. 2016;124(12):A227–A229. 10.1289/EHP547", "ArticleIdList": ["10.1289/EHP547", "PMC5132642", "27905274"]}, {"Citation": "Hamra GB, Buckley JP. Environmental Exposure Mixtures: Questions and Methods to Address Them. Current Epidemiology Reports. 2018;5:160–165. 10.1007/s40471-018-0145-0", "ArticleIdList": ["10.1007/s40471-018-0145-0", "PMC6329601", "30643709"]}, {"Citation": "Witte JS, Greenland S. Simulation Study of Hierarchical Regression. Statistics in Medicine. 1996;15(11):1161–1170. 10.1002/(SICI)1097-0258(19960615)15:11<1161::AID-SIM221>3.0.CO;2-7", "ArticleIdList": ["10.1002/(SICI)1097-0258(19960615)15:11<1161::AID-SIM221>3.0.CO;2-7", "8804145"]}, {"Citation": "Barrera-Gómez J, Agier L, Portengen L, Chadeau-Hyam M, Giorgis-Allemand L, Siroux V, et al.. A systematic comparison of statistical methods to detect interactions in exposome-health associations. Environmental Health: A Global Access Science Source. 2017;16(74). 10.1186/s12940-017-0277-6", "ArticleIdList": ["10.1186/s12940-017-0277-6", "PMC5513197", "28709428"]}, {"Citation": "Hoeting JA, Madigan D, Raftery AE, Volinsky CT. Bayesian model averaging: A tutorial. Statistical Science. 1999;14(4):382–401. 10.2307/2676803", "ArticleIdList": ["10.2307/2676803"]}, {"Citation": "Clyde M. Model uncertainty and health effect studies for particulate matter. Environmetrics. 2000;11(6):745–763. 10.1002/1099-095X(200011/12)11:6<745::AID-ENV431>3.0.CO;2-N", "ArticleIdList": ["10.1002/1099-095X(200011/12)11:6<745::AID-ENV431>3.0.CO;2-N"]}, {"Citation": "Davalos AD, Luben TJ, Herring AH, Sacks JD. Current approaches used in epidemiologic studies to examine short-term multipollutant air pollution exposures. Annals of Epidemiology. 2017;27(2):145–153. 10.1016/j.annepidem.2016.11.016", "ArticleIdList": ["10.1016/j.annepidem.2016.11.016", "PMC5313327", "28040377"]}, {"Citation": "Roberts S, Martin M. A critical assessment of shrinkage-based regression approaches for estimating the adverse health effects of multiple air pollutants. Atmospheric Environment. 2005;39:6223–6230. 10.1016/j.atmosenv.2005.07.004", "ArticleIdList": ["10.1016/j.atmosenv.2005.07.004"]}, {"Citation": "Herring AH. Nonparametric bayes shrinkage for assessing exposures to mixtures subject to limits of detection. Epidemiology. 2010;21:S71–S76. 10.1097/EDE.0b013e3181cf0058", "ArticleIdList": ["10.1097/EDE.0b013e3181cf0058", "PMC3447742", "20526202"]}, {"Citation": "Carbajal-Arroyo L, Miranda-Soberanis V, Medina-Ramón M, Rojas-Bracho L, Tzintzun G, Solís-Gutiérrez P, et al.. Effect of PM10 and O3 on infant mortality among residents in the Mexico City Metropolitan Area: A case-crossover analysis, 1997-2005. Journal of Epidemiology and Community Health. 2011;65(8):715–721. 10.1136/jech.2009.101212", "ArticleIdList": ["10.1136/jech.2009.101212", "20724286"]}, {"Citation": "Winquist A, Kirrane E, Klein M, Strickland M, Darrow LA, Sarnat SE, et al.. Joint effects of ambient air pollutants on pediatric asthma emergency department visits in atlanta, 1998-2004. Epidemiology. 2014;25(5):666–673. 10.1097/EDE.0000000000000146", "ArticleIdList": ["10.1097/EDE.0000000000000146", "PMC4724194", "25045931"]}, {"Citation": "Lenters V, Portengen L, Rignell-Hydbom A, Jönsson BAG, Lindh CH, Piersma AH, et al.. Prenatal Phthalate, Perfluoroalkyl Acid, and Organochlorine Exposures and Term Birth Weight in Three Birth Cohorts: Multi-Pollutant Models Based on Elastic Net Regression. Environmental Health Perspectives. 2016;124(3):365–372. 10.1289/ehp.1408933", "ArticleIdList": ["10.1289/ehp.1408933", "PMC4786980", "26115335"]}, {"Citation": "Austin E, Coull B, Thomas D, Koutrakis P. A framework for identifying distinct multipollutant profiles in air pollution data. Environment International. 2012;45:112–121. 10.1016/j.envint.2012.04.003", "ArticleIdList": ["10.1016/j.envint.2012.04.003", "PMC3774277", "22584082"]}, {"Citation": "Zanobetti A, Austin E, Coull BA, Schwartz J, Koutrakis P. Health effects of multi-pollutant profiles. Environment International. 2014;71:13–19. 10.1016/j.envint.2014.05.023", "ArticleIdList": ["10.1016/j.envint.2014.05.023", "PMC4383187", "24950160"]}, {"Citation": "Sacks JD, Ito K, Wilson WE, Neas LM. Impact of covariate models on the assessment of the air pollution-mortality association in a single-and multipollutant context. American Journal of Epidemiology. 2012;176(7):622–634. 10.1093/aje/kws135", "ArticleIdList": ["10.1093/aje/kws135", "PMC3658102", "22984096"]}, {"Citation": "Pearce JL, Waller LA, Chang HH, Klein M, Mulholland JA, Sarnat JA, et al.. Using self-organizing maps to develop ambient air quality classifications: a time series example. Environmental Health: A Global Access Science Source. 2014;13(1):56. 10.1186/1476-069X-13-56", "ArticleIdList": ["10.1186/1476-069X-13-56", "PMC4098670", "24990361"]}, {"Citation": "Pearce JL, Waller LA, Mulholland JA, Sarnat SE, Strickland MJ, Chang HH, et al.. Exploring associations between multipollutant day types and asthma morbidity: Epidemiologic applications of self-organizing map ambient air quality classifications. Environmental Health: A Global Access Science Source. 2015;14(55). 10.1186/s12940-015-0041-8", "ArticleIdList": ["10.1186/s12940-015-0041-8", "PMC4477305", "26099363"]}, {"Citation": "Pearce JL, Waller LA, Sarnat SE, Chang HH, Klein M, Mulholland JA, et al.. Characterizing the spatial distribution of multiple pollutants and populations at risk in Atlanta, Georgia. Spatial and Spatio-temporal Epidemiology. 2016;18:13–23. 10.1016/j.sste.2016.02.002", "ArticleIdList": ["10.1016/j.sste.2016.02.002", "PMC4977533", "27494956"]}, {"Citation": "Roberts S, Martin MA. Using Supervised Principal Components Analysis to Assess Multiple Pollutant Effects. Environmental Health Perspectives. 2006;114(12):1877–1882. 10.1289/ehp.9226", "ArticleIdList": ["10.1289/ehp.9226", "PMC1764132", "17185279"]}, {"Citation": "Wold S, Ruhe A, Wold H, Dunn WJ III. The collinearity problem in linear regression. The partial least squares (PLS) approach to generalized inverses. Society for Industrial and Applied Mathematics. 1984;5(3):735–743."}, {"Citation": "Roberts S, Martin M. Investigating the mixture of air pollutants associated with adverse health outcomes. Atmospheric Environment. 2006;40(5):984–991. 10.1016/j.atmosenv.2005.10.022", "ArticleIdList": ["10.1016/j.atmosenv.2005.10.022"]}, {"Citation": "Nikolov MC, Coull BA, Catalano PJ, Godleski JJ. An informative Bayesian structural equation model to assess source-specific health effects of air pollution. Biostatistics. 2007;8(3):609–624. 10.1093/biostatistics/kxl032", "ArticleIdList": ["10.1093/biostatistics/kxl032", "17032699"]}, {"Citation": "Pachon JE, Balachandran S, Hu Y, Mulholland JA, Darrow LA, Sarnat JA, et al.. Development of outcome-based, multipollutant mobile source indicators. Journal of the Air and Waste Management Association. 2012;62(4):431–442. 10.1080/10473289.2012.656218", "ArticleIdList": ["10.1080/10473289.2012.656218", "PMC3752838", "22616285"]}, {"Citation": "Sun Z, Tao Y, Li S, Ferguson KK, Meeker JD, Park SK, et al.. Statistical strategies for constructing health risk models with multiple pollutants and their interactions: possible choices and comparisons. Environmental Health: A Global Access Science Source. 2013;12(1):85. 10.1186/1476-069X-12-85", "ArticleIdList": ["10.1186/1476-069X-12-85", "PMC3857674", "24093917"]}, {"Citation": "Carrico C, Gennings C, Wheeler DC, Factor-Litvak P. Characterization of Weighted Quantile Sum Regression for Highly Correlated Data in a Risk Analysis Setting. Journal of Agricultural, Biological, and Environmental Statistics. 2015;20(1):100–120. 10.1007/s13253-014-0180-3", "ArticleIdList": ["10.1007/s13253-014-0180-3", "PMC6261506", "30505142"]}, {"Citation": "Bobb JF, Valeri L, Claus Henn B, Christiani DC, Wright RO, Mazumdar M, et al.. Bayesian kernel machine regression for estimating the health effects of multi-pollutant mixtures. Biostatistics. 2015;16(3):493–508. 10.1093/biostatistics/kxu058", "ArticleIdList": ["10.1093/biostatistics/kxu058", "PMC5963470", "25532525"]}, {"Citation": "Gass K, Klein M, Chang HH, Dana Flanders W, Strickland MJ. Classification and regression trees for epidemiologic research: An air pollution example. Environmental Health: A Global Access Science Source. 2014;13(1):17. 10.1186/1476-069X-13-17", "ArticleIdList": ["10.1186/1476-069X-13-17", "PMC3977944", "24625053"]}, {"Citation": "Gass K, Klein M, Sarnat SE, Winquist A, Darrow LA, Flanders WD, et al.. Associations between ambient air pollutant mixtures and pediatric asthma emergency department visits in three cities: a classification and regression tree approach. Environmental Health: A Global Access Science Source. 2015;14(1):58. 10.1186/s12940-015-0044-5", "ArticleIdList": ["10.1186/s12940-015-0044-5", "PMC4484634", "26123216"]}, {"Citation": "Braun JM, Gennings C, Hauser R, Webster TF. What can epidemiological studies tell us about the impact of chemical mixtures on human health? Environmental Health Perspectives. 2016;124(1):A6–A9. 10.1289/ehp.1510569", "ArticleIdList": ["10.1289/ehp.1510569", "PMC4710611", "26720830"]}, {"Citation": "Agier L, Portengen L, Chadeau-hyam M, Basagaña X, Giorgis-allemand L, Siroux V, et al.. A Systematic Comparison of Linear Regression—Based Statistical Methods to Assess Exposome-Health Associations. Environmental Health Perspectives. 2016;124(12):1848–1856. 10.1289/EHP172", "ArticleIdList": ["10.1289/EHP172", "PMC5132632", "27219331"]}, {"Citation": "Chiu YH, Bellavia A, James-Todd T, Correia KF, Valeri L, Messerlian C, et al.. Evaluating effects of prenatal exposure to phthalate mixtures on birth weight: A comparison of three statistical approaches. Environment International. 2018;113(November 2017):231–239. 10.1016/j.envint.2018.02.005", "ArticleIdList": ["10.1016/j.envint.2018.02.005", "PMC5866233", "29453090"]}, {"Citation": "Antonelli J, Mazumdar M, Bellinger D, Christiani DC, Wright R, Coull BA. Estimating the health effects of environmental mixtures using Bayesian semiparametric regression and sparsity inducing priors. Annals of Applied Statistics. 2020;14(1):257–275. 10.1214/19-AOAS1307", "ArticleIdList": ["10.1214/19-AOAS1307"]}, {"Citation": "Gibson EA, Goldsmith J, Kioumourtzoglou MA. Complex Mixtures, Complex Analyses: an Emphasis on Interpretable Results. Current Environmental Health Reports. 2019;6(2):53–61. 10.1007/s40572-019-00229-5", "ArticleIdList": ["10.1007/s40572-019-00229-5", "PMC6693349", "31069725"]}, {"Citation": "Hoskovec L. mmpack: Implement methods for multipollutant mixtures analyses. R package version 0.1.0.; 2019. Available from: https://github.com/lvhoskovec/mmpack."}, {"Citation": "Mortimer K, Neugebauer R, Lurmann F, Alcorn S, Balmes J, Tager I. Early-lifetime exposure to air pollution and allergic sensitization in children with asthma. Journal of Asthma. 2008;45(10):874–881. 10.1080/02770900802195722", "ArticleIdList": ["10.1080/02770900802195722", "19085576"]}, {"Citation": "Margolis HG, Mann JK, Lurmann FW, Mortimer KM, Balmes JR, Hammond SK, et al.. Altered pulmonary function in children with asthma associated with highway traffic near residence. International Journal of Environmental Health Research. 2009;19(2):139–155. 10.1080/09603120802415792", "ArticleIdList": ["10.1080/09603120802415792", "19370464"]}, {"Citation": "Mann JK, Balmes JR, Bruckner TA, Mortimer KM, Margolis HG, Pratt B, et al.. Short-term effects of air pollution on wheeze in asthmatic children in Fresno, California. Environmental Health Perspectives. 2010;118(10):1497–1502. 10.1289/ehp.0901292", "ArticleIdList": ["10.1289/ehp.0901292", "PMC2957935", "20570778"]}, {"Citation": "Noth EM, Hammond SK, Biging GS, Tager IB. A spatial-temporal regression model to predict daily outdoor residential PAH concentrations in an epidemiologic study in Fresno, CA. Atmospheric Environment. 2011;45(14):2394–2403. 10.1016/j.atmosenv.2011.02.014", "ArticleIdList": ["10.1016/j.atmosenv.2011.02.014"]}, {"Citation": "Gale SL, Noth EM, Mann J, Balmes J, Hammond SK, Tager IB. Polycyclic aromatic hydrocarbon exposure and wheeze in a cohort of children with asthma in Fresno, CA. Journal of Exposure Science and Environmental Epidemiology. 2012;22(4):386–392. 10.1038/jes.2012.29", "ArticleIdList": ["10.1038/jes.2012.29", "PMC4219412", "22549720"]}, {"Citation": "Padula AM, Balmes JR, Eisen EA, Mann J, Noth EM, Lurmann FW, et al.. Ambient polycyclic aromatic hydrocarbons and pulmonary function in children. Journal of Exposure Science and Environmental Epidemiology. 2015;25(3):295–302. 10.1038/jes.2014.42", "ArticleIdList": ["10.1038/jes.2014.42", "PMC4270934", "24938508"]}, {"Citation": "Van Sickle D, Magzamen S, Mullahy J. Understanding socioeconomic and racial differences in adult lung function. American Journal of Respiratory and Critical Care Medicine. 2011;184(5):521–527. 10.1164/rccm.201012-2095OC", "ArticleIdList": ["10.1164/rccm.201012-2095OC", "21562132"]}, {"Citation": "Raanan R, Balmes JR, Harley KG, Gunier RB, Magzamen S, Bradman A, et al.. Decreased lung function in 7-year-old children with early-life organophosphate exposure. Thorax. 2016;71(2):148–153. 10.1136/thoraxjnl-2014-206622", "ArticleIdList": ["10.1136/thoraxjnl-2014-206622", "26634937"]}, {"Citation": "Benka-Coker W, Hoskovec L, Severson R, Balmes J, Wilson A, Magzamen S. The joint effect of ambient air pollution and agricultural pesticide exposures on lung function among children with asthma. Environmental Research. 2020;190(February):109903. 10.1016/j.envres.2020.109903", "ArticleIdList": ["10.1016/j.envres.2020.109903", "PMC7529969", "32750551"]}, {"Citation": "California Department of Pesticide Regulation. California Pesticide Use Reporting Data; 2015. Available from: http://www.cdpr.ca.gov/docs/pur/purmain.htm."}, {"Citation": "Colovic MB, Krsti DZ, Lazarevi-Pati TD, Bondi AM, Vasi VM. Acetylcholinesterase Inhibitors: Pharmacology and Toxicology. Current Neuropharmacology. 2013;11:315–335. 10.2174/1570159X11311030006", "ArticleIdList": ["10.2174/1570159X11311030006", "PMC3648782", "24179466"]}, {"Citation": "Bulathsinghala AT, Shaw IC. The toxic chemistry of methyl bromide. Human and Experimental Toxicology. 2014;33(1):81–91. 10.1177/0960327113493299", "ArticleIdList": ["10.1177/0960327113493299", "23800997"]}, {"Citation": "Severson R. purexposure: Pull and Calculate Exposure to CA Pesticide Use Registry Records. R package version 0.1.0; 2019. Available from: https://github.com/leighseverson/purexposure."}, {"Citation": "Molitor J, Papathomas M, Jerrett M, Richardson S. Bayesian profile regression with an application to the National Survey of Children’s Health. Biostatistics. 2010;11(3):484–498. 10.1093/biostatistics/kxq013", "ArticleIdList": ["10.1093/biostatistics/kxq013", "20350957"]}, {"Citation": "R Core Team. R: A language and environment for statistical computing; 2018."}, {"Citation": "Dunson DB, Herring AH, Engel SM. Bayesian Selection and Clustering of Polymorphisms in Functionally Related Genes. Journal of the American Statistical Association. 2008;103(482):534–546. 10.1198/016214507000000554", "ArticleIdList": ["10.1198/016214507000000554"]}, {"Citation": "Molitor J, Su JG, Molitor NT, Rubio VG, Richardson S, Hastie D, et al.. Identifying vulnerable populations through an examination of the association between multipollutant profiles and poverty. Environmental Science and Technology. 2011;45(18):7754–7760. 10.1021/es104017x", "ArticleIdList": ["10.1021/es104017x", "21797252"]}, {"Citation": "Dahl DB. Model-Based Clustering for Expression Data via a Dirichlet Process Mixture Model. Bayesian Inference for Gene Expression and Proteomics. 2006; p. 201–218. 10.1017/CBO9780511584589.011", "ArticleIdList": ["10.1017/CBO9780511584589.011"]}, {"Citation": "Chung Y, Dunson DB. Nonparametric Bayes Conditional Distribution Modeling With Variable Selection. Journal of the American Statistical Association. 2009;104(488):1646–1660. 10.1198/jasa.2009.tm08302", "ArticleIdList": ["10.1198/jasa.2009.tm08302", "PMC3620660", "23580793"]}, {"Citation": "Papathomas M, Molitor J, Hoggart C, Hastie D, Richardson S. Exploring Data From Genetic Association Studies Using Bayesian Variable Selection and the Dirichlet Process: Application to Searching for Gene × Gene Patterns. Genetic Epidemiology. 2012;36(6):663–674. 10.1002/gepi.21661", "ArticleIdList": ["10.1002/gepi.21661", "22851500"]}, {"Citation": "Liverani S, Hastie DI, Azizi L, Papathomas M, Richardson S. PReMiuM: An R Package for Profile Regression Mixture Models Using Dirichlet Processes. Journal of Statistical Software. 2015;64(7):1–30. 10.18637/jss.v064.i07", "ArticleIdList": ["10.18637/jss.v064.i07", "PMC4905523", "27307779"]}, {"Citation": "Bobb JF. bkmr: Bayesian Kernel Machine Regression. R package version 0.2.0; 2017. Available from: https://cran.r-project.org/package=bkmr."}, {"Citation": "Caliński T, Harabasz J. Communications in Statistics—Theory and Methods. Communications in Statistics. 1974;3(1):1–27."}, {"Citation": "Rousseeuw PJ. Silhouettes: A graphical aid to the interpretation and validation of cluster analysis. Journal of Computational and Applied Mathematics. 1987;20(C):53–65. 10.1016/0377-0427(87)90125-7", "ArticleIdList": ["10.1016/0377-0427(87)90125-7"]}, {"Citation": "Tibshirani R, Walther G, Hastie T. Estimating the number of data clusters via the gap statistic; 2001."}, {"Citation": "Barbieri MM, Berger JO. Optimal predictive model selection. Annals of Statistics. 2004;32(3):870–897. 10.1214/009053604000000238", "ArticleIdList": ["10.1214/009053604000000238"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "8"}, {"Year": "2021", "Month": "3", "Day": "13"}, {"Year": "2021", "Month": "3", "Day": "25", "Hour": "17", "Minute": "27"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["33765068", "PMC7993848", "10.1371/journal.pone.0249236", "PONE-D-20-31686"]}}], "PubmedBookArticle": []}