{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Infant", "Inflammation", "Pregnancy"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33857458", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "30"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "04", "Day": "20"}], "ELocationID": ["10.1016/j.envres.2021.111165", "S0013-9351(21)00459-X"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "197", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Exposure to ambient air pollution during pregnancy and inflammatory biomarkers in maternal and umbilical cord blood: The Healthy Start study.", "Pagination": {"StartPage": "111165", "MedlinePgn": "111165"}, "Abstract": {"AbstractText": ["Air pollution exposure during pregnancy has been associated with adverse pregnancy and birth outcomes. Inflammation has been proposed as a potential link. We estimated associations between air pollution exposure during pregnancy and inflammatory biomarkers in maternal and cord blood. We evaluated whether maternal inflammation was associated with infant outcomes.", "Among 515 mother-infant dyads in the Healthy Start study (2009-2014), trimester-long, 7- and 30-day average concentrations of particulate matter ≤2.5 μm (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) during pregnancy were estimated, using inverse-distance-weighted interpolation. Inflammatory biomarkers were measured in maternal blood in mid-pregnancy (C-reactive protein [CRP], Interleukin [IL]-6, and tumor necrosis factor-α [TNFα]) and in cord blood at delivery (CRP, IL-6, IL-8, IL-10, monocyte chemoattractant protein-1 [MCP-1], and TNFα). We used linear regression to estimate associations between pollutants and inflammatory biomarkers and maternal inflammatory biomarkers and infant weight and body composition.", "There were positive associations between PM<sub>2.5</sub> during certain exposure periods and maternal IL-6 and TNFα. There were negative associations between recent O<sub>3</sub> and maternal CRP, IL-6, and TNFα and positive associations between trimester-long O<sub>3</sub> exposure and maternal inflammatory biomarkers, though some 95% confidence intervals included the null. Patterns were inconsistent for associations between PM<sub>2.5</sub> and O<sub>3</sub> and cord blood inflammatory biomarkers. No consistent associations between maternal inflammatory biomarkers and infant outcomes were identified.", "Air pollution exposure during pregnancy may impact maternal inflammation. Further investigations should examine the health consequences for women and infants of elevated inflammatory biomarkers associated with air pollution exposure during pregnancy."], "CopyrightInformation": "Copyright © 2021 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA; Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA. Electronic address: chloe.friedman@cuanschutz.edu."}], "LastName": "Friedman", "ForeName": "Chloe", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA; Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA; Department of Pediatrics, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Dabelea", "ForeName": "Dana", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Earth Sciences, University of North Carolina Charlotte, NC, USA."}], "LastName": "Thomas", "ForeName": "Deborah S K", "Initials": "DSK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Peel", "ForeName": "Jennifer L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Adgate", "ForeName": "John L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA; Department of Epidemiology, Colorado School of Public Health, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Magzamen", "ForeName": "Sheryl", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Martenies", "ForeName": "Sheena E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Allshouse", "ForeName": "William B", "Initials": "WB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA; Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Starling", "ForeName": "Anne P", "Initials": "AP"}], "GrantList": [{"GrantID": "P30 CA046934", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "R00 ES025817", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 DK076648", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "UH3 OD023248", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fetal Blood"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}], "CoiStatement": "Declaration of interests. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vrijheid M, Casas M, Gascon M, Valvi D, Nieuwenhuijsen M. Environmental pollutants and child health—A review of recent concerns. International Journal of Hygiene and Environmental Health. 2016;219(4):331–42.", "ArticleIdList": ["27216159"]}, {"Citation": "Russ K, Howard S. Developmental Exposure to Environmental Chemicals and Metabolic Changes in Children. Current Problems in Pediatric and Adolescent Health Care. 2016;46(8):255–85.", "ArticleIdList": ["27401018"]}, {"Citation": "Holstius DM, Reid CE, Jesdale BM, Morello-Frosch R. Birth weight following pregnancy during the 2003 Southern California wildfires. Environ Health Perspect. 2012;120(9):1340–5.", "ArticleIdList": ["PMC3440113", "22645279"]}, {"Citation": "Stieb DM, Chen L, Eshoul M, Judek S. Ambient air pollution, birth weight and preterm birth: a systematic review and meta-analysis. Environmental research. 2012;117:100–11.", "ArticleIdList": ["22726801"]}, {"Citation": "Shah PS, Balkhair T. Air pollution and birth outcomes: a systematic review. Environ Int. 2011;37(2):498–516.", "ArticleIdList": ["21112090"]}, {"Citation": "Sapkota A, Chelikowsky AP, Nachman KE, Cohen AJ, Ritz B. Exposure to particulate matter and adverse birth outcomes: a comprehensive review and meta-analysis. Air Quality, Atmosphere & Health. 2012;5(4):369–81."}, {"Citation": "Dadvand P, Parker J, Bell ML, Bonzini M, Brauer M, Darrow LA, et al. Maternal exposure to particulate air pollution and term birth weight: a multi-country evaluation of effect and heterogeneity. Environ Health Perspect. 2013;121(3):267–373.", "ArticleIdList": ["PMC3621183", "23384584"]}, {"Citation": "Brauer M, Lencar C, Tamburic L, Koehoorn M, Demers P, Karr C. A cohort study of traffic-related air pollution impacts on birth outcomes. Environmental health perspectives. 2008;116(5):680–6.", "ArticleIdList": ["PMC2367679", "18470315"]}, {"Citation": "šrám RJ, Binková B, Dejmek J, Bobak M. Ambient air pollution and pregnancy outcomes: a review of the literature. Environmental health perspectives. 2005;113(4):375–82.", "ArticleIdList": ["PMC1278474", "15811825"]}, {"Citation": "Wei Y, Zhang J, Li Z, Gow A, Chung KF, Hu M, et al. Chronic exposure to air pollution particles increases the risk of obesity and metabolic syndrome: findings from a natural experiment in Beijing. The FASEB Journal. 2016;30(6):2115–22.", "ArticleIdList": ["PMC6137545", "26891735"]}, {"Citation": "Bolton JL, Smith SH, Huff NC, Gilmour MI, Foster WM, Auten RL, et al. Prenatal air pollution exposure induces neuroinflammation and predisposes offspring to weight gain in adulthood in a sex-specific manner. The FASEB Journal. 2012;26(11):4743–54.", "ArticleIdList": ["22815382"]}, {"Citation": "Chiu YM, Hsu HL, Wilson A, Coull BA, Pendo MP, Baccarelli A, et al. Prenatal particulate air pollution exposure and body composition in urban preschool children: Examining sensitive windows and sex-specific associations. Environ Res. 2017;158:798–805.", "ArticleIdList": ["PMC5570541", "28759881"]}, {"Citation": "Rundle A, Hoepner L, Hassoun A, Oberfield S, Freyer G, Holmes D, et al. Association of childhood obesity with maternal exposure to ambient air polycyclic aromatic hydrocarbons during pregnancy. Am J Epidemiol. 2012;175(11):1163–72.", "ArticleIdList": ["PMC3491973", "22505764"]}, {"Citation": "Lawlor DA, Chaturvedi N. Treatment and prevention of obesity—are there critical periods for intervention? International Journal of Epidemiology. 2006;35(1):3–9.", "ArticleIdList": ["16396899"]}, {"Citation": "Grün F, Blumberg B. Minireview: the case for obesogens. Mol Endocrinol. 2009;23(8):1127–34.", "ArticleIdList": ["PMC2718750", "19372238"]}, {"Citation": "Hehua Z, Qing C, Shanyan G, Qijun W, Yuhong Z. The impact of prenatal exposure to air pollution on childhood wheezing and asthma: A systematic review. Environmental Research. 2017;159:519–30.", "ArticleIdList": ["28888196"]}, {"Citation": "Leon Hsu H-H, Mathilda Chiu Y-H, Coull BA, Kloog I, Schwartz J, Lee A, et al. Prenatal particulate air pollution and asthma onset in urban children. Identifying sensitive windows and sex differences. American journal of respiratory and critical care medicine. 2015;192(9):1052–9.", "ArticleIdList": ["PMC4642201", "26176842"]}, {"Citation": "Korten I, Ramsey K, Latzin P. Air pollution during pregnancy and lung development in the child. Paediatric Respiratory Reviews. 2017;21:38–46.", "ArticleIdList": ["27665510"]}, {"Citation": "Latzin P, Röösli M, Huss A, Kuehni CE, Frey U. Air pollution during pregnancy and lung function in newborns: a birth cohort study. European Respiratory Journal. 2009;33(3):594–603.", "ArticleIdList": ["19010988"]}, {"Citation": "Amarilyo G, Oren A, Mimouni FB, Ochshorn Y, Deutsch V, Mandel D. Increased cord serum inflammatory markers in small-for-gestational-age neonates. Journal of Perinatology. 2011;31(1):30–2.", "ArticleIdList": ["20410909"]}, {"Citation": "Matoba N, Ouyang F, Mestan KKL, Porta NFM, Pearson CM, Ortiz KM, et al. Cord blood immune biomarkers in small for gestational age births. J Dev Orig Health Dis. 2011;2(2):89–98.", "ArticleIdList": ["PMC4547932", "25140923"]}, {"Citation": "Duijts L, Bakker-Jonges LE, Labout JA, Jaddoe VW, Hofman A, Steegers EA, et al. Fetal growth influences lymphocyte subset counts at birth: the Generation R Study. Neonatology. 2009;95(2):149–56.", "ArticleIdList": ["18776729"]}, {"Citation": "Baird J, Fisher D, Lucas P, Kleijnen J, Roberts H, Law C. Being big or growing fast: systematic review of size and growth in infancy and later obesity. Bmj. 2005;331(7522):929.", "ArticleIdList": ["PMC1261184", "16227306"]}, {"Citation": "Kelishadi R, Poursafa P. A Review on the Genetic, Environmental, and Lifestyle Aspects of the Early-Life Origins of Cardiovascular Disease. Current Problems in Pediatric and Adolescent Health Care. 2014;44(3):54–72.", "ArticleIdList": ["24607261"]}, {"Citation": "Rogers I The influence of birthweight and intrauterine environment on adiposity and fat distribution in later life. Int J Obes Relat Metab Disord. 2003;27(7):755–77.", "ArticleIdList": ["12821960"]}, {"Citation": "Perng W, Hajj H, Belfort MB, Rifas-Shiman SL, Kramer MS, Gillman MW, et al. Birth Size, Early Life Weight Gain, and Midchildhood Cardiometabolic Health. J Pediatr. 2016;173:122–30.e1.", "ArticleIdList": ["PMC4884526", "26995700"]}, {"Citation": "Yudkin JS, Stehouwer CD, Emeis JJ, Coppack SW. C-reactive protein in healthy subjects: associations with obesity, insulin resistance, and endothelial dysfunction: a potential role for cytokines originating from adipose tissue? Arterioscler Thromb Vasc Biol. 1999;19(4):972–8.", "ArticleIdList": ["10195925"]}, {"Citation": "Monteiro R, Azevedo I. Chronic inflammation in obesity and the metabolic syndrome. Mediators of inflammation. 2010;2010.", "ArticleIdList": ["PMC2913796", "20706689"]}, {"Citation": "Trayhurn P, Wood IS. Signalling role of adipose tissue: adipokines and inflammation in obesity. Biochemical Society Transactions. 2005;33(5):1078–81.", "ArticleIdList": ["16246049"]}, {"Citation": "Van Den Hooven EH, De Kluizenaar Y, Pierik FH, Hofman A, Van Ratingen SW, Zandveld PYJ, et al. Chronic Air Pollution Exposure during Pregnancy and Maternal and Fetal C-Reactive Protein Levels: The Generation R Study. Environmental Health Perspectives. 2012;120(5):746–51.", "ArticleIdList": ["PMC3346784", "22306530"]}, {"Citation": "Latzin P, Frey U, Armann J, Kieninger E, Fuchs O, Röösli M, et al. Exposure to moderate air pollution during late pregnancy and cord blood cytokine secretion in healthy neonates. PloS one. 2011;6(8):e23130.", "ArticleIdList": ["PMC3149643", "21826232"]}, {"Citation": "Baïz N, Slama R, Béné M-C, Charles M-A, Kolopp-Sarda M-N, Magnan A, et al. Maternal exposure to air pollution before and during pregnancy related to changes in newborn’s cord blood lymphocyte subpopulations. The EDEN study cohort. BMC Pregnancy and Childbirth. 2011;11(1):87.", "ArticleIdList": ["PMC3227583", "22047167"]}, {"Citation": "Hertz-Picciotto I, Dostal M, Dejmek J, Selevan SG, Wegienka G, Gomez-Caminero A, et al. Air pollution and distributions of lymphocyte immunophenotypes in cord and maternal blood at delivery. Epidemiology. 2002;13(2):172–83.", "ArticleIdList": ["11880758"]}, {"Citation": "Hertz-Picciotto I, Herr CE, Yap P-S, Dostál M, Shumway RH, Ashwood P, et al. Air pollution and lymphocyte phenotype proportions in cord blood. Environmental health perspectives. 2005;113(10):1391–8.", "ArticleIdList": ["PMC1281286", "16203253"]}, {"Citation": "Herr CEW, Dostal M, Ghosh R, Ashwood P, Lipsett M, Pinkerton KE, et al. Air pollution exposure during critical time periods in gestation and alterations in cord blood lymphocyte distribution: a cohort of livebirths. Environmental Health. 2010;9(1):46.", "ArticleIdList": ["PMC2927516", "20678227"]}, {"Citation": "Ashley-Martin J, Lavigne E, Arbuckle TE, Johnson M, Hystad P, Crouse DL, et al. Air pollution during pregnancy and cord blood immune system biomarkers. Journal of occupational and environmental medicine. 2016;58(10):979.", "ArticleIdList": ["PMC5704662", "27483336"]}, {"Citation": "Lee P-C, Talbott EO, Roberts JM, Catov JM, Sharma RK, Ritz B. Particulate air pollution exposure and C-reactive protein during early pregnancy. Epidemiology (Cambridge, Mass). 2011;22(4):524.", "ArticleIdList": ["PMC4325994", "21516040"]}, {"Citation": "Pantham P, Aye ILH, Powell TL. Inflammation in maternal obesity and gestational diabetes mellitus. Placenta. 2015;36(7):709–15.", "ArticleIdList": ["PMC4466145", "25972077"]}, {"Citation": "Harmon AC, Cornelius DC, Amaral LM, Faulkner JL, Cunningham MW, Wallace K, et al. The role of inflammation in the pathology of preeclampsia. Clinical science. 2016;130(6):409–19.", "ArticleIdList": ["PMC5484393", "26846579"]}, {"Citation": "Tjoa ML, van Vugt JMG, Go ATJJ, Blankenstein MA, Oudejans CBM, van Wijk IJ. Elevated C-reactive protein levels during first trimester of pregnancy are indicative of preeclampsia and intrauterine growth restriction. Journal of Reproductive Immunology. 2003;59(1):29–37.", "ArticleIdList": ["12892901"]}, {"Citation": "Cappelletti M, Della Bella S, Ferrazzi E, Mavilio D, Divanovic S. Inflammation and preterm birth. J Leukoc Biol. 2016;99(1):67–78.", "ArticleIdList": ["26538528"]}, {"Citation": "Starling AP, Moore BF, Thomas DSK, Peel JL, Zhang W, Adgate JL, et al. Prenatal exposure to traffic and ambient air pollution and infant weight and adiposity: The Healthy Start study. Environmental Research. 2020;182:109130.", "ArticleIdList": ["PMC7394733", "32069764"]}, {"Citation": "Padula AM, Mortimer KM, Tager IB, Hammond SK, Lurmann FW, Yang W, et al. Traffic-related air pollution and risk of preterm birth in the San Joaquin Valley of California. Ann Epidemiol. 2014;24(12):888–95e4.", "ArticleIdList": ["PMC4355392", "25453347"]}, {"Citation": "Mobasher Z, Salam MT, Goodwin TM, Lurmann F, Ingles SA, Wilson ML. Associations between ambient air pollution and Hypertensive Disorders of Pregnancy. Environ Res. 2013;123:9–16.", "ArticleIdList": ["PMC4539955", "23522615"]}, {"Citation": "Rivera-Gonzalez LO, Zhang Z, Sanchez BN, Zhang K, Brown DG, Rojas-Bracho L, et al. An assessment of air pollutant exposure methods in Mexico City, Mexico. J Air Waste Manag Assoc. 2015;65(5):581–91.", "ArticleIdList": ["PMC4670782", "25947316"]}, {"Citation": "Urlando A, Dempster P, Aitkens S. A New Air Displacement Plethysmograph for the Measurement of Body Composition in Infants. Pediatric Research. 2003;53(3):486–92.", "ArticleIdList": ["12595599"]}, {"Citation": "Johnson MJ, Wootton SA, Leaf AA, Jackson AA. Preterm birth and body composition at term equivalent age: a systematic review and meta-analysis. Pediatrics. 2012;130(3):e640–e9.", "ArticleIdList": ["22891222"]}, {"Citation": "Paul WE, Seder RA. Lymphocyte responses and cytokines. Cell. 1994;76(2):241–51.", "ArticleIdList": ["7904900"]}, {"Citation": "Prins JR, Gomez-Lopez N, Robertson SA. Interleukin-6 in pregnancy and gestational disorders. J Reprod Immunol. 2012;95(1-2):1–14.", "ArticleIdList": ["22819759"]}, {"Citation": "Alijotas-Reig J, Esteve-Valverde E, Ferrer-Oliveras R, Llurba E, Gris JM. Tumor Necrosis Factor-Alpha and Pregnancy: Focus on Biologies. An Updated and Comprehensive Review. Clin Rev Allergy Immunol. 2017;53(1):40–53.", "ArticleIdList": ["28054230"]}, {"Citation": "Grgic G, Skokie F, Bogdanovic G. C-reactive protein as a biochemical marker of idiopathic preterm delivery. Med Arh. 2010;64(3):132–4.", "ArticleIdList": ["20645502"]}, {"Citation": "Richardson AC, Carpenter MW. Inflammatory mediators in gestational diabetes mellitus. Obstetrics and gynecology clinics of North America. 2007;34(2):213–24.", "ArticleIdList": ["17572268"]}, {"Citation": "Barbour LA, McCurdy CE, Hernandez TL, Kirwan JP, Catalano PM, Friedman JE. Cellular mechanisms for insulin resistance in normal pregnancy and gestational diabetes. Diabetes care. 2007;30(Supplement 2):S112–S9.", "ArticleIdList": ["17596458"]}, {"Citation": "Hauguel-de Mouzon S, Guerre-Millo M. The Placenta Cytokine Network and Inflammatory Signals. Placenta. 2006;27(8):794–8.", "ArticleIdList": ["16242770"]}, {"Citation": "Retnakaran R, Hanley AJG, Raif N, Connelly PW, Sermer M, Zinman B. C-Reactive Protein and Gestational Diabetes: The Central Role of Maternal Obesity. The Journal of Clinical Endocrinology & Metabolism. 2003;88(8):3507–12.", "ArticleIdList": ["12915627"]}, {"Citation": "Kirwan JP, Hauguel-De Mouzon S, Lepercq J, Challier JC, Huston-Presley L, Friedman JE, et al. TNF-alpha is a predictor of insulin resistance in human pregnancy. Diabetes. 2002;51(7):2207–13.", "ArticleIdList": ["12086951"]}, {"Citation": "Pope CA III, Bhatnagar A, McCracken JP, Abplanalp W, Conklin DJ, O’toole T. Exposure to fine particulate air pollution is associated with endothelial injury and systemic inflammation. Circulation research. 2016;119(11):1204–14.", "ArticleIdList": ["PMC5215745", "27780829"]}, {"Citation": "Tsai D-H, Amyai N, Marques-Vidal P, Wang J-L, Riediker M, Mooser V, et al. Effects of particulate matter on inflammatory markers in the general adult population. Particle and Fibre Toxicology. 2012;9(1):24.", "ArticleIdList": ["PMC3464812", "22769230"]}, {"Citation": "van Eeden SF, Tan WC, Suwa T, Mukae H, Terashima T, Fujii T, et al. Cytokines involved in the systemic inflammatory response induced by exposure to particulate matter air pollutants (PM(10)). Am J Respir Crit Care Med. 2001;164(5):826–30.", "ArticleIdList": ["11549540"]}, {"Citation": "Dobreva ZG, Kostadinova GS, Popov BN, Petkov GS, Stanilova SA. Proinflammatory and anti-inflammatory cytokines in adolescents from Southeast Bulgarian cities with different levels of air pollution. Toxicology and Industrial Health. 2013;31(12):1210–7.", "ArticleIdList": ["23771874"]}, {"Citation": "Seaton A, Soutar A, Crawford V, Elton R, McNerlan S, Cherrie J, et al. Particulate air pollution and the blood. Thorax. 1999;54(11):1027–32.", "ArticleIdList": ["PMC1745387", "10525563"]}, {"Citation": "Tornqvist H, Mills NL, Gonzalez M, Miller MR, Robinson SD, Megson IL, et al. Persistent endothelial dysfunction in humans after diesel exhaust inhalation. Am J Respir Crit Care Med. 2007; 176(4):395–400.", "ArticleIdList": ["17446340"]}, {"Citation": "Brogin Moreli J, Cirino Ruocco AM, Vernini JM, Rudge MVC, Calderon IMP. Interleukin 10 and Tumor Necrosis Factor-Alpha in Pregnancy: Aspects of Interest in Clinical Obstetrics. ISRN Obstetrics and Gynecology. 2012;2012:230742.", "ArticleIdList": ["PMC3302063", "22462002"]}, {"Citation": "Niu Z, Xie C, Wen X, Tian F, Ding P, Fie Y, et al. Mediating role of maternal serum interleukin-1beta and tumor necrosis factor-alpha in the association between environmental tobacco smoke exposure in pregnancy and low birth weight at term. The Journal of Maternal-Fetal & Neonatal Medicine. 2018;31(10):1251–8.", "ArticleIdList": ["28347163"]}, {"Citation": "EPA, U. AQS Data Mart [Available from: https://aqs.epa.gov/aqsweb/documents/data_mart_welcome.html."}, {"Citation": "Eeftens M, Tsai M-Y, Ampe C, Anwander B, Beelen R, Bellander T, et al. Spatial variation of PM2.5, PM10, PM2.5 absorbance and PMcoarse concentrations between and within 20 European study areas and the relationship with NO2–results of the ESCAPE project. Atmospheric Environment. 2012;62:303–17."}, {"Citation": "Ebisu K, Bell ML. Airborne PM2.5 chemical components and low birth weight in the northeastern and mid-Atlantic regions of the United States. Environmental health perspectives. 2012; 120(12): 1746–52.", "ArticleIdList": ["PMC3548298", "23008268"]}, {"Citation": "Cicarelli LM, Perroni AG, Zugaib M, De Albuquerque PB, Campa A. Maternal and cord blood levels of serum amyloid A, C-reactive protein, tumor necrosis factor-α, interleukin-1β, and interleukin-8 during and after delivery. Mediators of inflammation. 2005;2005(2):96–100.", "ArticleIdList": ["PMC1533909", "16030392"]}, {"Citation": "Ross KM, Miller G, Culhane J, Grobman W, Simhan HN, Wadhwa PD, et al. Patterns of peripheral cytokine expression during pregnancy in two cohorts and associations with inflammatory markers in cord blood. Am J Reprod Immunol. 2016;76(5):406–14.", "ArticleIdList": ["27615067"]}, {"Citation": "Aaltonen R, Heikkinen T, Hakala K, Laine K, Alanen A. Transfer of proinflammatory cytokines across term placenta. Obstet Gynecol. 2005;106(4):802–7.", "ArticleIdList": ["16199639"]}, {"Citation": "Reisenberger K, Egarter C, Vogl S, Sternberger B, Kiss H, Husslein P. The transfer of interleukin-8 across the human placenta perfused in vitro. Obstet Gynecol. 1996;87(4):613–6.", "ArticleIdList": ["8602318"]}, {"Citation": "Zaretsky MV, Alexander JM, Byrd W, Bawdon RE. Transfer of inflammatory cytokines across the placenta. Obstet Gynecol. 2004;103(3):546–50.", "ArticleIdList": ["14990420"]}, {"Citation": "Chow SSW, Craig ME, Jones CA, Hall B, Catteau J, Lloyd AR, et al. Differences in amniotic fluid and maternal serum cytokine levels in early midtrimester women without evidence of infection. Cytokine. 2008;44(1):78–84.", "ArticleIdList": ["18703348"]}, {"Citation": "Shobokshi A, Shaarawy M. Maternal serum and amniotic fluid cytokines in patients with preterm premature rupture of membranes with and without intrauterine infection. International Journal of Gynecology & Obstetrics. 2002;79(3):209–15.", "ArticleIdList": ["12445984"]}, {"Citation": "Huang L, Hou Q, Huang Y, Ye J, Huang S, Tian J, et al. Serum multiple cytokines for the prediction of spontaneous preterm birth in asymptomatic women: A nested case-control study. Cytokine. 2019;117:91–7.", "ArticleIdList": ["30831445"]}, {"Citation": "Wei S-Q, Fraser W, Luo Z-C. Inflammatory cytokines and spontaneous preterm birth in asymptomatic women: a systematic review. Obstetrics & Gynecology. 2010;116(2):393–401.", "ArticleIdList": ["20664401"]}, {"Citation": "Radaelli T, Uvena-Celebrezze J, Minium J, Huston-Presley L, Catalano P, Hauguel-de Mouzon S. Maternal Interleukin-6: Marker of Fetal Growth and Adiposity. Journal of the Society for Gynecologic Investigation. 2006;13(1):53–7.", "ArticleIdList": ["16378913"]}, {"Citation": "Kuzawa CW, Fried RL, Borja JB, McDade TW. Maternal pregnancy C-reactive protein predicts offspring birth size and body composition in metropolitan Cebu, Philippines. J Dev Orig Health Dis. 2017;8(6):674–81.", "ArticleIdList": ["28720162"]}, {"Citation": "Lowe LP, Metzger BE, Lowe WL Jr., Dyer AR, McDade TW, McIntyre HD. Inflammatory mediators and glucose in pregnancy: results from a subset of the Hyperglycemia and Adverse Pregnancy Outcome (HAPO) Study. J Clin Endocrinol Metab. 2010;95(12):5427–34.", "ArticleIdList": ["PMC2999969", "20843942"]}, {"Citation": "de Oliveira LC, Franco-Sena AB, Farias DR, Rebelo F, Kac G. Maternal C-reactive protein concentrations during pregnancy and birth weight in a prospective cohort in Rio de Janeiro, Brazil. J Matern Fetal Neonatal Med. 2017;30(19):2346–53.", "ArticleIdList": ["27756170"]}, {"Citation": "Farah N, Hogan AE, O’Connor N, Kennelly MM, O’Shea D, Turner MJ. Correlation between maternal inflammatory markers and fetomaternal adiposity. Cytokine. 2012;60(1):96–9.", "ArticleIdList": ["22726456"]}, {"Citation": "Gaillard R, Rifas-Shiman SL, Perng W, Oken E, Gillman MW. Maternal inflammation during pregnancy and childhood adiposity. Obesity (Silver Spring). 2016;24(6):1320–7.", "ArticleIdList": ["PMC4918508", "27094573"]}, {"Citation": "Vadillo-Ortega F, Osornio-Vargas A, Buxton MA, Sanchez BN, Rojas-Bracho L, Viveros-Alcaraz M, et al. Air pollution, inflammation and preterm birth: a potential mechanistic link. Med Hypotheses. 2014;82(2):219–24.", "ArticleIdList": ["PMC3928635", "24382337"]}, {"Citation": "Zhang J, Zeng X, Du X, Pan K, Song L, Song W, et al. Parental PM2.5 Exposure-Promoted Development of Metabolic Syndrome in Offspring Is Associated With the Changes of Immune Microenvironment. Toxicol Sci. 2019;170(2):415–26.", "ArticleIdList": ["31086988"]}, {"Citation": "Shrestha PM, Humphrey JL, Carlton EJ, Adgate JL, Barton KE, Root ED, et al. Impact of Outdoor Air Pollution on Indoor Air Quality in Low-Income Homes during Wildfire Seasons. International journal of environmental research and public health. 2019;16(19):3535.", "ArticleIdList": ["PMC6801919", "31546585"]}, {"Citation": "Chen L, Bell EM, Caton AR, Druschel CM, Lin S. Residential mobility during pregnancy and the potential for ambient air pollution exposure misclassification. Environmental Research. 2010; 110(2):162–8.", "ArticleIdList": ["19963212"]}, {"Citation": "Armstrong BG. Effect of measurement error on epidemiological studies of environmental and occupational exposures. Occup Environ Med. 1998;55(10):651–6.", "ArticleIdList": ["PMC1757516", "9930084"]}, {"Citation": "Mor G, Cardenas I, Abrahams V, Guller S. Inflammation and pregnancy: the role of the immune system at the implantation site. Ann N Y Acad Sci. 2011;1221:80–7.", "ArticleIdList": ["PMC3078586", "21401634"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "24"}, {"Year": "2021", "Month": "4", "Day": "2"}, {"Year": "2021", "Month": "4", "Day": "9"}, {"Year": "2021", "Month": "4", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "15", "Hour": "20", "Minute": "11"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33857458", "NIHMS1698293", "PMC8216209", "10.1016/j.envres.2021.111165", "S0013-9351(21)00459-X"]}}], "PubmedBookArticle": []}