{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["O3", "microbial respiration", "ponderosa pine", "respiration quotient", "root respiration"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33863111", "DateRevised": {"Year": "2021", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1046/j.1469-8137.1997.00779.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "136", "Issue": "4", "PubDate": {"Year": "1997", "Month": "Aug"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Seasonal changes in root and soil respiration of ozone-exposed ponderosa pine (Pinus ponderosa) grown in different substrates.", "Pagination": {"StartPage": "627", "EndPage": "643", "MedlinePgn": "627-643"}, "Abstract": {"AbstractText": ["Exposure to ozone (O<sub>3</sub> ) has been shown to decrease the allocation of carbon to tree roots. Decreased allocation of carbon to roots might disrupt root metabolism and rhizosphere organisms. The effects of soil type and shoot O<sub>3</sub> exposure on below-ground respiration and soil microbial populations were investigated using container-grown ponderosa pine (Pinus ponderosa Laws.) growing in a low-nutrient soil, or a fertilizer-amended organic potting media, and exposed to one of three levels of O<sub>3</sub> for two growing seasons in open-top exposure chambers. A closed system, designed to measure below-ground respiratory activity (CO<sub>2</sub> production, O<sub>2</sub> consumption and RQ-Respiration Quotient; (CO<sub>2</sub> :0<sub>2</sub> ) of plants growing in pots, was used monthly to monitor below-ground respiration of 3-yr-old ponderosa pine. Although seasonal differences were detected, CO<sub>2</sub> production (μmol h<sup>-1</sup> g<sup>-1</sup> total root d. wt), O<sub>2</sub> consumption (μmol h<sup>-1</sup> g<sup>-1</sup> total root d. wt) and RQ (CO<sub>2</sub> :O<sub>2</sub> ) increased with increasing O<sub>3</sub> exposure level. Seasonal patterns showed increased respiration rates during periods of rapid root growth in spring and early fall. Respiration quotient tended to decrease during known periods of active root growth in control seedlings, but a similar response was not observed in O<sub>3</sub> -treated seedlings. Responses to O3 were greatest in the soil-grown plants, which had a lower fertility level than media-grown plants. Although root d. wt was decreased, root: shoot ratios did not change in response to O<sub>3</sub> . Soil-grown plants had higher root-shoot ratios than media-grown plants, reflecting the lower fertility of the soil. Plant exposure to O<sub>3</sub> was found to affect both active and total populations of soil organisms. In both organic potting media and in soil, biomass of active soil fungi, and the ratio of active-fungal to active-bacterial biomass increased with increasing plant exposure to O<sub>3</sub> . The effect of O<sub>3</sub> on total fungal and bacterial biomass was not linear: at low O<sub>3</sub> levels, total fungal and bacterial biomass increased; at the high O<sub>3</sub> level, total fungal and bacterial biomass decreased compared with those of controls. Our results show that O<sub>3</sub> exposure to shoots significantly disrupts CO<sub>2</sub> production and O<sub>2</sub> consumption of soil and roots of ponderosa pine seedlings. Below-ground respiratory differences were thought to be a result of changes in respiratory substrates, carbon refixation within the plant and soil microbial activity. Ozone also changes below-ground RQ, suggesting that O<sub>3</sub> substantially disrupts root metabolism and interactions with rhizosphere organisms. Ozone exposure of ponderosa pine grown in different soil types can disrupt below-ground respiration and influence populations of soil organisms without alteration of biomass partitioning between above- and below-ground plant components. Collectively, the effect of O<sub>3</sub> on the below-ground system is of concern since it is likely that these changes are accompanied by a change in the ability of root systems to acquire nutrient and water resources and possibly to synthesize amino acids and proteins necessary for normal plant function."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Man Tech Environmental Research Services Corporation, 200 S.W. 35th Street, Corvallis, OR, USA."}], "Identifier": [], "LastName": "Scagel", "ForeName": "C F", "Initials": "CF"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S.E.P.A. National Health and Environmental Effects Research Laboratory, Western Ecology Division, 200 S.W. 35th Street, Corvallis, OR 97333, USA."}], "Identifier": [], "LastName": "Andersen", "ForeName": "C P", "Initials": "CP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams MB, Edwards NT, Taylor GEJr, Skaggs BL. 1990 Whole-plant 14C-photosynthate allocation in Pinus taeda: seasonal patterns at ambient and elevated ozone levels. Canadian Journal of Forest Reasearch 20: 152-158."}, {"Citation": "Andersen CP, Rygiewicz PT. 1991 Stress-response interactions and mycorrhizal plant growth: understanding carbon allocation priorities. Environment al Pollution 73: 217-244."}, {"Citation": "Andersen, CP, Rygiewicz PT. 1995 Allocation of carbon in mycorrhizal Pinus ponderosa seedlings exposed to ozone. New Phytologist 131: 47-480."}, {"Citation": "Andersen CP, Scagel CF. 1997 Nutrient availability alters below-ground respiratory responses of Ponderosa Pine to Ozone. Tree Physiology 17: 377-387."}, {"Citation": "Barnard EL, Jorgensen JR. 1977 Respiration of field-grown loblolly pine roots as influenced by temperature and root type. Canadian Journal of Botany 55: 740-743."}, {"Citation": "Bartlett MS. 1937. Some examples of statistical methods of research in agriculture and applied biology. Supplement Journal Royal Statistical Society 4. 137-183."}, {"Citation": "Blum U, Mrozek E, Johnson E. 1983 Investigation of ozone (O3) effects on 14C distribution in ladino clover. Environmental and Experimental Botany 23: 369-378."}, {"Citation": "Brisco B, Pultz TJ, Brown RJ, Topp GC, Hares MA and Zebchuk WD. 1992 Soil moisture measurement using portable dielectric probes and time domain rerlectometry. Water Resources Research 28: 1139-1346."}, {"Citation": "Clark CS, Weber JA, Lee EH, Hogsett WE. 1995 Accentuation of gas exchange gradients in flushes of ponderosa pine exposed to ozone. Tree Physiology 15: 181-189."}, {"Citation": "Coleman MD, Dickson RE, Isebrands JG, Karnosky DF. 1995 Carbon allocation and partitioning in aspen clones varying in sensitivity to tropospheric ozone. Tree Physiology 15: 593-604."}, {"Citation": "Cooley DR, Manning WJ. 1987. The impact of ozone on assimilate partitioning in plants: a review. Environmental Pollution 47: 95-101 13."}, {"Citation": "Cropper WP Jr., Gholz HL. 1991. In situ needle and fine-root respiration in mature Slash Pine (pinus elliottii) trees. Canadian Journal of Forest esearch 21 1589-1595."}, {"Citation": "Dickson RE. 1989. Carbon and nitrogen allocation in trees. Annales des Sciences Forestieres 46 (suppl.): 631-647."}, {"Citation": "Edwards NT. 1991 Root and soil respiration responses to ozone in Pinus taeda L. seedlings. New Phytologist 118: 315-321."}, {"Citation": "Evans AS. 1991 Whole-plant responses of Brassica campestris (Cruciferae) to altered source-sink relations. American Journal of Botany 78: 394-400."}, {"Citation": "Ewel KA, Cropper WP Jr., Gholz HL. 1987 Soil CO2, evolution in Florida slash pine plantations. II. Importance of root respiration. Canadian Journal of Forest Research 17: 330-333."}, {"Citation": "Farrar JR. 1981 Respiration rate of barley roots: its relation to growth, substrate supply and the illumination of the shoot. Annals of Botany 48: 53-63."}, {"Citation": "Fogel R. 1990 Root turnover and production in forest trees. HortScience 25: 270-273."}, {"Citation": "Gifford RM, Thorne JH, Hitz WD, Giaquinta RT. 1984 Crop productivity and photoassimilate partitioning. Science 225: 801-808."}, {"Citation": "Gorissen A, Joosten NN, Jansen AE. 1991b Effects of ozone and ammonium sulphate on carbon partitioning to mycorrhizal roots of juvenile Douglas fir. New Phytologist 119: 243-250."}, {"Citation": "Gorissen A, Schelling GC, van Veen JA. 1991a Concentration-dependent effects of ozone on translocation of assimilates in Douglas-fir. Journal of Environmental quality 20: 169-173."}, {"Citation": "Greitner CS, Pell EJ, Winner WE. 1994 Analysis of aspen foliage exposed to multiple stresses: ozone, nitrogen deficiency and drought. New Phytologist 127: 579-589."}, {"Citation": "Hansen GK. 1980 Diurnal variation of root respiration rates and nitrate uptake as influenced by nitrogen supply. Physiologia Plantarum 48: 421-427."}, {"Citation": "Hanson PJ, Wullschleger SD, Bohlman SA, Todd DE. 1993 Seasonal and topographic patterns of forest floor CO2 efflux from an upland oak forest. Tree Physiology 13: 1-15."}, {"Citation": "Hendrick RL, Pregitzer KS. 1993 Dynamics of fine-root length, biomass and nitrogen content in two northern hardwood forest ecosystems. Canadian Journal of Forest Research 23: 2507-2520."}, {"Citation": "Hofstra G, Ali A, Wukasch RT, Fletcher RA. 1981 The rapid inhibition of root respiration after exposure of bean (Phaseolus vulgaris L.) plants to ozone. Atmospheric Environment 15: 483-487."}, {"Citation": "Hogsett WE, Plocher M, Wildman V, Tingey DT, Bennett JP. 1985a Growth response of two varieties of slash pine seedlings to chronic ozone exposures. Canadian Journal of Botany 63: 2369-2376."}, {"Citation": "Hogsett WE, Tingey DT, Holman SR. 1985b A programmable exposure control system for determination of the effects of pollutant exposure regimes on plant growth. Atmospheric Environment 19: 1135-1145."}, {"Citation": "Ito O, Okano K, Kuriowa M, Totsuka T. 1985 Effects of NO2 and O3 alone or in combination on kidney bean plants (Phaseolus vulgaris L.): growth, partitioning of assimilates and root activities. Journal of Experimental Botany 36: 652-662."}, {"Citation": "Karnosky DF, Gagnon ZE, Dickson RE, Coleman MD, Lee EH, Isebrands JG. 1996 Changes in growth, leaf abscission and biomass associated with seasonal tropospheric ozone exposures of Populus tremuloides clones and seedlings. Canadian Journal of Forest Research 26: 23-37."}, {"Citation": "Keyes MR, Grier CC. 1981 Above- and below-ground net production in 40-year-old Douglas-fir stands on low and high productivity sites. Canadian Journal of Forest Research 11: 599-605."}, {"Citation": "Ledig FT, Drew AP, Clark JG. 1976 Maintenance and constructive respiration, photosynthesis, and net assimilation rate in seedlings of pitch pine (Pinus rigida Mill.). Annals of Botany (London) 40: 289-300."}, {"Citation": "Lefohn AS, Hogsett WE, Tingey DT. 1986 A method for developing ozone exposures that mimic ambient conditions in agricultural areas. Atmospheric Environment 20: 361-366."}, {"Citation": "Lefohn AS, Hogsett WE, Tingey DT. 1987 The development of sulfur dioxide and ozone exposure profiles that mimic ambient conditions in the rural southeastern United States. Atmospheric Environment 21: 659-669."}, {"Citation": "Lee EH, Hogsett WE, Tingey DT. 1988 Evaluation of ozone-exposure indices in exposure-response modeling. Environmental Pollution 53: 43-62."}, {"Citation": "Lodge DJ, Ingham ER. 1991. A comparison of agar film techniques for estimating fungal biovolumes in litter and soil. Agriculture, Ecosystems and Environment 34, 131-144."}, {"Citation": "Markkola AM, Ohtonen R, Tarvainen O, Ahonen-Jonnarth U. 1995 Estimates of fungal biomass in Scots Pine stands on an urban pollution gradient. New Phytologist 131: 139-147."}, {"Citation": "Marshall JD, Perry DA. 1987 Basal and maintenance respiration of mycorrhizal and nonmycorrhizal root systems of conifers. Canadian Journal of Forest Research 17: 872-877."}, {"Citation": "McCool PM, Menge JA. 1983 Influence of ozone on carbon partitioning in tomato: potential role of carbon flow in regulation of mycorrhizal symbiosis under conditions of stress. New Phytologist 94: 241-247."}, {"Citation": "McCool PM, Menge JA. 1984 Interaction of ozone and mycorrhizal fungi on tomato as influenced by fungal species and host variety. Soil Biology and Biochemistry 16: 425-427."}, {"Citation": "McLaughlin SB. 1985 Effects of air pollution on forests: a critical review. Journal Air Pollution Control Association 35: 516-534."}, {"Citation": "McLaughlin SB, McConathy RK. 1983 Effects of SO2 and O3 on allocation of 14C-labelled photosynthate in Phaseohis vulgaris. Plant Physiology 73: 630-635."}, {"Citation": "Miller JE. 1987 Effects of ozone and sulfur dioxide stress on growth and carbon allocation in plants. Recent Advances in Phytochemistry 21: 55-100."}, {"Citation": "Minchin FR, Witty JF. 1990 Effects of acetylene and external O2 concentration of the respiratory quotient (RQ) of nodulated roots of soybean and white clover. Journal of Experimental Botany 41: 1271-1277."}, {"Citation": "Nouchi I, Ito O, Harazono Y, Kobayashi K. 1991 Effects of chronic ozone exposure on growth, root respiration and nutrient uptake of rice plants. Environmental Pollution 74:149-164."}, {"Citation": "Nouchi I, Ito O, Harazono Y, Kouchi H. 1995 Acceleration of 13C-labelled photosynthate partitioning from leaves to panicles in rice plants exposed to chronic ozone at the reproductive stage. Environmental Pollution 88: 253-260."}, {"Citation": "Pääkkönen E, Holopainen T. 1995 Influence of nitrogen supply on the response of clones of birch (Betula pendula Roth.) to ozone. New Phytologist 129: 595-603."}, {"Citation": "Palta JA, Nobel PS. 1989 Influence of soil O2 and CO2 on root respiration for Agave deserti. Physiologia Plantarum 76: 187-192."}, {"Citation": "Patrick JW. 1988 Assimilate partitioning in relation to crop productivity. Hort Science 23: 33-40."}, {"Citation": "Pearcy RW, Bjorkman O, Caldwell MM, Keeley JE, Monson RK, Strain BR. 1987 Carbon gain by plants in natural environments. BioScience 37: 21-29."}, {"Citation": "Pell EJ, Winner WE, Johansen CV, Mooney HA. 1990 Response of radish to multiple stresses. I. Physiological and growth responses to changes in ozone and nitrogen. New Phytologist 115: 439-446."}, {"Citation": "Persson H. 1979 Fine-root production, mortality and decomposition in forest ecosystems. Vegetatio 41: 101-109."}, {"Citation": "Reich PB, Schoettle AW, Stroo HF, Amundson RG. 1986 Acid rain and ozone influence mycorrhizal infection in tree seedlings. Journal Air Pollution Control Association 36:724-726."}, {"Citation": "Reichle DE, Dinger BE, Edwards NT, Harris WF, Sollins P. 1973. Carbon flow and storage in a forest ecosystem. In: Woodwell GM, Pecan EV, eds. Carbon and the biosphere. U.S. Atomic Energy Commission."}, {"Citation": "Rygiewicz PT, Andersen CP. 1994 Mycorrhizae alter quality and quantity of carbon allocated below ground. Nature 369: 58-60."}, {"Citation": "Schlesinger WH. 1990 Evidence from chronsequence studies for a low carbon-storage potential of soils. Nature 348: 232-234."}, {"Citation": "Stroo HF, Reich PB, Schoettle AW, Amundson RG. 1988 Effects of ozone and acid ram on White Pine (Pinus strobus) seedlings grown in five soil. II. Mycorrhizal infection. Canadian Journal of Botany 66: 1510-1516."}, {"Citation": "Szaniawski RK. 1980. Growth and maintenance respiration of shoot and roots in Scots pine seedlings. Zeitschnft fuel Pflanzenphysiologie Bd. 101: 391-398."}, {"Citation": "Szaniawski RK, Adams MA. 1974 Root respiration of Tsuga canadensis seedlings as influenced by intensity of net photosynthesis and dark respiration of shoots. American Midland Naturalist 91: 464-468."}, {"Citation": "Tingey DT. 1974. Ozone-induced alterations in the metabolite pools and enzyme activities of plants. In. Air Pollution Effects On Plant Growth. ACS Symp. 3. Washington : American Chemical Society."}, {"Citation": "Wardlaw IF. 1990 The control of carbon partitioning in plants. New Phytologist 116: 341-381."}], "Title": "References"}], "History": [{"Year": "2021", "Month": "4", "Day": "17", "Hour": "1", "Minute": "2"}, {"Year": "1997", "Month": "8", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1997", "Month": "8", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33863111", "10.1046/j.1469-8137.1997.00779.x"]}}], "PubmedBookArticle": []}