{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Carbon dioxide", "Triticum aestivum (wheat)", "antioxidants", "ozone", "stomatal conductance"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33863181", "DateRevised": {"Year": "2021", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1046/j.1469-8137.1997.00801.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "137", "Issue": "2", "PubDate": {"Year": "1997", "Month": "Oct"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Enhanced ozone-tolerance in wheat grown at an elevated CO<sub>2</sub> concentration: ozone exclusion and detoxification.", "Pagination": {"StartPage": "275", "EndPage": "284", "MedlinePgn": "275-284"}, "Abstract": {"AbstractText": ["Elevated [CO<sub>2</sub> ] has been shown to protect photosynthesis and growth of wheat against moderately elevated [O<sub>3</sub> ]. To investigate the role of ozone exclusion and detoxification in this protection, spring wheat (Triticum aestivum L. ev. Wembley) was grown from seed, in controlled-environment chambers, under reciprocal combinations of [CO<sub>2</sub> ] at 350 or 700 μmol mol<sup>-1</sup> and [O<sub>3</sub> ] peaking at < 5 or 60 nmol mol<sup>-1</sup> , respectively. Cumulative ozone dose to the mesophyll and antioxidant status were determined throughout flag leaf development. Catalase activity correlated with rates of photorespiration and declined in response to elevated [CO<sub>2</sub> ] and/or [O<sub>3</sub> ]. Superoxide dismutase activity was not significantly affected by either condition. Neither ascorbate nor glutathione content was enhanced by elevated [CO<sub>2</sub> ]. In wheat, at moderately elevated [O<sub>3</sub> ], our results show that stomatal exclusion plays a major role in the protective effect of elevated [CO<sub>2</sub> ] against O<sub>3</sub> damage."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, John Tabor Laboratories, University of Essex, Wivenhoe Park, Colchester, Essex, CO4 3SQ, UK."}], "Identifier": [], "LastName": "McKee", "ForeName": "I F", "Initials": "IF"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Forstbotanik und Baumphysiologie, Albert-Ludwigs-Universität Freiburg, Am Flughafen 17, D-79085, Freiburg, Germany."}], "Identifier": [], "LastName": "Eiblmeier", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Forstbotanik, Georg-August-Universität Göttingen, Büsgenweg 2, 37077 Göttingen, Germany."}], "Identifier": [], "LastName": "Polle", "ForeName": "A", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aebi H. 1983. Catalase. In: Bergmeyer H, ed. Methods of Enzymatic Analysis, vol. 3. Weinheim : Verlag Chemie, 273-277."}, {"Citation": "Azcon-Bieto J. 1986. Effect of oxygen on the contribution of respiration to the CO2 compensation point in wheat and bean leaves. Plant Physiology 81: 379-382."}, {"Citation": "Balaguer L, Barnes JD, Panucucci A, Borland AM. 1995. Production and utilization of assimilates in wheat (Triticum aestivum L.) leaves exposed to elevated O3 and/or CO2. New Phytologist 129: 557-568."}, {"Citation": "Barnes JD, Pfirrmann T. 1992. The influence of CO2 and O3, singly and in combination, on gas exchange, growth and nutrient status of radish (Raphanus sativus L.). New Phytologist 121: 403-412."}, {"Citation": "Barnola JM, Anklin M, Porcheron J, Raynaud D, Sch wander J, Stauffer BTI. 1995. CO3 evolution during the last millennium as recorded by Antarctic and Greenland ice. Tellus B 47: 264-272."}, {"Citation": "Bergmann L, Rennenberg H. 1993. Glutathione metabolism in plants. In: DeKok LJ, Stulen I, Rennenberg H, Brunold C, Rauser W, eds. Sulfur Nutrition and Assimilation in Higher Plants. The Hague : SPB Academic Publishing, 109-123."}, {"Citation": "Broadbent P, Creissen GP, Kular B, Wellburn AR, Mullineaux PM. 1995. Oxidative stress responses in transgenic tobacco containing altered levels of glutathione reductase activity. The Plant Journal 8: 247-255."}, {"Citation": "Caemmerer S von, Farquhar GD. 1981. Some relationships between the biochemistry of photosynthesis and the gas exchange of leaves. Planta 153: 376-387."}, {"Citation": "Chameides WL, Kasibhlata PS, Yienger J, Levy II H. 1994. Growth ot continental-scale metro-agro-plexes, regional ozone pollution, and world food production. Science 264: 74-77."}, {"Citation": "Chanway CP, Runeckles VC. 1984. The role of superoxide dismutase in the susceptibility of bean leaves to ozone injury. Canadian Journal of Botany 62: 236-240."}, {"Citation": "Conklin PL, Last RL. 1995. Differential accumulation of antioxidant mRNAs in Arabidopsis thaliana exposed to ozone. Plant Physiology 109: 203-212."}, {"Citation": "Conklin PL, Williams EH, Last RL. 1996. Environmental stress sensitivity of an ascorbic acid-deficient Arabidopsis mutant. Proceedings of the National Academy (if Sciences of the United States of America) 93: 9970-9974."}, {"Citation": "Cure JD. 1985. Carbon dioxide doubling responses: a crop survey. In: MacCracken MC, Luther M, eds. Projecting the Climatic Effects of Increasing Carbon Dioxide. Washington DC : United States Department of Energy ER-0237, 99-116."}, {"Citation": "Enquete Commission. 1995. Protecting the Earth's atmosphere. Bonn : Economia Verlag, 22-36."}, {"Citation": "Field CB, Jackson RB, Mooney HA. 1995. Stomatal responses to increased COf: implications from the plant to the global scale. Plant, Cell and Environment 18: 1214-1225."}, {"Citation": "Foyer CH, Lelandais M, Kunert KJ. 1994. Photooxidative stress in plants. Physiologia Plantarum 92: 696-717."}, {"Citation": "Freebairn HT. 1960. The prevention of air pollution damage to plants by use of vitamin C sprays. Journal of the Air Pollution Control Association 10: 314-137."}, {"Citation": "Guzy MR, Heath RL. 1993. Responses to ozone of varieties of common bean (Phaseolus vulgaris L.). New Phytologist 124: 617-625."}, {"Citation": "Heagle AS. 1989. Ozone and crop yield. Annual Review of Phytopathology 27: 397-423."}, {"Citation": "Heagle AS, Miller JE, Sherrill DE, Rawlings JO. 1993. effects of ozone and carbon dioxide mixtures on two clones of while clover. New Phytologist 123: 751-762."}, {"Citation": "Heath R. 1994. Possible mechanisms for the inhibition of photosynthesis by ozone. Photosynthesis Research 39: 439-451."}, {"Citation": "Houghton JT, Meiro Filho LG, Callander BA, Harris N, Kattenburg A, Maskell K. 1995. Climate change 1995: The science of climate change. Contribution of Working Group I to the second assessment report of the IPCC. Cambridge : Cambridge University Press."}, {"Citation": "Jin-Xing L, Yu-Xi H. 1996. Structural response of soybean leaf to elevated CO. concentration. Acta Botanica Sinica 38: 31-34."}, {"Citation": "Kangasjarvi J, Talvinen J, Utriainen M, Karjalainen R. 1994. Plain defence systems induced by ozone. Plant. Cell and Environment 17: 783-794."}, {"Citation": "Kanofsky JR, Sima PD. 1995. Reactive absorption of ozone by aqueous biomolecule solutions: Implications for the role of sulfhydryl compounds as targets for ozone. Archives of Biochemistry and Biophysics 316: 52-62."}, {"Citation": "Klapheck S, Chrost B, Starke J, Zimmermann H. 1992. γ-Glutamylcysteinylserine-a new homologue of glutathione in the family of Poacceae. Botanica Acta 105: 174-179."}, {"Citation": "Kramer GF, Lee EH, Rowland RA, Mulchi CL. 1991. Effects of elevated CO4 concentration on the polyamine levels of field-grown soybean at three O3 regimes. Environmental Pollution 73: 137-152."}, {"Citation": "Krupa SV, Nasal M, Legge AH. 1994. Ambient ozone and crop loss: establishing a cause-effect relationship. Environmental Pollution 83: 269-276."}, {"Citation": "Lawlor DW, Mitchell RAC. 1991. The effects of increasing CO2 on crop photosynthesis and productivity: a review of field studies. Plant, Cell and Environment 14: 807-818."}, {"Citation": "Long SP. 1991. Modification of the response of photosynthetic productivity to rising temperature by atmospheric CO2 concentrations; has it been underestimated. Plant, Cell and Environment 14: 729-739."}, {"Citation": "Luwe MWF, Takahama U, Heber U. 1993. Role of ascorbate in detoxifying ozone in the apoplast of spinach (Spinacea oleracea L.) leaves. Plant Physiology 101: 169-976."}, {"Citation": "Matters G, Scandalios J. 1987. Synthesis of isozymes of superoxide dismutase in maize leaves in response to O3. SO2, and elevated O2. Journal of Experimental Botany 38: 842-852."}, {"Citation": "McCord JM, Fridovich J. 1969. Superoxide dismutase: an enzymatic function for erythrocuprein (hemocuprein). Journal of Biological Chemistry 244: 6049-6055."}, {"Citation": "McKee IF, Bullimore JF, Long SP. 1997. Will elevated CO2 concentrations protect the yield of wheat from O3 damage Plant, Cell and Environment 20: 77-84."}, {"Citation": "McKee IF, Farage PK, Long SP. 1995. The interactive effect of elevated CO2 and O3 concentration on photosynthesis in spring wheat. Photosynthesis Research 45: 111-119."}, {"Citation": "McKee IF, Woodward FI. 1994a. The effect of growth at elevated CO2 concentrations on photosynthesis in wheat. Plant, Cell and Environment 17: 853-859."}, {"Citation": "McKee IF, Woodward FI. 1994b. CO2 enrichment responses of wheat: interactions with temperature, nitrate and phosphate. New Phytologist 127: 447-453."}, {"Citation": "Menser A. 1964. Response of plants to air pollutants. III. A relation between ascorbic acid levels and ozone susceptibility of light pre-conditioned tobacco plants. Plant Physiology 39: 564-567."}, {"Citation": "Mulchi CL, Slaughter L, Saleem M, Lee EH, Pausch R, Rowland R. 1992. Growth and physiological characteristics of soybean in open-top chambers m response to ozone and increased atmospheric CO2. Agriculture, Ecosystems & Environment 38: 107-118."}, {"Citation": "Neubauer C, Yamamoto HY. 1992. Mehler-peroxidase reaction mediates zeaxanthin formation and zeaxanthin-related fluorescence quenching in intact chloroplasts. Plant Physiology 99: 1354-1361."}, {"Citation": "Pinter PJ, Kimball BA, Garcia RL, Wall GW, Hunsacker DJ, LaMorte RL. 1996. Free-air CO2 enrichment: responses of cotton and wheat crops. In: Koch G, Mooney H, eds. Terrestrial Ecosystem Response to Elevated CO2. New York : Academic Press. 215-249."}, {"Citation": "Pitcher L, Brennan E, Hurley A, Dunsmuir P, Tepperman JM, Zilinskas BA. 1991. Overproduction of petunia chloroplastic copper/zinc superoxide dismutase does not confer ozone tolerance in transgenic tobacco. Plant Physiology 97: 452-455."}, {"Citation": "Pleijel H, Skarby L, Wallin G, Sellden G. 1995. A process-oriented explanation of the non-linear relationship between grain yield of wheat and ozone exposure. New Phytologist 131: 241-246."}, {"Citation": "Polle A. 1996. Protection from oxidative stress in trees as affected by elevated CO2, and environmental stress. In: Koch G, Mooney H. eds. Terrestrial Ecosystem Response to Elevated CO2. New York : Academic Press, 299-315."}, {"Citation": "Polle A, Chakrabarti K, Schürmann W, Rennenberg H. 1990. Composition and properties of hydrogen peroxide decomposing systems in extracellular and total extracts from needles of Norway spruce (Picea abies, L. Karst.). Plant Physiology 94: 312-319."}, {"Citation": "Polle A, Chakrabarti K, Chakrabarti S, Seifert F, Schramel P, Rennenberg H. 1992. Antioxidants and manganese deficiency in needles of Norway spruce (Picea abies, L.) trees. Plant Physiology 99: 1084-1089."}, {"Citation": "Polle A, Pfirrmann T, Chakrabarti S, Rennenberg H. 1993. The effects of enhanced ozone and enhanced carbon dioxide concentrations on biomass, pigments and antioxidative enzymes in spruce needles (Picea abies, L.). Plant, Cell and Environment 16: 311-316."}, {"Citation": "Polle A, Wieser G, Havranek WM. 1995. Quantification of ozone influx and apoplastic ascorbate content in needles of Norway spruce trees (Picea abies L., Karst.) at high altitude. Plant, Cell and Environment 18: 681-688."}, {"Citation": "PORG. 1993. Ozone in the United Kingdom. Third report of the United Kingdom Photochemical Oxidants Review Group. Didcot: AEA Harwell Laboratory, Didcot, UK."}, {"Citation": "Rao MV, Hale BA, Ormrod DP. 1995. Amelioration of ozone-induced oxidative damage in wheat plants grown under high carbon dioxide. Role of antioxidant enzymes. Plant Physiology 109: 421-432."}, {"Citation": "Reinert RA, Ho MC. 1995. Vegetative growth of soybean as affected by elevated carbon dioxide and ozone. Environmental Pollution 89: 89-96."}, {"Citation": "Runneckles VC. 1992. Uptake of ozone by vegetation. In: Lefohn AS, ed. Surface-level Ozone Exposures and their Effects on Vegetation. Chelsea , MI : Lewis Publishers, 157-188."}, {"Citation": "Schupp R, Rennenberg H. 1988. Diurnal changes in the glutathione content ot spruce needles (Picea abies, L.), Plant Science 57: 113-117."}, {"Citation": "Schwanz P, Picon C, Vivin P, Dreyer E, Guehl JM, Polle A. 1996. Responses of antioxidative systems to drought stress in pendunculate oak and maritime pine as modulated by elevated CO2. Plant Physiology 110: 393-402."}, {"Citation": "Sharkey TD. 1988. Estimating the rate of photorespiration in leaves. Physiologia Plantarum 73: 147-152."}, {"Citation": "Strohm M, Jouanin L, Kunert KJ, Pruvost C, Polle A, Foyer CH, Rennenberg H. 1995. Regulation of glutathione synthesis in leaves of transgenic poplar (Populus tremula × P. alba) overexpressing glutathione synthetase. Plant Journal 7: 141-145."}, {"Citation": "Tepperman JM, Dunsmuir P. 1990. Transformed plants with elevated levels of chloroplastic SOD are not more resistant to superoxide toxicity. Plant Molecular Biology 14: 501-511."}, {"Citation": "Thomas JF, Harvey CN. 1983. Leaf anatomy of four species grown under continuous CO2 enrichment. Botanical Gazette 144: 303-309."}, {"Citation": "Van Camp W, Willekens H, Bowler C, Van Montagu M, Reupold-Popp P, Sandermann H, Langebartels C. 1994. Elevated levels of superoxide dismutase protect transgenic plants against ozone damage. Biological Technology 12:165-168."}, {"Citation": "Webber AN, Nie GY, Long SP. 1994. Acclimation of photo-synthetic proteins to rising atmospheric CO2. Photosynthesis Research 39: 413-425."}, {"Citation": "Wenzel AA, Mehlhorn H. 1995. Zinc enhances ozone toxicity in bush beans (Phaseolus vulgaris L. cv. Saxa). Journal of Experimental Botany 46: 867-872."}, {"Citation": "Willekens H, Van Camp W, Van Montagu M, Inze D, Langebartels C, Sandermann H. 1994. Ozone, sulfur dioxide, ultraviolet B h3ve similar effects on mRNA accumulation of antioxidant genes in Nicotinana plumbaginifolia L. Plant Physiology 106: 1007-1014."}, {"Citation": "Zelitch I. 1990. Further studies on O2-resistant photosynthesis and photorespiration in a tobacco mutant with enhanced catalase activity. Plant Physiology 92: 352-357."}, {"Citation": "Zopes H, Klapheck S, Bergmann L. 1993. The function of homoglutathione and hydroxymethylglutathione for the scavenging of hydrogen peroxide. Plant and Cell Physiology 34: 515-521."}], "Title": "references"}], "History": [{"Year": "2021", "Month": "4", "Day": "17", "Hour": "1", "Minute": "3"}, {"Year": "1997", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1997", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33863181", "10.1046/j.1469-8137.1997.00801.x"]}}], "PubmedBookArticle": []}