{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "China", "Corona virus disease 2019"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33868434", "DateRevised": {"Year": "2022", "Month": "07", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "04", "Day": "13"}], "ELocationID": ["10.1007/s13762-021-03311-4"], "Journal": {"ISSN": "1735-1472", "JournalIssue": {"Volume": "18", "Issue": "7", "PubDate": {"Year": "2021"}}, "Title": "International journal of environmental science and technology : IJEST", "ISOAbbreviation": "Int J Environ Sci Technol (Tehran)"}, "ArticleTitle": "Characterizing the air pollution of the cities in the closure of corona virus disease 2019 in China.", "Pagination": {"StartPage": "2053", "EndPage": "2062", "MedlinePgn": "2053-2062"}, "Abstract": {"AbstractText": ["With the rapid development of industrialization and urbanization in China, energy and vehicle consumption have continued to increase in recent years and air pollution has become serious<b>.</b> In early 2020, Corona Virus Disease 2019 broke out in Wuhan, China. From January 29, 2020, several sources of the air pollution almost all stopped working, including gasoline burning vehicles, dust producing building sites, coal-fired factories, etc. Five indicators of the atmospheric environmental quality were observed from December 19, 2019 to April 30, 2020 in nine cities and 1-h average concentrations, 24-h average concentrations and Air Quality Index were assessed. The 1-h average concentrations of the nitrogen dioxide, the ozone and the sulfur dioxide showed obvious difference though the closure did not change the sequence of the five pollutants' concentrations in the air at diverse sampling moments. The changing of the 24-h average concentrations of the five pollutants indicated the amount of pollutants in the air were greatly affected by human activities. The nitrogen dioxide, the sulfur dioxide and the particulate matters decreased obviously in the closure. The air in the metropolis and the south-east cities were relatively clean and the pollutants' concentrations decreased slightly during the closure period. The northern and the heavy industrial cities showed significant drop on air pollution indicators and the air quality of the two city groups could be greatly improved if some effective measures could be taken of environmental management and regional development."], "CopyrightInformation": "© Islamic Azad University (IAU) 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Yao", "ForeName": "H", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Lu", "ForeName": "W", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Niu", "ForeName": "G", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Zhang", "ForeName": "Q", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Jiang", "ForeName": "Q", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.260483.b", "0000 0000 9530 8833"], "Affiliation": "School of Geography, Nantong University, Nantong, 226019 China."}, {"Identifier": [], "Affiliation": "Jiangsu Yangtze River Economic Belt Research Institute, Nantong, 226019 China."}], "LastName": "Liu", "ForeName": "H", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.41156.37", "0000 0001 2314 964X"], "Affiliation": "School of Geographic and Oceanographic Science, Nanjing University, Nanjing, 210023 China."}], "LastName": "Ni", "ForeName": "T", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Int J Environ Sci Technol (Tehran)", "NlmUniqueID": "101275885", "ISSNLinking": "1735-1472"}, "CoiStatement": "Conflict of interestThe authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen X, Zhang LW, Huang JJ, Song FJ, Zhang LP, Qian ZM, Trevathan E, Mao HJ, Han B, Vaughn M, Chen KX, Liu YM, Chen J, Zhao BX, Jiang GH, Gu Q, Bai ZP, Dong GH, Tang NJ. Long-term exposure to urban air pollution and lung cancer mortality: A 12-year cohort study in Northern China. Sci Total Environ. 2016;571:855–861. doi: 10.1016/j.scitotenv.2016.07.064.", "ArticleIdList": ["10.1016/j.scitotenv.2016.07.064", "27425436"]}, {"Citation": "Cheng YF, Zheng GJ, Wei C, Mu Q, Zheng B, Wang ZB, Gao M, Zhang Q, He KB, Carmichael G, Poschl U, Su H. Reactive nitrogen chemistry in aerosol water as a source of sulfate during haze events in China. Sci Adv. 2016;2(12):e1601530. doi: 10.1126/sciadv.1601530.", "ArticleIdList": ["10.1126/sciadv.1601530", "PMC5176349", "28028539"]}, {"Citation": "Gao JJ, Wang K, Wang Y, Liu SH, Zhu CY, Hao JM, Liu HJ, Hua SB, Tian HZ. Temporal-spatial characteristics and source apportionment of PM2.5 as well as its associated chemical species in the Beijing-Tianjin-Hebei region of China. Environ Pollut. 2018;233:714–724. doi: 10.1016/j.envpol.2017.10.123.", "ArticleIdList": ["10.1016/j.envpol.2017.10.123", "29126093"]}, {"Citation": "Girgzdiene R, Sopauskiene D, Girgzdys A. The change in O3, SO2 and NO2 concentrations in Lithuania. Environ Sci Pollut Res Int. 2002;1:3–7. doi: 10.1007/BF02987418.", "ArticleIdList": ["10.1007/BF02987418", "12638741"]}, {"Citation": "He JJ, Gong SL, Yu Y, Yu LJ, Wu L, Mao HJ, Song CB, Zhao SP, Liu HL, Li XY, Li RP. Air pollution characteristics and their relation to meteorological conditions during 2014–2015 in major Chinese cities. Environ Pollut. 2017;223:484–496. doi: 10.1016/j.envpol.2017.01.050.", "ArticleIdList": ["10.1016/j.envpol.2017.01.050", "28122671"]}, {"Citation": "Hu JL, Wu L, Zheng B, Zhang Q, He KB, Chang Q, Li XH, Yang FM, Ying Q, Zhang HL. Source contributions and regional transport of primary particulate matter in China. Environ Pollut. 2015;207:31–42. doi: 10.1016/j.envpol.2015.08.037.", "ArticleIdList": ["10.1016/j.envpol.2015.08.037", "26340297"]}, {"Citation": "Hu JL, Wang P, Ying Q, Zhang HL, Chen JJ, Ge XL, Li XH, Jiang JK, Wang SX, Zhang J, Zhao Y, Zhang YY. Modeling biogenic and anthropogenic secondary organic aerosol in China. Atmos Chem Phys. 2017;17:77–92. doi: 10.5194/acp-17-77-2017.", "ArticleIdList": ["10.5194/acp-17-77-2017"]}, {"Citation": "Jaffe DA, Zhang L. Meteorological anomalies lead to elevated O-3 in the western U. S. in June 2015. Geophys Res Lett. 2017;44:1990–1997. doi: 10.1002/2016GL072010.", "ArticleIdList": ["10.1002/2016GL072010"]}, {"Citation": "Jaffe DA, Cooper OR, Fiore AM, Henderson BH, Tonnesen GS, Russell AG, Henze DK, Langford AO, Lin MY, Moore T (2018) Scientific assessment of background ozone over the US: Implications for air quality management. Elementa-Sci Anthrop, p 6", "ArticleIdList": ["PMC6198683", "30364819"]}, {"Citation": "Jeong JI, Park RJ. Winter monsoon variability and its impact on aerosol concentrations in East Asia. Environ Pollut. 2017;221:285–292. doi: 10.1016/j.envpol.2016.11.075.", "ArticleIdList": ["10.1016/j.envpol.2016.11.075", "27939624"]}, {"Citation": "Jing BY, Wu L, Mao HJ, Gong SN, He JJ, Zou C, Song GH, Li XY, Wu Z. Development of a vehicle emission inventory with high temporal-spatial resolution based on NRT traffic data and its impact on air pollution in Beijing - Part 1: Development and evaluation of vehicle emission inventory. Atmos Chem Phys. 2016;16:3161–3170. doi: 10.5194/acp-16-3161-2016.", "ArticleIdList": ["10.5194/acp-16-3161-2016"]}, {"Citation": "Li SS, Williams G, Guo YM. Health benefits from improved outdoor air quality and intervention in China. Environ Pollut. 2016;214:17–25. doi: 10.1016/j.envpol.2016.03.066.", "ArticleIdList": ["10.1016/j.envpol.2016.03.066", "27061471"]}, {"Citation": "Li J, Du HY, Wang ZF, Sun YL, Yang WY, Li JJ, Tang X, Fu PQ. Rapid formation of a severe regional winter haze episode over a mega-city cluster on the North China Plain. Environ Pollut. 2017;223:605–615. doi: 10.1016/j.envpol.2017.01.063.", "ArticleIdList": ["10.1016/j.envpol.2017.01.063", "28159396"]}, {"Citation": "Liu F, Zhang Q, Ronald JV, Zheng B, Tong D, Yan L, Zheng YX, He KB (2016) Recent reduction in NOx emissions over China: synthesis of satellite observations and emission inventories. Environ Res Lett, p 1"}, {"Citation": "Liu B, Li Y, Wang L, Bi X, Dong H, Sun X, Xiao Z, Zhang Y, Feng Y (2020) Source directional apportionment of ambient PM2.5 in urban and industrial sites at a megacity in China. Atmos Res, p 235"}, {"Citation": "Lu K, Zhang Y, Su H, Brauers T, Chou CC, Hofzumahaus A, C. Liu S, Kita K, Kondo Y, Shao M, Wahner A, Wang J, Wang X, Zhu T (2010) Oxidant (O-3 + NO2) production processes and formation regimes in Beijing. J Geophys Res Atmos, p 115"}, {"Citation": "Mao HT, Wang WC, Liang XZ, Talbot RW (2003) Global and seasonal variations of O-3 and NO2 photodissociation rate coefficients. J Geophys Res-Atmos, p 108"}, {"Citation": "Notario A, Bravo I, Antonio Adame J, Diaz-de-Mera Y, Aranda A, Rodriguez A, Rodriguez D. Analysis of NO, NO2, NOx, O-3 and oxidant (OX = O-3+NO2) levels measured in a metropolitan area in the southwest of Iberian Peninsula. Atmos Res. 2012;104:217–226. doi: 10.1016/j.atmosres.2011.10.008.", "ArticleIdList": ["10.1016/j.atmosres.2011.10.008"]}, {"Citation": "Song CB, Wu L, Xie YC, He JJ, Chen X, Wang T, Lin YC, Jin TS, Wang AX, Liu Y, Dai QL, Liu BS, Wang YN, Mao HJ. Air pollution in China: Status and spatiotemporal variations. Environ Pollut. 2017;227:334–347. doi: 10.1016/j.envpol.2017.04.075.", "ArticleIdList": ["10.1016/j.envpol.2017.04.075", "28482313"]}, {"Citation": "Tang X, Gao X, Li CL, Zhou QP, Ren C, Feng ZB (2020) Study on spatiotemporal distribution of airborne ozone pollution in subtropical region considering socioeconomic driving impacts: A case study in Guangzhou, China. Sustain Cities Soc, p 54"}, {"Citation": "Tian YZ, Liu JY, Han SQ, Shi XR, Shi GL, Xu H, Yu HF, Zhang YF, Feng YC, Russell AG. Spatial, seasonal and diurnal patterns in physicochemical characteristics and sources of PM2.5 in both inland and coastal regions within a megacity in China. J Hazard Mater. 2018;342:139–149. doi: 10.1016/j.jhazmat.2017.08.015.", "ArticleIdList": ["10.1016/j.jhazmat.2017.08.015", "28826056"]}, {"Citation": "West JJ, Cohen A, Dentener F, Brunekreef B, Zhu T, Armstrong B, Bell ML, Brauer M, Carmichael G, Costa DL, Dockery DW, Kleeman M, Krzyzanowski M, Kunzli N, Liousse C, Lung SCC, Martin RV, Poschl U, Pope CA, Roberts JM, Russell AG, Wiedinmyer C. What we breathe impacts our health: improving understanding of the link between air pollution and health. Environ Sci Technol. 2016;50:4895–4904. doi: 10.1021/acs.est.5b03827.", "ArticleIdList": ["10.1021/acs.est.5b03827", "27010639"]}, {"Citation": "Wu Y, Zhang SJ, Hao JM, Liu H, Wu XM, Hu JN, Walsh MP, Wallington TJ, Zhang KM, Stevanovic S. On-road vehicle emissions and their control in China: a review and outlook. Sci Total Environ. 2017;574:332–349. doi: 10.1016/j.scitotenv.2016.09.040.", "ArticleIdList": ["10.1016/j.scitotenv.2016.09.040", "27639470"]}, {"Citation": "Yang JB, Liu JL, Han SQ, Yao Q, Cai ZY. Study of the meteorological influence on ozone in urban areas and their use in assessing ozone trends in all seasons from 2009 to 2015 in Tianjin, China. Meteorol Atmos Phys. 2019;131:1661–1675. doi: 10.1007/s00703-019-00664-x.", "ArticleIdList": ["10.1007/s00703-019-00664-x"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "9"}, {"Year": "2021", "Month": "2", "Day": "8"}, {"Year": "2021", "Month": "4", "Day": "6"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "4", "Day": "19", "Hour": "6", "Minute": "22"}, {"Year": "2021", "Month": "4", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33868434", "PMC8042843", "10.1007/s13762-021-03311-4", "3311"]}}], "PubmedBookArticle": []}