{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air quality", "health burden", "mobile sources", "ozone", "particulate matter", "transportation"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33868452", "DateRevised": {"Year": "2021", "Month": "04", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1088/1748-9326/ab83a8"], "Journal": {"ISSN": "1748-9326", "JournalIssue": {"Volume": "15", "Issue": "7", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "06"}}, "Title": "Environmental research letters : ERL [Web site]", "ISOAbbreviation": "Environ Res Lett"}, "ArticleTitle": "The recent and future health burden of the U.S. mobile sector apportioned by source.", "Abstract": {"AbstractText": ["Mobile sources emit particulate matter as well as precursors to particulate matter (PM<sub>2.5</sub>) and ground-level ozone, pollutants known to adversely impact human health. This study uses source-apportionment photochemical air quality modeling to estimate the health burden (expressed as incidence) of an array of PM<sub>2.5</sub>- and ozone-related adverse health impacts, including premature death, attributable to 17 mobile source sectors in the US in 2011 and 2025. Mobile sector-attributable air pollution contributes a substantial fraction of the overall pollution-related mortality burden in the U.S., accounting for about 20% of the PM<sub>2.5</sub> and ozone-attributable deaths in 2011 (between 21 000 and 55 000 deaths, depending on the study used to derive the effect estimate). This value falls to about 13% (between 13 000 and 37 000 deaths) by 2025 due to regulatory and voluntary programs reducing emissions from mobile sources. Similar trends across all morbidity health impacts can also be observed. Emissions from on-road sources are the largest contributor to premature deaths; this is true for both 2011 (between 12 000 and 31 000 deaths) and 2025 (between 6700 and 18 000 deaths). Non-road construction engines, C3 marine engines and emissions from rail also contribute to large portions of premature deaths. Across the 17 mobile sectors modeled, the PM<sub>2.5</sub>-attributable mortality and morbidity burden falls between 2011 and 2025 for 12 sectors and increases for 5. Ozone-attributable mortality and morbidity burden increases between 2011 and 2025 for 10 sectors and falls for 7. These results extend the literature beyond generally aggregated mobile sector health burden toward a representation of highly-resolved source characterization of both current and future health burden. The quantified future mobile source health burden is a novel feature of this analysis and could prove useful for decisionmakers and affected stakeholders."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Transportation and Air Quality, Air 4-1 94105, San Francisco, CA, United States of America."}], "LastName": "Davidson", "ForeName": "Kenneth", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality Planning and Standards, Research Triangle Park, NC 27711, United States of America."}], "LastName": "Fann", "ForeName": "Neal", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Transportation and Air Quality, Ann Arbor, MI 48105, United States of America."}], "LastName": "Zawacki", "ForeName": "Margaret", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality Planning and Standards, Research Triangle Park, NC 27711, United States of America."}], "LastName": "Fulcher", "ForeName": "Charles", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US EPA, Office of Air Quality Planning and Standards, Research Triangle Park, NC 27711, United States of America."}], "LastName": "Baker", "ForeName": "Kirk R", "Initials": "KR"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Res Lett", "NlmUniqueID": "101295599", "ISSNLinking": "1748-9326"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "U.S. EPA 2009. Integrated Science Assessment for Particulate Matter (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) EPA/600/R-08/139F"}, {"Citation": "U.S. EPA 2013. Integrated Science Assessment of Ozone and Related Photochemical Oxidants Final Report (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) EPA/600/R-10/076F"}, {"Citation": "Lozano R, Naghavi M, Foreman K, Lim S, Shibuya K, Aboyans V, Abraham J, Adair T, Aggarwal R, Ahn SY et al. 2012. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the global burden of disease study 2010 Lancet 380 2095–128", "ArticleIdList": ["PMC10790329", "23245604"]}, {"Citation": "Fann N and Risley D 2011. The public health context for PM2.5 and ozone air quality trends Air Qual. Atmos. Heal 6 1–11"}, {"Citation": "Caiazzo F, Ashok A, Waitz IA, Yim SHL and Barrett SRH 2013. Air pollution and early deaths in the United States. part i: quantifying the impact of major sectors in 2005 Atmos. Environ 79 198–208"}, {"Citation": "Fann N, Baker KR and Fulcher CM 2012. Characterizing the PM2.5-related health benefits of emission reductions for 17 industrial, area and mobile emission sectors across the U.S. Environ. Int 49 141–51", "ArticleIdList": ["23022875"]}, {"Citation": "Fann N, Fulcher CM and Baker K The recent and future health burden of air pollution apportioned across U.S. sectors 2013. Environ. Sci. Technol 47 3580–9", "ArticleIdList": ["23506413"]}, {"Citation": "Zawacki M, Baker KR, Phillips S, Davidson K and Wolfe P 2018. Mobile source contributions to ambient ozone and particulate matter in 2025 Atmos. Environ 188 129–41", "ArticleIdList": ["PMC6192431", "30344445"]}, {"Citation": "Wolfe P, Davidson K, Fulcher C, Fann N, Zawacki M and Baker KR 2019. Monetized health benefits attributable to mobile source emission reductions across the United States in 2025 Sci. Total Environ 650 2490–8", "ArticleIdList": ["PMC7259328", "30296769"]}, {"Citation": "EPA\n2015. \n2011 National Emissions Inventory, Version 2 Technical Support Document August, 37–38, pp 273–4 (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) (https://www.epa.gov/sites/production/files/2015-10/documents/nei2011v2_tsd_14aug2015.pdf)"}, {"Citation": "US EPA\n2015. \nMOVES2014a User Guide (Ann Arbor, MI: Office of Transportation and Air Quality; ) EPA-420-B-15–095, p 266 (https://nepis.epa.gov/Exe/ZyPDF.cgi?Dockey=P100NNCY.pdf)"}, {"Citation": "U.S. EPA\n2010. \nNon-Road 2008a (Ann Arbor, MI: Office of Transportation and Air Quality; ) (https://www.epa.gov/moves/nonroad2008a-installation-and-updates)"}, {"Citation": "California Air Resources Board\n2013. \nEMFAC2011 Technical Documentation (Sacramento, CA: California Environmental Protection Agency; ) (https://ww3.arb.ca.gov/msei/emfac2011-documentation-final.pdf)"}, {"Citation": "California Air Resources Board\n2010. \nInitial Statement of Reasons for Proposed Rulemaking. Proposed Amendments to the Regulation for In-Use Off-Road Diesel-Fueled Fleets and the Off-Road Large Spark-Ignition Fleet Requirements Staff Repor (Sacramento, CA: California Environmental Protection Agency; ) (https://ww3.arb.ca.gov/regact/2010/offroadlsi10/offroadisor.pdf)"}, {"Citation": "EPA\n2015. \nPreparation of Emissions Inventories for the Version 6.2, 2011 Emissions Modeling Platform Technical Support Document (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) p 195 (https://www.epa.gov/sites/production/files/2015-10/documents/2011v6_2_2017_2025_emismod_tsd_aug2015.pdf)"}, {"Citation": "U.S. EPA\n2007. \nGuidance on the Use of Models and Other Analyses for Demonstrating Attainment of Air Quality Goals for Ozone, PM2.5, and Regional Haze OAQPS, Technical Support Document\nEPA-454/B-07–002 (https://nepis.epa.gov/Exe/ZyPURL.cgi?Dockey=P1009OL1.TXT)"}, {"Citation": "Wang H, Zhu Y, Jang C, Lin C-J, Wang S, Fu JS, Gao J, Deng S, Xie J Ding D et al. 2015. Design and demonstration of a next-generation air quality attainment assessment system for PM2.5 and O3 J. Environ. Sci 29 178–88", "ArticleIdList": ["25766027"]}, {"Citation": "Fann N, Coffman E, Hajat A and Kim S-Y Change in fine particle-related premature deaths among US population subgroups between 1980 and 2010 2019 Air Qual. Atmos. Heal 12 673–82"}, {"Citation": "Sacks JD, Lloyd JM, Zhu Y, Anderton J, Jang CJ, Hubbell B and Fann N 2018. The environmental benefits mapping and analysis program—community edition (BenMAP–CE): A tool to estimate the health and economic benefits of reducing air pollution Environ. Model. Softw 104 118–29", "ArticleIdList": ["PMC6022291", "29962895"]}, {"Citation": "U.S. EPA\n2018. \nEnvironmental Benefits Mapping and Analysis Program-Community Edition User’s Manual (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) (https://www.epa.gov/sites/production/files/2015-04/documents/benmap-ce_user_manual_march_2015.pdf)"}, {"Citation": "Centers for Disease Control and Prevention CDC 2020 Wonder.   https://wonder.cdc.gov/"}, {"Citation": "U.S. EPA\n2018. \nQuality assuring BenMAP-CE demographic and economic input data (Research Triangle Park, NC: Office of Air Quality Planning and Standards;  (https://www.epa.gov/sites/production/files/2018-02/documents/benmap_v1.3_qa_memo.pdf)"}, {"Citation": "Fann N, Coffman E, Timin B and Kelly JT 2018. The estimated change in the level and distribution of PM2.5-attributable health impacts in the United States: 2005–2014 Environ. Res 167 506–14", "ArticleIdList": ["PMC6716061", "30142626"]}, {"Citation": "Woods and Poole 2012. Woods & Poole: Population by Single Year of Age CD Washington, DC: Woods & Poole Economics, Inc"}, {"Citation": "Schwartz J, Coull B, Laden F and Ryan L The effect of dose and timing of dose on the association between airborne particles and survival 2008. Environ. Health Perspect 116 64–69", "ArticleIdList": ["PMC2199297", "18197301"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, Turner MC, Pope CA, Thurston G Calle EE et al. 2009. Extended follow-up and spatial analysis of the american cancer society study linking particulate air pollution and mortality Res. Rep. Health. Eff. Inst 140 5–114 discussion 115–36", "ArticleIdList": ["19627030"]}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM and Dominici F Ozone and short-term mortality in 95 US urban communities, 1987–2000 2004 JAMA 292 2372–8", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Lepeule J, Laden F, Dockery D and Schwartz J 2012. Chronic exposure to fine particles and mortality: an extended follow-up of the harvard six cities study from 1974 to 2009 Environ. Health Perspect 120 965–70", "ArticleIdList": ["PMC3404667", "22456598"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA and Exposure O 2005. Mortality: an empiric Bayes metaregression analysis Epidemiology 16 458–68", "ArticleIdList": ["15951663"]}, {"Citation": "Peters A, Dockery DW, Muller JE and Mittleman MA Increased particulate air pollution and the triggering of myocardial infarction 2001. Circulation 103 2810–15", "ArticleIdList": ["11401937"]}, {"Citation": "Tessum CW, Apte JS, Goodkind AL, Muller NZ, Mullins KA, Paolella DA, Polasky S, Springer NP, Thakrar SK Marshall JD et al. 2019. Inequity in consumption of goods and services adds to racial-ethnic disparities in air pollution exposure Proc. Natl Acad. Sci. U. S. A 116 6001–6", "ArticleIdList": ["PMC6442600", "30858319"]}, {"Citation": "Goodkind AL, Tessum CW, Coggins JS, Hill JD and Marshall JD Fine-scale damage estimates of particulate matter air pollution reveal opportunities for location-specific mitigation of emissions 2019. Proc. Natl Acad. Sci. U. S. A 116 8775–80", "ArticleIdList": ["PMC6500143", "30962364"]}, {"Citation": "Burnett R, Chen H, Szyszkowicz M, Fann N, Hubbell B, Pope CA, Apte JS, Brauer M, Cohen A Weichenthal S et al. 2018. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter Proc. Natl. Acad. Sci. U. S. A 115 9592–7", "ArticleIdList": ["PMC6156628", "30181279"]}, {"Citation": "Dedoussi IC, Eastham SD, Monier E and Barrett SRH Premature mortality related to united states cross-state air pollution 2020. Nature 578 261–5", "ArticleIdList": ["32051602"]}, {"Citation": "U.S. EPA\n2019. \nIntegrated Science Assessment for Particulate Matter Final Report (Washington, D.C.: U.S. Environmental Protection Agency; ) EPA/600/R-19/188 (http://ofmpub.epa.gov/eims/eimscomm.getfile?p_download_id=539935)", "ArticleIdList": ["36630543"]}, {"Citation": "U.S. EPA\n2012. \nRegulatory Impact Analysis for the Final Revisions to the National Ambient Air Quality Standards for Particulate Matter (Research Triangle Park, NC: Office of Air Quality Planning and Standards; ) EPA-452/R-12–005 (https://www3.epa.gov/ttnecas1/regdata/RIAs/finalria.pdf)"}, {"Citation": "U.S. EPA\n2015. \nRegulatory Impact Analysis of the Revisions to the National Ambient Air Quality Standards for Ground-Level Ozone (Research Triangle Park, NC: Office of Air Quality Plannin and Standards; ) EPA-452/R-15–007 (https://www3.epa.gov/ttnecas1/docs/20151001ria.pdf)"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "19", "Hour": "6", "Minute": "23"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "4", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33868452", "NIHMS1682500", "PMC8048113", "10.1088/1748-9326/ab83a8"]}}], "PubmedBookArticle": []}