{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Populus euramericana", "Populus nigra", "Pseudotsuga menziesii", "foliar injury", "foliar water loss", "growth", "leaf wettability", "ozone (O3)"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33862996", "DateRevised": {"Year": "2021", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1046/j.0028-646X.2001.00272.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "152", "Issue": "3", "PubDate": {"Year": "2001", "Month": "Dec"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Ozone exposure affects leaf wettability and tree water balance.", "Pagination": {"StartPage": "443", "EndPage": "454", "MedlinePgn": "443-454"}, "Abstract": {"AbstractText": ["•  Relatively little is known about the influences of growing-season background ozone (O<sub>3</sub> ) concentrations on leaf cuticles and foliar water loss. •  Using fumigation chambers, leaf wettability and foliar water loss were studied in two poplar species, Populus nigra and P. euramericana, and a conifer, Pseudotsuga menziesii, under three O<sub>3</sub> regimes; control (approx. 1 ppbv O<sub>3</sub> ), urban O<sub>3</sub> exposure (13-41 ppbv O<sub>3</sub> ), and montane O<sub>3</sub> exposure (30-45 ppbv O<sub>3</sub> ). •  Urban O<sub>3</sub> exposure delayed a decrease in droplet contact angles over time in Populus leaves by 2-4 wk, and decreased droplet contact angles of P. menziesii foliage. Ozone exposure increased foliar water loss and minimal conductance to water vapour for P. euramericana, but not P. nigra and P. menziesii. Both Populus species had lower photosynthetic biomass in O<sub>3</sub> treatments, due to production of fewer new leaves, premature leaf abscission and decreased leaf size (P. euramericana only). Leaf abscission was preceded by foliar injury symptoms characteristic of O<sub>3</sub> exposure. •  Results suggest that exposure to [O<sub>3</sub> ] common during the growing season can increase water loss in Populus saplings, but this effect might be offset by decreased foliar biomass. Importantly, responses were highly species specific in a given O<sub>3</sub> treatment."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Sciences Inc., 421 SW 6th Avenue, Suite 1400, Portland, OR 97204, USA."}], "Identifier": [], "LastName": "Schreuder", "ForeName": "Maarten D J", "Initials": "MDJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Meteorology and Air Quality Group, Wageningen University and Research Centre, Duivendaal 2, 6701 AP Wageningen, The Netherlands."}], "Identifier": [], "LastName": "Van Hove", "ForeName": "Lambertus W A", "Initials": "LWA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biological Sciences, The University of Montana, Missoula, MT 59812, USA."}], "Identifier": [], "LastName": "Brewer", "ForeName": "Carol A", "Initials": "CA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barnes JD, Brown KA. 1990. The influence of ozone and acid mist on the amount and wettability of the surface waxes in Norway spruce [Picea abies (L.) Karst.]. New Phytologist 152: 531-535."}, {"Citation": "Barnes JD, Davidson AW. 1988. The influence of ozone on the winter hardiness of Norway spruce [Picea abies (L.) Karst.]. New Phytologist 108: 159-166."}, {"Citation": "Bortier K, Ceulemans R, De Temmerman L. 2000a. Effects of ozone exposure on growth and photosynthesis of beech seedlings (Fagus sylvatica). New Phytologist 146: 271-280."}, {"Citation": "Bortier K, De Temmerman L, Ceulemans R. 2000b. Effects of ozone exposure in open-top chambers on poplar (Populus nigra) and beech (Fagus sylvatica): a comparison. Environmental Pollution 109: 509-516."}, {"Citation": "Brewer CA, Smith WK. 1994. Influence of simulated dewfall on photosynthesis and yield in soybean isolines (Glycine max[L.] merr. cv Williams) with different trichome densities. International Journal of Plant Science 155: 460-466."}, {"Citation": "Brewer CA, Smith WK. 1997. Patterns of leaf surface wetness for montane and subalpine plants. Plant, Cell & Enviroment 14: 955-962. Influence."}, {"Citation": "Brewer CA, Smith WK, Vogelmann TC. 1991. Functional interaction between leaf trichomes, leaf wettability and the optical properties of water droplets. Plant, Cell & Environment 14: 955-962."}, {"Citation": "Bytnerowicz A, Dueck T, Godzik S. 1998. Nitrogen oxides, nitric acid vapor, and ammonia. In: Flagler RB, ed. Recognition of air pollution injury to vegetation: a pictorial atlas. Pittsburgh, PA, USA: Air & Waste Management Association, 5-17."}, {"Citation": "Bytnerowicz A, Turunen M. 1994. Effects of ozone exposures on epicuticular wax of ponderosa pine needles. In: Percy KE, ed. Air pollutants and the leaf cuticle. Berlin: Springer-Verlag, 305-314."}, {"Citation": "Cape JN. 1996. Surface wetness and pollutant deposition. In: Kerstiens G, ed. Plant cuticles: an integrated approach. Oxford, UK: Bios Scientific Publishers, 283-300."}, {"Citation": "Cape JN, Sheppard LJ, Binnie J. 1995. Leaf surface properties of Norway spruce needles exposed to sulphur dioxide and ozone in an open-air fumigation system at Liphook. Plant, Cell & Environment 18: 285-289."}, {"Citation": "Ceulemans R, Hinckley TM, Impens I. 1989. Stomatal responses of hybrid poplar to incident light, sudden darkening and leaf excision. Physiologia Plantarum 75: 174-182."}, {"Citation": "Darral NM. 1989. The effect of air pollutants on physiological processes in plants. Plant, Cell & Environment 12: 1-30."}, {"Citation": "DeLucia EH, Berlyn GP. 1984. The effect of increasing elevation of leaf cuticle thickness and cuticular transpiration in balsam fir. Canadian Journal of Botany 62: 2423-2431."}, {"Citation": "Dickson RE, Coleman MD, Riemenschneider DE, Isebrands JG, Hogan GD, Karnosky DF. 1998. Growth of five hybrid polar genotypes exposed to interacting elevated CO2 and O3. Canadian Journal of Forest Research 28: 1706-1716."}, {"Citation": "Fredericksen TS, Joyce BJ, Skelly JM, Steiner KC, Kolb TE, Kouterick KB, Savage JE, Snyder KR. 1995. Physiology, morphology, and uptake of leaves of black cherry seedlings, saplings, and canopy trees. Environmental Pollution 89: 273-283."}, {"Citation": "Grantz DA, Zhang XJ, Massman WJ, Delany A, Pederson JR. 1997. Ozone deposition to a cotton (Gossypium hirsutum L.) field: Stomatal and surface wetness effects during the California ozone deposition experiment. Agricultural and Forest Meteorology 85: 19-31."}, {"Citation": "Guidi L, Nali C, Lorenzini G, Filppi F, Soladatini GF. 2001. Effect of chronic ozone fumigation on the photosynthetic process of poplar clones showing different sensitivity. Environmental Pollution 113: 245-254.", "ArticleIdList": ["11428132"]}, {"Citation": "Günthardt-Görg MS, McQuattie CJ, Maurer S, Frey B. 2000. Visible and microscopic injury in leaves of five deciduous tree species related to current critical ozone levels. Environmental Pollution 109: 489-500."}, {"Citation": "Hadley JL, Smith WK. 1989. Wind erosion of leaf surface wax in alpine timberline conifers. Arctic and Alpine Research 21: 392-398."}, {"Citation": "Van Hove LWA. 1989. The mechanism of NH3and SO2uptake by leaves and its physiological effects. PhD thesis, Wageningen Agricultural University, The Netherlands."}, {"Citation": "Van Hove LWA, Bossen ME. 1994. Physiological effects of five months exposure to low concentrations of O3 and NH3 on Douglas fir (Pseudotsuga menziesii). Physiologia Plantarum 92: 140-148."}, {"Citation": "Kerstiens G. 1996. Plant cuticles: an integrated functional approach. Oxford, UK: Bios Scientific Publishers."}, {"Citation": "Klap JM, Oude-Voshaar JH, De Vries W, Erisman JW. 2000. Effects of environmental stress on forest crown conditions in Europe: Part IV: Statistical analysis of relationships. Water Air and Soil Pollution 119: 387-420."}, {"Citation": "Krupa SV, Manning WJ. 1988. Atmospheric ozone: formation and effects on vegetation. Environmental Pollution 50: 101-137."}, {"Citation": "Krupa SV, Tonneijck AE, Manning WJ. 1998. Ozone. In: Flagler RB, ed. Recognition of air pollution injury to vegetation: a pictorial atlas. Pittsburgh, PA, USA: Air & Waste Management Association, 1-28."}, {"Citation": "Kytoviita MM, Pelloux J, Fontaine V, Botton B, Dizengremel P. 1999. Elevated CO2 does not ameliorate effects of ozone on carbon allocation in Pinus halpensis and Betula pendula in symbiosis with Paxillus involutus. Physiologia Plantarum 106: 370-377."}, {"Citation": "Langebartels C, Heller W, Fuehrer G, Lippert M, Simons S, Sandermann HJ. 1998. Memory effect in the action of ozone on conifers. Ecotoxicology and Environmental Safety 41: 62-72.", "ArticleIdList": ["9756691"]}, {"Citation": "Lefohn AS. 1992. Surface level ozone exposures and their effects on vegetation. Chelsea, UK: Lewis Publishers."}, {"Citation": "Maier-Märker U. 1999. Predisposition of trees to drought stress by ozone. Tree Physiology 19: 71-78."}, {"Citation": "Mankovska B, Percy K, Karnosky DF. 1999. Impact of ambient tropospheric O3, CO2 and particulates on the epicuticular waxes of aspen clones differing in O3 tolerance. Ekologia - Bratislava 18: 200-210."}, {"Citation": "Musselman RC, Tamera J, Minnick TJ. 2000. Nocturnal stomatal conductance and ambient air quality standards for ozone. Atmospheric Environment 34: 719-733."}, {"Citation": "Pääkkonen E, Vahala J, Pohjolai M, Holopainen T, Karenlampi L. 1998. Physiological, stomatal and ultrastructural ozone responses in birch (Betula pendula Roth.) are modified by water stress. Plant, Cell & Environment 21: 671-684."}, {"Citation": "Paoletti E, Raddi P, La Scala S. 1998. Relationships between transpiration, stomatal damage and leaf wettability in declining beech trees. Chemosphere 36: 907-912."}, {"Citation": "Reich PB. 1987. Quantifying plant response to ozone: a unifying theory. Tree Physiology 3: 63-91."}, {"Citation": "Reichenauer T, Bolhar-Nordenkampf HR, Ehrlich U, Soja G, Postl WF, Halbwachs F. 1997. The influence of ambient and elevated ozone concentrations on photosynthesis in Populus nigra. Plant, Cell & Environment 20: 1061-1069."}, {"Citation": "Salardino DH, Carroll JJ. 1998. Correlation between ozone exposure and visible foliar injury in Ponderosa and Jeffrey pines. Atmospheric Environment 32: 3001-3010."}, {"Citation": "Schmieden U, Wild A. 1995. The contribution of ozone to forest decline. Physiologia Plantarum 94: 371-378."}, {"Citation": "Skarby L, Troeng E, Bostrom C-A. 1987. Ozone uptake and effects on transpiration, net photosynthesis, and dark respiration in Scots pine. Forest Science 33: 801-808."}, {"Citation": "Skeffington RA, Roberts TM. 1985. The effects of ozone and acid mist of Scots pine saplings. Oecologia 65: 201-206."}, {"Citation": "Smith WH. 1990. Air pollution and forests. interactions between air contaminants and forest ecosystems. New York, USA: Springer-Verlag."}, {"Citation": "Sokol RR, Rohlf FJ. 1997. Biometry: the principles and practice and of statistics in biological research. New York, USA: W.H. Freeman."}, {"Citation": "SPSS. 1997. Sigmastat statistical software. Version 2.0 for Windows 95, NT & 3.1. Chicago, IL, USA: SPSS Inc."}, {"Citation": "Stanners D, Bourdeau P. 1995. Europe’s environment: the dobris assessment. Copenhagen, Denmark: European Environmental Agency."}, {"Citation": "Staszewski T, Lukasik W, Godzik S, Szdzuj J, Uzieblo AK. 1998. Climatic and air pollution gradient studies on coniferous trees health status, needles wettability and chemical characteristics. Chemosphere 4-5: 901-905."}, {"Citation": "Temple PJ. 1988. Injury and growth of Jeffrey pine and giant sequoia in response to ozone and acidic mist. Environmental and Experimental Botany 28: 323-333."}, {"Citation": "Thompson FB, Leyton L. 1971. Method for measuring leaf surface area of complex shoots. Nature 229: 572.", "ArticleIdList": ["4925363"]}, {"Citation": "Turunen M, Huttunen S. 1990. A review of the response of epicuticular wax of conifer needles to air pollution. Journal of Environmental Quality 19: 35-45."}, {"Citation": "Wunderli S, Gehrig R. 1990. Surface ozone in rural, urban and aline regions of Switzerland. Atmospheric Environment 24: 2641-6246."}, {"Citation": "Yun SC, Laurence JA. 1999. The response of sensitive and tolerant clones of Populus tremuloides to dynamic ozone exposure under controlled environmental conditions. New Phytologist 143: 305-313."}], "Title": "References"}], "History": [{"Year": "2021", "Month": "4", "Day": "17", "Hour": "1", "Minute": "2"}, {"Year": "2001", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2001", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33862996", "10.1046/j.0028-646X.2001.00272.x"]}}], "PubmedBookArticle": []}