{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Betula pendula", "X-ray microanalysis", "low-temperature scanning electron-microscopy", "ozone", "stomatal aperture"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33863058", "DateRevised": {"Year": "2021", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1996.tb04519.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "132", "Issue": "1", "PubDate": {"Year": "1996", "Month": "Jan"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "The effects of ozone and nutrient supply on stomatal response in birch (Betula pendula) leaves as determined by digital image-analysis and X-ray microanalysis.", "Pagination": {"StartPage": "135", "EndPage": "143", "MedlinePgn": "135-143"}, "Abstract": {"AbstractText": ["Cuttings of Betula pendula Roth were grown in field fumigation chambers throughout one growing season in filtered air with < 3 nl l<sup>-1</sup> O<sub>3</sub> (control; C) or day/night = 90/40 nl 1<sup>-1</sup> O<sub>3</sub> (ozone fumigation: O<sub>3</sub> ). Plants were watered with either low (0·005 %: LF) or high-concentrated (0·05%: HF) fertilizer solution. Discs between second-order veins in the central portion of the leaves were excised and immediately cryofixed in liquid nitrogen for low-temperature scanning electron-microscopy (LTSEM) at 1000 hours and 1400 hours. Stomatal width, area and density were measured by digital image-analysis. X-ray counts of potassium (K) and calcium (Ca) ions were determined by means of energy-dispersive X-ray microanalysis in guard and subsidiary cells. Accurate and fast measurements of stomatal apertures by image analysis were possible in birch leaves, because the darkness of the stomatal pore contrasts with the brightness of the guard cells and the cuticular ledges. Regression analysis showed a close relationship between the stomatal width and the pore area (r= 0·938, P < 0·01). At all harvest times, the stomatal pores were significantly narrowed in the high fertilization control treatment (O<sub>3</sub> /HF vs. O<sub>3</sub> /LF), and in the ozone treatment at 1400 hours (O<sub>3</sub> /HF vs. C/LF). In addition to this fertilization effect, ozone had also narrowed the stomatal pores (O<sub>3</sub> /HF vs. C/HF at 1400 hours, O<sub>3</sub> /LF vs. C/LF at all harvest times). In addition to these functional effects, morphological effects (individual leaf area, stomatal density) were determined. Single-leaf area was increased by high fertilization, with a tendency to decrease with O<sub>3</sub> fumigation. The stomatal density in intercostal fields was increased by O<sub>3</sub> but decreased by high fertilisation. Stomatal widening was accompanied by increased K count rates in the guard cells, in contrast to constant K values in the subsidiary cells, irrespective of the fumigation or fertilization regimes. Calcium counts in the guard cells were similar to those in the subsidiary cells, and were independent of the aperture width. In samples with established ozone injury, the K/Ca ratio in collapsed guard cells increased compared with turgid guard cells irrespective of the pore aperture. Collapsed subsidiary cells only differed from turgid subsidiary cells when the guard cells had also collapsed and thus closed the pore."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research, Zürcherstrasse III, CH-8903 Birmensdorf, Switzerland."}], "Identifier": [], "LastName": "Frey", "ForeName": "Beat", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research, Zürcherstrasse III, CH-8903 Birmensdorf, Switzerland."}], "Identifier": [], "LastName": "Scheidegger", "ForeName": "Christoph", "Initials": "C"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research, Zürcherstrasse III, CH-8903 Birmensdorf, Switzerland."}], "Identifier": [], "LastName": "Günthardt-Goerg", "ForeName": "Madeleine S", "Initials": "MS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research, Zürcherstrasse III, CH-8903 Birmensdorf, Switzerland."}], "Identifier": [], "LastName": "Matyssek", "ForeName": "Rainer", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ashmore MR. 1994. Critical levels and agriculture in Europe, In: Fuhrer J. Achermann B. eds. Critical Levels far Ozone, a UN-ECE Workshop Report. FAC Liebefeld 16: 22-40."}, {"Citation": "Beyschlag W, Kresse F, Ryel RJ, Pfanz H. 1994. Stomatal patchiness in conifers: experiments with Picea abies (1) Karst. And Abies alba Mill. Trees 8: 132-138."}, {"Citation": "Black CR, Black VJ. 1979. Light and scanning electron microscopy of SO2-induced injury to leaf surfaces of field bean (Vicia faba L.). Plant, cell and Environment 2: 329-333."}, {"Citation": "Darrall NM. 1989. The effect of air pollutants on physiological processes in plants. Plant, Cell and Environment 12: 1-30."}, {"Citation": "Furukawa A, Park SY, Fujinuma Y. 1990. Hybrid poplar stomata unresponsive to changes in environmental conditions. Trees 4: 141-197."}, {"Citation": "Garrec JP, Vavasseur A, Michalowicz G, Laffray D. 1983, Stomatal movements arid repartition of the elements K, Cl, Na, P. Ca. Mg and S in the stomatal complexes (if Vicia faba and Commelina communis. Electron profit studies. Zeitschrift für Pflanzenphysiologie 112: 15-42."}, {"Citation": "Günthardt-Goerg MS, Matyssek R, Scheidegger C, Keller T. 1993a, Differentiation and structural decline in the - leaves and bark of birch (Betula pendula) under low ozone concentrations. Trees 7: 104-114."}, {"Citation": "Günthardt-Goerg MS, Malyssek R, Keller T. 1993b. Birke (Belula pendula): Mögliche Akklimatisierung an Ozon-Stress. Forstwissenschaftliches Centralblatt 112: 46-49."}, {"Citation": "Hassan IA, Ashmore MR, Bell JNB. 1994. Effects of O3 on the stomatal behaviour of Egyptian varieties of radish (Raphanus sativus L. cv. Baladey I and turnip (Brassica rapo L. cv. Sultani). New Phytologist 128: 243-249."}, {"Citation": "Heath R. 1987. Tin- biochemistry of ozone attack cm the plasma membrane of plant cells. Advanced Phytochemistry 21: 29-54."}, {"Citation": "Heath RL, Frederick PE. 1979. Ozone alteration of membrane permeability in Chlorell. I Permeability of potassium ion as measured by 86robidium tracer. Plant Physiology 64: 455-459."}, {"Citation": "Hinckley TM, Braatne JH. 1994. Stomata. In: Wilkinson HE, ed. Plant-Environment Interactions. New York : Marcel Dekker, Int. 323-355."}, {"Citation": "Hite DBC, Outlaw WH. 1994. Regulation of ion transport in guard fells. In: Alscher KG, Wellburn AR. eds. Plant Responses to the Gaseous Environment- Molecular, Metabolic and Phycological Aspects. London : Chapman & Hall. 181-193."}, {"Citation": "Humble GD, Raschke K. 1971. Stomatal opening quantitatively related to potassium transport. Evidence from electron probe analysis. Plant Physiology 48: 447-453."}, {"Citation": "Landolt W, Pfenninger I, Lüthy-Krause B. 1989. The effect of ozone and season on the pool sizes of cyclitols in Scots pine (Pinus sylvestris). Trees 3: 85-88."}, {"Citation": "MacRobbie EAC. 1981. Ionic relations of stomatal guard cells. In: Jarvis PG. Mansfield TA, eds. stomatal. Physiology London : Cambridge University Press, 51-70."}, {"Citation": "Mansfield TA, Pearson M. 1993. Physiological basis of stress imposed by ozone pollution. In: Fowden L. Mansfield T, Stoddart J, eds. Plant Adaptation to Environmental Stress. London : Chapman & Hall. 155-170."}, {"Citation": "Matyssek R, Günthardt-Goerg MS, Keller T, Scheidegger C. 1991. Impairment of gas exchange and structure in birth leaves (Betula pendula) caused by low ozone concentrations. Trees 5: 5-15."}, {"Citation": "Matyssek R, Günthardt-Goerg MS, Saurer M, Keller T. 1992, Seasonal growth, g13C in leaves and stem, and phloem structure of birth (Betula pendula) under low ozone concentrations. Trees 6: 69-76."}, {"Citation": "Natr L. 1992. Mineral nutrients a ubiquitous stress factor for photosyntheses. Photosynthetica 27: 271-294."}, {"Citation": "Omasa K, Onoe M. 1984. Measurement of stomatal aperture by digital image processing. Plant and Cell Physiology 25: 1379-1388."}, {"Citation": "Pääkkönen E, Holapaines T. 1995. Influence of nitrogen supply on the response of clones of birch (Betula pendula Roth.) to ozone. New Phytologist 129: 595-603."}, {"Citation": "Pääkkönen E, Paasisalo S, Holopainen T, Kärenlampi L. 1993. Growth and stomatal responses of birch (Betula pendula Roth.) clones to ozone in open-air and chamber fumigations. New Phytologist 125: 615-623."}, {"Citation": "Read ND, Jeffree CE. 1991. Low-temperature scanning electron microscopy in biology. Journal of Microscopy 161: 59-72."}, {"Citation": "Scheidegger C, Günthardt-Goerg MS, Matyssek R, Hatvani P. 1991. Low-temperature scanning electron microscopy of birch leaves after exposure to ozone. Journal of Microscopy 161: 85-95."}, {"Citation": "Schmutz P, Bucher J, Günthardt-Goerg MS, Tarjan D, Landolt W. 1995. Response of poplar to ozone alone and in combination with NO2 at different nitrogen fertilisation levels. Phyton (in press)."}, {"Citation": "Sestac Z. 1985, Phtosynthesis during leaf development. Dordrecht : W. Junk."}, {"Citation": "Shiraishi M, Hashimoto Y, Kuraishi S. 1978. Cyclic variations of stomatal aperture observed under the scanning electron microscope. Plant and Cell Phytology 19: 637-645."}, {"Citation": "Unsworth MH, Black VJ. 1981. Stomatal responses to pollutants. In: Jarvis PG, Mansfield TA, eds. Stomatol Physiology. London : Cambridge University Press, 187-203."}, {"Citation": "Van Gardingen PR, Jeffree CE, Grace J. 1989, Variation in stomatal aperture in leaves of Avena fatua L. observed by low-temperature-scanning electron microscopy. Plant. Cells and Environment 12: 887-898."}, {"Citation": "Van Steveninck RFM, Van Steveninck ME. 1991. Microanalysis. In: Hall JL, Hawes RC, eds. Electron Microscopy of Plant Cells. London : Academic Press, 415-455."}, {"Citation": "von Willert DJ, Matyssek R, Herppich W. 1995. Experimentelle Pflanzenökologie. Grundlagen und Anwendungen. Stuttgart : Georg Thieme Verlag, 158-239."}, {"Citation": "Wright EA. 1988. Some effects of low levels of Sulphur dioxide and nitrozen oxide on the control of water-loss by Betula ssp. In: Mathy P. ed. Air Pollution and Ecosytems. Dordrecht : D. Reidel Publishing Company, 760-765."}, {"Citation": "Zeiger E, Farquhar GD, Cowan IR. 1987. Stomatal function. Standford : Stanford University Press."}, {"Citation": "Zierold K. 1982. Preparation of biological Cryosections for analytical electron microscopy. Ultramicroscopy 10: 45-54."}], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "4", "Day": "17", "Hour": "1", "Minute": "2"}, {"Year": "1996", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1996", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33863058", "10.1111/j.1469-8137.1996.tb04519.x"]}}], "PubmedBookArticle": []}