{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Ozone", "Picea abies (Norway spruce)", "carboxylation efficiency", "photosynthesis", "stomatal limitation of photosynthesis"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33874160", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1992.tb02939.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "121", "Issue": "3", "PubDate": {"Year": "1992", "Month": "Jul"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Long-term exposure of Norway spruce, Picea abies (L.) Karst., to ozone in open-top chambers: IV. Effects on the stomatal and non-stomatal limitation of photosynthesis and on the carboxylation efficiency.", "Pagination": {"StartPage": "395", "EndPage": "401", "MedlinePgn": "395-401"}, "Abstract": {"AbstractText": ["Rates of photosynthesis at different concentrations of CO<sub>2</sub> (0-1850 μmol mol<sup>-1</sup> ) were measured using one clone of Norway spruce, Picea abies (L.) Karst. exposed to three different concentrations of ozone for four seasons (1985-8) in open-top chambers. The treatments were non-filtered air+ozone (NF+), non-filtered air (NF) and charcoal-filtered air (CF). The measurements were made on shoots of four different age classes. No significant effects were found on photosynthesis or on leaf conductance to CO<sub>2</sub> in current year shoots. In 1- to 3-yr-old shoots, leaf conductance to CO<sub>2</sub> and rates of net photosynthesis at both 330 μmol mol<sup>-1</sup> CO<sub>2</sub> (P<sub>n</sub> 330), and saturating concentrations of CO<sub>2</sub> (P<sub>n</sub> max), decreased with increasing shoot age and ozone concentration, although this was only significant for P<sub>n</sub> 330 in 3-yr-old shoots. In current year shoots the intercellular concentration of CO<sub>2</sub> was significantly higher in NF+-treated shoots compared with CF- and NF-treated shoots, while in the 2- and 3-yr-old shoots it was significantly higher in NF- and NF +-treated shoots compared with CF-treated shoots. The carboxylation efficiency significantly decreased in 2- and 3-yr-old shoots from the NF and NF+ treatments compared with shoots from the CF treatment. The gas phase limitation of photosynthesis decreased with increasing shoot age and ozone concentration."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, University of Göteborg, Carl Skottsbergs gata 22, S-413 19 Göteborg, Sweden."}], "Identifier": [], "LastName": "Wallin", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, University of Göteborg, Carl Skottsbergs gata 22, S-413 19 Göteborg, Sweden."}], "Identifier": [], "LastName": "Ottosson", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, University of Göteborg, Carl Skottsbergs gata 22, S-413 19 Göteborg, Sweden."}, {"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Selldén", "ForeName": "G", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arnon, D. I. (1949). Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiology 24, 1-15."}, {"Citation": "Ball, J. T. (1987). Calculations related to gas exchange. In: Stomatal Function (Ed. by E. Zeiger, G. D. Farquhar & I. R. Cowan), pp. 445-476. Stanford University Press, Stanford , California , USA ."}, {"Citation": "Barnes, R. L. (1972). Effects of chronic exposure to ozone on photosynthesis and respiration of pines. Environmental Pollution 3, 133-138."}, {"Citation": "Barnes, J. D., Eamus, D. & Brown, K. A. (1990). The influence of ozone, acid mist and soil nutrient status on Norway spruce [Picea abies (L.) Karst.]. Plant water relations. New Phytologist 114, 713-720."}, {"Citation": "Caemmerer, S. Von & Farquhar, G. D. (1981). Some relationships between the biochemistry of photosynthesis and the gas exchange of leaves. Planta 153, 376-387."}, {"Citation": "Coyne, P. I. & Bingham, G. E. (1982). Variation in photosynthesis and stomatal conductance in an ozone-stressed ponderosa pine stand: Light response. Forest Science 28, 257-273."}, {"Citation": "Dann, M.S. & Pell, E. J. (1989). Decline of activity and quantity of ribulose bisphosphate carboxylase/oxygenase and net photosynthesis in ozone-treated potato foliage. Plant Physiology 91, 427-432."}, {"Citation": "Darrall, N. M. (1989). The effects of air pollutants on physiological processes in plants. Plant, Cell and Environment 12, 1-30."}, {"Citation": "Eamus, D., Barnes, J. D., Mortensen, L., Ro-Poulsen, H. & Davison, A. W. (1990). Persistent stimulation of CO2 assimilation and stomatal conductance by summer ozone fumigation in Norway spruce. Environmental Pollution 63, 365-379."}, {"Citation": "Farquhar, G. D. & Sharkey, T. D. (1982). Stomatal conductance and photosynthesis. Annual Review of Plant Physiology 33, 317-345."}, {"Citation": "Freer-Smith, P. H. & Dobson, M. C. (1989). Ozone flux to Picea sitchensis (Bong.) Carr and Picea abies (L.) Karst. during short episodes and the effects of these on transpiration and photosynthesis. Environmental Pollution 59, 161-176."}, {"Citation": "Hurewitz, J. & Janes, H. W. (1987). The relationship between the activity and the activation state of RuBP carboxylase and carbon exchange rate as affected by sink and developmental changes. Photosynthesis Research 12, 105-117."}, {"Citation": "Jones, H. G. (1973). Limiting factors in photosynthesis. New Phytologist 72, 1089-1094."}, {"Citation": "Jones, H. G. (1985). Partitioning stomatal and non-stomatal limitations to photosynthesis. Plant, Cell and Environment 8, 95-104."}, {"Citation": "Keller, T. & Häsler, R. (1984). The influence of a fall fumigation with ozone on the stomatal behavior of spruce and fir. Oecologia 64, 284-286."}, {"Citation": "Kropff, M. J. (1987). Physiological effects of sulphur dioxide. 1. The effect of SO2 on photosynthesis and stomatal regulation of Vicia faba L. Plant, Cell and Environment 10, 753-760."}, {"Citation": "Landsberg, J. J. & Ludlow, M. M. (1970). A technique for determining resistance to mass transfer through the boundary layers of plants with complex structure. Journal of Applied Ecology 7, 187-192."}, {"Citation": "Leatherbarrow, R. J. (1987). Enzfitter - A Non-linear Regression data analysis program for the IBM PC. Biosoft, Cambridge , UK ."}, {"Citation": "Lehnherr, B., Grandjean, A., Mädchler, F. & Fuhrer, J. (1987). The effect of ozone in ambient air on ribulose-bisphosphate carboxylase/oxygenase activity decreases photosynthesis and grain yield in wheat. Journal of Plant Physiology 130, 189-200."}, {"Citation": "Pell, E. J. & Pearson, N. S. (1983). Ozone-induced reduction in quantity of ribulose-1,5-bisphosphate carboxylase in alfalfa foliage. Plant Physiology 73, 185-187."}, {"Citation": "Pye, J. M. (1988). Impact of ozone on the growth and yield of trees: A review. Journal of Environmental Quality 17, 347-360."}, {"Citation": "Rabinowitch, E. I. (1951). Photosynthesis and Related Processes, vol. II, part 1, Spectroscopy and Fluorescence of Photosynthetic Pigments; Kinetics of Photosynthesis, pp. 603-1208. Interscience Publishers, Inc., New York ."}, {"Citation": "Reed, K. L., Hamerly, E. R., Dinger, B. E. & Jarvis, P. G. (1976). An analytical model for field measurement of photosynthesis. Journal of Applied Ecology 13, 925-942."}, {"Citation": "Reich, P. B. (1987). Quantifying plant response to ozone: A unifying theory. Tree Physiology 3, 63-91."}, {"Citation": "Sasek, T. W. & Richardson, C. J. (1989). Effects of chronic doses of ozone on loblolly pine: Photosynthetic characteristics in the third growing season. Forest Science 35, 745-755."}, {"Citation": "Selinger, H., Knoppik, D. & Ziegler-Jöns, A. (1986). Einfluss von Mineralstoffernährung, Ozon und saurem Nebel auf Photosynthese-Parameter und stomatäre Leitfähigkeit von Picea abies (L.) Karst. Forstiwissenschaftliches Zentralblatt 105, 239-242."}, {"Citation": "Skärby, L., Troeng, E. & Boström, C.-Å. (1987). Ozone uptake and effects on transpiration, net photosynthesis, and dark respiration in Scots pine. Forest Science 33, 801-808."}, {"Citation": "Sokal, R. R. & Rohlf, F. J. (1981). Biometry, the Principles and Practice of Statistics in Biological Research, 2nd edn. W. H. Freeman and Company, New York ."}, {"Citation": "Teskey, R. O., Fites, J. A., Samuelson, L. J. & Bongarten, B. C. (1986). Stomatal and nonstomatal limitations to net photosynthesis in Pinus taeda L. under different environmental conditions. Tree Physiology 2, 131-142."}, {"Citation": "Wallin, G. (1990). On the impacts of tropospheric ozone on photosynthesis and stomatal conductance of Norway spruce, Picea abies (L.) Karst. Ph.D. Thesis, University of Goteborg, Sweden ."}, {"Citation": "Wallin, G., Skärby, L. & Selldén, G. (1990). Long-term exposure of Norway spruce, Picea abies (L.) Karst., to ozone in open-top chambers. I. Effects on the capacity of net photosynthesis, dark respiration and leaf conductance of shoots of different ages. New Phytologist 115, 335-344."}, {"Citation": "Wallin, G., Skärby, L. & Selldén, G. (July 1992). Long-term exposure of Norway spruce, Picea abies (L.) Karst., to ozone in open-top chambers. III. Effects on the light response of net photosynthesis in shoots of different ages. New Phytologist 121, 387-393."}], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "6"}, {"Year": "1992", "Month": "7", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1992", "Month": "7", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33874160", "10.1111/j.1469-8137.1992.tb02939.x"]}}], "PubmedBookArticle": []}