{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["1-aminocyclopropane-1-carboxylate synthase (ACS)", "Solanum tuberosum (potato)", "antisense", "ethylene (C2H4)", "lesions", "ozone (O3)"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33873564", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.2004.01172.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "164", "Issue": "2", "PubDate": {"Year": "2004", "Month": "Nov"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Ozone-induced ethylene and foliar injury responses are altered in 1-aminocyclopropane-1-carboxylate synthase antisense potato plants.", "Pagination": {"StartPage": "267", "EndPage": "277", "MedlinePgn": "267-277"}, "Abstract": {"AbstractText": ["•  In potato (Solanum tuberosum), two 1-aminocyclopropane-1-carboxylate synthase (ACS) genes are induced by ozone (O<sub>3</sub> ). Antisense inhibition of these ethylene (C<sub>2</sub> H<sub>4</sub> ) biosynthetic genes allowed us to examine the relationship between O<sub>3</sub> -induced C<sub>2</sub> H<sub>4</sub> emission and foliar injury. •  Thirty-two lines (antisense for ST-ACS4 or ST-ACS5) were screened in the glasshouse for acute O<sub>3</sub> -induced C<sub>2</sub> H<sub>4</sub> and lesions. Stomatal conductance and ACS transcripts were quantified for selected C<sub>2</sub> H<sub>4</sub> -altered lines. Six lines were field-tested for chronic O<sub>3</sub> effects. •  Ten lines produced less, and four lines produced more, acute-O<sub>3</sub> -induced C<sub>2</sub> H<sub>4</sub> than nontransformed (NT) plants. Ethylene levels did not appear to be correlated with stomatal conductance. ST-ACS4 and -5 transcript were reduced in transgenic plants, except in two C<sub>2</sub> H<sub>4</sub> over-producing lines. In the field, these C<sub>2</sub> H<sub>4</sub> over-producing lines displayed stunting and leaf rolling in charcoal-filtered (CF) air and chronic O<sub>3</sub> , and they sustained the most severe O<sub>3</sub> injury. •  When C<sub>2</sub> H<sub>4</sub> production was strongly suppressed or enhanced, corresponding reductions or increases in lesion severity were observed, suggesting a critical role for C<sub>2</sub> H<sub>4</sub> in the lesion formation process during O<sub>3</sub> stress."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology."}], "Identifier": [], "LastName": "Sinn", "ForeName": "Judith P", "Initials": "JP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology."}], "Identifier": [], "LastName": "Schlagnhaufer", "ForeName": "Carl D", "Initials": "CD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, The Pennsylvania State University, University Park, PA 16802, USA."}], "Identifier": [], "LastName": "Arteca", "ForeName": "Richard N", "Initials": "RN"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology."}], "Identifier": [], "LastName": "Pell", "ForeName": "Eva J", "Initials": "EJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arteca RN. 1982. Stimulation of auxin induced ethylene production in mung bean hypocotyl segments by 5,5′-dithiobis-2-nitrobenzoic acid. Plant and Cell Physiology 23: 309-314."}, {"Citation": "Bae GY, Nakajima N, Ishizuka K, Kondo N. 1996. The role of ozone phytotoxicity of the evolution of ethylene upon induction of 1-aminocyclopropane-1-carboxylic acid synthase by ozone fumigation in tomato plants. Plant and Cell Physiology 37: 129-134."}, {"Citation": "Bielenberg DG, Lynch JP, Pell EJ. 2001. A decline in nitrogen availability affects plants responses to ozone. New Phytologist 151: 413-425."}, {"Citation": "Cearly JA, Bolyard MG. 1997. Regeneration of Solanum tuberosum cv. Katahdin from leaf explants in vitro. American Potato Journal 74: 125-129."}, {"Citation": "Church GM, Gilbert W. 1984. Genomic sequencing. Proceedings of the National Academy of Sciences, USA 81: 1991-1995."}, {"Citation": "Destefano-Beltran LJC, Van Caeneghem W, Gielen J, Richard L, Van Montagu M, Van Der Straeten D. 1995. Characterization of three members of the ACC synthase gene family in Solanum tuberosum L. Molecular and General Genetics 246: 496-508.", "ArticleIdList": ["7891663"]}, {"Citation": "Enyedi AJ, Eckardt NA, Pell EJ. 1992. Activity of ribulose bisphosphate carboxylase/oxygenase from potato cultivars with differential response to ozone stress. New Phytologist 122: 493-500."}, {"Citation": "Grbic V, Bleecker AB. 1995. Ethylene regulates the timing of leaf senescence in Arabidopsis. Plant Journal 8: 595-602."}, {"Citation": "Kende H. 1993. Ethylene biosynthesis. Annual Review of Plant Physiology, Plant Molecular Biology 44: 283-307."}, {"Citation": "Knoester M, Linthorst HJM, Bol JF, Van Loon LC. 1997. Modulation of stress-inducible ethylene biosynthesis by sense and antisense gene expression in tobacco. Plant Science 126: 173-183."}, {"Citation": "Knoester M, Linthorst HJM, Bol JF, Van Loon LC. 2001. Involvement of ethylene in lesion development and systemic acquired resistance in tobacco during the hypersensitive reaction to tobacco mosaic virus. Physiological and Molecular Plant Pathology 59: 45-57."}, {"Citation": "Kumar A, Taylor MA, Mad Arif SA, Davies HV. 1996. Potato plants expressing antisense and sense S-adenosylmethionine decarboxylase (SAMDC) transgenes show altered levels of polyamines and ethylene: antisense plants display abnormal phenotypes. Plant Journal 9: 147-158."}, {"Citation": "Liang X, Abel S, Keller JA, Shen NF, Theologis A. 1992. The 1-aminocyclopropane-1-carboxylate synthase gene family of Arabidopsis thaliani. Proceedings of the National Academy of Sciences, USA 89: 11046-11050."}, {"Citation": "Logemann J, Schell J, Willmitzer L. 1987. Improved method for the isolation of RNA from plant tissues. Analytical Biochemistry 163: 16-20.", "ArticleIdList": ["2441623"]}, {"Citation": "Lund ST, Stall RE, Klee HJ. 1998. Ethylene regulates the susceptible response to pathogen infection in tomato. Plant Cell 10: 371-382.", "ArticleIdList": ["9501111"]}, {"Citation": "Mehlhorn H, O'Shea JM, Wellburn AR. 1991. Atmospheric ozone interacts with stress ethylene formation by plants to cause visible plant injury. Journal of Experimental Botany 42: 17-24."}, {"Citation": "Mehlhorn H, Wellburn AR. 1987. Stress ethylene formation determines plant sensitivity to ozone. Nature 327: 417-418."}, {"Citation": "Moeder W, Barry CS, Tauriainen AA, Betz C, Tuomainen J, Utriainen M, Grierson D, Sandermann H, Langebartels C, Kangasjarvi J. 2002. Ethylene synthesis regulated by biphasic induction of 1- aminocyclopropane-1-carboxylic acid synthase and 1-aminocyclopropane-1-carboxylic acid oxidase genes is required for hydrogen peroxide accumulation and cell death in ozone-exposed tomato. Plant Physiology 130: 1918-1926.", "ArticleIdList": ["12481074"]}, {"Citation": "Nakajima N, Itoh T, Takikawa S, Asai N, Tamaoki M, Aono M, Kubo A, Azumi Y, Kamada H, Saji H. 2002. Improvement in ozone tolerance of tobacco plants with an antisense DNA for 1-aminocyclopropane-1-carboxylate synthase. Plant, Cell & Environment 25: 727-735."}, {"Citation": "O'Donnell PJ, Calvert C, Atzorn R, Wasternack C, Leyser HMO, Bowles DJ. 1996. Ethylene as a signal mediating the wound response of tomato plants. Science 274: 1914-1917.", "ArticleIdList": ["8943205"]}, {"Citation": "Overmyer K, Tuominen H, Kettunen R, Betz C, Langebartels C, Sandermann H, Kangasjarvi J. 2000. Ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. Plant Cell 12: 1849-1862.", "ArticleIdList": ["11041881"]}, {"Citation": "Pell EJ, Sinn JP, Eckardt N, Vinten Johansen C, Winner WE, Mooney HA. 1993. Response of radish to multiple stresses. II. Influence of season and genotype on plant response to ozone and soil moisture deficit. New Phytologist 123: 153-163."}, {"Citation": "Pell EJ, Temple PJ, Friend AL, Mooney HA, Winner WE. 1994. Compensation as a plant response to ozone and associated stresses: an analysis of ROPIS experiments. Journal of Environmental Quality 23: 429-436."}, {"Citation": "Peng J, Wen F, Hodges TK. 1993. A rapid method for qualitative assay of both neomycin phosphotransferase II and B-glucuronidase in transgenic plants. Plant Molecular Biology Reporter 11: 38-47."}, {"Citation": "Rao MV, Lee H, Davis KR. 2002. Ozone-induced ethylene production is dependent on salicylic acid, and both salicylic acid and ethylene act in concert to regulate ozone-induced cell death. Plant Journal 32: 447-456.", "ArticleIdList": ["12445117"]}, {"Citation": "Rottmann WH, Peter GF, Oeller PW, Keller JA, Shen NF, Nagy BP, Taylor LP, Campbell AD, Theologis A. 1991. 1-Aminocyclopropane-1-carboxylate synthase in tomatoes encoded by a multigene family whose transcription is induced during fruit and floral senescence. Journal of Molecular Biology 222: 937-961.", "ArticleIdList": ["1762159"]}, {"Citation": "Schlagnhaufer CD, Arteca RN, Pell EJ. 1997. Sequential expression of two 1-aminocyclopropane-1-carboxylate synthase genes in response to biotic and abiotic stresses in potato (Solanum tuberosum L.) leaves. Plant Molecular Biology 35: 683-688.", "ArticleIdList": ["9426590"]}, {"Citation": "Spanu P, Boller T. 1989. Ethylene biosynthesis in tomato plants infected by Phytophthora infestans. Journal of Plant Physiology 134: 533-537."}, {"Citation": "Spanu P, Boller T, Kende H. 1993. Differential accumulation of transcripts of 1-aminocyclopropane-1-carboxylate synthase genes in tomato plants infected with Phytophthora infestans and in elicitor-treated tomato cell suspensions. Journal of Plant Physiology 141: 557-562."}, {"Citation": "Tamaoki M, Matsuyama T, Kanna M, Nakajima N, Kubo A, Aono M, Saji H. 2003. Differential ozone sensitivity among Arabidopsis accessions and its relevance to ethylene synthesis. Planta 216: 552-560.", "ArticleIdList": ["12569396"]}, {"Citation": "Tingey DT, Standley C, Field RW. 1976. Stress ethylene evolution: a measure of ozone effects on plants. Atmospheric Environment 10: 969-974.", "ArticleIdList": ["1008919"]}, {"Citation": "Tuomainen JE, Betz C, Kangasjarvi J, Ernst D, Yin ZH, Langebartels C, Sandermann H. 1997. Ozone induction of ethylene emission in tomato plants: regulation by differential accumulation of transcripts for the biosynthetic enzymes. Plant Journal 12: 1151-1162."}, {"Citation": "Vahala J, Ruonala R, Keinanen M, Tuominen H, Kangasjarvi J. 2003. Ethylene insensitivity modulates ozone-induced cell death in birch. Plant Physiology 132: 185-195.", "ArticleIdList": ["12746524"]}, {"Citation": "Vahala J, Schlagnhaufer CD, Pell EJ. 1998. Induction of an ACC synthase cDNA by ozone in light-grown Arabidopsis thaliana leaves. Physiologia Plantarum 103: 45-50."}, {"Citation": "Van Der Straeten D, Van Wiemeersch L, Goodman HM, Van Montagu M. 1990. Cloning and sequence of two different cDNAs encoding 1-aminocyclopropane-1-carboxylate synthase in tomato. Proceedings of the National Academy of Sciences, USA 87: 4859-4863."}, {"Citation": "Wolters A, Janssen EM, Rozeboom-Schippers MGM, Jacobsen E, Visser RGF. 1998. Composition of endogenous alleles can influence the level of antisense inhibition of granule-bound starch synthase gene expression in tetraploid potato plants. Molecular Breeding 4: 343-358."}], "Title": "References"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "3"}, {"Year": "2004", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2004", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33873564", "10.1111/j.1469-8137.2004.01172.x"]}}], "PubmedBookArticle": []}