{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Phaseolus vulgaris", "growth parameters", "open-top chambers", "ozone", "yield stimulation"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33874053", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1992.tb00053.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "122", "Issue": "1", "PubDate": {"Year": "1992", "Month": "Sep"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Yield stimulation of a commonly grown cultivar of Phaseolus vulgaris L. at near-ambient ozone concentrations.", "Pagination": {"StartPage": "63", "EndPage": "70", "MedlinePgn": "63-70"}, "Abstract": {"AbstractText": ["Seeds of Phaseolus vulgaris L. ev. Nerina were hand-sown inside open-top chambers (OTCs) in which the plants were exposed to charcoal-filtered air (CF treatment), ambient air (NF), or ambient air with added 6, 12, 18, 25 or 30 nl 1<sup>-1</sup> of ozone (NF6, NF12, NF18, NF25 and NF30 treatments, respectively). Exposure commenced as the crop emerged and continued on a daily basis until the end of the season. Ozone (O<sub>3</sub> ) was added between 10.00 and 18.00 h GMT. The seasonal 7 h mean O<sub>3</sub> concentrations ranged from 10 nl l<sup>-1</sup> in the CF treatment to 50 nl l<sup>-1</sup> in the NF30 treatment. The growth and yield of P. vulgaris ev. Nerina demonstrated two distinct responses to O<sub>3</sub> depending upon concentration. At seasonal 7 h means of 20, 26 and 32 nl l<sup>-1</sup> (NF, NF6 and NF12 treatments respectively), the yield increased relative to that of the CF treatment. The increase in yield peaked at 48% in the NF6 treatment (P < 0.05), and was associated with a 55 % increase in the maximum leaf number, longer retention of the canopy, and a 45 % increase in the number of pods present at the final harvest. In contrast, seasonal 7 h mean O<sub>3</sub> concentrations of 38, 45 and 50 nl l<sup>-1</sup> (NF18, NF25 and NF30 treatments) caused 26-42 % reductions in the yield of P. vulgaris. The leaves of such plants developed extensive symptoms of O<sub>3</sub> injury and were prematurely abscised from the plants. The reductions in yield were due to a decrease in the numbers of seeds per pod and in the weights of individual seeds."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science, University of Nottingham, Sutton Bonington, Loughborough LEI 2 5RD, UK."}], "Identifier": [], "LastName": "Sanders", "ForeName": "G E", "Initials": "GE"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science, University of Nottingham, Sutton Bonington, Loughborough LEI 2 5RD, UK."}], "Identifier": [], "LastName": "Robinson", "ForeName": "A D", "Initials": "AD"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science, University of Nottingham, Sutton Bonington, Loughborough LEI 2 5RD, UK."}], "Identifier": [], "LastName": "Geissler", "ForeName": "P A", "Initials": "PA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science, University of Nottingham, Sutton Bonington, Loughborough LEI 2 5RD, UK."}], "Identifier": [], "LastName": "Colls", "ForeName": "J J", "Initials": "JJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bennett, J. P., Resh, H. M. & Runeckles, V. C.. (1974). Apparent stimulations of plant growth by air pollutants. Canadian Journal of Botany 52, 35-41."}, {"Citation": "Bonte, J. & Mathy, P. Eds. (1989). The European Community Project on Open-Top Chambers: Results on Agricultural Crops 1987-1988. Report no. 19 in the Air Pollution Report Series of the Environmental Research Programme of the Commission of the European Communities."}, {"Citation": "Fowler, D., Cape, J. N., Leith, I. D., Paterson, I. S., Kinnaird, J. W. & Nicholson, I. A.. (1988). Effects of air filtration at small SO2 and NO2 concentrations on the yield of barley. Environmental Pollution 53, 135-149."}, {"Citation": "Fihrer, J., Egger, A., Lehnherr, B., Granjean, A. & Tschanner, W.. (1989). Effects of ozone on the yield of spring wheat (Triticum aestivum L. ev. Albis) grown in open-top field chambers. Environmental Pollution 60, 273-289."}, {"Citation": "Heagle, A. S.. (1989). Ozone and crop yield. Annual Review of Phytopathology 27, 397-423."}, {"Citation": "Heagle, A. S., Body, D. E. & Heck, W. W.. (1973). An open-top field chamber to assess the impact of air pollution on plants. Journal of Environmental Quality 2, 365-368."}, {"Citation": "Heagle, A. S., Kress, L. W., Temple, P. J., Kohut, R. J., Miller, J. E. & Heggestad, H. E.. (1988). Factors influencing ozone dose-yield response relationships in open-top field chamber studies. In: Assessment of Crop Loss from Air Pollutants (Ed. by W. W. Heck, O. C. Taylor & D. T. Tingey), pp. 141-179. Elsevier Applied Science, Amsterdam ."}, {"Citation": "Kohut, R. J. & Laurence, J. A.. (1983). Yield response of Red Kidney Bean Phaseolus vulgaris to incremental ozone concentrations in the field. Environmental Pollution (Series A) 32, 233-240."}, {"Citation": "Kress, L. W. & Miller, J. E.. (1985). Impact of ozone on field-corn yield. Canadian Journal of Botany 63, 2408-2415."}, {"Citation": "Legge, A. H., Nosal, M., McVehil, G. E. & Krupa, S. V.. (1991). Ozone and the clean troposphere: ecological implications. Environmental Pollution 70, 157-175."}, {"Citation": "McLeod, A. R. & Baker, C. K.. (1988). The use of open-field systems to assess yield response to gaseous pollutants. In: Assessment of Crop Loss from Air Pollutants (Ed. by W. W. Heck, O. C. Taylor & D. T. Tingey), pp. 141-179. Elsevier Applied Science, Amsterdam ."}, {"Citation": "McLeod, A. R., Roberts, T. M., Alexander, K. & Cribb, D. M.. (1988). Effects of open-air fumigation with sulphur dioxide on the growth and yield of winter barley. New Phytologist 109, 67-78."}, {"Citation": "Mehlhorn, H., O'shea, J. M. & Wellburn, A. R.. (1991). Atmospheric ozone interacts with stress ethylene formation by plants to cause visible plant injury. Journal of Experimental Botany 42, 17-24."}, {"Citation": "Mehlhorn, H. & Wellburn, A. R.. (1987). Stress ethylene formation determines plant sensitivity to ozone. Nature 327 (no. 6121), 417-418."}, {"Citation": "Miller, J. E., Heagle, A. S., Vozzo, S. F., Philbeck, R. B. & Heck, W. W.. (1989). Effects of ozone and water stress, separately and in combination, on soybean yield. Journal of Environmental Quality 18, 330-336."}, {"Citation": "Mulchi, C. L., Tuthill, E. L. K. & Olinick, E. V.. (1988). Influence of ozone stress on growth processes, yields and grain quality characteristics among soybean cultivars. Environmental Pollution 53, 151-169."}, {"Citation": "Oshima, R. J.. (1978). The Impact of Sulphur Dioxide on Vegetation; an SO2/O3 Response Model. California Air Resources Board, Final Report, Agreement A6-162-30."}, {"Citation": "Rawlings, J. O., Lesser, V. M. & Dassel, K. A.. (1988). Statistical approaches to assessing crop losses. In: Assessment of Crop Loss from Air Pollutants (Ed. by W. W. Heck, O. C. Taylor & D. T. Tingey), pp. 389-416. Elsevier Applied Science, Amsterdam ."}, {"Citation": "Roberts, T. M., Darrall, N. M. & Lane, P. I.. (1983). Effects of air pollutants on agriculture and forestry in the UK. Advances in Applied Biology 9, 1-142."}, {"Citation": "Sanders, G. E., Clark, A. G. & Colls, J. J.. (1991). The influence of open-top chambers on the growth and development of field bean. New Phytologist 117, 439-447."}, {"Citation": "Sanders, G. E., Colls, J. J., Clark, A. G., Galaup, S., Bonte, J. & Cantuel, J.. (1992). Phaseolus vulgaris and ozone: results from open-top chamber experiments in France and England. Agriculture, Ecosystems and Environment 38, 31-40."}, {"Citation": "Sanders, G. E., Turnbull, N. D., Clark, A. G. & Colls, J. J.. (1990). The growth and development of Vicia faba in filtered and unfiltered open-top chambers. New Phytologist 116, 67-78."}, {"Citation": "Temple, P. J., Kupper, R. S., Lennox, R. L. & Rohr, K.. (1988). Physiological and growth responses of differentially irrigated cotton to ozone. Environmental Pollution 53, 255-263."}, {"Citation": "Temple, P. J., Taylor, O. C. & Benoit, L. F.. (1985). Cotton yield responses to ozone as mediated by soil moisture and evapotranspiration. Journal of Environmental Quality 14, 55-60."}, {"Citation": "Terg. (1988). The Effects of Acid Deposition on the Terrestrial Environment in the United Kingdom. UK Terrestrial Effects Review Group, 1st report. HMSO, London ."}, {"Citation": "Wellburn, A. R.. (1990). Why are atmospheric oxides of nitrogen usually phytotoxic and not alternative fertilizers New Phytologist 115, 395-429."}], "Title": "references"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "6"}, {"Year": "1992", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1992", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33874053", "10.1111/j.1469-8137.1992.tb00053.x"]}}], "PubmedBookArticle": []}