{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33870015", "DateRevised": {"Year": "2022", "Month": "04", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "18"}], "ELocationID": ["e143", "10.1097/EE9.0000000000000143"], "Journal": {"ISSN": "2474-7882", "JournalIssue": {"Volume": "5", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Environmental epidemiology (Philadelphia, Pa.)", "ISOAbbreviation": "Environ Epidemiol"}, "ArticleTitle": "Ambient air pollution exposure and radiographic pulmonary vascular volumes.", "Pagination": {"StartPage": "e143", "MedlinePgn": "e143"}, "Abstract": {"AbstractText": ["Exposure to higher levels of ambient air pollution is a known risk factor for cardiovascular disease but long-term effects of pollution exposure on the pulmonary vessels are unknown.", "Among 2428 Framingham Heart Study participants who underwent chest computed tomography (CT) between 2008 and 2011, pulmonary vascular volumes were calculated by image analysis, including the total vascular volume and small vessel volume (cross-sectional area <5 mm<sup>2</sup>; BV5 defined as small vessel volume). Using spatiotemporal models and participant home address, we assigned 1-year (2008) and 5-year (2004-2008) average concentrations of fine particulate matter (PM<sub>2.5</sub>), elemental carbon (EC), and ground-level ozone (O<sub>3</sub>), and distance to major roadway. We examined associations of 1- and 5-year exposures, and distance to road, with CT vascular volumes using multivariable linear regression models.", "There was a consistent negative association of higher O<sub>3</sub> with lower small vessel volumes, which persisted after adjustment for distance to road. Per interquartile range (IQR) of 2008 O<sub>3</sub>, BV5 was 0.34 mL lower (95% confidence intervals [CI], -0.61 to -0.06; <i>P</i> = 0.02), with similar results for 5-year exposure. One-year EC exposure and closer proximity to road were weakly associated with small vessel volumes; BV5 was 0.18 mL higher per IQR of 2008 EC (95% CI, -0.05 to 0.42; <i>P</i> = 0.13) and 0.40 mL higher per IQR closer proximity to road (95% CI: -0.10 to 0.89; <i>P</i> = 0.12). PM<sub>2.5</sub> was not associated with small vascular volumes; BV5 was 0.26 mL lower per IQR of 2008 PM<sub>2.5</sub> (95% CI: -0.68 to 0.16; <i>P</i> = 0.22).", "Among community-dwelling adults living in the northeastern United States, higher exposure to O<sub>3</sub> was associated with lower small pulmonary vessel volumes on CT."], "CopyrightInformation": "Copyright © 2021 The Authors. Published by Wolters Kluwer Health, Inc. on behalf of The Environmental Epidemiology. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary, Critical Care and Sleep Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."}], "LastName": "Synn", "ForeName": "Andrew J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."}], "LastName": "Byanova", "ForeName": "Katerina L", "Initials": "KL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Li", "ForeName": "Wenyuan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Channing Division of Network Medicine, Brigham and Women's Hospital, Boston, Massachusetts."}], "LastName": "Gold", "ForeName": "Diane R", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vanke School of Public Health, Tsinghua University, Beijing, China."}], "LastName": "Di", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Environmental Development, Ben-Gurion University of the Negev, Beer-Sheva, Israel."}], "LastName": "Kloog", "ForeName": "Itai", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Radiology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."}], "LastName": "San José Estépar", "ForeName": "Raúl", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pulmonary and Critical Care Division, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "The NHLBI's Framingham Heart Study, Framingham, Massachusetts."}], "LastName": "Washko", "ForeName": "George R", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The NHLBI's Framingham Heart Study, Framingham, Massachusetts."}, {"Identifier": [], "Affiliation": "Pulmonary Center, Boston University School of Medicine, Boston, Massachusetts."}], "LastName": "O'Connor", "ForeName": "George T", "Initials": "GT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Mittleman", "ForeName": "Murray A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary, Critical Care and Sleep Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."}], "LastName": "Rice", "ForeName": "Mary B", "Initials": "MB"}], "GrantList": [{"GrantID": "K23 ES026204", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL116473", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Epidemiol", "NlmUniqueID": "101719527", "ISSNLinking": "2474-7882"}, "CoiStatement": "The authors declare that they have no conflicts of interest with regard to the content of this report."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Miller KA, Siscovick DS, Sheppard L, et al. . Long-term exposure to air pollution and incidence of cardiovascular events in women. N Engl J Med. 2007; 356:447–458", "ArticleIdList": ["17267905"]}, {"Citation": "Kim H, Kim J, Kim S, et al. . Cardiovascular effects of long-term exposure to air pollution: a population-based study with 900 845 person-years of follow-up. J Am Heart Assoc. 2017; 6:e007170.", "ArticleIdList": ["PMC5721790", "29118034"]}, {"Citation": "Adar SD, Sheppard L, Vedal S, et al. . Fine particulate air pollution and the progression of carotid intima-medial thickness: a prospective cohort study from the multi-ethnic study of atherosclerosis and air pollution. PLoS Med. 2013; 10:e1001430.", "ArticleIdList": ["PMC3637008", "23637576"]}, {"Citation": "Lund AK, Lucero J, Lucas S, et al. . Vehicular emissions induce vascular MMP-9 expression and activity associated with endothelin-1-mediated pathways. Arterioscler Thromb Vasc Biol. 2009; 29:511–517", "ArticleIdList": ["PMC4103743", "19150882"]}, {"Citation": "Sun Q, Wang A, Jin X, et al. . Long-term air pollution exposure and acceleration of atherosclerosis and vascular inflammation in an animal model. JAMA. 2005; 294:3003–3010", "ArticleIdList": ["16414948"]}, {"Citation": "Pope CA, 3rd, Burnett RT, Thurston GD, et al. . Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004; 109:71–77", "ArticleIdList": ["14676145"]}, {"Citation": "Newby DE, Mannucci PM, Tell GS, et al. ; ESC Working Group on Thrombosis, European Association for Cardiovascular Prevention and Rehabilitation; ESC Heart Failure Association. Expert position paper on air pollution and cardiovascular disease. Eur Heart J. 2015; 36:83–93b", "ArticleIdList": ["PMC6279152", "25492627"]}, {"Citation": "Mills NL, Donaldson K, Hadoke PW, et al. . Adverse cardiovascular effects of air pollution. Nat Clin Pract Cardiovasc Med. 2009; 6:36–44", "ArticleIdList": ["19029991"]}, {"Citation": "Carey IM, Atkinson RW, Kent AJ, van Staa T, Cook DG, Anderson HR. Mortality associations with long-term exposure to outdoor air pollution in a national English cohort. Am J Respir Crit Care Med. 2013; 187:1226–1233", "ArticleIdList": ["PMC3734610", "23590261"]}, {"Citation": "Huang YC, Ghio AJ. Vascular effects of ambient pollutant particles and metals. Curr Vasc Pharmacol. 2006; 4:199–203", "ArticleIdList": ["16842137"]}, {"Citation": "Grigg J. Where do inhaled fossil fuel-derived particles go? Am J Respir Crit Care Med. 2017; 196:804–806", "ArticleIdList": ["28753386"]}, {"Citation": "Maron BA, Hess E, Maddox TM, et al. . Association of borderline pulmonary hypertension with mortality and hospitalization in a large patient cohort: insights from the veterans affairs clinical assessment, reporting, and tracking program. Circulation. 2016; 133:1240–1248", "ArticleIdList": ["PMC4811678", "26873944"]}, {"Citation": "Douschan P, Kovacs G, Avian A, et al. . Mild elevation of pulmonary arterial pressure as a predictor of mortality. Am J Respir Crit Care Med. 2018; 197:509–516", "ArticleIdList": ["29099619"]}, {"Citation": "Huston JH, Maron BA, French J, et al. . Association of mild echocardiographic pulmonary hypertension with mortality and right ventricular function. JAMA Cardiol. 2019; 4:1112–1121", "ArticleIdList": ["PMC6751783", "31532457"]}, {"Citation": "Lemos M, Mohallen SV, Macchione M, et al. . Chronic exposure to urban air pollution induces structural alterations in murine pulmonary and coronary arteries. Inhal Toxicol. 2006; 18:247–253", "ArticleIdList": ["22397321"]}, {"Citation": "Rodriguez Ferreira Rivero DH, Castro Soares SR, Lorenzi-Filho G, et al. . Acute cardiopulmonary alterations induced by fine particulate matter of São Paulo, Brazil. Toxicol Sci. 2005; 85:898–905", "ArticleIdList": ["15746007"]}, {"Citation": "Batalha JR, Saldiva PH, Clarke RW, et al. . Concentrated ambient air particles induce vasoconstriction of small pulmonary arteries in rats. Environ Health Perspect. 2002; 110:1191–1197", "ArticleIdList": ["PMC1241105", "12460797"]}, {"Citation": "Wauters A, Vicenzi M, De Becker B, et al. . At high cardiac output, diesel exhaust exposure increases pulmonary vascular resistance and decreases distensibility of pulmonary resistive vessels. Am J Physiol Heart Circ Physiol. 2015; 309:H2137–H2144", "ArticleIdList": ["26497960"]}, {"Citation": "Barath S, Langrish JP, Lundbäck M, et al. . Short-term exposure to ozone does not impair vascular function or affect heart rate variability in healthy young men. Toxicol Sci. 2013; 135:292–299", "ArticleIdList": ["PMC3807622", "23872581"]}, {"Citation": "Calderón-Garcidueñas L, Vincent R, Mora-Tiscareño A, et al. . Elevated plasma endothelin-1 and pulmonary arterial pressure in children exposed to air pollution. Environ Health Perspect. 2007; 115:1248–1253", "ArticleIdList": ["PMC1940106", "17687455"]}, {"Citation": "Sofianopoulou E, Kaptoge S, Gräf S, et al. . Traffic exposures, air pollution and outcomes in pulmonary arterial hypertension: a UK cohort study analysis. Eur Respir J. 2019; 53:1801429.", "ArticleIdList": ["30923185"]}, {"Citation": "Aaron CP, Hoffman EA, Kawut SM, et al. . Ambient air pollution and pulmonary vascular volume on computed tomography: the MESA Air Pollution and Lung cohort studies. Eur Respir J. 2019; 53:1802116.", "ArticleIdList": ["PMC6910868", "31167881"]}, {"Citation": "Synn AJ, Zhang C, Washko GR, et al. . Cigarette smoke exposure and radiographic pulmonary vascular morphology in the Framingham Heart Study. Ann Am Thorac Soc. 2019; 16:698–706", "ArticleIdList": ["PMC6543477", "30714821"]}, {"Citation": "Synn AJ, Li W, San José Estépar R, et al. . Radiographic pulmonary vessel volume, lung function, and airways disease in the Framingham Heart Study. Eur Respir J. 2019; 54:1900408.", "ArticleIdList": ["PMC7173739", "31248956"]}, {"Citation": "Rice MB, Li W, Dorans KS, et al. . Exposure to traffic emissions and fine particulate matter and computed tomography measures of the lung and airways. Epidemiology. 2018; 29:333–341", "ArticleIdList": ["PMC6095201", "29384790"]}, {"Citation": "Kloog I, Chudnovsky AA, Just AC, et al. . A new hybrid spatio-temporal model for estimating daily multi-year PM2.5 concentrations across Northeastern USA using high resolution aerosol optical depth data. Atmos Environ (1994). 2014; 95:581–590", "ArticleIdList": ["PMC5621749", "28966552"]}, {"Citation": "Di Q, Koutrakis P, Schwartz J. A hybrid prediction model for PM2.5 mass and components using a chemical transport model and land use regression. Atmos Environ. 2016; 131:390–399"}, {"Citation": "Bey I, Jacob DJ, Yantosca RM, et al. . Global modeling of tropospheric chemistry with assimilated meteorology: model description and evaluation. J Geophys Res Atmos. 2001; 106D1923073–23095"}, {"Citation": "Rice MB, Li W, Schwartz J, et al. . Ambient air pollution exposure and risk and progression of interstitial lung abnormalities: the Framingham Heart Study. Thorax. 2019; 74:1063–1069", "ArticleIdList": ["PMC7136036", "31391318"]}, {"Citation": "Di Q, Rowland S, Koutrakis P, Schwartz J. A hybrid model for spatially and temporally resolved ozone exposures in the continental United States. J Air Waste Manag Assoc. 2017; 67:39–52", "ArticleIdList": ["PMC5741295", "27332675"]}, {"Citation": "Rice MB, Ljungman PL, Wilker EH, et al. . Long-term exposure to traffic emissions and fine particulate matter and lung function decline in the Framingham heart study. Am J Respir Crit Care Med. 2015; 191:656–664", "ArticleIdList": ["PMC4384780", "25590631"]}, {"Citation": "Estépar RS, Kinney GL, Black-Shinn JL, et al. ; COPDGene Study. Computed tomographic measures of pulmonary vascular morphology in smokers and their clinical implications. Am J Respir Crit Care Med. 2013; 188:231–239", "ArticleIdList": ["PMC3778757", "23656466"]}, {"Citation": "Ash SY, Rahaghi FN, Come CE, et al. ; SARP Investigators. Pruning of the pulmonary vasculature in asthma. The Severe Asthma Research Program (SARP) Cohort. Am J Respir Crit Care Med. 2018; 198:39–50", "ArticleIdList": ["PMC6034125", "29672122"]}, {"Citation": "Shin HH, Parajuli RP, Gogna P, Maquiling A, Dehghani P. Pollutant-sex specific differences in respiratory hospitalization and mortality risk attributable to short-term exposure to ambient air pollution. Sci Total Environ. 2021; 755pt 2143135.", "ArticleIdList": ["33168238"]}, {"Citation": "Rice MB, Ljungman PL, Wilker EH, et al. . Short-term exposure to air pollution and lung function in the Framingham Heart Study. Am J Respir Crit Care Med. 2013; 188:1351–1357", "ArticleIdList": ["PMC3919078", "24200465"]}, {"Citation": "Bloomer BJ, Vinnikov KY, Dickerson RR. Changes in seasonal and diurnal cycles of ozone and temperature in the eastern U.S. Atmos Environ. 2010; 44:2543–2551"}, {"Citation": "Li W, Dorans KS, Wilker EH, et al. . Short-term exposure to ambient air pollution and biomarkers of systemic inflammation: the Framingham Heart Study. Arterioscler Thromb Vasc Biol. 2017; 37:1793–1800", "ArticleIdList": ["PMC5570664", "28751572"]}, {"Citation": "McConnell R, Berhane K, Yao L, Lurmann FW, Avol E, Peters JM. Predicting residential ozone deficits from nearby traffic. Sci Total Environ. 2006; 363:166–174", "ArticleIdList": ["16095670"]}, {"Citation": "Arjomandi M, Wong H, Donde A, et al. . Exposure to medium and high ambient levels of ozone causes adverse systemic inflammatory and cardiac autonomic effects. Am J Physiol Heart Circ Physiol. 2015; 308:H1499–H1509", "ArticleIdList": ["PMC4469877", "25862833"]}, {"Citation": "Devlin RB, Duncan KE, Jardim M, Schmitt MT, Rappold AG, Diaz-Sanchez D. Controlled exposure of healthy young volunteers to ozone causes cardiovascular effects. Circulation. 2012; 126:104–111", "ArticleIdList": ["22732313"]}, {"Citation": "Bourdrel T, Bind MA, Béjot Y, Morel O, Argacha JF. Cardiovascular effects of air pollution. Arch Cardiovasc Dis. 2017; 110:634–642", "ArticleIdList": ["PMC5963518", "28735838"]}, {"Citation": "Xia Y, Niu Y, Cai J, et al. . Effects of personal short-term exposure to ambient ozone on blood pressure and vascular endothelial function: a mechanistic study based on DNA methylation and metabolomics. Environ Sci Technol. 2018; 52:12774–12782", "ArticleIdList": ["30259740"]}, {"Citation": "Chuang GC, Yang Z, Westbrook DG, et al. . Pulmonary ozone exposure induces vascular dysfunction, mitochondrial damage, and atherogenesis. Am J Physiol Lung Cell Mol Physiol. 2009; 297:L209–L216", "ArticleIdList": ["PMC2742788", "19395667"]}, {"Citation": "Kodavanti UP, Thomas R, Ledbetter AD, et al. . Vascular and cardiac impairments in rats inhaling ozone and diesel exhaust particles. Environ Health Perspect. 2011; 119:312–318", "ArticleIdList": ["PMC3059992", "20980218"]}, {"Citation": "Balmes JR, Arjomandi M, Bromberg PA, et al. . Ozone effects on blood biomarkers of systemic inflammation, oxidative stress, endothelial function, and thrombosis: the Multicenter Ozone Study in oldEr Subjects (MOSES). PLoS One. 2019; 14:e0222601.", "ArticleIdList": ["PMC6760801", "31553765"]}, {"Citation": "Srebot V, Gianicolo EA, Rainaldi G, Trivella MG, Sicari R. Ozone and cardiovascular injury. Cardiovasc Ultrasound. 2009; 7:30.", "ArticleIdList": ["PMC2706799", "19552797"]}, {"Citation": "Paffett ML, Zychowski KE, Sheppard L, et al. . Ozone inhalation impairs coronary artery dilation via intracellular oxidative stress: evidence for serum-borne factors as drivers of systemic toxicity. Toxicol Sci. 2015; 146:244–253", "ArticleIdList": ["PMC4607748", "25962394"]}, {"Citation": "Robertson S, Colombo ES, Lucas SN, et al. . CD36 mediates endothelial dysfunction downstream of circulating factors induced by O3 exposure. Toxicol Sci. 2013; 134:304–311", "ArticleIdList": ["PMC3707435", "23650127"]}, {"Citation": "Brook RD, Brook JR, Urch B, Vincent R, Rajagopalan S, Silverman F. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002; 105:1534–1536", "ArticleIdList": ["11927516"]}, {"Citation": "Day DB, Xiang J, Mo J, et al. . Association of ozone exposure with cardiorespiratory pathophysiologic mechanisms in healthy adults. JAMA Intern Med. 2017; 177:1344–1353", "ArticleIdList": ["PMC5710579", "28715576"]}, {"Citation": "Mirowsky JE, Carraway MS, Dhingra R, et al. . Ozone exposure is associated with acute changes in inflammation, fibrinolysis, and endothelial cell function in coronary artery disease patients. Environ Health. 2017; 16:126.", "ArticleIdList": ["PMC5697214", "29157250"]}, {"Citation": "Wang M, Sampson PD, Sheppard LE, Stein JH, Vedal S, Kaufman JD. Long-term exposure to ambient ozone and progression of subclinical arterial disease: the Multi-Ethnic Study of atherosclerosis and air pollution. Environ Health Perspect. 2019; 127:57001.", "ArticleIdList": ["PMC6791411", "31063398"]}, {"Citation": "Gong H, Jr, Wong R, Sarma RJ, et al. . Cardiovascular effects of ozone exposure in human volunteers. Am J Respir Crit Care Med. 1998; 158:538–546", "ArticleIdList": ["9700133"]}, {"Citation": "Aggarwal S, Gross CM, Sharma S, Fineman JR, Black SM. Reactive oxygen species in pulmonary vascular remodeling. Compr Physiol. 2013; 3:1011–1034", "ArticleIdList": ["PMC3907081", "23897679"]}, {"Citation": "Wiegman CH, Li F, Clarke CJ, et al. . A comprehensive analysis of oxidative stress in: the ozone-induced lung inflammation mouse: model. Clin Sci. 2014; 126:425–440", "ArticleIdList": ["24040961"]}, {"Citation": "Han S, Bian H, Feng Y, et al. . Analysis of the relationship between O3, NO and NO2 in Tianjin, China. Aerosol Air Qual Res. 2011; 11:128–139"}, {"Citation": "Zhang JJ, Wei Y, Fang Z. Ozone pollution: a major health hazard worldwide. Front Immunol. 2019; 10:2518.", "ArticleIdList": ["PMC6834528", "31736954"]}, {"Citation": "Johnson E. Cars and ground-level ozone: how do fuels compare? Eur Transp Res Rev. 2017; 9:47"}, {"Citation": "Munir S, Chen H, Ropkins K. Modelling the impact of road traffic on ground level ozone concentration using a quantile regression approach. Atmos Environ. 2012; 60:283–291"}, {"Citation": "Synn AJ, Li W, Hunninghake GM, et al. . Vascular pruning on CT and interstitial lung abnormalities in the Framingham Heart Study. Chest. 2021; 159:663–672", "ArticleIdList": ["PMC7856535", "32798523"]}, {"Citation": "Synn AJ, Li W, San José Estépar R, et al. . Pulmonary vascular pruning on computed tomography and risk of death in the Framingham Heart Study. Am J Respir Crit Care Med. 2021; 203:251–254", "ArticleIdList": ["PMC7874407", "32926788"]}, {"Citation": "Washko GR, Nardelli P, Ash SY, et al. . Arterial vascular pruning, right ventricular size, and clinical outcomes in chronic obstructive pulmonary disease. A Longitudinal Observational Study. Am J Respir Crit Care Med. 2019; 200:454–461", "ArticleIdList": ["PMC6701031", "30758975"]}, {"Citation": "Rahaghi FN, Winkler T, Kohli P, et al. . Quantification of the pulmonary vascular response to inhaled nitric oxide using noncontrast computed tomography imaging. Circ Cardiovasc Imaging. 2019; 12:8338", "ArticleIdList": ["PMC6446915", "30632391"]}, {"Citation": "Rahaghi FN, Argemí G, Nardelli P, et al. . Pulmonary vascular density: comparison of findings on computed tomography imaging with histology. Eur Respir J. 2019; 54:1900370.", "ArticleIdList": ["PMC7007984", "31196942"]}, {"Citation": "Rau JA. Composition and size distribution of residential wood smoke particles. Aerosol Sci Technol. 1989; 10:181–192"}, {"Citation": "Gondim FL, Moura MF, Ferreira RM, et al. . Exposure to total particulate matter obtained from combustion of diesel vehicles (EURO 3 and EURO 5): effects on the respiratory systems of emphysematous mice. Environ Toxicol Pharmacol. 2021; 83:103583.", "ArticleIdList": ["33434645"]}, {"Citation": "Ge C, Peters S, Olsson A, et al. . Diesel engine exhaust exposure, smoking, and lung cancer subtype risks. A pooled exposure-response analysis of 14 case-control studies. Am J Respir Crit Care Med. 2020; 202:402–411", "ArticleIdList": ["PMC7465091", "32330395"]}, {"Citation": "Bodduluri S, Reinhardt JM, Hoffman EA, Newell JD, Jr, Bhatt SP. Recent advances in computed tomography imaging in chronic obstructive pulmonary disease. Ann Am Thorac Soc. 2018; 15:281–289", "ArticleIdList": ["PMC5880521", "28812906"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "29"}, {"Year": "2021", "Month": "2", "Day": "12"}, {"Year": "2021", "Month": "4", "Day": "19", "Hour": "6", "Minute": "39"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["33870015", "PMC8043731", "10.1097/EE9.0000000000000143"]}}], "PubmedBookArticle": []}