{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Chlorophyll", "exposure dynamics", "leaf age", "open-top chambers", "ozone, clover"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33874548", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1995.tb04306.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "129", "Issue": "2", "PubDate": {"Year": "1995", "Month": "Feb"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Clover as an indicator plant for phytotoxic ozone concentrations: visible injury in relation to species, leaf age and exposure dynamics.", "Pagination": {"StartPage": "355", "EndPage": "365", "MedlinePgn": "355-365"}, "Abstract": {"AbstractText": ["Visible ozone injury on leaves of three clover species was investigated in relation to species, leaf age and exposure dynamics. It was shown that ozone episodes in south-west Sweden cause visible injury to subterranean clover (Trifolium subterraneum L.), white clover (Trifolium repens L.) and red clover (Trifolium pratense L.). Trifolium subterranean was most sensitive to ozone, whilst T. pratense was least sensitive. Application of the anti-ozonant, ethylenediurea (EDU), reduced the extent of visible ozone injury, but did not give complete protection with the concentrations used. Similarly, filtration of the air reduced the extent of visible injury in T. subterraneum enclosed in open-top chambers. EDU-treated plants of T. subterranean accumulated more biomass than the non-EDU treated plants after a period with rather high ozone concentrations, while the opposite occurred for T. pratense. Experiments with T. subterraneum in open-top chambers also showed that older leaves were more sensitive to ozone than younger leaves and that a shorter period with higher ozone concentrations produced more ozone injury than a longer period with lower ozone concentrations, although the two periods had the same number of ppb-hours."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Karlsson", "ForeName": "G Pihl", "Initials": "GP"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, Institute of Botany, University of Göteborg, Carl Skottsbergs Gata 22, S-413 19 Göteborg, Sweden."}], "Identifier": [], "LastName": "Selldén", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Skärby", "ForeName": "L", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Pleijel", "ForeName": "H", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arnon DI. 1949. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiology 24: 1-5."}, {"Citation": "Becker K, Saurer M, Egger A, Fuhrer J. 1989. Sensitivity of white clover to ambient ozone in Switzerland. New Phytologist 112: 235-243."}, {"Citation": "Carnahan JE, Jenner EL, Wat EKW. 1978. Prevention of ozone injury to plants by a new protectant chemical. Phytopathology 68, 1225-1229."}, {"Citation": "Fowler D, Cape JN, Leith ID, Paterson IS, Kinnaird JW, Nicholson IA. 1988. Effects of air filtration at small SO2 and NO2 concentrations on the yield of barley. Environmental Pollution 53: 135-149."}, {"Citation": "Fuhrer J, Perler R, Shariat-Madari H. 1993. Growth and gas exchange characteristics of two clones of white clover Trifolium repens L. differing in ozone sensitivity. Angewandte Botanik 67: 163-167."}, {"Citation": "Heagle AS, Kress LW, Temple PJ, Kohut RJ, Miller JE, Heggestad HE. 1988. Factors influencing ozone dose. Yield response relationship in open-op field chambers studies. In: Heck WW, Taylor OC, Tingey DT, eds. Assessment of crop loss from air pollutants. London, New York : Elsevier Applied Science."}, {"Citation": "Heagle A, Miller JE, Sherrill DE, Rawlings JO. 1993. Effects of ozone and carbon dioxide mixtures on two clones of white clover. New Phytologist 123: 751-762."}, {"Citation": "Heagle A, Rebbeck J, Shafer SR, Blum U, Heck WW. 1989. Effects of long-term O3 exposure and soil moisture deficit on growth of a ladino clover-tall fescue pasture. Phytopathology 79: 128-136."}, {"Citation": "Heath RL. 1975. Ozone. Responses of plants to air pollution. In: Mudd JB, Kozlowski TT. eds. Physiological ecology. Academic Press, 23-56."}, {"Citation": "Heggestad HE. 1991. Origin of Bel-W3, Bel-C and Bel-B tobacco varieties and their use as indicators of ozone. Environmental Pollution 74, 264-291."}, {"Citation": "Kostka-Rick R, Manning WJ. 1993. Dose-response studies with ethylenediurea (EDU) and radish. Environmental Pollution 79, 249-260."}, {"Citation": "Lee EH, Chen CM. 1982. Studies on the mechanism of ozone tolerance: Cytokinin-like activity of N-[2-(2-oxo-1-imidazolidinyl)ethyl] -N'-phenylurea, a compound protecting against ozone injury. Physiologia Plantarum 56, 486-491."}, {"Citation": "Lee EH, Tingey DT, Hogsett WE. 1988. Evaluation of ozone exposure indicies in exposure-response modelling. Environmental Pollution 53, 43-62."}, {"Citation": "Lüthy-Krause B, Bleuler P, Landolt W. 1989. Black poplar and red clover as bioindicators for ozone at a forest site. Angewandte Botanik 63, 111-118."}, {"Citation": "Pleijel H, Ahlfors A, Skärby L, Pihl G, Selldén G, Sjödin A. 1994. Effects of air pollutant emissions from a rural motorway on Petunia and Trifolium. The Science of the Total Environment 146/147, 117-123."}, {"Citation": "Pleijel H, Wallin G, Karlsson PE, Skärby L, Selldén G. 1994. Ozone deposition to an oat crop (Avena sativa L.) grown in open-top chambers and in the ambient air. Atmospheric Environment (in the press)."}, {"Citation": "Sanders G, Balls G, Booth C. 1993. Ozone critical levels for agricultural crops. Analysis and interpretation of the results from the UN-ECE International Cooperative Programme for crops. In: Fuhrer J, Achermann B, eds. Critical levels for ozone. UN-ECE workshop report No. 16. Liebfeld-Bern : Swiss Federal Research Station for Agricultural Chemistry and Environmental Hygiene."}, {"Citation": "Snedecor GW, Cochran WG. 1967. Statistical methods, 6th edn. Iowa State University Press."}, {"Citation": "UNECE. 1990. Minutes of the fourth meeting of the programme task force, 28 November-1 December 1990, Bechyne, Czechoslovakia."}], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "8"}, {"Year": "1995", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1995", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33874548", "10.1111/j.1469-8137.1995.tb04306.x"]}}], "PubmedBookArticle": []}