{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["carbohydrate signaling", "carbon allocation", "rhizodeposition", "roots", "soil processes", "source-sink balance", "symbionts", "tropospheric ozone"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33873636", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1046/j.1469-8137.2003.00674.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "157", "Issue": "2", "PubDate": {"Year": "2003", "Month": "Feb"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Source-sink balance and carbon allocation below ground in plants exposed to ozone.", "Pagination": {"StartPage": "213", "EndPage": "228", "MedlinePgn": "213-228"}, "Abstract": {"AbstractText": ["The role of tropospheric ozone in altering plant growth and development has been the subject of thousands of publications over the last several decades. Still, there is limited understanding regarding the possible effects of ozone on soil processes. In this review, the effects of ozone are discussed using the flow of carbon from the atmosphere, through the plant to soils, and back to the atmosphere as a framework. A conceptual model based on carbohydrate signaling is used to illustrate physiological changes in response to ozone, and to discuss possible feedbacks that may occur. Despite past emphasis on above-ground effects, ozone has the potential to alter below-ground processes and hence ecosystem characteristics in ways that are not currently being considered. Contents Summary 213 I. Introduction 213 II. Source-sink model: carbohydrate signaling 214 III. Effect of ozone on above-ground sources and sinks 216 IV. Decreased allocation below ground 218 V. Carbon flux to soils 220 VI. Soil food web 223 VII. Summary, conclusions and future research 223 Acknowledgements 223 References 223."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Western Ecology Division, National Health and Environmental Effects Research Laboratory, Office of Research and Development, US Environmental Protection Agency, 200 SW 35th St, Corvallis, Oregon 97333, USA."}], "Identifier": [], "LastName": "Andersen", "ForeName": "Christian P", "Initials": "CP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams MB, O'Neill EG. 1991. Effects of ozone and acidic deposition on carbon allocation and mycorrhizal colonization of Pinus Taeda L. Seedlings Forest Science 37: 5-16."}, {"Citation": "Aiken RM, Smucker AJM. 1996. Root system regulation of whole plant growth. Annual Review of Phytopathology 34: 325-346."}, {"Citation": "Alscher RG, Amthor JS. 1988. The physiology of free-radical scavenging: maintenance and repair processes. In: Schulte-Hostede, S, Darrall NM, Blank LW, Wellburn AR, eds. Air Pollution and Plant Metabolism. London, UK: Elsevier Applied Science, 94-115."}, {"Citation": "Amthor JS. 1988. Growth and maintenance respiration in leaves of bean (Phaseolus vulgaris L.) Exposed to ozone in open-top chambers in the field. New Phytologist 110: 319-325."}, {"Citation": "Amthor JS, Cumming JR. 1988. Low levels of ozone increase bean leaf maintenance respiration. Canadian Journal of Botany 66: 724-726."}, {"Citation": "Andersen CP, Hogsett WE, Plocher M, Rodecap K, Lee EH. 2001. Blue-wild-rye grass competition increases the effect of ozone on ponderosa pine seedlings. Tree Physiology 21: 319-327.", "ArticleIdList": ["11262923"]}, {"Citation": "Andersen CP, Hogsett WE, Wessling R, Plocher M. 1991. Ozone decreases spring root growth and root carbohydrate content in ponderosa pine the year following exposure. Canadian Journal of Forest Research 21: 1288-1291."}, {"Citation": "Andersen CP, Rygiewicz PT. 1991. Stress interactions and mycorrhizal plant response: understanding carbon allocation priorities. Environmental Pollution 73: 217-244."}, {"Citation": "Andersen CP, Rygiewicz PT. 1995. Allocation of carbon in mycorrhizal Pinus ponderosa seedlings exposed to ozone. New Phytologist 131: 471-480."}, {"Citation": "Andersen CP, Scagel CF. 1997. Nutrient availability alters belowground respiration of ozone-exposed ponderosa pine. Tree Physiology 17: 377-387."}, {"Citation": "Andersen CP, Wilson R, Plocher M, Hogsett WE. 1997. Carry-over effects of ozone on root growth and carbohydrate concentrations of ponderosa pine seedlings. Tree Physiology 17: 805-811."}, {"Citation": "Beckerson DW, Hofstra G. 1979. Stomatal responses of white bean to O3 and SO2 singly or in combination. Atmospheric Environment 13: 33-35."}, {"Citation": "Bell JNB, Cox RA. 1975. Atmospheric ozone and plant damage in the United Kingdom. Environmental Pollution 8: 163-170."}, {"Citation": "Bender J, Weigel HJ, Jäger HJ. 1990. Regression analysis to describe yield and metabolic responses of beans (Phaseolus vulgaris) to chronic ozone stress. Angewandte Botanik 64: 329-343."}, {"Citation": "Berg B, Staaf H. 1980. Decomposition rate and chemical changes of Scots pine needle slitter. II. Influence of chemical composition. Ecological Bulletin 32: 373-390."}, {"Citation": "Bever JD, Westover KM, Antonovics J. 1997. Incorporating the soil community into plant population dynamics: the utility of the feedback approach. Journal of Ecology 85: 561-573."}, {"Citation": "Beyers JL, Riechers GH, Temple PJ. 1992. Effects of long-term ozone exposure and drought on the photosynthetic capacity of ponderosa pine (Pinus ponderosa Laws.). New Phytologist 122: 81-90."}, {"Citation": "Bidartondo MI, Ek H, Wallander H, Söderström B. 2001. Do nutrient additions alter carbon sink strength of ectomycorrhizal fungi? New Phytologist 151: 543-550."}, {"Citation": "Bjorkman E. 1970. Mycorrhiza and tree nutrition in poor forest soils. Studia Forestalia Succica 83: 1-24."}, {"Citation": "Blum U, Tingey DT. 1977. A study of the potential ways in which ozone could reduce root growth and nodulation of soybean. Atmospheric Environment 11: 737-739."}, {"Citation": "Boerner REJ, Rebbeck J. 1995. Decomposition and nitrogen release from leaves of three hardwood species grown under elevated O3 and/or CO2. Plant and Soil 170: 149-157."}, {"Citation": "Cardon ZG, Hungate BA, Cambardella CA, Chapin FS, III Field CB, Holland EA, Mooney HA. 2001. Contrasting effects of elevated CO2 on old and new soil carbon pools. Soil Biology and Biochemistry 33: 365-373."}, {"Citation": "Cardoso-Vilhena J, Barnes J. 2001. Does nitrogen supply affect the response of wheat (Triticum aestivum cv. Hanno) to the combination of elevated CO2 and O3? Journal of Experimental Botany 52: 1901-1911.", "ArticleIdList": ["11520879"]}, {"Citation": "Coleman MD, Dickson RE, Isebrands JG, Karnosky DF. 1996. Root growth and physiology of potted and field-grown trembling aspen exposed to tropospheric ozone. Tree Physiology 16: 145-152."}, {"Citation": "Cooley DR, Manning WJ. 1987. The impact of ozone on assimilate partitioning in plants: a review. Environmental Pollution 47: 95-113."}, {"Citation": "Daines RH, Leone IA, Brennan E. 1960. Air pollution as it affects agriculture in New Jersey. Bulletin no. 794. New Brunswick, NJ, USA: New Jersey Agricultural Experiment Station, Rutgers."}, {"Citation": "Dann MS, Pell EJ. 1989. Decline of activity and quantity of ribulose bisphosphate carboxylase/oxygenase and net photosynthesis in ozone-treated potato foliage. Plant Physiology 91: 427-432."}, {"Citation": "Dizengremel P. 2001. Effects of ozone on the carbon metabolism of forest trees. Plant Physiology and Biochemistry 39: 729-742."}, {"Citation": "Van Den Driessche R. 1978. Seasonal changes in root growth capacity and carbohydrates in red pine and white spruce nursery seedlings. In: Riedacker A, Gagnaire-Michard, J, eds. Proceedings of the IUFRO symposium on root physiology and symbiosis Nancy, France. Washington DC, USA: IUFRO, 6-19."}, {"Citation": "Van Den Driessche R. 1991. New root growth of Douglas-fir seedlings at low carbon dioxide concentration. Tree Physiology 8: 289-295."}, {"Citation": "Drogoudi PD, Ashmore MR. 2001. 14C-allocation of flowering and deblossomed strawberry in response to elevated ozone. New Phytologist 152: 455-461."}, {"Citation": "Duriscoe DM, Stolte KW. 1989. Photochemical oxidant injury to ponderosa pine (Pinus ponderosa Laws.) and Jeffrey pine (Pinus jeffreyi Grev. & Balf.) In the national parks of the Sierra Nevada of California. In: Olson RK, Lefohn AS, eds. Effects of air pollution on western forests (an A&WMA Symposium; June; Anaheim CA). Pittsburgh, PA, USA: Air and Waste Management Association, 261-278."}, {"Citation": "Edwards NT. 1991. Root and soil respiration responses to ozone in Pinus taeda L. seedlings. New Phytologist 118: 315-321."}, {"Citation": "Edwards GS, Kelly JM. 1992. Ectomycorrhizal colonization of loblolly pine seedlings during three growing seasons in response to ozone, acidic precipitation, and soil Mg status. Environmental Pollution 76: 71-77."}, {"Citation": "Edwards PJ, Wratten SD. 1983. Wound induced defences in plants and their consequences for patterns of insect grazing. Oecologia 59: 88-93."}, {"Citation": "Egerton-Warburton LM, Allen EB. 2000. Shifts in arbuscular mycorrhizal communities along an anthropogenic nitrogen deposition gradient. Ecological Applications 10: 484-496."}, {"Citation": "Farrar JF, Jones DL. 2000. The control of carbon acquisition by roots. New Phytologist 147: 43-53."}, {"Citation": "Fenn ME, Poth MA, Johnson DW. 1996. Evidence for nitrogen saturation in the San Bernardino Mountains in Southern California. Forest Ecology and Management 82: 211-230."}, {"Citation": "Findlay S, Carreiro M, Jones CG. 1991. Ozone stress and mite damage to cottonwood plants alter subsequent litter decomposition: The afterlife effect. (Suppl )Bulletin of the Ecological Society of America 72: 113."}, {"Citation": "Findlay S, Carreiro M, Krischik V, Jones CG. 1996. Effects of damage to living plants on leaf litter quality. Ecological Applications 6: 269-275."}, {"Citation": "Findlay S, Jones CG. 1990. Exposure of cottonwood plants to ozone alters subsequent decomposition. Oecologia 82: 248-250."}, {"Citation": "Fiscus EL, Reid CD, Miller JE, Heagle AS. 1997. Elevated CO2 reduced O-3 flux and O-3-induced yield losses in soybeans: Possible implications for elevated CO2 studies. Journal of Experimental Botany 48: 307-313."}, {"Citation": "Fogel R, Cromack JRK. 1977. Effects of habitat and substrate quality on Douglas fir litter decomposition in western Oregon. Canadian Journal of Botany 55: 1631-1640."}, {"Citation": "Forde BG. 2002. Local and long-range signaling pathways regulating plant responses to nitrate. Annual Review Plant Biology 53: 203-224."}, {"Citation": "Friend AL, Tomlinson PT. 1992. Mild ozone exposure alters 14C dynamics in foliage of Pinus taeda L. Tree Physiology 11: 215-227."}, {"Citation": "Gordon JC, Larson PR. 1970. Redistribution of ‘C-labeled reserve food in young red pines during shoot elongation. Forest Science 16: 14-20."}, {"Citation": "Gorissen A, Joosten NN, Jansen AE. 1991. Effects of ozone and ammonium sulphate on carbon partitioning on mycorrhizal roots of juvenile Douglas fir. New Phytologist 119: 243-250."}, {"Citation": "Gorissen A, Joosten NN, Smeulders SM, Van Veen JA. 1994. Effects of short-term ozone exposure and soil water availability on the carbon economy of juvenile Douglas-fir. Tree Physiology 14: 647-657."}, {"Citation": "Gorissen A, Schelling GC, Van Veen JA. 1991. Concentration-dependent effects of ozone on translocation of assimilates in Douglas fir. Journal of Environmental Quality 20: 169-173."}, {"Citation": "Gorissen A, Van Veen JA. 1988. Temporary disturbance of translocation of assimilates in Douglas firs caused by low levels of ozone and sulfur dioxide. Plant Physiology 88: 559-563."}, {"Citation": "Graham JN, Leonard RT, Menge JA. 1981. Membrane-mediated decrease in root exudation responsible for phosphorus inhibition of vesicular-arbuscular mycorrhiza formation. Plant Physiology 68: 548-552."}, {"Citation": "Grams TEE, Anegg S, Häberle K-H, Langebartels C, Matyssek R. 1999. Interactions of chronic exposure to elevated CO2 and O3 levels in the photsynthetic light and dark reactions of European beech (Fagus Sylvatica). New Phytologist 144: 95-107."}, {"Citation": "Grantz DA, Farrar JF. 1999. Acute exposure to ozone inhibits rapid carbon translocation from source leaves of Pima cotton. Journal of Experimental Botany 50: 1253-1262."}, {"Citation": "Grantz DA, Farrar JF. 2000. Ozone inhibits phloem loading from a transport pool: compartmental efflux analysis in Pima cotton. Australian Journal of Plant Physiology 27: 859-868."}, {"Citation": "Grantz DA, Yang SD. 2000. Ozone impacts on allometry and root hydraulic conductance are not mediated by source limitation nor developmental age. Journal of Experimental Botany 51: 919-927.", "ArticleIdList": ["10948218"]}, {"Citation": "Greitner CS, Pell EJ, Winner WE. 1994. Analysis of aspen foliage exposed to multiple stresses-ozone, nitrogen deficiency and drought. New Phytologist 127: 579-589."}, {"Citation": "Greitner CS, Winner WE. 1988. Increases in *13C values of radish and soybean plants caused by ozone. New Phytologist 108: 489-494."}, {"Citation": "Greitner CS, Winner WE. 1989. Effects of O3 on alder photosynthesis and symbiosis with Frankia. New Phytologist 111: 647-656."}, {"Citation": "Grulke NE. 1999. Physiological responses of ponderosa pine to gradients of enrivonmental stressors. In: Miller PR, McBride JR, eds. Oxidant air pollution impacts in the montane forests of Southern California. New York, USA: Springer-Verlag, 126-163."}, {"Citation": "Grulke NE, Andersen CP, Fenn ME, Miller PR. 1998. Ozone exposure and nitrogen deposition lowers root biomass of ponderosa pine in the San Bernardino Mountains, California. Environmental Pollution 103: 63-73."}, {"Citation": "Grulke NW, Andersen CP, Hogsett WE. 2001. Seasonal changes in above- and belowground carbohydrate concentrations of ponderosa pine along a pollution gradient. Tree Physiology 21: 173-181."}, {"Citation": "Guderian R, Tingey DT, Rabe R. 1985. Effects of photochemical oxidants on plants. In: Guderian R, ed. Air pollution by photochemical oxidants. Berlin, Germany: Springer Verlag, 127-333."}, {"Citation": "Hampp R, Nehls U. 2001. Physiology of tree root/fungus symbiosis. In: Huttunen S, Heikkilä H, Bucher J, Sundberg B, Jarvis P, Matyssek R, eds. Trends in European forest tree physiology research. Dordrecht, The Netherlands: Kluwer Academic Publishers, 53-62."}, {"Citation": "Haukioja E. 1990. Induction of defenses in trees. Annual Review of Entomology 36: 25-42."}, {"Citation": "Heggestad HE, Middleton JT. 1959. Ozone in high concentrations as cause of tobacco leaf injury. Science 129: 208-210."}, {"Citation": "Van Der Heijden MGA, Klironomos JN, Ursic M, Moutoglis P, Streitwolf-Engel R, Boller T, Wiemken A, Sanders IR. 1998. Mycorrhizal fungal diversity determines plant biodiversity, ecosystem variability and productivity. Nature 396: 69-72."}, {"Citation": "Herms DA, Mattson WJ. 1991. The dilemma of plants: to grow or defend. The Quarterly Review of Biology 67: 283-335."}, {"Citation": "Hippelli S, Elstner EF. 1996. Mechanisms of oxygen activation during plant stress: Biochemical effects of air pollutants. Journal of Plant Physiology 148: 249-257."}, {"Citation": "Ho I, Trappe JM. 1981. Effects of ozone exposure on mycorrhiza formation and growth of Festuca arundinacea. Environmental and Experimental Botany 24: 71-74."}, {"Citation": "Hofstra G, Ali A, Wukasch RT, Fletcher RA. 1981. The rapid inhibition of root respiration after exposure of bean (Phaseolus vulgaris L.) plants to ozone. Atmospheric Environment 15: 483-487."}, {"Citation": "Islam KR, Mulchi CL, Ali AA. 2000. Interactions of tropospheric CO2 and O3 enrichments and moisture variations on microbial biomass and respiration in soil. Global Change Biology 6: 255-265."}, {"Citation": "Ito O, Okano K, Kuroiwa M, Totsuka T. 1985. Effects of NO2 and O3 alone or in combination on kidney bean plants (Phaseolus vulgaris L.): growth, partitioning of assimilates and root activities. Journal of Experimental Botany 36: 652-662."}, {"Citation": "Jones CG, Coleman JS, Findlay S. 1994. Effects of ozone on interactions between plants, consumers and decomposers. In: Alscher Rg, Wellburn AR, ed. Plant responses to the gaseous environment. London, UK: Chapman & Hall, 339-353."}, {"Citation": "Kainulainen P, Utriainen J, Holopainen JK, Oksanen J, Holopainen T. 2000. Influence of elevated ozone and limited nitrogen availability on conifer seedlings in an open-air fumigation system: effects on growth, nutrient content, mycorrhiza, needle ultrastructure, starch and secondary compounds. Global Change Biology 6: 345-355."}, {"Citation": "Karnosky DF, Gagnon ZE, Dickson RE, Coleman MD, Lee EH, Isebrands JG. 1996. Changes in growth, leaf abscission, and biomass associated with seasonal tropospheric ozone exposures of Populus tremuloides clones and seedlings. Canadian Journal of Forest Research 26: 23-37."}, {"Citation": "Kasurinen A, Helmisaari HS, Holopainen T. 1999. The influence of elevated CO2 and O3 on fine roots and mycorrhizas of naturally growing young Scots pine trees during three exposure years. Global Change Biology 5: 771-780."}, {"Citation": "Keller T, Hasler R. 1987. The influence of a fall fumigation with ozone on the stomatal behavior of spruce and fir. Oecologia 64: 284-286."}, {"Citation": "Kelting DL, Burger JA, Edwards GS. 1995. The effects of ozone on the root dynamics of seedlings and mature red oak (Quercus rubra L.). Forest Ecology and Management 79: 197-206."}, {"Citation": "Kim JS, Chappelka AH, Miller-Goodman MS. 1998. Decomposition of blackberry and broomsedge bluestem as influenced by ozone. Journal of Enviornmental Quality 27: 953-960."}, {"Citation": "King JS, Pregitzer KS, Zak DR, Sober J, Isebrands JG, Dickson RE, Hendrey GR, Karnosky DF. 2001. Fine-root biomass and fluxes of soil carbon in young stands of paper birch and trembling aspen as affected by elevated atmospheric CO2 and tropospheric O3. Oecologia 128: 237-250."}, {"Citation": "Koch KE. 1996. Carbohydrate-moldulated gene expression in plants. Annual Review of Plant Physiological Plant Molecular Biology 47: 509-540."}, {"Citation": "Kozlowski TT, Pallardy SG. 1997. Physiology of woody plants. San Diego, CA, USA: Academic Press."}, {"Citation": "Kytoviita MM, Le Thiec D, Dizengremel P. 2001. Elevated CO2 and ozone reduce nitrogen acquisition by Pinus halepensis from its mycorrhizal symbiont. Physiologia Plantarum 111: 305-312.", "ArticleIdList": ["11240914"]}, {"Citation": "Landolt W, Gunthardt-Georg MS, Pfenninger I, Einig W, Hampp R, Maurer S, Matyssek R. 1997. Effect of fertilization on ozone-induced changes in the metabolism of birch (Betula pendula) leaves. New Phytologist 137: 389-397."}, {"Citation": "Lea MC. 1864. On the influence of ozone and some other chemical agents on germination and vegetation. American Journal of Science Arts 37: 373-376."}, {"Citation": "Lilleskov EA, Fahey TJ, Horton TR, Lovett GM. 2002. Belowground ectomycorrhizal fungal community change over a nitrogen deposition gradient in Alaska. Ecology 83: 104-115."}, {"Citation": "Loreto F, Velikova V. 2001. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiology 127: 1787."}, {"Citation": "Magan N, Kirkwood IA, McLeod AR, Smith MK. 1995. Effect of open-air fumigation with sulphur dioxide and ozone on phyllosphere and endophytic fungi of conifer needles. Plant, Cell & Environment 18: 291-302."}, {"Citation": "Mahoney MJ, Chevone BI, Skelly JM, Moore LD. 1985. Influence of mycorrhizae on the growth of loblolly pine seedlings exposed to zone and sulfur dioxide. Phytopathology 75: 679-682."}, {"Citation": "Maier-Maercker U. 1998. Predisposition of trees to drought stress by ozone. Tree Physiology 19: 71-78."}, {"Citation": "Manning WJ, Feder WA, Papia PM, Perkins I. 1971. Influence of foliar ozone injury on root development and root surface fungi of pinto bean plants. Environmental Pollution 1: 305-312."}, {"Citation": "Marshall JD, Waring RH. 1985. Predicting fine root production and turnover by monitoring root starch and soil temperature. Canadian Journal of Forest Research 15: 791-800."}, {"Citation": "Matyssek R, Günthardt-Goerg MS, Keller T, Scheideger C. 1991. Impairment of gas exchange and structure in birch leaves (Betula pendula) caused by two ozone concentrations. Trees 5: 5."}, {"Citation": "Matyssek R, Günthardt-Goerg MS, Landolt W, Keller T. 1993. Whole-plant growth and leaf formation in ozonated hybrid poplar (Populus× euramericana). Environmental Pollution 81: 207-221."}, {"Citation": "Matyssek R, Günthardt-Goerg MS, Saurer M, Keller T. 1992. Seasonal growth, del 13C in leaves and stem, and phloem structure of birch (Betula pendula) under low ozone concentrations. Trees 6: 69-76."}, {"Citation": "Matyssek R, Innes JL. 1999. Ozone - a risk factor for trees and forests in Europe? Water, Air, and Soil Pollution 116: 199-226."}, {"Citation": "Maurer S, Matyssek R. 1997. Nutrition and the ozone sensitivity of birch (Betula pendula). II. Carbon balance, water-use efficiency and nutritional status of the whole plant. Trees 12: 11-20."}, {"Citation": "McCool PM, Menge JA. 1983. Influence of ozone on carbon partitioning in tomato: potential role of carbon flow in regulation of the mycorrhizal symbiosis under conditions of stress. New Phytologist 94: 241-247."}, {"Citation": "McCool PM, Menge JA, Taylor OC. 1979. Effects of ozone and HCI gas on the development of the mycorrhizal fungus, Glomus fasciculatus and growth of ‘Troyer’ citrange. Journal of the American Society of Hort Science 104: 151-154."}, {"Citation": "McCool PM, Menge JA, Taylor OC. 1982. Effect of ozone injury and light stress on response of tomato to infection by the vesicular-arbuscular mycorrhizal fungus, Glomus fasciculatus. Journal of the American Society of Horticultural Science 107: 839-842."}, {"Citation": "McCrady JK, Andersen CP. 2000. The effect of ozone on below-ground carbon allocation in what. Environmental Pollution 107: 465-472."}, {"Citation": "McLaughlin SB, McConathy RK. 1983. Effects of SO2 and O3 on allocation of 14C labeled photosynthate in Phaseolus vulgaris. Plant Physiology 73: 630-635."}, {"Citation": "McLaughlin SB, McConathy RK, Duvick D, Mann LK. 1982. Effects of chronic air pollution stress on photosynthesis, carbon allocation, and growth of white pine trees. Forest Science 28: 60-70."}, {"Citation": "Meentemeyer V. 1978. Macroclimate and lignin control of litter decomposition rates. Ecology 59: 465-472."}, {"Citation": "Meier S, Grand LF, Schoeneberger MM, Reinert RA, Bruck RI. 1990. Growth, ectomycorrhizae and nonstructural carbohydrates of loblolly pine seedlings exposed to ozone and soil water deficit. Environmental Pollution 64: 11-27."}, {"Citation": "Melhorn H, Seufert G, Schmidt A, Kunert KJ. 1986. Effect of SO2 and O3 on production of antioxidants in conifers. Plant Physiology 82: 336-338."}, {"Citation": "Middleton JT, Kendrick JB, JrSchwalm HW. 1950. Injury to herbaceous plants by smog or air pollution. Plant Disease Reporter 34: 245-252."}, {"Citation": "Miller JD, Arteca RN, Pell EJ. 1999. Senescence-associated gene expression during ozone-induced leaf senescence in Arabidopsis. Plant Physiology 120: 1015-1024.", "ArticleIdList": ["10444084"]}, {"Citation": "Miller PR, McBride JR, Schilling SL, Gomez AP. 1989. Trend of ozone damage to conifer forests between 1974 and 1988 in the San Bernardino Mountains of Southern California. In: Olson RK, Lefohn AS, eds. Effects of air pollution on western forests. Pittsburgh, PA, USA: Air and Waste Management Association, 309-323."}, {"Citation": "Miller JE, Shafer SR, Schoeneberger MM, Pursley WA, Horton SJ, Davey CB. 1997. Influence of mycorrhizal fungus and/or rhizobium on growth and biomass partitioning of subterranean clover exposed to ozone. Water, Air and Soil Pollution 96: 233-248."}, {"Citation": "Miller PR, Taylor OC, Wilhour RG. 1982. Oxidant air pollution effects on a western coniferous forest ecosystem. EPA report no. EPA-600/D-82-276. Corvallis, OR, USA: US Environmental Protection Agency, Environmental Research Laboratory."}, {"Citation": "Mills KE, Bever JD. 1998. Maintenance of diversity within plant communities: Soil pathogens as agents of negative feedback. Ecology 79: 1595-1601."}, {"Citation": "Moore BD, Cheng S-H, Sims D, Seemann JR. 1999. The biochemical and molecular basis for photosynthetic acclimation to elevated atmospheric CO2. Plant, Cell & Environment 22: 567-582."}, {"Citation": "Moore JC, DeRuiter PC, Hunt HW. 1993. Soil invertebrate/micro- invertebrate interactions: disproportionate effects of species on food web structure and function. Veterinary Parasitology 48: 247-260.", "ArticleIdList": ["8346638"]}, {"Citation": "Mortensen LM. 1998. Growth responses of seedlings of six Betula pubescens Ehrh. Provenances to six ozone exposure regimes. Scandinavian Journal of Forest Research 13: 189-196."}, {"Citation": "Mulchi CL, Slaughter L, Saleem M, Lee EH, Pausch R, Rowland R. 1992. Growth and physiological characteristics of soybean in open-top chambers in response to ozone and increased atmospheric CO2. Agriculture Ecosystems Environment 38: 107-118."}, {"Citation": "Naeem S, Thompson LJ, Lawler SP, Lawton JH, Woodfin RM. 1994. Declining biodiversity can alter the performance of ecosystems. Nature 368: 734-737."}, {"Citation": "Naeem S, Thompson LJ, Lawler SP, Lawton JH, Woodfin RM. 1995. Empirical evidence that declining species diversity may alter the performance of terrestrial ecosystems. Philosophical Transactions of the R Society of London B 347: 248-262."}, {"Citation": "Nehls U, Wiese A, Guttenberger M, Hampp R. 1998. Carbon allocation in ectomycorrhiza: identification and expression analysis of an A. muscaria monosaccharide transporter. Molecular Plant Microbe-Internations 11: 167-176."}, {"Citation": "Neutel AM, Heesterbeek JAP, De Ruiter PC. 2002. Stability in real food webs: weak links in long loops. Science 296: 1120-1123.", "ArticleIdList": ["12004131"]}, {"Citation": "Noormets A, Sober A, Pell EJ, Dicksosn RE, Podila GK, Sober J, Isebrands JG, Karnosky DF. 2001. Stomatal and non-stomatal limitation to photosynthesis in two trembling aspen (Populus tremuloides michx.) clones exposed to elevated CO2 and/or O3. Plant, Cell & Environment 24: 327-336."}, {"Citation": "Patterson MT, Rundel PW. 1995. Stand characteristics of ozone-stressed populations of Pinus Jeffreyi (Pinaceae): extent, development, and physiological consequences of visible injury. American Journal of Botany 82: 150-158."}, {"Citation": "Pell EJ, Landry LG, Eckardt NA, Glick RE. 1994. Air pollution and Rubisco: effects and implications. In: Alscher RG, Wellburn AR, eds. Plant responses to the gaseous environment. London, UK: Chapman & Hall, 239-253."}, {"Citation": "Pell EJ, Pearson NS. 1983. Ozone-induced reduction in quantity of ribulose-1,5-bisphosphate carboxylase in alfalfa foliage. Plant Physiology 73: 185-187."}, {"Citation": "Pell EJ, Schlagnhaufer CD, Arteca RN. 1997. Ozone-induced oxidative stress: Mechanisms of action and reaction. Physiologia Plantarum 100: 264-273."}, {"Citation": "Phillips RL, Zak DR, Holmes WE, White DC. 2002. Microbial community composition and function beneath temperate trees exposed to elevated atmospheric carbon dioxide and ozone. Oecologia 131: 236-244."}, {"Citation": "Pimm SL. 1982. Food webs. London, UK: Chapman & Hall."}, {"Citation": "Pimm SL, Lawton JH. 1977. Number of trophic levels in ecological communities. Nature 268: 329-331."}, {"Citation": "Plocher MD, Weber JA, Hogsett WE. 1994. Effects of ozone on needle growth, production and senescence in Ponderosa pine. Plant Physiology Suppl 105: 106."}, {"Citation": "Posthumus AC. 1976. The use of higher plants as indicators of air pollution in The Netherlands. In: Kärenlampi L, ed. Proceedings of the Kuopio meeting on plant damages caused by air pollution. Kuopio, Finland: Kuopio Naturalist's Society, 115-120."}, {"Citation": "Qui Z, Chappelka AH, Somers GL, Lockaby BG, Meldahl RS. 1993. Effects of ozone and simulated acidic precipitation on ectomycorrhizal formation on loblolly pine seedlings. Environmental and Experimental Botany 33: 423-431."}, {"Citation": "Rangnekar PV, Forward DF, Nolan NJ. 1969. Foliar nutrition and wood growth in red pine: the distribution of radiocarbon photoassimilated by individual branches of young trees. Canadian Journal of Botany 47: 1701-1712."}, {"Citation": "Rantanen L, Palomäki V, Holopainen T. 1994. Interactions between exposure to O3 and nutrient status of trees: effects on nutrient content and uptake, growth, mycorrhiza and needle ultrastructure. New Phytologist 128: 679-687."}, {"Citation": "Ratnayake M, Leonard RT, Menge JA. 1978. Root exudation in relation to supply of phosphorus and its possible relevance to mycorrhiza formation. New Phytologist 81: 543-552."}, {"Citation": "Rebbeck J, Blum U, Heagle AS. 1988. Effects of ozone on the regrowth and energy reserves of a ladino clover-tall fescue pasture. Journal of Applied Ecology 25: 659-681."}, {"Citation": "Reddy GB, Reinert RA, Eason G. 1991. Enzymatic changes in the rhizosphere of loblolly pine exposed to ozone and acid rain. Soil Biological Biochemistry 23: 1115-1119."}, {"Citation": "Reich PB. 2002. Root-shoot relations: optimality in acclimation and adaptation or the ‘Emperor's New Clothes’?. In: Waisel Y, Eshel A, Kafkafi U, eds. Plant roots - the hidden half. New York, USA: Marcel Dekker Inc, 205-220."}, {"Citation": "Reich PB, Schoettle AW, Stroo HF, Troiano J, Amundson RG. 1985. Effects of O3, SO2 and acidic rain on mycorrhizal infection in northern red oak seedlings. Canadian Journal of Botany 63: 2049-2055."}, {"Citation": "Reid CPP, Kidd FA, Ekwebelam SA. 1983. Nitrogen nutrition, photosynthesis and carbon allocation in ectomycorrhizal pine. Plant and Soil 71: 415-432."}, {"Citation": "Rennenberg H, Herschbach C, Polle A. 1996. Consequences of air pollution on shoot-root interactions. Journal of Plant Physiology 148: 296-301."}, {"Citation": "Richards BL, Middleton JT, Hewitt WB. 1958. Air pollution with relation to agronomic crops. V. Oxidant stipple of grape. Agronomy Journal 50: 559-561."}, {"Citation": "Ritchie GA, Dunlap JR. 1980. Root growth potential: its development and expression in forest tree seedlings. New Zealand Journal of Forest Science 10: 218-248."}, {"Citation": "Ro-Paulsen H, Andersen B, Mortensen L, Moseholm L. 1981. Elevated ozone levels in ambient air in and around Copenhagen indicated by means of tobacco indicator plants. Oikos 36: 171-176."}, {"Citation": "Roth DR, Fahey TJ. 1998. The effects of acid precipitation and ozone on the ectomycorrhizae of red spruce saplings. Water, Air and Soil Pollution 103: 263-276."}, {"Citation": "De Ruiter PC, Neutel AM, Moore JC. 1998. Biodiversity in soil ecosystems: the role of energy flow and community stability. Applied Soil Ecology 10: 217-228."}, {"Citation": "Rygiewicz PT, Andersen CP. 1994. Mycorrhizae alter quality and quantity of carbon allocated below ground. Nature 369: 58-60."}, {"Citation": "Saleem A, Loponen J, Pihlaja K, Oksanen E. 2001. Effects of long-term open-field ozone exposure on leaf phenolics of European silver birch (Betula pendula Roth). Journal of Chemical Ecology 27: 1049-1062.", "ArticleIdList": ["11471939"]}, {"Citation": "Sandermann H Jr. 1996. Ozone and plant health. Annual Review of Phytopathology 34: 347-366."}, {"Citation": "Scagel CF, Andersen CP. 1997. Seasonal changes in root and soil respiration of ozone-exposed ponderosa pine (Pinus ponderosa) grown in different substrates. New Phytologist 136: 627-643."}, {"Citation": "Scherzer AJ, Rebbeck J, Boerner REJ. 1998. Foliar nitrogen dynamics and decomposition of yellow-poplar and eastern white pine during four seasons of exposure to elevated ozone and carbon dioxide. Forest Ecology and Management 109: 355-366."}, {"Citation": "Shafer SR. 1988. Influence of ozone and simulated acidic rain on microorganisms in the rhizosphere of Sorghum. Environmental Pollution 51: 131-152."}, {"Citation": "Sheen J, Zhou L, Jang J-C. 1999. Sugars as signaling molecules. Current Opinion in Plant Biology 2: 410-418.", "ArticleIdList": ["10508760"]}, {"Citation": "Simmons GL, Kelly JM. 1989. Influence of O3, rainfall acidity, and soil Mg status on growth and ectomycorrhizal colonization of loblolly pine roots. Water, Air, and Soil Pollution 44: 159-171."}, {"Citation": "Skarby L, Troeng E, Bostrom C-A. 1987. Ozone uptake and effects on transpiration, net photosynthesis, and dark respiration in Scots pine. Forest Science 33: 801-808."}, {"Citation": "Smith SE, Read DJ. 1997. Mycorrhizal symbiosis. San Diego, CA, USA: Academic Press."}, {"Citation": "Spence RD, Rykiel EJ, Jr Sharpe PJH. 1990. Ozone alters carbon allocation in loblolly pine: Assessment with carbon-11 labeling. Environmental Pollution 64: 93-106."}, {"Citation": "Stolzy LH, Taylor OC, Dugger WM, Jr Mersereau JD. 1964. Physiological changes in and ozone susceptibility of the tomato plant after short periods of inadequate oxygen diffusion to the roots. Soil Science Society of America Proceedings 28: 305-308."}, {"Citation": "Stow TK, Allen HL, Kress LW. 1992. Ozone impacts on seasonal foliage dynamics of young loblolly pine. Forest Science 38: 102-119."}, {"Citation": "Stroo HF, Reich PB, Schoettle AW, Amundson RG. 1988. Effects of ozone and acid rain on white pine (Pinus strobus) seedlings grown in five soils. II. Mycorrhizal infection. Canadian Journal of Botany 66: 1510-1516."}, {"Citation": "Takemoto BK, Bytnerowicz A, Fenn ME. 2001. Current and future effects of ozone and atmospheric nitrogen deposition on California's mixed conifer forests. Forest Ecology and Management 144: 159-173."}, {"Citation": "Temple PJ, Riechers GH, Miller PR. 1992. Foliar injury responses of ponderosa pine seedlings to ozone, wet an dry acidic deposition, and drought. Environmental and Experimental Botany 32: 101-113."}, {"Citation": "Tingey DT, Andersen CP. 1991. The physiological basis of differential plant sensitivity to changes in atmospheric quality. In: Taylor GE Jr, Pitekla LF, Clegg MT, eds. Ecological genetics and air pollution. New York, USA: Springer-Verlag, 209-235."}, {"Citation": "Tingey DT, Blum U. 1973. Effects of ozone on soybean nodules. Journal of Environmental Quality 2: 341-342."}, {"Citation": "Tingey DT, Hogsett WE, Rodecap KD, Lee EH, Moser TJ. 1994. The impact of O3 on leaf construction cost and carbon isotope discrimination. In: Kuttler W, Jochimsen M, eds. Immissionsökologische Forschung Im Wandel der Zeit. Uhlichstraße, Germany: Westaro Wussebscgaftebm, 195-206."}, {"Citation": "Tingey DT, Rodecap KD, Lee EH, Hogsett WE, Gregg JW. 2002. Pod development increases the ozone sensitivity of Phaseolus vulgaris. Water, Air and Soil Pollution 139: 325-341."}, {"Citation": "Tingey DT, Wilhour RG, Standley C. 1976. The effect of chronic ozone exposures on the metabolite content of ponderosa pine seedlings. Forest Science 22: 234-241."}, {"Citation": "Torsethaugen G, Pell EJ, Assmann S. 1999. Ozone inhibits guard cell K+ channels implicated in stomatal opening. Proceedings of the National Academy of Sciences, USA 96: 13577-13582."}, {"Citation": "Turner NC, Rich S, Waggoner PE. 1973. Removal of ozone by soil. Journal of Environmental Quality 2: 259-264."}, {"Citation": "US Environmental Protection Agency. 1996. Air quality criteria for ozone and related photochemical oxidants, II. Washington DC, USA: Office of Research and Development."}, {"Citation": "Utriainen J, Holopainen T. 2001. Nitrogen availability modifies the ozone responses of Scots pine seedlings exposed in an open-field system. Tree Physiology 21: 1205-1213.", "ArticleIdList": ["11600342"]}, {"Citation": "Vandermeiren K, De Temmerman D, Hookham N. 1995. Ozone sensitivity of Phaweolus vulgaris in relation to cultivar differences, growth stage and growing conditions. Water, Air and Soil Pollution 85: 1455-1460."}, {"Citation": "Volin JC, Reich PB, Givnish TJ. 1998. Elevated carbon dioxide ameliorates the effects of ozone on photosynthesis and growth: species respond similarly regardless of photosynthetic pathway or plant functional group. New Phytologist 138: 315-325."}, {"Citation": "Weber JA, Clark CS, Hogsett WE. 1993. Analysis of the relationships among O3 uptake, conductance, and photosynthesis in needles of Pinus ponderosa. Tree Physiology 13: 157-172."}, {"Citation": "Whitfield CP, Davison AW, Ashenden TW. 1998. The effects of nutrient limitation on the response of Plantago major to ozone. New Phytologist 140: 219-230."}, {"Citation": "Wingler A, Einig W, Schaeffer C, Wallenda T, Hampp R, Wallander H, Hylund J-E. 1994. Influence of different nutrient regimes on the regulation of carbon metabolism in Norway spruce (Picea abies[L.] Karst.) Seedlings. New Phytologist 128: 323-330."}, {"Citation": "Winner WE, Gillespie C, Shen W-S, Mooney HA. 1988. Stomatal responses to SO2 and O3. In: Schulte-Hostede S, Darral NM, Blank LW, Wellburn AR, eds. Air pollution and plant metabolism. London, UK: Elsevier, 255-271."}, {"Citation": "Wohlgemuth H, Mittelstrass K, Kschieschan S, Bender J, Weigel H-J, Overmyer K, Kangasjärvi J, Sandermann H, Langebartels C. 2002. Activation of an oxidative burst is a general feature of sensitive plants exposed to the air pollutant ozone. Plant, Cell & Environment 25: 717-726."}, {"Citation": "Wöllmer H, Kottke I. 1990. Fine root studies in situ and in the laboratory. Environmental Pollution 68: 383-407."}, {"Citation": "Wolters V. 1998. Functional aspects of animal diversity in soil - Introduction and overview. Applied Soil Ecology 10: 185-190."}, {"Citation": "Wonisch A, Muller M, Tausz M, Soja G, Grill D. 1998. Stress-physiological investigations and chromosomal analyses on cloned Norway spruce trees exposed to various levels of ozone in open-top chambers. Chemosphere 36: 709-714."}, {"Citation": "Wonisch A, Muller M, Tausz M, Soja G, Grill D. 1999. Simultaneous analyses of chromosomes in root meristems and of the biochemical status of needle tissues of three different clones of Norway spruce trees challenged with moderate ozone levels. European Journal of Forest Pathology 29: 281-294."}, {"Citation": "Yoshida LC, Gamon JA, Andersen CP. 2001. Differences in above- and below-ground responses to ozone between two populations of a perennial grass. Plant and Soil 233: 203-211."}, {"Citation": "Zak DR, Pregitzer KS, King JS, Holmes WE. 2000. Elevated atmospheric CO2, fine roots and the response of soil microorganisms: a review and hypothesis. New Phytologist 147: 201-222."}, {"Citation": "Zak DR, Tilman D, Parmenter RR, Rice CW, Fisher FM, Vose J, Milchunas D, Martin CW. 1994. Plant production and soil microorganisms in late- successional ecosystems: a continental-scale study. Ecology 75: 2333-2347."}, {"Citation": "Zheng Y, Shimizu H, Barnes JD. 2002. Limitations to CO2 assimilation in ozone-exposed leaves of Plantago major. New Phytologist 155: 67-78."}], "Title": "References"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "3"}, {"Year": "2003", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2003", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33873636", "10.1046/j.1469-8137.2003.00674.x"]}}], "PubmedBookArticle": []}