{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Picea rubens", "Red spruce", "glutathione", "ozone", "superoxide dismutase"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33874180", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1991.tb00985.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "118", "Issue": "2", "PubDate": {"Year": "1991", "Month": "Jun"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Seasonal changes in antioxidants in red spruce (Picea rubens Sarg.) from three field sites in the northeastern United States.", "Pagination": {"StartPage": "331", "EndPage": "338", "MedlinePgn": "331-338"}, "Abstract": {"AbstractText": ["Changes in antioxidant levels were investigated in red spruce (Picea rubens Sarg.) from three field sites in the northeastern United States. Whiteface Mountain, NY at an elevation of 1090 m, represents a red spruce population in decline, while Millinocket and Howland, Maine are at 518 and 105 m above sea level, respectively, and have red spruce stands that show no symptoms of decline. The Millinocket site with saplings that are 15-20 yr old was compared with the Howland site with 60-yr-old trees to test the effect of age on antioxidant levels. The Howland site was compared with the Whiteface Mountain site, which has trees more than 100 yr old, to test the effects of air quality and elevation. Foliage developed in 1987 (87 needles) and in 1988 (88 needles) was sampled from May to November and from July to November, 1988, respectively. Quadratic polynomial and linear regressions were used to model the relationships through time of each variable measured. Regression coefficients were obtained by one-way analysis of variance. The means for total glutathione and oxidized glutathione were higher at Whiteface Mountain in 87 needles, and needles of both age classes sampled in November had significantly higher oxidized glutathione at Whiteface Mountain compared to those at Howland. No significant difference was observed in the mean ascorbate content of either needle class at all the three sites. The activity of superoxide dismutase declined with time in 87 needles at Whiteface Mountain and the mean activity was lower at Whiteface Mountain than at Howland. The effects of ozone concentration, site elevation and other environmental factors on seasonal changes in antioxidant levels and superoxide dismutase activity are discussed."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Physiology, and Weed Science, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061."}], "Identifier": [], "LastName": "Madamanchi", "ForeName": "Nageswara R", "Initials": "NR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Physiology, and Weed Science, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061."}], "Identifier": [], "LastName": "Hausladen", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, Physiology, and Weed Science, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061."}], "Identifier": [], "LastName": "Alscher", "ForeName": "Ruth G", "Initials": "RG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Boyce Thompson Institute for Plant Research, Cornell University, Ithaca, NY 14853."}], "Identifier": [], "LastName": "Amundson", "ForeName": "R G", "Initials": "RG"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Boyce Thompson Institute for Plant Research, Cornell University, Ithaca, NY 14853."}], "Identifier": [], "LastName": "Fellows", "ForeName": "S", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barnes, J. D. & Davison, A. W. (1988). The influence of ozone on the winter hardiness of Norway spruce [Picea abies (L.) Karst.]. New Phytologist 108, 159-166."}, {"Citation": "Beauchamp, C. & Fridovich, I. (1971). Superoxide dismutase: Improved assays and an assay applicable to acrylamide gels. Analytical Biochemistry 44, 276-287."}, {"Citation": "Becker, K., Sacreb, M., Egger, A. & Fuhrer, J. (1989). Sensitivity of white clover to ambient ozone in Switzerland. Seta Phytologist 112, 235-243."}, {"Citation": "Blank, L. W. (1985). A new type of forest decline in Germany. Nature 314, 311-314."}, {"Citation": "Bradford, M. M. (1976). A rapid and sensitive technique to determine protein concentration. Analytical Biochemistry 72, 248-254."}, {"Citation": "Brown, K. A., Roberts, T. M. & Blank, L. W. (1987). Interaction between ozone and cold sensitivity in Norway Spruce: a factor contributing to the forest decline in central Europe New Phytologist 105, 149-155."}, {"Citation": "Castillo, F. J., Ogier, G., Miller, P. R. & Greppin, et H. (1988). Variations saissonnières d'indicateurs biochimiques chez l'épicéa a [Picea abies L. (Karst] de la forêt Génévoise: Corrélation avec le taux en pollutants atmosphériques (Dioxyde de soufre et ozone). Archives des Sciences (Geneva) 41, 345-363."}, {"Citation": "Chanway, C. P. & Runeckles, V.C. (1984). The role of superoxide dismutase in the susceptibility of bean leaves to ozone injury. Canadian Journal of Botany 62, 236-240."}, {"Citation": "Chia, L. S., Mayfield, C. I. & Thompson, J. E. (1984). Simulated acid rain induces lipid peroxidation and membrane damage in foliage. Plant Cell and Environment 7, 333-338."}, {"Citation": "Dhindsa, R. S. (1987). Protein synthesis during rehydration of rapidly dried Tortula ruralis. Evidence for oxidation injury. Plant Physiology 85, 1094-1098."}, {"Citation": "Dhindsa, R. S., Plumb-Dhindsa, P. & Thorpe, T. A. (1981). Leaf senescence: Correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase. Journal of Experimental Botany 32, 93-101."}, {"Citation": "Dodge, D. & Gilham, J. (1986). Methods for assessing the action of light activated herbicides. (i). The assessment of lipid peroxidation. Aspects of Applied Biology 11, 97-103."}, {"Citation": "Esterbauer, H. & Grill, D. (1978). Seasonal variation of glutathione and glutathione reductase in needles of Picea abies. Plant Physiology 61, 119-121."}, {"Citation": "Fahey, R. C., Di Stefano, D. L., Meier, G. P. & Bryan, R. N. (1980). Role of hydration state and thiol-disulfide status in the control of thermal stability and protein synthesis in wheat embryo. Plant Physiology 65, 1062-1066."}, {"Citation": "Fincher, J., Cumming, J. R., Alscher, R. G., Rubin, G. & Weinstein, L. (1989). Long-term ozone exposure affects winter hardiness of red spruce seedlings. New Phytologist 113, 85-96."}, {"Citation": "Grill, D., Esterbauer, H., Scharner, M. & Felgitsch, C. H. (1980). Effect of sulfur dioxide on protein-SH in needles of Picea abies. European Journal of Forest Pathology 10, 263-267."}, {"Citation": "Grill, D. Pefifhofer, H. & Estebbauer, H. (1987). Further investigations on the thiol content of Norway spruce needles. Phyton 27, 311-317."}, {"Citation": "Grill, D., Pfeifhofer, H., Tschulik, A., Hellig, K. & Holzer, K. (1988). Thiol content of spruce needles at forest limits. Oecologia 76, 294-297."}, {"Citation": "Grimes. H. D., Perkins K. K. & Boss, W. F. (1983). Ozone degrades into hydroxyl radical under physiological conditions. A spin trapping study. Plant Physiology 72, 1016-1020."}, {"Citation": "Griffith, O. W. (1980). Determination of glutathione and glutathione disulfide using glutathione reductase and 2-vinyl-pyridine. Analytical Biochemistry 106, 207-212."}, {"Citation": "Halliwell, B. & Gutteridge, J. (1984). Oxygen toxicity, oxygen radicals, transition metals and disease. Biochemistry Journal 219, 1-14."}, {"Citation": "Hallliwell, B. & Gutteridge, J. M. C. (1985). Free Radicals in Biology and Medicine, Clarendon Press, Oxford ."}, {"Citation": "Hausladen, A., Madamanchi, N. R., Fellows, S., Alscher, R. G. & Amundson, R. G. (1990). Seasonal changes in anti-oxidants in red spruce as affected by ozone. New Phytologist 115, 447-458."}, {"Citation": "Hossain, M. A., Nakano, Y. & Asada, K. (1984). Monode-hydroascorbate reductase in spinach chloroplasts and its participation in regeneration of ascorbate for scavenging hydrogen peroxide. Plant and Cell Physiology 25, 385-395."}, {"Citation": "Johnson, A. H., Cook, E. R. & Siccama, T. G. (1988). Climate and red spruce growth and decline in the northern Appalachians. Proceedings of the National Academy of Science, USA 85, 5369-5373."}, {"Citation": "Johnson, A. H., Friedland, A. F. & Dushoff, J. G. (1986). Recent and historic red spruce mortality: evidence of climatic influence. Water, Air and Soil Pollution 30, 319-330."}, {"Citation": "Johnson, A. H. & Siccama, T. G. (1983). Acid deposition and forest decline. Environmental Science and Technology 17, A294-A304."}, {"Citation": "Jung, G. & Wild, A. (1988). Electron microscopic studies of spruce needles in connection with the occurrence of novel forest decline. Journal of Phytopathology 122, 1-12."}, {"Citation": "Kan, B., London, I. M. & Levin, D. H. (1988). Role of reversing factor in the inhibition of protein synthesis initiation by oxidized glutathione. Journal of Biological Chemistry 263, 15652-15657."}, {"Citation": "Kendall, E. J. & McKersie, B. D. (1989). Free radical and freezing injury to cell membranes of winter wheat. Physiologia Plantarum 76, 86-94."}, {"Citation": "Lee, E. H. & Bennet, J. H. (1982). Superoxide dismutase. A possible protective enzyme against ozone injury in snap beans (Phaseolus vulgaris L.). Plant Physiology 68, 1444-1449."}, {"Citation": "McLaughlin, S. B. (1985). Effects of air pollution on forests. A critical review. Journal of the Air Pollution Control Association 35, 512-521."}, {"Citation": "Mehlhorn, H., Seufert, G., Schmidt, A. & Kunert, K. J. (1986). Effect of SO2 and O3 on production of antioxidants in conifers. Plant Physiology 82, 336-338."}, {"Citation": "Miyake, H., Furukawa, A., Totsuka, T. & Maeda, E. (1984). Differential effects of ozone and sulfur dioxide on the fine structure of spinach leaf cells. New Phytologist 96, 215-228."}, {"Citation": "Neter, J., Wasserman, W. & Kutner, M. H. (1985). Applied Linear Statistical Models, 2nd Edn, Richard D. Irwin, Inc. Homewood , Il ."}, {"Citation": "ÖQuist, G. (1982). Seasonally induced changes in acyl lipids and fatty acids of chloroplast thylakoids of Pinus sylvestris. A correlation between the level of unsaturation of monogalactosyl-diglyceride and the rate of electron transport. Plant Physiology 69, 869-875."}, {"Citation": "ÖQuist, G. (1983). Effects of low temperature on photosynthesis. Plant, Cell and Environment 6, 281-300."}, {"Citation": "Palomo, C. Vicente, O., Sierra, J. M. & Ochoa, S. (1985). Studies on the activation of the heme-stabilized translational inhibitor of reticulocyte lysates by oxidized glutathione and NADPH depletion. Archives of Biochemistry and Biophysics 239, 497-507."}, {"Citation": "Prinz, B., Krause, G. H. M. & Jung, K. D. (1982). Waldschaden in der Bundesrepublik Deutschland, LIS-Berichte. No. 28. Landesanstalt fur des Landes NRW, Essen, FRG."}, {"Citation": "Prinz, B., Krause, G H. M. & Jung, K. D. (1985). Responses of German forests in recent years: Causes for concern elsewhere. In: Effects of Acid Deposition on Forests, Wetlands and Agricultural Ecosystems, Proceedings of NATO Advanced Workshop, May 1985. Springer-Verlag, Heidelberg ."}, {"Citation": "Rehfuess, K. E. (1987). Perceptions on forest diseases in Central Europe. Forestry 60, 1-11."}, {"Citation": "Roe, J. H. & Kuether, K. A. (1943). The determination of ascorbic acid in whole blood and urine through the 2,4- dinitrophenylhydrazine derivative of dehydroascorbic acid. Journal of Biological Chemistry 147, 399-407."}, {"Citation": "Rowell, J. G. & Walters, D. E. (1976). Analyzing data with repeated observations on each experimental unit. Journal of Agricultural Science 87, 423-432."}, {"Citation": "Sakaki, T., Kondo, N. & Sugahara, K. (1983). Breakdown of photosynthetic pigments and lipids in spinach leaves with ozone fumigation: Role of active oxygens. Physiologia Plantarum 59, 28-34."}, {"Citation": "Schmidt, A. & Kinert, K. J. (1986). Lipid peroxidation in higher plants. The role of glutathione reductase. Plant Physiology 82, 700-702."}, {"Citation": "Senser, M. & Beck, E. (1982). Frost resistance in spruce (Picea abies). V. Influence of photoperiod and temperature on the membrane lipids of the needles. Zeitschrift für Pflanzen-physiologie 108, 71-85."}, {"Citation": "Smith, I. K. (1985). Stimulation of glutathione synthesis in photorespiring plants by catalase inhibitors. Plant Physiology 79, 1044-1047."}, {"Citation": "Snedecor, G. W. & Cochran, W. G. (1980). Statistical Methods, 7th Edn. Iowa State University Press, Ames , Iowa ."}, {"Citation": "Tandy, N.E., DiGiulio, R. T. & Richardson, C. J. (1989). Assay and electrophoresis of superoxide dismutase from red spruce (Picea rubens Sarg.), loblolly pine (Pirtus taeda L.), and scotch pine (Pinus sylvestris L.). Plant Physiology 90, 742-748."}, {"Citation": "Wellburn, A. (1988). Air Pollution and Acid Rain. The Biological Impact. Longman Group UK Ltd, Essex , England ."}], "Title": "references"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "6"}, {"Year": "1991", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1991", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33874180", "10.1111/j.1469-8137.1991.tb00985.x"]}}], "PubmedBookArticle": []}