{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Norway spruce", "Ozone", "leaf conductance", "open-top chambers", "photosynthesis"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "33873947", "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.1990.tb00460.x"], "ArticleDate": [], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "115", "Issue": "2", "PubDate": {"Year": "1990", "Month": "Jun"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Long-term exposure of Norway spruce, Picea abies (L.) Karst., to ozone in open-top chambers: I. Effects on the capacity of net photosynthesis, dark respiration and leaf conductance of shoots of different ages.", "Pagination": {"StartPage": "335", "EndPage": "344", "MedlinePgn": "335-344"}, "Abstract": {"AbstractText": ["Rates of net photosynthesis were measured on Norway spruce, Picea abies (L.) Karst. exposed to three different concentrations of ozone for three seasons (1985-7) in open-top chambers. The treatments were non-filtered air + ozone (NF +), non-filtered air (NF) and charcoal-filtered air (CF). Ozone was added daily between 11.00-18.00 local time. The study was performed during September and October, 1987. The rate of net photosynthesis was determined using an infrared gas analyser (IRGA) connected to a small cuvette, which was equipped with an artificial light source for unilateral illumination. The measurements were made on shoots of three different age classes: current year, 1 year old and 2 years old. Measurements took place at saturating light intensity (1150 μmol m<sup>1</sup> s<sup>1</sup> ), at a temperature of 16.6 ±0.7°C, and at a relative humidity of 67.5 ± 5.3%. In current-year shoots the rate of net photosynthesis expressed on a needle-area basis was lowest in the CF treatment and highest in the NF treatment. In 1- and 2-year-old shoots, a decreased rate of the net photosynthetic assimilation rate, expressed on a needle area basis, was observed in trees from the NF and NF+ treatment compared with that of trees from the CF treatment. The effect increased with increasing ozone concentration and shoot age. A significant increase in the rate of respiration, expressed on a dry-weight basis, was observed in current year shoots from trees exposed to NF+. A significant decrease of the leaf conductance to carbon dioxide was obtained in 2-year-old shoots exposed to NF and NF+. A decrease in the content of chlorophyll was observed in 1- and 2-year-old needles from trees exposed to NF+."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, University of Göteborg, Carl Skottsbergs gata 22, S-413 19 Göteborg, Sweden."}], "Identifier": [], "LastName": "Wallin", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Skärby", "ForeName": "L", "Initials": "L"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, University of Göteborg, Carl Skottsbergs gata 22, S-413 19 Göteborg, Sweden."}, {"Identifier": [], "Affiliation": "Swedish Environmental Research Institute (IVL), Box 47086, S-402 58 Göteborg, Sweden."}], "Identifier": [], "LastName": "Selldén", "ForeName": "G", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams, M. B., Kelly, J. M. & Edwards, N. T. (1988). Growth of Pinus taeda L. seedlings varies with family and ozone exposure level. Water, Air and Soil Pollution 38, 137-150."}, {"Citation": "Arndt, U. & Kaufman, M. (1985). Wirkung von Ozon auf die apparente Photosynthese von Tanne und Buche. Allgemeine Forstzeitschrift 1/2, 19-20."}, {"Citation": "Arnon, D. I. (1949). Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiology 24, 1-15."}, {"Citation": "Ashmore, M., Bell, N. & Rutter, J. (1985). The role of ozone in forest damage in West Germany. Ambio 14, 81-87."}, {"Citation": "Ball, J. T. (1987). Calculations related to gas exchange. In: Stomatal Function (Ed. by E. Zieger, G. D. Farquhar & I. R. Cowan), pp. 445-476. Stanford University Press, Stanford , California , USA ."}, {"Citation": "Barnes, R. L. (1972). Effects of chronic exposure to ozone on photosynthesis and respiration of pines. Environmental Pollution 3, 133-138."}, {"Citation": "Benoit, L. F., Skelly, J. M., Moore, L. D. & Dochinger, L. S. (1982). Radial growth reductions of Pinus strobus L. correlated with foliar ozone sensitivity as an indicator of ozone-induced losses in eastern forests. Canadian Journal of Forest Research 12, 673-678."}, {"Citation": "Bïurkman, O. (1981). Responses to different quantum flux densities. In: Encyclopedia of Plant Physiology, New Series, vol. 12A (Ed. by O. L. Lange, P. S. Nobel, C. B. Osmond & H. Ziegler), pp. 57-107. Springer-Verlag, Berlin , Heidelberg , New York ."}, {"Citation": "Blank, L. W. (1985). A new type of forest decline in Germany. Nature 314, 311-314."}, {"Citation": "Coyne, P. I. & Bingham, G. E. (1982). Variation in photosynthesis and stomatal conductance in an ozone-stressed ponderosa pine stand: light response. Forest Science 28, 257-273."}, {"Citation": "Dahlberg, K., Löuvblad, G. & Steen, B. (1987). Atmosfärskemisk övervakning vid IVL:s PMK-stationer. SNV Rapport 3473 ."}, {"Citation": "Darrall, N. M. (1989). The effects of air pollutants on physiological processes in plants. Plant, Cell and Environment 12, 1-30."}, {"Citation": "Davis, D. D. & Wood, F. A. (1972). The relative susceptibility of eighteen coniferous species to ozone. Phytopathology 62, 14-19."}, {"Citation": "Derwent, R. G. & Kay, P. J. A. (1988). Factors influencing the ground level distribution of ozone in Europe. Environmental Pollution 55, 191-219."}, {"Citation": "Grennfelt, P. & Schjoldager, J. (1984). Photochemical oxidants in the troposphere: a mounting menace. Ambio 13, 61-67."}, {"Citation": "Heagle, A., Body, D. & Heck, W. (1973). An open-top field chamber to assess the impact of air pollution on plants. Journal of Environmental Quality 2, 365-368."}, {"Citation": "Hogsett, W. E., Plocher, M., Wildman, V., Tingey, D. T. & Bennett, J. P. (1985). Growth response of two varieties of slash pine seedlings to chronic ozone exposures. Canadian Journal of Botany 63, 2369-2376."}, {"Citation": "Keller, T. & Häsler, R. (1984). The influence of a fall fumigation with ozone on the stomatal behavior of spruce and fir. Oecologia 64, 284-286."}, {"Citation": "Keller, T. & Hasler, R. (1987). Some effects of long-term ozone fumigations on Norway spruce. I. Gas exchange and stomatal response. Trees 1, 129-133."}, {"Citation": "Krause, G. H. M., Jung, K.-D. & Prinz, B. (1985). Experimentelle Untersuchungen zur Aufklärung der neuartigen Waldschäden in der Bundesrepublik Deutschland. VDI Berichte 560, 627-655."}, {"Citation": "Kress, L. W. & Skelly, J. M. (1982). Response of several eastern forest trees species to chronic doses of ozone and nitrogen dioxide. Plant Disease 66, 1149-1152."}, {"Citation": "Kuppers, K. & Klumpp, G. (1988). Effects of ozone, sulfur dioxide, and nitrogen dioxide on gas exchange and starch economy in Norway spruce [Picea abies (L.) Karsten]. Geojournal 17, 271-275."}, {"Citation": "Lehnherr, B., Grandjean, A., Máuchler, F. & Fuhrer, J. (1987). The effect of ozone in ambient air on ribulosebisphosphate carboxylase/oxygenase activity decreases photosynthesis and grain yield in wheat. Journal of Plant Physiology 130, 189-200."}, {"Citation": "Lövblad, G., Andreasson, K. & Dahlberg, K. (1985). Sammanställning av resultat från mätningar av luftdata vid svenska EMEP-stationer 1979-1985. SNV Rapport 3234 ."}, {"Citation": "Lövblad, G., Andreasson, K. & Dahlberg, K. (1986). Atmosfärskemisk övervakning vid IVL: s PMK-stationer. SNV Rapport 3329 ."}, {"Citation": "Mann, L. K., Mclaughlin, S. B. & Shriner, S. (1980). Seasonal physiological responses of white pine under chronic air pollution stress. Environmental and Experimental Botany 20, 99-105."}, {"Citation": "McLaughlin, S. B. (1985). Effects of air pollution on forests. Journal of the Air Pollution Control Association 35, 512-534."}, {"Citation": "Mclaughlin, S. B., Mcconathy, R. K., Duvick, D. & Mann, L. K. (1982). Effects of chronic air pollution stress on photosynthesis, carbon allocation, and growth of pine trees. Forest Science 28, 60-70."}, {"Citation": "Miller, P. R. & Elderman, M. J. (1977). Photochemical oxidant air pollutant effects on a mixed conifer forest ecosystem. Office of Research and Development, U.S. Environmental Protection Agency. EPA-600/3-77-104."}, {"Citation": "Osborne, B. A. & Raven, J. A. (1986). Light absorption by plants and its implications for photosynthesis. Biological Reviews 61, 1-61."}, {"Citation": "Peterson, D. L., Arbaugh, M. J., Wakefield, V. A. & Miller, P. R. (1987). Evidence of growth reduction in ozone-injured Jeffrey pine (Pinus jeffreyi Grew and Balf.) in Sequoia and Kings Canyon National Parks. Journal of the Air Pollution Control Association 37, 906-912."}, {"Citation": "Reich, P. B. (1983). Effects of low concentrations of ozone on net photosynthesis, dark respiration, and chlorophyll contents in aging hybrid poplar leaves. Plant Physiology 73, 291-296."}, {"Citation": "Reich, P. B. (1987). Quantifying plant response to ozone: a unifying theory. Tree Physiology 3, 63-91."}, {"Citation": "Reich, P. B. & Amundson, R. G. (1985). Ambient levels of ozone reduce net photosynthesis in tree and crop species. Science 230, 566-570."}, {"Citation": "Reich, P. B. & Lassoie, J. P. (1985). Influence of low concentrations of ozone on growth, biomass partitioning and leaf senescence in young hybrid poplar plants. Environmental Pollution (Series A) 39, 39-51."}, {"Citation": "Selinger, H., Knoppik, D. & Ziegler-Jons, A. (1986). Einfluss von Mineralstoffernährung, Ozon und saurem Nebel auf photosynthese-Parameter und stomatäre Leitfähigkeit von Picea abies (L.) Karst. Forstwissenschaftliches Zentralblatt 105, 239-242."}, {"Citation": "Shafer, S. R., Heagle, A. S. & Camberato, D. M. (1987). Effects of chronic doses of ozone on field-grown loblolly pine: Seedling responses in the first year. Journal of the Air Pollution Control Association 37, 1179-1184."}, {"Citation": "Skärby, L., Troeng, E. & Bostrom, C.-Å. (1987). Ozone uptake and effects on transpiration, net photosynthesis, and dark respiration in Scots pine. Forest Science 33, 801-808."}, {"Citation": "Sokal, R. R. & Rohlf, F. J. (1981). Biometry, The Principles and Practice of Statistics in Biological Research, 2nd Edn. W. H. Freeman and Company, New York ."}, {"Citation": "Sutinen, S., Skärby, L., Wallin, G. & SelldÉN, G. (1990). Long-term exposure of Norway spruce, Picea abies (L.) Karst., to ozone in open-top chambers. II. Effects on the ultrastructure of needles. New Phytologist 115, 345-355."}, {"Citation": "Terry, N. (1983). Limiting factors in photosynthesis. IV. Iron stress-mediated changes in light harvesting and electron transport capacity and its effects on photosynthesis in vivo. Plant Physiology 71, 855-860."}, {"Citation": "Teskey, R. O., Fites, J. A., Samuelson, L. J. & Bongarten, B. C. (1986) Stomatal and nonstomatal limitations to net photosynthesis in Pinus taeda L. under different environmental conditions. Tree Physiology 2, 131-142."}, {"Citation": "Tseng, E. C, Seiler, J. R. & Chevone, B. I. (1988). Effects of ozone and water stress on greenhouse-grown Fraser fir seedling growth and physiology. Environmental and Experimental Botany 28, 37-41."}, {"Citation": "Yang, Y. S., Skelly, J. M., Chevone, B. I. & Birch, J. B. (1983a). Effects of short-term ozone exposure on net photosynthesis, dark respiration, and transpiration of three eastern white pine clones. Environmental International 9, 265-269."}, {"Citation": "Yang, Y. S., Skelly, J. M., Chevone, B. I. & Birch, J. B. (1983b). Effects of long-term ozone exposure on photosynthesis and dark respiration of eastern white pine. Environmental Science & Technology 17, 371-373."}], "Title": "references"}], "History": [{"Year": "2021", "Month": "4", "Day": "20", "Hour": "1", "Minute": "5"}, {"Year": "1990", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1990", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33873947", "10.1111/j.1469-8137.1990.tb00460.x"]}}], "PubmedBookArticle": []}