{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Northeast China", "Ozone pollution", "Potential source contribution", "Regional transport"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "33932671", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "04", "Day": "24"}], "ELocationID": ["10.1016/j.scitotenv.2021.147308", "S0048-9697(21)02379-2"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "785", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Insight into ozone profile climatology over northeast China from aircraft measurement and numerical simulation.", "Pagination": {"StartPage": "147308", "MedlinePgn": "147308"}, "Abstract": {"AbstractText": ["Tropospheric ozone is a major pollutant that can harm human health, animals and plants. With a rapid development in Northeast China, ozone pollution has become an increasingly serious environmental challenge. To study the ozone distribution and the potential sources of ozone precursors in Northeast China, we analyzed vertical ozone profiles from the In-service Aircraft for a Global Observing System (IAGOS) in 2012-2014 and provided the climatological vertical structure of tropospheric ozone over Shenyang. The tropospheric ozone generally presents high in hot months, mainly due to the combined effects of the strong solar radiation and high volatile organic compounds emission in summer. While in cold months, the ozone is low because of weak solar radiation and high nitrogen oxides emission. Besides, a low-ozone center exists within lower troposphere in August, which is mainly caused by the East Asian summer monsoon prevailing in summer. To analyze the sources of ozone, typical ozone pollution episodes were studied and the results revealed the different pathways for the enhancement of ozone pollution in Shenyang: regional transport of anthropogenic emissions from North China Plain (NCP), long-range transport from Siberian biomass burning and local photochemical production. Modeling results show that the largest contribution to the surface ozone in Northeast China is local anthropogenic emissions (exceed 90%); the regional transport of NCP anthropogenic emissions contribute more to the pollutants around 2 km, and account for more than 50% pollutants during highly ozone polluted days; through long-range transport, Siberian biomass burning in the spring also have a nonnegligible effect on the near-ground ozone in Northeast China. Overall, this study provides tropospheric ozone climatology and its source attribution in Northeast China, and highlight the great importance of regional transport of anthropogenic and biomass burning emissions in ozone pollution."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Atmospheric and Earth System Sciences (JirLATEST), School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China."}], "LastName": "Wang", "ForeName": "Hongyue", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Atmospheric and Earth System Sciences (JirLATEST), School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China; Jiangsu Province Collaborative Innovation Center of Climate Change, Nanjing, China. Electronic address: kding@nju.edu.cn."}], "LastName": "Ding", "ForeName": "Ke", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Atmospheric and Earth System Sciences (JirLATEST), School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China; Jiangsu Province Collaborative Innovation Center of Climate Change, Nanjing, China."}], "LastName": "Huang", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of atmospheric science, China University of Geosciences, Wuhan, China."}], "LastName": "Wang", "ForeName": "Wuke", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Atmospheric and Earth System Sciences (JirLATEST), School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China; Jiangsu Province Collaborative Innovation Center of Climate Change, Nanjing, China. Electronic address: dingaj@nju.edu.cn."}], "LastName": "Ding", "ForeName": "Aijun", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no conflict of interest or personal relationships that could have appeared to influence the work reported in this work."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "12", "Day": "25"}, {"Year": "2021", "Month": "4", "Day": "17"}, {"Year": "2021", "Month": "4", "Day": "18"}, {"Year": "2021", "Month": "5", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "1", "Hour": "20", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33932671", "10.1016/j.scitotenv.2021.147308", "S0048-9697(21)02379-2"]}}], "PubmedBookArticle": []}