{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34006851", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "05", "Day": "18"}], "ELocationID": ["2920", "10.1038/s41467-021-23229-2"], "Journal": {"ISSN": "2041-1723", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2021", "Month": "May", "Day": "18"}}, "Title": "Nature communications", "ISOAbbreviation": "Nat Commun"}, "ArticleTitle": "Joint inference of CFC lifetimes and banks suggests previously unidentified emissions.", "Pagination": {"StartPage": "2920", "MedlinePgn": "2920"}, "Abstract": {"AbstractText": ["Chlorofluorocarbons (CFCs) are harmful ozone depleting substances and greenhouse gases. CFC production was phased-out under the Montreal Protocol, however recent studies suggest new and unexpected emissions of CFC-11. Quantifying CFC emissions requires accurate estimates of both atmospheric lifetimes and ongoing emissions from old equipment (i.e. 'banks'). In a Bayesian framework we simultaneously infer lifetimes, banks and emissions of CFC-11, 12 and 113 using available constraints. We find lifetimes of all three gases are likely shorter than currently recommended values, suggesting that best estimates of inferred emissions are larger than recent evaluations. Our analysis indicates that bank emissions are decreasing faster than total emissions, and we estimate new, unexpected emissions during 2014-2016 were 23.2, 18.3, and 7.8 Gg/yr for CFC-11, 12 and 113, respectively. While recent studies have focused on unexpected CFC-11 emissions, our results call for further investigation of potential sources of emissions of CFC-12 and CFC-113, along with CFC-11."]}, "AuthorList": [{"Identifier": ["0000-0001-5810-8784"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA, USA. mlickley@mit.edu."}], "LastName": "Lickley", "ForeName": "Megan", "Initials": "M"}, {"Identifier": ["0000-0003-3289-2237"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Civil and Environmental Engineering, Stanford University, Stanford, CA, USA."}], "LastName": "Fletcher", "ForeName": "Sarah", "Initials": "S"}, {"Identifier": ["0000-0002-2020-9253"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, University of Bristol, Bristol, UK."}], "LastName": "Rigby", "ForeName": "Matt", "Initials": "M"}, {"Identifier": ["0000-0002-2020-7581"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA, USA."}], "LastName": "Solomon", "ForeName": "Susan", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Commun", "NlmUniqueID": "101528555", "ISSNLinking": "2041-1723"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Newman PA, et al. What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated? Atmos. Chem. Phys. 2009;9:2113–2128. doi: 10.5194/acp-9-2113-2009.", "ArticleIdList": ["10.5194/acp-9-2113-2009"]}, {"Citation": "Solomon S, et al. Emergence of healing in the Antarctic ozone layer. Sci. (80-) 2016;353:269–274. doi: 10.1126/science.aae0061.", "ArticleIdList": ["10.1126/science.aae0061", "27365314"]}, {"Citation": "WMO: Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project—Report No. 58. 588 (2018)."}, {"Citation": "Montzka SA, et al. An unexpected and persistent increase in global emissions of ozone-depleting CFC-11. Nature. 2018;557:413. doi: 10.1038/s41586-018-0106-2.", "ArticleIdList": ["10.1038/s41586-018-0106-2", "29769666"]}, {"Citation": "Rigby M, et al. Increase in CFC-11 emissions from eastern China based on atmospheric observations. Nature. 2019;569:546–550. doi: 10.1038/s41586-019-1193-4.", "ArticleIdList": ["10.1038/s41586-019-1193-4", "31118523"]}, {"Citation": "Lickley, M. et al. Quantifying contributions of chlorofluorocarbons banks to emissions and impacts on the ozone layer and climate. Nat. Commun. 11, 1–11 (2020).", "ArticleIdList": ["PMC7078219", "32184388"]}, {"Citation": "SPARC Report on the Lifetimes of Stratospheric Ozone-Depleting Substances, Their Replacements, and Related Specied. (2013)."}, {"Citation": "Prather, M. et al. Atmospheric Chemistry and Greenhouse Gases. In Climate Change 2001: Scientific Basis: Contribution to Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change (eds Houghton, J. T. et al.) 881 (Cambridge University Press, 2001)."}, {"Citation": "Chipperfield MP, et al. Multimodel estimates of atmospheric lifetimes of long-lived ozone-depleting substances: Present and future. J. Geophys. Res. Atmos. 2014;119:2555–2573. doi: 10.1002/2013JD021097.", "ArticleIdList": ["10.1002/2013JD021097"]}, {"Citation": "Rigby, M. et al. Re-evaluation of the lifetimes of the major CFCs and Biogeosciences CH 3 CCl 3 using atmospheric trends. 13, 2691–2702 (2013)."}, {"Citation": "WMO: Scientific Assessment of Ozone Depletion: 2002, Global Ozone Research and Monitoring Project—Report No. 47. (2003)."}, {"Citation": "Ashford P, Clodic D, McCulloch A, Kuijpers L. Emission profiles from the foam and refrigeration sectors comparison with atmospheric concentrations. Part 1: Methodology and data. Int. J. Refrig. 2004;27:687–700. doi: 10.1016/j.ijrefrig.2004.07.025.", "ArticleIdList": ["10.1016/j.ijrefrig.2004.07.025"]}, {"Citation": "Coordinated & byL. Kuijpers, and D. Verdonik, U. TEAP (Technology and Economic Assessment Panel), Task Force Decision XX/8 Report, Assessment of Alternatives to HCFCs and HFCs and Update of the TEAP 2005 Supplement Report Data. (2009)."}, {"Citation": "UNEP. Decision XXX/3 TEAP Task Force Report on unexpected emissions of Trichlorofluoromethane (CFC-11)—Final Report, Vol. 1 (2019)."}, {"Citation": "Laube JC, et al. Newly detected ozone-depleting substances in the atmosphere. Nat. Geosci. 2014;7:266–269. doi: 10.1038/ngeo2109.", "ArticleIdList": ["10.1038/ngeo2109"]}, {"Citation": "Adcock KE, et al. Continued increase of CFC-113a (CCl3CF3) mixing ratios in the global atmosphere: emissions, occurrence and potential sources. Atmos. Chem. Phys. 2018;18:4737–4751. doi: 10.5194/acp-18-4737-2018.", "ArticleIdList": ["10.5194/acp-18-4737-2018"]}, {"Citation": "Daniel, J. S., Velders, G. J. M., Solomon, S., McFarland, M. & Montzka, S. A. Present and future sources and emissions of halocarbons: toward new constraints. J. Geophys. Res. Atmos. 112, 1–11 (2007)."}, {"Citation": "Engel, A. et al. Update on Ozone-Depleting Substances (ODSs) and other gases of interest to the Montreal Protocol, Chapter 1 in Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project—Report No. 58. (World Meteorological Organization, 2019)."}, {"Citation": "Bates SC, Cullen A, Raftery AE. Bayesian uncertainty assessment in multicompartment deterministic simulation models for environmental risk assessment. Environmetrics. J. Int. Environmetrics Soc. 2003;14:355–371."}, {"Citation": "Hong, B., Strawderman, R. L., Swaney, D. P. & Weinstein, D. A. Bayesian estimation of input parameters of a nitrogen cycle model applied to a forested reference watershed, Hubbard Brook Watershed Six. Water Resour. Res. 41, W03007 (2005)."}, {"Citation": "Lickley, M. Joint Inference of CFC lifetimes and banks suggests previously unidentified emissions. 10.5281/zenodo.4602326 (2021).", "ArticleIdList": ["PMC8131697", "34006851"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2021", "Month": "4", "Day": "14"}, {"Year": "2021", "Month": "5", "Day": "19", "Hour": "6", "Minute": "12"}, {"Year": "2021", "Month": "5", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["34006851", "PMC8131697", "10.1038/s41467-021-23229-2", "10.1038/s41467-021-23229-2"]}}], "PubmedBookArticle": []}