{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["inhalation", "nitric oxide", "nitrogen dioxide", "respiratory therapy"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34039761", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "01"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4187/respcare.08856"], "Journal": {"ISSN": "1943-3654", "JournalIssue": {"Volume": "66", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Respiratory care", "ISOAbbreviation": "Respir Care"}, "ArticleTitle": "Inhaled Nitric Oxide Delivery Systems for Mechanically Ventilated and Nonintubated Patients: A Review.", "Pagination": {"StartPage": "1021", "EndPage": "1028", "MedlinePgn": "1021-1028"}, "Abstract": {"AbstractText": ["Nitric oxide (NO) is a biologically active molecule approved for the treatment of pulmonary hypertension in newborn patients. Commercially available NO delivery systems use pressurized cylinders as the source of NO and a sensor to control the concentrations of NO and nitrogen dioxide (NO<sub>2</sub>) delivered. Cylinder-based delivery systems are safe and widely used around the world, but they are bulky, expensive, and reliant on a robust supply chain. In the past few years, novel NO generators and delivery systems have been developed to overcome these limitations. Electric NO generators produce NO from ambient air using high-voltage electrical discharge to ionize air, which leads to the formation of NO, NO<sub>2</sub>, and ozone (O<sub>3</sub>). A scavenging system is incorporated to reduce the concentration of the toxic byproducts generated in this type of system. NO can also be generated by the reduction of NO<sub>2</sub> by ascorbic acid or released from liquid solutions or solid nanoparticles. The development of easy-to-use, safe, and portable NO delivery systems may enable the delivery of NO in the out-patient setting or at home. Furthermore, non-cylinder-based NO generators reduce the cost of NO production and storage and may therefore make NO delivery feasible in low-resource settings. Here we review commercially available systems that can generate and administer inhalable NO."], "CopyrightInformation": "Copyright © 2021 by Daedalus Enterprises."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Harvard Medical School, Boston, Massachusetts."}], "LastName": "Gianni", "ForeName": "Stefano", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Massachusetts General Hospital, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Harvard Medical School, Boston, Massachusetts."}], "LastName": "Carroll", "ForeName": "Ryan W", "Initials": "RW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Respiratory Care Department, Massachusetts General Hospital, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Harvard Medical School, Boston, Massachusetts."}], "LastName": "Kacmarek", "ForeName": "Robert M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, Massachusetts. lberra@mgh.harvard.edu."}, {"Identifier": [], "Affiliation": "Harvard Medical School, Boston, Massachusetts."}], "LastName": "Berra", "ForeName": "Lorenzo", "Initials": "L"}], "GrantList": [{"GrantID": "K23 HL128882", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Respir Care", "NlmUniqueID": "7510357", "ISSNLinking": "0020-1324"}, "ChemicalList": [{"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hypertension, Pulmonary"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Nitric Oxide"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Respiration, Artificial"}], "CoiStatement": "Dr Gianni has disclosed no conflicts of interest. Dr Carroll has disclosed a relationship with Unitaid. Dr Kacmarek had disclosed relationships with Medtronic, Orange Med, Medtronic, and Venner Medical. Dr Berra has disclosed relationships with the NIH, iNO Therapeutics, Praxair, Masimo, and the Mercatus Center of George Mason University."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ignarro LJ, Buga GM, Wood KS, Byrns RE, Chaudhuri G. Endothelium-derived relaxing factor produced and released from artery and vein is nitric oxide. Proc Natl Acad Sci U S A 1987;84(24):9265-9269.", "ArticleIdList": ["PMC299734", "2827174"]}, {"Citation": "Frostell CG, Blomqvist H, Hedenstierna G, Lundberg J, Zapol WM. Inhaled nitric oxide selectively reverses human hypoxic pulmonary vasoconstriction without causing systemic vasodilation. Anesthesiology 1993;78(3):427-435.", "ArticleIdList": ["8457043"]}, {"Citation": "Barrington KJ, Finer N, Pennaforte T, Altit G. Nitric oxide for respiratory failure in infants born at or near term. Cochrane Database Syst Rev 2017;1:CD000399.", "ArticleIdList": ["PMC6464941", "28056166"]}, {"Citation": "Clark RH, Kueser TJ, Walker MW, Southgate WM, Huckaby JL, Perez JA, et al. . Low-dose nitric oxide therapy for persistent pulmonary hypertension of the newborn. N Engl J Med 2000;342(7):469-474.", "ArticleIdList": ["10675427"]}, {"Citation": "Bender KA, Alexander JA, Enos JM, Skimming JW. Effects of inhaled nitric oxide in patients with hypoxemia and pulmonary hypertension after cardiac surgery. Am J Crit Care 1997;6(2):127-131.", "ArticleIdList": ["9172849"]}, {"Citation": "Gries A, Herr A, Kirsch S, Günther C, Weber S, Szabo G, et al. . Inhaled nitric oxide inhibits platelet-leukocyte interactions in patients with acute respiratory distress syndrome. Crit Care Med 2003;31(6):1697-1704.", "ArticleIdList": ["12794407"]}, {"Citation": "Beghetti M, Sparling C, Cox PN, Stephens D, Adatia I. Inhaled NO inhibits platelet aggregation and elevates plasma but not intraplatelet cGMP in healthy human volunteers. Am J Physiol Heart Circ Physiol 2003;285(2):H637-642.", "ArticleIdList": ["12750066"]}, {"Citation": "Elahi MM, Worner M, Khan JS, Matata BM. Inspired nitric oxide and modulation of oxidative stress during cardiac surgery. Curr Drug Saf 2009;4(3):188-198.", "ArticleIdList": ["19534641"]}, {"Citation": "Gerlach H, Keh D, Semmerow A, Busch T, Lewandowski K, Pappert DM, et al. . Dose–response characteristics during long-term inhalation of nitric oxide in patients with severe acute respiratory distress syndrome: a prospective, randomized, controlled study. Am J Respir Crit Care Med 2003;167(7):1008-1015.", "ArticleIdList": ["12663340"]}, {"Citation": "Troncy E, Collet JP, Shapiro S, Guimond JG, Blair L, Ducruet T, et al. . Inhaled nitric oxide in acute respiratory distress syndrome: a pilot randomized controlled study. Am J Respir Crit Care Med 1998;157(5 Pt 1):1483-1488.", "ArticleIdList": ["9603127"]}, {"Citation": "Taylor RW, Zimmerman JL, Dellinger RP, Straube RC, Criner GJ, Kenneth DJ, et al. . Low-dose inhaled nitric oxide in patients with acute lung injury: a randomized controlled trial. JAMA 2004;291(13):1603-1609.", "ArticleIdList": ["15069048"]}, {"Citation": "Hajian B, de Backer J, Vos W, van Holsbeke C, Ferreira F, Quinn D, et al. . Pulmonary vascular effects of pulsed inhaled nitric oxide in COPD patients with pulmonary hypertension. Int J Chron Obstruct Pulmon Dis 2016;11:1533-1541.", "ArticleIdList": ["PMC4940019", "27462149"]}, {"Citation": "Vonbank K. Controlled prospective randomised trial on the effects on pulmonary haemodynamics of the ambulatory long term use of nitric oxide and oxygen in patients with severe COPD. Thorax 2003;58(4):289-293.", "ArticleIdList": ["PMC1746623", "12668787"]}, {"Citation": "Nathan SD, Flaherty KR, Glassberg MK, Raghu G, Swigris J, Alvarez R, et al. . A randomized, double-blind, placebo-controlled study of pulsed, inhaled nitric oxide in subjects at risk of pulmonary hypertension associated with pulmonary fibrosis. Chest 2020;158(2):637-645.", "ArticleIdList": ["32092321"]}, {"Citation": "Berra L, Rodriguez-Lopez J, Rezoagli E, Yu B, Fisher DF, Semigran MJ, et al. . Electric plasma–generated nitric oxide: hemodynamic effects in patients with pulmonary hypertension. Am J Respir Crit Care Med 2016;194(9):1168-1170.", "ArticleIdList": ["PMC5114452", "27797618"]}, {"Citation": "Minneci PC, Deans KJ, Zhi H, Yuen PST, Star RA, Banks SM, et al. . Hemolysis-associated endothelial dysfunction mediated by accelerated NO inactivation by decompartmentalized oxyhemoglobin. J Clin Invest 2005;115(12):3409-3417.", "ArticleIdList": ["PMC1283939", "16294219"]}, {"Citation": "Marrazzo F, Larson G, Sherpa Lama TT, Teggia Droghi M, Joyce M, Ichinose F, et al. . Inhaled nitric oxide prevents systemic and pulmonary vasoconstriction due to hemoglobin-based oxygen carrier infusion: a case report. J Crit Care 2019;51:213-216.", "ArticleIdList": ["PMC10150649", "30709560"]}, {"Citation": "Lei C, Berra L, Rezoagli E, Yu B, Dong H, Yu S, et al. . Nitric oxide decreases acute kidney injury and stage 3 chronic kidney disease after cardiac surgery. Am J Respir Crit Care Med 2018;198(10):1279-1287.", "ArticleIdList": ["PMC6290943", "29932345"]}, {"Citation": "Miller CC, Hergott CA, Rohan M, Arsenault-Mehta K, Döring G, Mehta S. Inhaled nitric oxide decreases the bacterial load in a rat model of Pseudomonas aeruginosa pneumonia. J Cyst Fibros 2013;12(6):817-820.", "ArticleIdList": ["23481089"]}, {"Citation": "Deppisch C, Herrmann G, Graepler-Mainka U, Wirtz H, Heyder S, Engel C, et al. . Gaseous nitric oxide to treat antibiotic resistant bacterial and fungal lung infections in patients with cystic fibrosis: a phase I clinical study. Infection 2016;44(4):513-520.", "ArticleIdList": ["26861246"]}, {"Citation": "Keyaerts E, Vijgen L, Chen L, Maes P, Hedenstierna G, Van Ranst M. Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine, a nitric oxide donor compound. Int J Infect Dis 2004;8(4):223-226.", "ArticleIdList": ["PMC7128975", "15234326"]}, {"Citation": "Miller C, McMullin B, Ghaffari A, Stenzler A, Pick N, Roscoe D, et al. . Gaseous nitric oxide bactericidal activity retained during intermittent high-dose short duration exposure. Nitric Oxide 2009;20(1):16-23.", "ArticleIdList": ["18789393"]}, {"Citation": "Safaee Fakhr B, Wiegand SB, Pinciroli R, Gianni S, Morais CCA, Ikeda T, et al. . High concentrations of nitric oxide inhalation therapy in pregnant patients with severe coronavirus disease 2019 (COVID-19). Obstet Gynecol 2020;136(6):1109-1113.", "ArticleIdList": ["PMC7673637", "32852324"]}, {"Citation": "Tal A, Greenberg D, Av-Gay Y, Golan-Tripto I, Feinstein Y, Ben-Shimol S, et al. . Nitric oxide inhalations in bronchiolitis: a pilot, randomized, double-blinded, controlled trial. Pediatr Pulmonol 2018;53(1):95-102.", "ArticleIdList": ["29178284"]}, {"Citation": "Wiegand SB, Safaee Fakhr B, Carroll RW, Zapol WM, Kacmarek RM, Berra L. Rescue treatment with high-dose gaseous nitric oxide in spontaneously breathing patients with severe coronavirus disease 2019. Crit Care Explor 2020;2(11):e0277.", "ArticleIdList": ["PMC7671879", "33225304"]}, {"Citation": "Sokol GM, Van Meurs KP, Wright LL, Rivera O, Thorn WJ, Chu PM, et al. . Nitrogen dioxide formation during inhaled nitric oxide therapy. Clin Chem 1999;45(3):382-387.", "ArticleIdList": ["10053039"]}, {"Citation": "The National Institute for Occupational Safety and Health. Nitrogen dioxide. Available at: https://www.cdc.gov/niosh/pel88/10102-44.html. Accessed April 12, 2021."}, {"Citation": "Privett BJ, Shin JH, Schoenfisch MH. Electrochemical nitric oxide sensors for physiological measurements. Chem Soc Rev 2010;39(6):1925-1935.", "ArticleIdList": ["PMC3569000", "20502795"]}, {"Citation": "Heinonen E, Högman M, Meriläinen P. Theoretical and experimental comparison of constant inspired concentration and pulsed delivery in NO therapy. Intensive Care Med 2000;26(8):1116-1123.", "ArticleIdList": ["11030169"]}, {"Citation": "Todd Tzanetos DR, Housley JJ, Barr FE, May WL, Landers CD. Implementation of an inhaled nitric oxide protocol decreases direct cost associated with its use. Respir Care 2015;60(5):644-650.", "ArticleIdList": ["25650437"]}, {"Citation": "Pierce CM, Peters MJ, Cohen G, Goldman AP, Petros AJ. Cost of nitric oxide is exorbitant. BMJ 2002;325(7359):336.", "ArticleIdList": ["PMC1123840", "12169517"]}, {"Citation": "Namihira T, Tsukamoto S, Wang D, Katsuki S, Hackam R, Okamoto K, et al. . Production of nitric monoxide using pulsed discharges for a medical application. IEEE Trans Plasma Sci 2000;28(1):109-114."}, {"Citation": "Namihira T, Katsuki S, Hackam R, Akiyama H, Okamoto K. Production of nitric oxide using a pulsed arc discharge. IEEE Trans Plasma Sci 2002;30(5):1993-1998."}, {"Citation": "Hu H, Chen W, Zhang J, Lu X, He J. Influence of plasma temperature on the concentration of NO produced by pulsed arc discharge. Plasma Sci Technol 2012;14(3):257-262."}, {"Citation": "Namihira T, Wang D, Tsukamoto S, Katsuki S, Akiyama H. Effect of gas composition for NOx removal using pulsed power. IEEJ Transfm 1999;119(10):1190-1195."}, {"Citation": "Hu H, Liang H, Li J, Zhao Q, He J. Study on production of inhaled nitric oxide for medical applications by pulsed discharge. IEEE Trans Plasma Sci 2007;35(3):619-625."}, {"Citation": "Weimann J, Hagenah JU, Motsch J. Reduction in nitrogen dioxide concentration by soda lime preparations during simulated nitric oxide inhalation. Br J Anaesth 1997;79(5):641-644.", "ArticleIdList": ["9422905"]}, {"Citation": "Yu B, Muenster S, Blaesi AH, Bloch DB, Zapol WM. Producing nitric oxide by pulsed electrical discharge in air for portable inhalation therapy. Sci Transl Med 2015;7(294):294ra107.", "ArticleIdList": ["26136478"]}, {"Citation": "Yu B, Ferrari M, Schleifer G, Blaesi AH, Wepler M, Zapol WM, et al. . Development of a portable mini-generator to safely produce nitric oxide for the treatment of infants with pulmonary hypertension. Nitric Oxide 2018;75:70-76.", "ArticleIdList": ["PMC5861015", "29486304"]}, {"Citation": "Lovich MA, Bruno NK, Plant CP, Wei AE, Vasquez GB, Johnson BJ, et al. . Use of ultra pure nitric oxide generated by the reduction of nitrogen dioxide to reverse pulmonary hypertension in hypoxemic swine. Nitric Oxide 2011;24(4):204-212.", "ArticleIdList": ["21530669"]}, {"Citation": "Lovich MA, Fine DH, Denton RJ, Wakim MG, Wei AE, Maslov MY, et al. . Generation of purified nitric oxide from liquid N2O4 for the treatment of pulmonary hypertension in hypoxemic swine. Nitric Oxide 2014;37:66-72.", "ArticleIdList": ["24513304"]}, {"Citation": "Center for Drug Evaluation and Research. Application number: 202860Orig1s000. Available at: https://www.accessdata.fda.gov/drugsatfda_docs/nda/2019/202860Orig1s000Approv.pdf. Accessed April 12, 2021."}, {"Citation": "Stenzler A, inventor; Sanotize Research And Development Corp, assignee. Compositions and methods for treating diseases or disorders using extended release nitric oxide releasing solutions. U.S. Patent Application 20150328256A1. 2015."}, {"Citation": "Stenzler A, Han S, Miller CC, Regev-Shoshani G, inventors. Preparation and delivery of sustained nitric oxide releasing solutions. WIPO Application WO2015058127A1. 2015."}, {"Citation": "Friedman AJ, Han G, Navati MS, Chacko M, Gunther L, Alfieri A, et al. . Sustained release nitric oxide releasing nanoparticles: characterization of a novel delivery platform based on nitrite containing hydrogel/glass composites. Nitric Oxide 2008;19(1):12-20.", "ArticleIdList": ["18457680"]}, {"Citation": "Ding Y, Riediker M. A system to create stable nanoparticle aerosols from nanopowders. J Vis Exp 2016;2016(113):54414.", "ArticleIdList": ["PMC5091692", "27501179"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "27", "Hour": "5", "Minute": "52"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34039761", "PMC10408459", "10.4187/respcare.08856", "66/6/1021"]}}], "PubmedBookArticle": []}