{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["high-quality drinking water", "membrane fouling", "nanofiltration"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34073651", "DateRevised": {"Year": "2021", "Month": "07", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "05", "Day": "24"}], "ELocationID": ["380", "10.3390/membranes11060380"], "Journal": {"ISSN": "2077-0375", "JournalIssue": {"Volume": "11", "Issue": "6", "PubDate": {"Year": "2021", "Month": "May", "Day": "24"}}, "Title": "Membranes", "ISOAbbreviation": "Membranes (Basel)"}, "ArticleTitle": "Pilot Study on the Combination of Different Pre-Treatments with Nanofiltration for Efficiently Restraining Membrane Fouling While Providing High-Quality Drinking Water.", "Abstract": {"AbstractText": ["Nanofiltration (NF) is a promising post-treatment technology for providing high-quality drinking water. However, membrane fouling remains a challenge to long-term NF in providing high-quality drinking water. Herein, we found that coupling pre-treatments (sand filtration (SF) and ozone-biological activated carbon (O<sub>3</sub>-BAC)) and NF is a potent tactic against membrane fouling while achieving high-quality drinking water. The pilot results showed that using SF+O<sub>3</sub>-BAC pre-treated water as the feed water resulted in a lower but a slowly rising transmembrane pressure (TMP) in NF post-treatment, whereas an opposite observation was found when using SF pre-treated water as the feed water. High-performance size-exclusion chromatography (HPSEC) and three-dimensional excitation-emission matrix (3D-EEM) fluorescence spectroscopy determined that the O<sub>3</sub>-BAC process changed the characteristic of dissolved organic matter (DOM), probably by removing the DOM of lower apparent molecular weight (LMW) and decreasing the biodegradability of water. Moreover, amino acids and tyrosine-like substances which were significantly related to medium and small molecule organics were found as the key foulants to membrane fouling. In addition, the accumulation of powdered activated carbon in O<sub>3</sub>-BAC pre-treated water on the membrane surface could be the key reason protecting the NF membrane from fouling."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of the Environment and Municipal Administration, Lanzhou Jiaotong University, Lanzhou 730070, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Yellow River Water Environment in Gansu Province, Lanzhou Jiaotong University, Lanzhou 730070, China."}], "LastName": "Chen", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of the Environment and Municipal Administration, Lanzhou Jiaotong University, Lanzhou 730070, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Yellow River Water Environment in Gansu Province, Lanzhou Jiaotong University, Lanzhou 730070, China."}], "LastName": "Li", "ForeName": "Huiping", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Pollution Control and Resource Reuse, College of Environmental Science and Engineering, Tongji University, Shanghai 200092, China."}], "LastName": "Pang", "ForeName": "Weihai", "Initials": "W"}, {"Identifier": ["0000-0002-9088-3657"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Civil and Environmental Engineering, Harbin Institute of Technology (Shenzhen), Shenzhen 518055, China."}], "LastName": "Zhou", "ForeName": "Baiqin", "Initials": "B"}, {"Identifier": ["0000-0001-5117-7883"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Pollution Control and Resource Reuse, College of Environmental Science and Engineering, Tongji University, Shanghai 200092, China."}], "LastName": "Li", "ForeName": "Tian", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of the Environment and Municipal Administration, Lanzhou Jiaotong University, Lanzhou 730070, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Yellow River Water Environment in Gansu Province, Lanzhou Jiaotong University, Lanzhou 730070, China."}], "LastName": "Zhang", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Pollution Control and Resource Reuse, College of Environmental Science and Engineering, Tongji University, Shanghai 200092, China."}], "LastName": "Dong", "ForeName": "Bingzhi", "Initials": "B"}], "GrantList": [{"GrantID": "2017ZX07201001", "Agency": "the Major Science and Technology Program for Water Pollution Control and Treatment (2017ZX07201001)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Membranes (Basel)", "NlmUniqueID": "101577807", "ISSNLinking": "2077-0375"}, "CoiStatement": "We declare that we have no conflict of interest including any financial, personal or other relationships with other people or organizations. We consider carefully the list and order of authors before submitting the manuscript and provide the definitive list of authors at the time of the original submission. All other authors have read the manuscript and have agreed to submit it in its current form for consideration for publication in Membranes."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cooray T., Wei Y., Zhang J., Zheng L., Zhong H., Weragoda S.K., Weerasooriya R. Drinking Water supply for CKDu affected areas of Sri Lanka, using nanofiltration membrane technology: From laboratory to practice. Water. 2019;11:2512. doi: 10.3390/w11122512.", "ArticleIdList": ["10.3390/w11122512"]}, {"Citation": "Liu D., Cabrera J., Zhong L., Wang W., Duan D., Wang X., Liu S., Xie Y.F. Using loose nanofiltration membrane for lake water treatment: A pilot study. Front. Environ. Sci. Eng. 2021;15:69. doi: 10.1007/s11783-020-1362-6.", "ArticleIdList": ["10.1007/s11783-020-1362-6"]}, {"Citation": "Foureaux A.F.S., Moreira V.R., Lebron Y.A.R., de Souza Santos L.V., Lange L.C., Amaral M.C.S. Insights into the retention behavior of betamethasone by nanofiltration—An alternative for decentralized drinking water treatment. J. Water Process Eng. 2021;40:121–128. doi: 10.1016/j.jwpe.2020.101792.", "ArticleIdList": ["10.1016/j.jwpe.2020.101792"]}, {"Citation": "Gao P., Xu S., Xu Z., Li P., Wu Y., Li L., Zhang H. High-Flux Fine Hollow Fiber Nanofiltration Membranes for the Purification of Drinking Water. Ind. Eng. Chem. Res. 2021;60:1817–1828. doi: 10.1021/acs.iecr.0c05150.", "ArticleIdList": ["10.1021/acs.iecr.0c05150"]}, {"Citation": "Huang Z., Gong B., Huang C.P., Pan S.Y., Wu P., Dang Z., Chiang P.C. Performance evaluation of integrated adsorption-nanofiltration system for emerging compounds removal: Exemplified by caffeine, diclofenac and octylphenol. J. Environ. Manag. 2019;231:121–128. doi: 10.1016/j.jenvman.2018.09.092.", "ArticleIdList": ["10.1016/j.jenvman.2018.09.092", "30340131"]}, {"Citation": "Ahsan A., Imteaz M. Nanotechnology in Water and Wastewater Treatment. Elsevier; Amsterdam, The Netherlands: 2019. Nanofiltration membrane technology providing quality drinking water; pp. 291–295.", "ArticleIdList": ["10.1016/B978-0-12-813902-8.00014-9"]}, {"Citation": "Zakmout A., Sadi F., Portugal C.A.M., Crespo J.G., Velizarov S. Tannery effluent treatment by nanofiltration, reverse osmosis and chitosan modified membranes. Membranes. 2020;10:378. doi: 10.3390/membranes10120378.", "ArticleIdList": ["10.3390/membranes10120378", "PMC7761313", "33260505"]}, {"Citation": "Religa P., Kowalik A., Gierycz P. A new approach to chromium concentration from salt mixture solution using nanofiltration. Sep. Purif. Technol. 2011;82:114–120. doi: 10.1016/j.seppur.2011.08.032.", "ArticleIdList": ["10.1016/j.seppur.2011.08.032"]}, {"Citation": "Ling B., Xie P., Ladner D. Dynamic Modeling of Fouling in Reverse Osmosis Membranes. Membranes. 2021;11:349. doi: 10.3390/membranes11050349.", "ArticleIdList": ["10.3390/membranes11050349", "PMC8151604", "34068543"]}, {"Citation": "Lin D., Bai L., Xu D., Wang H., Zhang H., Li G., Liang H. Nanofiltration scaling influenced by coexisting pollutants considering the interaction between ferric coagulant and natural organic macromolecules. Chem. Eng. J. 2021;413:127403. doi: 10.1016/j.cej.2020.127403.", "ArticleIdList": ["10.1016/j.cej.2020.127403"]}, {"Citation": "Chun Y., Hua T., Anantharaman A., Chew J.W., Cai N., Benjamin M., Wang R. Organic matter removal from a membrane bioreactor effluent for reverse osmosis fouling mitigation by microgranular adsorptive filtration system. Desalination. 2021;506:115016. doi: 10.1016/j.desal.2021.115016.", "ArticleIdList": ["10.1016/j.desal.2021.115016"]}, {"Citation": "Park S., You J., Ahn Y., Jung W., Kim J., Lee S., Park J., Cho K.H. Evaluating the effects of organic matter bioavailability on nanofiltration membrane using real-time monitoring. J. Memb. Sci. 2018;548:519–525. doi: 10.1016/j.memsci.2017.11.053.", "ArticleIdList": ["10.1016/j.memsci.2017.11.053"]}, {"Citation": "Chon K., Jeong N., Rho H., Nam J.Y., Jwa E., Cho J. Fouling characteristics of dissolved organic matter in fresh water and seawater compartments of reverse electrodialysis under natural water conditions. Desalination. 2020;496:114478. doi: 10.1016/j.desal.2020.114478.", "ArticleIdList": ["10.1016/j.desal.2020.114478"]}, {"Citation": "Jeong S., Kim S.J., Hee Kim L., Seop Shin M., Vigneswaran S., Vinh Nguyen T., Kim I.S. Foulant analysis of a reverse osmosis membrane used pretreated seawater. J. Memb. Sci. 2013;428:434–444. doi: 10.1016/j.memsci.2012.11.007.", "ArticleIdList": ["10.1016/j.memsci.2012.11.007"]}, {"Citation": "Miao R., Wang L., Feng L., Liu Z.W., Lv Y.T. Understanding PVDF ultrafiltration membrane fouling behaviour through model solutions and secondary wastewater effluent. Desalin. Water Treat. 2014;52:5061–5067. doi: 10.1080/19443994.2013.848668.", "ArticleIdList": ["10.1080/19443994.2013.848668"]}, {"Citation": "Guo Y., Li T.Y., Xiao K., Wang X.M., Xie Y.F. Key foulants and their interactive effect in organic fouling of nanofiltration membranes. J. Memb. Sci. 2020;610:118252. doi: 10.1016/j.memsci.2020.118252.", "ArticleIdList": ["10.1016/j.memsci.2020.118252"]}, {"Citation": "Su Z., Liu T., Li X., Graham N.J.D., Yu W. Tracking metal ion-induced organic membrane fouling in nanofiltration by adopting spectroscopic methods: Observations and predictions. Sci. Total Environ. 2020;708:135051. doi: 10.1016/j.scitotenv.2019.135051.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135051", "31796279"]}, {"Citation": "Linlin W., Xuan Z., Meng Z. Removal of dissolved organic matter in municipal effluent with ozonation, slow sand filtration and nanofiltration as high quality pre-treatment option for artificial groundwater recharge. Chemosphere. 2011;83:693–699. doi: 10.1016/j.chemosphere.2011.02.022.", "ArticleIdList": ["10.1016/j.chemosphere.2011.02.022", "21382634"]}, {"Citation": "Yang J.S., Yuan D.X., Weng T.P. Pilot study of drinking water treatment with GAC, O3/BAC and membrane processes in Kinmen Island, Taiwan. Desalination. 2010;263:271–278. doi: 10.1016/j.desal.2010.06.069.", "ArticleIdList": ["10.1016/j.desal.2010.06.069"]}, {"Citation": "Aryal A., Sathasivan A., Heitz A., Zheng G., Nikraz H., Ginige M.P. Combined BAC and MIEX pre-treatment of secondary wastewater effluent to reduce fouling of nanofiltration membranes. Water Res. 2015;70:214–223. doi: 10.1016/j.watres.2014.12.003.", "ArticleIdList": ["10.1016/j.watres.2014.12.003", "25540835"]}, {"Citation": "Fan G., Li Z., Yan Z., Wei Z., Xiao Y., Chen S., Shangguan H., Lin H., Chang H. Operating parameters optimization of combined UF/NF dual-membrane process for brackish water treatment and its application performance in municipal drinking water treatment plant. J. Water Process Eng. 2020;38:101547. doi: 10.1016/j.jwpe.2020.101547.", "ArticleIdList": ["10.1016/j.jwpe.2020.101547"]}, {"Citation": "Fang C., Ou T., Wang X., Rui M., Chu W. Effects of feed solution characteristics and membrane fouling on the removal of THMs by UF/NF/RO membranes. Chemosphere. 2020;260:127625. doi: 10.1016/j.chemosphere.2020.127625.", "ArticleIdList": ["10.1016/j.chemosphere.2020.127625", "32758776"]}, {"Citation": "Murphy K.R., Stedmon C.A., Graeber D., Bro R. Fluorescence spectroscopy and multi-way techniques. PARAFAC. Anal. Methods. 2013;5:6557–6566. doi: 10.1039/c3ay41160e.", "ArticleIdList": ["10.1039/c3ay41160e"]}, {"Citation": "Murphy K.R., Stedmon C.A., Waite T.D., Ruiz G.M. Distinguishing between terrestrial and autochthonous organic matter sources in marine environments using fluorescence spectroscopy. Mar. Chem. 2008;108:40–58. doi: 10.1016/j.marchem.2007.10.003.", "ArticleIdList": ["10.1016/j.marchem.2007.10.003"]}, {"Citation": "Roy Y., Lienhard J.H. Factors contributing to the change in permeate quality upon temperature variation in nanofiltration. Desalination. 2019;455:58–70. doi: 10.1016/j.desal.2018.12.017.", "ArticleIdList": ["10.1016/j.desal.2018.12.017"]}, {"Citation": "Elsayed M., Refaey H.A., Abdellatif O.E., Sakr R.Y., Afify R.I. Experimental investigation on the performance of a small reverse osmosis unit. J. Braz. Soc. Mech. Sci. Eng. 2018;40:1–14. doi: 10.1007/s40430-018-1143-3.", "ArticleIdList": ["10.1007/s40430-018-1143-3"]}, {"Citation": "Marconnet C., Houari A., Galas L., Vaudry H., Heim V., Di Martino P. Biodegradable dissolved organic carbon concentration of feed water and NF membrane biofouling: A pilot train study. Desalination. 2009;242:228–235. doi: 10.1016/j.desal.2008.04.009.", "ArticleIdList": ["10.1016/j.desal.2008.04.009"]}, {"Citation": "Peng W., Escobar I.C., White D.B. Effects of water chemistries and properties of membrane on the performance and fouling—A model development study. J. Memb. Sci. 2004;238:33–46. doi: 10.1016/j.memsci.2004.02.035.", "ArticleIdList": ["10.1016/j.memsci.2004.02.035"]}, {"Citation": "Matilainen A., Lindqvist N., Korhonen S., Tuhkanen T. Removal of NOM in the different stages of the water treatment process. Environ. Int. 2002;28:457–465. doi: 10.1016/S0160-4120(02)00071-5.", "ArticleIdList": ["10.1016/S0160-4120(02)00071-5", "12503911"]}, {"Citation": "Lou J.C., Yang C.Y., Chang C.J., Chen W.H., Tseng W.B., Han J.Y. Analysis and removal of assimilable organic carbon (AOC) from treated drinking water using a biological activated carbon filter system. J. Environ. Chem. Eng. 2014;2:1684–1690. doi: 10.1016/j.jece.2014.06.004.", "ArticleIdList": ["10.1016/j.jece.2014.06.004"]}, {"Citation": "Rehman Z.U., Khojah B., Leiknes T., Alsogair S., Alsomali M. Removal of bacteria and organic carbon by an integrated ultrafiltration—Nanofiltration desalination pilot plant. Membranes. 2020;10:223. doi: 10.3390/membranes10090223.", "ArticleIdList": ["10.3390/membranes10090223", "PMC7559365", "32899597"]}, {"Citation": "Al-Amoudi A.S. Factors affecting natural organic matter (NOM) and scaling fouling in NF membranes: A review. Desalination. 2010;259:1–10. doi: 10.1016/j.desal.2010.04.003.", "ArticleIdList": ["10.1016/j.desal.2010.04.003"]}, {"Citation": "Sun W., Liu J., Chu H., Dong B. Pretreatment and membrane hydrophilic modification to reduce membrane fouling. Membranes. 2013;3:226–241. doi: 10.3390/membranes3030226.", "ArticleIdList": ["10.3390/membranes3030226", "PMC4021944", "24956947"]}, {"Citation": "Stedmon C.A., Markager S. Resolving the variability in dissolved organic matter fluorescence in a temperate estuary and its catchment using PARAFAC analysis. Limnol. Oceanogr. 2005;50:686–697. doi: 10.4319/lo.2005.50.2.0686.", "ArticleIdList": ["10.4319/lo.2005.50.2.0686"]}, {"Citation": "Baghoth S.A., Sharma S.K., Amy G.L. Tracking natural organic matter (NOM) in a drinking water treatment plant using fluorescence excitation-emission matrices and PARAFAC. Water Res. 2011;45:797–809. doi: 10.1016/j.watres.2010.09.005.", "ArticleIdList": ["10.1016/j.watres.2010.09.005", "20889181"]}, {"Citation": "Murphy K.R., Ruiz G.M., Dunsmuir W.T.M., Waite T.D. Optimized parameters for fluorescence-based verification of ballast water exchange by ships. Environ. Sci. Technol. 2006;40:2357–2362. doi: 10.1021/es0519381.", "ArticleIdList": ["10.1021/es0519381", "16646474"]}, {"Citation": "Xu H., Cai H., Yu G., Jiang H. Insights into extracellular polymeric substances of cyanobacterium Microcystis aeruginosa using fractionation procedure and parallel factor analysis. Water Res. 2013;47:2005–2014. doi: 10.1016/j.watres.2013.01.019.", "ArticleIdList": ["10.1016/j.watres.2013.01.019", "23395483"]}, {"Citation": "Li H., Chen Y., Zhang J., Dong B. Pilot study on nanofiltration membrane in advanced treatment of drinking water. Water Sci. Technol. Water Supply. 2020;20:2043–2053. doi: 10.2166/ws.2020.089.", "ArticleIdList": ["10.2166/ws.2020.089"]}, {"Citation": "Park M., Anumol T., Simon J., Zraick F., Snyder S.A. Pre-ozonation for high recovery of nanofiltration (NF) membrane system: Membrane fouling reduction and trace organic compound attenuation. J. Memb. Sci. 2017;523:255–263. doi: 10.1016/j.memsci.2016.09.051.", "ArticleIdList": ["10.1016/j.memsci.2016.09.051"]}, {"Citation": "Aftab B., Cho J., Shin H.S., Hur J. Using EEM-PARAFAC to probe NF membrane fouling potential of stabilized landfill leachate pretreated by various options. Waste Manag. 2020;102:260–269. doi: 10.1016/j.wasman.2019.10.035.", "ArticleIdList": ["10.1016/j.wasman.2019.10.035", "31693970"]}, {"Citation": "Li K., Li S., Sun C., Huang T., Li G., Liang H. Membrane fouling in an integrated adsorption-UF system: Effects of NOM and adsorbent properties. Environ. Sci. Water Res. Technol. 2020;6:78–86. doi: 10.1039/C9EW00843H.", "ArticleIdList": ["10.1039/C9EW00843H"]}, {"Citation": "Sun L., He N., Duan X., Yang B., Feng C., Zhang Y. The membrane fouling mechanisms of the PAC/BPAC-UF combined process used to treat the secondary effluent from municipal wastewater treatment plant. Water Sci. Technol. 2018;77:211–219. doi: 10.2166/wst.2017.518.", "ArticleIdList": ["10.2166/wst.2017.518", "29339620"]}, {"Citation": "Li K., Liang H., Qu F., Shao S., Yu H., Han Z.S., Du X., Li G. Control of natural organic matter fouling of ultrafiltration membrane by adsorption pretreatment: Comparison of mesoporous adsorbent resin and powdered activated carbon. J. Memb. Sci. 2014;471:94–102. doi: 10.1016/j.memsci.2014.08.006.", "ArticleIdList": ["10.1016/j.memsci.2014.08.006"]}, {"Citation": "Shao S., Liang H., Qu F., Yu H., Li K., Li G. Fluorescent natural organic matter fractions responsible for ultrafiltration membrane fouling: Identification by adsorption pretreatment coupled with parallel factor analysis of excitation-emission matrices. J. Memb. Sci. 2014;464:33–42. doi: 10.1016/j.memsci.2014.03.071.", "ArticleIdList": ["10.1016/j.memsci.2014.03.071"]}, {"Citation": "Shao S., Liang H., Qu F., Li K., Chang H., Yu H., Li G. Combined influence by humic acid (HA) and powdered activated carbon (PAC) particles on ultrafiltration membrane fouling. J. Memb. Sci. 2016;500:99–105. doi: 10.1016/j.memsci.2015.11.036.", "ArticleIdList": ["10.1016/j.memsci.2015.11.036"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "25"}, {"Year": "2021", "Month": "5", "Day": "14"}, {"Year": "2021", "Month": "5", "Day": "17"}, {"Year": "2021", "Month": "6", "Day": "2", "Hour": "1", "Minute": "38"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["34073651", "PMC8224806", "10.3390/membranes11060380", "membranes11060380"]}}], "PubmedBookArticle": []}