{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Environmental health", "Health disparities", "Mental health", "Pollen", "Suicide"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34102161", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "05"}], "ELocationID": ["10.1016/j.envres.2021.111450", "S0013-9351(21)00744-1"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "200", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Short-term exposures to atmospheric evergreen, deciduous, grass, and ragweed aeroallergens and the risk of suicide in Ohio, 2007-2015: Exploring disparities by age, gender, and education level.", "Pagination": {"StartPage": "111450", "MedlinePgn": "111450"}, "Abstract": {"AbstractText": ["Seasonal trends in suicide mortality are observed worldwide, potentially aligning with the seasonal release of aeroallergens. However, only a handful of studies have examined whether aeroallergens increase the risk of suicide, with inconclusive results thus far. The goal of this study was to use a time-stratified case-crossover design to test associations of speciated aeroallergens (evergreen, deciduous, grass, and ragweed) with suicide deaths in Ohio, USA (2007-2015).", "Residential addresses for 12,646 persons who died by suicide were linked with environmental data at the 4-25 km grid scale including atmospheric aeroallergen concentrations, maximum temperature, sunlight, particulate matter <2.5 μm, and ozone. A case-crossover design was used to examine same-day and 7-day cumulative lag effects on suicide. Analyses were stratified by age group, gender, and educational level.", "In general, associations were null between aeroallergens and suicide. Stratified analyses revealed a relationship between grass pollen and same-day suicide for women (OR = 3.84; 95% CI = 1.44, 10.22) and those with a high school degree or less (OR = 2.03; 95% CI = 1.18, 3.49).", "While aeroallergens were generally not significantly related to suicide in this sample, these findings provide suggestive evidence for an acute relationship of grass pollen with suicide for women and those with lower education levels. Further research is warranted to determine whether susceptibility to speciated aeroallergens may be driven by underlying biological mechanisms or variation in exposure levels."], "CopyrightInformation": "Copyright © 2021 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Social Research, University of Michigan, Ann Arbor, MI, 48106, USA. Electronic address: rbergs@med.umich.edu."}], "LastName": "Bergmans", "ForeName": "Rachel S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Social Research, University of Michigan, Ann Arbor, MI, 48106, USA."}], "LastName": "Larson", "ForeName": "Peter", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Bennion", "ForeName": "Erica", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Mezuk", "ForeName": "Briana", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Climate and Space Sciences and Engineering, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Wozniak", "ForeName": "Matthew C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Climate and Space Sciences and Engineering, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Steiner", "ForeName": "Allison L", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Social Research, University of Michigan, Ann Arbor, MI, 48106, USA."}], "LastName": "Gronlund", "ForeName": "Carina J", "Initials": "CJ"}], "GrantList": [{"GrantID": "P30 ES017885", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R00 ES026198", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 MH073553", "Acronym": "MH", "Agency": "NIMH NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Allergens"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Allergens"}, {"QualifierName": [], "DescriptorName": "Ambrosia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Ohio"}, {"QualifierName": [], "DescriptorName": "Poaceae"}, {"QualifierName": [], "DescriptorName": "Suicide"}], "CoiStatement": "Declaration of interests. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Organization WH. Suicide in the world: global health estimates. World Health Organization; 2019."}, {"Citation": "Jessen G, Jensen BF, Arensman E, Bib-Brahe U, Crepet P, Leo DD, et al.Attempted suicide and major public holidays in Europe: findings from the WHO/EURO Multicentre Study on Parasuicide. Acta Psychiatr Scand 1999;99:412–8. 10.1111/j.1600-0447.1999.tb00986.x.", "ArticleIdList": ["10.1111/j.1600-0447.1999.tb00986.x", "10408262"]}, {"Citation": "Phillips WFR. Seasonal Influence on Suicide. Trans Am Climatol Assoc 1909;25:156–66.", "ArticleIdList": ["PMC2262802", "21408495"]}, {"Citation": "Retamal CP, Humphreys D Occurrence of suicide and seasonal variation. Rev Saúde Pública 1998;32:408–12. 10.1590/S0034-89101998000500002.", "ArticleIdList": ["10.1590/S0034-89101998000500002", "10030056"]}, {"Citation": "Partonen T, Haukka J, Nevanlinna H, Lönnqvist J. Analysis of the seasonal pattern in suicide. J Affect Disord 2004;81:133–9. 10.1016/S0165-0327(03)00137-X.", "ArticleIdList": ["10.1016/S0165-0327(03)00137-X", "15306138"]}, {"Citation": "Akkaya-Kalayci T, Vyssoki B, Winkler D, Willeit M, Kapusta ND, Dorffner G, et al.The effect of seasonal changes and climatic factors on suicide attempts of young people. BMC Psychiatry 2017;17:365. 10.1186/s12888-017-1532-7.", "ArticleIdList": ["10.1186/s12888-017-1532-7", "PMC5688742", "29141599"]}, {"Citation": "Duberstein PR, Conwell Y, Caine ED. Interpersonal stressors, substance abuse, and suicide. J Nerv Ment Dis 1993;181:80–5. 10.1097/00005053-199302000-00002.", "ArticleIdList": ["10.1097/00005053-199302000-00002", "8426175"]}, {"Citation": "Brådvik L, Mattisson C, Bogren M, Nettelbladt P. Long-term suicide risk of depression in the Lundby cohort 1947–1997 – severity and gender. Acta Psychiatr Scand 2008;117:185–91. 10.1111/j.1600-0447.2007.01136.x.", "ArticleIdList": ["10.1111/j.1600-0447.2007.01136.x", "18190676"]}, {"Citation": "Menon V, Sarkar S, Kattimani S, Mathan K. Do Personality Traits Such as Impulsivity and Hostility-Aggressiveness Predict Severity of Intent in Attempted Suicide? Findings From a Record Based Study in South India. Indian J Psychol Med 2015;37:393–8. 10.4103/0253-7176.168563.", "ArticleIdList": ["10.4103/0253-7176.168563", "PMC4676203", "26702169"]}, {"Citation": "Corcoran P, Griffin E, Arensman E, Fitzgerald AP, Perry IJ. Impact of the economic recession and subsequent austerity on suicide and self-harm in Ireland: An interrupted time series analysis. Int J Epidemiol 2015;44:969–77. 10.1093/ije/dyv058.", "ArticleIdList": ["10.1093/ije/dyv058", "26082406"]}, {"Citation": "Harper S, Charters TJ, Strumpf EC, Galea S, Nandi A. Economic downturns and suicide mortality in the USA, 1980–2010: observational study. Int J Epidemiol 2015;44:956–66. 10.1093/ije/dyv009.", "ArticleIdList": ["10.1093/ije/dyv009", "PMC4521126", "26082407"]}, {"Citation": "Gunnell D, Fernando R, Hewagama M, Priyangika WDD, Konradsen F, Eddleston M. The impact of pesticide regulations on suicide in Sri Lanka. Int J Epidemiol 2007;36:1235–42. 10.1093/ije/dym164.", "ArticleIdList": ["10.1093/ije/dym164", "PMC3154644", "17726039"]}, {"Citation": "Chowdhury FR, Dewan G, Verma VR, Knipe DW, Isha IT, Faiz MA, et al.Bans of WHO Class I Pesticides in Bangladesh—suicide prevention without hampering agricultural output. Int J Epidemiol 2018;47:175–84. 10.1093/ije/dyx157.", "ArticleIdList": ["10.1093/ije/dyx157", "PMC5837375", "29024951"]}, {"Citation": "Petridou E, Papadopoulos FC, Frangakis CE, Skalkidou A, Trichopoulos D. A Role of Sunshine in the Triggering of Suicide. Epidemiology 2002;13:106–9.", "ArticleIdList": ["11805594"]}, {"Citation": "Vyssoki B, Kapusta ND, Praschak-Rieder N, Dorffner G, Willeit M. Direct Effect of Sunshine on Suicide. JAMA Psychiatry 2014;71:1231. 10.1001/jamapsychiatry.2014.1198.", "ArticleIdList": ["10.1001/jamapsychiatry.2014.1198", "25208208"]}, {"Citation": "Papadopoulos FC, Frangakis CE, Skalkidou A, Petridou E, Stevens RG, Trichopoulos D. Exploring lag and duration effect of sunshine in triggering suicide. J Affect Disord 2005;88:287–97. 10.1016/j.jad.2005.08.010.", "ArticleIdList": ["10.1016/j.jad.2005.08.010", "16181684"]}, {"Citation": "Vyssoki B, Praschak-Rieder N, Sonneck G, Blüml V, Willeit M, Kasper S, et al.Effects of sunshine on suicide rates. Compr Psychiatry 2012;53:535–9. 10.1016/j.comppsych.2011.06.003.", "ArticleIdList": ["10.1016/j.comppsych.2011.06.003", "21821241"]}, {"Citation": "Praschak-Rieder N, Willeit M, Wilson AA, Houle S, Meyer JH. Seasonal Variation in Human Brain Serotonin Transporter Binding. Arch Gen Psychiatry 2008;65:1072–8. 10.1001/archpsyc.65.9.1072.", "ArticleIdList": ["10.1001/archpsyc.65.9.1072", "18762593"]}, {"Citation": "Gao J, Cheng Q, Duan J, Xu Z, Bai L, Zhang Y, et al.Ambient temperature, sunlight duration, and suicide: A systematic review and meta-analysis. Sci Total Environ 2019;646:1021–9. 10.1016/j.scitotenv.2018.07.098.", "ArticleIdList": ["10.1016/j.scitotenv.2018.07.098", "30235587"]}, {"Citation": "Davoudi M, Barjasteh-Askari F, Amini H, Lester D, Mahvi AH, Ghavami V, et al.Association of suicide with short-term exposure to air pollution at different lag times: A systematic review and meta-analysis. Sci Total Environ 2021;771:144882. 10.1016/j.scitotenv.2020.144882.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144882", "33736135"]}, {"Citation": "Caplan A, Fett N, Rosenbach M, Werth VP, Micheletti RG. Prevention and management of glucocorticoid-induced side effects: A comprehensive review: Ocular, cardiovascular, muscular, and psychiatric side effects and issues unique to pediatric patients. J Am Acad Dermatol 2017;76:201–7. 10.1016/j.jaad.2016.02.1241.", "ArticleIdList": ["10.1016/j.jaad.2016.02.1241", "28088991"]}, {"Citation": "de Weger LA, Bergmann KC, Rantio-Lehtimäki A, Dahl Å, Buters J, Déchamp C, et al.Impact of Pollen. In: Sofiev M, Bergmann K-C, editors. Allergenic Pollen Rev. Prod. Release Distrib. Health Impacts, Dordrecht: Springer Netherlands; 2013, p. 161–215. 10.1007/978-94-007-4881-1_6.", "ArticleIdList": ["10.1007/978-94-007-4881-1_6"]}, {"Citation": "Brundin L, Bryleva EY, Rajamani KT. Role of Inflammation in Suicide: From Mechanisms to Treatment. Neuropsychopharmacology 2017;42:271–83. 10.1038/npp.2016.116.", "ArticleIdList": ["10.1038/npp.2016.116", "PMC5143480", "27377015"]}, {"Citation": "Batty GD, Bell S, Stamatakis E, Kivimäki M. Association of Systemic Inflammation With Risk of Completed Suicide in the General Population. JAMA Psychiatry 2016;73:993–5. 10.1001/jamapsychiatry.2016.1805.", "ArticleIdList": ["10.1001/jamapsychiatry.2016.1805", "27532220"]}, {"Citation": "Dale E, Bang-Andersen B, Sánchez C. Emerging mechanisms and treatments for depression beyond SSRIs and SNRIs. Biochem Pharmacol 2015;95:81–97. 10.1016/j.bcp.2015.03.011.", "ArticleIdList": ["10.1016/j.bcp.2015.03.011", "25813654"]}, {"Citation": "Postolache TT, Stiller JW, Herrell R, Goldstein MA, Shreeram SS, Zebrak R, et al.Tree pollen peaks are associated with increased nonviolent suicide in women. Mol Psychiatry 2005;10:232–5. 10.1038/sj.mp.4001620.", "ArticleIdList": ["10.1038/sj.mp.4001620", "PMC7100718", "15599378"]}, {"Citation": "Stickley A, Sheng Ng CF, Konishi S, Koyanagi A, Watanabe C. Airborne pollen and suicide mortality in Tokyo, 2001–2011. Environ Res 2017;155:134–40. 10.1016/j.envres.2017.02.008.", "ArticleIdList": ["10.1016/j.envres.2017.02.008", "28219016"]}, {"Citation": "Woo JM, Gibbons RD, Rogers CA, Qin P, Kim JB, Roberts DW, et al.Pollen counts and suicide rates. Association not replicated. Acta Psychiatr Scand 2012;125:168–75.", "ArticleIdList": ["PMC6452436", "22176539"]}, {"Citation": "Qin P, Waltoft BL, Mortensen PB, Postolache TT. Suicide risk in relation to air pollen counts: a study based on data from Danish registers. BMJ Open 2013;3:e002462. 10.1136/bmjopen-2012-002462.", "ArticleIdList": ["10.1136/bmjopen-2012-002462", "PMC3669712", "23793651"]}, {"Citation": "U.S. Census Bureau. QuickFacts: Ohio. Washington, D.C.: U.S. Census Bureau; 2019."}, {"Citation": "Ohio County Profiles: 2020 Edition. Columbus, Ohio, USA: Ohio Development Services Agency: Office of Research; 2020."}, {"Citation": "Wozniak MC, Steiner AL. A prognostic pollen emissions model for climate models (PECM1.0). Geosci Model Dev 2017;10:4105–27. 10.5194/gmd-10-4105-2017.", "ArticleIdList": ["10.5194/gmd-10-4105-2017"]}, {"Citation": "PRISM Climate Group. PRISM Climate Data. 2019."}, {"Citation": "Wilcox S National Solar Radiation Database 1991–2010 Update: User’s Manual. Golden, Colorado: National Renewable Energy Laboratory, U.S. Department of Energy, Office of Energy Efficiency & Renewable Energy, operated by the Alliance for Sustainable Energy, LLC; 2012."}, {"Citation": "Maclure M The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol 1991;133:144–53.", "ArticleIdList": ["1985444"]}, {"Citation": "Lumley T, Levy D. Bias in the case – crossover design: implications for studies of air pollution. Environmetrics 2000;11:689–704. 10.1002/1099-095X(200011/12)11:6<689::AID-ENV439>3.0.CO;2-N.", "ArticleIdList": ["10.1002/1099-095X(200011/12)11:6<689::AID-ENV439>3.0.CO;2-N"]}, {"Citation": "Xu R, Xiong X, Abramson MJ, Li S, Guo Y. Ambient temperature and intentional homicide: A multi-city case-crossover study in the US. Environ Int 2020;143:105992. 10.1016/j.envint.2020.105992.", "ArticleIdList": ["10.1016/j.envint.2020.105992", "32738768"]}, {"Citation": "Xu R, Zhao Q, Coelho MSZS, Saldiva PHN, Zoungas S, Huxley RR, et al.Association between Heat Exposure and Hospitalization for Diabetes in Brazil during 2000-2015: A Nationwide Case-Crossover Study. Environ Health Perspect 2019;127. 10.1289/EHP5688.", "ArticleIdList": ["10.1289/EHP5688", "PMC6927500", "31746643"]}, {"Citation": "Xu R, Zhao Q, Coelho MSZS, Saldiva PHN, Abramson MJ, Li S, et al.The association between heat exposure and hospitalization for undernutrition in Brazil during 2000-2015: A nationwide case-crossover study. PLoS Med 2019;16. 10.1371/journal.pmed.1002950.", "ArticleIdList": ["10.1371/journal.pmed.1002950", "PMC6818759", "31661490"]}, {"Citation": "Li S, Guo Y, Williams G. Acute Impact of Hourly Ambient Air Pollution on Preterm Birth. Environ Health Perspect 2016;124. 10.1289/EHP200.", "ArticleIdList": ["10.1289/EHP200", "PMC5047774", "27128028"]}, {"Citation": "Levy D, Lumley T, Sheppard L, Kaufman J, Checkoway H Referent selection in case-crossover analyses of acute health effects of air pollution. Epidemiol Camb Mass 2001;12:186–92. 10.1097/00001648-200103000-00010.", "ArticleIdList": ["10.1097/00001648-200103000-00010", "11246579"]}, {"Citation": "Janes H, Sheppard L, Lumley T Case-Crossover Analyses of Air Pollution Exposure Data: Referent Selection Strategies and Their Implications for Bias. Epidemiology 2005;16:717–26.", "ArticleIdList": ["16222160"]}, {"Citation": "Mittleman MA. Optimal Referent Selection Strategies in Case-Crossover Studies: A Settled Issue. Epidemiology 2005;16:715–6. 10.1097/01.ede.0000183170.92955.25.", "ArticleIdList": ["10.1097/01.ede.0000183170.92955.25", "16222159"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG. Distributed lag non-linear models. Stat Med 2010;29:2224–34. 10.1002/sim.3940.", "ArticleIdList": ["10.1002/sim.3940", "PMC2998707", "20812303"]}, {"Citation": "Cummings P The Relative Merits of Risk Ratios and Odds Ratios. Arch Pediatr Adolesc Med 2009;163:438–45. 10.1001/archpediatrics.2009.31.", "ArticleIdList": ["10.1001/archpediatrics.2009.31", "19414690"]}, {"Citation": "Case MJ, Stinson KA. Climate change impacts on the distribution of the allergenic plant, common ragweed (Ambrosia artemisiifolia) in the eastern United States. PloS One 2018;13:e0205677. 10.1371/journal.pone.0205677.", "ArticleIdList": ["10.1371/journal.pone.0205677", "PMC6209413", "30379857"]}, {"Citation": "Ragguett R-M, Cha DS, Subramaniapillai M, Carmona NE, Lee Y, Yuan D, et al.Air pollution, aeroallergens and suicidality: a review of the effects of air pollution and aeroallergens on suicidal behavior and an exploration of possible mechanisms. Rev Environ Health 2017;0. 10.1515/reveh-2017-0011.", "ArticleIdList": ["10.1515/reveh-2017-0011", "28915125"]}, {"Citation": "Jeon-Slaughter H, Claassen CA, Khan DA, Mihalakos P, Lee KB, Brown ES. Temporal Association Between Nonfatal Self-Directed Violence and Tree and Grass Pollen Counts. J Clin Psychiatry 2016;77:1160–7.", "ArticleIdList": ["27314288"]}, {"Citation": "Derry HM, Padin AC, Kuo JL, Hughes S, Kiecolt-Glaser JK. Sex Differences in Depression: Does Inflammation Play a Role? Curr Psychiatry Rep 2015;17:78. 10.1007/s11920-015-0618-5.", "ArticleIdList": ["10.1007/s11920-015-0618-5", "PMC4869519", "26272539"]}, {"Citation": "Moieni M, Irwin MR, Jevtic I, Olmstead R, Breen EC, Eisenberger NI. Sex Differences in Depressive and Socioemotional Responses to an Inflammatory Challenge: Implications for Sex Differences in Depression. Neuropsychopharmacology 2015;40:1709–16. 10.1038/npp.2015.17.", "ArticleIdList": ["10.1038/npp.2015.17", "PMC4915253", "25598426"]}, {"Citation": "Semenza JC, Rubin CH, Falter KH, Selanikio JD, Flanders WD, Howe HL, et al.Heat-related deaths during the July 1995 heat wave in Chicago. N Engl J Med 1996;335:84–90. 10.1056/NEJM199607113350203.", "ArticleIdList": ["10.1056/NEJM199607113350203", "8649494"]}, {"Citation": "Ostro B, Rauch S, Green R, Malig B, Basu R. The effects of temperature and use of air conditioning on hospitalizations. Am J Epidemiol 2010;172:1053–61. 10.1093/aje/kwq231.", "ArticleIdList": ["10.1093/aje/kwq231", "20829270"]}, {"Citation": "Allen RW, Adar SD, Avol E, Cohen M, Curl CL, Larson T, et al.Modeling the Residential Infiltration of Outdoor PM2.5 in the Multi-Ethnic Study of Atherosclerosis and Air Pollution (MESA Air). Environ Health Perspect 2012;120:824–30. 10.1289/ehp.1104447.", "ArticleIdList": ["10.1289/ehp.1104447", "PMC3385439", "22534026"]}, {"Citation": "Lazar M, Davenport L. Barriers to Health Care Access for Low Income Families: A Review of Literature. J Community Health Nurs 2018;35:28–37. 10.1080/07370016.2018.1404832.", "ArticleIdList": ["10.1080/07370016.2018.1404832", "29323941"]}, {"Citation": "Basagaña X, Sunyer J, Kogevinas M, Zock J-P, Duran-Tauleria E, Jarvis D, et al.Socioeconomic Status and Asthma Prevalence in Young Adults: The European Community Respiratory Health Survey. Am J Epidemiol 2004;160:178–88. 10.1093/aje/kwh186.", "ArticleIdList": ["10.1093/aje/kwh186", "15234940"]}, {"Citation": "Prescott E, Lange P, Vestbo J. Socioeconomic status, lung function and admission to hospital for COPD: results from the Copenhagen City Heart Study. Eur Respir J 1999;13:1109–14.", "ArticleIdList": ["10414412"]}, {"Citation": "Pons-Estel GJ, Alarcón GS, Scofield L, Reinlib L, Cooper GS. Understanding the Epidemiology and Progression of Systemic Lupus Erythematosus. Semin Arthritis Rheum 2010;39:257–68. 10.1016/j.semarthrit.2008.10.007.", "ArticleIdList": ["10.1016/j.semarthrit.2008.10.007", "PMC2813992", "19136143"]}, {"Citation": "Negewo NA, McDonald VM, Gibson PG. Comorbidity in chronic obstructive pulmonary disease. Respir Investig 2015;53:249–58. 10.1016/j.resinv.2015.02.004.", "ArticleIdList": ["10.1016/j.resinv.2015.02.004", "26521102"]}, {"Citation": "Ettinger A, Reed M, Cramer J. Depression and comorbidity in community-based patients with epilepsy or asthma. Neurology 2004;63:1008–14. 10.1212/01.WNL.0000138430.11829.61.", "ArticleIdList": ["10.1212/01.WNL.0000138430.11829.61", "15452291"]}, {"Citation": "Palagini L, Mosca M, Tani C, Gemignani A, Mauri M, Bombardieri S. Depression and systemic lupus erythematosus: a systematic review. Lupus 2013;22:409–16. 10.1177/0961203313477227.", "ArticleIdList": ["10.1177/0961203313477227", "23427220"]}, {"Citation": "Sasha Bernatsky, Michel Fournier, Pineau Christian A, Clarke Ann E, Evelyne Vinet, Audrey Smargiassi. Associations between Ambient Fine Particulate Levels and Disease Activity in Patients with Systemic Lupus Erythematosus (SLE). Environ Health Perspect 2011;119:45–9. 10.1289/ehp.1002123.", "ArticleIdList": ["10.1289/ehp.1002123", "PMC3018498", "20870568"]}, {"Citation": "Hansel NN, McCormack MC, Kim V. The Effects of Air Pollution and Temperature on COPD. COPD J Chronic Obstr Pulm Dis 2016;13:372–9. 10.3109/15412555.2015.1089846.", "ArticleIdList": ["10.3109/15412555.2015.1089846", "PMC4878829", "26683097"]}, {"Citation": "Guarnieri M, Balmes JR. Outdoor air pollution and asthma. The Lancet 2014;383:1581–92. 10.1016/S0140-6736(14)60617-6.", "ArticleIdList": ["10.1016/S0140-6736(14)60617-6", "PMC4465283", "24792855"]}, {"Citation": "Meade RD, Akerman AP, Notley SR, McGinn R, Poirier P, Gosselin P, et al.Physiological factors characterizing heat-vulnerable older adults: A narrative review. Environ Int 2020;144:105909. 10.1016/j.envint.2020.105909.", "ArticleIdList": ["10.1016/j.envint.2020.105909", "32919284"]}, {"Citation": "Lake IR, Jones NR, Agnew M, Goodess CM, Giorgi F, Hamaoui-Laguel L, et al.Climate Change and Future Pollen Allergy in Europe. Environ Health Perspect 2017;125:385–91. 10.1289/EHP173.", "ArticleIdList": ["10.1289/EHP173", "PMC5332176", "27557093"]}, {"Citation": "D’Amato G Climate change, pollen allergy and extreme events leading to increasing prevalence of allergic respiratory diseases. Toxicol Lett 2016;259:S27. 10.1016/j.toxlet.2016.07.635.", "ArticleIdList": ["10.1016/j.toxlet.2016.07.635", "PMC3598823", "23398734"]}, {"Citation": "Williams MN, Hill SR, Spicer J. Will climate change increase or decrease suicide rates? The differing effects of geographical, seasonal, and irregular variation in temperature on suicide incidence. Clim Change 2015;130:519–28. 10.1007/s10584-015-1371-9.", "ArticleIdList": ["10.1007/s10584-015-1371-9"]}, {"Citation": "Gammans M Temporal displacement, adaptation and the effect of climate on suicide rates. Nat Clim Change 2020;10:499–501. 10.1038/s41558-020-0791-3.", "ArticleIdList": ["10.1038/s41558-020-0791-3"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "29"}, {"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "5", "Day": "29"}, {"Year": "2021", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "20", "Minute": "17"}, {"Year": "2022", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34102161", "NIHMS1716930", "PMC8404218", "10.1016/j.envres.2021.111450", "S0013-9351(21)00744-1"]}}], "PubmedBookArticle": []}