{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality data", "Performance tests", "Scientific database", "Scientific web service"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34122663", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "07"}], "ELocationID": ["10.1007/s12145-021-00631-4"], "Journal": {"ISSN": "1865-0473", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2021"}}, "Title": "Earth science informatics", "ISOAbbreviation": "Earth Sci Inform"}, "ArticleTitle": "Context aware benchmarking and tuning of a TByte-scale air quality database and web service.", "Pagination": {"StartPage": "1597", "EndPage": "1607", "MedlinePgn": "1597-1607"}, "Abstract": {"AbstractText": ["We present context-aware benchmarking and performance engineering of a mature TByte-scale air quality database system which was created by the Tropospheric Ozone Assessment Report (TOAR) and contains one of the world's largest collections of near-surface air quality measurements. A special feature of our data service https://join.fz-juelich.de is on-demand processing of several air quality metrics directly from the TOAR database. As a service that is used by more than 350 users of the international air quality research community, our web service must be easily accessible and functionally flexible, while delivering good performance. The current on-demand calculations of air quality metrics outside the database together with the necessary transfer of large volume raw data are identified as the major performance bottleneck. In this study, we therefore explore and benchmark in-database approaches for the statistical processing, which results in performance enhancements of up to 32%."], "CopyrightInformation": "© The Author(s) 2021."}, "AuthorList": [{"Identifier": ["0000-0002-1347-5297"], "AffiliationInfo": [{"Identifier": ["grid.8385.6", "0000 0001 2297 375X"], "Affiliation": "Jülich Supercomputing Centre, Forschungszentrum Jülich, Germany."}], "LastName": "Betancourt", "ForeName": "Clara", "Initials": "C"}, {"Identifier": ["0000-0003-1528-0933"], "AffiliationInfo": [{"Identifier": ["grid.8385.6", "0000 0001 2297 375X"], "Affiliation": "Jülich Supercomputing Centre, Forschungszentrum Jülich, Germany."}], "LastName": "Hagemeier", "ForeName": "Björn", "Initials": "B"}, {"Identifier": ["0000-0002-0309-8010"], "AffiliationInfo": [{"Identifier": ["grid.8385.6", "0000 0001 2297 375X"], "Affiliation": "Jülich Supercomputing Centre, Forschungszentrum Jülich, Germany."}], "LastName": "Schröder", "ForeName": "Sabine", "Initials": "S"}, {"Identifier": ["0000-0003-3455-774X"], "AffiliationInfo": [{"Identifier": ["grid.8385.6", "0000 0001 2297 375X"], "Affiliation": "Jülich Supercomputing Centre, Forschungszentrum Jülich, Germany."}], "LastName": "Schultz", "ForeName": "Martin G", "Initials": "MG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Earth Sci Inform", "NlmUniqueID": "101620055", "ISSNLinking": "1865-0473"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bereta K, Caumont H, Daniels U, Dirk D, Goor E, Koubarakis M, Pantazi DA, Stamoulis G, Ubels S, Venus V et al (2019) The copernicus app lab project: Easy access to copernicus data. In: Proceedings of the 22nd International Conference on Extending Database Technology, EDBT, p 11 10.5441/002%2Fedbt.2019.46"}, {"Citation": "Brauer M, Freedman G, Frostad J, Van Donkelaar A, Martin RV, Dentener F, Rv Dingenen, Estep K, Amini H, Apte JS, et al. Ambient air pollution exposure estimation for the global burden of disease 2013. Environmental science & technology. 2016;50(1):79–88. doi: 10.1021/acs.est.5b03709.", "ArticleIdList": ["10.1021/acs.est.5b03709", "26595236"]}, {"Citation": "Chang KL, Petropavlovskikh I, Copper OR, Schultz MG, Wang T. Regional trend analysis of surface ozone observations from monitoring networks in eastern north america, europe and east asia. Elem Sci Anth. 2017;5:50. doi: 10.1525/elementa.243.", "ArticleIdList": ["10.1525/elementa.243"]}, {"Citation": "Directorate-General for Communication EC (2018) The DIAS: User-friendly access to copernicus data and information. https://ec.europa.eu/docsroom/documents/30162"}, {"Citation": "Dey A. Understanding and using context. Pers Ubiquit Comput. 2001;5:4–7. doi: 10.1007/s007790170019.", "ArticleIdList": ["10.1007/s007790170019"]}, {"Citation": "D’Silva JV, De Moor F, Kemme B. Making an RDBMS data scientist friendly: advanced in-database interactive analytics with visualization support. Proceedings of the VLDB Endowment. 2019;12(12):1930–1933. doi: 10.14778/3352063.3352102.", "ArticleIdList": ["10.14778/3352063.3352102"]}, {"Citation": "Farahat A, Chauhan A, Al Otaibi M, Singh RP. Air quality over major cities of Saudi Arabia during hajj periods of 2019 and 2020. Earth Systems and Environment. 2021;5(1):101–114. doi: 10.1007/s41748-021-00202-z.", "ArticleIdList": ["10.1007/s41748-021-00202-z", "PMC7852470", "34723078"]}, {"Citation": "Fleming ZL, Doherty RM, Von Schneidemesser E, Malley CS, Cooper OR, Pinto JP, Colette A, Xu X, Simpson D, Schultz MG, et al. Tropospheric ozone assessment report: Present-day ozone distribution and trends relevant to human health. Elem Sci Anth. 2018;6(1):12. doi: 10.1525/elementa.273.", "ArticleIdList": ["10.1525/elementa.273"]}, {"Citation": "Gaudel A, Cooper OR, Ancellet G, Barret B, Boynard A, Burrows JP, Clerbaux C, Coheur PF, Cuesta J, Cuevas E, et al. Tropospheric ozone assessment report: Present-day distribution and trends of tropospheric ozone relevant to climate and global atmospheric chemistry model evaluation. Elem Sci Anth. 2018;6(1):39. doi: 10.1525/elementa.291.", "ArticleIdList": ["10.1525/elementa.291"]}, {"Citation": "Gkatzelis GI, Gilman JB, Brown SS, Eskes H, Gomes AR, Lange AC, McDonald BC, Peischl J, Petzold A, Thompson CR et al (2021) The global impacts of covid-19 lockdowns on urban air pollutiona critical review and recommendations. Elementa:, Science of the Anthropocene, vol 9(1)"}, {"Citation": "Gray J, Szalay A (2002) The world-wide telescope. Communications of the ACM 45(11):50–55 10.1145/581571.581572, http://portal.acm.org/citation.cfm?doid=581571.581572"}, {"Citation": "InfluxData, Hajek V, Pur A, Kudibal I (2018) Benchmarking influxDB vs. cassandra for time-series data, metrics & management. Technical report InfluxData, San Francisco, CA"}, {"Citation": "Ireland C, Bowers D, Newton M, Waugh K (2009) A classification of object-relational impedance mismatch. 10.1109/DBKDA.2009.11"}, {"Citation": "Jülich Supercomputing Centre (2019a) HDF Cloud – helmholtz data federation cloud resources at the jülich supercomputing centre. Journal of large-scale research facilities, vol 5(A137), 10.17815/jlsrf-5-173"}, {"Citation": "Jülich Supercomputing Centre (2019b) JUST: Large-scale Multi-tier storage infrastructure at the jülich supercomputing centre. Journal of large-scale research facilities, vol 5(A136), 10.17815/jlsrf-5-172"}, {"Citation": "Kersten ML, Idreos S, Manegold S, Liarou E. The researcher’s guide to the data deluge: Querying a scientific database in just a few seconds. Proceedings of the VLDB Endowment. 2011;4(12):1474–1477. doi: 10.14778/3402755.3402799.", "ArticleIdList": ["10.14778/3402755.3402799"]}, {"Citation": "Lefohn AS, Hazucha MJ, Shadwick D, Adams WC (2010) An alternative form and level of the human health ozone standard. Inhalation Toxicology 22(12):999–1011, 10.3109/08958378.2010.505253", "ArticleIdList": ["20735151"]}, {"Citation": "Lefohn AS, Malley CS, Smith L, Wells B, Hazucha M, Simon H, Naik V, Mills G, Schultz MG, Paoletti E, et al. Tropospheric ozone assessment report: Global ozone metrics for climate change, human health, and crop/ecosystem research. Elem Sci Anth. 2018;6(1):28.", "ArticleIdList": ["PMC6192432", "30345319"]}, {"Citation": "Lu J, Chen Y, Herodotou H, Babu S (2019) Speedup your analytics: automatic parameter tuning for databases and big data systems. Proceedings of the VLDB Endowment 12(12):1970–1973, 10.14778/3352063.3352112"}, {"Citation": "McKinney W. (2010) Data structures for statistical computing in python. In: Walt Stéfan van der, Millman Jarrod (eds) Proceedings of the 9th Python in Science Conference, SCIPY2010, pp 56-61. 10.25080/Majora-92bf1922-00a"}, {"Citation": "Mills G, Harmens H, Hayes F, Pleijel H, Büker P, González I, Alonso R, Bender J, Bergmann E, Bermejo V et al (2017) Mapping critical levels for vegetation revised chapter 3 of the manual on methodologies and criteria for modelling and mapping critical loads and levels and air pollution effects, risks and trends. https://www.researchgate.net/publication/329101282_MAPPING_CRITICAL_LEVELS_FOR_VEGETATION_Revised_Chapter_3_of_the_Manual_on_Methodologies_and_Criteria_for_Modelling_and_Mapping_Critical_Loads_and_Levels_and_Air_Pollution_Effects_Risks_and_Trends"}, {"Citation": "Mills G, Pleijel H, Malley CS, Sinha B, Cooper OR, Schultz MG, Neufeld HS, Simpson D, Sharps K, Feng Z, et al. Tropospheric ozone assessment report: Present-day tropospheric ozone distribution and trends relevant to vegetation. Elem Sci Anth. 2018;6(1):47. doi: 10.1525/elementa.302.", "ArticleIdList": ["10.1525/elementa.302"]}, {"Citation": "Nasar M, Kausar MA. Suitability of influxdb database for iot applications. International Journal of Innovative Technology and Exploring Engineering. 2019;8(10):1850–1857. doi: 10.35940/ijitee.J9225.0881019.", "ArticleIdList": ["10.35940/ijitee.J9225.0881019"]}, {"Citation": "Nimalasena A, Getov V (2014) Performance tuning of database systems using a context-aware approach. In: 9Th international conference on computer engineering & systems, ICES, 2014, pp 98-103. 10.1109/ICCES.2014.7030936"}, {"Citation": "Sandha SS, Cabrera W, Al-Kateb M, Nair S, Srivastava M. In-database distributed machine learning: demonstration using teradata SQL engine. Proceedings of the VLDB Endowment. 2019;12(12):1854–1857. doi: 10.14778/3352063.3352083.", "ArticleIdList": ["10.14778/3352063.3352083"]}, {"Citation": "Schultz MG, Schröder S, Lyapina O, Cooper O, Galbally I, Petropavlovskikh I, Von Schneidemesser E, Tanimoto H, Elshorbany Y, Naja M, et al. Tropospheric ozone assessment report: Database and metrics data of global surface ozone observations. Elem Sci Anth. 2017;5:58. doi: 10.1525/elementa.244.", "ArticleIdList": ["10.1525/elementa.244"]}, {"Citation": "Shasha D, Bonnet P (2004) Database tuning principles, experiments, and troubleshooting techniques. Morgan Publishing Directors, Elsevier Science, 340 Pine Street San Francisco, CA, USA"}, {"Citation": "Stanaway JD, Afshin A, Gakidou E, Lim SS, Abate D, Abate KH, Abbafati C, Abbasi N, Abbastabar H, Abd-Allah F, et al. (2018) Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990–2017: a systematic analysis for the global burden of disease study 2017. The Lancet 392(10159):1923–1994, appendix 10.1016/S0140-6736(18)32225-6", "ArticleIdList": ["PMC6227755", "30496105"]}, {"Citation": "Tarasick D, Galbally IE, Cooper OR, Schultz MG, Ancellet G, Leblanc T, Wallington TJ, Ziemke J, Liu X, Steinbacher M, et al. Tropospheric ozone assessment report: Tropospheric ozone from 1877 to 2016, observed levels, trends and uncertainties. Elem Sci Anth. 2019;7(1):39. doi: 10.1525/elementa.376.", "ArticleIdList": ["10.1525/elementa.376"]}, {"Citation": "Thalheim B, Tropmann-Frick M (2011) Performance forecasting for performance critical huge databases. In: Proceedings of the 2011 conference on Information Modelling and Knowledge Bases XXII, EJC 2010, 225, pp 226-236. 10.3233/978-1-60750-689-8-206"}, {"Citation": "The PostgreSQL Global Development Group (2015) Postgresql 10.12 documentation. https://www.postgresql.org/docs/10/index.html"}, {"Citation": "Federal Register US (2015) National ambient air quality standards for ozone. 40 CFR Part 50, 51, 52, 53, and 58, pp 65292–65468"}, {"Citation": "van der Walt S, Colbert SC, Varoquaux G (2011) The numpy array: A structure for efficient numerical computation. Computing in Science & Engineering 13(2):22–30, 10.1109/MCSE.2011.37"}, {"Citation": "Virtanen P, Gommers R, Oliphant TE, Haberland M, Reddy T, Cournapeau D, Burovski E, Peterson P, Weckesser W, Bright J et al (2020) SciPy 1.0: Fundamental Algorithms for Scientific Computing in Python. Nature Methods 17:261–272 10.1038/s41592-019-0686-2", "ArticleIdList": ["PMC7056644", "32015543"]}, {"Citation": "Wagemann J, Clements O, Marco Figuera R, Rossi AP, Mantovani S. Geospatial web services pave new ways for server-based on-demand access and processing of big earth data. International Journal of Digital Earth. 2018;11(1):7–25. doi: 10.1080/17538947.2017.1351583.", "ArticleIdList": ["10.1080/17538947.2017.1351583"]}, {"Citation": "Westland J. Economic incentives for database normalization. Information Processing & Management. 1992;28(5):647–662. doi: 10.1016/0306-4573(92)90034-W.", "ArticleIdList": ["10.1016/0306-4573(92)90034-W"]}, {"Citation": "Wilkinson MD, Dumontier M, Aalbersberg IJ, Appleton G, Axton M, Baak A, Blomberg N, Boiten JW, da Silva Santos LB, Bourne PE, et al. The FAIR guiding principles for scientific data management and stewardship. Scientific Data. 2016;3(1):160018. doi: 10.1038/sdata.2016.18.", "ArticleIdList": ["10.1038/sdata.2016.18", "PMC4792175", "26978244"]}, {"Citation": "Xu X, Lin W, Xu W, Jin J, Wang Y, Zhang G, Zhang X, Ma Z, Dong Y, Ma Q, et al. Tropospheric ozone assessment report: Long-term changes of regional ozone in china: implications for human health and ecosystem impacts. Elem Sci Anth. 2020;7:13. doi: 10.1525/elementa.409.", "ArticleIdList": ["10.1525/elementa.409"]}, {"Citation": "Young PJ, Naik V, Fiore AM, Gaudel A, Guo J, Lin MY, Neu JL, Parrish DD, Rieder HE, Schnell JL, et al. Tropospheric ozone assessment report: Assessment of global-scale model performance for global and regional ozone distributions, variability, and trends. Elem Sci Anth. 2018;6(1):10. doi: 10.1525/elementa.265.", "ArticleIdList": ["10.1525/elementa.265"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2021", "Month": "5", "Day": "14"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "14", "Hour": "9", "Minute": "39"}, {"Year": "2021", "Month": "6", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34122663", "PMC8180437", "10.1007/s12145-021-00631-4", "631"]}}], "PubmedBookArticle": []}