{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Backward trajectory", "HCHO column concentration", "Influencing factors", "OMI", "Qinghai-Tibet Plateau"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34129162", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "15"}], "ELocationID": ["10.1007/s11356-021-14719-3"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "39", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Analysis of spatiotemporal variation of formaldehyde column concentration in Qinghai-Tibet Plateau and its influencing factors.", "Pagination": {"StartPage": "55233", "EndPage": "55251", "MedlinePgn": "55233-55251"}, "Abstract": {"AbstractText": ["Based on the formaldehyde (HCHO) inversion data of OMI satellite sensor from 2009 to 2019, this paper discusses the spatial and temporal distribution of HCHO column concentration over the Qinghai-Tibet Plateau in the past 11 years and explores the factors affecting the dynamic distribution of atmospheric HCHO column concentration over the Qinghai-Tibet Plateau in combination with meteorological, aerosol, ozone, and other data. The results show that the average concentration of HCHO column in the Qinghai-Tibet Plateau is 8.84 × 10<sup>15</sup> molec/cm<sup>2</sup> in the past 11 years, which is relatively low, and the annual variation rate of HCHO column is 7.79%, showing a slight upward trend. The seasonal changes show a trend of Autumn < Winter < Spring < Summer. The monthly variation is more obvious than the seasonal variation. The spatial distribution showed a decreasing trend from southeast to northwest. Residual analysis showed that 83.77% of the area was frequently affected by natural factors. Correlation analysis found that the natural factors including precipitation, air temperature, and atmospheric activities for a greater influence on the column experiment the distribution of the concentration of the Qinghai-Tibet Plateau and human factors, such as biomass, the distribution of fossil fuel combustion, and emissions to HCHO, play a promoting role. Through the backward trajectory analysis, it can be seen that the transboundary atmospheric transport activity has a prominent contribution to the distribution of HCHO in the southern region of the Qinghai-Tibet Plateau. Hurst index study found that in the future, the concentration of HCHO column in 53.03% of the Qinghai-Tibet Plateau will decrease, but in some areas, such as the eastern and northern parts of the Qinghai-Tibet Plateau, it will increase."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Sciences, Northwest Normal University, Lanzhou, 730070, Gansu, China."}], "LastName": "Zhang", "ForeName": "Yongjia", "Initials": "Y"}, {"Identifier": ["0000-0002-2332-5700"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Sciences, Northwest Normal University, Lanzhou, 730070, Gansu, China. 761866726@qq.com."}], "LastName": "Ju", "ForeName": "Tianzhen", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Process Engineering, Chinese Academy of Sciences, Beijing, 100190, China."}], "LastName": "Shi", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Sciences, Northwest Normal University, Lanzhou, 730070, Gansu, China."}], "LastName": "Wang", "ForeName": "QingQing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Sciences, Northwest Normal University, Lanzhou, 730070, Gansu, China."}], "LastName": "Li", "ForeName": "FengShuai", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Sciences, Northwest Normal University, Lanzhou, 730070, Gansu, China."}], "LastName": "Zhang", "ForeName": "Guoqiang", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "1HG84L3525", "NameOfSubstance": "Formaldehyde"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Formaldehyde"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Meteorology"}, {"QualifierName": [], "DescriptorName": "Tibet"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Baek KH, Kim JH, Park RJ et al (2014) Validation of OMI HCHO data and its analysis over Asia. Sci Total Environ 490:93–105 ISSN 0048-9697", "ArticleIdList": ["10.1016/j.scitotenv.2014.04.108"]}, {"Citation": "Baez AP, Belmont R, Padilla H (1995) Measurements of formaldehyde and acetaldehyde in the atmosphere of Mexico City[J]. Environ Pollut 89(2):163–167", "ArticleIdList": ["10.1016/0269-7491(94)00059-M"]}, {"Citation": "Bai, Jianhui, Hao, Nan (2018) The relationship between the emission flux of volatile organic compounds (BVOCs) and atmospheric formaldehyde in subtropical forest plants [J]. Ecol Environ Sci 27(06):991–999"}, {"Citation": "Boeke NL, Marshall JD, Alvarez S et al (2011) Formaldehyde columns from the ozone monitoring instrument: urban versus background levels and evaluation using aircraft data and a global model[J]. J Geophys Res-Atmos 116(D5):D05303", "ArticleIdList": ["10.1029/2010JD014870"]}, {"Citation": "Cao B, Zhang T, Wu Q, Sheng Y, Zhao L, Zou D (2019) Permafrost zonation index map and statistics over the standardisation -Tibet Plateau based on field evidence[J]. Permafr Periglac Process 30(3):178–194", "ArticleIdList": ["10.1002/ppp.2006"]}, {"Citation": "Che T, Hao X, Dai L et al (2019) Changes and effects of snow cover on the Tibetan plateau [J]. Proceed Chin Acad Sci 34(11):1247–1253"}, {"Citation": "Chen Y, Liu J, Shang J et al (2016) The simulated reaction of formaldehyde and ambient atmospheric particulate matter using a chamber [J]. J Environ Sci 56(6):45–51"}, {"Citation": "Chen F, Bojie F, Xia J et al (2019) Nearly 70 years of Chinese natural geography and survival environment important progress and prospect of basic research [J]. Chin Sci Earth Sci 49(11):1659–1696"}, {"Citation": "Dai L, Ke X, Guo X et al (2019) The responses of biomass allocation across indicates two vegetation types to climate fluctuations in the northern Qinghai-tibet Plateau [J]. Ecol Evol 9(2):6105–6115", "ArticleIdList": ["10.1002/ece3.5194"]}, {"Citation": "Dasgupta PK, Dong S, Hwang H et al (1988) The continuous liquid - phase fluorometry coupled to a coursing together scrubber for real - time determination of atmospheric formaldehyde, Hydrogen peroxide and sulfur dioxide. Atmos Environ 22(5):949–963", "ArticleIdList": ["10.1016/0004-6981(88)90273-9"]}, {"Citation": "Fan J, Tianzhen J, Wang Q et al (2021) Spatiotemporal variations and potential sources of tropospheric formaldehyde over eastern China based on OMI satellite data [J]. Atmosph Pollut Res 12(1):272–285", "ArticleIdList": ["10.1016/j.apr.2020.09.011"]}, {"Citation": "Gao Z, Zhang HF, Yang XN et al (2019) Assessing the impacts of ecological living - productive land changes on eco - environmental quality in Xining City on Qinghai-Tibet Plateau, China [J]. J Cold Arid Reg Sci 3:194–207"}, {"Citation": "Grosjean D, Grosjean E, Moreira LF (2002) Speciated ambient carbonyls in Rio de Janeiro, Brazil.[J]. Environ Sci Technol 36(7):1389–1395", "ArticleIdList": ["10.1021/es0111232"]}, {"Citation": "Huang D, Chen Y, Wang Q et al (2019a) Detection and control of formaldehyde and TVOC in railway passenger cars. Guangdong Chem Indust 46(17):146–147"}, {"Citation": "Huang Y, Yang D, Lei F (2019b) Spatiotemporal changes and driving forces of vegetation coverage in Ningxia from 2000 to 2016 [J]. Chin J Ecol 38(08):2515–2523"}, {"Citation": "Jiang J, Zeng L, Wang W et al (2019) Analysis on characteristics of atmospheric formaldehyde pollution in Winter and Summer in north China [J]. J Environ Sci 39(06):1895–1901"}, {"Citation": "Kanghyun B, Kim JH, Herman JR et al (2017) Validation of Brewer and Pandora measurements using OMI total ozone. Atmos Environ 160:165–175", "ArticleIdList": ["10.1016/j.atmosenv.2017.03.034"]}, {"Citation": "Leuchner M, Ghasemifard H, Lüpke M et al (2016) Seasonal and diurnal variation of formaldehyde and its meteorological drivers at the GAW Site Zugspitze[J]. Aerosol Air Qual Res 16(3):801–815", "ArticleIdList": ["10.4209/aaqr.2015.05.0334"]}, {"Citation": "Li Y, Barth MC, Patton EG et al (2017) The impact of the in - cloud aqueous the processes on the chemistry and transport of biogenic volatile organic come:Impact of the in - cloud processes on BVOC [J]. J Geophys Res-Atmos (20):122"}, {"Citation": "Li Y, Tianzhen J, Cheng M et al (2019) Change of formaldehyde column concentration in Yangtze river delta in recent 10 years and influencing factors [J]. Chin J Environ Sci 39(03):897–907"}, {"Citation": "Ling Z, Guo H, Chen G et al (2016) Formaldehyde and acetaldehyde at different elevations in mountainous areas in Hong Kong[J]. Aerosol Air Qual Res 16(8):1868–1878", "ArticleIdList": ["10.4209/aaqr.2015.09.0571"]}, {"Citation": "Liu R, Feng T, Wang S et al (2017) OMI satellite observed formaldehyde column from 2006 to 2015 over Xishuangbanna, southwest China. Sci Total Environ 613(x):168–175"}, {"Citation": "Liu H, Tianzhen J, Pei J et al (2018a) Spatial and temporal variation of formaldehyde column concentration in recent 12 years in Heilongjiang province and its influencing factors [J]. Chin J Environ Sci 38(06):2001–2011"}, {"Citation": "Liu R, Feng T, Wang S et al (2018b) OMI satellite observed formaldehyde column from 2006 to 2015 over Xishuangbanna, southwest China, and validation using ground based zenith-sky DOAS. Sci Total Environ 613–614:168–175 ISSN 0048-9697", "ArticleIdList": ["10.1016/j.scitotenv.2017.08.210"]}, {"Citation": "Luecken DJ, Napelenok SL, Strum M et al (2018) The sensitivity of ambient atmospheric formaldehyde and ozone to we species and source types across indicates the U.S. J Environ Sci Technol 52(8):4668–4675", "ArticleIdList": ["10.1021/acs.est.7b05509"]}, {"Citation": "Luo X, Xu J, Li K (2019) Research review on atmospheric heat sources on Qinghai-Tibet Plateau [J]. J Guangdong Ocean Univ 39(06):130–136"}, {"Citation": "Mahdieh D, Mehdi F, Armin S et al (2018) Characteristics and health effects of formaldehyde and acetaldehyde in an urban area in Iran. Environ Pollut 242(Part A):938–951 ISSN 0269-7491"}, {"Citation": "Ossohou M, Galy-Lacaux C, Yoboué V, Hickman JE, Gardrat E, Adon M, Darras S, Laouali D, Akpo A, Ouafo M, Diop B, Opepa C (2019) Trends and seasonal variability of atmospheric NO<sup>2</sup> and HNO<sub>3</sub> concentrations across three major African biomes inferred from long-term series of ground-based and satellite measurements. Atmos Environ 207:148–166 ISSN 1352-2310", "ArticleIdList": ["10.1016/j.atmosenv.2019.03.027"]}, {"Citation": "Preunkert S, Legrand M, G Pépy, et al (2013) The atmospheric HCHO budget at Dumont d'Urville (East Antarctica): Contribution of photochemical gas-phase production versus snow emissions. J Geophys Res Atmos 118(23):13,319–13,337"}, {"Citation": "Shi J, Tianzhen J, Zhang Z et al (2019) Spatial and temporal distribution and influencing factors analysis of formaldehyde in Hunan province based on satellite remote sensing [J]. Earth Environ 47(4):448–458"}, {"Citation": "Smedt ID, Theys N, Yu H et al (2018) The algorithm theoretical baseline for formaldehyde retrievals from S5P TROPOMI and from the QA4ECV project [J]. J Atmosph Measur Techniq 11(4):2395–2426", "ArticleIdList": ["10.5194/amt-11-2395-2018"]}, {"Citation": "Wang S, Wang H, Bin L (2008) Study on the concentration of atmospheric formaldehyde in Beijing [J]. Res Environ Sci 03:27–30"}, {"Citation": "Wang B, Can L, Wanming L et al (2009) Pollution characteristics and sources of volatile aldehydes and ketones in the atmosphere of Guangzhou [J]. Environ Sci 30(03):631–636"}, {"Citation": "Wang MH, Xie PH, Qin M, Dou K, Wang J, Li A, Xu J, Shi P, Wu FC (2011) Atmospheric HCHO gradient monitoring and analysis in Beijing City with a Scanning DOAS System[J]. Spectrosc Spectr Anal 31(3):789–792"}, {"Citation": "Wang P, Tianzhen J, Xie S et al (2018a) Study on spatial and temporal distribution characteristics and influencing factors of formaldehyde column concentration in the troposphere of Gansu province [J]. Earth Environ 46(06):551–560"}, {"Citation": "Wang Y, Jiang Y, Liu Z et al (2018b) Health risk assessment of formaldehyde and xylene exposure in the department of pathology of jinan hospital [J]. Environ Occup Med 35(07):619–623"}, {"Citation": "Wang X, Yingfang L, Ke G et al (2021) Absorb the time and space distribution of aerosols in southwest trend research in China [J/OL]. China Environ Sci:1–15. https://doi.org/10.19674/j.cnki.issn1000-6923.20210329.001"}, {"Citation": "Wei M, Cheng L, Li S et al (2019) Study on multi-axis differential absorption spectrum measurement of troposphere HCHO based on QDOAS [J]. Spectrosc Spectr Anal 39(08):2332–2336"}, {"Citation": "Wu H, Xu X, Yang X et al (2020) Three-dimensional distribution and transport characteristics of dust aerosols over the Tibetan Plateau and its surrounding areas [J]. Acta Sci Circumst 40(11):4081–4091"}, {"Citation": "Xian L, Ge J, Xu M et al (2018) Remote sensing monitoring and influencing factors of HCHO column concentration in the Pearl River Delta[J]. Chin J Environ Sci 38(09):3221–3231"}, {"Citation": "Xian L, Tianzhen J, Chen X et al (2019) Analysis on spatiotemporal distribution characteristics and influencing factors of formaldehyde in China in the last three years [J]. J Environ Sci 39(6):1886–1894"}, {"Citation": "Xie S, Ju T, Zhang H (2017) Temporal and spatial variation of tropospheric formaldehyde in Lanzhou based on OMI data [J]. J Environ Sci 37(11):4253–4261"}, {"Citation": "Xu Z, Qiu X, Li S et al (2020) Analysis of surface albedo characteristics in China based on MODIS [J]. Resour Environ Arid Reg 34(01):99–105"}, {"Citation": "Xu J, Wang L, Wang Y et al (2021) Spatial and temporal dynamics of vegetation NDVI in Shendong mining area from 2000 to 2017 [J]. Res Soil Water Conserv 28(01):153–158"}, {"Citation": "Yin X, Shichang K, Qianggong Z et al (2020) A scientific study of air pollutants over the Tibetan Plateau: a case study of Namco station [J]. Chin J Nature 42(05):373–378"}, {"Citation": "Zhang J, Tianzhen J, Xueping C et al (2018a) Temporal and spatial distribution of formaldehyde column concentration and its influencing factors in Ningxia in recent 10 years [J]. Environ Sci Res 31(07):1214–1222"}, {"Citation": "Zhang M, Zhao Chun, Cong Zhiyuan, et al. (2018b) Study on the transport mechanism of air pollution from South Asia to Qinghai-Tibet Plateau [A]. Chinese Meteorological Society. The 35th annual meeting of the Chinese Meteorological Society S13 Atmospheric Physics and Atmospheric Environment [C]. Chinese Meteorological Society: Chinese Meteorological Society, 2018:1."}, {"Citation": "Zhang C, Zhang D, Deng X et al (2019a) The Various adaptations of meadow forage grasses in response to temperature changes on the Qinghai-tibet Plateau, China [J]. J Plant Growth Regul 88(2):181–193", "ArticleIdList": ["10.1007/s10725-019-00499-x"]}, {"Citation": "Zhang Y, Pang X, Mu Y (2019b) Contribution of isoprene emitted by plants in Beijing to formaldehyde in the atmosphere [J]. Environ Sci 30(04):976–981"}, {"Citation": "Zhang Y, Ge J, Xu M et al (2020) Temporal and spatial distribution of tropospheric HCHO column concentration and its influence in Guangdong Province. J Environ Sci 40(08):2869–2881"}, {"Citation": "Zhu L, Jacob DJ, Keutsch FN et al (2017) The Formaldehyde (experiment) As a hazardous air pollutant:the mapping surface air concentrations from satellite and inferring cancer risks in the United States [J]. J Environ Sci Technol 51(10):5650–5657", "ArticleIdList": ["10.1021/acs.est.7b01356"]}, {"Citation": "Zhu S, Xiaoying L, Cheng T et al (2019a) Comparison of temporal and spatial variation of atmospheric formaldehyde in Guangdong and Jiangsu Province [J]. J Remot Sens 23(01):137–154"}, {"Citation": "Zhu S, Li X, Cheng T et al (2019b) Comparative analysis of spatiotemporal changes of atmospheric formaldehyde in guangdong province and jiangsu province [J]. J Remot Sens 23(01):137–154"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "9"}, {"Year": "2021", "Month": "5", "Day": "31"}, {"Year": "2021", "Month": "6", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "13", "Minute": "40"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34129162", "10.1007/s11356-021-14719-3", "10.1007/s11356-021-14719-3"]}}], "PubmedBookArticle": []}