{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "34135946", "DateRevised": {"Year": "2021", "Month": "06", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.5194/acp-13-9607-2013"], "ArticleDate": [], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "13", "Issue": "18", "PubDate": {"Year": "2013", "Month": "Sep"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "The impact of emission and climate change on ozone in the United States under representative concentration pathways (RCPs).", "Pagination": {"StartPage": "9607", "EndPage": "9621", "MedlinePgn": "9607-9621"}, "Abstract": {"AbstractText": ["Dynamical downscaling was applied in this study to link the global climate-chemistry model Community Atmosphere Model (CAM-Chem) with the regional models Weather Research and Forecasting (WRF) Model and Community Multi-scale Air Quality (CMAQ). Two representative concentration pathway (RCP) scenarios (RCP 4.5 and RCP 8.5) were used to evaluate the climate impact on ozone concentrations in the 2050s. From the CAM-Chem global simulation results, ozone concentrations in the lower to mid-troposphere (surface to ~300 hPa), from mid- to high latitudes in the Northern Hemisphere, decreases by the end of the 2050s (2057-2059) in RCP 4.5 compared to present (2001-2004), with the largest decrease of 4-10 ppbv occurring in the summer and the fall; and an increase as high as 10 ppbv in RCP 8.5 resulting from the increased methane emissions. From the regional model CMAQ simulation results, under the RCP 4.5 scenario (2057-2059), in the summer when photochemical reactions are the most active, the large ozone precursor emissions reduction leads to the greatest decrease of downscaled surface ozone concentrations compared to present (2001-2004), ranging from 6 to 10 ppbv. However, a few major cities show ozone increases of 3 to 7 ppbv due to weakened NO titration. Under the RCP 8.5 scenario, in winter, downscaled ozone concentrations increase across nearly the entire continental US in winter, ranging from 3 to 10 ppbv due to increased methane emissions. More intense heat waves are projected to occur by the end of the 2050s in RCP 8.5, leading to a 0.3 ppbv to 2.0 ppbv increase (statistically significant except in the Southeast) of the mean maximum daily 8 h daily average (MDA8) ozone in nine climate regions in the US. Moreover, the upper 95% limit of MDA8 increase reaches 0.4 ppbv to 1.5 ppbv in RCP 4.5 and 0.6 ppbv to 3.2 ppbv in RCP 8.5. The magnitude differences of increase between RCP 4.5 and 8.5 also reflect that the increase of methane emissions may favor or strengthen the effect of heat waves."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Tennessee, Knoxville, Tennessee, USA."}], "Identifier": [], "LastName": "Gao", "ForeName": "Y", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Tennessee, Knoxville, Tennessee, USA."}], "Identifier": [], "LastName": "Fu", "ForeName": "J S", "Initials": "JS"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Tennessee, Knoxville, Tennessee, USA."}], "Identifier": [], "LastName": "Drake", "ForeName": "J B", "Initials": "JB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry and Climate and Global Dynamics Divisions, National Center for Atmospheric Research, Boulder, Colorado, USA."}], "Identifier": [], "LastName": "Lamarque", "ForeName": "J-F", "Initials": "JF"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."}], "Identifier": [], "LastName": "Liu", "ForeName": "Y", "Initials": "Y"}], "GrantList": [{"GrantID": "U01 EH000405", "Acronym": "EH", "Agency": "NCEH CDC HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aghedo AM, Bowman KW, Worden HM, Kulawik SS, Shindell DT, Lamarque JF, Faluvegi G, Parrington M, Jones DBA, and Rast S: The vertical distribution of ozone instantaneous radiative forcing from satellite and chemistry climate models, J. Geophys. Res, 116, D01305, doi:10.1029/2010jd014243, 2011.", "ArticleIdList": ["10.1029/2010jd014243"]}, {"Citation": "Annan JD and Hargreaves JC: Understanding the CMIP3 Multimodel Ensemble, J. Climate, 24, 4529–4538, doi:10.1175/2011jcli3873.1, 2011.", "ArticleIdList": ["10.1175/2011jcli3873.1"]}, {"Citation": "Bell M, Goldberg R, Hogrefe C, Kinney P, Knowlton K, Lynn B, Rosenthal J, Rosenzweig C, and Patz J: Climate change, ambient ozone, and health in 50 US cities, Climatic Change, 82, 61–76, doi:10.1007/s10584-006-9166-7, 2007.", "ArticleIdList": ["10.1007/s10584-006-9166-7"]}, {"Citation": "Byun D and Schere KL: Review of the governing equations, computational algorithms, and other components of the models-3 Community Multiscale Air Quality (CMAQ) modeling system, Appl. Mech. Rev, 59, 51–77, doi:10.1115/1.2128636, 2006.", "ArticleIdList": ["10.1115/1.2128636"]}, {"Citation": "Caldwell P, Chin H-NS, Bader DC, and Bala G: Evaluation of a WRF dynamical downscaling simulation over California, Climatic Change, 95, 499–521, doi:10.1007/s10584-009-9583-5, 2009.", "ArticleIdList": ["10.1007/s10584-009-9583-5"]}, {"Citation": "Carlton AG, Bhave PV, Napelenok SL, Edney EO, Sarwar G, Pinder RW, Pouliot GA, and Houyoux M: Model Representation of Secondary Organic Aerosol in CMAQv4.7, Environ. Sci. Technol, 44, 8553–8560, doi:10.1021/es100636q, 2010.", "ArticleIdList": ["10.1021/es100636q", "20883028"]}, {"Citation": "Chen F and Dudhia J: Coupling an Advanced Land Surface– Hydrology Model with the Penn State–NCAR MM5 Modeling System. Part I: Model Implementation and Sensitivity, Mon. Weather. Rev, 129, 569–585, doi:10.1175/1520-0493(2001)129<0569:caalsh>2.0.co;2, 2001.", "ArticleIdList": ["10.1175/1520-0493(2001)129<0569:caalsh>2.0.co;2"]}, {"Citation": "Colette A, Granier C, Hodnebrog Ø, Jakobs H, Maurizi A, Nyiri A, Rao S, Amann M, Bessagnet B, D’Angiola A, Gauss M, Heyes C, Klimont Z, Meleux F, Memmesheimer M, Mieville A, Rouïl L, Russo F, Schucht S, Simpson D, Stordal F, Tampieri F, and Vrac M: Future air quality in Europe: a multi-model assessment of projected exposure to ozone, Atmos. Chem. Phys, 12, 10613–10630, doi:10.5194/acp-12-10613-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-10613-2012"]}, {"Citation": "Emmons LK, Walters S, Hess PG, Lamarque J-F, Pfister GG, Fillmore D, Granier C, Guenther A, Kinnison D, Laepple T, Orlando J, Tie X, Tyndall G, Wiedinmyer C, Baughcum SL, and Kloster S: Description and evaluation of the Model for Ozone and Related chemical Tracers, version 4 (MOZART-4), Geosci. Model Dev, 3, 43–67, doi:10.5194/gmd-3-43-2010, 2010.", "ArticleIdList": ["10.5194/gmd-3-43-2010"]}, {"Citation": "Eyring V, Cionni I, Bodeker GE, Charlton-Perez AJ, Kinnison DE, Scinocca JF, Waugh DW, Akiyoshi H, Bekki S, Chipperfield MP, Dameris M, Dhomse S, Frith SM, Garny H, Gettelman A, Kubin A, Langematz U, Mancini E, Marchand M, Nakamura T, Oman LD, Pawson S, Pitari G, Plummer DA, Rozanov E, Shepherd TG, Shibata K, Tian W, Braesicke P, Hardiman SC, Lamarque JF, Morgenstern O, Pyle JA, Smale D, and Yamashita Y: Multi-model assessment of stratospheric ozone return dates and ozone recovery in CCMVal-2 models, Atmos. Chem. Phys, 10, 9451–9472, doi:10.5194/acp-10-9451-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-9451-2010"]}, {"Citation": "Fiore AM, Naik V, Spracklen DV, Steiner A, Unger N, Prather M, Bergmann D, Cameron-Smith PJ, Cionni I, Collins WJ, Dalsoren S, Eyring V, Folberth GA, Ginoux P, Horowitz LW, Josse B, Lamarque J-F, MacKenzie IA, Nagashima T, O’Connor FM, Righi M, Rumbold ST, Shindell DT, Skeie RB, Sudo K, Szopa S, Takemura T, and Zeng G: Global air quality and climate, Chem. Soc. Rev, 41, 6663–6683, 2012.", "ArticleIdList": ["22868337"]}, {"Citation": "Fu JS, Dong X, Gao Y, Wong DC, and Lam YF: Sensitivity and linearity analysis of ozone in East Asia: The effects of domestic emission and intercontinental transport, J. Air Waste Manag. Assoc, 62, 1102–1114, doi:10.1080/10962247.2012.699014, 2012a.", "ArticleIdList": ["10.1080/10962247.2012.699014", "23019824"]}, {"Citation": "Fu JS, Hsu NC, Gao Y, Huang K, Li C, Lin N-H, and Tsay S-C: Evaluating the influences of biomass burning during 2006 BASE-ASIA: a regional chemical transport modeling, Atmos. Chem. Phys, 12, 3837–3855, doi:10.5194/acp-12-3837-2012, 2012b.", "ArticleIdList": ["10.5194/acp-12-3837-2012"]}, {"Citation": "Ganguly AR, Steinhaeuser K, Erickson DJ, Branstetter M, Parish ES, Singh N, Drake JB, and Buja L: Higher trends but larger uncertainty and geographic variability in 21st century temperature and heat waves, P. Natl. Acad. Sci. USA, 106, 15555–15559, 2009.", "ArticleIdList": ["PMC2739867", "19805213"]}, {"Citation": "Gao Y, Fu JS, Drake JB, Liu Y, and Lamarque J-F: Projected changes of extreme weather events in the Eastern United States based on a high-resolution climate modeling system, Environ. Res. Lett, 7, 044025, doi:10.1088/1748-9326/7/4/044025, 2012.", "ArticleIdList": ["10.1088/1748-9326/7/4/044025"]}, {"Citation": "Guenther A, Zimmerman P, Harley P, Monson R, and Fall R: Isoprene and monoterpene emission rate variability: Model evaluation and sensitivity analysis, J. Geophys. Res, 98, 12609–12617, doi:10.1029/93JD00527, 1993.", "ArticleIdList": ["10.1029/93JD00527"]}, {"Citation": "Hack JJ, Caron JM, Yeager SG, Oleson KW, Holland MM, Truesdale JE, and Rasch PJ: Simulation of the Global Hydrological Cycle in the CCSM Community Atmosphere Model Version 3 (CAM3): Mean Features, J. Climate, 19, 2199–2221, doi:10.1175/jcli3755.1, 2006.", "ArticleIdList": ["10.1175/jcli3755.1"]}, {"Citation": "Holtslag AAM and Boville BA: Local Versus Non-local Boundary-Layer Diffusion in a Global Climate Model, J. Climate, 6, 1825–1842, doi:10.1175/1520-0442(1993)006<1825:lvnbld>2.0.co;2, 1993.", "ArticleIdList": ["10.1175/1520-0442(1993)006<1825:lvnbld>2.0.co;2"]}, {"Citation": "Hong S-Y and Lim J-O: The WRF Single-Moment 6-Class Microphysics Scheme (WSM6), J. Korean Meteor. Soc, 42, 129–151, 2006."}, {"Citation": "Huang H-C, Lin J, Tao Z, Choi H, Patten K, Kunkel K, Xu M, Zhu J, Liang X-Z, Williams A, Caughey M, Wuebbles DJ, and Wang J: Impacts of long-range transport of global pollutants and precursor gases on U.S. air quality under future climatic conditions, J. Geophys. Res, 113, D19307, doi:10.1029/2007jd009469, 2008.", "ArticleIdList": ["10.1029/2007jd009469"]}, {"Citation": "Huang K, Fu JS, Hsu NC, Gao Y, Dong X, Tsay S-C, and Lam YF: Impact assessment of biomass burning on air quality in Southeast and East Asia during BASE-ASIA, Atmos. Environ, 78, 291–302, doi:10.1016/j.atmosenv.2012.03.048, 2013.", "ArticleIdList": ["10.1016/j.atmosenv.2012.03.048"]}, {"Citation": "Hunke EC and Lipscomb WH: CICE: the Los Alamos Sea Ice Model, Documentation and Software, Version 4.0, Los Alamos National Laboratory; Tech. Rep. LA-CC-06–012, 2008."}, {"Citation": "Huth R, Kysely J, and Pokorna L: GCM simulation of heat waves, dry spells, and their relationships to circulation, Climatic Change, 46, 29–60, 2000."}, {"Citation": "Iacono MJ, Delamere JS, Mlawer EJ, Shephard MW, Clough SA, and Collins WD: Radiative forcing by long-lived greenhouse gases: Calculations with the AER radiative transfer models, J. Geophys. Res, 113, D13103, doi:10.1029/2008jd009944, 2008.", "ArticleIdList": ["10.1029/2008jd009944"]}, {"Citation": "Jacob DJ and Winner DA: Effect of climate change on air quality, Atmos. Environ, 43, 51–63, doi:10.1016/j.atmosenv.2008.09.051, 2009.", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.051"]}, {"Citation": "Janjić ZI: The Step-Mountain Coordinate: Physical Package, Mon. Weather. Rev, 118, 1429–1443, doi:10.1175/1520-0493(1990)118<1429:tsmcpp>2.0.co;2, 1990.", "ArticleIdList": ["10.1175/1520-0493(1990)118<1429:tsmcpp>2.0.co;2"]}, {"Citation": "Kain JS: The Kain–Fritsch Convective Parameterization: An Update, J. Appl. Meteorol, 43, 170–181, doi:10.1175/1520-0450(2004)043<0170:tkcpau>2.0.co;2, 2004.", "ArticleIdList": ["10.1175/1520-0450(2004)043<0170:tkcpau>2.0.co;2"]}, {"Citation": "Kawase H, Nagashima T, Sudo K, and Nozawa T: Future changes in tropospheric ozone under Representative Concentration Pathways (RCPs), Geophys. Res. Lett, 38, L05801, doi:10.1029/2010gl046402, 2011.", "ArticleIdList": ["10.1029/2010gl046402"]}, {"Citation": "Kelly J, Makar PA, and Plummer DA: Projections of mid-century summer air-quality for North America: effects of changes in climate and precursor emissions, Atmos. Chem. Phys, 12, 5367–5390, doi:10.5194/acp-12-5367-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-5367-2012"]}, {"Citation": "Knutti R and Sedlacek J: Robustness and uncertainties in the new CMIP5 climate model projections, Nature Clim. Change, 3, 369–373, doi:10.1038/nclimate1716, 2013.", "ArticleIdList": ["10.1038/nclimate1716"]}, {"Citation": "Lam YF and Fu JS: A novel downscaling technique for the linkage of global and regional air quality modeling, Atmos. Chem. Phys, 9, 9169–9185, doi:10.5194/acp-9-9169-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-9169-2009"]}, {"Citation": "Lam YF, Fu JS, Wu S, and Mickley LJ: Impacts of future climate change and effects of biogenic emissions on surface ozone and particulate matter concentrations in the United States, Atmos. Chem. Phys, 11, 4789–4806, doi:10.5194/acp-11-4789-2011, 2011.", "ArticleIdList": ["10.5194/acp-11-4789-2011"]}, {"Citation": "Lamarque J-F and Solomon S: Impact of Changes in Climate and Halocarbons on Recent Lower Stratosphere Ozone and Temperature Trends, J. Climate, 23, 2599–2611, doi:10.1175/2010jcli3179.1, 2010.", "ArticleIdList": ["10.1175/2010jcli3179.1"]}, {"Citation": "Lamarque JF, Kiehl JT, Hess PG, Collins WD, Emmons LK, Ginoux P, Luo C, and Tie XX: Response of a coupled chemistry-climate model to changes in aerosol emissions: Global impact on the hydrological cycle and the tropospheric burdens of OH, ozone, and NOx, Geophys. Res. Lett, 32, L16809, doi:10.1029/2005gl023419, 2005.", "ArticleIdList": ["10.1029/2005gl023419"]}, {"Citation": "Lamarque J-F, Kyle G, Meinshausen M, Riahi K, Smith S, van Vuuren D, Conley A, and Vitt F: Global and regional evolution of short-lived radiatively-active gases and aerosols in the Representative Concentration Pathways, Climatic Change, 109, 191–212, doi:10.1007/s10584-011-0155-0, 2011a.", "ArticleIdList": ["10.1007/s10584-011-0155-0"]}, {"Citation": "Lamarque J-F, McConnell JR, Shindell DT, Orlando JJ, and Tyndall GS: Understanding the drivers for the 20th century change of hydrogen peroxide in Antarctic ice-cores, Geophys. Res. Lett, 38, L04810, doi:10.1029/2010gl045992, 2011b.", "ArticleIdList": ["10.1029/2010gl045992"]}, {"Citation": "Lamarque J-F, Emmons LK, Hess PG, Kinnison DE, Tilmes S, Vitt F, Heald CL, Holland EA, Lauritzen PH, Neu J, Orlando JJ, Rasch PJ, and Tyndall GK: CAM-chem: description and evaluation of interactive atmospheric chemistry in the Community Earth System Model, Geosci. Model Dev, 5, 369–411, doi:10.5194/gmd-5-369-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-369-2012"]}, {"Citation": "Lamarque J-F, Shindell DT, Josse B, Young PJ, Cionni I, Eyring V, Bergmann D, Cameron-Smith P, Collins WJ, Doherty R, Dalsoren S, Faluvegi G, Folberth G, Ghan SJ, Horowitz LW, Lee YH, MacKenzie IA, Nagashima T, Naik V, Plummer D, Righi M, Rumbold ST, Schulz M, Skeie RB, Stevenson DS, Strode S, Sudo K, Szopa S, Voulgarakis A, and Zeng G: The Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP): overview and description of models, simulations and climate diagnostics, Geosci. Model Dev, 6, 179–206, doi:10.5194/gmd-6-179-2013, 2013.", "ArticleIdList": ["10.5194/gmd-6-179-2013"]}, {"Citation": "Mass CF, Ovens D, Westrick K, and Colle BA: Does Increasing Horizontal Resolution Produce More Skillful Forecasts?, B. Am. Meteorol. Soc, 83, 407–430, doi:10.1175/1520-0477(2002)083<0407:dihrpm>2.3.co;2, 2002.", "ArticleIdList": ["10.1175/1520-0477(2002)083<0407:dihrpm>2.3.co;2"]}, {"Citation": "Meehl GA and Tebaldi C: More intense, more frequent, and longer lasting heat waves in the 21st century, Science, 305, 994–997, 2004.", "ArticleIdList": ["15310900"]}, {"Citation": "Meehl GA, Covey C, McAvaney B, Latif M, and Stouffer RJ: Overview of the coupled model intercomparison project, B. Am. Meteorol. Soc, 86, 89–93, doi:10.1175/bams-86-1-89, 2005.", "ArticleIdList": ["10.1175/bams-86-1-89"]}, {"Citation": "Meehl GA, Covey C, Taylor KE, Delworth T, Stouffer RJ, Latif M, McAvaney B, and Mitchell JFB: THE WCRP CMIP3 Multimodel Dataset: A New Era in Climate Change Research, B. Am. Meteorol. Soc, 88, 1383–1394, doi:10.1175/bams-88-9-1383, 2007.", "ArticleIdList": ["10.1175/bams-88-9-1383"]}, {"Citation": "Meehl GA, Washington WM, Arblaster JM, Hu A, Teng H, Tebaldi C, Sanderson BN, Lamarque J-F, Conley A, Strand WG, and White JB: Climate system response to external forcings and climate change projections in CCSM4, J. Climate, 25, 3661–3683, doi:10.1175/jcli-d-11-00240.1, 2011.", "ArticleIdList": ["10.1175/jcli-d-11-00240.1"]}, {"Citation": "Meinshausen M, Smith SJ, Calvin K, Daniel JS, Kainuma MLT, Lamarque JF, Matsumoto K, Montzka SA, Raper SCB, Riahi K, Thomson A, Velders GJM, and Vuuren DPP: The RCP greenhouse gas concentrations and their extensions from 1765 to 2300, Climatic Change, 109, 213–241, doi:10.1007/s10584-011-0156-z, 2011.", "ArticleIdList": ["10.1007/s10584-011-0156-z"]}, {"Citation": "Mellor GL and Yamada T: Development of a turbulence closure-model for geophysical fluid problems, Rev. Geophys, 20, 851–875, 1982."}, {"Citation": "Morcrette JJ, Barker HW, Cole JNS, Iacono MJ, and Pincus R: Impact of a New Radiation Package, McRad, in the ECMWF Integrated Forecasting System, Mon. Weather. Rev, 136, 4773–4798, doi:10.1175/2008mwr2363.1, 2008.", "ArticleIdList": ["10.1175/2008mwr2363.1"]}, {"Citation": "Moss RH, Edmonds JA, Hibbard KA, Manning MR, Rose SK, van Vuuren DP, Carter TR, Emori S, Kainuma M, Kram T, Meehl GA, Mitchell JFB, Nakicenovic N, Riahi K, Smith SJ, Stouffer RJ, Thomson AM, Weyant JP, and Wilbanks TJ: The next generation of scenarios for climate change research and assessment, Nature, 463, 747–756, 2010.", "ArticleIdList": ["20148028"]}, {"Citation": "Nakicenovic N and Swart R: Special Report on Emissions Scenarios: A Special Report of Working Group III of the Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 2000."}, {"Citation": "Neale RB, Richter JH, Conley AJ, Park S, Lauritzen PH, Gettelman A, Williamson DL, Rasch PJ, Vavrus SJ, Taylor MA, Collins WD, Zhang M, and Lin S-J: Description of the NCAR Community Atmosphere Model (CAM 4.0), NCAR Tech. Note NCAR/TN-XXX+STR (Draft), National Center for Atmospheric Research, Boulder, Colorado, 194, 2010."}, {"Citation": "Nolte CG, Gilliland AB, Hogrefe C, and Mickley LJ: Linking global to regional models to assess future climate impacts on surface ozone levels in the United States, J. Geophys. Res, 113, D14307, doi:10.1029/2007jd008497, 2008.", "ArticleIdList": ["10.1029/2007jd008497"]}, {"Citation": "Oleson KW, Lawrence DM, Bonan GB, Flanner MG, Kluzek E, Lawrence PJ, Levis S, Swenson SC, Thornton PE, Dai A, Decker M, Dickinson R, Feddema J, Heald CL, Hoffman F, Lamarque J, Mahowald N, Niu G, Qian T, Randerson J, Running S, Sakaguchi K, Slater A, Stockli R, Wang A, Yang Z, Zeng X, and Zeng X: Technical Description of version 4.0 of the Community Land Model (CLM), NCAR Technical Note NCAR/TN-478+STR, doi:10.5065/D6FB50WZ, 2010.", "ArticleIdList": ["10.5065/D6FB50WZ"]}, {"Citation": "Otte TL and Pleim JE: The Meteorology-Chemistry Interface Processor (MCIP) for the CMAQ modeling system: updates through MCIPv3.4.1, Geosci. Model Dev, 3, 243–256, doi:10.5194/gmd-3-243-2010, 2010.", "ArticleIdList": ["10.5194/gmd-3-243-2010"]}, {"Citation": "Riahi K, Grübler A, and Nakicenovic N: Scenarios of long-term socio-economic and environmental development under climate stabilization, Technological Forecasting and Social Change, 74, 887–935, doi:10.1016/j.techfore.2006.05.026, 2007.", "ArticleIdList": ["10.1016/j.techfore.2006.05.026"]}, {"Citation": "Rogelj J, Meinshausen M, and Knutti R: Global warming under old and new scenarios using IPCC climate sensitivity range estimates, Nature Clim. Change, 2, 248–253, 2012."}, {"Citation": "Schwede D, Pouliot GA, and Pierce T: Changes to the Biogenic Emissions Inventory System Version 3 (BEIS3), Proceedings of the 4th Annual CMAS Models-3 Users’Conference, Chapel Hill, NC, 26–28 September, 2005, online available at: http://cmascenter.org/conference/2005/abstracts/2_7.pdf, 2005."}, {"Citation": "Skamarock WC and Klemp JB: A time-split nonhydrostatic atmospheric model for weather research and forecasting applications, J. Comput. Phys, 227, 3465–3485, doi:10.1016/j.jcp.2007.01.037, 2008.", "ArticleIdList": ["10.1016/j.jcp.2007.01.037"]}, {"Citation": "Smith R, Jones P, Briegleb B, Bryan F, Danabasoglu G, Dennis J, Dukowicz J, Eden C, Fox-Kemper B, Gent P, Hecht M, Jayne S, Jochum M, Large W, Lindsay K, Maltrud M, Norton N, Peacock S, Vertenstein M, and Yeager S: The Parallel Ocean Program (POP) reference manual, Ocean Component of the Community Climate System Model (CCSM) and Community Earth System Model (CESM), Los Alamos National Laboratory; Tech. Rep. LAUR-10–01853, 2010."}, {"Citation": "Smith SJ and Wigley TML: Multi-Gas Forcing Stabilization with the MiniCAM, Energy Journal, (Special Issue #3), 373–391, 2006."}, {"Citation": "Solomon S, Qin D, Manning M, Marquis M, Averyt K, Tignor M, Miller HL, and Chen Z: IPCC 2007 Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge: Cambridge University Press, 2007."}, {"Citation": "Stedman JR: The predicted number of air pollution related deaths in the UK during the August 2003 heatwave, Atmos. Environ, 38, 1087–1090, doi:10.1016/j.atmosenv.2003.11.011, 2004.", "ArticleIdList": ["10.1016/j.atmosenv.2003.11.011"]}, {"Citation": "Stroeve JC, Kattsov V, Barrett A, Serreze M, Pavlova T, Holland M, and Meier WN: Trends in Arctic sea ice extent from CMIP5, CMIP3 and observations, Geophys. Res. Lett, 39, L16502, doi:10.1029/2012gl052676, 2012.", "ArticleIdList": ["10.1029/2012gl052676"]}, {"Citation": "Taylor KE, Stouffer RJ, and Meehl GA: A Summary of the CMIP5 Experiment Design, http://www-pcmdi.llnl.gov/, 2009."}, {"Citation": "Taylor KE, Stouffer RJ, and Meehl GA: An Overview of CMIP5 and the Experiment Design, B. Am. Meteorol. Soc, 93, 485–498, doi:10.1175/bams-d-11-00094.1, 2012.", "ArticleIdList": ["10.1175/bams-d-11-00094.1"]}, {"Citation": "USEPA: Guidance on the Use of Models and Other Analyses for Demonstrating Attainment of Air Quality Goals for Ozone, PM2.5. and Regional Haze, EPA-454/B-07e002, 2007."}, {"Citation": "Vieno M, Dore AJ, Stevenson DS, Doherty R, Heal MR, Reis S, Hallsworth S, Tarrason L, Wind P, Fowler D, Simpson D, and Sutton MA: Modelling surface ozone during the 2003 heat-wave in the UK, Atmos. Chem. Phys, 10, 7963–7978, doi:10.5194/acp-10-7963-2010, 2010.", "ArticleIdList": ["10.5194/acp-10-7963-2010"]}, {"Citation": "Wise M, Calvin K, Thomson A, Clarke L, Bond-Lamberty B, Sands R, Smith SJ, Janetos A, and Edmonds J: Implications of Limiting CO2 Concentrations for Land Use and Energy, Science, 324, 1183–1186, doi:10.1126/science.1168475, 2009.", "ArticleIdList": ["10.1126/science.1168475", "19478180"]}, {"Citation": "Wong DC, Pleim J, Mathur R, Binkowski F, Otte T, Gilliam R, Pouliot G, Xiu A, Young JO, and Kang D: WRF-CMAQ two-way coupled system with aerosol feedback: software development and preliminary results, Geosci. Model Dev, 5, 299–312, doi:10.5194/gmd-5-299-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-299-2012"]}, {"Citation": "Yarwood G, Rao S, Yocke M, and Whitten G: Updates to the Carbon Bond Chemical Mechanism: CB05, U.S. Environmental Protection Agency, Research Triangle Park, NC, 2005."}, {"Citation": "Young PJ, Archibald AT, Bowman KW, Lamarque J-F, Naik V, Stevenson DS, Tilmes S, Voulgarakis A, Wild O, Bergmann D, Cameron-Smith P, Cionni I, Collins WJ, Dalsøren SB, Doherty RM, Eyring V, Faluvegi G, Horowitz LW, Josse B, Lee YH, MacKenzie IA, Nagashima T, Plummer DA, Righi M, Rumbold ST, Skeie RB, Shindell DT, Strode SA, Sudo K, Szopa S, and Zeng G: Preindustrial to end 21st century projections of tropospheric ozone from the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP), Atmos. Chem. Phys, 13, 2063–2090, doi:10.5194/acp-13-2063-2013, 2013.", "ArticleIdList": ["10.5194/acp-13-2063-2013"]}, {"Citation": "Zhang GJ and McFarlaneb NA: Sensitivity of climate simulations to the parameterization of cumulus convection in the Canadian Climate Centre general circulation model, Atmos. Ocean, 33, 407–446, 1995."}, {"Citation": "Zhang L, Jacob DJ, Downey NV, Wood DA, Blewitt D, Carouge CC, van Donkelaar A, Jones DBA, Murray LT, and Wang Y: Improved estimate of the policy-relevant background ozone in the United States using the GEOS-Chem global model with 1/2° × 2/3° horizontal resolution over North America, Atmos. Environ, 45, 6769–6776, doi:10.1016/j.atmosenv.2011.07.054, 2011.", "ArticleIdList": ["10.1016/j.atmosenv.2011.07.054"]}]}], "History": [{"Year": "2021", "Month": "6", "Day": "17", "Hour": "6", "Minute": "41"}, {"Year": "2013", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34135946", "NIHMS1702307", "PMC8205310", "10.5194/acp-13-9607-2013"]}}], "PubmedBookArticle": []}