{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollutants", "Extreme temperature", "Quasi-Poisson", "Temperature-related mortality"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34156627", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "22"}], "ELocationID": ["10.1007/s11356-021-14962-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "42", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "The association between temperature and cause-specific mortality in the Klang Valley, Malaysia.", "Pagination": {"StartPage": "60209", "EndPage": "60220", "MedlinePgn": "60209-60220"}, "Abstract": {"AbstractText": ["This study aims to examine the relationship between daily temperature and mortality in the Klang Valley, Malaysia, over the period 2006-2015. A quasi-Poisson generalized linear model combined with a distributed lag non-linear model (DLNM) was used to estimate the association between the mean temperature and mortality categories (natural n=69,542, cardiovascular n= 15,581, and respiratory disease n=10,119). Particulate matter with an aerodynamic diameter below 10 μm (PM<sub>10</sub>) and surface ozone (O<sub>3</sub>) was adjusted as a potential confounding factor. The relative risk (RR) of natural mortality associated with extreme cold temperature (1st percentile of temperature, 25.2 °C) over lags 0-28 days was 1.26 (95% confidence interval (CI): 1.00, 1.60), compared with the minimum mortality temperature (28.2 °C). The relative risk associated with extremely hot temperature (99th percentile of temperature, 30.2 °C) over lags 0-3 days was 1.09 (95% CI: 1.02, 1.17). Heat effects were immediate whereas cold effects were delayed and lasted longer. People with respiratory diseases, the elderly, and women were the most vulnerable groups when it came to the effects of extremely high temperatures. Extreme temperatures did not dramatically change the temperature-mortality risk estimates made before and after adjustments for air pollutant (PM<sub>10</sub> and O<sub>3</sub>) levels."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Space Science Centre (ANGKASA), Institute of Climate Change, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Faculty of Science and Natural Resources, Universiti Malaysia Sabah, 88400, Kota Kinabalu, Sabah, Malaysia."}], "LastName": "Yatim", "ForeName": "Ahmad Norazhar Mohd", "Initials": "ANM"}, {"Identifier": ["0000-0003-2339-3321"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences and Environment, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia. talib@ukm.edu.my."}], "LastName": "Latif", "ForeName": "Mohd Talib", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences and Environment, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Department of Environmental Health, Faculty of Health Sciences, Universiti Teknologi Mara, Sarawak Branch, Samarahan Campus, 94300, Kota Samarahan, Sarawak, Malaysia."}], "LastName": "Sofwan", "ForeName": "Nurzawani Md", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AQ Expert Solutions, Jalan Dato Muda Linggi, 70100, Seremban, Negeri Sembilan, Malaysia."}], "LastName": "Ahamad", "ForeName": "Fatimah", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Malaya, 50603, Kuala Lumpur, Malaysia."}], "LastName": "Khan", "ForeName": "Md Firoz", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Climate Change Unit, Environmental Health Research Center, Institute for Medical Research, Level 2, Block C6, National Institute of Health, Jalan Setia Murni U13/52, Setia Alam, 40170, Shah Alam, Selangor, Malaysia."}], "LastName": "Mahiyuddin", "ForeName": "Wan Rozita Wan", "Initials": "WRW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Toxicology and Health Risk Studies, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, 50300, Kuala Lumpur, Malaysia."}], "LastName": "Sahani", "ForeName": "Mazrura", "Initials": "M"}], "GrantList": [{"GrantID": "XX-2017-002", "Agency": "Newton Fund", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cause of Death"}, {"QualifierName": [], "DescriptorName": "Cold Temperature"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Malaysia"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": [], "DescriptorName": "Temperature"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Taiar A, Thalib L (2014) Short-term effect of dust storms on the risk of mortality due to respiratory, cardiovascular and all-causes in Kuwait. Int J Biometeorol 58:69–77. https://doi.org/10.1007/s00484-012-0626-7", "ArticleIdList": ["10.1007/s00484-012-0626-7"]}, {"Citation": "Alahmad B, Shakarchi A, Alseaidan M, Fox M (2019) The effects of temperature on short-term mortality risk in Kuwait: a time-series analysis. Environ Res 171:278–284. https://doi.org/10.1016/j.envres.2019.01.029", "ArticleIdList": ["10.1016/j.envres.2019.01.029"]}, {"Citation": "Analitis A, Katsouyanni K, Biggeri A, Baccini M, Forsberg B, Bisanti L, Kirchmayer U, Ballester F, Cadum E, Goodman PG, Hojs A, Sunyer J, Tiittanen P, Michelozzi P (2008) Effects of cold weather on mortality: results from 15 European cities within the PHEWE project. Am J Epidemiol 168:1397–1408. https://doi.org/10.1093/aje/kwn266", "ArticleIdList": ["10.1093/aje/kwn266"]}, {"Citation": "Anderson BBG, Bell MLM (2009) Weather-related mortality: how heat, cold, and heat waves affect mortality in the United States. Epidemiology 20:205–213. https://doi.org/10.1097/EDE.0b013e318190ee08", "ArticleIdList": ["10.1097/EDE.0b013e318190ee08"]}, {"Citation": "Baccini M, Biggeri A, Accetta G, Kosatsky T, Katsouyanni K, Analitis A, Anderson HR, Bisanti L, D'Ippoliti D, Danova J, Forsberg B, Medina S, Paldy A, Rabczenko D, Schindler C, Michelozzi P (2008) Heat effects on mortality in 15 European cities. Epidemiology 19:711–719. https://doi.org/10.1097/EDE.0b013e318176bfcd", "ArticleIdList": ["10.1097/EDE.0b013e318176bfcd"]}, {"Citation": "Ban J, Xu D, He MZ, Sun Q, Chen C, Wang W, Zhu P, Li T (2017) The effect of high temperature on cause-specific mortality: a multi-county analysis in China. Environ Int 106:19–26. https://doi.org/10.1016/j.envint.2017.05.019", "ArticleIdList": ["10.1016/j.envint.2017.05.019"]}, {"Citation": "Basu R (2009) High ambient temperature and mortality: a review of epidemiologic studies from 2001 to 2008. Environ Health A Glob Access Sci Source 8:1–13"}, {"Citation": "Basu R, Malig B (2011) High ambient temperature and mortality in California: exploring the roles of age, disease, and mortality displacement. Environ Res 111:1286–1292. https://doi.org/10.1016/j.envres.2011.09.006", "ArticleIdList": ["10.1016/j.envres.2011.09.006"]}, {"Citation": "Braga ALF, Zanobetti A, Schwartz J (2002) The effect of weather on respiratory and cardiovascular deaths in 12 U.S. cities. Environ Health Perspect 110:859–863. https://doi.org/10.1289/ehp.02110859", "ArticleIdList": ["10.1289/ehp.02110859"]}, {"Citation": "Breitner S, Wolf K, Devlin RB, Diaz-Sanchez D, Peters A, Schneider A (2014) Short-term effects of air temperature on mortality and effect modification by air pollution in three cities of Bavaria, Germany: a time-series analysis. Sci Total Environ 485–486:49–61. https://doi.org/10.1016/j.scitotenv.2014.03.048", "ArticleIdList": ["10.1016/j.scitotenv.2014.03.048"]}, {"Citation": "Buckley JP, Samet JM, Richardson DB (2014) Does air pollution confound studies of temperature? Epidemiology 25:242–245. https://doi.org/10.1097/EDE.0000000000000051", "ArticleIdList": ["10.1097/EDE.0000000000000051"]}, {"Citation": "Costello A, Abbas M, Allen A, Ball S, Bell S, Bellamy R, Friel S, Groce N, Johnson A, Kett M, Lee M, Levy C, Maslin M, McCoy D, McGuire B, Montgomery H, Napier D, Pagel C, Patel J, de Oliveira JA, Redclift N, Rees H, Rogger D, Scott J, Stephenson J, Twigg J, Wolff J, Patterson C (2009) Managing the health effects of climate change Lancet and University College London Institute for Global Health Commission. Lancet 373:1693–1733", "ArticleIdList": ["10.1016/S0140-6736(09)60935-1"]}, {"Citation": "Curriero FC, Heiner KS, Samet JM, et al (2002) Temperature and mortality in 11 cities of the eastern United States. Am J Epidemiol 155:80–87. https://doi.org/10.1093/aje/155.1.80"}, {"Citation": "Dang TN, Seposo XT, Duc NHC, Thang TB, An DD, Hang LTM, Long TT, Loan BTH, Honda Y (2016) Characterizing the relationship between temperature and mortality in tropical and subtropical cities: a distributed lag non-linear model analysis in Hue, Viet Nam, 2009-2013. Glob Health Action 9:1–11. https://doi.org/10.3402/gha.v9.28738", "ArticleIdList": ["10.3402/gha.v9.28738"]}, {"Citation": "Deng J, Hu X, Xiao C, Xu S, Gao X, Ma Y, Yang J, Wu M, Liu X, Ni J, Pan F (2020) Ambient temperature and non-accidental mortality: a time series study. Environ Sci Pollut Res 27:4190–4196. https://doi.org/10.1007/s11356-019-07015-8", "ArticleIdList": ["10.1007/s11356-019-07015-8"]}, {"Citation": "Department of Statistics Malaysia (2017) Department of Statistics Malaysia Press Release Social Statistics Bulletin Publication , Malaysia , 2018"}, {"Citation": "Egondi T, Kyobutungi C, Kovats S, Muindi K, Ettarh R, Rocklöv J (2012) Time-series analysis of weather and mortality patterns in Nairobi’s informal settlements. Glob Health Action 5:23–32. https://doi.org/10.3402/gha.v5i0.19065", "ArticleIdList": ["10.3402/gha.v5i0.19065"]}, {"Citation": "El-zein A, Tewtel-salem M, Nehme G (2004) A time-series analysis of mortality and air temperature in Greater Beirut. Sci Total Environ 330:71–80. https://doi.org/10.1016/j.scitotenv.2004.02.027", "ArticleIdList": ["10.1016/j.scitotenv.2004.02.027"]}, {"Citation": "Gasparrini A (2011) Distributed lag linear and non-linear models in R: the package dlnm. J Stat Softw 43:1–20. https://doi.org/10.18637/jss.v043.i08", "ArticleIdList": ["10.18637/jss.v043.i08"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG (2010) Distributed lag non-linear models. Stat Med 29:2224–2234. https://doi.org/10.1002/sim.3940", "ArticleIdList": ["10.1002/sim.3940"]}, {"Citation": "Gasparrini A, Guo Y, Hashizume M, et al (2016) Changes in Susceptibility to Heat during the Summer: A Multicountry Analysis. Am J Epidemiol 183:1027–1036. https://doi.org/10.1093/aje/kwv260"}, {"Citation": "Gasparrini A, Guo Y, Hashizume M, Lavigne E, Zanobetti A, Schwartz J, Tobias A, Tong S, Rocklöv J, Forsberg B, Leone M, de Sario M, Bell ML, Guo YLL, Wu CF, Kan H, Yi SM, de Sousa Zanotti Stagliorio Coelho M, Saldiva PHN, Honda Y, Kim H, Armstrong B (2015) Mortality risk attributable to high and low ambient temperature: a multicountry observational study. Lancet 386:369–375. https://doi.org/10.1016/S0140-6736(14)62114-0", "ArticleIdList": ["10.1016/S0140-6736(14)62114-0"]}, {"Citation": "Goodman PG, Dockery DW, Clancy L (2004) Cause-specific mortality and the extended effects of particulate pollution and temperature exposure. Environ Health Perspect 112:179–185. https://doi.org/10.1289/ehp.6451", "ArticleIdList": ["10.1289/ehp.6451"]}, {"Citation": "Guo Y, Barnett AG, Yu W, Pan X, Ye X, Huang C, Tong S (2011) A large change in temperature between neighbouring days increases the risk of mortality. PLoS One 6:e16511. https://doi.org/10.1371/journal.pone.0016511", "ArticleIdList": ["10.1371/journal.pone.0016511"]}, {"Citation": "Guo Y, Gasparrini A, Armstrong B, Li S, Tawatsupa B, Tobias A, Lavigne E, de Sousa Zanotti Stagliorio Coelho M, Leone M, Pan X, Tong S, Tian L, Kim H, Hashizume M, Honda Y, Guo YLL, Wu CF, Punnasiri K, Yi SM, Michelozzi P, Saldiva PHN, Williams G (2014) Global variation in the effects of ambient temperature on mortality: a systematic evaluation. Epidemiology 25:781–789. https://doi.org/10.1097/EDE.0000000000000165", "ArticleIdList": ["10.1097/EDE.0000000000000165"]}, {"Citation": "Guo Y, Gasparrini A, Armstrong BG, Tawatsupa B, Tobias A, Lavigne E, Coelho MSZS, Pan X, Kim H, Hashizume M, Honda Y, Guo YLL, Wu CF, Zanobetti A, Schwartz JD, Bell ML, Scortichini M, Michelozzi P, Punnasiri K, Li S, Tian L, Garcia SDO, Seposo X, Overcenco A, Zeka A, Goodman P, Dang TN, Dung DV, Mayvaneh F, Saldiva PHN, Williams G, Tong S (2017) Heat wave and mortality: a multicountry, multicommunity study. Environ Health Perspect 125:1–11. https://doi.org/10.1289/EHP1026", "ArticleIdList": ["10.1289/EHP1026"]}, {"Citation": "Guo Y, Punnasiri K, Tong S (2012) Effects of temperature on mortality in Chiang Mai city, Thailand: a time series study. Environ Health A Glob Access Sci Source 11:36. https://doi.org/10.1186/1476-069X-11-36", "ArticleIdList": ["10.1186/1476-069X-11-36"]}, {"Citation": "Hajat S, Armstrong BG, Gouveia N, Wilkinson P (2005) Mortality displacement of heat-related deaths. Epidemiology 16:613–620. https://doi.org/10.1097/01.ede.0000164559.41092.2a", "ArticleIdList": ["10.1097/01.ede.0000164559.41092.2a"]}, {"Citation": "Hajat S, Kosatky T (2010) Heat-related mortality: a review and exploration of heterogeneity. J. Epidemiol. Community Health 64(9):753–760"}, {"Citation": "Hashizume M, Wagatsuma Y, Hayashi T, Saha SK, Streatfield K, Yunus M (2009) The effect of temperature on mortality in rural Bangladesh-a population-based time-series study. Int J Epidemiol 38:1689–1697. https://doi.org/10.1093/ije/dyn376", "ArticleIdList": ["10.1093/ije/dyn376"]}, {"Citation": "Honda Y, Kondo M, McGregor G, Kim H, Guo YL, Hijioka Y, Yoshikawa M, Oka K, Takano S, Hales S, Kovats RS (2014) Heat-related mortality risk model for climate change impact projection. Environ Health Prev Med 19:56–63. https://doi.org/10.1007/s12199-013-0354-6", "ArticleIdList": ["10.1007/s12199-013-0354-6"]}, {"Citation": "Jamal HH, Pillay MS, Zailina H, Shamsul BS, Sinha K, Zaman Huri Z, Khew SL, Mazrura S, Ambu S, Rahimah A, Ruzita M (2004) A study of health impact & risk assessment of urban air pollution in Klang Valley"}, {"Citation": "Kolvir HR, Madadi A, Safarianzengir V, Sobhani B (2020) Monitoring and analysis of the effects of atmospheric temperature and heat extreme of the environment on human health in Central Iran, located in southwest Asia. Air Qual Atmos Health 13:1179–1191. https://doi.org/10.1007/s11869-020-00843-5", "ArticleIdList": ["10.1007/s11869-020-00843-5"]}, {"Citation": "Kovats RS, Hajat S (2008) Heat stress and public health: a critical review. Annu Rev Public Health 29:41–55. https://doi.org/10.1146/annurev.publhealth.29.020907.090843", "ArticleIdList": ["10.1146/annurev.publhealth.29.020907.090843"]}, {"Citation": "Kwan MS, Tangang FT, Juneng L (2013) Projected changes of future climate extremes in Malaysia. Sains Malaysia 42:1051–1059"}, {"Citation": "Latif MT, Dominick D, Ahamad F, et al (2014) Long term assessment of air quality from a background station on the Malaysian Peninsula. Sci Total Environ 482–483:336–348.   https://doi.org/10.1016/j.scitotenv.2014.02.132"}, {"Citation": "Latif MT, Huey LS, Juneng L (2012) Variations of surface ozone concentration across the Klang Valley, Malaysia. Atmos Environ 61:434–445. https://doi.org/10.1016/j.atmosenv.2012.07.062", "ArticleIdList": ["10.1016/j.atmosenv.2012.07.062"]}, {"Citation": "Li L, Yang J, Guo C, Chen PY, Ou CQ, Guo Y (2015) Particulate matter modifies the magnitude and time course of the non-linear temperature-mortality association. Environ Pollut 196:423–430. https://doi.org/10.1016/j.envpol.2014.11.005", "ArticleIdList": ["10.1016/j.envpol.2014.11.005"]}, {"Citation": "Li M, Zhou M, Yang J, Yin P, Wang B, Liu Q (2019) Temperature, temperature extremes, and cause-specific respiratory mortality in China: a multi-city time series analysis. Air Qual Atmos Health 12:539–548. https://doi.org/10.1007/s11869-019-00670-3", "ArticleIdList": ["10.1007/s11869-019-00670-3"]}, {"Citation": "Liu J, Hansen A, Varghese B, Liu Z, Tong M, Qiu H, Tian L, Lau KKL, Ng E, Ren C, Bi P (2020) Cause-specific mortality attributable to cold and hot ambient temperatures in Hong Kong: a time-series study, 2006–2016. Sustain Cities Soc 57:102131. https://doi.org/10.1016/j.scs.2020.102131", "ArticleIdList": ["10.1016/j.scs.2020.102131"]}, {"Citation": "Le Loh J, Tangang F, Juneng L et al (2016) Projected rainfall and temperature changes over Malaysia at the end of the 21st century based on PRECIS modelling system. Asia-Pac J Atmos Sci 52:192–208. https://doi.org/10.1007/s13143-016-0019-7", "ArticleIdList": ["10.1007/s13143-016-0019-7"]}, {"Citation": "Madrigano J, Mittleman MA, Baccarelli A, Goldberg R, Melly S, von Klot S, Schwartz J (2013) Temperature, myocardial infarction, and mortality: effect modification by individual-and area-level characteristics. Epidemiology 24:439–446. https://doi.org/10.1097/EDE.0b013e3182878397", "ArticleIdList": ["10.1097/EDE.0b013e3182878397"]}, {"Citation": "Malaysian Meteorological Department (2009) Climate change scenarios for Malaysia (2001 - 2099). Malaysian Meteorol Dep January, S:1–84."}, {"Citation": "Mallen E, Stone B, Lanza K (2019) A methodological assessment of extreme heat mortality modeling and heat vulnerability mapping in Dallas, Texas. Urban Clim 30:100528. https://doi.org/10.1016/j.uclim.2019.100528", "ArticleIdList": ["10.1016/j.uclim.2019.100528"]}, {"Citation": "McMichael AJ, Wilkinson P, Kovats RS et al (2008) International study of temperature, heat and urban mortality: the “ISOTHURM” project. Int J Epidemiol 37:1121–1131. https://doi.org/10.1093/ije/dyn086", "ArticleIdList": ["10.1093/ije/dyn086"]}, {"Citation": "Medina-Ramón M, Schwartz J (2007) Temperature, temperature extremes, and mortality: a study of acclimatisation and effect modification in 50 US cities. Occup Environ Med 64:827–833. https://doi.org/10.1136/oem.2007.033175", "ArticleIdList": ["10.1136/oem.2007.033175"]}, {"Citation": "Medina-Ramón M, Zanobetti A, Cavanagh DP, Schwartz J (2006) Extreme temperatures and mortality: assessing effect modification by personal characteristics and specific cause of death in a multi-city case-only analysis. Environ Health Perspect 114:1331–1336. https://doi.org/10.1289/ehp.9074", "ArticleIdList": ["10.1289/ehp.9074"]}, {"Citation": "Malaysia MOH (2016) Malaysia Health Facts 2016. Health Inform Cent Plan Dev Div 13:531–539. "}, {"Citation": "Mohtar AAA, Latif MT, Baharudin NH, Ahamad F, Chung JX, Othman M, Juneng L (2018) Variation of major air pollutants in different seasonal conditions in an urban environment in Malaysia. Geosci Lett 5:1–21. https://doi.org/10.1186/s40562-018-0122-y", "ArticleIdList": ["10.1186/s40562-018-0122-y"]}, {"Citation": "Patz JA, Frumkin H, Holloway T, Vimont DJ, Haines A (2014) Climate change: challenges and opportunities for global health. JAMA - J Am Med Assoc 312(15):1565–1580. https://doi.org/10.1001/jama.2014.13186", "ArticleIdList": ["10.1001/jama.2014.13186"]}, {"Citation": "Peng RD, Dominici F, Louis TA (2006) Model choice in time series studies of air pollution and mortality. J R Stat Soc Ser A Stat Soc 169(2):179–203. https://doi.org/10.1111/j.1467-985X.2006.00410.x", "ArticleIdList": ["10.1111/j.1467-985X.2006.00410.x"]}, {"Citation": "Rocklöv J, Forsberg B (2008) The effect of temperature on mortality in Stockholm 1998—2003: a study of lag structures and heatwave effects. Scand J Public Health 36(5):516–523. https://doi.org/10.1177/1403494807088458", "ArticleIdList": ["10.1177/1403494807088458"]}, {"Citation": "Seposo XT, Dang TN, Honda Y (2015) Evaluating the effects of temperature on mortality in Manila city (Philippines) from 2006–2010 using a distributed lag nonlinear model. Int J Environ Res Public Health 12:6842–6857. https://doi.org/10.3390/ijerph120606842", "ArticleIdList": ["10.3390/ijerph120606842"]}, {"Citation": "Stafoggia M, Schwartz J, Forastiere F, Perucci CA (2008) Does temperature modify the association between air pollution and mortality? A multicity case-crossover analysis in Italy. Am J Epidemiol 67(12):1476–1485. https://doi.org/10.1093/aje/kwn074", "ArticleIdList": ["10.1093/aje/kwn074"]}, {"Citation": "Tangang FT, Juneng L, Salimun E, et al (2012) Climate change and variability over Malaysia: gaps in science and research information. Sains Malaysiana"}, {"Citation": "Thorsson S, Rocklöv J, Konarska J, Lindberg F, Holmer B, Dousset B, Rayner D (2014) Mean radiant temperature - a predictor of heat related mortality. Urban Clim 10(2):332–345. https://doi.org/10.1016/j.uclim.2014.01.004", "ArticleIdList": ["10.1016/j.uclim.2014.01.004"]}, {"Citation": "Tobías A, Armstrong B, Gasparrini A (2016) Investigating uncertainty in the minimum mortality temperature: methods and application to 52 Spanish cities. Epidemiology 28(1):72–76. https://doi.org/10.1097/EDE.0000000000000567", "ArticleIdList": ["10.1097/EDE.0000000000000567"]}, {"Citation": "Todd N, Valleron AJ (2015) Space–time covariation of mortality with temperature: a systematic study of deaths in France, 1968–2009. Environ Health Perspect 123(7):659–664. https://doi.org/10.1289/ehp.1307771", "ArticleIdList": ["10.1289/ehp.1307771"]}, {"Citation": "Tong S, Wang XY, Guo Y (2012) Assessing the short-term effects of heatwaves on mortality and morbidity in Brisbane, Australia: comparison of case-crossover and time series analyses. PLoS One 7(5):e37500. https://doi.org/10.1371/journal.pone.0037500", "ArticleIdList": ["10.1371/journal.pone.0037500"]}, {"Citation": "Wu W, Xiao Y, Li G, Zeng W, Lin H, Rutherford S, Xu Y, Luo Y, Xu X, Chu C, Ma W (2013) Temperature-mortality relationship in four subtropical Chinese cities: a time-series study using a distributed lag non-linear model. Sci Total Environ 449:355–362. https://doi.org/10.1016/j.scitotenv.2013.01.090", "ArticleIdList": ["10.1016/j.scitotenv.2013.01.090"]}, {"Citation": "Xie H, Yao Z, Zhang Y, Xu Y, Xu X, Liu T, Lin H, Lao X, Rutherford S, Chu C, Huang C, Baum S, Ma W (2013) Short-term effects of the 2008 cold spell on mortality in three subtropical cities in Guangdong province, China. Environ Health Perspect 121(2):210–216. https://doi.org/10.1289/ehp.1104541", "ArticleIdList": ["10.1289/ehp.1104541"]}, {"Citation": "Xuan LTT, Egondi T, Ngoan LT, Toan DTT, Huong LT (2014) Seasonality in mortality and its relationship to temperature among the older population in Hanoi, Vietnam. Glob Health Action 7:23115. https://doi.org/10.3402/gha.v7.23115", "ArticleIdList": ["10.3402/gha.v7.23115"]}, {"Citation": "Yang J, Ou CQ, Ding Y, Zhou YX, Chen PY (2012) Daily temperature and mortality: a study of distributed lag non-linear effect and effect modification in Guangzhou. Environ Health A Glob Access Sci Source 11:63. https://doi.org/10.1186/1476-069X-11-63", "ArticleIdList": ["10.1186/1476-069X-11-63"]}, {"Citation": "Yatim ANM, Latif MT, Ahamad F, Khan MF, Nadzir MSM, Juneng L (2019) Observed trends in extreme temperature over the Klang Valley, Malaysia. Adv Atmos Sci 36(12):1355–1370. https://doi.org/10.1007/s00376-019-9075-0", "ArticleIdList": ["10.1007/s00376-019-9075-0"]}, {"Citation": "Yin Q, Wang J, Ren Z, Li J, Guo Y (2019) Mapping the increased minimum mortality temperatures in the context of global climate change. Nat Commun 10:4640. https://doi.org/10.1038/s41467-019-12663-y", "ArticleIdList": ["10.1038/s41467-019-12663-y"]}, {"Citation": "Yu W, Mengersen K, Wang X, Ye X, Guo Y, Pan X, Tong S (2012) Daily average temperature and mortality among the elderly: a meta-analysis and systematic review of epidemiological evidence. Int J Biometeorol 56(4):569–581. https://doi.org/10.1007/s00484-011-0497-3", "ArticleIdList": ["10.1007/s00484-011-0497-3"]}, {"Citation": "Zhai G, Zhang K, Chai G (2021) Lag effect of ambient temperature on the cardiovascular disease hospital admission in Jiuquan, China. Air Qual Atmos Health 14:181–189. https://doi.org/10.1007/s11869-020-00924-5", "ArticleIdList": ["10.1007/s11869-020-00924-5"]}, {"Citation": "Zhang Y, Li C, Feng R, Zhu Y, Wu K, Tan X, Ma L (2016) The short-term effect of ambient temperature on mortality in Wuhan, China: a time-series study using a distributed lag non-linear model. Int J Environ Res Public Health 13(7):722. https://doi.org/10.3390/ijerph13070722", "ArticleIdList": ["10.3390/ijerph13070722"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "30"}, {"Year": "2021", "Month": "6", "Day": "13"}, {"Year": "2021", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "12", "Minute": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34156627", "10.1007/s11356-021-14962-8", "10.1007/s11356-021-14962-8"]}}], "PubmedBookArticle": []}