{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution control", "BTEX", "Ozonation", "Zinc oxide nanoparticle"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34150272", "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "03", "Day": "23"}], "ELocationID": ["10.1007/s40201-021-00644-7"], "Journal": {"ISSN": "2052-336X", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Journal of environmental health science & engineering", "ISOAbbreviation": "J Environ Health Sci Eng"}, "ArticleTitle": "Removal of volatile organic compounds (VOCs) from waste air stream using ozone assisted zinc oxide (ZnO) nanoparticles coated on zeolite.", "Pagination": {"StartPage": "771", "EndPage": "780", "MedlinePgn": "771-780"}, "Abstract": {"AbstractText": ["The release of volatile organic compounds (VOCs) from stationary and mobile sources increases the concentration of these pollutants in the environment. These compounds have the potential to cause adverse effects on human health and the environment. The adoption of management and engineering procedures to control the emission of these pollutants to the air has become essential. The aim of this study was to use an advanced oxidation process namely the catalytic ozonation to reduce the concentration of these pollutants in industrial output. In this experimental study, the catalytic ozonation process in the presence of ZnO nanoparticles coated on zeolite media was used in a laboratory scale to treat the air contaminated with BTEX compounds as indicators of VOCs. For this purpose, First the nanocomposites were synthesized based on chemical co-precipitation method. SEM, XRD, BET and FT-IR analyses were performed to investigate the characteristics of nanocomposites. The variables including initial concentrations of BTEX (50-200 ppm), polluted air flow rate (5-20 l/h), humidity (0-75%) and ozone dose (0.25-1 g/h) were investigated. The concentration of BTEX compounds was measured by the Gas Chromatography (GC) technique according to the NIOSH 1501 manual. The results of SEM, XRD, BET and FT-IR analyses showed the proper synthesis of nanocomposites. According to the laboratory results, the optimal conditions of the process were found to be as follows: the initial concentration of pollutants equal to 50 ppm, inlet air flow rate of 5 l/h, relative air humidity of 25-35%, and inlet ozone concentration equal to 1 g/h. Under these conditions, the removal efficiency of the compounds: benzene, toluene, ethylbenzene and xylene were obtained 98, 96, 92 and 91%, respectively. Simple ozonation and adsorption processes were less efficient than catalytic ozonation. This process had the ability to reduce the concentration of BTEX compounds to standard level."], "CopyrightInformation": "© Springer Nature Switzerland AG 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411463.5", "0000 0001 0706 2472"], "Affiliation": "Faculty of Marine Science and Technology, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Shojaei", "ForeName": "Amir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411463.5", "0000 0001 0706 2472"], "Affiliation": "Faculty of Marine Science and Technology, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Ghafourian", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411463.5", "0000 0001 0706 2472"], "Affiliation": "Faculty of Marine Science and Technology, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Yadegarian", "ForeName": "Linda", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411463.5", "0000 0001 0706 2472"], "Affiliation": "Department of Physical Oceanography, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Lari", "ForeName": "Kamran", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411463.5", "0000 0001 0706 2472"], "Affiliation": "Faculty of Marine Science and Technology, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Sadatipour", "ForeName": "Mohammad Taghi", "Initials": "MT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Health Sci Eng", "NlmUniqueID": "101613643"}, "CoiStatement": "Conflict of interestThe authors of this article declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kermani M, Jafari AJ, Gholami M, Arfaeinia H, Shahsavani A, Fanaei F. Characterization, possible sources and health risk assessment of PM2.5-bound heavy metals in the most industrial city of Iran. J Environ Health Sci Eng. 2021. 10.1007/s40201-020-00589-3.", "ArticleIdList": ["PMC8172762", "34150226"]}, {"Citation": "Mehralipour J, Samarghandi MR, Rahimpoor R. Evaluation of exposure to BTEX in hookah smokers and carcinogenic and non-carcinogenic risk assessment. Iranian J Health Safety Environ. 2018;5(4):1128–1131."}, {"Citation": "Hosseinzadeh A, Najafpoor AA, Jafari AJ, Jazani RK, Baziar M, Bargozin H, et al. Application of response surface methodology and artificial neural network modeling to assess non-thermal plasma efficiency in simultaneous removal of BTEX from waste gases: effect of operating parameters and prediction performance. Process Saf Environ Prot. 2018;119:261–70."}, {"Citation": "Kermani M, Jafari AJ, Gholami M, Arfaeinia H, Yousefi M, Shahsavani A, et al. Spatio-seasonal variation, distribution, levels, and risk assessment of airborne asbestos concentration in the most industrial city of Iran: effect of meteorological factors. Environ Sci Pollut Res. 2021;28:16434–46.", "ArticleIdList": ["33387314"]}, {"Citation": "Wang X, Sun M, Murugananthan M, Zhang Y, Zhang L. Electrochemically self-doped WO3/TiO2 nanotubes for photocatalytic degradation of volatile organic compounds. Appl Catal B Environ. 2020;260:118205. doi: 10.1016/j.apcatb.2019.118205.", "ArticleIdList": ["10.1016/j.apcatb.2019.118205"]}, {"Citation": "Yang X, Liu S, Li J, Chen J, Rui Z. Promotion effect of strong metal-support interaction to thermocatalytic, photocatalytic, and photothermocatalytic oxidation of toluene on Pt/SrTiO3. Chemosphere. 2020;249:126096. doi: 10.1016/j.chemosphere.2020.126096.", "ArticleIdList": ["10.1016/j.chemosphere.2020.126096", "32058131"]}, {"Citation": "Zhu L, Shen D, Luo KH. A critical review on VOCs adsorption by different porous materials: species, mechanisms and modification methods. J Hazard Mater. 2020;389:122102. doi: 10.1016/j.jhazmat.2020.122102.", "ArticleIdList": ["10.1016/j.jhazmat.2020.122102", "32058893"]}, {"Citation": "Yang C, Qian H, Li X, Cheng Y, He H, Zeng G, Xi J. Simultaneous removal of multicomponent VOCs in biofilters. Trends Biotechnol. 2018;36(7):673–685. doi: 10.1016/j.tibtech.2018.02.004.", "ArticleIdList": ["10.1016/j.tibtech.2018.02.004", "29500005"]}, {"Citation": "Isaacman-VanWertz G, Massoli P, O’Brien R, Lim C, Franklin JP, Moss JA, Hunter JF, Nowak JB, Canagaratna MR, Misztal PK, Arata C, Roscioli JR, Herndon ST, Onasch TB, Lambe AT, Jayne JT, Su L, Knopf DA, Goldstein AH, Worsnop DR, Kroll JH. Chemical evolution of atmospheric organic carbon over multiple generations of oxidation. Nat Chem. 2018;10(4):462–468. doi: 10.1038/s41557-018-0002-2.", "ArticleIdList": ["10.1038/s41557-018-0002-2", "PMC6431740", "29483638"]}, {"Citation": "Nigar H, Julián I, Mallada R, Santamaría J. Microwave-assisted catalytic combustion for the efficient continuous cleaning of VOC-containing air streams. Environ Sci Technol. 2018;52(10):5892–5901. doi: 10.1021/acs.est.8b00191.", "ArticleIdList": ["10.1021/acs.est.8b00191", "29660983"]}, {"Citation": "Kasih TP. Investigation of the non-thermal plasma-based advanced oxidation process for removal of organic contaminants in azo dyes solution. J Ecol Eng. 2017;18(2):1–6."}, {"Citation": "Qin Y, Qi F, Wang Z, Cheng X, Li B, Huang A, et al. Comparison on Reduction of VOCs Emissions from Radiata Pine (Pinus radiata D. Don) between Sodium Bicarbonate and Ozone Treatments. Molecules. 2020;25(3):471. doi: 10.3390/molecules25030471.", "ArticleIdList": ["10.3390/molecules25030471", "PMC7036944", "31979158"]}, {"Citation": "Kıcık H, Eren HA. Application of ozone gas for the stripping of fabric ink-jet-printed with reactive dyes. Color Technol. 2017;133(6):485–490. doi: 10.1111/cote.12302.", "ArticleIdList": ["10.1111/cote.12302"]}, {"Citation": "Sillanpää M, Ncibi MC, Matilainen A. Advanced oxidation processes for the removal of natural organic matter from drinking water sources: a comprehensive review. J Environ Manag. 2018;208:56–76. doi: 10.1016/j.jenvman.2017.12.009.", "ArticleIdList": ["10.1016/j.jenvman.2017.12.009", "29248788"]}, {"Citation": "Lee SH, Jun B-H. Silver nanoparticles: synthesis and application for nanomedicine. Int J Mol Sci. 2019;20(4):865. doi: 10.3390/ijms20040865.", "ArticleIdList": ["10.3390/ijms20040865", "PMC6412188", "30781560"]}, {"Citation": "Guo F, Shi W, Guan W, Huang H, Liu Y. Carbon dots/g-C3N4/ZnO nanocomposite as efficient visible-light driven photocatalyst for tetracycline total degradation. Sep Purif Technol. 2017;173:295–303. doi: 10.1016/j.seppur.2016.09.040.", "ArticleIdList": ["10.1016/j.seppur.2016.09.040"]}, {"Citation": "Berkson ZJ, Messinger RJ, Na K, Seo Y, Ryoo R, Chmelka BF. Non-Topotactic transformation of silicate Nanolayers into Mesostructured MFI zeolite frameworks during crystallization. Angew Chem. 2017;129(19):5246–5251. doi: 10.1002/ange.201609983.", "ArticleIdList": ["10.1002/ange.201609983", "28378529"]}, {"Citation": "Dai H, Shen Y, Yang T, Lee C, Fu D, Agarwal A, le TT, Tsapatsis M, Palmer JC, Weckhuysen BM, Dauenhauer PJ, Zou X, Rimer JD. Finned zeolite catalysts. Nat Mater. 2020;19(10):1074–1080. doi: 10.1038/s41563-020-0753-1.", "ArticleIdList": ["10.1038/s41563-020-0753-1", "32778812"]}, {"Citation": "Kim J, Kwon EE, Lee JE, Jang S-H, Jeon J-K, Song J, Park YK. Effect of zeolite acidity and structure on ozone oxidation of toluene using Ru-Mn loaded zeolites at ambient temperature. J Hazard Mater. 2021;403:123934. doi: 10.1016/j.jhazmat.2020.123934.", "ArticleIdList": ["10.1016/j.jhazmat.2020.123934", "33264983"]}, {"Citation": "Jafari AJ, Arfaeinia H, Ramavandi B, Kalantary RR, Esrafily A. Ozone-assisted photocatalytic degradation of gaseous toluene from waste air stream using silica-functionalized graphene oxide/ZnO coated on fiberglass: performance, intermediates, and mechanistic pathways. Air Quality, Atmosphere & Health. 2019;12(10):1181–1188. doi: 10.1007/s11869-019-00732-6.", "ArticleIdList": ["10.1007/s11869-019-00732-6"]}, {"Citation": "Perveen R, Shujaat S, Qureshi Z, Nawaz S, Khan M, Iqbal M. Green versus sol-gel synthesis of ZnO nanoparticles and antimicrobial activity evaluation against panel of pathogens. Journal of Materials Research and Technology. 2020;9(4):7817–7827. doi: 10.1016/j.jmrt.2020.05.004.", "ArticleIdList": ["10.1016/j.jmrt.2020.05.004"]}, {"Citation": "Wang L, Han C, Nadagouda MN, Dionysiou DD. An innovative zinc oxide-coated zeolite adsorbent for removal of humic acid. J Hazard Mater. 2016;313:283–290. doi: 10.1016/j.jhazmat.2016.03.070.", "ArticleIdList": ["10.1016/j.jhazmat.2016.03.070", "27135170"]}, {"Citation": "Heydari G, Ranjbar Vakilabadi D, Kermani M, Rayani M, Poureshgh Y, Behroozi M, et al. Load characteristics and inhalation risk assessment of benzene series (BTEX) pollutant in indoor air of Ghalyan and/or cigarette cafes compared to smoking-free cafes. Environ Pollut Bioavail. 2020;32(1):26–35."}, {"Citation": "Liu Z, Liu Z, Cui T, Li J, Zhang J, Chen T, Wang X, Liang X. Photocatalysis of two-dimensional honeycomb-like ZnO nanowalls on zeolite. Chem Eng J. 2014;235:257–263. doi: 10.1016/j.cej.2013.09.022.", "ArticleIdList": ["10.1016/j.cej.2013.09.022"]}, {"Citation": "Behravesh S, Mirghaffari N, Alemrajabi AA, Davar F, Soleimani M. Photocatalytic degradation of acetaminophen and codeine medicines using a novel zeolite-supported TiO 2 and ZnO under UV and sunlight irradiation. Environ Sci Pollut Res. 2020;27:26929–26942. doi: 10.1007/s11356-020-09038-y.", "ArticleIdList": ["10.1007/s11356-020-09038-y", "32385818"]}, {"Citation": "Nezamzadeh-Ejhieh A, Khorsandi S. Photocatalytic degradation of 4-nitrophenol with ZnO supported nano-clinoptilolite zeolite. J Ind Eng Chem. 2014;20(3):937–946. doi: 10.1016/j.jiec.2013.06.026.", "ArticleIdList": ["10.1016/j.jiec.2013.06.026"]}, {"Citation": "Sanatgar-Delshade E, Habibi-Yangjeh A, Khodadadi-Moghaddam M. Hydrothermal low-temperature preparation and characterization of ZnO nanoparticles supported on natural zeolite as a highly efficient photocatalyst. Monatshefte für Chemie-Chemical Monthly. 2011;142(2):119–129. doi: 10.1007/s00706-010-0441-y.", "ArticleIdList": ["10.1007/s00706-010-0441-y"]}, {"Citation": "Sacco O, Vaiano V, Matarangolo M. ZnO supported on zeolite pellets as efficient catalytic system for the removal of caffeine by adsorption and photocatalysis. Sep Purif Technol. 2018;193:303–310. doi: 10.1016/j.seppur.2017.10.056.", "ArticleIdList": ["10.1016/j.seppur.2017.10.056"]}, {"Citation": "Aghbolaghy M, Soltan J, Chen N. Role of surface carboxylates in the gas phase ozone-assisted catalytic oxidation of toluene. Catal Lett. 2017;147(9):2421–2433. doi: 10.1007/s10562-017-2143-0.", "ArticleIdList": ["10.1007/s10562-017-2143-0"]}, {"Citation": "Hequet V, Raillard C, Debono O, Thévenet F, Locoge N, Le Coq L. Photocatalytic oxidation of VOCs at ppb level using a closed-loop reactor: the mixture effect. Appl Catal B Environ. 2018;226:473–486. doi: 10.1016/j.apcatb.2017.12.041.", "ArticleIdList": ["10.1016/j.apcatb.2017.12.041"]}, {"Citation": "Mehrizadeh H, Niaei A, Tseng H-H, Salari D, Khataee A. Synthesis of ZnFe2O4 nanoparticles for photocatalytic removal of toluene from gas phase in the annular reactor. J Photochem Photobiol A Chem. 2017;332:188–195. doi: 10.1016/j.jphotochem.2016.08.028.", "ArticleIdList": ["10.1016/j.jphotochem.2016.08.028"]}, {"Citation": "Hu M, Yao Z, Liu X, Ma L, He Z, Wang X. Enhancement mechanism of hydroxyapatite for photocatalytic degradation of gaseous formaldehyde over TiO2/hydroxyapatite. J Taiwan Inst Chem Eng. 2018;85:91–97. doi: 10.1016/j.jtice.2017.12.021.", "ArticleIdList": ["10.1016/j.jtice.2017.12.021"]}, {"Citation": "Alejandro-Martín S, Valdés H, Manero M-H, Zaror CA. Catalytic ozonation of toluene using chilean natural zeolite: the key role of brønsted and Lewis acid sites. Catalysts. 2018;8(5):211. doi: 10.3390/catal8050211.", "ArticleIdList": ["10.3390/catal8050211"]}, {"Citation": "Nath RK, Zain M, Jamil M. An environment-friendly solution for indoor air purification by using renewable photocatalysts in concrete: a review. Renew Sust Energ Rev. 2016;62:1184–1194. doi: 10.1016/j.rser.2016.05.018.", "ArticleIdList": ["10.1016/j.rser.2016.05.018"]}, {"Citation": "Ghavami M, Soltan J, Chen N. Synthesis of MnO x/Al 2 O 3 catalyst by Polyol method and its application in room temperature ozonation of toluene in air. Catal Lett. 2020. 10.1007/s10562-020-03393-8."}, {"Citation": "Twesme TM, Tompkins DT, Anderson MA, Root TW. Photocatalytic oxidation of low molecular weight alkanes: observations with ZrO2–TiO2 supported thin films. Appl Catal B Environ. 2006;64(3–4):153–160. doi: 10.1016/j.apcatb.2005.11.010.", "ArticleIdList": ["10.1016/j.apcatb.2005.11.010"]}, {"Citation": "Sleiman M, Conchon P, Ferronato C, Chovelon J-M. Photocatalytic oxidation of toluene at indoor air levels (ppbv): towards a better assessment of conversion, reaction intermediates and mineralization. Appl Catal B Environ. 2009;86(3–4):159–165. doi: 10.1016/j.apcatb.2008.08.003.", "ArticleIdList": ["10.1016/j.apcatb.2008.08.003"]}, {"Citation": "Hong Q, Sun D-Z, Chi G-Q. Formaldehyde degradation by UV/TiO2/O3 process using continuous flow mode. J Environ Sci. 2007;19(9):1136–1140. doi: 10.1016/S1001-0742(07)60185-5.", "ArticleIdList": ["10.1016/S1001-0742(07)60185-5", "17966522"]}, {"Citation": "Ao C, Lee S. Indoor air purification by photocatalyst TiO2 immobilized on an activated carbon filter installed in an air cleaner. Chem Eng Sci. 2005;60(1):103–109. doi: 10.1016/j.ces.2004.01.073.", "ArticleIdList": ["10.1016/j.ces.2004.01.073"]}, {"Citation": "Saldanha LAS, das Graças Santos NT, Tomaz E. Photocatalytic ethylbenzene degradation associated with ozone (TiO2/UV/O3) under different percentages of catalytic coating area: Evaluation of process parameters. Sep Purif Technol. 2021;263:118344."}, {"Citation": "Jo W-K. Coupling of graphene oxide into titania for purification of gaseous toluene under different operational conditions. Vacuum. 2014;99:22–25. doi: 10.1016/j.vacuum.2013.04.023.", "ArticleIdList": ["10.1016/j.vacuum.2013.04.023"]}, {"Citation": "Jo W-K, Kim J-T. Application of visible-light photocatalysis with nitrogen-doped or unmodified titanium dioxide for control of indoor-level volatile organic compounds. J Hazard Mater. 2009;164(1):360–366. doi: 10.1016/j.jhazmat.2008.08.033.", "ArticleIdList": ["10.1016/j.jhazmat.2008.08.033", "18809252"]}, {"Citation": "Giri RR, Ozaki H, Ishida T, Takanami R, Taniguchi S. Synergy of ozonation and photocatalysis to mineralize low concentration 2, 4-dichlorophenoxyacetic acid in aqueous solution. Chemosphere. 2007;66(9):1610–1617. doi: 10.1016/j.chemosphere.2006.08.007.", "ArticleIdList": ["10.1016/j.chemosphere.2006.08.007", "16979695"]}, {"Citation": "Heidari Z, Alizadeh R, Ebadi A, Oturan N, Oturan MA. Efficient photocatalytic degradation of furosemide by a novel sonoprecipited ZnO over ion exchanged clinoptilolite nanorods. Sep Purif Technol. 2020;242:116800. doi: 10.1016/j.seppur.2020.116800.", "ArticleIdList": ["10.1016/j.seppur.2020.116800"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "24"}, {"Year": "2021", "Month": "3", "Day": "1"}, {"Year": "2021", "Month": "6", "Day": "21", "Hour": "5", "Minute": "56"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34150272", "PMC8172696", "10.1007/s40201-021-00644-7", "644"]}}], "PubmedBookArticle": []}