{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34162857", "DateRevised": {"Year": "2023", "Month": "03", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "23"}], "ELocationID": ["3886", "10.1038/s41467-021-24089-6"], "Journal": {"ISSN": "2041-1723", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "23"}}, "Title": "Nature communications", "ISOAbbreviation": "Nat Commun"}, "ArticleTitle": "Climate change favours large seasonal loss of Arctic ozone.", "Pagination": {"StartPage": "3886", "MedlinePgn": "3886"}, "Abstract": {"AbstractText": ["Chemical loss of Arctic ozone due to anthropogenic halogens is driven by temperature, with more loss occurring during cold winters favourable for formation of polar stratospheric clouds (PSCs). We show that a positive, statistically significant rise in the local maxima of PSC formation potential (PFP<sup>LM</sup>) for cold winters is apparent in meteorological data collected over the past half century. Output from numerous General Circulation Models (GCMs) also exhibits positive trends in PFP<sup>LM</sup> over 1950 to 2100, with highest values occurring at end of century, for simulations driven by a large rise in the radiative forcing of climate from greenhouse gases (GHGs). We combine projections of stratospheric halogen loading and humidity with GCM-based forecasts of temperature to suggest that conditions favourable for large, seasonal loss of Arctic column O<sub>3</sub> could persist or even worsen until the end of this century, if future abundances of GHGs continue to steeply rise."]}, "AuthorList": [{"Identifier": ["0000-0001-7409-1556"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research, Potsdam, Germany. Peter.von.der.Gathen@awi.de."}], "LastName": "von der Gathen", "ForeName": "Peter", "Initials": "P"}, {"Identifier": ["0000-0001-8828-2759"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Finnish Meteorological Institute, Space and Earth Observation Centre, Sodankylä, Finland."}], "LastName": "Kivi", "ForeName": "Rigel", "Initials": "R"}, {"Identifier": ["0000-0003-4606-6788"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research, Potsdam, Germany."}], "LastName": "Wohltmann", "ForeName": "Ingo", "Initials": "I"}, {"Identifier": ["0000-0001-8597-5832"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, Department of Chemistry and Biochemistry, and Earth System Science Interdisciplinary Center, University of Maryland, College Park, MD, USA."}], "LastName": "Salawitch", "ForeName": "Ross J", "Initials": "RJ"}, {"Identifier": ["0000-0001-7847-8221"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research, Potsdam, Germany."}, {"Identifier": [], "Affiliation": "Universität Potsdam, Institut für Physik und Astronomie, Potsdam, Germany."}], "LastName": "Rex", "ForeName": "Markus", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Commun", "NlmUniqueID": "101528555", "ISSNLinking": "2041-1723"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tegtmeier S, Rex M, Wohltmann I, Krüger K. Relative importance of dynamical and chemical contributions to Arctic wintertime ozone. Geophys. Res. Lett. 2008;35:L17801. doi: 10.1029/2008GL034250.", "ArticleIdList": ["10.1029/2008GL034250"]}, {"Citation": "Strahan SE, Douglass AR, Steenrod SD. Chemical and dynamical impacts of stratospheric sudden warmings on Arctic ozone variability. J. Geophys. Res. -Atmos. 2016;121:11811–11851. doi: 10.1002/2016JD025128.", "ArticleIdList": ["10.1002/2016JD025128", "PMC6020033", "29963345"]}, {"Citation": "Manney GL, et al. Unprecedented Arctic ozone loss in 2011. Nature. 2011;478:469–475. doi: 10.1038/nature10556.", "ArticleIdList": ["10.1038/nature10556", "21964337"]}, {"Citation": "Langematz, U. et al. Polar Stratospheric Ozone: Past, Present, and Future. Chapter 4 in Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project—Report No. 58, (World Meteorological Organization, Geneva, Switzerland, 2018, 2018)."}, {"Citation": "Weber M, et al. The Brewer-Dobson circulation and total ozone from seasonal to decadal time scales. Atmos. Chem. Phys. 2011;11:11221–11235. doi: 10.5194/acp-11-11221-2011.", "ArticleIdList": ["10.5194/acp-11-11221-2011"]}, {"Citation": "Drdla K, Müller R. Temperature thresholds for chlorine activation and ozone loss in the polar stratosphere. Ann. Geophys. 2012;30:1055–1073. doi: 10.5194/angeo-30-1055-2012.", "ArticleIdList": ["10.5194/angeo-30-1055-2012"]}, {"Citation": "Wegner T, et al. Heterogeneous chlorine activation on stratospheric aerosols and clouds in the Arctic polar vortex. Atmos. Chem. Phys. 2012;12:11095–11106. doi: 10.5194/acp-12-11095-2012.", "ArticleIdList": ["10.5194/acp-12-11095-2012"]}, {"Citation": "Carslaw KS, et al. Stratospheric aerosol growth and HNO3 phase depletion from coupled HNO3 and water uptake by liquid particles. Geophys. Res. Lett. 1994;21:2479–2482. doi: 10.1029/94GL02799.", "ArticleIdList": ["10.1029/94GL02799"]}, {"Citation": "Hanson D, Mauersberger K. Laboratory studies of the nitric acid trihydrate: Implications for the south polar stratosphere. Geophys. Res. Lett. 1988;15:855–858. doi: 10.1029/GL015i008p00855.", "ArticleIdList": ["10.1029/GL015i008p00855"]}, {"Citation": "Peter T, Müller R, Crutzen PJ, Deshler T. The lifetime of leewave-induced ice particles in the Arctic stratosphere: II. Stabilization due to NAT-coating. Geophys. Res. Lett. 1994;21:1331–1334. doi: 10.1029/93GL03019.", "ArticleIdList": ["10.1029/93GL03019"]}, {"Citation": "Fahey DW, et al. The detection of large HNO3-containing particles in the winter Arctic stratosphere. Science. 2001;291:1026–1031. doi: 10.1126/science.1057265.", "ArticleIdList": ["10.1126/science.1057265", "11161213"]}, {"Citation": "Northway MJ, et al. An analysis of large HNO3-containing particles sampled in the Arctic stratosphere during the winter of 1999/2000. J. Geophys. Res. -Atmos. 2002;107:SOL 41-1-SOL 41-22. doi: 10.1029/2001JD001079.", "ArticleIdList": ["10.1029/2001JD001079"]}, {"Citation": "Rex M, et al. Arctic ozone loss and climate change. Geophys. Res. Lett. 2004;31:L04116. doi: 10.1029/2003GL018844.", "ArticleIdList": ["10.1029/2003GL018844"]}, {"Citation": "Rex M, et al. Arctic winter 2005: Implications for stratospheric ozone loss and climate change. Geophys. Res. Lett. 2006;33:L23808. doi: 10.1029/2006GL026731.", "ArticleIdList": ["10.1029/2006GL026731"]}, {"Citation": "Tilmes S, Müller R, Grooß J-U, Russell JM., III Ozone loss and chlorine activation in the Arctic winters 1991-2003 derived with the tracer-tracer correlations. Atmos. Chem. Phys. 2004;4:2181–2213. doi: 10.5194/acp-4-2181-2004.", "ArticleIdList": ["10.5194/acp-4-2181-2004"]}, {"Citation": "Chipperfield MP, Feng W, Rex M. Arctic ozone loss and climate sensitivity: updated three-dimensional model study. Geophys. Res. Lett. 2005;32:L11813. doi: 10.1029/2005GL022674.", "ArticleIdList": ["10.1029/2005GL022674"]}, {"Citation": "Harris NRP, Lehmann R, Rex M, von der Gathen P. A closer look at Arctic ozone loss and polar stratospheric clouds. Atmos. Chem. Phys. 2010;10:8499–8510. doi: 10.5194/acp-10-8499-2010.", "ArticleIdList": ["10.5194/acp-10-8499-2010"]}, {"Citation": "Manney GL, Lawrence ZD. The major stratospheric final warming in 2016: dispersal of vortex air and termination of Arctic chemical ozone loss. Atmos. Chem. Phys. 2016;16:15371–15396. doi: 10.5194/acp-16-15371-2016.", "ArticleIdList": ["10.5194/acp-16-15371-2016"]}, {"Citation": "Matthias V, Dörnbrack A, Stober G. The extraordinarily strong and cold polar vortex in the early northern winter 2015/2016. Geophys. Res. Lett. 2016;43:12212–12294. doi: 10.1002/2016GL071676.", "ArticleIdList": ["10.1002/2016GL071676"]}, {"Citation": "Wohltmann I, et al. Near-complete local reduction of Arctic stratospheric ozone by severe chemical loss in spring 2020. Geophys. Res. Lett. 2020;47:e2020GL089547. doi: 10.1029/2020GL089547.", "ArticleIdList": ["10.1029/2020GL089547"]}, {"Citation": "Shindell DT, Rind D, Lonergan P. Increased polar stratospheric ozone losses and delayed eventual recovery owing to increasing greenhouse-gas concentrations. Nature. 1998;392:589–592. doi: 10.1038/33385.", "ArticleIdList": ["10.1038/33385"]}, {"Citation": "Langematz U, et al. Future Arctic temperature and ozone: the role of stratospheric composition changes. J. Geophys. Res. Atmos. 2014;119:2092–2112. doi: 10.1002/2013JD021100.", "ArticleIdList": ["10.1002/2013JD021100"]}, {"Citation": "Bednarz EM, et al. Future Arctic ozone recovery: the importance of chemistry and dynamics. Atmos. Chem. Phys. 2016;16:12159–12176. doi: 10.5194/acp-16-12159-2016.", "ArticleIdList": ["10.5194/acp-16-12159-2016"]}, {"Citation": "Tilmes S, Müller R, Engel A, Rex M, Russell JM., III Chemical ozone loss in the Arctic and Antarctic stratosphere between 1992 and 2005. Geophys. Res. Lett. 2006;33:L20812. doi: 10.1029/2006GL026925.", "ArticleIdList": ["10.1029/2006GL026925"]}, {"Citation": "Eyring V, et al. Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization. Geosci. Model Dev. 2016;9:1937–1958. doi: 10.5194/gmd-9-1937-2016.", "ArticleIdList": ["10.5194/gmd-9-1937-2016"]}, {"Citation": "Rex M, et al. Chemical ozone loss in the Arctic winter 1994/95 as determined by the Match technique. J. Atmos. Chem. 1999;32:35–59. doi: 10.1023/A:1006093826861.", "ArticleIdList": ["10.1023/A:1006093826861"]}, {"Citation": "Wohltmann I, Rex M. The Lagrangian chemistry and transport model ATLAS: validation of advective transport and mixing. Geosci. Model Dev. 2009;2:153–173. doi: 10.5194/gmd-2-153-2009.", "ArticleIdList": ["10.5194/gmd-2-153-2009"]}, {"Citation": "Carpenter, L. J. et al. Scenarios and information for policy makers. Chapter 6 in Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project—Report No. 58, (World Meteorological Organization, Geneva, Switzerland, 2018, 2018)."}, {"Citation": "Engel, A. et al. Update on Ozone-Depleting Substances (ODSs) and Other Gases of Interest to the Montreal Protocol. Chapter 1 in Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project—Report No. 58, (World Meteorological Organization, Geneva, Switzerland, 2018, 2018)."}, {"Citation": "Newman PA, Daniel JS, Waugh DW, Nash ER. A new formulation of equivalent effective stratospheric chlorine (EESC) Atmos. Chem. Phys. 2007;7:4537–4552. doi: 10.5194/acp-7-4537-2007.", "ArticleIdList": ["10.5194/acp-7-4537-2007"]}, {"Citation": "Wegner T, et al. Vortex-wide chlorine activation by a mesoscale PSC event in the Arctic winter of 2009/10. Atmos. Chem. Phys. 2016;16:4569–4577. doi: 10.5194/acp-16-4569-2016.", "ArticleIdList": ["10.5194/acp-16-4569-2016"]}, {"Citation": "Tilmes S, et al. Evaluation of heterogeneous processes in the polar lower stratosphere in the Whole Atmosphere Community Climate Model. J. Geophys. Res. -Atmos. 2007;112:D24301. doi: 10.1029/2006JD008334.", "ArticleIdList": ["10.1029/2006JD008334"]}, {"Citation": "Hassler, B., Daniel, J. S., Johnson, B. J., Solomon, S. & Oltmans, S. J. An assessment of changing ozone loss rates at South Pole: twenty-five years of ozonesonde measurements. J. Geophys. Res.-Atmos. 116, D22301 (2011)."}, {"Citation": "Hersbach H, et al. The ERA5 global reanalysis. Q. J. R. Meteorol. Soc. 2020;146:1999–2049. doi: 10.1002/qj.3803.", "ArticleIdList": ["10.1002/qj.3803"]}, {"Citation": "Saha S, et al. The NCEP climate forecast system reanalysis. Bull. Am. Meteorol. Soc. 2010;91:1015–1058. doi: 10.1175/2010BAMS3001.1.", "ArticleIdList": ["10.1175/2010BAMS3001.1"]}, {"Citation": "Saha S, et al. The NCEP climate forecast system version 2. J. Clim. 2013;27:2185–2208. doi: 10.1175/JCLI-D-12-00823.1.", "ArticleIdList": ["10.1175/JCLI-D-12-00823.1"]}, {"Citation": "Gelaro R, et al. The modern-era retrospective analysis for research and applications, version 2 (MERRA-2) J. Clim. 2017;30:5419–5454. doi: 10.1175/JCLI-D-16-0758.1.", "ArticleIdList": ["10.1175/JCLI-D-16-0758.1", "PMC6999672", "32020988"]}, {"Citation": "Global Modeling and Assimilation Office (GMAO). MERRA-2 inst3_3d_asm_Nv: 3d,3 Hourly,Instantaneous,Model-Level,Assimilation,Assimilated Meteorological Fields V5.12.4. 10.5067/WWQSXQ8IVFW8 (2015)."}, {"Citation": "Kobayashi S, et al. The JRA-55 reanalysis: general specifications and basic characteristics. J. Meteorol. Soc. Jpn. 2015;93:5–48. doi: 10.2151/jmsj.2015-001.", "ArticleIdList": ["10.2151/jmsj.2015-001"]}, {"Citation": "Lawrence ZD, Manney GL, Wargan K. Reanalysis intercomparisons of stratospheric polar processing diagnostics. Atmos. Chem. Phys. 2018;18:13547–13579. doi: 10.5194/acp-18-13547-2018.", "ArticleIdList": ["10.5194/acp-18-13547-2018", "PMC6299841", "30581457"]}, {"Citation": "O’Neill BC, et al. The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6. Geosci. Model Dev. 2016;9:3461–3482. doi: 10.5194/gmd-9-3461-2016.", "ArticleIdList": ["10.5194/gmd-9-3461-2016"]}, {"Citation": "Butchart, N. et al. Multimodel climate and variability of the stratosphere. J. Geophys. Res.-Atmos. 116, (2011)."}, {"Citation": "Keeble J, et al. Evaluating stratospheric ozone and water vapour changes in CMIP6 models from 1850 to 2100. Atmos. Chem. Phys. 2021;21:5015–5061. doi: 10.5194/acp-21-5015-2021.", "ArticleIdList": ["10.5194/acp-21-5015-2021"]}, {"Citation": "Taylor KE, Stouffer RJ, Meehl GA. An overview of CMIP5 and the experiment design. Bull. Am. Meteorol. Soc. 2012;93:485–498. doi: 10.1175/BAMS-D-11-00094.1.", "ArticleIdList": ["10.1175/BAMS-D-11-00094.1"]}, {"Citation": "Riahi K, et al. RCP 8.5-A scenario of comparatively high greenhouse gas emissions. Clim. Change. 2011;109:33–57. doi: 10.1007/s10584-011-0149-y.", "ArticleIdList": ["10.1007/s10584-011-0149-y"]}, {"Citation": "Rieder HE, Polvani LM, Solomon S. Distinguishing the impacts of ozone-depleting substances and well-mixed greenhouse gases on Arctic stratospheric ozone and temperature trends. Geophys. Res. Lett. 2014;41:2652–2660. doi: 10.1002/2014GL059367.", "ArticleIdList": ["10.1002/2014GL059367"]}, {"Citation": "Hu D, Guo Y, Guan Z. Recent weakening in the stratospheric planetary wave intensity in early winter. Geophys. Res. Lett. 2019;46:3953–3962. doi: 10.1029/2019GL082113.", "ArticleIdList": ["10.1029/2019GL082113"]}, {"Citation": "Liu M, Hu D, Zhang F. Connections between stratospheric ozone concentrations over the Arctic and sea surface temperatures in the North Pacific. J. Geophys. Res. -Atmos. 2020;125:e2019JD031690."}, {"Citation": "Revell LE, et al. The role of methane in projections of 21st century stratospheric water vapour. Atmos. Chem. Phys. 2016;16:13067–13080. doi: 10.5194/acp-16-13067-2016.", "ArticleIdList": ["10.5194/acp-16-13067-2016"]}, {"Citation": "Hu S, Vallis GK. Meridional structure and future changes of tropopause height and temperature. Q. J. R. Meteorol. Soc. 2019;145:2698–2717. doi: 10.1002/qj.3587.", "ArticleIdList": ["10.1002/qj.3587"]}, {"Citation": "Müller R, et al. Chemical ozone loss in the Arctic vortex in the winter 1995-96: HALOE measurements in conjunction with other observations. Ann. Geophys. 1999;17:101–114."}, {"Citation": "Charlton-Perez AJ, et al. On the lack of stratospheric dynamical variability in low-top versions of the CMIP5 models. J. Geophys. Res. -Atmos. 2013;118:2494–2505. doi: 10.1002/jgrd.50125.", "ArticleIdList": ["10.1002/jgrd.50125"]}, {"Citation": "Lott F, et al. Kelvin and Rossby-gravity wave packets in the lower stratosphere of some high-top CMIP5 models. J. Geophys. Res. -Atmos. 2014;119:2156–2173. doi: 10.1002/2013JD020797.", "ArticleIdList": ["10.1002/2013JD020797"]}, {"Citation": "Richter JH, et al. Progress in simulating the quasi-biennial oscillation in CMIP models. J. Geophys. Res. -Atmos. 2020;125:e2019JD032362. doi: 10.1029/2019JD032362.", "ArticleIdList": ["10.1029/2019JD032362"]}, {"Citation": "Butchart N, et al. QBO changes in CMIP6 climate projections. Geophys. Res. Lett. 2020;47:e2019GL086903. doi: 10.1029/2019GL086903.", "ArticleIdList": ["10.1029/2019GL086903"]}, {"Citation": "Dhomse SS, et al. Estimates of ozone return dates from Chemistry-Climate Model Initiative simulations. Atmos. Chem. Phys. 2018;18:8409–8438. doi: 10.5194/acp-18-8409-2018.", "ArticleIdList": ["10.5194/acp-18-8409-2018"]}, {"Citation": "Santee ML, et al. Interhemispheric differences in polar stratospheric HNO3, H2O, ClO, and O3. Science. 1995;267:849–852. doi: 10.1126/science.267.5199.849.", "ArticleIdList": ["10.1126/science.267.5199.849", "17813911"]}, {"Citation": "Remsberg E, et al. Improvements in the profiles and distributions of nitric acid and nitrogen dioxide with the LIMS version 6 dataset. Atmos. Chem. Phys. 2010;10:4741–4756. doi: 10.5194/acp-10-4741-2010.", "ArticleIdList": ["10.5194/acp-10-4741-2010"]}, {"Citation": "Molleker S, et al. Microphysical properties of synoptic-scale polar stratospheric clouds: in situ measurements of unexpectedly large HNO3-containing particles in the Arctic vortex. Atmos. Chem. Phys. 2014;14:10785–10801. doi: 10.5194/acp-14-10785-2014.", "ArticleIdList": ["10.5194/acp-14-10785-2014"]}, {"Citation": "Waibel AE, et al. Arctic ozone loss due to denitrification. Science. 1999;283:2064 LP–2069. doi: 10.1126/science.283.5410.2064.", "ArticleIdList": ["10.1126/science.283.5410.2064", "10092225"]}, {"Citation": "Nash ER, Newman PA, Rosenfield JE, Schoeberl MR. An objective determination of the polar vortex using Ertel’s potential vorticity. J. Geophys. Res. -Atmos. 1996;101:9471–9478. doi: 10.1029/96JD00066.", "ArticleIdList": ["10.1029/96JD00066"]}, {"Citation": "Luers JK, Eskridge RE. Use of radiosonde temperature data in climate studies. J. Clim. 1998;11:1002–1019. doi: 10.1175/1520-0442(1998)011<1002:UORTDI>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0442(1998)011<1002:UORTDI>2.0.CO;2"]}, {"Citation": "Haimberger L, Tavolato C, Sperka S. Toward elimination of the warm bias in historic radiosonde temperature records—some new results from a comprehensive intercomparison of upper-air data. J. Clim. 2008;21:4587–4606. doi: 10.1175/2008JCLI1929.1.", "ArticleIdList": ["10.1175/2008JCLI1929.1"]}, {"Citation": "Haimberger L, Tavolato C, Sperka S. Homogenization of the global radiosonde temperature dataset through combined comparison with reanalysis background series and neighboring stations. J. Clim. 2012;25:8108–8131. doi: 10.1175/JCLI-D-11-00668.1.", "ArticleIdList": ["10.1175/JCLI-D-11-00668.1"]}, {"Citation": "Kivi R, Kyrö E, Turunen T, Ulich T, Turunen E. Atmospheric trends above Finland: II. Troposphere and stratosphere. Geophysica. 1999;35:71–85."}, {"Citation": "Wu T, et al. An overview of BCC climate system model development and application for climate change studies. J. Meteorol. Res. 2014;28:34–56."}, {"Citation": "Wu T, et al. The Beijing Climate Center Climate System Model (BCC-CSM): the main progress from CMIP5 to CMIP6. Geosci. Model Dev. 2019;12:1573–1600. doi: 10.5194/gmd-12-1573-2019.", "ArticleIdList": ["10.5194/gmd-12-1573-2019"]}, {"Citation": "Ji D, et al. Description and basic evaluation of Beijing Normal University Earth System Model (BNU-ESM) version 1. Geosci. Model Dev. 2014;7:2039–2064. doi: 10.5194/gmd-7-2039-2014.", "ArticleIdList": ["10.5194/gmd-7-2039-2014"]}, {"Citation": "Swart NC, et al. The Canadian Earth System Model version 5 (CanESM5.0.3) Geosci. Model Dev. 2019;12:4823–4873. doi: 10.5194/gmd-12-4823-2019.", "ArticleIdList": ["10.5194/gmd-12-4823-2019"]}, {"Citation": "Gent PR, et al. The Community Climate System Model Version 4. J. Clim. 2011;24:4973–4991. doi: 10.1175/2011JCLI4083.1.", "ArticleIdList": ["10.1175/2011JCLI4083.1"]}, {"Citation": "Danabasoglu G, et al. The Community Earth System Model Version 2 (CESM2) J. Adv. Model. Earth Syst. 2020;12:e2019MS001916. doi: 10.1029/2019MS001916.", "ArticleIdList": ["10.1029/2019MS001916"]}, {"Citation": "Fogli, P. G. et al. INGV-CMCC Carbon (ICC): A Carbon Cycle Earth System Model. SSRN Electronic Journal, 10.2139/ssrn.1517282 (2011)."}, {"Citation": "Vichi M, et al. Global and regional ocean carbon uptake andclimate change: sensitivity to a substantial mitigation scenario. Clim. Dyn. 2011;37:1929–1947. doi: 10.1007/s00382-011-1079-0.", "ArticleIdList": ["10.1007/s00382-011-1079-0"]}, {"Citation": "Scoccimarro E, et al. Effects of tropical cyclones on ocean heat transport in a high-resolution coupled general circulation model. J. Clim. 2011;24:4368–4384. doi: 10.1175/2011JCLI4104.1.", "ArticleIdList": ["10.1175/2011JCLI4104.1"]}, {"Citation": "Voldoire A, et al. The CNRM-CM5.1 global climate model: description and basic evaluation. Clim. Dyn. 2013;40:2091–2121. doi: 10.1007/s00382-011-1259-y.", "ArticleIdList": ["10.1007/s00382-011-1259-y"]}, {"Citation": "Voldoire A, et al. Evaluation of CMIP6 DECK experiments with CNRM-CM6-1. J. Adv. Model. Earth Syst. 2019;11:2177–2213. doi: 10.1029/2019MS001683.", "ArticleIdList": ["10.1029/2019MS001683"]}, {"Citation": "(EC-Earth), E.-E. C. EC-Earth-Consortium EC-Earth3 model output prepared for CMIP6 CMIP. 10.22033/ESGF/CMIP6.181 (2019)."}, {"Citation": "(EC-Earth), E.-E. C. EC-Earth-Consortium EC-Earth3-Veg model output prepared for CMIP6 ScenarioMIP. 10.22033/ESGF/CMIP6.727 (2019)."}, {"Citation": "Li, L. CAS FGOALS-g3 model output prepared for CMIP6 CMIP. 10.22033/ESGF/CMIP6.1783 (2019)."}, {"Citation": "Donner, L. J. et al. The dynamical core, physical parameterizations, and basic simulation characteristics of the atmospheric component AM3 of the GFDL global coupled model CM3. J. Clim. 24, 3484–3519 (2011)."}, {"Citation": "Dunne JP, et al. GFDL’s ESM2 global coupled climate-carbon earth system models. Part I: Physical formulation and baseline simulation characteristics. J. Clim. 2012;25:6646–6665. doi: 10.1175/JCLI-D-11-00560.1.", "ArticleIdList": ["10.1175/JCLI-D-11-00560.1"]}, {"Citation": "Dunne JP, et al. GFDL’s ESM2 global coupled climate-carbon earth system models. Part II: Carbon system formulation and baseline simulation characteristics. J. Clim. 2013;26:2247–2267. doi: 10.1175/JCLI-D-12-00150.1.", "ArticleIdList": ["10.1175/JCLI-D-12-00150.1"]}, {"Citation": "Held, I. M. et al. Structure and performance of GFDL’s CM4.0 climate model. J. Adv. Model. Earth Syst. 11, 3691–3727 (2019)."}, {"Citation": "Schmidt GA, et al. Configuration and assessment of the GISS ModelE2 contributions to the CMIP5 archive. J. Adv. Model. Earth Syst. 2014;6:141–184. doi: 10.1002/2013MS000265.", "ArticleIdList": ["10.1002/2013MS000265"]}, {"Citation": "Martin GM, et al. The HadGEM2 family of Met Office Unified Model climate configurations. Geosci. Model Dev. 2011;4:723–757. doi: 10.5194/gmd-4-723-2011.", "ArticleIdList": ["10.5194/gmd-4-723-2011"]}, {"Citation": "Collins WJ, et al. Development and evaluation of an Earth-System model—HadGEM2. Geosci. Model Dev. 2011;4:1051–1075. doi: 10.5194/gmd-4-1051-2011.", "ArticleIdList": ["10.5194/gmd-4-1051-2011"]}, {"Citation": "Andrews T, et al. Forcings, feedbacks, and climate sensitivity in HadGEM3-GC3.1 and UKESM1. J. Adv. Model. Earth Syst. 2019;11:4377–4394. doi: 10.1029/2019MS001866.", "ArticleIdList": ["10.1029/2019MS001866"]}, {"Citation": "Swapna, P. et al. The IITM Earth system model: transformation of a seasonal prediction model to a long-term climate model. Bull. Am. Meteorol. Soc. 96, 1351–1367 (2015)."}, {"Citation": "Volodin EM, Dianskii NA, Gusev AV. Simulating present-day climate with the INMCM4.0 coupled model of the atmospheric and oceanic general circulations. Izv. Atmos. Ocean. Phys. 2010;46:414–431. doi: 10.1134/S000143381004002X.", "ArticleIdList": ["10.1134/S000143381004002X"]}, {"Citation": "Volodin, E. et al. INM INM-CM4-8 model output prepared CMIP6 CMIP. https://doi.org/10.22033/ESGF/CMIP6.1422 (2019)."}, {"Citation": "Volodin EM, et al. Simulation of the present-day climate with the climate model INMCM5. Clim. Dyn. 2017;49:3715–3734. doi: 10.1007/s00382-017-3539-7.", "ArticleIdList": ["10.1007/s00382-017-3539-7"]}, {"Citation": "Dufresne J-L, et al. Climate change projections using the IPSL-CM5 Earth System Model: from CMIP3 to CMIP5. Clim. Dyn. 2013;40:2123–2165. doi: 10.1007/s00382-012-1636-1.", "ArticleIdList": ["10.1007/s00382-012-1636-1"]}, {"Citation": "Lurton T, et al. Implementation of the CMIP6 forcing data in the IPSL-CM6A-LR model. J. Adv. Model. Earth Syst. 2020;12:e2019MS001940. doi: 10.1029/2019MS001940.", "ArticleIdList": ["10.1029/2019MS001940"]}, {"Citation": "Watanabe M, et al. Improved climate simulation by MIROC5: mean states, variability, and climate sensitivity. J. Clim. 2010;23:6312–6335. doi: 10.1175/2010JCLI3679.1.", "ArticleIdList": ["10.1175/2010JCLI3679.1"]}, {"Citation": "Watanabe S, et al. MIROC-ESM 2010: model description and basic results of CMIP5-20c3m experiments. Geosci. Model Dev. 2011;4:845–872. doi: 10.5194/gmd-4-845-2011.", "ArticleIdList": ["10.5194/gmd-4-845-2011"]}, {"Citation": "Tatebe H, et al. Description and basic evaluation of simulated mean state, internal variability, and climate sensitivity in MIROC6. Geosci. Model Dev. 2019;12:2727–2765. doi: 10.5194/gmd-12-2727-2019.", "ArticleIdList": ["10.5194/gmd-12-2727-2019"]}, {"Citation": "Hajima T, et al. Development of the MIROC-ES2L Earth system model and the evaluation of biogeochemical processes and feedbacks. Geosci. Model Dev. 2020;13:2197–2244. doi: 10.5194/gmd-13-2197-2020.", "ArticleIdList": ["10.5194/gmd-13-2197-2020"]}, {"Citation": "Raddatz TJ, et al. Will the tropical land biosphere dominate the climate–carbon cycle feedback during the twenty-first century? Clim. Dyn. 2007;29:565–574. doi: 10.1007/s00382-007-0247-8.", "ArticleIdList": ["10.1007/s00382-007-0247-8"]}, {"Citation": "Marsland SJ, Haak H, Jungclaus JH, Latif M, Röske F. The Max-Planck-Institute global ocean/sea ice model with orthogonal curvilinear coordinates. Ocean Model. 2003;5:91–127. doi: 10.1016/S1463-5003(02)00015-X.", "ArticleIdList": ["10.1016/S1463-5003(02)00015-X"]}, {"Citation": "Müller WA, et al. A higher-resolution version of the Max Planck Institute Earth System Model (MPI-ESM1.2-HR) J. Adv. Model. Earth Syst. 2018;10:1383–1413. doi: 10.1029/2017MS001217.", "ArticleIdList": ["10.1029/2017MS001217"]}, {"Citation": "Mauritsen T, et al. Developments in the MPI-M Earth System Model version 1.2 (MPI-ESM1.2) and its response to increasing CO2. J. Adv. Model. Earth Syst. 2019;11:998–1038. doi: 10.1029/2018MS001400.", "ArticleIdList": ["10.1029/2018MS001400", "PMC7386935", "32742553"]}, {"Citation": "Yukimoto, S. et al. Meteorological Research Institute-Earth System Model Version 1 (MRI-ESM1) -Model Description. 10.11483/mritechrepo.64 (2011)."}, {"Citation": "Yukimoto S, et al. The meteorological research institute Earth system model version 2.0, MRI-ESM2.0: description and basic evaluation of the physical component. J. Meteorol. Soc. Jpn. 2019;97:931–965. doi: 10.2151/jmsj.2019-051.", "ArticleIdList": ["10.2151/jmsj.2019-051"]}, {"Citation": "Cao J, et al. The NUIST Earth System Model (NESM) version 3: description and preliminary evaluation. Geosci. Model Dev. 2018;11:2975–2993. doi: 10.5194/gmd-11-2975-2018.", "ArticleIdList": ["10.5194/gmd-11-2975-2018"]}, {"Citation": "Bentsen M, et al. The Norwegian Earth System Model, NorESM1-M—Part 1: Description and basic evaluation of the physical climate. Geosci. Model Dev. 2013;6:687–720. doi: 10.5194/gmd-6-687-2013.", "ArticleIdList": ["10.5194/gmd-6-687-2013"]}, {"Citation": "Iversen T, et al. The Norwegian Earth System Model, NorESM1-M—Part 2: Climate response and scenario projections. Geosci. Model Dev. 2013;6:389–415. doi: 10.5194/gmd-6-389-2013.", "ArticleIdList": ["10.5194/gmd-6-389-2013"]}, {"Citation": "Seland Ø, et al. Overview of the Norwegian Earth System Model (NorESM2) and key climate response of CMIP6 DECK, historical, and scenario simulations. Geosci. Model Dev. 2020;13:6165–6200. doi: 10.5194/gmd-13-6165-2020.", "ArticleIdList": ["10.5194/gmd-13-6165-2020"]}, {"Citation": "Rieder HE, Polvani LM. Are recent Arctic ozone losses caused by increasing greenhouse gases? Geophys. Res. Lett. 2013;40:4437–4441. doi: 10.1002/grl.50835.", "ArticleIdList": ["10.1002/grl.50835"]}, {"Citation": "Wohltmann I, Lehmann R, Rex M. A quantitative analysis of the reactions involved in stratospheric ozone depletion in the polar vortex core. Atmos. Chem. Phys. 2017;17:10535–10563. doi: 10.5194/acp-17-10535-2017.", "ArticleIdList": ["10.5194/acp-17-10535-2017"]}, {"Citation": "Davis SM, et al. The Stratospheric Water and Ozone Satellite Homogenized (SWOOSH) database: a long-term database for climate studies. Earth Syst. Sci. Data. 2016;8:461–490. doi: 10.5194/essd-8-461-2016.", "ArticleIdList": ["10.5194/essd-8-461-2016", "PMC5619261", "28966693"]}, {"Citation": "Douglass AR, Stolarski RS, Strahan SE, Polansky BC. Sensitivity of Arctic ozone loss to polar stratospheric cloud volume and chlorine and bromine loading in a chemistry and transport model. Geophys. Res. Lett. 2006;33:L17809. doi: 10.1029/2006GL026492.", "ArticleIdList": ["10.1029/2006GL026492"]}, {"Citation": "Jiang Y, Yung YL, Zurek RW. Decadal evolution of the Antarctic ozone hole. J. Geophys. Res. -Atmos. 1996;101:8985–8999. doi: 10.1029/96JD00063.", "ArticleIdList": ["10.1029/96JD00063", "11539364"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "30"}, {"Year": "2021", "Month": "5", "Day": "26"}, {"Year": "2021", "Month": "6", "Day": "24", "Hour": "5", "Minute": "52"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34162857", "PMC8222337", "10.1038/s41467-021-24089-6", "10.1038/s41467-021-24089-6"]}}], "PubmedBookArticle": []}