{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Africa", "Beans", "Crop production", "Ozone", "Wheat", "Yield loss"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34191262", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "30"}], "ELocationID": ["10.1007/s11356-021-14967-3"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "44", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Quantifying the impact of ozone on crops in Sub-Saharan Africa demonstrates regional and local hotspots of production loss.", "Pagination": {"StartPage": "62338", "EndPage": "62352", "MedlinePgn": "62338-62352"}, "Abstract": {"AbstractText": ["Tropospheric ozone can have a detrimental effect on vegetation, including reducing the quantity of crop yield. This study uses modelled ozone flux values (POD<sub>3</sub>IAM; phytotoxic ozone dose above 3 nmol m<sup>-2</sup> s<sup>-1</sup>, parameterised for integrated assessment modelling) for 2015, together with species-specific flux-effect relationships, spatial data on production and growing season dates to quantify the impact of ozone on the production of common wheat (Triticum aestivum) and common beans (Phaseolus vulgaris) across Sub-Saharan Africa (SSA). A case study for South Africa was also done using detailed data per province. Results suggest that ozone pollution could decrease wheat yield by between 2 and 13%, with a total annual loss of 453,000 t across SSA. The impact on bean production depended on the season; however, estimated yield losses were up to 21% in some areas of SSA, with an annual loss of ~300,000 t for each of the two main growing seasons. Production losses tended to be greater in countries with the highest production, for example, Ethiopia (wheat) and Tanzania (beans). This study provides an indication of the location of areas at high risk of crop losses due to ozone. Results emphasise that efforts to reduce ozone precursors could contribute to reducing the yield gap in SSA. More stringent air pollution abatement policies are required to reduce crop losses to ozone in the future."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-3265-1505"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Deiniol Road, Bangor, Gwynedd, LL57 2UW, UK. katshar@ceh.ac.uk."}], "LastName": "Sharps", "ForeName": "Katrina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Bush Estate, Penicuik, Midlothian, EH26 0QB, UK."}], "LastName": "Vieno", "ForeName": "Massimo", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Bush Estate, Penicuik, Midlothian, EH26 0QB, UK."}], "LastName": "Beck", "ForeName": "Rachel", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Deiniol Road, Bangor, Gwynedd, LL57 2UW, UK."}], "LastName": "Hayes", "ForeName": "Felicity", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Environment Centre Wales, Deiniol Road, Bangor, Gwynedd, LL57 2UW, UK."}], "LastName": "Harmens", "ForeName": "Harry", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ainsworth EA, Yendrek CR, Sitch S, Collins WJ, Emberson LD (2012) The effects of tropospheric ozone on net primary productivity and implications for climate change. Annu Rev Plant Biol 63:637–661", "ArticleIdList": ["10.1146/annurev-arplant-042110-103829"]}, {"Citation": "ARC-Small Grain (2019) Guideline on the production of small grains in the summer rainfall area. ARC-Small Grain, University of the Free State, South Africa"}, {"Citation": "Avnery S, Mauzerall DL, Liu J, Horowitz LW (2011) Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmos Environ 45:2284–2296", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.045"]}, {"Citation": "Balashov NV, Thompson AM, Piketh SJ, Langerman KE (2014) Surface ozone variability and trends over the South African Highveld from 1990 to 2007. J Geophys Res Atmos 119:4323–4342", "ArticleIdList": ["10.1002/2013JD020555"]}, {"Citation": "Bouarar I, Law KS, Pham M, Liousse C, Schlager H, Hamburger T, Reeves CE, Cammas J-P, Nédéléc P, Szopa S, Ravegnani F, Viciani S, D'Amato F, Ulanovsky A, Richter A (2011) Emission sources contributing to tropospheric ozone over Equatorial Africa during the summer monsoon. Atmos Chem Phys 11:13395–13419", "ArticleIdList": ["10.5194/acp-11-13395-2011"]}, {"Citation": "CLRTAP (2017) Chapter 3 “Mapping critical levels for vegetation.” LRTAP Convention Modelling and Mapping Manual. Retrieved from http://icpvegetation.ceh.ac.uk/"}, {"Citation": "Cooper O, Derwent D (2013) Conceptual overview of hemispheric or intercontinental transport of ozone and particulate matter. In: Dentener F, Keating T, Akimoto H (eds) Hemispheric Transport of Air Pollution 2010. United Nations, New York and Geneva, pp 1–24"}, {"Citation": "Department of Agriculture, Forestry and Fisheries, Republic of South Africa (2016) Production guideline for wheat"}, {"Citation": "DeWitt HL, Gasore J, Rupakheti M, Potter KE, Prinn RG, Ndikubwimana JD, Nkusi J, Safari B (2019) Seasonal and diurnal variability in O<sub>3</sub>, black carbon, and CO measured at the Rwanda Climate Observatory. Atmos Chem Phys 19:2063–2078", "ArticleIdList": ["10.5194/acp-19-2063-2019"]}, {"Citation": "Directorate of Statistics and Economic Analysis (2018) Abstract of Agricultural Statistics. Department of Agriculture, Forestry and Fisheries, Republic of South Africa"}, {"Citation": "Emberson LD, Ashmore MR, Cambridge HM, Simpson D, Tuovinen JP (2000) Modelling stomatal ozone flux across Europe. Environ Pollut 109:403–413", "ArticleIdList": ["10.1016/S0269-7491(00)00043-9"]}, {"Citation": "Emberson LD, Ashmore MR, Simpson D, Tuovinen JP, Cambridge HM (2001) Modelling and mapping ozone deposition in Europe. Water Air Soil Pollut 130:577–582", "ArticleIdList": ["10.1023/A:1013851116524"]}, {"Citation": "Emberson LD, Büker P, Ashmore MR, Mills G, Jackson LS, Agrawal M, Atikuzzaman MD, Cinderby S, Engardt M, Jamir C, Kobayashi K (2009) A comparison of North American and Asian exposure–response data for ozone effects on crop yields. Atmos Environ 43:1945–1953", "ArticleIdList": ["10.1016/j.atmosenv.2009.01.005"]}, {"Citation": "Emberson LD, Pleijel H, Ainsworth EA, Van den Berg M, Ren W, Osborne S, Mills G, Pandey D, Dentener F, Büker P, Ewert F (2018) Ozone effects on crops and consideration in crop models. Eur J Agron 100:19–34", "ArticleIdList": ["10.1016/j.eja.2018.06.002"]}, {"Citation": "FAOSTAT (2017) Food and agriculture Statistical Databases (United Nations). Retrieved from http://faostat3.fao.org/home/E"}, {"Citation": "Harmens H, Hayes F, Sharps K, Radbourne A, Mills G (2019) Can reduced irrigation mitigate ozone impacts on an ozone-sensitive African wheat variety? Plants 8(7):220", "ArticleIdList": ["10.3390/plants8070220"]}, {"Citation": "Hayes F, Sharps K, Harmens H, Roberts I, Mills G (2019) Tropospheric ozone pollution reduces the yield of African crops. J Agron Crop Sci 206:214–228", "ArticleIdList": ["10.1111/jac.12376"]}, {"Citation": "Hayes F, Harmens H, Sharps K, Radbourne A (2020) Ozone dose-response relationships for tropical crops reveal potential threat to legume and wheat production, but not to millets. Scientific African (in press) 9:e00482. https://doi.org/10.1016/j.sciaf.2020.e00482", "ArticleIdList": ["10.1016/j.sciaf.2020.e00482"]}, {"Citation": "Huang Y, Hickman JE, Wu S (2018) Impacts of enhanced fertilizer applications on tropospheric ozone and crop damage over sub-Saharan Africa. Atmos Environ 180:117–125", "ArticleIdList": ["10.1016/j.atmosenv.2018.02.040"]}, {"Citation": "Jarvis PG (1976) The interpretation of the variations in leaf water potential and stomatal conductance found in canopies in the field. Philos Trans R Soc Lond B Biol Sci B 273:593–610"}, {"Citation": "Laban TL, Van Zyl PG, Beukes JP, Vakkari V, Jaars K, Borduas-Dedekind N, Josipovic M, Thompson AM, Kulmala M, Laakso L (2018) Seasonal influences on surface ozone variability in continental South Africa and implications for air quality. Atmos Chem Phys 18:15491–15514", "ArticleIdList": ["10.5194/acp-18-15491-2018"]}, {"Citation": "Laban TL, Van Zyl PG, Beukes JP, Mikkonen S, Santana L, Josipovic M, Vakkari V, Thompson AM, Kulmala M, Laakso L (2020) Statistical analysis of factors driving surface ozone variability over continental South Africa. J Integr Environ Sci 17:1–28", "ArticleIdList": ["10.1080/1943815X.2020.1768550"]}, {"Citation": "Lourens AS, Beukes JP, Van Zyl PG, Fourie GD, Burger JW, Pienaar JJ, Read CE, Jordaan JH (2011) Spatial and temporal assessment of gaseous pollutants in the Highveld of South Africa. S Afr J Sci 107:1–8", "ArticleIdList": ["10.4102/sajs.v107i1/2.269"]}, {"Citation": "Lourens AS, Butler TM, Beukes JP, Van Zyl PG, Beirle S, Wagner TK, Heue KP, Pienaar JJ, Fourie GD, Lawrence MG (2012) Re-evaluating the NO2 hotspot over the South African Highveld. S Afr J Sci 108:83–91", "ArticleIdList": ["10.4102/sajs.v108i11/12.1146"]}, {"Citation": "Mills G, Hayes F, Simpson D, Emberson L, Norris D, Harmens H, Büker P (2011) Evidence of widespread effects of ozone on crops and (semi-)natural vegetation in Europe (1990–2006) in relation to AOT40- and flux-based risk maps. Glob Chang Biol 17:592–613", "ArticleIdList": ["10.1111/j.1365-2486.2010.02217.x"]}, {"Citation": "Mills G, Pleijel H, Malley CS, Sinha B, Cooper O, Schultz MG et al (2018a) Tropospheric Ozone Assessment Report: present day tropospheric ozone distribution and trends relevant to vegetation. Elementa-Sci Anthrop 6:47. https://doi.org/10.1525/elementa.302"}, {"Citation": "Mills G, Sharps K, Simpson D, Pleijel H, Broberg M, Uddling J, Jaramillo F, Davies WJ, Dentener F, Van den Berg M, Agrawal M (2018b) Ozone pollution will compromise efforts to increase global wheat production. Glob Chang Biol 24:3560–3574", "ArticleIdList": ["10.1111/gcb.14157"]}, {"Citation": "Mills G, Sharps K, Simpson D, Pleijel H, Frei M, Burkey K, Emberson L, Uddling J, Broberg M, Feng Z, Kobayashi K (2018c) Closing the global ozone yield gap: quantification and cobenefits for multistress tolerance. Glob Chang Biol 24:4869–4893", "ArticleIdList": ["10.1111/gcb.14381"]}, {"Citation": "Monks PS, Archibald AT, Colette A, Cooper O, Coyle M, Derwent R, Fowler D, Granier C, Law KS, Mills GE, Stevenson DS, Tarasova O, Thouret V, von Schneidemesser E, Sommariva R, Wild O, Williams ML (2015) Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos Chem Phys 15:8889–8973", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "National Centers for Environmental Prediction/National Weather Service/NOAA/U.S. Department of Commerce (2015) Data from year 2000, updated daily. NCEP FNL Operational Model Global Tropospheric Analyses, continuing from July 1999. Research Data Archive at the National Center for Atmospheric Research, Computational and Information Systems Laboratory. https://doi.org/10.5065/D6M043C6 . Accessed 01 Feb 2017"}, {"Citation": "Osborne SA, Mills G, Hayes F, Ainsworth EA, Büker P, Emberson L (2016) Has the sensitivity of soybean cultivars to ozone pollution increased with time? An analysis of published dose–response data. Glob Chang Biol 22:3097–3111", "ArticleIdList": ["10.1111/gcb.13318"]}, {"Citation": "Pinheiro J, Bates D, DebRoy S, Sarkar D (2018) R Core Team nlme: linear and nonlinear mixed effects models R package version 3.1-137. https://CRAN.R-project.org/package=nlme"}, {"Citation": "Pleijel H, Danielsson H, Emberson L, Ashmore MR, Mills G (2007) Ozone risk assessment for agricultural crops in Europe: further development of stomatal flux and flux–response relationships for European wheat and potato. Atmos Environ 41:3022–3040", "ArticleIdList": ["10.1016/j.atmosenv.2006.12.002"]}, {"Citation": "Rippke U, Ramirez-Villegas J, Jarvis A, Vermeulen SJ, Parker L, Mer F, Diekkrüger B, Challinor AJ, Howden M (2016) Timescales of transformational climate change adaptation in sub-Saharan African agriculture. Nat Clim Chang 6:605–609", "ArticleIdList": ["10.1038/nclimate2947"]}, {"Citation": "Saitanis CJ, Sicard P, De Marco A, Feng Z, Paoletti E, Agathokleous E (2020) On the atmospheric ozone monitoring methodologies. Current Opinion in Environmental Science & Health, (in press). https://doi.org/10.1016/j.coesh.2020.07.004"}, {"Citation": "Sauvage B, Thouret V, Cammas J-P, Gheusi F, Athier G, Nédélec P (2005) Tropospheric ozone over Equatorial Africa: regional aspects from the MOZAIC data. Atmos Chem Phys 5:311–335", "ArticleIdList": ["10.5194/acp-5-311-2005"]}, {"Citation": "Simpson D, Benedictow A, Berge H, Bergström R, Emberson LD, Fagerli H, Flechard CR, Hayman GD, Gauss M, Jonson JE, Jenkin ME, Nyíri A, Richter C, Semeena VS, Tsyro S, Tuovinen JP, Valdebenito Á, Wind P (2012) The EMEP MSC-W chemical transport model - technical description. Atmos Chem Phys 12:7825–7865", "ArticleIdList": ["10.5194/acp-12-7825-2012"]}, {"Citation": "Skamarock WC, Klemp JB, Dudhia J, Gill DO, Liu Z, Berner J, Wang W, Powers JG, Duda MG, Barker DM, Huang X-Y (2019) A Description of the Advanced Research WRF Version 4. NCAR Tech. Note NCAR/TN-556+STR, 145 pp. https://doi.org/10.5065/1dfh-6p97"}, {"Citation": "Soja G, Barnes JD, Posch M, Vandermeiren K, Pleijel H, Mills G (2000) Phenological weighting of ozone exposures in the calculation of critical levels for wheat, bean and plantain. Environ Pollut 109:517–524", "ArticleIdList": ["10.1016/S0269-7491(00)00055-5"]}, {"Citation": "Stohl A, Aamaas B, Amann M, Baker L, Bellouin N, Berntsen TK, Boucher O, Cherian R, Collins W, Daskalakis N, Dusinska M (2015) Evaluating the climate and air quality impacts of short-lived pollutants. Atmos Chem Phys 15:10529–10566", "ArticleIdList": ["10.5194/acp-15-10529-2015"]}, {"Citation": "Tetteh R, Yamaguchi M, Wada Y, Funada R, Izuta T (2015) Effects of ozone on growth, net photosynthesis and yield of two African varieties of Vigna unguiculata. Environ Pollut 196:230–238", "ArticleIdList": ["10.1016/j.envpol.2014.10.008"]}, {"Citation": "Turnock ST, Wild O, Dentener FJ, Davila Y, Emmons LK, Flemming J, Folberth GA, Henze DK, Jonson JE, Keating TJ, Kengo S, Lin M, Lund M, Tilmes S, O’Connor FM (2018) The impact of future emission policies on tropospheric ozone using a parameterised approach. Atmos Chem Phys 18:8953–8978", "ArticleIdList": ["10.5194/acp-18-8953-2018"]}, {"Citation": "Van Dingenen R, Raes F, Krol MC, Emberson L, Cofala J (2009) The global impact of O<sub>3</sub> on agricultural crop yields under current and future air quality legislation. Atmos Environ 43:604–618", "ArticleIdList": ["10.1016/j.atmosenv.2008.10.033"]}, {"Citation": "Van Ittersum MK, Van Bussel LG, Wolf J, Grassini P, Van Wart J, Guilpart N, Claessens L, de Groot H, Wiebe K, Mason-D’Croz D, Yang H (2016) Can sub-Saharan Africa feed itself? Proc Natl Acad Sci 113:14964–14969", "ArticleIdList": ["10.1073/pnas.1610359113"]}, {"Citation": "Vieno M, Heal MR, Williams ML, Carnell EJ, Nemitz E, Stedman JR, Reis S (2016) The sensitivities of emissions reductions for the mitigation of UK PM2.5. Atmos Chem Phys 16:265–276", "ArticleIdList": ["10.5194/acp-16-265-2016"]}, {"Citation": "You L, Wood S, Wood-Sichra U, Wu W (2014) Generating global crop distribution maps: from census to grid. Agric Syst 127:53–60", "ArticleIdList": ["10.1016/j.agsy.2014.01.002"]}, {"Citation": "Ziemke JR, Oman LD, Strode SA, Douglass AR, Olsen MA, McPeters RD, Bhartia PK, Froidevaux L, Labow GJ, Witte JC, Thompson AM (2019) Trends in global tropospheric ozone inferred from a composite record of TOMS/OMI/MLS/OMPS satellite measurements and the MERRA-2 GMI simulation. Atmos Chem Phys 19:3257–3269", "ArticleIdList": ["10.5194/acp-19-3257-2019"]}, {"Citation": "Zuur AF, Ieno EN, Walker NJ, Saveliev AA, Smith GM (2009) Mixed effects models and extensions in ecology with R. Springer, New York", "ArticleIdList": ["10.1007/978-0-387-87458-6"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "20"}, {"Year": "2021", "Month": "6", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "30", "Hour": "12", "Minute": "37"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34191262", "10.1007/s11356-021-14967-3", "10.1007/s11356-021-14967-3"]}}], "PubmedBookArticle": []}