{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Pavlovian conditioned reflex", "homeostasis", "hormones", "medical gases", "molecular hydrogen", "ozone", "xenon"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34213500", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/2045-9912.318863"], "Journal": {"ISSN": "2045-9912", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2021", "Season": "Oct-Dec"}}, "Title": "Medical gas research", "ISOAbbreviation": "Med Gas Res"}, "ArticleTitle": "Homeostatic and endocrine responses as the basis for systemic therapy with medical gases: ozone, xenon and molecular hydrogen.", "Pagination": {"StartPage": "174", "EndPage": "186", "MedlinePgn": "174-186"}, "Abstract": {"AbstractText": ["Among medical gases, including gases used therapeutically, this review discusses the comparative physiological activity of three gases - ozone (O<sub>3</sub>), xenon (Xe) and molecular hydrogen (H<sub>2</sub>), which together form representatives of three types of substances - typical oxidizing, inert, and typical reducing agents. Upon analysis of published and proprietary data, we concluded that these three medical gases can manipulate the neuroendocrine system, by modulating the production or release of hormones via the hypothalamic-pituitary-adrenal, hypothalamic-pituitary-thyroid, hypothalamic-pituitary-gonadal axes, or the gastrointestinal pathway. With repeated administration of the gases over time, these modulations become a predictable consequence of conditioned homeostatic reflexes, resulting in regulation of physiological activity. For example, the regular activation of the unconditioned defense reflex in response to repeated intoxication by ozone leads to the formation of an anticipatory stable conditioned response, which counteracts the toxic action of O<sub>3</sub>. The concept of a Pavlovian conditioned reflex (or hormoligosis) is a brief metaphor for the understanding the therapeutic effect of systemic ozone therapy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Department of the International Association of Therapists Using Medical Gases, Odessa, Ukraine."}], "LastName": "Nazarov", "ForeName": "Eugene Iv", "Initials": "EI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Morphology and General Pathology, Siberian State Medical University, Tomsk, Russia."}], "LastName": "Khlusov", "ForeName": "Igor Alb", "Initials": "IA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pathophysiology, Graduate School of Pharmaceutical Sciences, Kyushu University, Fukuoka, Japan."}], "LastName": "Noda", "ForeName": "Mami", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Med Gas Res", "NlmUniqueID": "101564536", "ISSNLinking": "2045-9912"}, "ChemicalList": [{"RegistryNumber": "3H3U766W84", "NameOfSubstance": "Xenon"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7YNJ3PO35Z", "NameOfSubstance": "Hydrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Endocrine System"}, {"QualifierName": [], "DescriptorName": "Hydrogen"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pituitary Gland"}, {"QualifierName": [], "DescriptorName": "Xenon"}], "CoiStatement": "None"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Huang JL, Zhao BL, Manaenko A, Liu F, Sun XJ, Hu Q. Medical gases for stroke therapy: summary of progress 2015-2016. Med Gas Res. 2017;7:107–112.", "ArticleIdList": ["PMC5510291", "28744363"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Oxygen/ozone as a medical gas mixture. A critical evaluation of the various methods clarifies positive and negative aspects. Med Gas Res. 2011;1:6.", "ArticleIdList": ["PMC3231820", "22146387"]}, {"Citation": "Nakao A, Sugimoto R, Billiar TR, McCurry KR. Therapeutic antioxidant medical gas. J Clin Biochem Nutr. 2009;44:1–13.", "ArticleIdList": ["PMC2613492", "19177183"]}, {"Citation": "Ohsawa I, Ishikawa M, Takahashi K, et al. Hydrogen acts as a therapeutic antioxidant by selectively reducing cytotoxic oxygen radicals. Nat Med. 2007;13:688–694.", "ArticleIdList": ["17486089"]}, {"Citation": "Biggers A. What is ozone therapy? Benefits and risks.  [Accessed by October 6, 2020].  https://www.medicalnewstoday.com/articles/320759#overview ."}, {"Citation": "Bajaj T, Cascella M. Xenon.  [Assessed by October 6, 2020].  https://www.statpearls.com/ArticleLibrary/viewarticle/43071 ."}, {"Citation": "Nowrangi DS, Tang J, Zhang JH. Argon gas: a potential neuroprotectant and promising medical therapy. Med Gas Res. 2014;4:3.", "ArticleIdList": ["PMC3996095", "24533741"]}, {"Citation": "Zhai X, Chen X, Ohta S, Sun X. Review and prospect of the biomedical effects of hydrogen. Med Gas Res. 2014;4:19.", "ArticleIdList": ["PMC4256831", "25485090"]}, {"Citation": "Bocci V. Ozone as a bioregulator. Pharmacology and toxicology of ozonetherapy today. J Biol Regul Homeost Agents. 1996;10:31–53.", "ArticleIdList": ["9250885"]}, {"Citation": "Fernández-Cuadros ME, Albaladejo-Florín MJ, Álava-Rabasa S, et al. Effect of rectal ozone (O(3)) in severe COVID-19 pneumonia: preliminary results. SN Compr Clin Med. 2020 doi: 10.1007/s42399-020-00374-1.", "ArticleIdList": ["PMC7397966", "32838181"]}, {"Citation": "Sharma A, Shah M, Lakshmi S, et al. A pilot study for treatment of COVID-19 patients in moderate stage using intravenous administration of ozonized saline as an adjuvant treatment-registered clinical trial. Int Immunopharmacol. 2021;96:107743.", "ArticleIdList": ["PMC8084612", "33984718"]}, {"Citation": "Zheng Z, Dong M, Hu K. A preliminary evaluation on the efficacy of ozone therapy in the treatment of COVID-19. J Med Virol. 2020;92:2348–2350.", "ArticleIdList": ["PMC7280732", "32437014"]}, {"Citation": "Burov NE, Molchanov IV, Nikolaev LL. Xenon in medicine: the past, the present and the future. J Clin Pract. 2011;2:3–11."}, {"Citation": "Re L, Mawsouf MN, Menéndez S, León OS, Sánchez GM, Hernández F. Ozone therapy: clinical and basic evidence of its therapeutic potential. Arch Med Res. 2008;39:17–26.", "ArticleIdList": ["18067991"]}, {"Citation": "Amer AR, Oorschot DE. Xenon combined with hypothermia in perinatal hypoxic-ischemic encephalopathy: a noble gas, a noble mission. Pediatr Neurol. 2018;84:5–10.", "ArticleIdList": ["29887039"]}, {"Citation": "Roostan M, Frishman WH. Xenon: an emerging neuroprotectant with potential application for cardiac arrest care. Cardiol Rev. 2018;26:207–212.", "ArticleIdList": ["29608502"]}, {"Citation": "Maze M. Preclinical neuroprotective actions of xenon and possible implications for human therapeutics: a narrative review. Can J Anaesth. 2016;63:212–226.", "ArticleIdList": ["26507536"]}, {"Citation": "Azzopardi D, Robertson NJ, Kapetanakis A, et al. Anticonvulsant effect of xenon on neonatal asphyxial seizures. Arch Dis Child Fetal Neonatal Ed. 2013;98:F437–439.", "ArticleIdList": ["23572341"]}, {"Citation": "Yagi M, Mashimo T, Kawaguchi T, Yoshiya I. Analgesic and hypnotic effects of subanaesthetic concentrations of xenon in human volunteers: comparison with nitrous oxide. Br J Anaesth. 1995;74:670–673.", "ArticleIdList": ["7640122"]}, {"Citation": "Burov NE, Makeev GN, Potapov VN. Applying xenon technologies in Russia. Appl Cardiopulm Pathophysiol. 2000;9:132–133."}, {"Citation": "Rüegger CM, Davis PG, Cheong JL. Xenon as an adjuvant to therapeutic hypothermia in near-term and term newborns with hypoxic-ischaemic encephalopathy. Cochrane Database Syst Rev. 2018;8:CD012753.", "ArticleIdList": ["PMC6513612", "30123976"]}, {"Citation": "Dobrovolsky A, Ichim TE, Ma D, Kesari S, Bogin V. Xenon in the treatment of panic disorder: an open label study. J Transl Med. 2017;15:137.", "ArticleIdList": ["PMC5470223", "28610592"]}, {"Citation": "Ohta S. Molecular hydrogen as a preventive and therapeutic medical gas: initiation, development and potential of hydrogen medicine. Pharmacol Ther. 2014;144:1–11.", "ArticleIdList": ["24769081"]}, {"Citation": "Guan WJ, Wei CH, Chen AL, et al. Hydrogen/oxygen mixed gas inhalation improves disease severity and dyspnea in patients with Coronavirus disease 2019 in a recent multicenter, open-label clinical trial. J Thorac Dis. 2020;12:3448–3452.", "ArticleIdList": ["PMC7330772", "32642277"]}, {"Citation": "Nazarov E. Adaptive hypothesis of system ozone therapy or why the ozone shifts always physiological and biochemical parameters of the organism towards the standard level? J Ozone Ther. 2019;3:47."}, {"Citation": "Khlusov IA, Naumov SA, Vovk SM, et al. Xenon effects on cells and receptors. Bull Russ Acad Med Sci. 2003:32–37.", "ArticleIdList": ["14598734"]}, {"Citation": "Uchida T, Suzuki S, Hirano Y, Ito D, Nagayama M, Gohara K. Xenon-induced inhibition of synchronized bursts in a rat cortical neuronal network. Neuroscience. 2012;214:149–158.", "ArticleIdList": ["22531374"]}, {"Citation": "Dingley J, Ivanova-Stoilova TM, Grundler S, Wall T. Xenon: recent developments. Anaesthesia. 1999;54:335–346.", "ArticleIdList": ["10455831"]}, {"Citation": "Molecular Hydrogen Institute. Scientific studies.  [Assessed by October 6, 2020].  http://www.molecularhydrogeninstitute.com/studies ."}, {"Citation": "Malenka RC, Nestler EJ, Hyman SE. Sydor A, Brown RY. Molecular neuropharmacology: a foundation for clinical neuroscience. 2nd ed. New York: McGraw-Hill Medical; 2009. Chapter 10: Neural and neuroendocrine control of the internal milieu; pp. 248–259."}, {"Citation": "Papathanasiou AE, Nolen-Doerr E, Farr OM, Mantzoros CS. Geoffrey harris prize lecture 2018: novel pathways regulating neuroendocrine function, energy homeostasis and metabolism in humans. Eur J Endocrinol. 2019;180:R59–71.", "ArticleIdList": ["PMC6378110", "30475221"]}, {"Citation": "Cameron JL. Stress and behaviorally induced reproductive dysfunction in primates. Semin Reprod Endocrinol. 1997;15:37–45.", "ArticleIdList": ["9065976"]}, {"Citation": "Cramer T, Kisliouk T, Yeshurun S, Meiri N. The balance between stress resilience and vulnerability is regulated by corticotropin-releasing hormone during the critical postnatal period for sensory development. Dev Neurobiol. 2015;75:842–853.", "ArticleIdList": ["25447645"]}, {"Citation": "Thomson EM, Pilon S, Guénette J, Williams A, Holloway AC. Ozone modifies the metabolic and endocrine response to glucose: Reproduction of effects with the stress hormone corticosterone. Toxicol Appl Pharmacol. 2018;342:31–38.", "ArticleIdList": ["29391239"]}, {"Citation": "Thomson EM, Pal S, Guénette J, et al. Ozone inhalation provokes glucocorticoid-dependent and -independent effects on inflammatory and metabolic pathways. Toxicol Sci. 2016;152:17–28.", "ArticleIdList": ["27037194"]}, {"Citation": "Miller DB, Snow SJ, Schladweiler MC, et al. Acute ozone-induced pulmonary and systemic metabolic effects are diminished in adrenalectomized rats. Toxicol Sci. 2016;150:312–322.", "ArticleIdList": ["PMC4881831", "26732886"]}, {"Citation": "Kryzhanovsky SA, Nikiforova TD, Durnev AD. Epac proteins and their role in the physiological and pathological processes in the cardiovascular system. Part 1: The role of epac proteins in the physiological and pathological processes of the vasculature. Hum Physiol. 2020;46:200–215."}, {"Citation": "Nazarov EI, Vongai VG, Glukhenkaya TA. Ozone-xenon correction of stress. Med Almanac. 2013;3:27."}, {"Citation": "Garkavi L, Kvakina EB, Mulatova AK, Sheĭko EA, Shikhliarova AI. Morphofunctional features of lymph nodes, thyroid gland and testis of rats during adaptation reactions to stress and activation. Biull Eksp Biol Med. 1989;108:634–637.", "ArticleIdList": ["2633839"]}, {"Citation": "Downing JE, Miyan JA. Neural immunoregulation: emerging roles for nerves in immune homeostasis and disease. Immunol Today. 2000;21:281–289.", "ArticleIdList": ["10825740"]}, {"Citation": "Naumov SA, Khlusov IA. Adaptive effects of xenon. Intensive Ther. 2007;1:10–16."}, {"Citation": "Kussmaul AR, Bogacheva MA, Shkurat TP, Pavlov BN. Effects of xenon and krypton-containing breathing mixtures on clinical and biochemical blood indices in animals. Aviakosm Ekolog Med. 2007;41:60–64.", "ArticleIdList": ["17682508"]}, {"Citation": "Gao Q, Song H, Wang XT, et al. Molecular hydrogen increases resilience to stress in mice. Sci Rep. 2017;7:9625.", "ArticleIdList": ["PMC5575246", "28852144"]}, {"Citation": "Medici M, Direk N, Visser WE, et al. Thyroid function within the normal range and the risk of depression: a population-based cohort study. J Clin Endocrinol Metab. 2014;99:1213–1219.", "ArticleIdList": ["24564323"]}, {"Citation": "Ruhla S, Weickert MO, Arafat AM, et al. A high normal TSH is associated with the metabolic syndrome. Clin Endocrinol (Oxf) 2010;72:696–701.", "ArticleIdList": ["20447068"]}, {"Citation": "Cappola AR, Arnold AM, Wulczyn K, Carlson M, Robbins J, Psaty BM. Thyroid function in the euthyroid range and adverse outcomes in older adults. J Clin Endocrinol Metab. 2015;100:1088–1096.", "ArticleIdList": ["PMC4333030", "25514105"]}, {"Citation": "Heeringa J, Hoogendoorn EH, van der Deure WM, et al. High-normal thyroid function and risk of atrial fibrillation: the Rotterdam study. Arch Intern Med. 2008;168:2219–2224.", "ArticleIdList": ["19001198"]}, {"Citation": "Asvold BO, Bjøro T, Nilsen TI, Gunnell D, Vatten LJ. Thyrotropin levels and risk of fatal coronary heart disease: the HUNT study. Arch Intern Med. 2008;168:855–860.", "ArticleIdList": ["18443261"]}, {"Citation": "Murphy E, Glüer CC, Reid DM, et al. Thyroid function within the upper normal range is associated with reduced bone mineral density and an increased risk of nonvertebral fractures in healthy euthyroid postmenopausal women. J Clin Endocrinol Metab. 2010;95:3173–3181.", "ArticleIdList": ["20410228"]}, {"Citation": "Vani AC, Ingleshwar DG, Patil V, Patil V, S SA. A study of thyroid profile in patients with psoriasis. Natl J Lab Med. 2017;6:BO01–04."}, {"Citation": "Ferrari C, Reschini E, Paracchi A. Treatment of the autonomous thyroid nodule: a review. Eur J Endocrinol. 1996;135:383–390.", "ArticleIdList": ["8921817"]}, {"Citation": "Elias AR, Barr RJ. Low-dose oral propylthiouracil in the treatment of plaque psoriasis. Int J Dermatol. 1995;34:519–520.", "ArticleIdList": ["7591425"]}, {"Citation": "Romanov MD, Vodyakova AV, Kireeva EM, Lewina TM. The rationale for the use of infusion ozone therapy in patients with toxic goiter. Mod Probl Sci Educ. 2015;5:125."}, {"Citation": "Zhu Q, Wu Y, Li Y, et al. Positive effects of hydrogen-water bathing in patients of psoriasis and parapsoriasis en plaques. Sci Rep. 2018;8:8051.", "ArticleIdList": ["PMC5966409", "29795283"]}, {"Citation": "Gabbe S, Niebyl J, Simpson J, et al. Obstetrics: normal and problem pregnancies. 7th ed. Elsevier; 2016."}, {"Citation": "Apumaita K, Murashko AV, Pak SV, Grechkanev GO, Dvoryansky SA, Iutinsky EM. The effect of ozone therapy and hyperbarotherapy on the hormonal function of the placental complex, the state of the blood coagulation system and placental morphology in patients with chronic placental insufficiency. Russ Bull Obstet Gynaecol. 2010:35–38."}, {"Citation": "Buranova FB, Fedorova TA. Plasmapheresis and medical ozone in the treatment of pregnant women with placental insufficiency after in vitro fertilization. Russ Bull Obstet Gynaecol. 2012:43–47."}, {"Citation": "Menendez-Cepero S. Ozone therapy: teratogenic study of ozone. Possible indications in obstetrics and gynecology. J Ozone Ther. 2018;2:20."}, {"Citation": "Bukhtiyarov IV, Кalmanov АS, Кislyakov UU, et al. Study of the possibility of using xenon in the training process to correct the functional state of athletes. Physiother Sports Med. 2010;6:22–29."}, {"Citation": "Hou C, Peng Y, Qin C, Fan F, Liu J, Long J. Hydrogen-rich water improves cognitive impairment gender-dependently in APP/PS1 mice without affecting Aβ clearance. Free Radic Res. 2018;52:1311–1322.", "ArticleIdList": ["29683360"]}, {"Citation": "Begum R, Bajgai J, Fadriquela A, Kim CS, Kim SK, Lee KJ. Molecular hydrogen may enhance the production of testosterone hormone in male infertility through hormone signal modulation and redox balance. Med Hypotheses. 2018;121:6–9.", "ArticleIdList": ["30396494"]}, {"Citation": "Mano Y, Kotani T, Ito M, et al. Maternal molecular hydrogen administration ameliorates rat fetal hippocampal damage caused by in utero ischemia-reperfusion. Free Radic Biol Med. 2014;69:324–330.", "ArticleIdList": ["24509162"]}, {"Citation": "Ushida T, Kotani T, Tsuda H, et al. Molecular hydrogen ameliorates several characteristics of preeclampsia in the Reduced Uterine Perfusion Pressure (RUPP) rat model. Free Radic Biol Med. 2016;101:524–533.", "ArticleIdList": ["27789293"]}, {"Citation": "Imai K, Kotani T, Tsuda H, et al. Neuroprotective potential of molecular hydrogen against perinatal brain injury via suppression of activated microglia. Free Radic Biol Med. 2016;91:154–163.", "ArticleIdList": ["26709014"]}, {"Citation": "Noda M, Uemura Y, Yoshii Y, et al. Circulating messenger for neuroprotection induced by molecular hydrogen. Can J Physiol Pharmacol. 2019;97:909–915.", "ArticleIdList": ["31100203"]}, {"Citation": "Noda M, Ito M, Ohsawa I, Ohno K. Beneficial effects of hydrogen in the CNS and a new brain-stomach interaction. Eur J Neurodegener Dis. 2014;3:25–34."}, {"Citation": "Matsumoto A, Yamafuji M, Tachibana T, Nakabeppu Y, Noda M, Nakaya H. Oral ‘hydrogen water’ induces neuroprotective ghrelin secretion in mice. Sci Rep. 2013;3:3273.", "ArticleIdList": ["PMC4070541", "24253616"]}, {"Citation": "Noda M, Liu J, Long J. Neuroprotective and preventative effects of molecular hydrogen. Curr Pharm Des. 2021;27:585–591.", "ArticleIdList": ["33076798"]}, {"Citation": "Inui A. Ghrelin: an orexigenic and somatotrophic signal from the stomach. Nat Rev Neurosci. 2001;2:551–560.", "ArticleIdList": ["11483998"]}, {"Citation": "Andrews ZB, Erion D, Beiler R, et al. Ghrelin promotes and protects nigrostriatal dopamine function via a UCP2-dependent mitochondrial mechanism. J Neurosci. 2009;29:14057–14065.", "ArticleIdList": ["PMC2845822", "19906954"]}, {"Citation": "Yoshii Y, Inoue T, Uemura Y, et al. Complexity of Stomach-Brain Interaction Induced by Molecular Hydrogen in Parkinson’s Disease Model Mice. Neurochem Res. 2017;42:2658–2665.", "ArticleIdList": ["28462451"]}, {"Citation": "Iuchi K, Imoto A, Kamimura N, et al. Molecular hydrogen regulates gene expression by modifying the free radical chain reaction-dependent generation of oxidized phospholipid mediators. Sci Rep. 2016;6:18971.", "ArticleIdList": ["PMC4704061", "26739257"]}, {"Citation": "Iuchi K, Nishimaki K, Kamimura N, Ohta S. Molecular hydrogen suppresses free-radical-induced cell death by mitigating fatty acid peroxidation and mitochondrial dysfunction. Can J Physiol Pharmacol. 2019;97:999–1005.", "ArticleIdList": ["31295412"]}, {"Citation": "Draca SR. Endocrine-immunological homeostasis: the interrelationship between the immune system and sex steroids involves the hypothalamo-pituitary-gonadal axis. Panminerva Med. 1995;37:71–76.", "ArticleIdList": ["8637773"]}, {"Citation": "Subkov AA, Zilov GN. The role of conditioned reflex adaptation in the origin of hyperergic reactions. Bulletin de Biologie et de Médicine Expérimentale. 1937;4:294–296."}, {"Citation": "Androsova ZG, Ginetsinskii AG, Gnedina TN, Kurduban LL, Natochin IuV, Tolkunov BF. Conditioned reactions developing under the action of humoral factors. Zh Vyssh Nerv Deiat Im I P Pavlova. 1959;9:388–397.", "ArticleIdList": ["13793639"]}, {"Citation": "Leites MS, Pavlov GT. Conditional reaction to the sugar-lowering effect of insulin in experimental diabetes. J High Nerv Act. 1954;2:242.", "ArticleIdList": ["13217443"]}, {"Citation": "Ader R. A historical account of conditioned immunobiologic responses. In: Ader R, editor. Psychoneuroimmunology. New York: Academic Press; 1981. pp. 321–354."}, {"Citation": "Siegel S. Conditioning of insulin-induced glycemia. J Comp Physiol Psychol. 1972;78:233–241.", "ArticleIdList": ["5058460"]}, {"Citation": "Woods SC, Shogren RE., Jr Glycemic responses following conditioning with different doses of insulin in rats. J Comp Physiol Psychol. 1972;81:220–225.", "ArticleIdList": ["5084438"]}, {"Citation": "Deutsch R. Conditioned hypoglycemia: a mechanism for saccharin-induced sensitivity to insulin in the rat. J Comp Physiol Psychol. 1974;86:350–358.", "ArticleIdList": ["4811558"]}, {"Citation": "Matysiak J, Green L. On the directionality of classically-conditioned glycemic responses. Physiol Behav. 1984;32:5–9.", "ArticleIdList": ["6371857"]}, {"Citation": "Pihl RO, Altman J. An experimental analysis of the placebo effect. J Clin Pharmacol New Drugs. 1971;11:91–95.", "ArticleIdList": ["5206473"]}, {"Citation": "Baptista MA, Siegel S, MacQueen G, Young LT. Pre-drug cues modulate morphine tolerance, striatal c-Fos, and AP-1 DNA binding. Neuroreport. 1998;9:3387–3390.", "ArticleIdList": ["9855286"]}, {"Citation": "Siegel S. Jarvik ME. Psychopharmacology in the practice of medicine. New York: Appleton-Century-Crofts; 1977. Learning and psychopharmacology."}, {"Citation": "Siegel S, Baptista MA, Kim JA, McDonald RV, Weise-Kelly L. Pavlovian psychopharmacology: the associative basis of tolerance. Exp Clin Psychopharmacol. 2000;8:276–293.", "ArticleIdList": ["10975617"]}, {"Citation": "Ader R, Mercurio MG, Walton J, et al. Conditioned pharmacotherapeutic effects: a preliminary study. Psychosom Med. 2010;72:192–197.", "ArticleIdList": ["PMC2850283", "20028830"]}, {"Citation": "Schafe GE, Nader K, Blair HT, LeDoux JE. Memory consolidation of Pavlovian fear conditioning: a cellular and molecular perspective. Trends Neurosci. 2001;24:540–546.", "ArticleIdList": ["11506888"]}, {"Citation": "Stanciu M, Radulovic J, Spiess J. Phosphorylated cAMP response element binding protein in the mouse brain after fear conditioning: relationship to Fos production. Brain Res Mol Brain Res. 2001;94:15–24.", "ArticleIdList": ["11597761"]}, {"Citation": "Monsey MS, Boyle LM, Zhang ML, et al. Chronic corticosterone exposure persistently elevates the expression of memory-related genes in the lateral amygdala and enhances the consolidation of a Pavlovian fear memory. PLoS One. 2014;9:e91530.", "ArticleIdList": ["PMC3950278", "24618807"]}, {"Citation": "Pavlova OE. The effect of ozone on the rheological properties of blood. Moscow: Moscow State Pedagogical University; 1998."}, {"Citation": "Brook RD, Brook JR, Urch B, Vincent R, Rajagopalan S, Silverman F. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002;105:1534–1536.", "ArticleIdList": ["11927516"]}, {"Citation": "Bocci VA. Scientific and medical aspects of ozone therapy. State of the artArch Med Res. 2006;37:425–435.", "ArticleIdList": ["16624639"]}, {"Citation": "Burov NE. Concept of mechanisms of anesthetic and therapeutic properties of xenon. Anesteziol Reanimatol. 2011:58–62.", "ArticleIdList": ["21692221"]}, {"Citation": "Hughes RL, Yonas H, Gur D, Latchaw R. Cerebral blood flow determination within the first 8 hours of cerebral infarction using stable xenon-enhanced computed tomography. Stroke. 1989;20:754–760.", "ArticleIdList": ["2728041"]}, {"Citation": "Hirayama M, Ito M, Minato T, Yoritaka A, LeBaron TW, Ohno K. Inhalation of hydrogen gas elevates urinary 8-hydroxy-2’-deoxyguanine in Parkinson’s disease. Med Gas Res. 2018;8:144–149.", "ArticleIdList": ["PMC6352570", "30713666"]}, {"Citation": "Re L, Malcangi G, Martinez-Sanchez G. Medical ozone is now ready for a scientific challenge: current status and future perspectives. J Exp Integr Med. 2012;3:193–196."}, {"Citation": "Southam CM, Erlich J. Effects of extracts of western red-cedar heartwood on certain wood-decaying fungi in culture. Phytopathology. 1943;33:517–524."}, {"Citation": "Luckey TD. Insecticide hormoligosis. J Econ Entomol. 1968;61:7–12.", "ArticleIdList": ["5636848"]}, {"Citation": "Townsend JF, Luckey TD. Hormoligosis in pharmacology. J Am Med Assoc. 1960;173:44–48.", "ArticleIdList": ["13839103"]}, {"Citation": "Stanton ME, Levine S. Pavlovian conditioning of endocrine responses. In: Ader R, Weiner H, Baum A, editors. Experimental foundations of behavioral medicine: Conditioning approaches. Psychology Press; 1988. pp. 25–46."}, {"Citation": "Brun JF. Hormones, metabolism and body composition as major determinants of blood rheology: potential pathophysiological meaning. Clin Hemorheol Microcirc. 2002;26:63–79.", "ArticleIdList": ["12082254"]}, {"Citation": "Graves DJ, Idicula J, Lambertsen CJ, Quinn JA. Bubble formation in physical and biological systems: a manifestation of counterdiffusion in composite media. Science. 1973;179:582–584.", "ArticleIdList": ["4686464"]}, {"Citation": "Shatalov VM. Mechanism of the biological impact of weak electromagnetic fields and in vitro effects of degassing of blood. Biofizika. 2012;57:1034–1040.", "ArticleIdList": ["23272585"]}, {"Citation": "Shatalov VM, Zinchenko AA. Dissolved air effects on blood clotting dynamics in vitro. Phys Alive. 2010;1:43–50."}, {"Citation": "Reichenberg J, Ullman R. Healing hearts with homeopathy. Townsend Lett Doctors Patients. 2004;253-254:48–50."}, {"Citation": "Ishihara G, Kawamoto K, Komori N, Ishibashi T. Molecular hydrogen suppresses superoxide generation in the mitochondrial complex I and reduced mitochondrial membrane potential. Biochem Biophys Res Commun. 2020;522:965–970.", "ArticleIdList": ["31810604"]}, {"Citation": "Gvozdjáková A, Kucharská J, Kura B, et al. A new insight into the molecular hydrogen effect on coenzyme Q and mitochondrial function of rats. Can J Physiol Pharmacol. 2020;98:29–34.", "ArticleIdList": ["31536712"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "2", "Hour": "12", "Minute": "15"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34213500", "PMC8374457", "10.4103/2045-9912.318863", "MedGasRes_2021_11_4_174_318863"]}}], "PubmedBookArticle": []}