{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Adjoint sensitivity", "Emission optimization", "Metaheuristic algorithms", "Ozone control strategy", "Ozone health benefits"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34248301", "DateRevised": {"Year": "2022", "Month": "08", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1016/j.jclepro.2021.127533"], "Journal": {"ISSN": "0959-6526", "JournalIssue": {"Volume": "312", "Issue": "20", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "20"}}, "Title": "Journal of cleaner production", "ISOAbbreviation": "J Clean Prod"}, "ArticleTitle": "A new approach for health-oriented ozone control strategy: Adjoint-based optimization of NO<sub>x</sub> emission reductions using metaheuristic algorithms.", "Pagination": {"StartPage": "127533", "MedlinePgn": "127533"}, "Abstract": {"AbstractText": ["While levels of particulate matters in the Pearl River Delta Region (PRD) show a significant reduction, ozone (O<sub>3</sub>) has an opposite increasing trend, becoming the critical air quality target in this decade. Emission control strategies are typically formulated sector by sector, spatial variability in emissions reductions and health impacts of air pollutants may not be taken into account, affecting the overall effectiveness of control strategies. This study proposes an adjoint-based optimization framework to facilitate health-oriented O<sub>3</sub> control over PRD. The location-specific adjoint sensitivity coefficients, which reflect the spatiotemporal influences from emissions of nitrogen dioxide (NO<sub>x</sub>) on O<sub>3</sub> health impacts, are combined with metaheuristic algorithms to minimize the O<sub>3</sub>-related premature mortalities over receptor regions. Using the proposed optimization methodology, the regional O<sub>3</sub> health benefits under current emission reduction policy can be increased by 16-27%. The results show that relatively larger NO<sub>x</sub> emissions reductions occurred at highly developed and populated areas. Particularly, significant reductions in NO<sub>x</sub> emissions are observed at Shenzhen and urban Guangzhou. Furthermore, implementing regional NO<sub>x</sub> emissions abatement has advantages to achieve an overall O<sub>3</sub> health benefits for all cities. The interregional influences of NO<sub>x</sub> emissions abatement between cities indicate a promising strategy of health-oriented O<sub>3</sub> control in PRD."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Resource Management, The Chinese University of Hong Kong, Sha Tin, N.T., Hong Kong, China."}], "LastName": "Wang", "ForeName": "Mengya", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Resource Management, The Chinese University of Hong Kong, Sha Tin, N.T., Hong Kong, China."}], "LastName": "Huang", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational Exposure Division, National Exposure Research Laboratory, US Environmental Protection Agency, Hong Kong, China."}], "LastName": "Wong", "ForeName": "David C", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Jockey Club School of Public Health and Primary Care, The Chinese University of Hong Kong, Shatin, N.T., Hong Kong, China."}, {"Identifier": [], "Affiliation": "Institute of Environment, Energy and Sustainability, The Chinese University of Hong Kong, Sha Tin, N.T., Hong Kong, China."}], "LastName": "Ho", "ForeName": "Kin Fai", "Initials": "KF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Provincial Engineering Technology Research Center of Environmental Pollution and Health Risk Assessment, Guangzhou Key Laboratory of Environmental Pollution and Health Risk Assessment, Department of Preventive Medicine, School of Public Health, Sun Yat-sen University, Guangzhou, 510080, China."}], "LastName": "Dong", "ForeName": "Guanghui", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Resource Management, The Chinese University of Hong Kong, Sha Tin, N.T., Hong Kong, China."}, {"Identifier": [], "Affiliation": "Institute of Environment, Energy and Sustainability, The Chinese University of Hong Kong, Sha Tin, N.T., Hong Kong, China."}, {"Identifier": [], "Affiliation": "Stanley Ho Big Data Decision Analytics Research Centre, The Chinese University of Hong Kong, Shatin, N.T., Hong Kong, China."}, {"Identifier": [], "Affiliation": "Asian School of the Environment, Nanyang Technological University, Singapore."}], "LastName": "Yim", "ForeName": "Steve H L", "Initials": "SHL"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Clean Prod", "NlmUniqueID": "101538287", "ISSNLinking": "0959-6526"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Blum C, 2003. Metaheuristics in combinatorial optimization: overview and conceptual comparison. ACM Comput. Surv 35, 268–308."}, {"Citation": "Butler T, Lupascu A, Coates J, Zhu S, 2018. Toast 1.0: tropospheric ozone attribution of sources with tagging for CESM 1.2.2. Geosci. Model Dev. (GMD) 11, 2825–2840. 10.5194/gmd-11-2825-2018.", "ArticleIdList": ["10.5194/gmd-11-2825-2018"]}, {"Citation": "Byun D, Schere KL, 2006. Review of the governing equations, computational algorithms, and other components of the models-3 community Multiscale Air quality (CMAQ) modeling system. Appl. Mech. Rev 59, 51. 10.1115/1.2128636.", "ArticleIdList": ["10.1115/1.2128636"]}, {"Citation": "Daescu D, Carmichael GR, Sandu A, 2000. Adjoint implementation of rosenbrock methods applied to variational data assimilation problems. J. Comput. Phys 165, 496–510. 10.1006/jcph.2000.6622.", "ArticleIdList": ["10.1006/jcph.2000.6622"]}, {"Citation": "Damian V, Sandu A, Damian M, Potra F, Carmichael GR, 2002. The kinetic preprocessor KPP-a software environment for solving chemical kinetics. Comput. Chem. Eng 26, 1567–1579. 10.1016/S0098-1354(02)00128-X.", "ArticleIdList": ["10.1016/S0098-1354(02)00128-X"]}, {"Citation": "Feng Y, Zhang W, Sun D, Zhang L, 2011. Ozone concentration forecast method based on genetic algorithm optimized back propagation neural networks and support vector machine data classification. Atmos. Environ 45, 1979–1985. 10.1016/j.atmosenv.2011.01.022.", "ArticleIdList": ["10.1016/j.atmosenv.2011.01.022"]}, {"Citation": "Gu Y, Wong TW, Law SCK, Dong GH, Ho KF, Yang Y, Yim SHL, 2018. Impacts of sectoral emissions in China and the implications: Air quality, public health, crop production, and economic costs. Environ. Res. Lett 13, 084008."}, {"Citation": "Hakami A, Henze DK, Seinfeld JH, Singh K, Sandu A, Kim S, Byun, Li Q, 2007. The adjoint of CMAQ. Environ. Sci. Technol 41, 7807–7817. 10.1021/es070944p.", "ArticleIdList": ["10.1021/es070944p", "18075092"]}, {"Citation": "He Z, Wang X, Ling Z, Zhao J, Guo H, Shao M, Wang Z, 2019. Contributions of different anthropogenic volatile organic compound sources to ozone formation at a receptor site in the Pearl River Delta region and its policy implications. Atmos. Chem. Phys 19, 8801–8816. 10.5194/acp-19-8801-2019.", "ArticleIdList": ["10.5194/acp-19-8801-2019"]}, {"Citation": "Hogrefe C, Liu P, Pouliot G, Mathur R, Roselle S, Flemming J, Lin M, Park RJ, 2018. Impacts of different characterizations of large-scale background on simulated regional-scale ozone over the continental United States. Atmos. Chem. Phys 18, 3839–3864. 10.5194/acp-18-3839-2018.", "ArticleIdList": ["10.5194/acp-18-3839-2018", "PMC6071430", "30079085"]}, {"Citation": "Hong T, Jeong K, Koo C, 2018. An optimized gene expression programming model for forecasting the national CO2 emissions in 2030 using the metaheuristic algorithms. Appl. Energy 228, 808–820. 10.1016/j.apenergy.2018.06.106.", "ArticleIdList": ["10.1016/j.apenergy.2018.06.106"]}, {"Citation": "Huang J, Zhu Y, Kelly JT, Jang C, Wang S, Xing J, Chiang P-C, Fan S, Zhao X, Yu L, 2020. Large-scale optimization of multi-pollutant control strategies in the Pearl River Delta region of China using a genetic algorithm in machine learning. Sci. Total Environ 722, 137701. 10.1016/j.scitotenv.2020.137701.", "ArticleIdList": ["10.1016/j.scitotenv.2020.137701", "PMC7190429", "32208238"]}, {"Citation": "Itahashi S, Hayami H, Uno I, 2015. Comprehensive study of emission source contributions for tropospheric ozone formation over East Asia. J. Geophys. Res.: Atmosphere 120, 331–358. 10.1002/2014JD022117.", "ArticleIdList": ["10.1002/2014JD022117"]}, {"Citation": "Kerl PY, Zhang W, Moreno-Cruz JB, Nenes A, Realff MJ, Russell AG, Sokol J, Thomas VM, 2015. New approach for optimal electricity planning and dispatching with hourly time-scale air quality and health considerations. Proc. Natl. Acad. Sci. Unit. States Am 112, 10884–10889. 10.1073/pnas.1413143112.", "ArticleIdList": ["10.1073/pnas.1413143112", "PMC4568275", "26283358"]}, {"Citation": "Li Y, Lau AKH, Fung JCH, Ma H, Tse Y, 2013. Systematic evaluation of ozone control policies using an ozone source apportionment method. Atmospheric environment, improving regional air quality over the Pearl River Delta and Hong Kong. Sci. Pol 76, 136–146. 10.1016/j.atmosenv.2013.02.033.", "ArticleIdList": ["10.1016/j.atmosenv.2013.02.033"]}, {"Citation": "Liao K-J, Hou X, 2015. Optimization of multipollutant air quality management strategies: a case study for five cities in the United States. J. Air Waste Manag. Assoc 65, 732–742. 10.1080/10962247.2015.1014073.", "ArticleIdList": ["10.1080/10962247.2015.1014073", "25976486"]}, {"Citation": "Liu H, Liu S, Xue B, Lv Z, Meng Z, Yang X, Xue T, Yu Q, He K, 2018. Ground-level ozone pollution and its health impacts in China. Atmos. Environ 173, 223–230. 10.1016/j.atmosenv.2017.11.014.", "ArticleIdList": ["10.1016/j.atmosenv.2017.11.014"]}, {"Citation": "Loughlin DH, Ranjithan SR, Baugh JW, Brill ED, 2000. Application of genetic algorithms for the design of ozone control strategies. J. Air Waste Manag. Assoc 50, 1050–1063. 10.1080/10473289.2000.10464133.", "ArticleIdList": ["10.1080/10473289.2000.10464133", "10902400"]}, {"Citation": "Lu WZ, Fan HY, Leung AYT, Wong JCK, 2002. Analysis of pollutant levels in Central Hong Kong applying neural network method with particle swarm optimization. Environ. Monit. Assess 79, 217–230.", "ArticleIdList": ["12392160"]}, {"Citation": "Lu X, Hong J, Zhang L, Cooper OR, Schultz MG, Xu X, Wang T, Gao M, Zhao Y, Zhang Y, 2018. Severe surface ozone pollution in China: a global perspective. Environ. Sci. Technol. Lett 5, 487–494. 10.1021/acs.estlett.8b00366.", "ArticleIdList": ["10.1021/acs.estlett.8b00366"]}, {"Citation": "Marmur A, Unal A, Mulholland JA, Russell AG, 2005. Optimization-based source apportionment of PM 2.5 incorporating gas-to-particle ratios. Environ. Sci. Technol 39, 3245–3254. 10.1021/es0490121.", "ArticleIdList": ["10.1021/es0490121", "15926575"]}, {"Citation": "Mesbah SM, Hakami A, Schott S, 2015. Optimal ozone control with inclusion of spatiotemporal marginal damages and electricity demand. Environ. Sci. Technol 49, 7870–7878. 10.1021/acs.est.5b01178.", "ArticleIdList": ["10.1021/acs.est.5b01178", "26053406"]}, {"Citation": "Mesbah SM, Hakami A, Schott S, 2013. Optimal ozone reduction policy design using adjoint-based NOx marginal damage information. Environ. Sci. Technol 47, 13528–13535. 10.1021/es402531n.", "ArticleIdList": ["10.1021/es402531n", "24144173"]}, {"Citation": "Ou J, Yuan Z, Zheng J, Huang Z, Shao M, Li Z, Huang X, Guo H, Louie PKK, 2016. Ambient ozone control in a photochemically active region: short-term despiking or long-term attainment? Environ. Sci. Technol 50, 5720–5728. 10.1021/acs.est.6b00345.", "ArticleIdList": ["10.1021/acs.est.6b00345", "27135547"]}, {"Citation": "Ou J, Zheng J, Li R, Huang X, Zhong Z, Zhong L, Lin H, 2015. Speciated OVOC and VOC emission inventories and their implications for reactivity-based ozone control strategy in the Pearl River Delta region, China. Sci. Total Environ 530, 393–402. 10.1016/j.scitotenv.2015.05.062, 531.", "ArticleIdList": ["10.1016/j.scitotenv.2015.05.062", "26057544"]}, {"Citation": "Pappin AJ, Hakami A, 2013. Source attribution of health benefits from air pollution abatement in Canada and the United States: an adjoint sensitivity analysis. Environ. Health Perspect 121, 572–579. 10.1289/ehp.1205561.", "ArticleIdList": ["10.1289/ehp.1205561", "PMC3673189", "23434744"]}, {"Citation": "Powers JG, Klemp JB, Skamarock WC, Davis CA, Dudhia J, Gill DO, Coen JL, Gochis DJ, Ahmadov R, Peckham SE, Grell GA, Michalakes J, Trahan S, Benjamin SG, Alexander CR, Dimego GJ, Wang W, Schwartz CS, Romine GS, Liu Z, Snyder C, Chen F, Barlage MJ, Yu W, Duda MG, 2017. The weather research and forecasting model: overview, system efforts, and future directions. Bull. Am. Meteorol. Soc 98, 1717–1737. 10.1175/BAMS-D-15-00308.1.", "ArticleIdList": ["10.1175/BAMS-D-15-00308.1"]}, {"Citation": "Sadegheih A, 2006. Scheduling problem using genetic algorithm, simulated annealing and the effects of parameter values on GA performance. Appl. Math. Model 30, 147–154. 10.1016/j.apm.2005.03.017.", "ArticleIdList": ["10.1016/j.apm.2005.03.017"]}, {"Citation": "Shaban HI, Elkamel A, Gharbi R, 1997. An optimization model for air pollution control decision making. Environ. Model. Software 12, 51–58. 10.1016/S1364-8152(96)00008-4.", "ArticleIdList": ["10.1016/S1364-8152(96)00008-4"]}, {"Citation": "Vasan A, Raju KS, 2009. Comparative analysis of simulated annealing, simulated quenching and genetic algorithms for optimal reservoir operation. Appl. Soft Comput 9, 274–281. 10.1016/j.asoc.2007.09.002.", "ArticleIdList": ["10.1016/j.asoc.2007.09.002"]}, {"Citation": "Wang MY, Yim SHL, Dong GH, Ho KF, Wong DC, 2020. Mapping ozone source-receptor relationship and apportioning the health impact in the Pearl River Delta region using adjoint sensitivity analysis. Atmos. Environ 222, 117026. 10.1016/j.atmosenv.2019.117026.", "ArticleIdList": ["10.1016/j.atmosenv.2019.117026", "PMC7252566", "32461735"]}, {"Citation": "Wang P, Chen Y, Hu J, Zhang H, Ying Q, 2018. Attribution of tropospheric ozone to NO xand VOC emissions: considering ozone formation in the transition regime. Environ. Sci. Technol 10.1021/acs.est.8b05981.", "ArticleIdList": ["10.1021/acs.est.8b05981", "30582806"]}, {"Citation": "Wu R, Xie S, 2017. Spatial distribution of ozone formation in China derived from emissions of speciated volatile organic compounds. Environ. Sci. Technol 51, 2574–2583. 10.1021/acs.est.6b03634.", "ArticleIdList": ["10.1021/acs.est.6b03634", "28145691"]}, {"Citation": "Xing J, Zhang F, Zhou Y, Wang S, Ding D, Jang C, Zhu Y, Hao J, 2019. Least-cost control strategy optimization for air quality attainment of Beijing–Tianjin–Hebei region in China. J. Environ. Manag 245, 95–104. 10.1016/j.jenvman.2019.05.022.", "ArticleIdList": ["10.1016/j.jenvman.2019.05.022", "PMC7643752", "31150914"]}, {"Citation": "Yang L, Luo H, Yuan Z, Zheng J, Huang Z, Li C, Lin X, Louie PKK, Chen D, Bian Y, 2019. Quantitative impacts of meteorology and precursor emission changes on the long-term trend of ambient ozone over the Pearl River Delta, China, and implications for ozone control strategy. Atmos. Chem. Phys 19, 12901–12916. 10.5194/acp-19-12901-2019.", "ArticleIdList": ["10.5194/acp-19-12901-2019"]}, {"Citation": "Yang W, Chen H, Wang W, Wu J, Li J, Wang Z, Zheng J, Chen D, 2019. Modeling study of ozone source apportionment over the Pearl River Delta in 2015. Environ. Pollut 10.1016/j.envpol.2019.06.091.", "ArticleIdList": ["10.1016/j.envpol.2019.06.091", "31325884"]}, {"Citation": "Yim SHL, Wang M, Gu Y, Yang Y, Dong G, Li Q, 2019. Effect of urbanization on ozone and resultant health effects in the Pearl River Delta region of China. J. Geophys. Res.: Atmosphere 10.1029/2019JD030562.", "ArticleIdList": ["10.1029/2019JD030562"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "12", "Hour": "5", "Minute": "42"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34248301", "NIHMS1712622", "PMC8262626", "10.1016/j.jclepro.2021.127533"]}}], "PubmedBookArticle": []}