{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34255888", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1002/rcm.9163"], "Journal": {"ISSN": "1097-0231", "JournalIssue": {"Volume": "35", "Issue": "23", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "15"}}, "Title": "Rapid communications in mass spectrometry : RCM", "ISOAbbreviation": "Rapid Commun Mass Spectrom"}, "ArticleTitle": "Direct detection of diphenylamino radical formed by oxidation of diphenylamine using atmospheric pressure chemical ionization mass spectrometry.", "Pagination": {"StartPage": "e9163", "MedlinePgn": "e9163"}, "Abstract": {"AbstractText": ["Diphenylamine (DPAH) and its derivatives have been widely used as antioxidants. Its antioxidation behaviors are started with the formation of diphenylamino radical (DPA<sup>•</sup> ) by loss of hydrogen atom through reaction with oxygen or ozone. DPAH was oxidized by ozonation to produce DPA<sup>•</sup> and DPA<sup>•</sup> was directly detected using atmospheric pressure chemical ionization mass spectrometry (APCI-MS). The influence of oxidation time on generation of DPA<sup>•</sup> and consumption of DPAH was also investigated.", "Experiments were performed using a home-made ozone bubbling apparatus for oxidation of DPAH. DPAH solution (1000 ppm) in acetone was stirred during the ozonation. The oxidized sample was diluted 100-fold and analyzed using APCI-MS. Structures and energies of DPAH, DPA<sup>•</sup> and detected ions were obtained using electronic structure calculations with Spartan 10 and Gaussian 09.", "DPA<sup>•</sup> was detected in positive APCI-MS in the form of DPAH<sup>•+</sup> by proton transfer reaction with protonated acetone. Formation of DPAH<sup>•+</sup> from DPA<sup>•</sup> was more favorable than that of [DPAH + H]<sup>+</sup> from DPAH and it was also much more favorable than that of DPA<sup>+</sup> from DPA<sup>•</sup> . By increasing the oxidation time, the relative abundance of DPAH<sup>•+</sup> was increased whereas that of [DPAH + H]<sup>+</sup> was notably decreased.", "Existence of DPA<sup>•</sup> was directly analyzed using APCI-MS. DPAH and DPA<sup>•</sup> were differently detected as [DPAH + H]<sup>+</sup> and DPAH<sup>•+</sup> , respectively. Direct APCI-MS analysis is a suitable technique for identification and quantitation of DPA<sup>•</sup> ."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Sejong University, Seoul, Republic of Korea."}], "LastName": "Son", "ForeName": "Chae Eun", "Initials": "CE"}, {"Identifier": ["0000-0002-5844-024X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Sejong University, Seoul, Republic of Korea."}], "LastName": "Choi", "ForeName": "Sung-Seen", "Initials": "SS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Rapid Commun Mass Spectrom", "NlmUniqueID": "8802365", "ISSNLinking": "0951-4198"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Burton K. Determination of DNA concentration with diphenylamine. Nucleic Acids B. 1968;105:163-166."}, {"Citation": "Burton K. A study of the conditions and mechanism of the diphenylamine reaction for the colorimetric estimation of deoxyribonucleic acid. Biochem J. 1956;62(2):315-323."}, {"Citation": "Richards GM. Modifications of the diphenylamine reaction giving increased sensitivity and simplicity in the estimation of DNA. Anal Biochem. 1974;57:69-376."}, {"Citation": "Abraham GN, Scaletta C, Vaughan JH. Modified diphenylamine reaction for increased sensitivity. Anal Biochem. 1972;49(2):547-549."}, {"Citation": "Gutenmann WH, Lisk DJ, Blanpied GD. Diphenylamine residues in apples and apple cider. J Food Safe. 1990;10(4):277-279."}, {"Citation": "Carrasco-Rodriguez JL, Asensi-Fabado A, Valle-Tascon SD. Effects of tropospheric ozone on potato plants protected by the antioxidant diphenylamine (DPA). Water Air Soil Pollut. 2005;161(1-4):299-312."}, {"Citation": "Avirah S, Joseph R. Studies on natural rubber-bound diphenylamine antioxidant. Polym Degrad Stab. 1994;46(2):251-257."}, {"Citation": "Černá A, Cibulková Z, Šimon P, Uhlár J, Lehocký P. DSC study of selected antioxidant and their binary mixtures in styrene-butadiene rubber. Polym Degrad Stab. 2012;97(9):1724-1729."}, {"Citation": "Sulekha PB, Joseph R, George KE. Studies on polyisobutylene bound paraphenylenediamine antioxidant in natural rubber. Polym Degrad Stab. 1999;63(2):225-230."}, {"Citation": "Schneider P. Chemical reactions of antioxidants used in vulcanized rubber. Rubber Chem Technol. 1957;30(2):681-688."}, {"Citation": "Sugihara T, Rao G, Hebbel RP. Diphenylamine: An unusual antioxidant. Free Rad Biol Med. 1993;14(4):381-387."}, {"Citation": "Drzyzga O. Diphenylamine and derivatives in the environment: A review. Chemosphere. 2003;53(8):809-818."}, {"Citation": "Wyrzykowaska K, Grodowski M, Weiss K, Latowski T. Mechanism of the photochemical reaction of diphenylamines with carbon tetrachloride. Photochem Photobiol. 1978;28(3):311-318."}, {"Citation": "Thomas JR. The identification of radical products from the oxidation of diphenylamine. J Am Chem Soc. 1960;82(22):5955-5956."}, {"Citation": "Soleimani M, Dehabadi L, Wilson LD, Tabil LG. In: Johnson D, ed. Lubrication: Tribology, Lubricants and Additives. IntechOpen; 2018:29."}, {"Citation": "Wiersma DA, Kommandeur J. The diphenyl-amino radical dimer. Mol Phys. 1967;13(3):241-252."}, {"Citation": "Marchall JH. Kinetics of the reaction between triplet benzophenone and diphenylamine. Electron spin resonance study. J Phys Chem. 1974;78(22):2225-2228."}, {"Citation": "Kamachi M, Kikuta Y, Nozakura S. Polymer effect on the photochemical reaction of benzophenone with tetrahydrofuran and with diphenylamine in benzene. Polym J. 1979;11(4):273-277."}, {"Citation": "Thomas JR, Tolman CA. Oxidation inhibition by diphenylamine. J Am Chem Soc. 1962;8:2930-2935."}, {"Citation": "Schmidt KH, Bromberg A, Meisel D. Oxidation of diphenylamine by hydroxyl radicals and excitation of the diphenylamino and hydroxyl adduct radicals. J Phys Chem. 1985;89(20):4352-4357."}, {"Citation": "McEwen CN, Mckay RG, Larsen BS. Analysis of solids, liquids, and biological tissues using solids probe introduction at atmospheric pressure on commercial LC/MS instruments. Anal Chem. 2005;77(23):7826-7831."}, {"Citation": "Choi S-S. Analysis of polymer additives using LC/MS. Polym Sci Technol. 2011;22:188-193."}, {"Citation": "Choi S-S, Song MJ, Kim O-B, Kim Y. Fragmentation patterns of protonated amino acids formed by atmospheric pressure chemical ionization. Rapid Commun Mass Spectrom. 2013;27(1):143-151."}, {"Citation": "Choi S-S, Song MJ. Analysis of cyanoacrylate ultraviolet absorbers using liquid chromatography/atmospheric pressure chemical ionization mass spectrometry: Influence of fragmentor voltage and solvent on ionization and fragmentation behaviors. Rapid Commun Mass Spectrom. 2008;22(16):2580-2586."}, {"Citation": "Metzger JO, Griep-Raming J. Electrospray ionization and atmospheric pressure ionization mass spectrometry of stable organic radicals. Eur Mass Spectrom. 1999;5(1):157-163."}, {"Citation": "Rudell DR, Mattheis JP, Fellman JK. Evaluation of diphenylamine derivatives in apple peel using gradient reversed-phase liquid chromatography with ultraviolet-visible absorption and atmospheric pressure chemical ionization mass selective detection. J Chromatogr A. 2005;1081(2):202-209."}, {"Citation": "Spartan 10 Wave Function, Inc., Irvine, CA, USA."}, {"Citation": "Frisch MJ, Trucks GW, Schlegel HB, et al. Gaussian 09, Revision C.01. Wallingford, CT: Gaussian Inc.; 2009."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "7", "Day": "6"}, {"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "7", "Day": "7"}, {"Year": "2021", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "17", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34255888", "10.1002/rcm.9163"]}}], "PubmedBookArticle": []}