{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Bayesian kernel machine regression (BKMR)", "Fine particles matter (PM(2.5))", "Mortality", "Nitrogen dioxide (NO(2))", "Ozone (O(3))"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34293557", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "17"}], "ELocationID": ["10.1016/j.chemosphere.2021.131566", "S0045-6535(21)02038-5"], "Journal": {"ISSN": "1879-1298", "JournalIssue": {"Volume": "286", "Issue": "Pt 1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Chemosphere", "ISOAbbreviation": "Chemosphere"}, "ArticleTitle": "Health effects of air pollutant mixtures on overall mortality among the elderly population using Bayesian kernel machine regression (BKMR).", "Pagination": {"StartPage": "131566", "MedlinePgn": "131566"}, "Abstract": {"AbstractText": ["It is well documented that fine particles matter (PM<sub>2.5</sub>), ozone (O<sub>3</sub>), and nitrogen dioxide (NO<sub>2</sub>) are associated with a range of adverse health outcomes. However, most epidemiologic studies have focused on understanding their additive effects, despite that individuals are exposed to multiple air pollutants simultaneously that are likely correlated with each other. Therefore, we applied a novel method - Bayesian Kernel machine regression (BKMR) and conducted a population-based cohort study to assess the individual and joint effect of air pollutant mixtures (PM<sub>2.5</sub>, O<sub>3</sub>, and NO<sub>2</sub>) on all-cause mortality among the Medicare population in 15 cities with 656 different ZIP codes in the southeastern US. The results suggest a strong association between pollutant mixture and all-cause mortality, mainly driven by PM<sub>2.5</sub>. The positive association of PM<sub>2.5</sub> with mortality appears stronger at lower percentiles of other pollutants. An interquartile range change in PM<sub>2.5</sub> concentration was associated with a significant increase in mortality of 1.7 (95% CI: 0.5, 2.9), 1.6 (95% CI: 0.4, 2.7) and 1.4 (95% CI: 0.1, 2.6) standard deviations (SD) when O<sub>3</sub> and NO<sub>2</sub> were set at the 25th, 50th, and 75th percentiles, respectively. BKMR analysis did not identify statistically significant interactions among PM<sub>2.5</sub>, O<sub>3</sub>, and NO<sub>2</sub>. However, since the small sub-population might weaken the study power, additional studies (in larger sample size and other regions in the US) are in need to reinforce the current finding."], "CopyrightInformation": "Copyright © 2021 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA, USA."}], "LastName": "Li", "ForeName": "Haomin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, Harvard T.H. Chan School of Public Health, Boston, MA, USA."}], "LastName": "Deng", "ForeName": "Wenying", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, Harvard T.H. Chan School of Public Health, Boston, MA, USA."}], "LastName": "Small", "ForeName": "Raphael", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA, USA."}], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, Harvard T.H. Chan School of Public Health, Boston, MA, USA."}], "LastName": "Liu", "ForeName": "Jeremiah", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA. Electronic address: liuhua.shi@emory.edu."}], "LastName": "Shi", "ForeName": "Liuhua", "Initials": "L"}], "GrantList": [{"GrantID": "P30 ES019776", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 AG074357", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES032606", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chemosphere", "NlmUniqueID": "0320657", "ISSNLinking": "0045-6535"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["analysis", "statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "Declaration of interests. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allen MP, 1997. The problem of multicollinearity. Understanding regression analysis, 176–180."}, {"Citation": "Ashrap P, Watkins DJ, Mukherjee B, Boss J, Richards MJ, Rosario Z, Vélez-Vega CM, Alshawabkeh A, Cordero JF, Meeker JD, 2020. Maternal blood metal and metalloid concentrations in association with birth outcomes in Northern Puerto Rico. Environment international 138, 105606.", "ArticleIdList": ["PMC7198231", "32179314"]}, {"Citation": "Barzeghar V, Sarbakhsh P, Hassanvand MS, Faridi S, Gholampour A, 2020. Long-term trend of ambient air PM10, PM2. 5, and O3 and their health effects in Tabriz city, Iran, during 2006–2017. Sustainable Cities and Society 54, 101988."}, {"Citation": "Beelen R, Raaschou-Nielsen O, Stafoggia M, Andersen ZJ, Weinmayr G, Hoffmann B, Wolf K, Samoli E, Fischer P, Nieuwenhuijsen M, 2014. Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project. The lancet 383, 785–795.", "ArticleIdList": ["24332274"]}, {"Citation": "Bellavia A, James-Todd T, Williams PL, 2019. Approaches for incorporating environmental mixtures as mediators in mediation analysis. Environment international 123, 368–374.", "ArticleIdList": ["PMC6367715", "30572168"]}, {"Citation": "Bobb JF, Henn BC, Valeri L, Coull BA, 2018. Statistical software for analyzing the health effects of multiple concurrent exposures via Bayesian kernel machine regression. Environmental Health 17, 1–10.", "ArticleIdList": ["PMC6102907", "30126431"]}, {"Citation": "Bobb JF, Valeri L, Claus Henn B, Christiani DC, Wright RO, Mazumdar M, Godleski JJ, Coull BA, 2015. Bayesian kernel machine regression for estimating the health effects of multi-pollutant mixtures. Biostatistics 16, 493–508.", "ArticleIdList": ["PMC5963470", "25532525"]}, {"Citation": "Brook JR, Burnett RT, Dann TF, Cakmak S, Goldberg MS, Fan X, Wheeler AJ, 2007. Further interpretation of the acute effect of nitrogen dioxide observed in Canadian time-series studies. Journal of exposure science & environmental epidemiology 17, S36–S44.", "ArticleIdList": ["18079763"]}, {"Citation": "Burnett R, Chen H, Szyszkowicz M, Fann N, Hubbell B, Pope CA, Apte JS, Brauer M, Cohen A, Weichenthal S, 2018. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. Proceedings of the National Academy of Sciences 115, 9592–9597.", "ArticleIdList": ["PMC6156628", "30181279"]}, {"Citation": "Cesaroni G, Badaloni C, Gariazzo C, Stafoggia M, Sozzi R, Davoli M, Forastiere F, 2013. Long-term exposure to urban air pollution and mortality in a cohort of more than a million adults in Rome. Environmental health perspectives 121, 324–331.", "ArticleIdList": ["PMC3621202", "23308401"]}, {"Citation": "Chen R, Pan G, Kan H, Tan J, Song W, Wu Z, Xu X, Xu Q, Jiang C, Chen B, 2010. Ambient air pollution and daily mortality in Anshan, China: a time-stratified case-crossover analysis. Science of the total environment 408, 6086–6091.", "ArticleIdList": ["20889186"]}, {"Citation": "Danesh Yazdi M, Wang Y, Di Q, Wei Y, Requia WJ, Shi L, Sabath MB, Dominici F, Coull BA, Evans JS, 2021. Long-Term Association of Air Pollution and Hospital Admissions Among Medicare Participants Using a Doubly Robust Additive Model. Circulation 143, 1584–1596.", "ArticleIdList": ["PMC8055197", "33611922"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, Frostad J, Estep K, Balakrishnan K, Brunekreef B, Dandona L, Dandona R, 2017. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. The Lancet 389, 1907–1918.", "ArticleIdList": ["PMC5439030", "28408086"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, Villeneuve PJ, Jerrett M, Goldberg MS, Pope CA III, 2015. Ambient PM2. 5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC). Environmental health perspectives 123, 1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Deng W, Liu JZ, Coull B, Lake E, 2018. Cross-Validated Kernel Ensemble: Robust Hypothesis Test for Nonlinear Effect with Gaussian Process. arXiv preprint arXiv:1811.11025."}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, Sabath MB, Choirat C, Koutrakis P, Lyapustin A, 2019a. Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous United States using ensemble model averaging. Environmental science & technology 54, 1372–1384.", "ArticleIdList": ["PMC7065654", "31851499"]}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, Sabath MB, Choirat C, Koutrakis P, Lyapustin A, 2019b. An ensemble-based model of PM2. 5 concentration across the contiguous United States with high spatiotemporal resolution. Environment international 130, 104909.", "ArticleIdList": ["PMC7063579", "31272018"]}, {"Citation": "Domingo-Relloso A, Grau-Perez M, Briongos-Figuero L, Gomez-Ariza JL, Garcia-Barrera T, Dueñas-Laita A, Bobb JF, Chaves FJ, Kioumourtzoglou M-A, Navas-Acien A, 2019. The association of urine metals and metal mixtures with cardiovascular incidence in an adult population from Spain: the Hortega Follow-Up Study. International journal of epidemiology 48, 1839–1849.", "ArticleIdList": ["PMC6929535", "31329884"]}, {"Citation": "Fann N, Lamson AD, Anenberg SC, Wesson K, Risley D, Hubbell BJ, 2012. Estimating the national public health burden associated with exposure to ambient PM2. 5 and ozone. Risk Analysis: An International Journal 32, 81–95.", "ArticleIdList": ["21627672"]}, {"Citation": "Faustini A, Rapp R, Forastiere F, 2014. Nitrogen dioxide and mortality: review and meta-analysis of long-term studies. European Respiratory Journal 44, 744–753.", "ArticleIdList": ["24558178"]}, {"Citation": "Franklin M, Zeka A, Schwartz J, 2007. Association between PM 2.5 and all-cause and specific-cause mortality in 27 US communities. Journal of exposure science & environmental epidemiology 17, 279–287.", "ArticleIdList": ["17006435"]}, {"Citation": "Hastie T, Tibshirani R, Friedman J, 2009. The elements of statistical learning: data mining, inference, and prediction. Springer Science & Business Media."}, {"Citation": "Hong Y-C, Leem J-H, Ha E-H, Christiani DC, 1999. PM (10) exposure, gaseous pollutants, and daily mortality in Inchon, South Korea. Environmental health perspectives 107, 873–878.", "ArticleIdList": ["PMC1566699", "10544154"]}, {"Citation": "Hou J, Duan Y, Liu X, Li R, Tu R, Pan M, Dong X, Mao Z, Huo W, Chen G, 2020. Associations of long-term exposure to air pollutants, physical activity and platelet traits of cardiovascular risk in a rural Chinese population. Science of the Total Environment 738, 140182.", "ArticleIdList": ["32594998"]}, {"Citation": "Huangfu P, Atkinson R, 2020. Long-term exposure to NO2 and O3 and all-cause and respiratory mortality: A systematic review and meta-analysis. Environment International 144, 105998.", "ArticleIdList": ["PMC7549128", "33032072"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M, 2009. Long-term ozone exposure and mortality. New England Journal of Medicine 360, 1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Li J, Zhang X, Li G, Wang L, Yin P, Zhou M, 2021. Short-term effects of ambient nitrogen dioxide on years of life lost in 48 major Chinese cities, 2013–2017. Chemosphere 263, 127887.", "ArticleIdList": ["32835970"]}, {"Citation": "Li T, Zhang Y, Wang J, Xu D, Yin Z, Chen H, Lv Y, Luo J, Zeng Y, Liu Y, 2018. All-cause mortality risk associated with long-term exposure to ambient PM2· 5 in China: a cohort study. The Lancet Public Health 3, e470–e477.", "ArticleIdList": ["30314593"]}, {"Citation": "Lipsett MJ, Ostro BD, Reynolds P, Goldberg D, Hertz A, Jerrett M, Smith DF, Garcia C, Chang ET, Bernstein L, 2011. Long-term exposure to air pollution and cardiorespiratory disease in the California teachers study cohort. American journal of respiratory and critical care medicine 184, 828–835.", "ArticleIdList": ["PMC3208653", "21700913"]}, {"Citation": "Liu D, Lin X, Ghosh D, 2007. Semiparametric regression of multidimensional genetic pathway data: Least-squares kernel machines and linear mixed models. Biometrics 63, 1079–1088.", "ArticleIdList": ["PMC2665800", "18078480"]}, {"Citation": "Loh WY, 2011. Classification and regression trees. Wiley interdisciplinary reviews: data mining and knowledge discovery 1, 14–23.", "ArticleIdList": ["PMC3329156", "22523608"]}, {"Citation": "Orioli R, Cremona G, Ciancarella L, Solimini AG, 2018. Association between PM10, PM2. 5, NO2, O3 and self-reported diabetes in Italy: A cross-sectional, ecological study. PloS one 13, e0191112.", "ArticleIdList": ["PMC5771616", "29342195"]}, {"Citation": "Plass D, Tobollik M, Wintermeyer D, 2019. Burden of disease due to nitrogen dioxide exposure in Germany. European Journal of Public Health 29, ckz185. 657."}, {"Citation": "Proust-Lima C, Letenneur L, Jacqmin-Gadda H, 2007. A nonlinear latent class model for joint analysis of multivariate longitudinal data and a binary outcome. Statistics in medicine 26, 2229–2245.", "ArticleIdList": ["16900568"]}, {"Citation": "Requia WJ, Di Q, Silvern R, Kelly JT, Koutrakis P, Mickley LJ, Sulprizio MP, Amini H, Shi L, Schwartz J, 2020. An ensemble learning approach for estimating high spatiotemporal resolution of ground-level ozone in the contiguous United States. Environmental Science & Technology 54, 11037–11047.", "ArticleIdList": ["PMC7498146", "32808786"]}, {"Citation": "Roberts S, Martin MA, 2006. Investigating the mixture of air pollutants associated with adverse health outcomes. Atmospheric Environment 40, 984–991."}, {"Citation": "Shi L, Wu X, Yazdi MD, Braun D, Awad YA, Wei Y, Liu P, Di Q, Wang Y, Schwartz J, 2020. Long-term effects of PM2· 5 on neurological disorders in the American Medicare population: a longitudinal cohort study. The Lancet Planetary Health 4, e557–e565.", "ArticleIdList": ["PMC7720425", "33091388"]}, {"Citation": "Tolbert PE, Klein M, Peel JL, Sarnat SE, Sarnat JA, 2007. Multipollutant modeling issues in a study of ambient air quality and emergency department visits in Atlanta. Journal of exposure science & environmental epidemiology 17, S29–S35.", "ArticleIdList": ["18079762"]}, {"Citation": "Tong Y, Luo K, Li R, Pei L, Li A, Yang M, Xu Q, 2018. Association between multi-pollutant mixtures pollution and daily cardiovascular mortality: An exploration of exposure-response relationship. Atmospheric Environment 186, 136–143."}, {"Citation": "Vodonos A, Awad YA, Schwartz J, 2018. The concentration-response between long-term PM2. 5 exposure and mortality; A meta-regression approach. Environmental research 166, 677–689.", "ArticleIdList": ["30077140"]}, {"Citation": "Wang Q, Li B, Benmarhnia T, Hajat S, Ren M, Liu T, Knibbs LD, Zhang H, Bao J, Zhang Y, 2020. Independent and combined effects of heatwaves and PM 2.5 on preterm birth in Guangzhou, China: a survival analysis. Environmental health perspectives 128, 017006.", "ArticleIdList": ["PMC7015562", "31909654"]}, {"Citation": "Wang Y, Ying Q, Hu J, Zhang H, 2014. Spatial and temporal variations of six criteria air pollutants in 31 provincial capital cities in China during 2013–2014. Environment international 73, 413–422.", "ArticleIdList": ["25244704"]}, {"Citation": "Wei Y, Wang Y, Wu X, Di Q, Shi L, Koutrakis P, Zanobetti A, Dominici F, Schwartz JD, 2020. Causal effects of air pollution on mortality rate in Massachusetts. American journal of epidemiology 189, 1316–1323.", "ArticleIdList": ["PMC7604530", "32558888"]}, {"Citation": "World Health Organization, 2013. Review of evidence on health aspects of air pollution–REVIHAAP project: final technical report. Bonn: WHO European Centre for Environment and Health."}, {"Citation": "World Health Organization, 2016. Ambient air pollution: A global assessment of exposure and burden of disease."}, {"Citation": "Yin S, Wang C, Wei J, Wang D, Jin L, Liu J, Wang L, Li Z, Ren A, Yin C, 2020. Essential trace elements in placental tissue and risk for fetal neural tube defects. Environment international 139, 105688.", "ArticleIdList": ["32244100"]}, {"Citation": "Yu W, Guo Y, Shi L, Li S, 2020. The association between long-term exposure to low-level PM2. 5 and mortality in the state of Queensland, Australia: A modelling study with the difference-in-differences approach. PLoS medicine 17, e1003141.", "ArticleIdList": ["PMC7302440", "32555635"]}, {"Citation": "Zhang Y, Dong T, Hu W, Wang X, Xu B, Lin Z, Hofer T, Stefanoff P, Chen Y, Wang X, 2019. Association between exposure to a mixture of phenols, pesticides, and phthalates and obesity: comparison of three statistical models. Environment international 123, 325–336.", "ArticleIdList": ["30557812"]}, {"Citation": "Zhao N, Smargiassi A, Hudson M, Fritzler MJ, Bernatsky S, 2020. Investigating associations between anti-nuclear antibody positivity and combined long-term exposures to NO2, O3, and PM2. 5 using a Bayesian kernel machine regression approach. Environment international 136, 105472.", "ArticleIdList": ["31991236"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "9"}, {"Year": "2021", "Month": "5", "Day": "2"}, {"Year": "2021", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "22", "Hour": "20", "Minute": "16"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34293557", "NIHMS1726565", "PMC8578302", "10.1016/j.chemosphere.2021.131566", "S0045-6535(21)02038-5"]}}], "PubmedBookArticle": []}