{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality", "CO2 emission", "COVID-19", "Canada", "Humidity", "Quantile on quantile", "Temperature"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34306711", "DateRevised": {"Year": "2022", "Month": "02", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "16"}], "ELocationID": ["10.1007/s40201-021-00707-9"], "Journal": {"ISSN": "2052-336X", "JournalIssue": {"Volume": "19", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "Journal of environmental health science & engineering", "ISOAbbreviation": "J Environ Health Sci Eng"}, "ArticleTitle": "A study on the effects of meteorological and climatic factors on the COVID-19 spread in Canada during 2020.", "Pagination": {"StartPage": "1513", "EndPage": "1521", "MedlinePgn": "1513-1521"}, "Abstract": {"AbstractText": ["The Coronavirus (COVID-19) pandemic has infected more than three million people, with thousands of deaths and millions of people into quarantine. In this research, the authors focus on meteorological and climatic factors on the COVID-19 spread, the main parameters including daily new cases of COVID-19, carbon dioxide (CO<sub>2</sub>) emission, nitrogen dioxide (NO<sub>2</sub>), Sulfur dioxide (SO<sub>2</sub>), PM<sub>2.5</sub>, Ozone (O<sub>3</sub>), average temperature, and humidity are examined to understand how different meteorological parameters affect the COVID-19 spread in Canada? The graphical quantitative analysis results indicate that CO<sub>2</sub> emissions, air quality, temperature, and humidity have a direct negative relationship with COVID-19 infections. Quantile regression analysis revealed that air quality, Nitrogen, and Ozone significantly induce the COVID-19 spread across Canadian provinces. The findings of this study are contrary to the earlier studies, which argued that weather and climate change significantly increase COVID-19 infections. We suggested that meteorological and climatic factors might be critical to reducing the COVID-19 new cases in Canada based on the findings. This work's empirical conclusions can provide a guideline for future research and policymaking to stop the COVID-19 spread across Canadian provinces."], "CopyrightInformation": "© Springer Nature Switzerland AG 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.460099.2"], "Affiliation": "Finance and Economics Department, University of Jeddah, Jeddah, Kingdom of Saudi Arabia."}], "LastName": "Sarwar", "ForeName": "Suleman", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412262.1", "0000 0004 1761 5538"], "Affiliation": "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education College of Life Sciences, Northwest University, Xi'an, People's Republic of China."}], "LastName": "Shahzad", "ForeName": "Khurram", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411440.4", "0000 0001 0238 8414"], "Affiliation": "School of Business, Huzhou University, Huzhou City, Zhejiang Province People's Republic of China."}], "LastName": "Fareed", "ForeName": "Zeeshan", "Initials": "Z"}, {"Identifier": ["0000-0002-7010-4054"], "AffiliationInfo": [{"Identifier": ["grid.464226.0", "0000 0004 1760 7263"], "Affiliation": "School of Statistics and Applied Mathematics, Anhui University of Finance and Economics, Bengbu, 233030 People's Republic of China."}], "LastName": "Shahzad", "ForeName": "Umer", "Initials": "U"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Health Sci Eng", "NlmUniqueID": "101613643"}, "CoiStatement": "Competing interestsThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. The authors have no conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmadi M, Sharifi A, Dorosti S, Jafarzadeh Ghoushchi S, Ghanbari N. Investigation of effective climatology parameters on COVID-19 outbreak in Iran. Sci Total Environ. 2020;729:138705. doi: 10.1016/j.scitotenv.2020.138705.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138705", "PMC7162759", "32361432"]}, {"Citation": "Ali H, Yilmaz G, Fareed Z, Shahzad F, Ahmad M. Impact of novel coronavirus (COVID-19) on daily routines and air environment: evidence from Turkey. Air Qual. Atmos. Heal. 2021;14:381–387. doi: 10.1007/s11869-020-00943-2.", "ArticleIdList": ["10.1007/s11869-020-00943-2", "PMC7508423", "32983281"]}, {"Citation": "Chan KH, Peiris JSM, Lam SY, Poon LLM, Yuen KY, Seto WH. The Effects of Temperature and Relative Humidity on the Viability of the SARS Coronavirus. Adv. Virol. 2011:734690–6. 10.1155/2011/734690.", "ArticleIdList": ["PMC3265313", "22312351"]}, {"Citation": "Cohen J, Kupferschmidt K. Countries test tactics in 'war' against COVID-19. Science. 2020;367:1287–1288. doi: 10.1126/science.367.6484.1287.", "ArticleIdList": ["10.1126/science.367.6484.1287", "32193299"]}, {"Citation": "Dalziel BD, Kissler S, Gog JR, Viboud C, Bjørnstad ON, Metcalf CJE, Grenfell BT. Urbanization and humidity shape the intensity of influenza epidemics in US cities. Science. 2018;362:75–79. doi: 10.1126/science.aat6030.", "ArticleIdList": ["10.1126/science.aat6030", "PMC6510303", "30287659"]}, {"Citation": "Diao Y, Kodera S, Anzai D, Gomez-tames J, Rashed EA, Hirata A. Influence of population density , temperature , and absolute humidity on spread and decay durations of COVID-19 : A comparative study of scenarios. One Heal. 2021;12:100203. doi: 10.1016/j.onehlt.2020.100203.", "ArticleIdList": ["10.1016/j.onehlt.2020.100203", "PMC7736723", "33344745"]}, {"Citation": "Doğan B, Ben Jebli M, Shahzad K, Farooq TH, Shahzad U. Investigating the effects of meteorological parameters on COVID-19: case study of New Jersey, United States. Environ Res. 2020;191:110148. doi: 10.1016/j.envres.2020.110148.", "ArticleIdList": ["10.1016/j.envres.2020.110148", "PMC7456582", "32877703"]}, {"Citation": "Eccles R. An explanation for the seasonality of acute upper respiratory tract viral infections. Acta Otolaryngol. 2002;122:183–191. doi: 10.1080/000164802-52814207.", "ArticleIdList": ["10.1080/000164802-52814207", "11936911"]}, {"Citation": "Irfan M, Ahmad M, Fareed Z, Iqbal N, Sharif A, Wu H. On the indirect environmental outcomes of COVID-19: short-term revival with futuristic long-term implications. Int J Environ Health Res. 2021;00:1–11. doi: 10.1080/09603123.2021.1874888.", "ArticleIdList": ["10.1080/09603123.2021.1874888", "33448868"]}, {"Citation": "Iqbal N, Fareed Z, Shahzad F, He X, Shahzad U, Lina M. The nexus between COVID-19, temperature and exchange rate in Wuhan city: new findings from partial and multiple wavelet coherence. Sci Total Environ. 2020;729:138916. doi: 10.1016/j.scitotenv.2020.138916.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138916", "PMC7194511", "32388129"]}, {"Citation": "Iqbal N, Fareed Z, Wan G, Shahzad F. Asymmetric nexus between COVID-19 outbreak in the world and cryptocurrency market. Int Rev Financ Anal. 2021;73:101613. doi: 10.1016/j.irfa.2020.101613.", "ArticleIdList": ["10.1016/j.irfa.2020.101613"]}, {"Citation": "Kudo E, Song E, Yockey LJ, Rakib T, Wong PW, Homer RJ, Iwasaki A. Low ambient humidity impairs barrier function and innate resistance against influenza infection. Proc Natl Acad Sci U S A. 2019;116:10905–10910. doi: 10.1073/pnas.1902840116.", "ArticleIdList": ["10.1073/pnas.1902840116", "PMC6561219", "31085641"]}, {"Citation": "Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY, Wong JY, Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Liu M, Tu W, Chen C, Jin L, Yang R, Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, Shao G, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y, Shi G, Lam TTY, Wu JT, Gao GF, Cowling BJ, Yang B, Leung GM, Feng Z. Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. N Engl J Med. 2020;382:1199–1207. doi: 10.1056/NEJMoa2001316.", "ArticleIdList": ["10.1056/NEJMoa2001316", "PMC7121484", "31995857"]}, {"Citation": "Lipsitch M, Viboud C. Influenza seasonality: lifting the fog. Proc Natl Acad Sci. 2009;106:3645–3646. doi: 10.1073/pnas.0900933106.", "ArticleIdList": ["10.1073/pnas.0900933106", "PMC2656132", "19276125"]}, {"Citation": "Lowen AC, Mubareka S, Steel J, Palese P. Influenza virus transmission is dependent on relative humidity and temperature. PLoS Pathog. 2007;3(e151):1470–1476.", "ArticleIdList": ["PMC2034399", "17953482"]}, {"Citation": "Lowen AC, Steel J, Mubareka S, Palese P. High temperature (30oC) blocks aerosol but not contact transmission of influenza virus. J Virol. 2018;82:5650–5652. doi: 10.1128/JVI.00325-08.", "ArticleIdList": ["10.1128/JVI.00325-08", "PMC2395183", "18367530"]}, {"Citation": "Lowen AC, Steel J. Roles of humidity and temperature in shaping influenza seasonality. J Virol. 2014;88:7692–7695. doi: 10.1128/JVI.03544-13.", "ArticleIdList": ["10.1128/JVI.03544-13", "PMC4097773", "24789791"]}, {"Citation": "Ma Y, Zhao Y, Liu J, et al. Effects of temperature variation and humidity on the death of COVID-19 in Wuhan. China, Science of the Total Environment. 2020;724:138226. doi: 10.1016/j.scitotenv.2020.138226.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138226", "PMC7142681", "32408453"]}, {"Citation": "Ogen Y. Assessing nitrogen dioxide (NO2) levels as a contributing factor to coronavirus (COVID-19) fatality. Sci Total Environ. 2020;726:138605. doi: 10.1016/j.scitotenv.2020.138605.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138605", "PMC7151460", "32302812"]}, {"Citation": "Oliveiros B, Caramelo L, Ferreira NC, Caramelo F. Role of temperature and humidity in the modulation of the doubling time of COVID-19 cases. medRxiv. 2020. 10.1101/2020.03.05.20031872."}, {"Citation": "Pansini Riccardo, Fornacca Davide. COVID-19 Higher Mortality in Chinese Regions With Chronic Exposure to Lower Air Quality. Frontiers in Public Health. 2021;8:999. 10.3389/fpubh.2020.597753", "ArticleIdList": ["PMC7874038", "33585383"]}, {"Citation": "Park J, Son W-S, Choi Y-H, Rye SB, Kwon O, Ahn I. Effects of temperature, humidity, and diurnal temperature range on influenza incidence in a temperate region. Influenza Other Respir Viruses. 2020;14:11–18. doi: 10.1111/irv.12682.", "ArticleIdList": ["10.1111/irv.12682", "PMC6928031", "31631558"]}, {"Citation": "Phelan AL, Katz R, Gostin LO. The novel coronavirus originating in Wuhan. China: Challenges for Global Health Governance JAMA. 2020;323:709–710. doi: 10.1001/jama.2020.1097.", "ArticleIdList": ["10.1001/jama.2020.1097", "31999307"]}, {"Citation": "Shahbaz M, Zakaria M, Jawad S, Shahzad H, Mahalik MK. The energy consumption and economic growth Nexus in top ten energy-consuming countries: fresh evidence from using the quantile-on-quantile approach. Energy Econ. 2018;71:282–301. doi: 10.1016/j.eneco.2018.02.023.", "ArticleIdList": ["10.1016/j.eneco.2018.02.023"]}, {"Citation": "Shaman J, Kohn M. Absolute humidity modulates influenza survival, transmission, and seasonality. Proc Natl Acad Sci U S A. 2009;106:3243–3248. doi: 10.1073/pnas.0806852106.", "ArticleIdList": ["10.1073/pnas.0806852106", "PMC2651255", "19204283"]}, {"Citation": "Shahzad F, Shahzad U, Fareed Z, Iqbal N, Hashmi SH, Ahmad F. Asymmetric nexus between temperature and COVID-19 in the top ten affected provinces of China: a current application of quantile-on-quantile approach. Sci Total Environ. 2020;736:139115. doi: 10.1016/j.scitotenv.2020.139115.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139115", "PMC7194057", "32470687"]}, {"Citation": "Shakoor A, Chen X, Farooq TH. Fluctuations in environmental pollutants and air quality during the lockdown in the USA and China : two sides of COVID-19 pandemic. Air Qual Atmos Heal. 2020;13:1335–1342. doi: 10.1007/s11869-020-00888-6.", "ArticleIdList": ["10.1007/s11869-020-00888-6", "PMC7415015", "32837622"]}, {"Citation": "Shahzad K, Shahzad U, Iqbal N, Shahzad F, Fareed Z. Effects of climatological parameters on the outbreak spread of COVID-19 in highly affected regions of Spain. Environ Sci Pollut Res. 2020;27:39657–39666. doi: 10.21203/rs.3.rs-30377/v1.", "ArticleIdList": ["10.21203/rs.3.rs-30377/v1", "PMC7442890", "32827296"]}, {"Citation": "Sim N, Zhou H. Oil prices , US stock return , and the dependence between their. J Bank Financ. 2015;55:1–8. doi: 10.1016/j.jbankfin.2015.01.013.", "ArticleIdList": ["10.1016/j.jbankfin.2015.01.013"]}, {"Citation": "Steel J, Pales P, Lowen AC. Transmission of a 2009 pandemic influenza virus shows a sensitivity to temperature and humidity similar to that of an H3N2 seasonal strain. J Virol. 2011;85:1400–1402. doi: 10.1128/JVI.02186-10.", "ArticleIdList": ["10.1128/JVI.02186-10", "PMC3020521", "21084485"]}, {"Citation": "Tamerius JD, Shaman J, Alonso WJ, Bloom-Feshbach K, Uejio CK, Comrie A, Viboud C. Environmental predictors of seasonal influenza epidemics across temperate and tropical climates. PLoS Pathog. 2013;9:e1003194. doi: 10.1371/journal.ppat.1003194.", "ArticleIdList": ["10.1371/journal.ppat.1003194", "PMC3591336", "23505366"]}, {"Citation": "Tan J, Mu L, Huang J, Yu S, Chen B, Yin J. An initial investigation of the association between the SARS outbreak and weather: with the view of the environmental temperature and its variation. J Epidemiol Community Health. 2005;59:186–192. doi: 10.1136/jech.2004.020180.", "ArticleIdList": ["10.1136/jech.2004.020180", "PMC1733040", "15709076"]}, {"Citation": "Tellier R. Aerosol transmission of influenza a virus: a review of new studies. J R Soc Interface. 2009;6:S783–S790. doi: 10.1098/rsif.2009.0302.focus.", "ArticleIdList": ["10.1098/rsif.2009.0302.focus", "PMC2843947", "19773292"]}, {"Citation": "Tosepu R, Gunawan J, Savitri D, Ode L, Imran A, Lestari H, Bahar H, As P. Science of the Total environment correlation between weather and Covid-19 pandemic in Jakarta. Indonesia. 2020;725:138436. doi: 10.1016/j.scitotenv.2020.138436.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138436", "PMC7270847", "32298883"]}, {"Citation": "Wallis P, Nerlich B. Disease metaphors in new epidemics: the UK media framing of the 2003 SARS epidemic. Soc Sci Med. 2005;60(11):2629–2639. doi: 10.1016/j.socscimed.2004.11.031.", "ArticleIdList": ["10.1016/j.socscimed.2004.11.031", "PMC7117051", "15814187"]}, {"Citation": "Wang J, Tang K, Feng K, Lv W., 2020. High temperature and high humidity reduce the transmission of COVID-19. Available at SSRN 3551767 2020b."}, {"Citation": "WHO. Coronavirus disease (COVID-2019) situation report-30. https://www.who.int/docs/default-source/coronaviruse/situationreports/ 20200219-sitrep-30-covid-19.pdf?sfvrsn=3346b04f_2 (accessed March 5, 2020)."}, {"Citation": "Wilder-Smith A, Chiew CJ, Lee VJ. Can we contain the COVID-19 outbreak with the same measures as for SARS? Lancet Infect Dis. 2020;20:e102–e107. doi: 10.1016/S1473-3099(20)30129-8.", "ArticleIdList": ["10.1016/S1473-3099(20)30129-8", "PMC7102636", "32145768"]}, {"Citation": "World Health Organization online available on https://www.who.int/emergencies/diseases/novel-coronavirus-2019/ 2020"}, {"Citation": "Xie J, Zhu Y. Association between ambient temperature and COVID-19 infection in 122 cities from China. Sci Total Environ. 2020;138201.", "ArticleIdList": ["PMC7142675", "32408450"]}, {"Citation": "Yuan J-S, Yun H-M, Lan W, et al. A climatologic investigation of the SARS-CoV outbreak in Beijing, China. Am J Infect Control. 2006;34:234–236. doi: 10.1016/j.ajic.2005.12.006.", "ArticleIdList": ["10.1016/j.ajic.2005.12.006", "PMC7115332", "16679182"]}, {"Citation": "Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W. A novel coronavirus from patients with pneumonia in China, 2019. New England journal of medicine. 2020;382:727–733. doi: 10.1056/NEJMoa2001017.", "ArticleIdList": ["10.1056/NEJMoa2001017", "PMC7092803", "31978945"]}, {"Citation": "Shahzad K, Farooq TH, Doğan B, Zhong Hu L, Shahzad U. Does environmental quality and weather induce COVID-19: Case study of Istanbul Turkey. Environmental Forensics 1–12. 10.1080/15275922.2021.1940380"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "6"}, {"Year": "2021", "Month": "7", "Day": "10"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "26", "Hour": "6", "Minute": "30"}, {"Year": "2022", "Month": "7", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34306711", "PMC8284697", "10.1007/s40201-021-00707-9", "707"]}}], "PubmedBookArticle": []}