{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["antioxidant", "blueberry", "enzyme", "flavonoids", "ozonation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34312868", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "02"}], "ELocationID": ["10.1002/jsfa.11444"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "102", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Feb"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Changes in the activity of flavanone 3β-hydroxylase in blueberry fruit during storage in ozone-enriched atmosphere.", "Pagination": {"StartPage": "1300", "EndPage": "1304", "MedlinePgn": "1300-1304"}, "Abstract": {"AbstractText": ["The present study aimed to determine whether the ozonation process affects the flavonoid biosynthesis in highbush blueberry (Vaccinum corymbosum L.) fruit. Flavanone 3β-hydroxylase (F3H) was used as a marker of the flavonoid biosynthesis pathway. The activity of F3H, the expression of gene encoding F3H and the antioxidant status in blueberries treated with ozone at a concentration of 15 ppm for 30 min, every 12 h of storage, and maintained at 4 °C for 4 weeks were investigated.", "The results showed that ozonation process increases the expression of the F3H gene after 1 week of storage, which translates into a higher catalytic capacity of protein, as well as a higher content of flavonoids and total antioxidant potential of ozonated blueberries compared to non-ozonated fruits.", "The present study provides experimental evidence indicating that ozone treatment in proposed process conditions positively affects flavonoid metabolism in highbush blueberry fruit leading to the maintainance of the high quality of the fruit during storage. © 2021 Society of Chemical Industry."], "CopyrightInformation": "© 2021 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0001-5579-1629"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Food Toxicology, Institute of Food Technology and Nutrition, University of Rzeszow, St. Cwiklinskiej 1A, Rzeszow, 35-601, Poland."}], "LastName": "Piechowiak", "ForeName": "Tomasz", "Initials": "T"}, {"Identifier": ["0000-0001-7833-9985"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology and Cell Biology, Medical College, University of Information Technology and Management in Rzeszow, St. Sucharskiego 2, Rzeszow, 35-225, Poland."}], "LastName": "Skóra", "ForeName": "Bartosz", "Initials": "B"}, {"Identifier": ["0000-0002-3593-2620"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioenergetics, Food Analysis and Microbiology, Institute of Food Technology and Nutrition, University of Rzeszow, St. Zelwerowicza 4, Rzeszow, 35-601, Poland."}], "LastName": "Sowa", "ForeName": "Patrycja", "Initials": "P"}], "GrantList": [{"GrantID": "2019/35/B/NZ9/01552", "Agency": "Narodowe Centrum Nauki", "Country": ""}], "PublicationTypeList": ["Evaluation Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Food Preservatives"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "Mixed Function Oxygenases"}, {"RegistryNumber": "EC 1.14.11.9", "NameOfSubstance": "flavanone 3-dioxygenase"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry", "drug effects", "enzymology", "genetics"], "DescriptorName": "Blueberry Plants"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Food Preservation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Food Preservatives"}, {"QualifierName": [], "DescriptorName": "Food Storage"}, {"QualifierName": ["chemistry", "drug effects", "enzymology", "genetics"], "DescriptorName": "Fruit"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Mixed Function Oxygenases"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "Plant Proteins"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Piechowiak T, Antos P, Józefczyk R, Kosowski P, Skrobacz K and Balawejder M, Impact of ozonation process on the microbiological contamination and antioxidant capacity of highbush blueberry (Vaccinum corymbosum L.) fruit during cold storage. Ozone Sci Eng 41:376-385 (2019)."}, {"Citation": "Piechowiak T, Skóra B and Balawejder M, Ozone treatment induces changes in antioxidative defense system in blueberry fruit during storage. Food Bioprocess Technol 13:1240-1245 (2020)."}, {"Citation": "Piechowiak T, Grzelak-Błaszczyk K, Sójka M and Balawejder M, Changes in phenolic compounds profile and glutathione status in raspberry fruit during storage in ozone-enriched atmosphere. Postharvest Biol Technol 168:111277 (2020)."}, {"Citation": "Sachadyn-Król M and Agriopoulou S, Ozonation as a method of abiotic elicitation improving the health-promoting properties of plant products - a review. Molecules 25:2416 (2020)."}, {"Citation": "Zhou Q, Zhang C, Cheng S, Wei B, Liu X and Ji S, Changes in energy metabolism accompanying pitting in blueberries stored at low temperature. Food Chem 164:493-501 (2014)."}, {"Citation": "Karaca H and Velioglu YS, Ozone applications in fruit and vegetable processing. Food Rev Int 23:91-106 (2007)."}, {"Citation": "Piechowiak T and Balawejder M, Impact of ozonation process on the level of selected oxidative stress markers in raspberries stored at room temperature. Food Chem 298:125093 (2019)."}, {"Citation": "Zhu X, Jiang J, Yin C, Li G, Jiang Y and Shan Y, Effect of ozone treatment on flavonoid accumulation of Satsuma mandarin (Citrus unshiu Marc.) during ambient storage. Biomolecules 9:821 (2019)."}, {"Citation": "Chen C, Zhang H, Dong C, Ji H, Zhang X, Li L et al., Effect of ozone treatment on the phenylpropanoid biosynthesis of postharvest strawberries. RSC Adv 9:25429-25438 (2019)."}, {"Citation": "Hammerbacher A, Kandasamy D, Ullah C, Schmidt A, Wright LP and Gershenzon J, Flavanone-3-hydroxylase plays an important role in the biosynthesis of spruce phenolic defenses against bark beetles and their fungal associates. Front Plant Sci 10:208 (2019)."}, {"Citation": "Meng C, Zhang S, Deng YS, Wang GD and Kong FY, Overexpression of a tomato flavanone 3-hydroxylase-like protein gene improves chilling tolerance in tobacco. Plant Physiol Biochem 96:388-400 (2015)."}, {"Citation": "Flores G, De la Peña Moreno F, Blanch GP and Del Castillo MLR, Phenylalanine ammonia-lyase, flavanone 3β-hydroxylase and flavonol synthase enzyme activity by a new in vitro assay method in berry fruits. Food Chem 153:130-133 (2014)."}, {"Citation": "Kruger NJ, The Bradford method for protein quantitation. Methods Mol Biol 32:9-15 (1994)."}, {"Citation": "Piechowiak T, Grzelak-Błaszczyk K, Bonikowski R and Balawejder M, Optimization of extraction process of antioxidant compounds from yellow onion skin and their use in functional bread production. LWT 117:108614 (2020)."}, {"Citation": "Lee J, Durst RW and Wrolstad RE, Determination of total monomeric anthocyanin pigment content of fruit juices, beverages, natural colorants, and wines by the pH differential method: collaborative study. J AOAC Int 88:1269-1278 (2005)."}, {"Citation": "Treutter D, Significance of flavonoids in plant resistance: a review. Environ Chem Lett 4:147-157 (2006)."}, {"Citation": "Agati G, Azzarello E, Pollastri S and Tattini M, Flavonoids as antioxidants in plants: location and functional significance. Plant Sci 196:67-76 (2012)."}, {"Citation": "Wang N, Jiang S, Zhang Z, Fang H, Xu H, Wang Y et al., Malus sieversii: the origin, flavonoid synthesis mechanism, and breeding of red-skinned and red-fleshed apples. Hortic Res 5:1-12 (2018)."}, {"Citation": "Liu M, Li X, Liu Y and Cao B, Regulation of flavanone 3-hydroxylase gene involved in the flavonoid biosynthesis pathway in response to UV-B radiation and drought stress in the desert plant, Reaumuria soongorica. Plant Physiol Biochem 73:161-167 (2013)."}, {"Citation": "Park JS, Choung MG, Kim JB, Hahn BS, Kim JB, Bae SC et al., Genes up-regulated during red coloration in UV-B irradiated lettuce leaves. Plant Cell Rep 26:507-516 (2007)."}, {"Citation": "André CM, Schafleitner R, Legay S, Lefèvre I, Aliaga CAA, Nomberto G et al., Gene expression changes related to the production of phenolic compounds in potato tubers grown under drought stress. Phytochemistry 70:1107-1116 (2009)."}, {"Citation": "Ramirez-Estrada K, Vidal-Limon H, Hidalgo D, Moyano E, Golenioswki M, Cusidó RM et al., Elicitation, an effective strategy for the biotechnological production of bioactive high-added value compounds in plant cell factories. Molecules 21:182 (2016)."}, {"Citation": "Ainsworth EA, Understanding and improving global crop response to ozone pollution. Plant J 90:886-897 (2017)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "7", "Day": "4"}, {"Year": "2021", "Month": "5", "Day": "12"}, {"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "7", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34312868", "10.1002/jsfa.11444"]}}], "PubmedBookArticle": []}