{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "OtherAbstract": [], "KeywordList": [["Air quality", "MOS", "asthma", "calibration", "environmental monitoring", "gas sensor", "metal oxide semiconductor", "ozone", "personal monitoring", "volatile organic compounds", "wearable device"]], "GeneralNote": [], "OtherID": [], "InvestigatorList": [], "PMID": "34326709", "DateRevised": {"Year": "2021", "Month": "07", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2019", "Month": "05", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1109/jsen.2019.2917435"], "Journal": {"ISSN": "1530-437X", "JournalIssue": {"Volume": "19", "Issue": "18", "PubDate": {"Year": "2019", "Month": "Sep", "Day": "15"}}, "Title": "IEEE sensors journal", "ISOAbbreviation": "IEEE Sens J"}, "ArticleTitle": "Developing a Low-Cost Wearable Personal Exposure Monitor for Studying Respiratory Diseases Using Metal-Oxide Sensors.", "Pagination": {"StartPage": "8252", "EndPage": "8261", "MedlinePgn": "8252-8261"}, "Abstract": {"AbstractText": ["Global industrialization and urbanization have led to increased levels of air pollution. Those with respiratory diseases, such as asthma, are at the highest risk for adverse health effects and reduced quality of life. Studying the relationship between pollutants and symptoms is usually achieved with data from government air quality monitoring stations, but these fail to report the spatial and temporal resolution required to track a person's true exposure, especially when the majority of their time is spent indoors. We develop and build eight wrist-worn wearable devices, weighing only 64 g, to measure known asthma symptom triggers: ozone, total volatile organic compounds, temperature, humidity, and activity level. The devices use commercial off-the-shelf components, costing under $150 each to build. This report focuses on the design, calibration, and testing of the devices. Emphasis is placed on the calibration of a metal-oxide-semiconductor gas sensor for detecting ozone, which is a difficult task because of the large variations in ambient temperature and humidity found when using a wearable device. Examples of testing the devices in four real environments are also discussed: 11 days inside a well-ventilated laboratory, ten days outdoors during the summer, alternating the devices between indoor and outdoor environments to examine their response to quickly changing environments, and a field test where scripted activities are performed for a full day. The work demonstrates a wearable device for environmental health studies and addresses the challenges of existing sensors for real-world applications."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School for Engineering of Matter, Transport and Energy, Arizona State University, Tempe, AZ 85287 USA, and also with The Biodesign Institute, Arizona State University, Tempe, AZ 85287 USA."}], "Identifier": [], "LastName": "Mallires", "ForeName": "Kyle R", "Initials": "KR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "The Biodesign Institute, Arizona State University, Tempe, AZ 85287 USA."}], "Identifier": ["0000-0003-1581-4982"], "LastName": "Wang", "ForeName": "Di", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Electrical, Computer and Energy Engineering, Arizona State University, Tempe, AZ 85287 USA, and also with The Biodesign Institute, Arizona State University, Tempe, AZ 85287 USA."}], "Identifier": [], "LastName": "Tipparaju", "ForeName": "Vishal Varun", "Initials": "VV"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Electrical, Computer and Energy Engineering, Arizona State University, Tempe, AZ 85287 USA, and also with The Biodesign Institute, Arizona State University, Tempe, AZ 85287 USA."}], "Identifier": [], "LastName": "Tao", "ForeName": "Nongjian", "Initials": "N"}], "GrantList": [{"GrantID": "U01 EB021980", "Acronym": "EB", "Agency": "NIBIB NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "IEEE Sens J", "NlmUniqueID": "101212357", "ISSNLinking": "1530-437X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. (2014). Global Health Observatory (GHO) Data Urban Population Growth. Accessed: Feb. 11, 2019. [Online]. Available: https://www.who.int/gho/urban_health/situation_trends/urban_population_growth_text/en/"}, {"Citation": "Baldasano JM, Valera E, and Jimenez P, “Air quality data from large cities,” Sci. Total Environ, vol. 307, pp. 141–165, May 2003. doi: 10.1016/s0048-9697(02)00537-5.", "ArticleIdList": ["10.1016/s0048-9697(02)00537-5", "12711431"]}, {"Citation": "WHO. (2013). Health Risks of Air Pollution in Europe—HRAPIE Project. Recommendations for Concentration-Response Functions for Cost-Benefit Analysis of Particulate Matter, Ozone and Nitrogen Dioxide. WHO Regional Office for Europe. Copenhagen, Denmark. Accessed: Feb. 11, 2019. [Online]. Available: http://www.who.int/iris/handle/10665/153692"}, {"Citation": "WHO. (2017). Evolution of WHO Air Quality Guidelines: Past, Present and Future. WHO Regional Office for Europe, Copenhagen, Denmark. [Online]. Available: http://www.euro.who.int/en/health-topics/environment-and-health/air-quality/publications/2017/evolution-of-who-air-quality-guidelines-past,-present-and-future-2017"}, {"Citation": "Lim SS et al., “A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: A systematic analysis for the global burden of disease study 2010,” Lancet, vol. 380, pp. 2224–2260, Dec. 2012. doi: 10.1016/s0140-6736(12)61766-8.", "ArticleIdList": ["10.1016/s0140-6736(12)61766-8", "PMC4156511", "23245609"]}, {"Citation": "Brunekreef B and Holgate ST, “Air pollution and health,” Lancet, vol. 360, no. 9341, pp. 1233–1242, 2002. doi: 10.1016/s0140-6736(02)11274-8.", "ArticleIdList": ["10.1016/s0140-6736(02)11274-8", "12401268"]}, {"Citation": "Schwartz J, “Air pollution and children’s health,” Pediatrics, vol. 113, no. 4, pp. 1037–1043, Apr. 2004.", "ArticleIdList": ["15060197"]}, {"Citation": "Guarnieri M and Balmes JR, “Outdoor air pollution and asthma,” Lancet, vol. 383, pp. 1581–1592, May 2014. doi: 10.1016/S0140-6736(14)60617-6.", "ArticleIdList": ["10.1016/S0140-6736(14)60617-6", "PMC4465283", "24792855"]}, {"Citation": "Barraza-Villarreal A et al., “Air pollution, airway inflammation, and lung function in a cohort study of Mexico city schoolchildren,” Environ. Health Perspect, vol. 116, no. 6, pp. 832–838, Jun. 2008. doi: 10.1289/ehp.10926.", "ArticleIdList": ["10.1289/ehp.10926", "PMC2430242", "18560490"]}, {"Citation": "Mortimer KM, Neas LM, Dockery DW, Redline S, and Tager IB, “The effect of air pollution on inner-city children with asthma,” Eur. Respir. J, vol. 19, no. 4, pp. 699–705, Apr. 2002. doi: 10.1183/09031936.02.00247102.", "ArticleIdList": ["10.1183/09031936.02.00247102", "11999000"]}, {"Citation": "Briggs D, “The role of GIS: Coping with space (and time) in air pollution exposure assessment,” J. Toxicol. Environ. Health A, vol. 68, pp. 1243–1261, July. 2005. doi: 10.1080/15287390590936094.", "ArticleIdList": ["10.1080/15287390590936094", "16024500"]}, {"Citation": "Monn C, “Exposure assessment of air pollutants: A review on spatial heterogeneity and indoor/outdoor/personal exposure to suspended particulate matter, nitrogen dioxide and ozone,” Atmos. Environ, vol. 35, no. 1, pp. 1–32, 2001. doi: 10.1016/S1352-2310(00)00330-7.", "ArticleIdList": ["10.1016/S1352-2310(00)00330-7"]}, {"Citation": "Jenkins PL, Phillips TJ, Mulberg EJ, and Hui SP, “Activity patterns of Californians: Use of and proximity to indoor pollutant sources,” Atmos. Environ. A, Gen. Topics, vol. 26, no. 12, pp. 2141–2148, August. 1992. doi: 10.1016/0960-1686(92)90402-7.", "ArticleIdList": ["10.1016/0960-1686(92)90402-7"]}, {"Citation": "Klepeis NE et al., “The national human activity pattern survey (NHAPS): A resource for assessing exposure to environmental pollutants,” J. Exposure Anal. Environ. Epidemiol, vol. 11, no. 3, pp. 231–252, 2001. doi: 10.1038/sj.jea.7500165.", "ArticleIdList": ["10.1038/sj.jea.7500165", "11477521"]}, {"Citation": "EPA. (November. 27, 2018). The Inside Story: A Guide to Indoor Air Quality. U.S. EPA/Office Air Radiation. Research Triangle Park, NC, USA. Accessed: Feb. 11, 2019. [Online]. Available: https://www.epa.gov/indoor-air-quality-iaq/inside-story-guide-indoor-air-quality,"}, {"Citation": "Piedrahita R et al., “The next generation of low-cost personal air quality sensors for quantitative exposure monitoring,” Atmos. Meas. Tech, vol. 7, no. 10, pp. 3325–3336, October. 2014. doi: 10.5194/amt-7-3325-2014.", "ArticleIdList": ["10.5194/amt-7-3325-2014"]}, {"Citation": "Peterson PJD et al., “Practical use of metal oxide semiconductor gas sensors for measuring nitrogen dioxide and ozone in urban environments,” Sensors, vol. 17, no. 7, pp. 1653–1677, July. 2017. doi: 10.3390/s17071653.", "ArticleIdList": ["10.3390/s17071653", "PMC5539513", "28753910"]}, {"Citation": "Cao T and Thompson JE, “Personal monitoring of ozone exposure: A fully portable device for under $150 USD cost,” Sens. Actuat. B Chem, vol. 224, pp. 936–943, March. 2016. doi: 10.1016/j.snb.2015.10.090.", "ArticleIdList": ["10.1016/j.snb.2015.10.090"]}, {"Citation": "Dieffenderfer J et al., “Low-power wearable systems for continuous monitoring of environment and health for chronic respiratory disease,” IEEE J. Biomed. Health Inform, vol. 20, no. 5, pp. 1251–1264, September. 2016. doi: 10.1109/JBHI.2016.2573286.", "ArticleIdList": ["10.1109/JBHI.2016.2573286", "PMC5124429", "27249840"]}, {"Citation": "Dieffenderfer J et al., “Wearable wireless sensors for chronic respiratory disease monitoring,” in Proc. IEEE 12th Int. Conf. Wearable Implant. Body Sensor Netw. (BSN), Cambridge, MA, USA, June. 2015, pp. 1–6."}, {"Citation": "McConnell R et al., “Asthma in exercising children exposed to ozone: A cohort study,” Lancet, vol. 359, pp. 386–391, February. 2002. doi: 10.1016/s0140-6736(02)07597-9.", "ArticleIdList": ["10.1016/s0140-6736(02)07597-9", "11844508"]}, {"Citation": "Schwartz J, “Air pollution and hospital admissions for respiratory disease,” Epidemiology, vol. 7, no. 1, pp. 20–28, January. 1996.", "ArticleIdList": ["8664396"]}, {"Citation": "National Ambient Air Quality Standards for Ozone, Fed. Reg, EPA, Washington, DC, USA, vol. 80, no. 206, October. 2015."}, {"Citation": "EPA. (February. 2013). Integrated Science Assessment for Ozone and Related Photochemical Oxidants, U.S. EPA/Nat. Center for Environ. Assessment-RTP Division, Office Res. and Development. Res. Triangle Park, NC, USA. Accessed: Apr. 4, 2019. [Online]. Available: https://www.epa.gov/isa/integrated-science-assessment-isa-ozone-and-related-photochemical-oxidants"}, {"Citation": "Korotcenkov G, Brinzari V, and Cho BK, “In2O3- and SnO2-based thin film ozone sensors: Fundamentals,” J. Sensors, vol. 2016, February. 2016. Art. no. 3816094. doi: 10.1155/2016/3816094.", "ArticleIdList": ["10.1155/2016/3816094"]}, {"Citation": "Spinelle L, Gerboles M, Aleixandre M, and Bonavitacola F, “Evaluation of metal oxides sensors for the monitoring of O3 in ambient air at Ppb level,” Chem. Eng. Trans, vol. 54, pp. 319–324, September. 2016. doi: 10.3303/CET1654054.", "ArticleIdList": ["10.3303/CET1654054"]}, {"Citation": "Williams DE et al., “Modelling the response of a tungsten oxide semiconductor as a gas sensor for the measurement of ozone,” Meas. Sci. Technol, vol. 13, no. 6, pp. 923–931, 2002. doi: 10.1088/0957-0233/13/6/314.", "ArticleIdList": ["10.1088/0957-0233/13/6/314"]}, {"Citation": "Williams DE et al., “Development of low-cost ozone and nitrogen dioxide measurement instruments suitable for use in an air quality monitoring network,” in Proc. IEEE Sensors, Christchurch, New Zealand, October. 2009, pp. 1099–1104."}, {"Citation": "Brienza S, Galli A, Anastasi G, and Bruschi P, “A low-cost sensing system for cooperative air quality monitoring in urban areas,” Sensors, vol. 15, no. 6, pp. 12242–12259, May 2015. doi: 10.3390/s150612242.", "ArticleIdList": ["10.3390/s150612242", "PMC4507691", "26016912"]}, {"Citation": "Datasheet MiCS-2614 Ozone Sensor, Ver. 1087 Rev. 5. SGX Sensortech, Corcelles-Cormondreche, Switzerland, 2015."}, {"Citation": "Bortoli MD, Kephalopoulos S, Kirchner S, Schauenburg H, and Vissers H, “Indoor air quality & its impact on man. European inter-laboratory comparison on VOC emitted from building materials and products,” Eur. Commission, Brussels, Belgium, Tech. Rep. no. 21, 1999."}, {"Citation": "EPA. (November. 6, 2017). Volatile Organic Compounds, Impact Indoor Air Quality. U.S. EPA/Office Air Radiation. Res. Triangle Park, NC, USA. Accessed: Feb. 11, 2019. [Online]. Available: https://www.epa.gov/indoor-air-quality-iaq/volatile-organic-compounds-impact-indoor-air-quality"}, {"Citation": "Berrios IT, Zhang JS, Guo B, Smith J, and Zhang Z, “Volatile organic compounds (VOCs) emissions from sources in a partitioned office environment and their impact on IAQ,” in Proc. 10th Int. Conf. Indoor Air Qual. Climate, Beijing, China, October. 2005, pp. 2064–2069."}, {"Citation": "Weisel CP, “Assessing exposure to air toxics relative to asthma,” Environ. Health Perspect, vol. 110, no. 4, pp. 527–537, August. 2012. doi: 10.1289/ehp.02110s4527.", "ArticleIdList": ["10.1289/ehp.02110s4527", "PMC1241201", "12194882"]}, {"Citation": "Nurmatov UB, Tagiyeva N, Semple S, Devereux G, and Sheikh A, “Volatile organic compounds and risk of asthma and allergy: A systematic review,” Eur. Respiratory Rev, vol. 24, no. 135, pp. 92–101, March. 2015. doi: 10.1183/09059180.00000714.", "ArticleIdList": ["10.1183/09059180.00000714", "PMC9487771", "25726560"]}, {"Citation": "Berglund B et al., “Indoor air quality & its impact on man, total volatile organic compounds (TVOC) in indoor air quality investigations,” Eur. Commission, Brussels, Belgium, Tech. Rep no. 19, 1997."}, {"Citation": "Jaén C and Dalton P, “Asthma and odors: The role of risk perception in asthma exacerbation,” J. Psychosomatic Res, vol. 77, no. 4, pp. 302–308, October. 2014. doi: 10.1016/j.jpsychores.2014.07.002.", "ArticleIdList": ["10.1016/j.jpsychores.2014.07.002", "PMC4734637", "25280827"]}, {"Citation": "Romain A-C, André P, and Nicolas J, “Three years experiment with the same tin oxide sensor arrays for the identification of malodorous sources in the environment,” Sens. Actuators B, Chem, vol. 84, nos. 2–3, pp. 271–277, May 2002. doi: 10.1016/S0925-4005(02)00036-9.", "ArticleIdList": ["10.1016/S0925-4005(02)00036-9"]}, {"Citation": "Herberger S and Ulmer H, “Indoor air quality monitoring improving air quality perception,” Clean-Soil Air Water, vol. 40, no. 6, pp. 578–585, June. 2012. doi: 10.1002/clen.201000286.", "ArticleIdList": ["10.1002/clen.201000286"]}, {"Citation": "Rüffer D, Hoehne F, and Bühler J, “New digital metal-oxide (MOx) sensor platform,” Sensors, vol. 18, no. 4, pp. 1052–1063, March. 2018. doi: 10.3390/s18041052.", "ArticleIdList": ["10.3390/s18041052", "PMC5948493", "29614746"]}, {"Citation": "Sensirion. (February. 2018). Datasheet SGPC3 Sensirion Gas Platform. Sensirion. Staefa, Switzerland. Accessed: Feb. 11, 2019. [Online]. Available: http://www.sensirion.com"}, {"Citation": "(2017). Asthma and Allergy Foundation of America, Weather Can Trigger Asthma. Accessed: Feb. 11, 2019. [Online]. Available: https://www.aafa.org/weather-triggers-asthma/"}, {"Citation": "Hayes DJ, Collins PB, Khosravi M, Lin RL, and Lee LY, “Bronchoconstriction triggered by breathing hot humid air in patients with asthma: Role of cholinergic reflex,” Amer. J. Respiratory Crit. Care Med, vol. 185, no. 11, pp. 1190–1196, June. 2012. doi: 10.1164/rccm.201201-0088OC.", "ArticleIdList": ["10.1164/rccm.201201-0088OC", "PMC3373066", "22505744"]}, {"Citation": "Anderson SD and Daviskas E, “The mechanism of exercise-induced asthma is...,” J. Allergy Clin. Immunol, vol. 106, no. 3, pp. 453–459, September. 2000. doi: 10.1067/mai.2000.109822.", "ArticleIdList": ["10.1067/mai.2000.109822", "10984363"]}, {"Citation": "Hughes D, “Childhood asthma and exercise,” Paediatrics Child Health, vol. 19, no. 9, pp. 467–468, November. 2014.", "ArticleIdList": ["PMC4235445", "25414580"]}, {"Citation": "Howe CA, Clevenger KA, Leslie RE, and Ragan MA, “Comparison of accelerometer-based cut-points for children’s physical activity: Counts vs. steps,” Children, vol. 5, no. 8, pp. 105–115, August. 2018. doi: 10.3390/children5080105.", "ArticleIdList": ["10.3390/children5080105", "PMC6111715", "30081457"]}, {"Citation": "Baque E, Sakzewski L, Trost SG, Boyd RN, and Barber L, “Validity of accelerometry to measure physical activity intensity in children with an acquired brain injury,” Paediatrics Phys. Ther, vol. 29, no. 4, pp. 322–329, October. 2017. doi: 10.1097/PEP.0000000000000439.", "ArticleIdList": ["10.1097/PEP.0000000000000439", "28953176"]}, {"Citation": "Eranna G, Joshi BC, Runthala DP, and Gupta RP, “Oxide materials for development of integrated gas sensors—A comprehensive review,” Crit. Rev. Solid State Mater. Sci, vol. 29, nos. 3–4, pp. 111–188, August. 2010. doi: 10.1080/10408430490888977.", "ArticleIdList": ["10.1080/10408430490888977"]}, {"Citation": "Batzill M and Diebold U, “The surface and materials science of tin oxide,” Prog. Surf. Sci, vol. 79, nos. 2–4, pp. 47–154, 2005. doi: 10.1016/j.progsurf.2005.09.002.", "ArticleIdList": ["10.1016/j.progsurf.2005.09.002"]}, {"Citation": "Barsan N and Weimar U, “Conduction model of metal oxide gas sensors,” J. Electroceram, vol. 7, no. 3, pp. 143–167, December. 2001. doi: 10.1023/a:1014405811371.", "ArticleIdList": ["10.1023/a:1014405811371"]}, {"Citation": "Wang C, Yin L, Zhang L, Xiang D, and Gao R, “Metal oxide gas sensors: Sensitivity and influencing factors,” Sensors, vol. 10, no. 3, pp. 2088–2106, January. 2010. doi: 10.3390/s100302088.", "ArticleIdList": ["10.3390/s100302088", "PMC3264469", "22294916"]}, {"Citation": "Barsan N and Weimar U, “Understanding the fundamental principles of metal oxide based gas sensors; The example of CO sensing with SnO2 sensors in the presence of humidity,” J. Phys. Condens. Matter, vol. 15, no. 20, pp. 813–839, May 2003. doi: 10.1088/0953-8984/15/20/201.", "ArticleIdList": ["10.1088/0953-8984/15/20/201"]}, {"Citation": "Benammar M and Maskell WC, “Temperature control of thick-film printed heaters,” J. Phys. E, Sci. Instrum, vol. 22, no. 11, pp. 933–936, 1989. doi: 10.1088/0022-3735/22/11/006.", "ArticleIdList": ["10.1088/0022-3735/22/11/006"]}, {"Citation": "Gong J-W, Chen Q-F, Lian M-R, Liu N-C, and Daoust C, “Temperature feedback control for improving the stability of a semiconductor-metal-oxide (SMO) gas sensor,” IEEE Sensors J, vol. 6, no. 1, pp. 139–145, February. 2006. doi: 10.1109/jsen.2005.844353.", "ArticleIdList": ["10.1109/jsen.2005.844353"]}, {"Citation": "Golan G, Axelevitch A, Sigalov B, and Gorenstein B, “Integrated thin film heater-thermocouple systems,” Microelectron. Rel, vol. 43, no. 3, pp. 509–512, March. 2003. doi: 10.1016/s0026-2714(02)00320-7.", "ArticleIdList": ["10.1016/s0026-2714(02)00320-7"]}, {"Citation": "Simon I, Bârsan N, Bauer M, and Weimar U, “Micromachined metal oxide gas sensors: Opportunities to improve sensor performance,” Sens. Actuators B, Chem, vol. 73, no. 1, pp. 1–26, February. 2001. doi: 10.1016/S0925-4005(00)00639-0.", "ArticleIdList": ["10.1016/S0925-4005(00)00639-0"]}, {"Citation": "Parker P, Vining GG, Wilson SR, Szarka JL, and Johnson NG, “The prediction properties of classical and inverse regression for the simple linear calibration problem,” J. Qual. Technol, vol. 42, no. 4, pp. 332–347, October. 2010."}, {"Citation": "Nenova Z and Dimchev G, “Compensation of the impact of disturbing factors on gas sensor characteristics,” Acta Polytech. Hung, vol. 10, no. 3, pp. 97–111, January. 2013."}, {"Citation": "Huerta R, Mosqueiro T, Fonollosa J, Rulkov NF, and Rodriguez-Lujan I, “Online decorrelation of humidity and temperature in chemical sensors for continuous monitoring,” Chemometrics Intell. Lab. Syst, vol. 157, pp. 169–176, October. 2016. doi: 10.1016/j.chemolab.2016.07.004.", "ArticleIdList": ["10.1016/j.chemolab.2016.07.004"]}, {"Citation": "Barsan N and Tomescu A, “Calibration procedure for SnO2-based gas sensors,” Thin Solid Films, vol. 259, no. 1, pp. 91–95, April. 1995. doi: 10.1016/0040-6090(94)06415-6.", "ArticleIdList": ["10.1016/0040-6090(94)06415-6"]}, {"Citation": "Ionescu R, Vancu A, and Tomescu A, “Time-dependent humidity calibration for drift corrections in electronic noses equipped with SnO2 gas sensors,” Sens. Actuat. B, Chem, vol. 69, no. 3, pp. 283–286, October. 2000. doi: 10.1016/S0925-4005(00)00508-6.", "ArticleIdList": ["10.1016/S0925-4005(00)00508-6"]}, {"Citation": "Krutzler C, Unger A, Marhold H, Fricke T, Conrad T, and Schütze A, “Influence of MOS gas-sensor production tolerances on pattern recognition techniques in electronic noses,” IEEE Trans. Instrum. Meas, vol. 61, no. 1, pp. 276–283, January. 2012. doi: 10.1109/tim.2011.2161015.", "ArticleIdList": ["10.1109/tim.2011.2161015"]}, {"Citation": "Zimmerman N et al., “A machine learning calibration model using random forests to improve sensor performance for lower-cost air quality monitoring,” Atmos. Meas. Techn, vol. 11, no. 1, pp. 291–313, 2018. doi: 10.5194/amt-11-291-2018.", "ArticleIdList": ["10.5194/amt-11-291-2018"]}, {"Citation": "Spinelle L, Gerboles M, Villani MG, Aleixandre M, and Bonavitacola F, “Field calibration of a cluster of low-cost commercially available sensor for air quality monitoring. Part B: NO, CO and CO2,” Sens. Actuat. B Chem, vol. 238, pp. 706–715, January. 2017. doi: 10.1016/j.snb.2016.07.036.", "ArticleIdList": ["10.1016/j.snb.2016.07.036"]}, {"Citation": "Lewis AC et al., “Evaluating the performance of low cost chemical sensors for air pollution research,” Faraday Discuss, vol. 189, pp. 85–103, July. 2016. doi: 10.1039/c5fd00201j.", "ArticleIdList": ["10.1039/c5fd00201j", "27104223"]}, {"Citation": "Romain AC and Nicolas J, “Long term stability of metal oxide-based gas sensors for e-nose environmental applications: An overview,” Sens. Actuators B, Chem, vol. 146, no. 2, pp. 502–506, April. 2010. doi: 10.1016/j.snb.2009.12.027.", "ArticleIdList": ["10.1016/j.snb.2009.12.027"]}, {"Citation": "Capone S et al., “Influence of electrodes ageing on the properties of the gas sensors based on SnO2,” Sens. Actuators B, Chem, vol. 115, no. 1, pp. 396–402, May 2006. doi: 10.1016/j.snb.2005.10.001.", "ArticleIdList": ["10.1016/j.snb.2005.10.001"]}, {"Citation": "Esch H et al., “The stability of Pt heater and temperature sensing elements for silicon integrated tin oxide gas sensors,” Sens. Actuat. B Chem, vol. 65, nos. 1–3, pp. 190–192, June. 2000. doi: 10.1016/S0925-4005(99)00301-9.", "ArticleIdList": ["10.1016/S0925-4005(99)00301-9"]}, {"Citation": "Korotcenkov G and Cho BK, “Instability of metal oxide-based conductometric gas sensors and approaches to stability improvement (short survey),” Sens. Actuators B, Chem, vol. 156, no. 2, pp. 527–538, 2011. doi: 10.1016/j.snb.2011.02.024.", "ArticleIdList": ["10.1016/j.snb.2011.02.024"]}, {"Citation": "Tricoli A, “Structural stability and performance of noble metal-free SnO2-based gas sensors,” Biosensors, vol. 2, no. 2, pp. 221–233, May 2012. doi: 10.3390/bios2020221.", "ArticleIdList": ["10.3390/bios2020221", "PMC4263576", "25585712"]}]}], "History": [{"Year": "2021", "Month": "7", "Day": "30", "Hour": "6", "Minute": "42"}, {"Year": "2019", "Month": "9", "Day": "15", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "9", "Day": "15", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34326709", "NIHMS1670352", "PMC8318339", "10.1109/jsen.2019.2917435"]}}]}