{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Low back pain", "ozone chemonucleolysis", "percutaneous intradiscal treatment"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34349597", "DateRevised": {"Year": "2022", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "02"}], "ELocationID": ["10.14744/SEMB.2020.55649"], "Journal": {"ISSN": "1302-7123", "JournalIssue": {"Volume": "55", "Issue": "2", "PubDate": {"Year": "2021"}}, "Title": "Sisli Etfal Hastanesi tip bulteni", "ISOAbbreviation": "Sisli Etfal Hastan Tip Bul"}, "ArticleTitle": "Lumbar Intradiscal Ozone Chemonucleolysis Applied Together with the Epidural Steroid Treatment.", "Pagination": {"StartPage": "203", "EndPage": "209", "MedlinePgn": "203-209"}, "Abstract": {"AbstractText": ["Intradiscal ozone treatment is a minimally-invasive method that can be applied to patients who have low back pain and do not respond to conservative treatment. This retrospectively designed study aimed to evaluate its clinical efficacy, adverse effects, or complication rates.", "Patients with lumbar degenerative disc disease (LDDD) who underwent intradiscal O<sub>2</sub>-O<sub>3</sub> treatment between January 2016 and April 2018 were included in the study. Pain and disability levels were assessed at pre-injection, 1-month and 1-year post-injection periods using visual analog scale (VAS) and Oswestry Disability Index (ODI), respectively.", "A total of 520 patients (270 males and 250 females) with the mean age of 38.9±5.7 years included in the study. First-month and 1st-year post-injection VAS and ODI scores were significantly lower than pre-injection scores (p<0.001). Remarkable VAS score reduction (more than 50%) was found in 60.2% of patients at 1st month and in 52.9% of patients at the 1st year. No important side effects recorded.", "Intradiscal ozone therapy applied together with the epidural steroid treatment, one of the percutaneous application techniques for the treatment of low back pain related to LDDD, has successful outcomes, clinical efficacy, and low rate of side effects, and thus, is one of the methods that should be considered before surgery when appropriate patients."], "CopyrightInformation": "Copyright: © 2021 by The Medical Bulletin of Sisli Etfal Hospital."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Kilic", "ForeName": "Mustafa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Medicine and Rehabilitation, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Ercalik", "ForeName": "Tulay", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Ozdemir", "ForeName": "Burak", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Yilmaz", "ForeName": "Ilhan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Suleyman Demirel University, Faculty of Medicine, Isparta, Turkey."}], "LastName": "Oguzoglu", "ForeName": "Ali Serdar", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Aydin", "ForeName": "Levent", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Sahin", "ForeName": "Balkan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Yilmaz", "ForeName": "Adem", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Musluman", "ForeName": "Ahmet Murat", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopaedics, University of Health Sciences, Sisli Hamidiye Etfal Training and Research Hospital, Istanbul, Turkey."}], "LastName": "Ozdemir", "ForeName": "Haci Mustafa", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Turkey", "MedlineTA": "Sisli Etfal Hastan Tip Bul", "NlmUniqueID": "9424130", "ISSNLinking": "1302-7123"}, "CoiStatement": "Conflict of Interest: None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bener A, Dafeeah EE, Alnaqbi K. Prevalence and correlates of low back pain in primary care:what are the contributing factors in a rapidly developing country. Asian Spine J. 2014;8:227–36.", "ArticleIdList": ["PMC4068841", "24967035"]}, {"Citation": "Goubert L, Crombez G, De Bourdeaudhuij I. Low back pain, disability and back pain myths in a community sample:prevalence and interrelationships. Eur J Pain. 2004;8:385–94.", "ArticleIdList": ["15207520"]}, {"Citation": "Foster NE. Barriers and progress in the treatment of low back pain. BMC Med. 2011;9:108.", "ArticleIdList": ["PMC3192671", "21943396"]}, {"Citation": "Magalhaes FN, Dotta L, Sasse A, Teixera MJ, Fonoff ET. Ozone therapy as a treatment for low back pain secondary to herniated disc:a systematic review and meta-analysis of randomized controlled trials. Pain Physician. 2012;15:E115–29.", "ArticleIdList": ["22430658"]}, {"Citation": "Steppan J, Meaders T, Muto M, Murphy KJ. A metaanalysis of the effectiveness and safety of ozone treatments for herniated lumbar discs. J Vasc Interv Radiol. 2010;21:534–48.", "ArticleIdList": ["20188591"]}, {"Citation": "Giurazza F, Guarnieri G, Murphy KJ, Muto M. Intradiscal O2O3:rationale, injection technique, short- and long-term outcomes for the treatment of low back pain due to disc herniation. Can Assoc Radiol J. 2017;68:171–7.", "ArticleIdList": ["28438284"]}, {"Citation": "Murphy K, Elias G, Steppan J, Boxley C, Balagurunathan K, Victor X, et al. Percutaneous treatment of herniated lumbar discs with ozone:investigation of the mechanisms of action. J Vasc Interv Radiol. 2016;27:1242–50.", "ArticleIdList": ["27363296"]}, {"Citation": "Buric J, Rigobello L, Hooper D. Five and ten year follow-up on intradiscal ozone injection for disc herniation. Int J Spine Surg. 2014;8:17.", "ArticleIdList": ["PMC4325503", "25694935"]}, {"Citation": "Gallucci M, Limbucci N, Zugaro L, Barile A, Stavroulis E, Ricci A, et al. Masciocchi C. Sciatica:treatment with intradiscal and intraforaminal injections of steroid and oxygen-ozone versus steroid only. Radiology. 2007;242:907–13.", "ArticleIdList": ["17209164"]}, {"Citation": "Muto M, Ambrosanio G, Guarnieri G, Capobianco E, Piccolo G, Annunziata G, et al. Low back pain and sciatica:treatment with intradiscal-intraforaminal O(2)-O (3) injection. Our experience. Radiol Med. 2008;113:695–706.", "ArticleIdList": ["18594765"]}, {"Citation": "Zhang Y, Ma Y, Jiang J, Ding T, Wang J. Treatment of the lumbar disc herniation with intradiscal and intraforaminal injection of oxygen-ozone. J Back Musculoskelet Rehabil. 2013;26:317–22.", "ArticleIdList": ["23893147"]}, {"Citation": "Muto M, Andreula C, Leonardi M. Treatment of herniated lumbar disc by intradiscal and intraforaminal oxygen-ozone (O2-O3) injection. J Neuroradiol. 2004;31:183–9.", "ArticleIdList": ["15356443"]}, {"Citation": "Paoloni M, Di Sante L, Cacchio A, Apuzzo D, Marotta S, Razzano M, et al. Intramuscular oxygen-ozone therapy in the treatment of acute back pain with lumbar disc herniation:a multicenter, randomized, double-blind, clinical trial of active and simulated lumbar paravertebral injection. Spine (Phila Pa 1976) 2009;34:1337–44.", "ArticleIdList": ["19478653"]}, {"Citation": "Andreula CF, Simonetti L, De Santis F, Agati R, Ricci R, Leonardi M. Minimally invasive oxygen-ozone therapy for lumbar disk herniation. AJNR Am J Neuroradiol. 2003;24:996–1000.", "ArticleIdList": ["PMC7975773", "12748111"]}, {"Citation": "Perri M, Marsecano C, Varrassi M, Giordano AV, Splendiani A, di Cesare E, et al. Indications and efficacy of O2-O3 intradiscal versus steroid intraforaminal injection in different types of disco vertebral pathologies:a prospective randomized double-blind trial with 517 patients. Radiol Med. 2016;121:463–71.", "ArticleIdList": ["26676838"]}, {"Citation": "Oder B, Loewe M, Reisegger M, Lang W, Ilias W, Thurnher SA. CT-guided ozone/steroid therapy for the treatment of degenerative spinal disease--effect of age, gender, disc pathology and multi-segmental changes. Neuroradiology. 2008;50:777–85.", "ArticleIdList": ["18483728"]}, {"Citation": "Kılıç M, Erçalık T. The effect of lumbar spinal surgery history on intradiscal O2-O3 treatment results in patients with lumbar disk herniation. Sisli Etfal Hastan Tip Bul. 2019;53:148–53.", "ArticleIdList": ["PMC7199826", "32377074"]}, {"Citation": "Bonetti M, Fontana A, Cotticelli B, Volta GD, Guindani M, Leonardi M. Intraforaminal O(2)-O(3) versus periradicular steroidal infiltrations in lower back pain:randomized controlled study. AJNR Am J Neuroradiol. 2005;26:996–1000.", "ArticleIdList": ["PMC8158626", "15891150"]}, {"Citation": "Lehnert T, Naguib NN, Wutzler S, Nour-Eldin NE, Bauer RW, Kerl JM, et al. Analysis of disk volume before and after CT-guided intradiscal and periganglionic ozone-oxygen injection for the treatment of lumbar disk herniation. J Vasc Interv Radiol. 2012;23:1430–6.", "ArticleIdList": ["22999458"]}, {"Citation": "Bruno F, Smaldone F, Varrassi M, Arrigoni F, Barile A, Di Cesare E, et al. MRI findings in lumbar spine following O2-O3 chemiodiscolysis:A long-term follow-up. Interv Neuroradiol. 2017;23:444–50.", "ArticleIdList": ["PMC5684903", "28485657"]}, {"Citation": "Lo Giudice G, Valdi F, Gismondi M, Prosdocimo G, de Belvis V. Acute bilateral vitreo-retinal hemorrhages following oxygen-ozone therapy for lumbar disk herniation. Am J Ophthalmol. 2004;138:175–7.", "ArticleIdList": ["15234314"]}, {"Citation": "Devetag Chalaupka F, Caneve G, Mauri M, Zaiotti G. Thunderclap headache caused by minimally invasive medical procedures:description of 2 cases. Headache. 2007;47:293–5.", "ArticleIdList": ["17300374"]}, {"Citation": "Ginanneschi F, Cervelli C, Milani P, Rossi A. Ventral and dorsal root injury after oxygen-ozone therapy for lumbar disk herniation. Surg Neurol. 2006;66:619–20.", "ArticleIdList": ["17145327"]}, {"Citation": "Corea F, Amici S, Murgia N, Tambasco N. A case of vertebrobasilar stroke during oxygen-ozone therapy. J Stroke Cerebrovasc Dis. 2004;13:259–61.", "ArticleIdList": ["17903984"]}, {"Citation": "Gazzeri R, Galarza M, Neroni M, Esposito S, Alfieri A. Fulminating septicemia secondary to oxygen-ozone therapy for lumbar disc herniation:case report. Spine (Phila Pa 1976) 2007;32:E121–3.", "ArticleIdList": ["17268255"]}, {"Citation": "Vanni D, Galzio R, Kazakova A, Pantalone A, Sparvieri A, Salini V, et al. Intraforaminal ozone therapy and particular side effects:preliminary results and early warning. Acta Neurochir (Wien) 2016;158:491–6.", "ArticleIdList": ["26293228"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "19"}, {"Year": "2020", "Month": "7", "Day": "22"}, {"Year": "2021", "Month": "8", "Day": "5", "Hour": "6", "Minute": "23"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["34349597", "PMC8298084", "10.14744/SEMB.2020.55649", "MBSEH-55-203"]}}], "PubmedBookArticle": []}