{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34355190", "DateRevised": {"Year": "2022", "Month": "07", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "08"}], "ELocationID": ["10.1039/d1ea00016k"], "Journal": {"ISSN": "2634-3606", "JournalIssue": {"Volume": "1", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Jul", "Day": "22"}}, "Title": "Environmental science: atmospheres", "ISOAbbreviation": "Environ Sci Atmos"}, "ArticleTitle": "Emerging Investigator Series: COVID-19 lockdown effects on aerosol particle size distributions in northern Italy.", "Pagination": {"StartPage": "214", "EndPage": "227", "MedlinePgn": "214-227"}, "Abstract": {"AbstractText": ["The lockdown measures implemented to curb the COVID-19 epidemic in Italy reduced human mobility dramatically, which resulted in a marked decline in traffic intensity. In this study, we present the effect of lockdown measures on several air pollutants, particle number size distribution as well as on regional new particle formation (NPF) frequency in the Po Valley (northern Italy). The results show that during the lockdown period, concentrations of nitrogen dioxide (NO<sub>2</sub>), nitric oxide (NO), benzene (C<sub>6</sub>H<sub>6</sub>), and toluene (C<sub>7</sub>H<sub>8</sub>) decreased, while ozone (O<sub>3</sub>) concentrations mildly increased as compared to the corresponding period in 2016-2019. Unlike gaseous pollutants, particulate matter mass concentrations (PM<sub>2.5</sub> and PM<sub>10</sub>) showed no significant changes. The impact of lockdown measures on particle number size distributions were also quite limited. During the lockdown period, the number concentrations of 10-25 and 25-50 nm primary particles were reduced by 66% and 34%, respectively, at the regional background site (Ispra) but surprisingly there was no difference during and after lockdown at the urban background site (Modena). Conversely, the NPF frequency was exceptionally high, 70%, in Modena during the lockdown as compared to values (22-26%) observed for the same period in 2006 and 2009, while NPF frequency in Ispra only slightly increased compared to the same period in 2016-2019. The particle growth rates, however, were slightly lower during the lockdown at both sites compared to other periods. The study shows that a drastic decrease in traffic had little influence on particulate pollution levels in the Po Valley, suggesting that other sources and processes also have a prominent impact on particle number and particulate matter mass concentration in this region."], "CopyrightInformation": "This journal is © The Royal Society of Chemistry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}], "LastName": "Shen", "ForeName": "Jiali", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering \"Enzo Ferrari\", Università di Modena e Reggio Emilia Modena Italy."}], "LastName": "Bigi", "ForeName": "Alessandro", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Atmospheric Sciences and Climate, National Research Council of Italy Bologna Italy."}], "LastName": "Marinoni", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}], "LastName": "Lampilahti", "ForeName": "Janne", "Initials": "J"}, {"Identifier": ["0000-0002-5373-3537"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}], "LastName": "Kontkanen", "ForeName": "Jenni", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}], "LastName": "Ciarelli", "ForeName": "Giancarlo", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "European Commission, Joint Research Centre (JRC) Ispra Italy."}], "LastName": "Putaud", "ForeName": "Jean P", "Initials": "JP"}, {"Identifier": ["0000-0002-2713-715X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}, {"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Forest Sciences, Faculty of Agriculture and Forestry, University of Helsinki Finland."}], "LastName": "Nieminen", "ForeName": "Tuomo", "Initials": "T"}, {"Identifier": ["0000-0003-3464-7825"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}, {"Identifier": [], "Affiliation": "Aerosol and Haze Laboratory, Beijing Advanced Innovation Center for Soft Matter Science and Engineering, Beijing University of Chemical Technology Beijing China."}, {"Identifier": [], "Affiliation": "Joint International Research Laboratory of Atmospheric and Earth System Sciences, School of Atmospheric Sciences, Nanjing University Nanjing China."}], "LastName": "Kulmala", "ForeName": "Markku", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}, {"Identifier": [], "Affiliation": "Finnish Meteorological Institute Helsinki Finland."}], "LastName": "Lehtipalo", "ForeName": "Katrianne", "Initials": "K"}, {"Identifier": ["0000-0003-2996-3604"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, Faculty of Science, University of Helsinki Finland federico.bianchi@helsinki.fi."}], "LastName": "Bianchi", "ForeName": "Federico", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Sci Atmos", "NlmUniqueID": "9918227365506676", "ISSNLinking": "2634-3606"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nWHO, https://covid19.who.int/?gclid=Cj0KCQjw8fr7BRDSARIsAK0Qqr57IVne9zN4tz1BZXBcLWfLSNb07q5ZEvw-QGW5uZt5r-dspPmt9gQaAuLZEALw_wcB, 2020"}, {"Citation": "Le T. Wang Y. Liu L. Yang J. Yung Y. L. Li G. Seinfeld J. H. Unexpected air pollution with marked emission reductions during the COVID-19 outbreak in China. Science. 2020;369:702. doi: 10.1126/science.abb7431.", "ArticleIdList": ["10.1126/science.abb7431", "PMC7402623", "32554754"]}, {"Citation": "Cheval S. Mihai Adamescu C. Georgiadis T. Herrnegger M. Piticar A. Legates D. R. Observed and Potential Impacts of the COVID-19 Pandemic on the Environment. Int. J. Environ. Res. Public Health. 2020;17:4140. doi: 10.3390/ijerph17114140.", "ArticleIdList": ["10.3390/ijerph17114140", "PMC7311982", "32532012"]}, {"Citation": "Huang X. Ding A. Gao J. Zheng B. Zhou D. Qi X. Tang R. Wang J. Ren C. Nie W. Chi X. Xu Z. Chen L. Li Y. Che F. Pang N. Wang H. Tong D. Qin W. Cheng W. Liu W. Fu Q. Liu B. Chai F. Davis S. J. Zhang Q. He K. Enhanced secondary pollution offset reduction of primary emissions during COVID-19 lockdown in China. Natl. Sci. Rev. 2020;8(2) doi: 10.1093/nsr/nwaa137.", "ArticleIdList": ["10.1093/nsr/nwaa137", "PMC7337733", "34676092"]}, {"Citation": "Lee J. D. Drysdale W. S. Finch D. P. Wilde S. E. Palmer P. I. UK surface NO2 levels dropped by 42% during the COVID-19 lockdown: impact on surface O3. Atmos. Chem. Phys. 2020;2020:1–27."}, {"Citation": "Bauwens M. Compernolle S. Stavrakou T. Müller J. F. van Gent J. Eskes H. Levelt P. F. van der A R. Veefkind J. P. Vlietinck J. Yu H. Zehner C. Impact of Coronavirus Outbreak on NO2 Pollution Assessed Using TROPOMI and OMI Observations. Geophys. Res. Lett. 2020;47:e2020GL087978. doi: 10.1029/2020GL087978.", "ArticleIdList": ["10.1029/2020GL087978", "PMC7261997", "32836515"]}, {"Citation": "Yin Z. Zhang Y. Wang H. Li Y. Evident PM2.5 Drops in the East of China due to the COVID-19 Quarantines in February. Atmos. Chem. Phys. 2020;2020:1–18."}, {"Citation": "Diémoz H. Gobbi G. P. Magri T. Pession G. Pittavino S. Tombolato I. K. F. Campanelli M. Barnaba F. Transport of Po Valley aerosol pollution to the northwestern Alps – Part 2: Long-term impact on air quality. Atmos. Chem. Phys. 2019;19:10129–10160. doi: 10.5194/acp-19-10129-2019.", "ArticleIdList": ["10.5194/acp-19-10129-2019"]}, {"Citation": "Crosier J. Allan J. D. Coe H. Bower K. N. Formenti P. Williams P. I. Chemical composition of summertime aerosol in the Po Valley (Italy), northern Adriatic and Black Sea. Q. J. R. Metereol. Soc. 2007;133:61–75. doi: 10.1002/qj.88.", "ArticleIdList": ["10.1002/qj.88"]}, {"Citation": "Decesari S. Facchini M. C. Matta E. Lettini F. Mircea M. Fuzzi S. Tagliavini E. Putaud J. P. Chemical features and seasonal variation of fine aerosol water-soluble organic compounds in the Po Valley, Italy. Atmos. Environ. 2001;35:3691–3699. doi: 10.1016/S1352-2310(00)00509-4.", "ArticleIdList": ["10.1016/S1352-2310(00)00509-4"]}, {"Citation": "Saarikoski S. Carbone S. Decesari S. Giulianelli L. Angelini F. Teinilä K. Canagaratna M. Ng N. L. Trimborn A. Facchini M. C. Fuzzi S. Hillamo R. Worsnop D. Chemical characterization of springtime submicrometer aerosol in Po Valley, Italy. Atmos. Chem. Phys. 2012;12:8269–8318."}, {"Citation": "Hamed A. Joutsensaari J. Mikkonen S. Sogacheva L. Dal Maso M. Kulmala M. Cavalli F. Fuzzi S. Facchini M. C. Decesari S. Mircea M. Lehtinen K. E. J. Laaksonen A. Nucleation and growth of new particles in Po Valley, Italy. Atmos. Chem. Phys. 2006;6:9603–9653."}, {"Citation": "\nHamed A., Lehtinen K. E. J., Joutsensaari J., Wehner B., Birmili W., Wiedensohler A., Cavalli F., Decesari S., Mircea M., Fuzzi S., Facchini M. C. and Laaksonen A., Dordrecht, Nucleation Events in Melpitz, Germany, and Po Valley, Italy: Similarities and Differences, Nucleation and Atmospheric Aerosols, 2007, https://doi.org/10.1007/978-1-4020-6475-3-50"}, {"Citation": "Kontkanen J. Järvinen E. Manninen H. E. Lehtipalo K. Kangasluoma J. Decesari S. Gobbi G. P. Laaksonen A. Petäjä T. Kulmala M. High concentrations of sub-3 nm clusters and frequent new particle formation observed in the Po Valley, Italy, during the PEGASOS 2012 campaign. Atmos. Chem. Phys. 2016;16:1919–1935. doi: 10.5194/acp-16-1919-2016.", "ArticleIdList": ["10.5194/acp-16-1919-2016"]}, {"Citation": "Larsen B. R. Gilardoni S. Stenström K. Niedzialek J. Jimenez J. Belis C. A. Sources for PM air pollution in the Po Plain, Italy: II. Probabilistic uncertainty characterization and sensitivity analysis of secondary and primary sources. Atmos. Environ. 2012;50:203–213. doi: 10.1016/j.atmosenv.2011.12.038.", "ArticleIdList": ["10.1016/j.atmosenv.2011.12.038"]}, {"Citation": "Putaud J. P. Pozzoli L. Pisoni E. Martins Dos Santos S. Lagler F. Lanzani G. Dal Santo U. Colette A. Impacts of the COVID-19 lockdown on air pollution at regional and urban background sites in northern Italy. Atmos. Chem. Phys. 2020;2020:1–18."}, {"Citation": "Lelieveld J. Evans J. S. Fnais M. Giannadaki D. Pozzer A. The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature. 2015;525:367–371. doi: 10.1038/nature15371.", "ArticleIdList": ["10.1038/nature15371", "26381985"]}, {"Citation": "Karjalainen P. Saari S. Kuuluvainen H. Kalliohaka T. Taipale A. Rönkkö T. Performance of ventilation filtration technologies on characteristic traffic related aerosol down to nanocluster size. Aerosol Sci. Technol. 2017;51:1398–1408. doi: 10.1080/02786826.2017.1356904.", "ArticleIdList": ["10.1080/02786826.2017.1356904"]}, {"Citation": "Ronkko T. Timonen H. Overview of Sources and Characteristics of Nanoparticles in Urban Traffic-Influenced Areas. J. Alzheimer's Dis. 2019;72:15–28.", "ArticleIdList": ["PMC6839465", "31561356"]}, {"Citation": "Kontkanen J. Deng C. Fu Y. Dada L. Zhou Y. Cai J. Daellenbach K. R. Hakala S. Kokkonen T. V. Lin Z. Liu Y. Wang Y. Yan C. Petäjä T. Jiang J. Kulmala M. Paasonen P. Size-resolved particle number emissions in Beijing determined from measured particle size distributions. Atmos. Chem. Phys. 2020;20:11329–11348. doi: 10.5194/acp-20-11329-2020.", "ArticleIdList": ["10.5194/acp-20-11329-2020"]}, {"Citation": "Olin M. Kuuluvainen H. Aurela M. Kalliokoski J. Kuittinen N. Isotalo M. Timonen H. J. Niemi J. V. Rönkkö T. Dal Maso M. Traffic-originated nanocluster emission exceeds H2SO4-driven photochemical new particle formation in an urban area. Atmos. Chem. Phys. 2020;20:1–13. doi: 10.5194/acp-20-1-2020.", "ArticleIdList": ["10.5194/acp-20-1-2020"]}, {"Citation": "Rönkkö T. Kuuluvainen H. Karjalainen P. Keskinen J. Hillamo R. Niemi J. V. Pirjola L. Timonen H. J. Saarikoski S. Saukko E. Järvinen A. Silvennoinen H. Rostedt A. Olin M. Yli-Ojanperä J. Nousiainen P. Kousa A. Dal Maso M. Traffic is a major source of atmospheric nanocluster aerosol. Proc. Natl. Acad. Sci. U. S. A. 2017;114:7549. doi: 10.1073/pnas.1700830114.", "ArticleIdList": ["10.1073/pnas.1700830114", "PMC5530662", "28674021"]}, {"Citation": "\nEEA, European Environment Agency, https://www.eea.europa.eu/data-and-maps/indicators/eea-32-nitrogen-oxides-nox-emissions-1/assessment.2010-08-19.0140149032-3, 2010"}, {"Citation": "Hertel O., Berkowicz R., Vignati E. and Palmgren F., Urban air pollution of nitrogen oxides from traffic, Trafikdagepå AUC Aalborg, 1995"}, {"Citation": "Bianchi F. Kurtén T. Riva M. Mohr C. Rissanen M. P. Roldin P. Berndt T. Crounse J. D. Wennberg P. O. Mentel T. F. Wildt J. Junninen H. Jokinen T. Kulmala M. Worsnop D. R. Thornton J. A. Donahue N. Kjaergaard H. G. Ehn M. Highly Oxygenated Organic Molecules (HOM) from Gas-Phase Autoxidation Involving Peroxy Radicals: A Key Contributor to Atmospheric Aerosol. Chem. Rev. 2019;119:3472–3509. doi: 10.1021/acs.chemrev.8b00395.", "ArticleIdList": ["10.1021/acs.chemrev.8b00395", "PMC6439441", "30799608"]}, {"Citation": "Molteni U. Bianchi F. Klein F. El Haddad I. Frege C. Rossi M. J. Dommen J. Baltensperger U. Formation of highly oxygenated organic molecules from aromatic compounds. Atmos. Chem. Phys. 2018;18:1909–1921. doi: 10.5194/acp-18-1909-2018.", "ArticleIdList": ["10.5194/acp-18-1909-2018"]}, {"Citation": "\nARPAE, 2020, https://dati.arpae.it/, last visited 03 November 2020"}, {"Citation": "Mirme S. Mirme A. The mathematical principles and design of the NAIS – a spectrometer for the measurement of cluster ion and nanometer aerosol size distributions. Atmos. Meas. Tech. 2013;6:1061–1071. doi: 10.5194/amt-6-1061-2013.", "ArticleIdList": ["10.5194/amt-6-1061-2013"]}, {"Citation": "Manninen H. E. Mirme S. Mirme A. Petäjä T. Kulmala M. How to reliably detect molecular clusters and nucleation mode particles with Neutral cluster and Air Ion Spectrometer (NAIS) Atmos. Meas. Tech. 2016;9:3577–3605. doi: 10.5194/amt-9-3577-2016.", "ArticleIdList": ["10.5194/amt-9-3577-2016"]}, {"Citation": "\nGAW-WDCA, World Data Centre for Aerosols (WDCA) Database hosted by the EU Joint Research Centre (JRC), Ispra, 2020, http://www.jrc.ec.europa.eu/data/parameters/datacnc.html"}, {"Citation": "Laj P. Bigi A. Rose C. Andrews E. Lund Myhre C. Collaud Coen M. Lin Y. Wiedensohler A. Schulz M. Ogren J. A. Fiebig M. Gliß J. Mortier A. Pandolfi M. Petäja T. Kim S. W. Aas W. Putaud J. P. Mayol-Bracero O. Keywood M. Labrador L. Aalto P. Ahlberg E. Alados Arboledas L. Alastuey A. Andrade M. Artíñano B. Ausmeel S. Arsov T. Asmi E. Backman J. Baltensperger U. Bastian S. Bath O. Beukes J. P. Brem B. T. Bukowiecki N. Conil S. Couret C. Day D. Dayantolis W. Degorska A. Eleftheriadis K. Fetfatzis P. Favez O. Flentje H. Gini M. I. Gregorič A. Gysel-Beer M. Hallar A. G. Hand J. Hoffer A. Hueglin C. Hooda R. K. Hyvärinen A. Kalapov I. Kalivitis N. Kasper-Giebl A. Kim J. E. Kouvarakis G. Kranjc I. Krejci R. Kulmala M. Labuschagne C. Lee H. J. Lihavainen H. Lin N. H. Löschau G. Luoma K. Marinoni A. Martins Dos Santos S. Meinhardt F. Merkel M. Metzger J. M. Mihalopoulos N. Nguyen N. A. Ondracek J. Pérez N. Perrone M. R. Petit J. E. Picard D. Pichon J. M. Pont V. Prats N. Prenni A. Reisen F. Romano S. Sellegri K. Sharma S. Schauer G. Sheridan P. Sherman J. P. Schütze M. Schwerin A. Sohmer R. Sorribas M. Steinbacher M. Sun J. Titos G. Toczko B. Tuch T. Tulet P. Tunved P. Vakkari V. Velarde F. Velasquez P. Villani P. Vratolis S. Wang S. H. Weinhold K. Weller R. Yela M. Yus-Diez J. Zdimal V. Zieger P. Zikova N. A global analysis of climate-relevant aerosol properties retrieved from the network of Global Atmosphere Watch (GAW) near-surface observatories. Atmos. Meas. Tech. 2020;13:4353–4392. doi: 10.5194/amt-13-4353-2020.", "ArticleIdList": ["10.5194/amt-13-4353-2020"]}, {"Citation": "Bressi M. Cavalli F. Belis C. A. Putaud J. P. Fröhlich R. Martins dos Santos S. Petralia E. Prévôt A. S. H. Berico M. Malaguti A. Canonaco F. Variations in the chemical composition of the submicron aerosol and in the sources of the organic fraction at a regional background site of the Po Valley (Italy) Atmos. Chem. Phys. 2016;16:12875–12896. doi: 10.5194/acp-16-12875-2016.", "ArticleIdList": ["10.5194/acp-16-12875-2016"]}, {"Citation": "Dal Maso M. Kulmala M. Riipinen I. Wagner R. Formation and growth of fresh atmospheric aerosols: Eight years of aerosol size distribution data from SMEAR II, Hyytiälä, Finland. Boreal Environ. Res. 2005;10:323–336."}, {"Citation": "Hirsikko A. Bergman T. Laakso L. Dal Maso M. Riipinen I. Hõrrak U. Kulmala M. Identification and classification of the formation of intermediate ions measured in boreal forest. Atmos. Chem. Phys. 2007;7:201–210. doi: 10.5194/acp-7-201-2007.", "ArticleIdList": ["10.5194/acp-7-201-2007"]}, {"Citation": "Lehtipalo K. Kontkanen J. Kangasluoma J. Franchin A. Wimmer D. Schobesberger S. Junninen H. Petäjä T. Sipilä M. Worsnop D. Kulmala M. Mikkilä J. Vanhanen J. Leppä J. Methods for determining particle size distribution and growth rates between 1 and 3 nm using the Particle Size Magnifier. Boreal Environ. Res. 2014;19:215–236."}, {"Citation": "Pirjola L. Kulmala M. Wilck M. Bischoff A. Stratmann F. Otto E. J. J. A. S. Effects of aerosol dynamics on the formation of sulphuric acid aerosols and cloud condensation nuclei. J. Aerosol Sci. 1999;30:1079–1094. doi: 10.1016/S0021-8502(98)00776-9.", "ArticleIdList": ["10.1016/S0021-8502(98)00776-9"]}, {"Citation": "Hirsikko A. Laakso L. Hõrrak U. Aalto P. Kerminen V. M. Kulmala M. Annual and size dependent variation of growth rates and ion concentrations in boreal forest. Boreal Environ. Res. 2005;10(5):357–369."}, {"Citation": "Seinfeld J. H. and Pandis S. N., Atmospheric Chemistry and Physic: From Air Pollution to Climate Change, 3rd edn, 2016"}, {"Citation": "Grange S. K. Lee J. D. Drysdale W. S. Lewis A. C. Hueglin C. Emmenegger L. Carslaw D. C. COVID-19 lockdowns highlight a risk of increasing ozone pollution in European urban areas. Atmos. Chem. Phys. 2021;21:4169–4185. doi: 10.5194/acp-21-4169-2021.", "ArticleIdList": ["10.5194/acp-21-4169-2021"]}, {"Citation": "Gilardoni S. Vignati E. Cavalli F. Putaud J. P. Larsen B. R. Karl M. Stenström K. Genberg J. Henne S. Dentener F. Better constraints on sources of carbonaceous aerosols using a combined 14C – macro tracer analysis in a European rural background site. Atmos. Chem. Phys. 2011;11:5685–5700. doi: 10.5194/acp-11-5685-2011.", "ArticleIdList": ["10.5194/acp-11-5685-2011"]}, {"Citation": "Ciarelli G. Jiang J. H. El Haddad I. Bigi A. Aksoyoglu S. Prévôt A. S. H. Marinoni A. Shen J. Yan C. Bianchi F. Modeling the effect of reduced traffic due to COVID-19 measures on air quality using a chemical transport model: impacts on the Po Valley and the Swiss Plateau regions. Environ. Sci.: Atmos. 2021 doi: 10.1039/D1EA00036E.", "ArticleIdList": ["10.1039/D1EA00036E", "PMC8296577", "34355191"]}, {"Citation": "Kittelson D. B. Watts W. F. Johnson J. P. Nanoparticle emissions on Minnesota highways. Atmos. Environ. 2004;38:9–19. doi: 10.1016/j.atmosenv.2003.09.037.", "ArticleIdList": ["10.1016/j.atmosenv.2003.09.037"]}, {"Citation": "Shen X. Sun J. Yu F. Wang Y. Zhong J. Zhang Y. Hu X. Xia C. Zhang S. Zhang X. Enhancement of nanoparticle formation and growth during the COVID-19 lockdown period in urban Beijing. Atmos. Chem. Phys. 2021;21:7039–7052. doi: 10.5194/acp-21-7039-2021.", "ArticleIdList": ["10.5194/acp-21-7039-2021"]}, {"Citation": "Yan C. Nie W. Vogel A. L. Dada L. Lehtipalo K. Stolzenburg D. Wagner R. Rissanen M. P. Xiao M. Ahonen L. Fischer L. Rose C. Bianchi F. Gordon H. Simon M. Heinritzi M. Garmash O. Roldin P. Dias A. Ye P. Hofbauer V. Amorim A. Bauer P. S. Bergen A. Bernhammer A.-K. Breitenlechner M. Brilke S. Buchholz A. Mazon S. B. Canagaratna M. R. Chen X. Ding A. Dommen J. Draper D. C. Duplissy J. Frege C. Heyn C. Guida R. Hakala J. Heikkinen L. Hoyle C. R. Jokinen T. Kangasluoma J. Kirkby J. Kontkanen J. Kürten A. Lawler M. J. Mai H. Mathot S. Mauldin R. L. Molteni U. Nichman L. Nieminen T. Nowak J. Ojdanic A. Onnela A. Pajunoja A. Petäjä T. Piel F. Quéléver L. L. J. Sarnela N. Schallhart S. Sengupta K. Sipilä M. Tomé A. Tröstl J. Väisänen O. Wagner A. C. Ylisirniö A. Zha Q. Baltensperger U. Carslaw K. S. Curtius J. Flagan R. C. Hansel A. Riipinen I. Smith J. N. Virtanen A. Winkler P. M. Donahue N. M. Kerminen V.-M. Kulmala M. Ehn M. Worsnop D. R. Size-dependent influence of NOx on the growth rates of organic aerosol particles. Sci. Adv. 2020;6:eaay4945. doi: 10.1126/sciadv.aay4945.", "ArticleIdList": ["10.1126/sciadv.aay4945", "PMC7253163", "32518819"]}, {"Citation": "Lehtipalo K. Yan C. Dada L. Bianchi F. Xiao M. Wagner R. Stolzenburg D. Ahonen L. R. Amorim A. Baccarini A. Bauer P. S. Baumgartner B. Bergen A. Bernhammer A.-K. Breitenlechner M. Brilke S. Buchholz A. Mazon S. B. Chen D. Chen X. Dias A. Dommen J. Draper D. C. Duplissy J. Ehn M. Finkenzeller H. Fischer L. Frege C. Fuchs C. Garmash O. Gordon H. Hakala J. He X. Heikkinen L. Heinritzi M. Helm J. C. Hofbauer V. Hoyle C. R. Jokinen T. Kangasluoma J. Kerminen V.-M. Kim C. Kirkby J. Kontkanen J. Kürten A. Lawler M. J. Mai H. Mathot S. Mauldin R. L. Molteni U. Nichman L. Nie W. Nieminen T. Ojdanic A. Onnela A. Passananti M. Petäjä T. Piel F. Pospisilova V. Quéléver L. L. J. Rissanen M. P. Rose C. Sarnela N. Schallhart S. Schuchmann S. Sengupta K. Simon M. Sipilä M. Tauber C. Tomé A. Tröstl J. Väisänen O. Vogel A. L. Volkamer R. Wagner A. C. Wang M. Weitz L. Wimmer D. Ye P. Ylisirniö A. Zha Q. Carslaw K. S. Curtius J. Donahue N. M. Flagan R. C. Hansel A. Riipinen I. Virtanen A. Winkler P. M. Baltensperger U. Kulmala M. Worsnop D. R. Multicomponent new particle formation from sulfuric acid, ammonia, and biogenic vapors. Sci. Adv. 2018;4:eaau5363. doi: 10.1126/sciadv.aau5363.", "ArticleIdList": ["10.1126/sciadv.aau5363", "PMC6291317", "30547087"]}, {"Citation": "Lee S.-H. Gordon H. Yu H. Lehtipalo K. Haley R. Li Y. Zhang R. New Particle Formation in the Atmosphere: From Molecular Clusters to Global Climate. J. Geophys. Res.: Atmos. 2019;124:7098–7146."}, {"Citation": "Kirkby J. Curtius J. Almeida J. Dunne E. Duplissy J. Ehrhart S. Franchin A. Gagne S. Ickes L. Kurten A. Kupc A. Metzger A. Riccobono F. Rondo L. Schobesberger S. Tsagkogeorgas G. Wimmer D. Amorim A. Bianchi F. Breitenlechner M. David A. Dommen J. Downard A. Ehn M. Flagan R. C. Haider S. Hansel A. Hauser D. Jud W. Junninen H. Kreissl F. Kvashin A. Laaksonen A. Lehtipalo K. Lima J. Lovejoy E. R. Makhmutov V. Mathot S. Mikkila J. Minginette P. Mogo S. Nieminen T. Onnela A. Pereira P. Petaja T. Schnitzhofer R. Seinfeld J. H. Sipila M. Stozhkov Y. Stratmann F. Tome A. Vanhanen J. Viisanen Y. Vrtala A. Wagner P. E. Walther H. Weingartner E. Wex H. Winkler P. M. Carslaw K. S. Worsnop D. R. Baltensperger U. Kulmala M. Role of sulphuric acid, ammonia and galactic cosmic rays in atmospheric aerosol nucleation. Nature. 2011;476:429–U477. doi: 10.1038/nature10343.", "ArticleIdList": ["10.1038/nature10343", "21866156"]}, {"Citation": "Clarisse L. Clerbaux C. Dentener F. Hurtmans D. Coheur P.-F. Global ammonia distribution derived from infrared satellite observations. Nat. Geosci. 2009;2:479–483. doi: 10.1038/ngeo551.", "ArticleIdList": ["10.1038/ngeo551"]}, {"Citation": "Kulmala M. Kontkanen J. Junninen H. Lehtipalo K. Manninen H. E. Nieminen T. Petaja T. Sipila M. Schobesberger S. Rantala P. Franchin A. Jokinen T. Jarvinen E. Aijala M. Kangasluoma J. Hakala J. Aalto P. P. Paasonen P. Mikkila J. Vanhanen J. Aalto J. Hakola H. Makkonen U. Ruuskanen T. Mauldin R. L. Duplissy J. Vehkamaki H. Back J. Kortelainen A. Riipinen I. Kurten T. Johnston M. V. Smith J. N. Ehn M. Mentel T. F. Lehtinen K. E. J. Laaksonen A. Kerminen V. M. Worsnop D. R. Direct Observations of Atmospheric Aerosol Nucleation. Science. 2013;339:943–946. doi: 10.1126/science.1227385.", "ArticleIdList": ["10.1126/science.1227385", "23430652"]}, {"Citation": "Xiao M. Hoyle C. R. Dada L. Stolzenburg D. Kürten A. Wang M. Lamkaddam H. Garmash O. Mentler B. Molteni U. Baccarini A. Simon M. He X. C. Lehtipalo K. Ahonen L. R. Baalbaki R. Bauer P. S. Beck L. Bell D. Bianchi F. Brilke S. Chen D. Chiu R. Dias A. Duplissy J. Finkenzeller H. Gordon H. Hofbauer V. Kim C. Koenig T. K. Lampilahti J. Lee C. P. Li Z. Mai H. Makhmutov V. Manninen H. E. Marten R. Mathot S. Mauldin R. L. Nie W. Onnela A. Partoll E. Petäjä T. Pfeifer J. Pospisilova V. Quéléver L. L. J. Rissanen M. Schobesberger S. Schuchmann S. Stozhkov Y. Tauber C. Tham Y. J. Tomé A. Vazquez-Pufleau M. Wagner A. C. Wanger R. Wang Y. Weitz L. Wimmer D. Wu Y. Yan C. Ye P. Ye Q. Zha Q. Zhou X. Amorim A. Carslaw K. Curtius J. Hansel A. Volkamer R. Winkler P. M. Flagan R. C. Kulmala M. Worsnop D. R. Kirkby J. Donahue N. M. Baltensperger U. El Haddad I. Dommen J. The driving factors of new particle formation and growth in the polluted boundary layer. Atmos. Chem. Phys. 2021;2021:1–28."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "9"}, {"Year": "2021", "Month": "6", "Day": "7"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "58"}, {"Year": "2021", "Month": "8", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["34355190", "PMC8296575", "10.1039/d1ea00016k", "d1ea00016k"]}}], "PubmedBookArticle": []}