{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["DDAH1", "MicroRNA-21", "Wnt/β-catenin pathway", "inflammatory responses", "oxidative stress"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34377230", "DateRevised": {"Year": "2021", "Month": "08", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "15"}], "ELocationID": [], "Journal": {"ISSN": "1943-8141", "JournalIssue": {"Volume": "13", "Issue": "7", "PubDate": {"Year": "2021"}}, "Title": "American journal of translational research", "ISOAbbreviation": "Am J Transl Res"}, "ArticleTitle": "MicroRNA-21 released from mast cells-derived extracellular vesicles drives asthma in mice by potentiating airway inflammation and oxidative stress.", "Pagination": {"StartPage": "7475", "EndPage": "7491", "MedlinePgn": "7475-7491"}, "Abstract": {"AbstractText": ["Mast cells-derived extracellular vesicles (EVs) play vital roles in various physiological and pathophysiological conditions. However, the cargoes of mast cells-derived EVs in asthma have not been established. Here, we set to identify the role of microRNA-21 (miRNA-21) from mast cells-derived EVs in ozone- and lipopolysaccharide (LPS)-induced mouse airway epithelial cells (MIC-iCell-a006 cells) and asthmatic mice.", "After ozone or LPS treatment, MIC-iCell-a006 cells were subjected to a microarray analysis to screen differentially expressed miRNAs, and then co-cultured with EVs. miR-21 was silenced in cells, followed by CCK-8, scratch, and Transwell assays. Mice were challenged with ovalbumin, and antioxidant enzymes and inflammatory cell infiltration were assessed after EVs and miR-21 inhibitor treatments. The relation between miR-21 and DDAH1 was evaluated by Dual-luciferase assay, and changes in Wnt/β-catenin pathway related proteins were examined by western blot. Finally, the involvement of the DDAH1/Wnt/β-catenin axis in miR-21-mediated oxidative stress and inflammation was verified by rescue experiments.", "miR-21 expression was upregulated in MIC-iCell-a006 cells induced by ozone or LPS. miR-21 was enriched in mast cells-derived EVs, and EVs increased miR-21 expression in MIC-iCell-a006 cells. miR-21 inhibitor increased cell activity and alleviated oxidative stress and inflammation. In asthmatic mice, miR-21 expression was increased, and EVs decreased antioxidant enzymes and increased inflammatory cells, whose effects were reversed by miR-21 knockdown. miR-21 targeted DDAH1 to mediate the Wnt/β-catenin signaling, and down-regulation of DDAH1 inhibited the action of miR-21 inhibitor.", "The miR-21 secreted from mast cells-derived EVs promotes oxidative stress and inflammatory responses in asthmatic mice via the DDAH1/Wnt/β-catenin signaling axis."], "CopyrightInformation": "AJTR Copyright © 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory and Critical Medicine, Shanghai Putuo District Liqun Hospital Shanghai 200333, P. R. China."}], "LastName": "Zou", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory and Critical Medicine, Shanghai Putuo District Liqun Hospital Shanghai 200333, P. R. China."}], "LastName": "Zhou", "ForeName": "Qixing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory and Critical Medicine, Shanghai Putuo District Liqun Hospital Shanghai 200333, P. R. China."}], "LastName": "Zhang", "ForeName": "Yunfeng", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Transl Res", "NlmUniqueID": "101493030", "ISSNLinking": "1943-8141"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lambrecht BN, Hammad H. The airway epithelium in asthma. Nat Med. 2012;18:684–692.", "ArticleIdList": ["22561832"]}, {"Citation": "Grainge CL, Davies DE. Epithelial injury and repair in airways diseases. Chest. 2013;144:1906–1912.", "ArticleIdList": ["24297122"]}, {"Citation": "Chung KF, Marwick JA. Molecular mechanisms of oxidative stress in airways and lungs with reference to asthma and chronic obstructive pulmonary disease. Ann N Y Acad Sci. 2010;1203:85–91.", "ArticleIdList": ["20716288"]}, {"Citation": "Zhang P, Li F, Wiegman CH, Zhang M, Hong Y, Gong J, Chang Y, Zhang JJ, Adcock I, Chung KF, Zhou X. Inhibitory effect of hydrogen sulfide on ozone-induced airway inflammation, oxidative stress, and bronchial hyperresponsiveness. Am J Respir Cell Mol Biol. 2015;52:129–137.", "ArticleIdList": ["25010831"]}, {"Citation": "Matsuguchi T. Mast cells as critical effectors of host immune defense against Gram-negative bacteria. Curr Med Chem. 2012;19:1432–1442.", "ArticleIdList": ["22360480"]}, {"Citation": "Rodewald HR, Feyerabend TB. Widespread immunological functions of mast cells: fact or fiction? Immunity. 2012;37:13–24.", "ArticleIdList": ["22840840"]}, {"Citation": "Carroll-Portillo A, Surviladze Z, Cambi A, Lidke DS, Wilson BS. Mast cell synapses and exosomes: membrane contacts for information exchange. Front Immunol. 2012;3:46.", "ArticleIdList": ["PMC3342342", "22566928"]}, {"Citation": "Yáñez-Mó M, Siljander PR, Andreu Z, Zavec AB, Borràs FE, Buzas EI, Buzas K, Casal E, Cappello F, Carvalho J, Colás E, Cordeiro-da Silva A, Fais S, Falcon-Perez JM, Ghobrial IM, Giebel B, Gimona M, Graner M, Gursel I, Gursel M, Heegaard NH, Hendrix A, Kierulf P, Kokubun K, Kosanovic M, Kralj-Iglic V, Krämer-Albers EM, Laitinen S, Lässer C, Lener T, Ligeti E, Linē A, Lipps G, Llorente A, Lötvall J, Manček-Keber M, Marcilla A, Mittelbrunn M, Nazarenko I, Nolte-’t Hoen EN, Nyman TA, O’Driscoll L, Olivan M, Oliveira C, Pállinger É, Del Portillo HA, Reventós J, Rigau M, Rohde E, Sammar M, Sánchez-Madrid F, Santarém N, Schallmoser K, Ostenfeld MS, Stoorvogel W, Stukelj R, Van der Grein SG, Vasconcelos MH, Wauben MH, De Wever O. Biological properties of extracellular vesicles and their physiological functions. J Extracell Vesicles. 2015;4:27066.", "ArticleIdList": ["PMC4433489", "25979354"]}, {"Citation": "Li F, Wang Y, Lin L, Wang J, Xiao H, Li J, Peng X, Dai H, Li L. Mast cell-derived exosomes promote Th2 cell differentiation via OX40L-OX40 ligation. J Immunol Res. 2016;2016:3623898.", "ArticleIdList": ["PMC4811108", "27066504"]}, {"Citation": "Merluzzi S, Betto E, Ceccaroni AA, Magris R, Giunta M, Mion F. Mast cells, basophils and B cell connection network. Mol Immunol. 2015;63:94–103.", "ArticleIdList": ["24671125"]}, {"Citation": "Sangaphunchai P, Todd I, Fairclough LC. Extracellular vesicles and asthma: a review of the literature. Clin Exp Allergy. 2020;50:291–307.", "ArticleIdList": ["31925972"]}, {"Citation": "Yin Y, Shelke GV, Lasser C, Brismar H, Lotvall J. Extracellular vesicles from mast cells induce mesenchymal transition in airway epithelial cells. Respir Res. 2020;21:101.", "ArticleIdList": ["PMC7193353", "32357878"]}, {"Citation": "Pace E, Di Vincenzo S, Di Salvo E, Genovese S, Dino P, Sangiorgi C, Ferraro M, Gangemi S. MiR-21 upregulation increases IL-8 expression and tumorigenesis program in airway epithelial cells exposed to cigarette smoke. J Cell Physiol. 2019;234:22183–22194.", "ArticleIdList": ["31054160"]}, {"Citation": "Lee HY, Hur J, Kang JY, Rhee CK, Lee SY. MicroRNA-21 inhibition suppresses alveolar M2 macrophages in an ovalbumin-induced allergic asthma mice model. Allergy Asthma Immunol Res. 2021;13:312–329.", "ArticleIdList": ["PMC7840870", "33474864"]}, {"Citation": "Gras D, Chanez P, Vachier I, Petit A, Bourdin A. Bronchial epithelium as a target for innovative treatments in asthma. Pharmacol Ther. 2013;140:290–305.", "ArticleIdList": ["23880290"]}, {"Citation": "Liang Y, Huang S, Qiao L, Peng X, Li C, Lin K, Xie G, Li J, Lin L, Yin Y, Liao H, Li Q, Li L. Characterization of protein, long noncoding RNA and microRNA signatures in extracellular vesicles derived from resting and degranulated mast cells. J Extracell Vesicles. 2020;9:1697583.", "ArticleIdList": ["PMC6913652", "31853339"]}, {"Citation": "Elbehidy RM, Youssef DM, El-Shal AS, Shalaby SM, Sherbiny HS, Sherief LM, Akeel NE. MicroRNA-21 as a novel biomarker in diagnosis and response to therapy in asthmatic children. Mol Immunol. 2016;71:107–114.", "ArticleIdList": ["26874829"]}, {"Citation": "Kim RY, Horvat JC, Pinkerton JW, Starkey MR, Essilfie AT, Mayall JR, Nair PM, Hansbro NG, Jones B, Haw TJ, Sunkara KP, Nguyen TH, Jarnicki AG, Keely S, Mattes J, Adcock IM, Foster PS, Hansbro PM. MicroRNA-21 drives severe, steroid-insensitive experimental asthma by amplifying phosphoinositide 3-kinase-mediated suppression of histone deacetylase 2. J Allergy Clin Immunol. 2017;139:519–532.", "ArticleIdList": ["27448447"]}, {"Citation": "Sheedy FJ. Turning 21: induction of miR-21 as a key switch in the inflammatory response. Front Immunol. 2015;6:19.", "ArticleIdList": ["PMC4310327", "25688245"]}, {"Citation": "Liu MW, Liu R, Wu HY, Li YY, Su MX, Dong MN, Zhang W, Qian CY. Radix puerariae extracts ameliorate paraquat-induced pulmonary fibrosis by attenuating follistatin-like 1 and nuclear factor erythroid 2p45-related factor-2 signalling pathways through downregulation of miRNA-21 expression. BMC Complement Altern Med. 2016;16:11.", "ArticleIdList": ["PMC4711072", "26758514"]}, {"Citation": "Yang J, Kim EK, Park HJ, McDowell A, Kim YK. The impact of bacteria-derived ultrafine dust particles on pulmonary diseases. Exp Mol Med. 2020;52:338–347.", "ArticleIdList": ["PMC7156658", "32203101"]}, {"Citation": "Lee HY, Lee HY, Choi JY, Hur J, Kim IK, Kim YK, Kang JY, Lee SY. Inhibition of MicroRNA-21 by an antagomir ameliorates allergic inflammation in a mouse model of asthma. Exp Lung Res. 2017;43:109–119.", "ArticleIdList": ["28379062"]}, {"Citation": "Kuang DB, Zhou JP, Yu LY, Zeng WJ, Xiao J, Zhu GZ, Zhang ZL, Chen XP. DDAH1-V3 transcript might act as miR-21 sponge to maintain balance of DDAH1-V1 in cultured HUVECs. Nitric Oxide. 2016;60:59–68.", "ArticleIdList": ["27663503"]}, {"Citation": "Kinker KG, Gibson AM, Bass SA, Day BP, Deng J, Medvedovic M, Figueroa JA, Hershey GK, Chen W. Overexpression of dimethylarginine dimethylaminohydrolase 1 attenuates airway inflammation in a mouse model of asthma. PLoS One. 2014;9:e85148.", "ArticleIdList": ["PMC3894860", "24465497"]}, {"Citation": "Zhao C, Li T, Han B, Yue W, Shi L, Wang H, Guo Y, Lu Z. DDAH1 deficiency promotes intracellular oxidative stress and cell apoptosis via a miR-21-dependent pathway in mouse embryonic fibroblasts. Free Radic Biol Med. 2016;92:50–60.", "ArticleIdList": ["26806551"]}, {"Citation": "Liu XJ, Hong Q, Wang Z, Yu YY, Zou X, Xu LH. MicroRNA21 promotes interstitial fibrosis via targeting DDAH1: a potential role in renal fibrosis. Mol Cell Biochem. 2016;411:181–189.", "ArticleIdList": ["26455824"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "4"}, {"Year": "2021", "Month": "4", "Day": "29"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "37"}, {"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["34377230", "PMC8340267"]}}], "PubmedBookArticle": []}