{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Chemical fumigant-dazomet;", "High-throughput sequencing;", "Plant growth", "Soil microbial community structure;", "Soil physicochemical properties;"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34382174", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "12"}], "ELocationID": ["10.1007/s11356-021-15401-4"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "An emerging chemical fumigant: two-sided effects of dazomet on soil microbial environment and plant response.", "Pagination": {"StartPage": "3022", "EndPage": "3036", "MedlinePgn": "3022-3036"}, "Abstract": {"AbstractText": ["Methyl bromide has been banned worldwide because it causes damage to the ozone layer and the environment. To find a substitute for methyl bromide, the relationships among fumigation, plant growth, and the microbial community in replant soil require further study. We performed pot and field experiments to investigate the effects of dazomet fumigation on soil properties and plant performance. Changes in soil microbial community structure and diversity were assessed using high-throughput sequencing, and plant physiological performance and soil physicochemical properties were also measured. Dazomet fumigation enhanced photosynthesis and promoted plant growth in replant soil; it altered soil physical and chemical properties and reduced soil enzyme activities, although these parameters gradually recovered over time. After dazomet fumigation, the dominant soil phyla changed, microbial diversity decreased significantly, the relative abundance of biocontrol bacteria such as Mortierella increased, and the relative abundance of pathogenic bacteria such as Fusarium decreased. Over the course of the experiment, the soil microbial flora changed dynamically, and soil enzyme activities and other physical and chemical properties also recovered to a certain extent. This result suggested that the effect of dazomet on soil microorganisms was temporary. However, fumigation also led to an increase in some resistant pathogens, such as Trichosporon, that affect soil function and health. Therefore, it is necessary to consider potential negative impacts of dazomet on the soil environment and to perform active environmental risk management in China."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Chen", "ForeName": "Ran", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Jiang", "ForeName": "Weitao", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Xu", "ForeName": "Shaozhuo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chemistry and Material Science, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Fan", "ForeName": "Hai", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Chen", "ForeName": "Xuesen", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Shen", "ForeName": "Xiang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China."}], "LastName": "Yin", "ForeName": "Chengmiao", "Initials": "C"}, {"Identifier": ["0000-0001-6498-1299"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Crop Biology, College of Horticulture Science and Engineering, Shandong Agricultural University, Tai'an, 271018, Shandong, China. mzhiquan@sdau.edu.cn."}], "LastName": "Mao", "ForeName": "Zhiquan", "Initials": "Z"}], "GrantList": [{"GrantID": "NO.ts20190923", "Agency": "Taishan Scholar Project of Shandong Province", "Country": ""}, {"GrantID": "32072510", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "CARS-27", "Agency": "the ea0rmarked fund for the National Modern Agro-industry Technology Research System of China", "Country": ""}, {"GrantID": "SD2019ZZ008", "Agency": "Shandong Agricultural Major Applied Technology Innovation Project", "Country": ""}, {"GrantID": "ZR2020MC131", "Agency": "Natural Science Foundation of Shandong Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Thiadiazines"}, {"RegistryNumber": "S7419CG4W5", "NameOfSubstance": "dazomet"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Fumigation"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Thiadiazines"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aranda S, Montes-Borrego M, Jimenez-Diaz R, Landa BB (2011) Microbial communities associated with the root system of wild olives (Olea europaea L. subsp europaea var. sylvestris) are good reservoirs of bacteria with antagonistic potential against Verticillium dahliae. Plant Soil 343:329–345. https://doi.org/10.1007/s11104-011-0721-2", "ArticleIdList": ["10.1007/s11104-011-0721-2"]}, {"Citation": "Ashworth DJ, Yates SR (2016) An Improved Method for Determination of Fumigant Degradation Half-Life in Soil. Soil Sci Soc Am J 80:64–68. https://doi.org/10.2136/sssaj2015.07.0249", "ArticleIdList": ["10.2136/sssaj2015.07.0249"]}, {"Citation": "Ayankojo IT, Morgan KT, Kadyampakeni DM, Liu GD (2020) Tomato Growth, Yield, and Root Development, Soil Nitrogen and Water Distribution as Affected by Nitrogen and Irrigation Rates on a Florida Sandy Soil. Hortscience 55:1744–1755. https://doi.org/10.21273/HORTSCI15177-20", "ArticleIdList": ["10.21273/HORTSCI15177-20"]}, {"Citation": "Bolger AM, Lohse M, Usadel B (2014) Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30:2114–2120. https://doi.org/10.1093/bioinformatics/btu170", "ArticleIdList": ["10.1093/bioinformatics/btu170"]}, {"Citation": "Bulgarelli D, Schlaeppi K, Spaepen S, van Themaat EVL, Schulze-Lefert P (2013) Structure and Functions of the Bacterial Microbiota of Plants. Annu Rev Plant Biol 64:807–838. https://doi.org/10.1146/annurev-arplant-050312-120106", "ArticleIdList": ["10.1146/annurev-arplant-050312-120106"]}, {"Citation": "Cha S, Kim J, Choi IG, Choi J, Han H, Koo N, Kim YS (2019) Pre-Plant Fumigation of Soils for Nematode Control Affects the Seedling Production and Morphological Properties of Pine and Larch Seedlings. Forests 10. https://doi.org/10.3390/f10100843"}, {"Citation": "Chen BS, Du KQ, Sun C, Vimalanathan A, Liang XL, Li Y, Wang BH, Lu XM, Li LJ, Shao YQ (2018) Gut bacterial and fungal communities of the domesticated silkworm (Bombyx mori) and wild mulberry-feeding relatives. ISME J 12:2252–2262. https://doi.org/10.1038/s41396-018-0174-1", "ArticleIdList": ["10.1038/s41396-018-0174-1"]}, {"Citation": "Degens BP, Schipper LA, Sparling GP, Vojvodic-Vukovic M (2000) Decreases in organic C reserves in soils can reduce the catabolic diversity of soil microbial communities. Soil Biol Biochem 32:189–196. https://doi.org/10.1016/S0038-0717(99)00141-8", "ArticleIdList": ["10.1016/S0038-0717(99)00141-8"]}, {"Citation": "Deng XH, Zhang N, Shen ZZ, Zhu CZ, Li R, Salles JF, Shen QR (2020) Rhizosphere bacteria assembly derived from fumigation and organic amendment triggers the direct and indirect suppression of tomato bacterial wilt disease. Appl Soil Ecol:147. https://doi.org/10.1016/j.apsoil.2019.103364"}, {"Citation": "Dong LL, Xu J, Feng GQ, Li XW, Chen SL (2016) Soil bacterial and fungal community dynamics in relation to Panax notoginseng death rate in a continuous cropping system. Sci Rep-Uk 6. https://doi.org/10.1038/srep31802"}, {"Citation": "Du LT, Huang BJ, Du NS, Guo SR, Shu S, Sun J (2017) Effects of garlic/cucumber relay intercropping on soil enzyme activities and the microbial environment in continuous cropping. Hortscience 52:78–84. https://doi.org/10.21273/HORTSCI11442-16", "ArticleIdList": ["10.21273/HORTSCI11442-16"]}, {"Citation": "EPA US (2009) Risk and exposure assessment for review of the secondary national ambient air quality standards for oxides of nitrogen and oxides of sulfur second draft. P.1–461"}, {"Citation": "Fang WS, Wang XL, Huang B, Zhang DQ, Liu J, Zhu JH, Yan DD, Wang QX, Cao AC, Han QL (2020) Comparative analysis of the effects of five soil fumigants on the abundance of denitrifying microbes and changes in bacterial community composition. Ecotox Environ Safe 187:109850. https://doi.org/10.1016/j.ecoenv.2019.109850", "ArticleIdList": ["10.1016/j.ecoenv.2019.109850"]}, {"Citation": "Friedrich MW (2011) Microbial communities, structure, and function, in: Encyclopaedia of geobiology: encyclopaedia of earth sciences series, pp 592-595"}, {"Citation": "Gdanetz K, Benucci GMN, Pol NV, Bonito G (2017) CONSTAX: a tool for improved taxonomic resolution of environmental fungal ITS sequences. BMC Bioinformatics:18. https://doi.org/10.1186/s12859-017-1952-x"}, {"Citation": "Gil SV, Meriles JM, Conforto C, Figoni G, Basanta M, Lovera E, March GJ (2009) Field assessment of soil biological and chemical quality in response to crop management practices. World J Microbiol Biotechnol 25:439–448. https://doi.org/10.1007/s11274-008-9908-y", "ArticleIdList": ["10.1007/s11274-008-9908-y"]}, {"Citation": "Gilreath JP, Santos BM (2004) Efficacy of methyl bromide alternatives on purple nutsedge (Cyperus rotundus) control in tomato and pepper. Weed Technol 18:341–345. https://doi.org/10.1614/WT-03-086R2", "ArticleIdList": ["10.1614/WT-03-086R2"]}, {"Citation": "Guo H, Mao ZQ, Jiang HX, Liu P, Zhou BQ, Bao ZZ, Sui JK, Zhou XY, Liu XL (2014) Community analysis of plant growth promoting rhizobacteria for apple trees. Crop Prot 62:1–9. https://doi.org/10.1016/j.cropro.2014.03.020", "ArticleIdList": ["10.1016/j.cropro.2014.03.020"]}, {"Citation": "Harris DC (1991) A comparison of dazomet, chloropicrin and methyl bromide as soil disinfestants for strawberries. J Hortic Sci 66:51–58. https://doi.org/10.1080/00221589.1991.11516124", "ArticleIdList": ["10.1080/00221589.1991.11516124"]}, {"Citation": "Hollister EB, Hu P, Wang AS, Hons FM, Gentry TJ (2013) Differential impacts of brassicaceous and nonbrassicaceous oilseed meals on soil bacterial and fungal communities. FEMS Microbiol Ecol 83:632–641. https://doi.org/10.1111/1574-6941.12020", "ArticleIdList": ["10.1111/1574-6941.12020"]}, {"Citation": "Huang YH (2019) Illumina-based analysis of endophytic bacterial diversity of four allium species. Sci Rep-Uk:9. https://doi.org/10.1038/s41598-019-51707-7"}, {"Citation": "Huang Y, Xiao X, Huang HY, Jing JQ, Zhao HJ, Wang L, Long XE (2018) Contrasting beneficial and pathogenic microbial communities across consecutive cropping fields of greenhouse strawberry. Appl Microbiol Biot 102:5717–5729. https://doi.org/10.1007/s00253-018-9013-6", "ArticleIdList": ["10.1007/s00253-018-9013-6"]}, {"Citation": "Ingram LJ, Schuman GE, Stahl PD, Spackman LK (2005) Microbial respiration and organic carbon indicate nutrient cycling recovery in reclaimed soils. Soil Sci Soc Am J 69:1737–1745. https://doi.org/10.2136/sssaj2004.0371", "ArticleIdList": ["10.2136/sssaj2004.0371"]}, {"Citation": "Kalia A, Gosal SK (2011) Effect of pesticide application on soil microorganisms. Arch Agron Soil Sci 57:569–596. https://doi.org/10.1080/03650341003787582", "ArticleIdList": ["10.1080/03650341003787582"]}, {"Citation": "Larkin RP (2003) Characterization of soil microbial communities under different potato cropping systems by microbial population dynamics, substrate utilization, and fatty acid profiles. Soil Biol Biochem 35:1451–1466. https://doi.org/10.1016/S0038-0717(03)00240-2", "ArticleIdList": ["10.1016/S0038-0717(03)00240-2"]}, {"Citation": "Li J, Huang B, Wang QX, Li Y, Fang WS, Han DW, Yan DD, Guo MX, Cao AC (2017a) Effects of fumigation with metam-sodium on soil microbial biomass, respiration, nitrogen transformation, bacterial community diversity and genes encoding key enzymes involved in nitrogen cycling. Sci Total Environ 598:1027–1036. https://doi.org/10.1016/j.scitotenv.2017.02.058", "ArticleIdList": ["10.1016/j.scitotenv.2017.02.058"]}, {"Citation": "Li J, Huang B, Wang QX, Li Y, Fang WS, Yan DD, Guo MX, Cao AC (2017b) Effect of fumigation with chloropicrin on soil bacterial communities and genes encoding key enzymes involved in nitrogen cycling. Environ Pollut 227:534–542. https://doi.org/10.1016/j.envpol.2017.03.076", "ArticleIdList": ["10.1016/j.envpol.2017.03.076"]}, {"Citation": "Liu XM, Cheng XK, Wang HY, Wang KY, Qiao K (2015) Effect of fumigation with 1,3-dichloropropene on soil bacterial communities. Chemosphere 139:379–385. https://doi.org/10.1016/j.chemosphere.2015.07.034", "ArticleIdList": ["10.1016/j.chemosphere.2015.07.034"]}, {"Citation": "Magoc T, Salzberg SL (2011) FLASH: fast length adjustment of short reads to improve genome assemblies. Bioinformatics 27:2957–2963. https://doi.org/10.1093/bioinformatics/btr507", "ArticleIdList": ["10.1093/bioinformatics/btr507"]}, {"Citation": "Maluin FN, Hussein MZ, Yusof NA, Fakurazi S, Idris AS, Hilmi NHZ, Daim LDJ (2020) Phytotoxicity of chitosan-based agronanofungicides in the vegetative growth of oil palm seedling. PLoS ONE:15. https://doi.org/10.1371/journal.pone.0231315"}, {"Citation": "Manici LM, Ciavatta C, Kelderer M, Erschbaumer G (2003) Replant problems in south tyrol: role of fungal pathogens and microbial population in conventional and organic apple orchards. Plant Soil 256:315–324. https://doi.org/10.1023/A:1026103001592", "ArticleIdList": ["10.1023/A:1026103001592"]}, {"Citation": "Mao LG, Yan DD, Wang QX, Li Y, Ouyang CB, Liu PF, Shen J, Guo MX, Cao AC (2014) Evaluation of the combination of dimethyl disulfide and dazomet as an efficient methyl bromide alternative for cucumber production in China. J Agr Food Chem 62:4864–4869. https://doi.org/10.1021/jf501255w", "ArticleIdList": ["10.1021/jf501255w"]}, {"Citation": "Mao LG, Jiang HY, Wang QX, Yan DD, Cao AC (2017) Efficacy of soil fumigation with dazomet for controlling ginger bacterial wilt (Ralstonia solanacearum) in China. Crop Prot 100:111–116. https://doi.org/10.1016/j.cropro.2017.06.013", "ArticleIdList": ["10.1016/j.cropro.2017.06.013"]}, {"Citation": "Mazzola M (1998) Elucidation of the microbial complex having a causal role in the development of apple replant disease in Washington. Phytopathology 88:930–938. https://doi.org/10.1094/PHYTO.1998.88.9.930", "ArticleIdList": ["10.1094/PHYTO.1998.88.9.930"]}, {"Citation": "MBTOC (2006) Report of the methyl bromide technical options committee. UNEP, Nairobi, Kenya"}, {"Citation": "Mehrabi Z, McMillan VE, Clark IM, Canning G, Hammond-Kosack KE, Preston G, Hirsch PR, Mauchline TH (2016) Pseudomonas spp. diversity is negatively associated with suppression of the wheat take-all pathogen (vol 6, 29905, 2016). Sci Rep-Uk 6. https://doi.org/10.1038/srep29905"}, {"Citation": "Nannipieri P, Giagnoni L, Renella G, Puglisi E, Ceccanti B, Masciandaro G, Fornasier F, Moscatelli MC, Marinari S (2012) Soil enzymology: classical and molecular approaches. Biol Fert Soils 48:743–762. https://doi.org/10.1007/s00374-012-0723-0", "ArticleIdList": ["10.1007/s00374-012-0723-0"]}, {"Citation": "Nelson SD, Ajwa HA, Trout T, Stromberger M, Yates SR, Sharma S (2013) Water and methyl isothiocyanate distribution in soil after drip fumigation. J Environ Qual 42:1555–1564. https://doi.org/10.2134/jeq2013.03.0072", "ArticleIdList": ["10.2134/jeq2013.03.0072"]}, {"Citation": "Padovan A, Rocha W, Toti A, Jesus D, Colombo AL (2019) Exploring the resistance mechanisms in trichosporon asahii: triazoles as the last defense for invasive trichosporonosis. Fungal Genet Biol 133:103267. https://doi.org/10.1016/j.fgb.2019.103267", "ArticleIdList": ["10.1016/j.fgb.2019.103267"]}, {"Citation": "Pastrana AM, Basallote-Ureba MJ, Capote N (2017) Symptomless reservoirs of Fusarium oxysporum f. sp. fragariae and alternative hosts of Fusarium solani pathogenic to strawberry. J Plant Pathol 99:141–148. https://doi.org/10.4454/jpp.v99i1.3786", "ArticleIdList": ["10.4454/jpp.v99i1.3786"]}, {"Citation": "Pii Y, Mimmo T, Tomasi N, Terzano R, Cesco S, Crecchio C (2015) Microbial interactions in the rhizosphere: beneficial influences of plant growth-promoting rhizobacteria on nutrient acquisition process. A review. Biol Fert Soils 51:403–415. https://doi.org/10.1007/s00374-015-0996-1", "ArticleIdList": ["10.1007/s00374-015-0996-1"]}, {"Citation": "Pinto MR, Sá ACMD, Limongi CL, Rozental S, Santos A, Barreto-Bergter E (2004) Involvement of peptidorhamnomannan in the interaction of pseudallescheria boydii and HEp2 cells. Microbes Infect 6:1259–1267. https://doi.org/10.1016/j.micinf.2004.07.006", "ArticleIdList": ["10.1016/j.micinf.2004.07.006"]}, {"Citation": "Qin HN (2010) China Checklist of higher plants, in the biodiversity committee of chinese academy of sciences. catalogue of life China. Ann Che Chi. (in Chinese)"}, {"Citation": "Rabodonirina S, Rasolomampianina R, Krier F, Drider D, Merhaby D, Net S, Ouddane B (2019) Degradation of fluorene and phenanthrene in PAHs-contaminated soil using Pseudomonas and Bacillus strains isolated from oil spill sites. J Environ Manage 232:1–7. https://doi.org/10.1016/j.jenvman.2018.11.005", "ArticleIdList": ["10.1016/j.jenvman.2018.11.005"]}, {"Citation": "Roberts TR, Hutson DH, Lee PW, Nicholls PH, Plimmer JR (1999) Metabolic pathways of agrochemicals || methyl isothiocyanate and precursors. Royal Society of Chemistry, Cambridge, UK, pp 1211–1224. https://doi.org/10.1039/9781847551375-01211", "ArticleIdList": ["10.1039/9781847551375-01211"]}, {"Citation": "Schoor LV, Denman S, Cook NC (2009) Characterisation of apple replant disease under South African conditions and potential biologic al management strategies. Sci Hortic-Amsterdam 119:153–162. https://doi.org/10.1016/j.scienta.2008.07.032"}, {"Citation": "Schutter ME, Sandeno JM, Dick R (2001) Seasonal, soil type, and alternative management influences on microbial communities of vegetable cropping systems. Biol Fertil Soils 34:397–410. https://doi.org/10.1007/s00374-001-0423-7", "ArticleIdList": ["10.1007/s00374-001-0423-7"]}, {"Citation": "Scott DC, Wilson AK, Ross BK, Ingram AD, Lewter AT (2018) Complete genome sequence of a wild-type isolate of caulobacter vibrioides strain cb1. MRA 7. https://doi.org/10.1128/MRA.01153-18"}, {"Citation": "Shao XX, Yang WY, Wu M (2015) Seasonal dynamics of soil labile organic carbon and enzyme activities in relation to vegetation types in Hangzhou Bay tidal flat wetland. Plos One 10:e0142677. https://doi.org/10.1371/journal.pone.0142677", "ArticleIdList": ["10.1371/journal.pone.0142677"]}, {"Citation": "Sharma SK, Sharma A, Rana S, Kumar N (2018) Evaluation of multi-nutrient extractants for determination of available P, K, and micronutrient cations in soil. J Plant Nutr 41:782–792. https://doi.org/10.1080/01904167.2018.1426019", "ArticleIdList": ["10.1080/01904167.2018.1426019"]}, {"Citation": "Su L, Zhu H, Niu YC, Guo YX, Du XP, Guo JG, Zhang L, Qin C (2020a) Phylogeny and taxonomic revision of Kernia and Acaulium (vol 10, 10302, 2020). Sci Rep-Uk 10:10302. https://doi.org/10.1038/s41598-020-67347-1", "ArticleIdList": ["10.1038/s41598-020-67347-1"]}, {"Citation": "Su H, Zhang H, Wang CX, Huang JQ, Shang JY, Zhang N, Wang D, Li K (2020b) Grape Pruning Material Improves Root Development and Soil Microecology in 'Shine Muscat' Grape Soils. Hortscience 55, 2011-+. 10.21273/HORTSCI15400-20"}, {"Citation": "Villarino M, Lastra E, Basallote MJ, Capote N, Cal AD (2019) Characterization of fusarium solani populations associated with spanish strawberry crops. Plant Dis:103. https://doi.org/10.1094/PDIS-02-19-0342-RE"}, {"Citation": "Wang Y, Qin Y, Kot W, Zhang F, Rensing C (2016) Genome sequence of selenium-solubilizing bacterium caulobacter vibrioides t5m6. Genome Announcements 4:e01721–e01715. https://doi.org/10.1128/genomeA.01721-15", "ArticleIdList": ["10.1128/genomeA.01721-15"]}, {"Citation": "Wang GS, Yin CM, Pan FB, Wang XB, Xiang L, Wang YF, Wang JZ, Tian CP, Chen J, Mao ZQ (2018) Analysis of the Fungal Community in apple replanted soil around bohai gulf. Hortic Plant J 0141:30146–30148. https://doi.org/10.1016/j.hpj.2018.05.003", "ArticleIdList": ["10.1016/j.hpj.2018.05.003"]}, {"Citation": "Widnyana IK, Javandira C (2016) Activities Pseudomonas spp. and Bacillus sp. to stimulate germination and seedling growth of tomato plants. Agr An Agr Sci Pro 9:419–423. https://doi.org/10.1016/j.aaspro.2016.02.158", "ArticleIdList": ["10.1016/j.aaspro.2016.02.158"]}, {"Citation": "Wu J, Chen J (2016) Determination of soil organic matter by potassium dichromate volumetric method - heating method. China's High-Tech Enterprises 26:11–12 (in chinese)"}, {"Citation": "Xue XR, Mai WX, Zhao ZY, Zhang K, Tian CY (2017) Optimized nitrogen nitrogen fertilizer application enhances absorption of soil nitrogen and yield of castor with drip irrigation under mulch film. Ind Crop Prod 95:156–162", "ArticleIdList": ["10.1016/j.indcrop.2016.09.049"]}, {"Citation": "Yakabe LE, Parker SR, Kluepfel DA (2010) Effect of pre-plant soil fumigants on Agrobacterium tumefaciens, pythiaceous species, and subsequent soil recolonization by A. tumefaciens. Crop Prot 29:583–590. https://doi.org/10.1016/j.cropro.2010.01.001", "ArticleIdList": ["10.1016/j.cropro.2010.01.001"]}, {"Citation": "Yamamoto T, Ultra VU Jr, Tanaka S, Sakurai K, Iwasaki K (2008) Effects of methyl bromide fumigation, chloropicrin fumigation and steam sterilization on soil nitrogen dynamics and microbial properties in a pot culture experiment. Soil Sci Plant Nutr 54:886–894. https://doi.org/10.1111/j.1747-0765.2008.00319.x", "ArticleIdList": ["10.1111/j.1747-0765.2008.00319.x"]}, {"Citation": "Yan DD, Wang QX, Mao LG, Ma TT, Li Y, Ouyang CB, Guo MX, Cao AC (2015) Interaction between nitrification, denitrification and nitrous oxide production in fumigated soils. Atmos Environ 103:82–86. https://doi.org/10.1016/j.atmosenv.2014.09.079", "ArticleIdList": ["10.1016/j.atmosenv.2014.09.079"]}, {"Citation": "Yan DD, Wang QX, Li Y, Ouyang CB, Guo MX, Cao AC (2017) Analysis of the inhibitory effects of chloropicrin fumigation on nitrification in various soil types. Chemosphere 175:459–464. https://doi.org/10.1016/j.chemosphere.2017.02.075", "ArticleIdList": ["10.1016/j.chemosphere.2017.02.075"]}, {"Citation": "Yao H, He Z, Wilson MT, Campbell CD (2000) Microbial biomass and community structure in a sequence of soils with increasing fertility and changing land use. Microb Ecol 40:223–237. https://doi.org/10.1007/s002480000053", "ArticleIdList": ["10.1007/s002480000053"]}, {"Citation": "Yim BL, Nitt Hk, Wrede A, Jacquiod S, Sørensen SJ, Winkelmann T, Smalla K (2017) Effects of soil pre-treatment with basamid® granules, brassica juncea, raphanus sativus, and tagetes patula on bacterial and fungal communities at two apple replant disease sites. Front Microbiol 8:1604. https://doi.org/10.3389/fmicb.2017.01604", "ArticleIdList": ["10.3389/fmicb.2017.01604"]}, {"Citation": "Zasada IA, Halbrendt JM, Kokalis-Burelle N, LaMondia J, McKenry MV, Noling JW (2010) Managing nematodes without methyl bromide. Annu Rev Phytopathol 48:311–328. https://doi.org/10.1146/annurev-phyto-073009-114425", "ArticleIdList": ["10.1146/annurev-phyto-073009-114425"]}, {"Citation": "Zhang YJ, Zhao ZW, Li HC (2012) Tolerance and hyperaccumulation of heavy metals in roots of plants in mining areas. Soil 44:467–473 (in chinese)"}, {"Citation": "Zhang DL, Ji XX, Meng Z, Qi WZ, Qiao K (2019) Effects of fumigation with 1,3-dichloropropene on soil enzyme activities and microbial communities in continuous-cropping soil. Ecotox Environ Safe 169:730–736. https://doi.org/10.1016/j.ecoenv.2018.11.071", "ArticleIdList": ["10.1016/j.ecoenv.2018.11.071"]}, {"Citation": "Zheng WK, Sui CL, Liu ZG, Geng JB, Tian XF, Yang XY, Li CL, Zhang M (2016) Long-term effects of controlled-release urea on crop yields and soil fertility under wheat corn double cropping systems. Agron J 108:1703–1716. https://doi.org/10.2134/agronj2015.0581", "ArticleIdList": ["10.2134/agronj2015.0581"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "21"}, {"Year": "2021", "Month": "7", "Day": "8"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "47"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34382174", "10.1007/s11356-021-15401-4", "10.1007/s11356-021-15401-4"]}}], "PubmedBookArticle": []}