{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34381662", "DateRevised": {"Year": "2021", "Month": "08", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1029/2020jd032881"], "Journal": {"ISSN": "2169-897X", "JournalIssue": {"Volume": "126", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Feb", "Day": "27"}}, "Title": "Journal of geophysical research. Atmospheres : JGR", "ISOAbbreviation": "J Geophys Res Atmos"}, "ArticleTitle": "Satellite Formaldehyde to Support Model Evaluation.", "Abstract": {"AbstractText": ["Formaldehyde (HCHO), a known carcinogen classified as a hazardous pollutant by the United States Environmental Protection Agency (U.S. EPA), is measured through monitoring networks across the U.S. Since these data are limited in spatial and temporal extent, model simulations from the U.S. EPA Community Multiscale Air Quality (CMAQ) model are used to estimate ambient HCHO exposure for the EPA National Air Toxics Assessment (NATA). Here, we employ satellite HCHO retrievals from the Ozone Monitoring Instrument (OMI)-the NASA retrieval developed by the Smithsonian Astrophysical Observatory (SAO), and the European Union Quality Assurance for Essential Climate Variables (QA4ECV) retrieval-to evaluate three CMAQ configurations, spanning the summers of 2011 and 2016, with differing biogenic emissions inputs and chemical mechanisms. These CMAQ configurations capture the general spatial and temporal behavior of both satellite retrievals, but underestimate column HCHO, particularly in the western U.S. In the southeastern U.S., the comparison with OMI HCHO highlights differences in modeled meteorology and biogenic emissions even with differences in satellite retrievals. All CMAQ configurations show low daily correlations with OMI HCHO (r = 0.26 - 0.38), however, we find higher monthly correlations (r = 0.52 - 0.73), and the models correlate best with the OMI-QA4ECV product. Compared to surface observations, we find improved agreement over a 24-hour period compared to afternoon-only, suggesting daily HCHO amounts are captured with more accuracy than afternoon amounts. This work highlights the potential for synergistic improvements in modeling and satellite retrievals to support near-surface HCHO estimates for the NATA and other applications."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nelson Institute Center for Sustainability and the Global Environment (SAGE), University of Wisconsin-Madison, 1710 University Ave, Madison WI 53726."}], "LastName": "Harkey", "ForeName": "Monica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nelson Institute Center for Sustainability and the Global Environment (SAGE), University of Wisconsin-Madison, 1710 University Ave, Madison WI 53726."}, {"Identifier": [], "Affiliation": "Department of Atmospheric & Oceanic Sciences, University of Wisconsin-Madison, 1225 W Dayton Street, Madison, WI 53706."}], "LastName": "Holloway", "ForeName": "Tracey", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nelson Institute Center for Sustainability and the Global Environment (SAGE), University of Wisconsin-Madison, 1710 University Ave, Madison WI 53726."}], "LastName": "Kim", "ForeName": "Eliot J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Baker", "ForeName": "Kirk R", "Initials": "KR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Henderson", "ForeName": "Barron", "Initials": "B"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Geophys Res Atmos", "NlmUniqueID": "9882986", "ISSNLinking": "2169-897X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abel D, Holloway T, Martinez-Santos J, Harkey M, Tao M, Kubes C, and Hayes S (2019), The air quality-related health benefits of energy efficiency in the United States, Environ. Sci. Technol, 53(7), 3987–3998, doi:10.1021/acs.est.8b06417.", "ArticleIdList": ["10.1021/acs.est.8b06417", "30835995"]}, {"Citation": "Achatz S, Lörinci G, Hertkorn N, Gebefügi I, and Kettrup A (1999), Disturbance of the determination of aldehydes and ketones: Structural elucidation of degradation products derived from the reaction of 2,4-dinitrophenylhydrazine (DNPH) with ozone, Fresenius. J. Anal. Chem, 364(1–2), 141–146, doi:10.1007/s002160051313.", "ArticleIdList": ["10.1007/s002160051313"]}, {"Citation": "Alvarado LMA, Richter A, Vrekoussis M, Hilboll A, Kalisz Hedegaard AB, Schneising O, and Burrows JP (2020), Unexpected long-range transport of glyoxal and formaldehyde observed from the Copernicus Sentinel-5 Precursor satellite during the 2018 Canadian wildfires, Atmos. Chem. Phys, 20(4), 2057–2072, doi:10.5194/acp-20-2057-2020.", "ArticleIdList": ["10.5194/acp-20-2057-2020"]}, {"Citation": "Arnts RR, and Tejada SB (1989), 2,4-DINITROPHENYLHYDRAZINE-COATED SILICA-GEL CARTRIDGE METHOD FOR DETERMINATION OF FORMALDEHYDE IN AIR - IDENTIFICATION OF AN OZONE INTERFERENCE, Environ. Sci. Technol, 23(11), 1428–1430, doi:10.1021/es00069a018.", "ArticleIdList": ["10.1021/es00069a018"]}, {"Citation": "Atkinson R (2000), Atmospheric chemistry of VOCs and NO, Atmos. Environ, 34(12–14), 2063–2101, doi:10.1016/S1352-2310(99)00460-4.", "ArticleIdList": ["10.1016/S1352-2310(99)00460-4"]}, {"Citation": "Baek KH, Kim JH, Park RJ, Chance K, and Kurosu TP (2014), Validation of OMI HCHO data and its analysis over Asia, Sci. Total Environ, 490, 93–105, doi:10.1016/j.scitotenv.2014.04.108.", "ArticleIdList": ["10.1016/j.scitotenv.2014.04.108", "24840284"]}, {"Citation": "Baker KR, Woody MC, Tonnesen GS, Hutzell W, Pye HOT, Beaver MR, Pouliout G, and Pierce T (2016), Contribution of regional-scale fire events to ozone and PM2.5 air quality estimated by photochemical modeling approaches, Atmos. Environ, 140, 539–554, doi: 10.1016/j.atmospenv.2016.06.032.", "ArticleIdList": ["10.1016/j.atmospenv.2016.06.032"]}, {"Citation": "Baker KR, Misenis C, Obland MD, Ferrare RA, Scarino AJ, and Kelly JT (2013), Evaluation of surface and upper air fine scale WRF meteorological modeling of the May and June 2010 CalNex period in California, Atmos. Environ, 80, 299–309, doi:10.1016/j.atmosenv.2013.08.006.", "ArticleIdList": ["10.1016/j.atmosenv.2013.08.006"]}, {"Citation": "Barkley MP, Palmer PI, Ganzeveld L, Arneth A, Hagberg D, Karl T, Guenther A, Paulot F, Wennberg PO, Mao J, Kurosu TP, Chance K, Müller J-F, De Smedt I, Van Roozendael M, Chen D, Wang Y, and Yantosca RM (2011), Can a “state of the art” chemistry transport model simulate Amazonian tropospheric chemistry?, J. Geophys. Res, 116(D16), 1–28, doi:10.1029/2011JD015893.", "ArticleIdList": ["10.1029/2011JD015893"]}, {"Citation": "Bash JO, Baker KR, and Beaver MR (2016), Evaluation of improved land use and canopy representation in BEIS v3.61 with biogenic VOC measurements in California, Geosci. Model Dev, 9(6), 2191–2207, doi:10.5194/gmd-9-2191-2016.", "ArticleIdList": ["10.5194/gmd-9-2191-2016"]}, {"Citation": "Bauwens M, Stavrakou T, Müller JF, De Smedt I, Van Roozendael M, Van Der Werf GR, Wiedinmyer C, Kaiser JW, Sindelarova K, and Guenther A (2016), Nine years of global hydrocarbon emissions based on source inversion of OMI formaldehyde observations, Atmos. Chem. Phys, 16(15), 10133–10158, doi:10.5194/acp-16-10133-2016.", "ArticleIdList": ["10.5194/acp-16-10133-2016"]}, {"Citation": "Beer R, Shepard MW, Kulawik SS, Clough SA, Eldering A, Bowman KW, Sander SP, Fisher BM, Payne VH, Luo M, Osterman GB, and Worden JR (2008), First satellite observations of lower tropospheric ammonia and methanol, Geophys. Res. Lett, 35(9), doi:10.1029/2008GL033642.", "ArticleIdList": ["10.1029/2008GL033642"]}, {"Citation": "Blond N, Boersma KF, Eskes HJ, van der A RJ, Van Roozendael M, De Smedt I, Bergametti G, and Vautard R (2007), Intercomparison of SCIAMACHY nitrogen dioxide observations, in situ measurements and air quality modeling results over Western Europe, J. Geophys. Res. Atmos, 112(10), doi:10.1029/2006JD007277.", "ArticleIdList": ["10.1029/2006JD007277"]}, {"Citation": "Boeke NL, Marshall JD, Alvarez S, Chance KV, Fried A, Kurosu TP, Rappenglück B, Richter D, Walega J, Weibring P, and Millet DB (2011), Formaldehyde columns from the Ozone Monitoring Instrument: Urban versus background levels and evaluation using aircraft data and a global model, J. Geophys. Res. Atmos, 116(5), 1–11, doi:10.1029/2010JD014870.", "ArticleIdList": ["10.1029/2010JD014870", "PMC7954199", "33716354"]}, {"Citation": "Boersma KF, Eskes HJ, Dirksen RJ, van der A RJ, Veefkind JP, Stammes P, Huijnen V, Kleipool QL, Sneep M, Claas J, Leitão J, Richter A, Zhou Y, and Brunner D (2011), An improved tropospheric NO2 column retrieval algorithm for the Ozone Monitoring Instrument, Atmos. Meas. Tech, 4(9), 1905–1928, doi:10.5194/amt-4-1905-2011.", "ArticleIdList": ["10.5194/amt-4-1905-2011"]}, {"Citation": "Bucsela EJ, Krotkov NA, Celarier EA, Lamsal LN, Swartz WH, Bhartia PK, Boersma KF, Veefkind JP, Gleason JF, and Pickering KE (2013), A new stratospheric and tropospheric NO2 retrieval algorithm for nadir-viewing satellite instruments: Applications to OMI, Atmos. Meas. Tech, 6(10), 2607–2626, doi:10.5194/amt-6-2607-2013.", "ArticleIdList": ["10.5194/amt-6-2607-2013"]}, {"Citation": "Burrows JP, Weber M, Buchwitz M, Rozanov V, Ladstätter-Weißenmayer A, Richter A, DeBeek R, Hoogen R, Bramstedt K, Eichmann K-U, and Eisinger M (1999), The global ozone monitoring experiment (GOME): Mission concept and first scientific results, J. Atmospheric Sci, 56(2), 151–175, doi:10.1175/1520-0469(1999)056<0151:TGOMEG>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0469(1999)056<0151:TGOMEG>2.0.CO;2"]}, {"Citation": "Byun D, and Schere KL (2006), Review of the governing equations, computational algorithms, and other components of the Models-3 Community Multiscale Air Quality (CMAQ) modeling, Appl. Mech. Rev, 59(1–6), 51–77, doi:10.1115/1.2128636.", "ArticleIdList": ["10.1115/1.2128636"]}, {"Citation": "Cady-Pereira KE, Shepard MW, Millet DB, Luo M, Wells KC, Xiao Y, Payne VH, and Worden J (2012), Methanol from TES global observations: retrieval algorithm and seasonal and spatial variablity, Atmos. Chem. Phys, 12, 8189–8203, doi:10.5194/acp-12-8189-2012.", "ArticleIdList": ["10.5194/acp-12-8189-2012", "PMC7939070", "33688333"]}, {"Citation": "Canty TP, Hembeck L, Vinciguerra TP, Anderson DC, Goldberg DL, Carpenter SF, Allen DJ, Loughner CP, Salawitch RJ, and Dickerson RR (2015), Ozone and NOx chemistry in the eastern U.S.: evaluation of CMAQ/CB05 with satellite (OMI) data. Atmos. Chem. Phys 15, 10965–10982, doi: 10.5194/acp-15-10965-2015.", "ArticleIdList": ["10.5194/acp-15-10965-2015"]}, {"Citation": "Carlton AG, and Baker KR (2011), Photochemical modeling of the Ozark isoprene volcano: MEGAN, BEIS, and their impacts on air quality predictions., Environ. Sci. Technol, 45(10), 4438–45, doi:10.1021/es200050x.", "ArticleIdList": ["10.1021/es200050x", "21520901"]}, {"Citation": "Chaliyakunnel S, Millet DB, and Chen X (2019), Constraining Emissions of Volatile Organic Compounds Over the Indian Subcontinent Using Space-Based Formaldehyde Measurements, J. Geophys. Res. Atmos, 124(19), 10525–10545, doi:10.1029/2019JD031262.", "ArticleIdList": ["10.1029/2019JD031262", "PMC7894393", "33614368"]}, {"Citation": "Chan Miller C, Jacob DJ, Marais EA, Yu K, Travis KR, Kim PS, Fisher JA, Zhu L, Wolfe GM, Hanisco TH, Keutsch FN, Kaiser J, Min K-E, Brown SS, Washenfelder RA, González Abad G, and Chance K (2017), Glyoxal yield from isoprene oxidation and relation to formaldehyde: chemical mechanism, constraints from SENEX aircraft observations, and interpretation of OMI satellite data, Atmos. Chem. Phys, 17(14), 8725–8738, doi:10.5194/acp-17-8725-2017.", "ArticleIdList": ["10.5194/acp-17-8725-2017"]}, {"Citation": "Chen X, Millet DB, Singh HB, Wisthaler A, Apel EC, Atlas EL, Blake DR, Borgeois I, Brown SS, Crounse JD, de Gouw JA, Flocke FM, Fried A, Heikes BG, Hornbrook RS, Mikoviny T, Min K-E, Müller M, Neuman JA, O’Sullivan DW, Peischl J, Pfister GG, Richter D, Roberts JM, Ryderson TB, Shertz SR, Thompson CR, Treadaway V, Veres PR, Walega J, Warnee C, Washenfelder RA, Weibring P, and Yuan B (2019), On the sources and sinks of atmospheric VOCs: an integrated analysis of recent aircraft campaigns over North America, Atmos. Chem. Phys, 19(14), 9097–9123, doi:10.5194/acp-19-9097-2019.", "ArticleIdList": ["10.5194/acp-19-9097-2019", "PMC7939023", "33688334"]}, {"Citation": "Cleary PA, Fuhrman N, Schulz L, Schafer J, Fillingham J, Bootsma H, McQueen J, Tang Y, Langel T, McKeen S, Williams EJ, and Brown SS (2015), Ozone distributions over southern Lake Michigan: Comparisons between ferry-based observations, shoreline-based DOAS observations and model forecasts, Atmos. Chem. Phys, 15(9), 5109–5122, doi:10.5194/acp-15-5109-2015.", "ArticleIdList": ["10.5194/acp-15-5109-2015"]}, {"Citation": "Daisey JM, Angell WJ, and Apte MG (2003), Indoor air quality, ventilation and health symptoms in schools: an analysis of existing information, Indoor Air, 13(1), 53–64, doi:10.1034/j.1600-0668.2003.00153.x.", "ArticleIdList": ["10.1034/j.1600-0668.2003.00153.x", "12608926"]}, {"Citation": "De Pondeca MSFV, Manikin GS, DiMego G, Benjamin SG, Parrish DF, Purser RJ, Wu W-S, Horel JD, Myrick DT, Lin Y, Aune RM, Keyser D, Colman B, Mann G, and Vavra J (2011), The real-time mesoscale analysis at NOAA’s national centers for environmental prediction: Current status and development, Weather Forecast, 26(5), 593–612, doi:10.1175/WAF-D-10-05037.1.", "ArticleIdList": ["10.1175/WAF-D-10-05037.1"]}, {"Citation": "De Smedt I, Theys N, Yu H, Danckaert T, Lerot C, Compernolle S, Van Roozendael M, Richter A, Hilboll A, Peters E, Pedergnana M, Loyola D, Beirle S, Wagner T, Eskes H, van Geffen J, Boersma KF, and Veefkind P (2018), Algorithm theoretical baseline for formaldehyde retrievals from S5P TROPOMI and from the QA4ECV project, Atmos. Meas. Tech, 11(4), 2395–2426, doi:10.5194/amt-11-2395-2018.", "ArticleIdList": ["10.5194/amt-11-2395-2018"]}, {"Citation": "De Smedt I, Stavrakou T, Hendrick F, Danckaert T, Vlemmix T, Pinardi G, Theys N, Lerot C, Gielen C, Vigouroux C, Hermans C, Fayt C, Veefkind P, Müller J-F, and Van Roozendael M (2015), Diurnal, seasonal, and long-term variations of global formaldehyde columns inferred from combined OMI and GOME-2 observations, Atmos. Chem. Phys, 15(21), 12519–12545, doi:10.5194/acp-15-12519-2015.", "ArticleIdList": ["10.5194/acp-15-12519-2015"]}, {"Citation": "De Smedt I, Van Roozendael M, Stavrakou T, M??ller JF, Lerot C, Theys N, Valks P, Hao N, and Van Der A R (2012), Improved retrieval of global tropospheric formaldehyde columns from GOME-2/MetOp-A addressing noise reduction and instrumental degradation issues, Atmos. Meas. Tech, 5(11), 2933–2949, doi:10.5194/amt-5-2933-2012.", "ArticleIdList": ["10.5194/amt-5-2933-2012"]}, {"Citation": "Duncan BN, Prados AI, Lamsal LN, Liu Y, Streets DG, Gupta P, Hilsenreth E, Kahn RA, Nielsen JE, Beyersdorf AJ, Burton SP, Fiore AM, Fishman J, Henze DK, Hostetler CA, Krotkov NA, Lee P, Lin M, Pawson S, Pfister G, Pickering KE, Pierce RB, Yoshida Y, and Ziemba LD (2014), Satellite data of atmospheric pollution for U.S. air quality applications: Examples of applications, summary of data end-user resources, answers to FAQs, and common mistakes to avoid, Atmos. Environ, 94, 647–662, doi:10.1016/j.atmosenv.2014.05.061.", "ArticleIdList": ["10.1016/j.atmosenv.2014.05.061"]}, {"Citation": "Duncan BN, Yoshida Y, Olson JR, Sillman S, Martin RV, Lamsal L, Hu Y, Pickering KE, Retscher C, Allen DJ, and Crawford JH (2010), Application of OMI observations to a space-based indicator of NOx and VOC controls on surface ozone formation, Atmos. Environ, 44(18), 2213–2223, doi:10.1016/j.atmosenv.2010.03.010.", "ArticleIdList": ["10.1016/j.atmosenv.2010.03.010"]}, {"Citation": "Dunne E, Galbally IE, Cheng M, Selleck P, Molloy SB, and Lawson SJ (2018), Comparison of VOC measurements made by PTR-MS, adsorbent tubes-GC-FID-MS and DNPH derivatization-HPLC during the Sydney Particle Study, 2012: A contribution to the assessment of uncertainty in routine atmospheric VOC measurements, Atmos. Meas. Tech, 11(1), 141–159, doi:10.5194/amt-11-141-2018.", "ArticleIdList": ["10.5194/amt-11-141-2018"]}, {"Citation": "Emery C, Jung J, Koo B, and Yarwood G (2015), Improvements to CAMx Snow Cover Treatments and Carbon Bond Chemical Mechanism for Winter Ozone. Final Report, prepared for Utah Department of Environmental Quality, prepared by Ramboll Environ, Novato, CA."}, {"Citation": "Emmons LK, Walters S, Hess PG, Lamarque J-F, Pfister GG, Fillmore D, Granier C, Guenther A, Kinnison D, Laepple T, Orlando J, Tie X, Tyndall G, Wiedinmyer C, Baughcum SL, and Kloster S (2010), Description and evaluation of the Model for Ozone and Related chemical Tracers, version 4 (MOZART-4), Geosci. Model Dev, 3(1), 43–67, doi:10.5194/gmd-3-43-2010.", "ArticleIdList": ["10.5194/gmd-3-43-2010"]}, {"Citation": "Flemming J, Huijnen V, Arteta J, Bechtold P, Beljaars A, Blechscmidt A-M, Diamantakis M, Engelen RJ, Gaudel A, Inness A, Jones L, Josse B, Katragkou E, Marecal V, Peuch V-H, Richter A, Schultz MG, Stein O, and Tsikerdekis A (2015), Tropospheric chemistry in the Integrated Forecasting System of ECMWF, Geosci. Model Dev, 8(4), 975–1003, doi:10.5194/gmd-8-975-2015.", "ArticleIdList": ["10.5194/gmd-8-975-2015"]}, {"Citation": "González Abad G, Liu X, Chance K, Wang H, Kurosu TP, and Suleiman R (2015), Updated Smithsonian Astrophysical Observatory Ozone Monitoring Instrument (SAO OMI) formaldehyde retrieval, Atmos. Meas. Tech, 8(1), 19–32, doi:10.5194/amt-8-19-2015.", "ArticleIdList": ["10.5194/amt-8-19-2015"]}, {"Citation": "González Abad G, Vasilkov A, Seftor C, Liu X, and Chance K (2016), Smithsonian Astrophysical Observatory Ozone Mapping and Profiler Suite (SAO OMPS) formaldehyde retrieval, Atmos. Meas. Tech, 9(7), 2797–2812, doi:10.5194/amt-9-2797-2016.", "ArticleIdList": ["10.5194/amt-9-2797-2016"]}, {"Citation": "Grell GA, Peckham SE, Schmitz R, McKeen SA, Frost G, Skamarock WC, and Eder B (2005), Fully coupled “online” chemistry within the WRF model, Atmos. Environ, 39(37), 6957–6975, doi:10.1016/j.atmosenv.2005.04.027.", "ArticleIdList": ["10.1016/j.atmosenv.2005.04.027"]}, {"Citation": "Guenther AB, Jiang X, Heald CL, Sakulyanontvittaya T, Duhl T, Emmons LK, and Wang X (2012), The Model of Emissions of Gases and Aerosols from Nature version 2.1 (MEGAN2.1): an extended and updated framework for modeling biogenic emissions, Geosci. Model Dev, 5(6), 1471–1492, doi:10.5194/gmd-5-1471-2012.", "ArticleIdList": ["10.5194/gmd-5-1471-2012"]}, {"Citation": "Hak C, Pundt I, Trick S, Kern C, Platt U, Dommen J, Ordóñez C, Prévôt ASH, Junkermann W, Astorga-Lloréns C, Larsen BR, Mellqvist J, Strandberg A, Yu Y, Galle B, Kleffmann J, Lörzer JC, Braathen GO, and Volkamer R (2005), Intercomparison of four different in-situ techniques for ambient formaldehyde measurements in urban air, Atmos. Chem. Phys, 5(11), 2881–2900, doi:10.5194/acp-5-2881-2005.", "ArticleIdList": ["10.5194/acp-5-2881-2005"]}, {"Citation": "Harkey M, and Holloway T (2013), Constrained dynamical downscaling for assessment of climate impacts, J. Geophys. Res. Atmos, 118(5), doi:10.1002/jgrd.50223.", "ArticleIdList": ["10.1002/jgrd.50223"]}, {"Citation": "Harkey M, Holloway T, Oberman J, and Scotty E (2015), An evaluation of CMAQ NO2 using observed chemistry-meteorology correlations. J. Geophys. Res. Atmos 120(22), 11775–11797, doi: 10.1002/2015JD023316.", "ArticleIdList": ["10.1002/2015JD023316"]}, {"Citation": "Henderson BH, Akhtar F, Pye HOT, Napelenok SL, and Hutzell WT (2014), A database and tool for boundary conditions for regional air quality modeling: description and evaluation, Geosci. Model Dev, 7(1), 339–360, doi:10.5194/gmd-7-339-2014.", "ArticleIdList": ["10.5194/gmd-7-339-2014"]}, {"Citation": "Huijnen V, Williams J, van Weele M, van Noije T, Krol M, Dentener F, Segers A, Houweling S, Peters W, de Laat J, Boersma F, Bergamaschi P, van Velthoven P, Le Sager P, Eskes H, Alkemade F, Scheele R, Nédélec P, and Pätz H-W (2010), The global chemistry transport model TM5: description and evaluation of the tropospheric chemistry version 3.0, Geosci. Model Dev, 3(2), 445–473, doi:10.5194/gmd-3-445-2010.", "ArticleIdList": ["10.5194/gmd-3-445-2010"]}, {"Citation": "Jin X, Fiore A, Boersma KF, De Smedt I, and Valin L (2020), Inferring changes in summertime surface ozone-NOx-VOC chemistry over US urban areas from two decades of satellite and ground-based observations, Environ. Sci. Technol, 54(11), 6518–6529, doi:10.1021/acs.est.9b07785.", "ArticleIdList": ["10.1021/acs.est.9b07785", "PMC7996126", "32348127"]}, {"Citation": "Jin X, Fiore AM, Murray LT, Valin LC, Lamsal LN, Duncan B, Boersma KF, De Smedt I, Gonzalez Abad G, Chance K, and Tonnesen GS (2017), Evaluating a space-based indicator of surface ozone-NOx-VOC sensitivity over midlatitude source regions and application to decadal trends, J. Geophys. Res, 122(19), 10231–10253, doi:10.1002/2017JD026720.", "ArticleIdList": ["10.1002/2017JD026720", "PMC5906809", "29682438"]}, {"Citation": "Jin X, and Holloway T (2015), Spatial and temporal variability of ozone sensitivity over China observed from the Ozone Monitoring Instrument, J. Geophys. Res, 120(14), 7229–7246, doi:10.1002/2015JD023250.", "ArticleIdList": ["10.1002/2015JD023250"]}, {"Citation": "Kaiser J, Jacob DJ, Zhu L, Travis KR, Fisher JA, González Abad G, Zhang L, Zhang X, Fried A, Crounse JD, St. Clair JM, and Wisthaler A (2018), High-resolution inversion of OMI formaldehyde columns to quantify isoprene emission on ecosystem-relevant scales: Application to the southeast US, Atmos. Chem. Phys, 18(8), 5483–5497, doi:10.5194/acp-18-5483-2018.", "ArticleIdList": ["10.5194/acp-18-5483-2018"]}, {"Citation": "Kaiser J, Wolfe GM, Min KE, Brown SS, Miller CC, Jacob DJ, deGouw JA, Graus M, Hanisco TF, Holloway J, Peischl J, Pollack IB, Ryerson TB, Warneke C, Washenfelder RA, and Keutsch FN (2015), Reassessing the ratio of glyoxal to formaldehyde as an indicator of hydrocarbon precursor speciation, Atmos. Chem. Phys, 15(13), 7571–7583, doi:10.5194/acp-15-7571-2015.", "ArticleIdList": ["10.5194/acp-15-7571-2015"]}, {"Citation": "Karst U, Binding N, Cammann K, and Witting U (1993), Interferences of nitrogen dioxide in the determination of aldehydes and ketones by sampling on 2,4-dinitrophenylhydrazine-coated solid sorbent, Fresenius. J. Anal. Chem, 345(1), 48–52, doi:10.1007/BF00323325.", "ArticleIdList": ["10.1007/BF00323325"]}, {"Citation": "Kinney PL, Chillrud SN, Ramstrom S, Ross J, and Spengler JD (2002), Exposures to multiple air toxics in New York City., Environ. Health Perspect, 110, 539–546, doi:10.1289/ehp.02110s4539.", "ArticleIdList": ["10.1289/ehp.02110s4539", "PMC1241202", "12194883"]}, {"Citation": "Krotkov NA, Carn SA, Krueger AJ, Bhartia PK, and Yang K (2006), Band residual difference algorithm for retrieval of SO2 from the Aura Ozone Monitoring Instrument (OMI), IEEE Trans. Geosci. Remote Sens, 44(5), 1259–1266, doi:10.1109/TGRS.2005.861932.", "ArticleIdList": ["10.1109/TGRS.2005.861932"]}, {"Citation": "Lamsal LN, Martin RV, van Donkelaar A, Steinbacher M, Celarier EA, Bucsela E, Dunlea EJ, and Pinto JP (2008), Ground-level nitrogen dioxide concentrations inferred from the satellite-borne Ozone Monitoring Instrument, J. Geophys. Res, 113(D16), 1–15, doi:10.1029/2007JD009235.", "ArticleIdList": ["10.1029/2007JD009235"]}, {"Citation": "Levelt PF, Van den Oord GHJ, Dobber MR, Malkki A, Visser H, de Vries J, Stammes P, Lundell JOV, and Saari H (2006), The ozone monitoring instrument, IEEE Trans. Geosci. Remote Sens, 44(5), 1093–1101, doi:10.1109/TGRS.2006.872333.", "ArticleIdList": ["10.1109/TGRS.2006.872333"]}, {"Citation": "Levy II H (1972), Photochemistry of the lower troposphere, Planet. Space Sci, 20(6), 919–935, doi:10.1016/0032-0633(72)90177-8.", "ArticleIdList": ["10.1016/0032-0633(72)90177-8"]}, {"Citation": "Liao J, Hanisco TF, Wolfe GM, St. Clair J, Jimenez JL, Campuzano-Jost P, Nault BA, Fried A, Marais EA, Gonzalez Abad G, Chance K, Jethva HT, Ryerson TB, Warneke C, and Wisthaler A (2019), Towards a satellite formaldehyde - In situ hybrid estimate for organic aerosol abundance, Atmos. Chem. Phys, 19(5), 2765–2785, doi:10.5194/acp-19-2765-2019.", "ArticleIdList": ["10.5194/acp-19-2765-2019"]}, {"Citation": "Liteplo R, Beauchamp R, Meek ME, and Chénier R (2002), Concise International Chemical Document 40: Formaldehyde, World Health Organization, Geneva, 81 pp., https://www.who.int/ipcs/publications/cicad/en/cicad40.pdf"}, {"Citation": "Liu Y, Park RJ, Jacob DJ, Li Q, Kilaru V, and Sarnat JA (2004), Mapping annual mean ground-level PM2.5 concentrations using Multiangle Imaging Spectroradiometer aerosol optical thickness over the contiguous United States, J. Geophys. Res. D Atmos, 109(22), 1–10, doi:10.1029/2004JD005025.", "ArticleIdList": ["10.1029/2004JD005025"]}, {"Citation": "Luecken DJ, Yarwood G, and Hutzell WT (2019), Multipollutant modeling of ozone, reactive nitrogen and HAPs across the continental US with CMAQ-CB6, Atmos. Environ, 201(July), 62–72, doi:10.1016/j.atmosenv.2018.11.060.", "ArticleIdList": ["10.1016/j.atmosenv.2018.11.060", "PMC8112378", "33981178"]}, {"Citation": "Luecken DJ, Hutzell WT, Strum ML, and Pouliot GA (2012), Regional sources of atmospheric formaldehyde and acetaldehyde, and implications for atmospheric modeling, Atmos. Environ, 47(2), 477–490, doi:10.1016/j.atmosenv.2011.10.005.", "ArticleIdList": ["10.1016/j.atmosenv.2011.10.005"]}, {"Citation": "Loh MM, Levy JI, Spengler JD, Houseman EA, and Bennett DH (2007), Ranking cancer risks of organic hazardous air pollutants in the United States, Environ. Health Perspect, 115(8), 1160–1168, doi:10.1289/ehp.9884.", "ArticleIdList": ["10.1289/ehp.9884", "PMC1940102", "17687442"]}, {"Citation": "Lowe DC, and Schmidt U (1983), Formaldehyde (HCHO) Measurements in the Nonurban Atmosphere, J. Geophys. Res, 88(C15), 10844–10858, doi:10.1029/JC088iC15p10844.", "ArticleIdList": ["10.1029/JC088iC15p10844"]}, {"Citation": "Marais EA, Jacob DJ, Kurosu TP, Chance K, Murphy JG, Reeves C, Mills G, Casadio S, Millet DB, Barkley MP, Paulot F, and Mao J (2012), Isoprene emissions in Africa inferred from OMI observations of formaldehyde columns, Atmos. Chem. Phys, 12(14), 6219–6235, doi:10.5194/acp-12-6219-2012.", "ArticleIdList": ["10.5194/acp-12-6219-2012", "PMC7939075", "33688332"]}, {"Citation": "Martin RV, Fiore AM, and van Donkelaar A (2004), Space-based diagnosis of surface ozone sensitivity to anthropogenic emissions, Geophys. Res. Lett, 31(6), 2–5, doi:10.1029/2004GL019416.", "ArticleIdList": ["10.1029/2004GL019416"]}, {"Citation": "Marvin MR, Wolfe GM, Salawitch RJ, Canty TP, Roberts SJ, Travis KR, Aikin KC, de Gouw JA, Graus M, Hanisco TF, Holloway JS, Hübler G, Kaiser J, Keutsch FN, Peischl J, Pollack IB, Roberts JM, Ryerson TB, Veres PR, and Warneke C (2017), Impact of evolving isoprene mechanisms on simulated formaldehyde: An inter-comparison supported by in situ observations from SENEX, Atmos. Environ, 164, 325–336, doi:10.1016/j.atmosenv.2017.05.049.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.049"]}, {"Citation": "Mendell MJ (2007), Indoor residential chemical emissions as risk factors for respiratory and allergic effects in children: A review, Indoor Air, 17(4), 259–277, doi:10.1111/j.1600-0668.2007.00478.x.", "ArticleIdList": ["10.1111/j.1600-0668.2007.00478.x", "17661923"]}, {"Citation": "Mesinger F, DiMego G, Kalnay E, Mitchell K, Shafran P, Ebisuzaki W, Jovic D, Woollen J, Rogers E, Berbery E, Ek M, Fan Y, Grumbine R, Higgens W, Li H, Lin Y, Manikin G, Parrish D, and Shi W (2006), North American Regional Reanalysis, Bull. Am. Meteorol. Soc, 87(3), 343–360, doi:10.1175/BAMS-87-3-343.", "ArticleIdList": ["10.1175/BAMS-87-3-343"]}, {"Citation": "Millet DB, Jacob DJ, Boersma KF, Fu T-M, Kurosu TP, Chance K, Heald CL, and Guenther A (2008), Spatial distribution of isoprene emissions from North America derived from formaldehyde column measurements by the OMI satellite sensor, J. Geophys. Res, 113(D2), D02307, doi:10.1029/2007JD008950.", "ArticleIdList": ["10.1029/2007JD008950"]}, {"Citation": "Millet DB, Jacob DJ, Turquety S, Hudman RC, Wu S, Fried A, Walega J, Heikes BG, Blake DR, Singh HB, Anderson BE, and Clarke AD (2006), Formaldehyde distribution over North America: Implications for satellite retrievals of formaldehyde columns and isoprene emission, J. Geophys. Res. Atmos, 111(24), 1–17, doi:10.1029/2005JD006853.", "ArticleIdList": ["10.1029/2005JD006853"]}, {"Citation": "Munro R. R. Lang, Klaes D, Poli G, Retscher C, Lindstrot R, Huckle R, Lacan A, Grzegorski M, Holdak A, Kokhanovsky A, Livschtz J, and Eisinger M (2016), The GOME-2 instrument on the Metop series of satellites: Instrument design, calibration, and level 1 data processing - An overview, Atmos. Meas. Tech, 9(3), 1279–1301, doi:10.5194/amt-9-1279-2016.", "ArticleIdList": ["10.5194/amt-9-1279-2016"]}, {"Citation": "National Emissions Inventory Collaborative (2019). 2016beta Emissions Modeling Platform. Retrieved from http://views.cira.colostate.edu/wiki/wiki/10197."}, {"Citation": "Nolte CG, Appel KW, Kelly JT, Bhave PV, Fahey KM, Collett JL, Zhang L, and Young JO (2015), Evaluation of the Community Multiscale Air Quality (CMAQ) model v5.0 against size-resolved measurements of inorganic particle composition across sites in North America, Geosci. Model Dev, 8(9), 2877–2892, doi:10.5194/gmd-8-2877-2015.", "ArticleIdList": ["10.5194/gmd-8-2877-2015"]}, {"Citation": "Oommen R, Faught K, Hauser J, Sellers J, and Mendenhall S (2020), Compilation and Quality Assurance (QA) Summary Report for the Phase XIII Ambient Monitoring Archive for Hazardous Air Pollutants (HAPs), Lexington, MA, 39pp., https://www3.epa.gov/ttn/amtic/files/toxdata/techmemo2019.pdf"}, {"Citation": "Palmer PI, Abbot DS, Fu T-M, Jacob DJ, Chance K, Kurosu TP, Guenther A, Wiedinmyer C, Stanton JC, Pilling MJ, Pressley SN, Lamb B, and Sumner AL (2006), Quantifying the seasonal and interannual variability of North American isoprene emissions using satellite observations of the formaldehyde column, J.Geophys.Res, 111, D12315, doi:10.1029/2005JD006689.", "ArticleIdList": ["10.1029/2005JD006689"]}, {"Citation": "Palmer PI, Jacob DJ, Fiore AM, Martin RV, Chance K, and Kurosu TP (2003), Mapping isoprene emissions over North America using formaldehyde column observations from space, J. Geophys. Res, 108(D6), 4180, doi:10.1029/2002JD002153.", "ArticleIdList": ["10.1029/2002JD002153"]}, {"Citation": "Palmer PI, Jacob DJ, Chance K, Martin RV, Spurr RJD, Kurosu TP, Bey I, Yantosca R, Fiore A, and Li QB (2001), Air mass factor formulation for spectroscopic measurements from satellites: Application to formaldehyde retrievals from the Global Ozone Monitoring Experiment, J. Geophys. Res, 106(D13), 14539–14550, doi:10.1029/2000JD900772.", "ArticleIdList": ["10.1029/2000JD900772"]}, {"Citation": "Pfister GG, Emmons LK, Hess PG, Lamarque J, Orlando JJ, Walters S, Guenther A, Palmer PI, and Lawrence PJ (2008), Contribution of isoprene to chemical budgets: A model tracer study with the NCAR CTM MOZART-4, J. Geophys. Res, 113(D5), 1–21, doi:10.1029/2007JD008948.", "ArticleIdList": ["10.1029/2007JD008948"]}, {"Citation": "Ring AM, Canty TP, Anderson DC, Vinciguerra TP, He H, Goldberg DL, Ehrman SH, Dickerson RR, and Salawitch RJ (2018), Evaluating commercial marine emissions and their role in air quality policy using observations and the CMAQ model, Atmos. Environ, 173, 96–107, doi:10.1016/j.atmosenv.2017.10.037.", "ArticleIdList": ["10.1016/j.atmosenv.2017.10.037"]}, {"Citation": "Rodler DR, Nondek L, and Birks JW (1993), Evaluation of Ozone and Water Vapor Interferences in the Derivatization of Atmospheric Aldehydes with Dansylhydrazine, Environ. Sci. Technol, 27(13), 2814–2820, doi:10.1021/es00049a022.", "ArticleIdList": ["10.1021/es00049a022"]}, {"Citation": "Russell AR, Perring AE, Valin LC, Bucsela EJ, Browne EC, Wooldridge PJ, and Cohen RC (2011), A high spatial resolution retrieval of NO2 column densities from OMI: method and evaluation, Atmos. Chem. Phys, 11(16), 8543–8554, doi:10.5194/acp-11-8543-2011.", "ArticleIdList": ["10.5194/acp-11-8543-2011"]}, {"Citation": "Salthammer T (2013), Formaldehyde in the ambient atmosphere: From an indoor pollutant to an outdoor pollutant? Angew. Chem. Int. Ed. 52(12), 3320–3327, doi:10.1002/anie.201205984.", "ArticleIdList": ["10.1002/anie.201205984", "23365016"]}, {"Citation": "Salthammer T, Mentese S, and Marutsky R (2010), Formaldehyde in the Indoor Environment, Chem. Rev. 110, 2536–2572., Chem. Rev., 110(4), 2536–2572.", "ArticleIdList": ["PMC2855181", "20067232"]}, {"Citation": "Sarwar G, Appel KW, Carlton AG, Mathur R, Schere K, Zhang R, and Majeed MA (2011), Impact of a new condensed toluene mechanism on air quality model predictions in the U.S., Geosci. Model Dev, 4(1), 183–193, doi:10.5194/gmd-4-183-2011.", "ArticleIdList": ["10.5194/gmd-4-183-2011"]}, {"Citation": "Schroeder JR, Crawford JH, Fried A, Walega J, Weinheimer A, Wisthaler A, Müller M, Mikoviny T, Chen G, Shook M, Blake DR, Diskin G, Estes M, Thompson AM, Lefer BL, Long R, and Mattson E (2016), Formaldehyde column density measurements as a suitable pathway to estimate near-surface ozone tendencies from space, J. Geophys. Res. Atmos, 121(21), 13088–13112, doi:10.1002/2016JD025419.", "ArticleIdList": ["10.1002/2016JD025419", "PMC7430524", "32812915"]}, {"Citation": "Sillman S (1995), The use of NOY, H2O2, and HNO3 as indicators for ozone-NOX-hydrocarbon sensitivity in urban locations. J. Geophys. Res, 100(D7), 14175–14188, doi: 10.1029/94JD02953.", "ArticleIdList": ["10.1029/94JD02953"]}, {"Citation": "Skamarock WC, Klemp JB, Dudhia J, Gill JO, Barker DM, Duda MG, Huang X-Y, Wang W, and Powers JG (2008), A description of the Advanced Research WRF version 3, 125 pp., NCAR Tech. Note NCAR/TN-475+STR."}, {"Citation": "Souri AH et al. (2020), Revisiting the effectiveness of HCHO/NO2 ratios for inferring ozone sensitivity to its precursors using high resolution airborne remote sensing observations in a high ozone episode during the KORUS-AQ campaign, Atmos. Environ, 224(2), doi:10.1016/j.atmosenv.2020.117341.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117341"]}, {"Citation": "Spinei E, Whitehill A, Fried A, Tiefengraber M, Knepp TN, Herndon S, Herman JR, Müller M, Abuhassan N, Cede A, Richter D, Walega J, Crawford J, Szykman J, Valin L, Williams DJ, Long R, Swap RJ, Lee Y, Nowak N, and Poche B (2018), The first evaluation of formaldehyde column observations by improved Pandora spectrometers during the KORUS-AQ field study, Atmos. Meas. Tech, 11(9), 4943–4961, doi:10.5194/amt-11-4943-2018.", "ArticleIdList": ["10.5194/amt-11-4943-2018", "PMC7788067", "33424951"]}, {"Citation": "Stavrakou T, De Smedt I, Van Roozendael M, van der Werf GR, Giglio L, and Guenther A (2009), Evaluating the performance of pyrogenic and biogenic emission inventories against one decade of space-based formaldehyde columns, Atmos. Chem. Phys, 9, 1037–1060, doi:10.5194/acp-9-1037-2009.", "ArticleIdList": ["10.5194/acp-9-1037-2009"]}, {"Citation": "Strum M, and Scheffe R (2016), National review of ambient air toxics observations, J. Air Waste Manage. Assoc, 66(2), 1096–2247, doi:10.1080/10962247.2015.1076538.", "ArticleIdList": ["10.1080/10962247.2015.1076538", "26230369"]}, {"Citation": "Sun Y, (2018), Ozone seasonal evolution and photochemical production regime in the polluted troposphere in eastern China derived from high-resolution Fourier transform spectrometry (FTS) observations, Atmos. Chem. Phys, 18(19), 14569–14583, doi:10.5194/acp-18-14569-2018.", "ArticleIdList": ["10.5194/acp-18-14569-2018"]}, {"Citation": "Swenberg JA, Moeller BC, Lu K, Rager JE, Fry RC, and Starr TB (2013), Formaldehyde carcinogenicity research: 30 years and counting for mode of action, epidemiology, and cancer risk assessment, Toxicol. Pathol, 41(2), 181–189, doi:10.1177/0192623312466459.", "ArticleIdList": ["10.1177/0192623312466459", "PMC3893912", "23160431"]}, {"Citation": "Tan J, Zhang Y, Ma W, Yu Q, Wang J, and Chen L (2015), Impact of spatial resolution on air quality simulation: A case study in a highly industrialized area in Shanghai, China, Atmos. Pollut. Res, 6(2), 322–333, doi:10.5094/APR.2015.036.", "ArticleIdList": ["10.5094/APR.2015.036"]}, {"Citation": "Uno I. Y. He, Ohara T, Yamaji K, Kurokawa J-I, Katayama M, Wang Z, Noguchi K, Hayashida S, Richter A, and Burrows JP (2007), Systematic analysis of interannual and seasonal variations of model-simulated tropospheric NO2 in Asia and comparison with GOME-satellite data, Atmos. Chem. Phys. 7, 1671–1681, doi: 10.5194/acp-7-1671-2007.", "ArticleIdList": ["10.5194/acp-7-1671-2007"]}, {"Citation": "U.S. Environmental Protection Agency (2019) Technical Support Document Preparation of Emissions Inventories for the Version 7.1 2016 Hemispheric Emissions Modeling Platform, November 2019, Air Quality Assessment Division, Office of Air Quality Planning and Standards, Research Triangle Park NC, 53p. https://www.epa.gov/sites/production/files/2019-12/documents/2016fe_hemispheric_tsd.pdf"}, {"Citation": "U. S. Environmental Protection Agency (2015a) Technical Support Document EPA’s 2011 National-scale Air Toxics Assessment, 2011 NATA TSD, December 2015, Office of Air Quality, Planning, and Standards, Research Triangle Park NC, 361p. https://www.epa.gov/sites/production/files/2015-12/documents/2011-nata-tsd.pdf"}, {"Citation": "U.S. Environmental Protection Agency (2015b) Technical Support Document Preparation of emissions inventories for the Version 6.2, 2011 emissions modeling platform, August 2015, Office of Air and Radiation, Office of Air Quality Planning and Standards, Research Triangle Park NC, 204 p. https://www.epa.gov/sites/production/files/2015-10/documents/2011v6_2_2017_2025_emismod_tsd_aug2015.pdf"}, {"Citation": "U.S. Environmental Protection Agency (2014), Meteorological model performance for annual 2011 WRF v3.4 simulation, 61p. https://www3.epa.gov/ttn/scram/reports/MET_TSD_2011_final_11-26-14.pdf"}, {"Citation": "van Donkelaar A, Martin RV, and Park RJ (2006), Estimating ground-level PM2.5 using aerosol optical depth determined from satellite remote sensing, J. Geophys. Res. Atmos, 111(21), 1–10, doi:10.1029/2005JD006996.", "ArticleIdList": ["10.1029/2005JD006996"]}, {"Citation": "Veefkind JP, Aben I, McMullan K, Förster H, de Vries J, Otter G, Claas J, Eskes HJ, de Haan JF, Kleipool Q, van Weele M, Hasekamp O, Hoogeveen R, Landgraf J, Snel R, Tol P, Ingmann P, Voors R, Kruizinga B, Vink R, Visser H, and Levelt PF (2012), TROPOMI on the ESA Sentinel-5 Precursor: A GMES mission for global observations of the atmospheric composition for climate, air quality and ozone layer applications, Remote Sens. Environ, 120(SI), 70–83, doi:10.1016/j.rse.2011.09.027.", "ArticleIdList": ["10.1016/j.rse.2011.09.027"]}, {"Citation": "Vigouroux C, Hendrick F, Stavrakou T, Dils B, De Smedt I, Hermans C, Merlaud A, Scolas F, Senten C, Vanhaelewyn G, Fally S, Carleer M, Metzger J-M, Müller J-F, Van Roozendael M, and De Mazière M (2009), Ground-based FTIR and MAX-DOAS observations of formaldehyde at Reunion Island and comparisons with satellite and model data, Atmos. Chem. Phys, 9(24), 9523–9544, doi:10.5194/acp-9-9523-2009.", "ArticleIdList": ["10.5194/acp-9-9523-2009"]}, {"Citation": "Wang P, Schade G, Estes M, and Ying Q (2017), Improved MEGAN predictions of biogenic isoprene in the contiguous United States, Atmos. Environ, 148, 337–351, doi:10.1016/j.atmosenv.2016.11.006.", "ArticleIdList": ["10.1016/j.atmosenv.2016.11.006"]}, {"Citation": "Wang K, Yahya K, Zhang Y, Hogrefe C, Pouliot G, Knote C, Hodzic A, San Jose R, Perez JL, Gimenez-Guerrero P, Baro R, Makar P, and Bennartz R (2015), A multi-model assessment for the 2006 and 2010 simulations under the Air Quality Model Evaluation International Initiative (AQMEII) phase 2 over North America: Part I. Indicators of the sensitivity of O3 and PM2.5 formation regimes, Atmos. Environ, 115, 587–603, doi:10.1016/j.atmosenv.2014.07.044.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.044"]}, {"Citation": "Wang S, Xing J, Chatani S, Hao J, Klimont Z, Cofala J, and Amann M (2011), Verification of anthropogenic emissions of China by satellite and ground observations. Atmos. Environ. 45(35), 6347–6358, doi: 10.1016/j.atmosenv.2011.08.054.", "ArticleIdList": ["10.1016/j.atmosenv.2011.08.054"]}, {"Citation": "Whitten GZ, Heo G, Kimura Y, McDonald-Buller E, Allen DT, Carter WPL, and Yarwood G (2010), A new condensed toluene mechanism for Carbon Bond: CB05-TU, Atmos. Environ, 44(40), 5346–5355, doi:10.1016/j.atmosenv.2009.12.029.", "ArticleIdList": ["10.1016/j.atmosenv.2009.12.029"]}, {"Citation": "Wiedinmyer C, Greenberg J, Guenther A, Hopkins B, Baker K, Geron C, Palmer PI, Long BP, Turner JR, Pétron G, Harley P, Pierce TE, Lamb B, Westberg H, Baugh W, Koerber M, and Janssen M (2005), Ozarks Isoprene Experiment (OZIE): Measurements and modeling of the “isoprene volcano,” J. Geophys. Res. D Atmos, 110(D18), D18307, doi:10.1029/2005JD005800.", "ArticleIdList": ["10.1029/2005JD005800"]}, {"Citation": "Wolfe GM, Nicely JM, St. Clair JM, Hanisco TF, Liao J, Oman LD, Brune WB, Miller D, Thames A, González Abad G, Ryerson TB, Thompson CR, Peischl J, McKain K, Sweeney C, Wennberg PO, Kim M, Crounse JD, Hall SR, Ullmann K, Diskin G, Bui P, Chang C, and Dean-Day J (2019), Mapping hydroxyl variability throughout the global remote troposphere via synthesis of airborne and satellite formaldehyde observations, Proc. Natl. Acad. Sci. U. S. A, 166(23), 11171–11180, doi:10.1073/pnas.1821661116.", "ArticleIdList": ["10.1073/pnas.1821661116", "PMC6561255", "31110019"]}, {"Citation": "Wolfe GM, Kaiser J, Hanisco TF, Keutsch FN, de Gouw JA, Gilman JB, Graus M, Hatch CD, Holloway J, Horowitz LW, Lee BH, Lerner BM, Lopez-Hilifiker F, Mao J, Marvin MR, Peischl J, Pollack IB, Roberts JM, Ryerson TB, Thornton JA, Veres PR, and Warneke C (2016), Formaldehyde production from isoprene oxidation across NOx regimes, Atmos. Chem. Phys, 16(4), 2597–2610, doi:10.5194/acp-16-2597-2016.", "ArticleIdList": ["10.5194/acp-16-2597-2016", "PMC5879783", "29619046"]}, {"Citation": "Zara M, Boersma KF, De Smedt I, Richter A, Peters E, van Geffen JHGM, Beirle S, Wagner T, Van Roozendael M, Marchenko S, Lamsal LN, and Eskes HJ (2018), Improved slant column density retrieval of nitrogen dioxide and formaldehyde for OMI and GOME-2A from QA4ECV: Intercomparison, uncertainty characterisation, and trends, Atmos. Meas. Tech, 11(7), 4033–4058, doi:10.5194/amt-11-4033-2018.", "ArticleIdList": ["10.5194/amt-11-4033-2018"]}, {"Citation": "Zeng G, Williams JE, Fisher JA, Emmons LK, Jones NB, Morgenstern O, Robinson J, Smale D, Paton-Walsh C, and Griffith DWT (2015), Multi-model simulation of CO and HCHO in the Southern Hemisphere: comparison with observations and impact of biogenic emissions, Atmos. Chem. Phys, 15, 7217–7245, doi:10.5194/acp-15-7217-2015.", "ArticleIdList": ["10.5194/acp-15-7217-2015"]}, {"Citation": "Zhang Y, Hong C, Yahya K, Li Q, Zhang Q, and He K (2016), Comprehensive evaluation of multi-year real-time air quality forecasting using an online-coupled meteorology-chemistry model over southeastern United States, Atmos. Environ, 138, 162–182, doi:10.1016/j.atmosenv.2016.05.006.", "ArticleIdList": ["10.1016/j.atmosenv.2016.05.006"]}, {"Citation": "Zhang R, Cohan A, Pour Biazar A, and Cohan DS (2017), Source apportionment of biogenic contributions to ozone formation over the United States, Atmos. Environ, 164, 8–19, doi:10.1016/j.atmosenv.2017.05.044.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.044"]}, {"Citation": "Zhao B, Wang S, Wang J, Fu JS, Liu T, Xu J, Fu X, and Hao J (2013), Impact of national NOx and SO2 control policies on particulate matter pollution in China, Atmos. Environ. 77, 453–463, doi:10.1016/j.atmosenv.2013.05.012.", "ArticleIdList": ["10.1016/j.atmosenv.2013.05.012"]}, {"Citation": "Zheng Y, Unger N, Barkley MP, and Yue X (2015), Relationships between photosynthesis and formaldehyde as a probe of isoprene emission, Atmos. Chem. Phys, 15(15), 8559–8576, doi:10.5194/acp-15-8559-2015, doi: 10.5194/acp-15-8559-2015.", "ArticleIdList": ["10.5194/acp-15-8559-2015", "10.5194/acp-15-8559-2015"]}, {"Citation": "Zhu L, González Abad G, Nowlan CR, Chan Miller C, Chance K, Apel EC, DiGangi JP, Fried A, Hanisco TF, Hornbrook RS, Hu L, Kaiser J, Keutsch FN, Permar W, St. Clair JM, and Wolfe GM: Validation of satellite formaldehyde (HCHO) retrievals using observations from 12 aircraft campaigns, Atmos. Chem. Phys. Discuss, 10.5194/acp-2019-1117, in review, 2020.", "ArticleIdList": ["10.5194/acp-2019-1117"]}, {"Citation": "Zhu L, Mickley LJ, Jacob DJ, Marais EA, Sheng J, Hu L, González Abad G, and Chance K (2017a), Long-term (2005–2014) trends in formaldehyde (HCHO) columns across North America as seen by the OMI satellite instrument: Evidence of changing emissions of volatile organic compounds, Geophys. Res. Lett, 44(13), 7079–7086, doi:10.1002/2017GL073859.", "ArticleIdList": ["10.1002/2017GL073859"]}, {"Citation": "Zhu L, Jacob DJ, Keutsch FN, Mickley LJ, Scheffe R, Strum M, González Abad G, Chance K, Yang K, Rappenglück B, Millet DB, Baasandorj M, Jaeglé L, and Shah V (2017b), Formaldehyde (HCHO) As a Hazardous Air Pollutant: Mapping Surface Air Concentrations from Satellite and Inferring Cancer Risks in the United States, Environ. Sci. Technol, 51(10), 5650–5657, doi:10.1021/acs.est.7b01356.", "ArticleIdList": ["10.1021/acs.est.7b01356", "28441488"]}, {"Citation": "Zhu L, Jacob DJ, Kim PS, Fisher JA, Yu K, Travis KR, Mickley LJ, Yantosca RM, Sulprizio MP, De Smedt I, González Abad G, Chance K, Li C, Ferrare R, Fried A, Hair JW, Hanisco TF, Richter D, Scarino AJ, Walega J, Weibring P, and Wolfe GM (2016), Observing atmospheric formaldehyde (HCHO) from space: Validation and intercomparison of six retrievals from four satellites (OMI, GOME2A, GOME2B, OMPS) with SEAC4RS aircraft observations over the southeast US, Atmos. Chem. Phys, 16(21), 13477–13490, doi:10.5194/acp-16-13477-2016.", "ArticleIdList": ["10.5194/acp-16-13477-2016", "PMC5880299", "29619044"]}, {"Citation": "Zhu L, Jacob DJ, Mickley LJ, Marais EA, Cohan DS, Yoshida Y, Duncan BN, González Abad G, and V Chance K (2014), Anthropogenic emissions of highly reactive volatile organic compounds in eastern Texas inferred from oversampling of satellite (OMI) measurements of HCHO columns, Environ. Res. Lett, 9(11), 114004, doi:10.1088/1748-9326/9/11/114004.", "ArticleIdList": ["10.1088/1748-9326/9/11/114004"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "35"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34381662", "NIHMS1725157", "PMC8353957", "10.1029/2020jd032881"]}}], "PubmedBookArticle": []}