{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["dinitrogen pentoxide", "hydrogen peroxide", "machine learning", "nitrous acid", "nitryl chloride", "support vector machine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34385886", "DateRevised": {"Year": "2022", "Month": "08", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "259", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "15"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Quantifying wintertime O<sub>3</sub> and NO<sub>x</sub> formation with relevance vector machines.", "Pagination": {"StartPage": "1", "EndPage": "118538", "MedlinePgn": "1-118538"}, "Abstract": {"AbstractText": ["This paper uses a machine learning model called a relevance vector machine (RVM) to quantify ozone (O<sub>3</sub>) and nitrogen oxides (NO<sub>x</sub>) formation under wintertime conditions. Field study measurements were based on previous work described by Olson et al. (2019), where continuous measurements were reported from a wintertime field study in Utah. RVMs were formulated using either O<sub>3</sub> or nitrogen dioxide (NO<sub>2</sub>) as the output variable. Values of the correlation coefficient (r<sup>2</sup>) between predicted and measured concentrations were 0.944 for O<sub>3</sub> and 0.931 for NO<sub>2</sub>. RVMs are constructed from the observed measurements and result in sparse model formulations, meaning that only a subset of the data is used to approximate the entire dataset. For this study, the RVM with O<sub>3</sub> as the output variable used only 20% of the measurement data while the RVM with NO<sub>2</sub> used 16%. RVMs were then used as a predictive model to assess the importance of individual precursors. Using O<sub>3</sub> as the output variable, increases in three species resulted in increased O<sub>3</sub> concentrations: hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>), dinitrogen pentoxide (N<sub>2</sub>O<sub>5</sub>), and molecular chlorine (Cl<sub>2</sub>). For the two termination products measured during the study, nitric acid (HNO<sub>3</sub>) and formic acid (CH<sub>2</sub>O<sub>2</sub>), no change in O<sub>3</sub> concentration was observed. Using NO<sub>2</sub> as the output variable, only increases in N<sub>2</sub>O<sub>5</sub> resulted in increased NO<sub>2</sub> concentrations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Olson", "ForeName": "David A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Riedel", "ForeName": "Theran P", "Initials": "TP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Offenberg", "ForeName": "John H", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Lewandowski", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Long", "ForeName": "Russell", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, United States Environmental Protection Agency, 109 T.W. Alexander Drive, Research Triangle Park, NC 27711, United States."}], "LastName": "Kleindienst", "ForeName": "Tadeusz E", "Initials": "TE"}], "GrantList": [{"GrantID": "EP-C-15-008", "Acronym": "EPA", "Agency": "EPA", "Country": "United States"}, {"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "40 Code of Federal Regulations § 50 Appendix D, 2016. Reference measurement principle and calibration procedure for the measurement of ozone in the atmosphere (chemiluminescence method)."}, {"Citation": "40 Code of Federal Regulations § 50 Appendix F, 2012. Measurement principle and calibration procedure for the measurement of nitrogen dioxide in the atmosphere (gas phase chemiluminescence)."}, {"Citation": "Agrawal RK, Muchahary F, Tripathi MM, 2019. Ensemble of relevance vector machines and boosted trees for electricity price forecasting. Applied Energy 250, 540–548. 10.1016/j.apenergy.2019.05.062.", "ArticleIdList": ["10.1016/j.apenergy.2019.05.062"]}, {"Citation": "Atkinson R, 2000. Atmospheric chemistry of VOCs and NOx. Atmospheric Environment 34, 2063–2101."}, {"Citation": "Atkinson R, Arey J, 2003. Atmospheric degradation of volatile organic compounds. Chemical Reviews 103, 4605–4638.", "ArticleIdList": ["14664626"]}, {"Citation": "Baasandorj M, Hoch SW, Bares R, Lin JC, Brown SS, Millet DB, Martin R, Kelly K, Zarzana KJ, Whiteman CD, Dube WP, Tonnesen G, Jaramillo IC, Sohl J, 2017. Coupling between chemical and meteorological processes under persistent cold-air pool conditions: Evolution of wintertime PM2.5 pollution events and N2O5 observations in Utah’s Salt Lake Valley. Environmental Science & Technology 51(11), 5941–5950. 10.1021/acs.est.6b06603.", "ArticleIdList": ["10.1021/acs.est.6b06603", "28468492"]}, {"Citation": "Bae MS, Schauer JJ, DeMinter JT, Turner JR, 2004. Hourly and daily patterns of particle-phase organic and elemental carbon concentrations in the urban atmosphere. J. Air Waste Manage. Assoc 54, 823–833. 10.1080/10473289.2004.10470957.", "ArticleIdList": ["10.1080/10473289.2004.10470957", "15303295"]}, {"Citation": "Balram D, Lian K-Y, Sebastian N, 2020. A novel soft sensor based warning system for hazardous ground-level ozone using advanced damped least squares neural network. Ecotoxicology and Environmental Safety 205, 111168. 10.1016/j.ecoenv.2020.111168.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111168", "32846299"]}, {"Citation": "Bishop CM, 2006. Pattern Recognition and Machine Learning, Springer, New York, New York."}, {"Citation": "Caesarendra W, Widodo A, Yang B-S, 2010. Application of relevance vector machine and logistic regression for machine degradation assessment. Mechanical Systems and Signal Processing 24, 1161–1171, 10.1016/j.ymssp.2009.10.011.", "ArticleIdList": ["10.1016/j.ymssp.2009.10.011"]}, {"Citation": "Canagaratna M, Jayne J, Jimenez J, Allan J, Alfarra M, Zhang Q, Onasch T, Drewnick F, Coe H, Middlebrook A, Delia A, Williams L, Trimborn A, Northway M, DeCarlo P, Kolb C, Davidovits P, Worsnop D, 2007. Chemical and microphysical characterization of ambient aerosols with the aerodyne aerosol mass spectrometer. Mass Spectrom. Rev 26, 185–222. 10.1002/mas.20115.", "ArticleIdList": ["10.1002/mas.20115", "17230437"]}, {"Citation": "Clifton OE, Fiore AM, Correa G, Horowitz LW, Naik V, 2014. Twenty-first century reversal of the surface ozone seasonal cycle over the northeastern United States, Geophys. Res. Lett 41, 7343–7350. 10.1002/2014GL061378.", "ArticleIdList": ["10.1002/2014GL061378"]}, {"Citation": "Gaston CJ, Thornton JA, Ng NL, 2014. Reactive uptake of N2O5 to internally mixed inorganic and organic particles: The role of organic carbon oxidation state and inferred organic phase separations. Atmospheric Chemistry and Physics 14(11), 5693–5707. 10.5194/acp-14-5693-2014.", "ArticleIdList": ["10.5194/acp-14-5693-2014"]}, {"Citation": "Ghosh S, Mujumdar PP, 2008. Statistical downscaling of GCM simulations to streamflow using relevance vector machine. Advances in Water Resources 31, 132–146, 10.1016/j.advwatres.2007.07.005.", "ArticleIdList": ["10.1016/j.advwatres.2007.07.005"]}, {"Citation": "Harrison RM, Jones AM, Lawrence RG, 2004. Major component composition of PM10 and PM2.5 from roadside and urban background sites. Atmos. Environ 38, 4531–4538. 10.1016/j.atmosenv.2004.05.022.", "ArticleIdList": ["10.1016/j.atmosenv.2004.05.022"]}, {"Citation": "Hastie T, Tibshirani R, Friedman J, 2009. The Elements of Statistical Learning: Data Mining, Inference, and Prediction, Second Edition, Springer, New York, New York."}, {"Citation": "Hua W, Chen ZM, Jie CY, Kondo Y, Hofzumahaus A, Takegawa N, Chang CC, Lu KD, Miyazaki Y, Kita K, Wang HL, Zhang YH, Hu M, 2008. Atmospheric hydrogen peroxide and organic hydroperoxides during PRIDE-PRD’06, China: Their concentration, formation mechanism and contribution to secondary aerosols. Atmospheric Chemistry and Physics 8, 6755–6773."}, {"Citation": "Jimenez JL, Jayne JT, Shi Q, Kolb CE, Worsnop DR, Yourshaw I, Seinfeld JH, Flagan RC, Zhang X, Smith KA, Morris JW, Davidovits P, 2003. Ambient aerosol sampling using the Aerodyne Aerosol Mass Spectrometer. J. Geophys. Res 108, 8425, doi:10.1029/2001JD001213.", "ArticleIdList": ["10.1029/2001JD001213"]}, {"Citation": "Jordan MI, Mitchell TM, 2015. Machine learning: Trends, perspectives, and prospects. Science 349, 255–60. 10.1126/science.aaa8415.", "ArticleIdList": ["10.1126/science.aaa8415", "26185243"]}, {"Citation": "Kercher JP, Riedel TP, Thornton JA, 2009. Chlorine activation by N2O5: Simultaneous, in situ detection of ClNO2 and N2O5 by chemical ionization mass spectrometry. Atmospheric Measurement Techniques 2(1), 193–204."}, {"Citation": "Koss AR, de Gouw J, Warneke C, Gilman JB, Lerner BM, Graus M, Yuan B, Edwards P, Brown SS, Wild R, Roberts JM, Bates TS, Quinn PK, 2015. Photochemical aging of volatile organic compounds associated with oil and natural gas extraction in the Uintah Basin, UT, during a wintertime ozone formation event. Atmos. Chem. Phys 15, 5727–5741. 10.5194/acp-15-5727-2015.", "ArticleIdList": ["10.5194/acp-15-5727-2015"]}, {"Citation": "Lee BH, Lopez-Hilfiker FD, Mohr C, Kurtén T, Worsnop DR, Thornton JA, 2014. An iodide-adduct high-resolution time-of-flight chemical-ionization mass spectrometer: Application to atmospheric inorganic and organic compounds. Environmental Science and Technology 48, 6309–6317.", "ArticleIdList": ["24800638"]}, {"Citation": "Lee BH, Lopez‐Hilfiker FD, Veres PR, McDuffie EE, Fibiger DL, Sparks TL, Ebben CJ, Green JR, Schroder JC, Campuzano-Jost P, Iyer S, D’Ambro EL, Schobesberger S, Brown SS, Wooldridge PJ, Cohen RC, Fiddler MN, Bililign S, Jimenez JL, Kurtén T, Weinheimer AJ, Jaegle L, Thornton JA, 2018. Flight deployment of a high‐resolution time‐of‐flight chemical ionization mass spectrometer: Observations of reactive halogen and nitrogen oxide species. Journal of Geophysical Research: Atmospheres 123, 7670–7686.", "ArticleIdList": ["PMC6463521", "30997299"]}, {"Citation": "Liang H, Chen ZM, Huang D, Zhao Y, Li ZY, 2013. Impacts of aerosols on the chemistry of atmospheric trace gases: A case study of peroxides and HO2 radicals. Atmospheric Chemistry and Physics 13, 11259–11276."}, {"Citation": "McDuffie EE, Fibiger DL, Dubé WP, Lopez-Hilfiker F, Lee BH, Thornton JA, Shah V, Jaeglé L, Guo H, Weber RJ, Reeves JM, Weinheimer AJ, Schroder JC, Campuzano-Jost P, Jimenez JL, Dibb JE, Veres P, Ebben C, Sparks TL, Wooldridge PJ, Cohen RC, Hornbrook RS, Apel EC, Campos T, Hall SR, Ullmann K, Brown SS, 2018. Heterogeneous N2O5 uptake during winter: Aircraft measurements during the 2015 WINTER campaign and critical evaluation of current parameterizations. Journal of Geophysical Research: Atmospheres 123, 4345–4372."}, {"Citation": "Mjolsness E, DeCoste D, 2001. Machine learning for science: state of the art and future prospects. Science 293, 2051–5. 10.1126/science.293.5537.2051.", "ArticleIdList": ["10.1126/science.293.5537.2051", "11557883"]}, {"Citation": "Olson DA, Riedel TP, Long R, Offenberg JH, Lewandowski M, Kleindienst TE, 2019. Time series analysis of wintertime O3 and NOx formation using vector autoregressions. Atmospheric Environment 218, 116988, 10.1016/j.atmosenv.2019.116988.", "ArticleIdList": ["10.1016/j.atmosenv.2019.116988", "PMC6820145", "31666799"]}, {"Citation": "Oltmans S, Schnell R, Johnson B, Pétron G, Mefford T, Neely R, 2014. Anatomy of wintertime ozone associated with oil and natural gas extraction activity in Wyoming and Utah. Elementa 2. 10.12952/journal.elementa.000024.", "ArticleIdList": ["10.12952/journal.elementa.000024"]}, {"Citation": "Phillips GJ, Thieser J, Tang M, Sobanski N, Schuster G, Fachinger J, Drewnick F, Borrmann S, Bingemer H, Lelieveld J, Crowley JN, 2016. Estimating N2O5 uptake coefficients using ambient measurements of NO3, N2O5, ClNO2 and particle-phase nitrate. Atmospheric Chemistry and Physics 16(20), 13,231–13,249. 10.5194/acp-16-13231-2016.", "ArticleIdList": ["10.5194/acp-16-13231-2016"]}, {"Citation": "Rappenglück B, Ackermann L, Alvarez S, Golovko J, Buhr M, Field RA, Soltis J, Montague DC, Hauze B, Adamson S, Risch D, Wilkerson G, Bush D, Stoeckenius T, Keslar C, 2014. Strong wintertime ozone events in the Upper Green River basin, Wyoming. Atmos. Chem. Phys 14, 4909–4934. 10.5194/acp-14-4909-2014.", "ArticleIdList": ["10.5194/acp-14-4909-2014"]}, {"Citation": "Riedel TP, Bertram TH, Crisp TA, Williams EJ, Lerner BM, Vlasenko A, Li S-M, Gilman J, de Gouw J, Bon DM, Wagner NL, Brown SS, Thornton JA, 2012. Nitryl chloride and molecular chlorine in the coastal marine boundary layer. Environmental Science & Technology 46 (19), 10463–10470.", "ArticleIdList": ["22443276"]}, {"Citation": "Russell A, Dennis R, 2000. NARSTO critical review of photochemical models and modeling. Atmospheric Environment 34, 2283–2324."}, {"Citation": "Ryder OS, Ault AP, Cahill JF, Guasco TL, Riedel TP, Cuadra-Rodriguez LA, Gaston CJ, Fitzgerald E, Lee C, Prather KA, Timothy H Bertram TH, 2014. On the role of particle inorganic mixing state in the reactive uptake of N2O5 to ambient aerosol particles. Environmental Science & Technology 48(3), 1618–1627. 10.1021/es4042622.", "ArticleIdList": ["10.1021/es4042622", "24387143"]}, {"Citation": "Samui P, Dixon B, 2012. Application of support vector machine and relevance vector machine to determine evaporative losses in reservoirs. Hydrological Processes 26, 1361–1369. 10.1002/hyp.8278.", "ArticleIdList": ["10.1002/hyp.8278"]}, {"Citation": "Shen L, Mickley LJ, 2017. Seasonal prediction of US summertime ozone using statistical analysis of large scale climate patterns. Proceedings of the National Academy of Sciences 114, 2491–2496. 10.1073/pnas.1610708114.", "ArticleIdList": ["10.1073/pnas.1610708114", "PMC5347621", "28223483"]}, {"Citation": "Sillman S, 1999. The relation between ozone, NOx and hydrocarbons in urban and polluted rural environments. Atmospheric Environment 33, 1821–1845."}, {"Citation": "Stockwell WR, Lawson CV, Saunders E, Goliff WS, 2012. A review of tropospheric atmospheric chemistry and gas-phase chemical mechanisms for air quality modeling. Atmosphere 3, 1–32. 10.3390/atmos3010001.", "ArticleIdList": ["10.3390/atmos3010001"]}, {"Citation": "Stone D, Evans MJ, Walker H, Ingham T, Vaughan S, Ouyang B, Kennedy OJ, McLeod MW, Jones RL, Hopkins J, Punjabi S, Lidster R, Hamilton JF, Lee JD, Lewis AC, Carpenter LJ, Forster G, Oram DE, Reeves CE, Bauguitte S, Morgan W, Coe H, Aruffo E, Dari-Salisburgo C, Giammaria F, Di Carlo P, Heard DE, 2014. Radical chemistry at night: Comparisons between observed and modelled HOx, NO3 and N2O5 during the RONOCO project. Atmospheric Chemistry and Physics 14(3), 1299–1321. 10.5194/acp-14-1299-2014.", "ArticleIdList": ["10.5194/acp-14-1299-2014"]}, {"Citation": "Tipping ME, 2001. Sparse Bayesian learning and the relevance vector machine. Journal of Machine Learning Research 1, 211–244."}, {"Citation": "Wang Y, Chen Z, Wu Q, Liang H, Huang L, Li H, Lu K, Wu Y, Dong H, Zeng L, Zhang Y, 2016. Observation of atmospheric peroxides during Wangdu Campaign 2014 at a rural site in the North China Plain. Atmospheric Chemistry and Physics 16, 10985–11000."}, {"Citation": "Watanabe K, Yachi C, Nishibe M, Michigami S, Saito Y, Eda N, Yamazaki N, Hirai T, 2016. Measurements of atmospheric hydroperoxides over a rural site in central Japan during summers using a helicopter. Atmospheric Environment 146, 174–182."}, {"Citation": "Watanabe K, Yachi C, Song XJ, Kakuyama S, Nishibe M, Jin SJ, 2018. Atmospheric hydroperoxides measured over a rural site in central Japan during spring: Helicopter-borne measurements. Journal of Atmospheric Chemistry 75, 141–153."}, {"Citation": "Widodo A, Yang B-S, 2011. Application of relevance vector machine and survival probability to machine degradation assessment. Expert Systems with Applications 38, 2592–2599. 10.1016/j.eswa.2010.08.049.", "ArticleIdList": ["10.1016/j.eswa.2010.08.049"]}, {"Citation": "Zio E, Di Maio F, 2012. Fatigue crack growth estimation by relevance vector machine. Expert Systems with Applications 39, 10681–10692. 10.1016/j.eswa.2012.02.199.", "ArticleIdList": ["10.1016/j.eswa.2012.02.199"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "13", "Hour": "7", "Minute": "5"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "8", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34385886", "NIHMS1726553", "PMC8353961"]}}], "PubmedBookArticle": []}