{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Animal", "Ozone derivatives", "Ozone therapy", "Quality issues", "Veterinary clinic"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34401601", "DateRevised": {"Year": "2021", "Month": "08", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "28"}], "ELocationID": ["100191", "10.1016/j.vas.2021.100191"], "Journal": {"ISSN": "2451-943X", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Veterinary and animal science", "ISOAbbreviation": "Vet Anim Sci"}, "ArticleTitle": "Ozone and its derivatives in veterinary medicine: A careful appraisal.", "Pagination": {"StartPage": "100191", "MedlinePgn": "100191"}, "Abstract": {"AbstractText": ["The therapeutic use of ozone and its derivatives in the veterinary medicine it is still in an emergent stage. Gaseous ozone chemical instability makes necessary its extemporaneous preparation and the accordance about ozone treatments with the highest quality standards in publications is of paramount importance. Moreover, the numerous method of administration in different animal species, the prevalence of case reports, the deficiency of consistent evaluation of the outcomes, as well as the lack of standardization of the treatment operating procedures represents an open question for its spreading and official approval. The keywords \"ozone\", \"ozonated\", \"ozonation\" \"ozonized\", \"ozonization\", \"oxygen-ozone therapy\", \"veterinary\", \"pets\", \"animal\" were used to perform a literature review using PubMed, Cochrane, Google Scholar, Zotero databases with the temporal restriction for published manuscripts starting from 2010. All the researches were critically evaluated, regardless of the impact factor, if any, of the journals in which they were presented. The deepening of the mechanisms of action of this bio-oxidative therapy can open new horizons on its use. The distinctive condition to achieve such a scenario is an improved knowledge of the qualitative/quantitative characteristics of ozone and its derivatives. All with the aim of taking nothing away to the cited original research papers, but of improving the promising therapeutic implications of ozone therapy in veterinary medicine as a standardization stimulus about this therapeutic resource with multiple application specificities."], "CopyrightInformation": "© 2021 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Medicine, Faculty of Animal Science and Food Engineering (FZEA-USP), University of São Paulo, Pirassununga, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "Department of Biotechnology, Chemistry and Pharmacy - Department of National Excellence 2018-2022, University of Siena, Italy."}], "LastName": "Orlandin", "ForeName": "Jéssica Rodrigues", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Medicine, Faculty of Animal Science and Food Engineering (FZEA-USP), University of São Paulo, Pirassununga, São Paulo, Brazil."}], "LastName": "Machado", "ForeName": "Luciana Cristina", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Medicine, Faculty of Animal Science and Food Engineering (FZEA-USP), University of São Paulo, Pirassununga, São Paulo, Brazil."}], "LastName": "Ambrósio", "ForeName": "Carlos Eduardo", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Chemistry and Pharmacy - Department of National Excellence 2018-2022, University of Siena, Italy."}], "LastName": "Travagli", "ForeName": "Valter", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Vet Anim Sci", "NlmUniqueID": "101694897", "ISSNLinking": "2451-943X"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel-Moneim A.S., Abdelwhab E.M. Evidence for SARS-COV-2 infection of animal hosts. Pathogens. 2020;9:1–27. doi: 10.3390/pathogens9070529.", "ArticleIdList": ["10.3390/pathogens9070529", "PMC7400078", "32629960"]}, {"Citation": "Almeida N.R., Beatriz A., Micheletti A.C., Arruda E.J.deD. Ozonized vegetable oils and therapeutic properties: A review. Orbital: The Electronic Journal of Chemistry. 2013;4:313–326. doi: 10.17807/orbital.v4i4.467.", "ArticleIdList": ["10.17807/orbital.v4i4.467"]}, {"Citation": "Almendros A., Gascoigne E. Can companion animals become infected with Covid-19? Veterinary Record. 2020;186:419–420. doi: 10.1136/vr.m1322.", "ArticleIdList": ["10.1136/vr.m1322", "32245870"]}, {"Citation": "Althaus M., Clauss W.G. Gasotransmitters: Novel regulators of ion channels and transporters. Frontiors in Physiology. 2013;4:27. doi: 10.3389/fphys.2013.00027.", "ArticleIdList": ["10.3389/fphys.2013.00027", "PMC3578291", "23437016"]}, {"Citation": "Andersen K.G., Rambaut A., Lipkin W.I., Holmes E.C., Garry R.F. The proximal origin of SARS-CoV-2. Nature Medicine. 2020;26:450–452. doi: 10.1038/s41591-020-0820-9.", "ArticleIdList": ["10.1038/s41591-020-0820-9", "PMC7095063", "32284615"]}, {"Citation": "Argudo D., Soria C. La ozonoterapia como alternativa de tratamiento para la mastitis clínica en ganado de leche. Maskana. 2017;8:37–40."}, {"Citation": "Baeza-Noci J., Pinto-Bonilla R., Contreras-Velasco L., Gomez-Moraleda M. Scientific approach for ozone absorption in blood during systemic indirect endovenous ozonetherapy. Journal of Ozone Therapy. 2018;2:1–6. doi: 10.7203/jo3t.2.3.2018.9611.", "ArticleIdList": ["10.7203/jo3t.2.3.2018.9611"]}, {"Citation": "Bhatt J., Bhat A.R., Dhama K., Amarpal An overview of ozone therapy in equine - An emerging healthcare solution. Journal of Experimental Biology and Agricultural Sciences. 2016;4:203–210. doi: 10.18006/2016.4(Spl-4-EHIDZ).S203.S210.", "ArticleIdList": ["10.18006/2016.4(Spl-4-EHIDZ).S203.S210"]}, {"Citation": "Bignotti A. Università degli Studi di Milano; Milano: 2015. Intramammary administration of oxygen/ozone mix in oil vehicle blended platelet concentrate as an unconventional therapy in bovine mastitis - First clinical application. 10.13130/BIGNOTTI-ANDREA_PHD2015-03-11."}, {"Citation": "Bocci V., Zanardi I., Borrelli E., Travagli V. Reliable and effective oxygen-ozone therapy at a crossroads with ozonated saline infusion and ozone rectal insufflation. Journal of Pharmacy and Pharmacology. 2012;64:482–489. doi: 10.1111/j.2042-7158.2011.01427.x.", "ArticleIdList": ["10.1111/j.2042-7158.2011.01427.x", "22420654"]}, {"Citation": "Bonetti M., Travagli V. Gaseous ozone or method of administration: Hunt for the culprit. American Journal of Emergency Medicine. 2020:30473. doi: 10.1016/j.ajem.2020.05.110. S0735-6757.", "ArticleIdList": ["10.1016/j.ajem.2020.05.110", "32518022"]}, {"Citation": "Briel M., Müller K.F., Meerpohl J.J., Elm E.vonV., Lang B., Motschall E., Gloy V., Lamontagne F., Schwarzer G., Bassler D. Publication bias in animal research: a systematic review protocol. Systematic Review. 2013;21 2:1–5. doi: 10.1186/2046-4053-2-23. 2013.", "ArticleIdList": ["10.1186/2046-4053-2-23", "PMC3651300", "23621910"]}, {"Citation": "Cabral I.L., Utzig S.L., Banhuk F.W., Staffen I.V., Loth E.A., de Amorim J.P.A., Negretti F., Gandra R.F., Ayala T.S., Menolli R.A. Aqueous ozone therapy improves the standard treatment of leishmaniasis lesions in animals leading to local and systemic alterations. Parasitology Research. 2020:1–11. doi: 10.1007/s00436-020-06925-8.", "ArticleIdList": ["10.1007/s00436-020-06925-8", "33048207"]}, {"Citation": "CDC  Confirmation of COVID-19 in Two Pet Cats in New York | CDC Online Newsroom | CDC [WWW Document] CDC. 2020 https://www.cdc.gov/media/releases/2020/s0422-covid-19-cats-NYC.html (accessed 10.3.20)"}, {"Citation": "Cezario A.B. Universidade Tuiuti do Paraná; Curitiba: 2018. Tratamento com ozonioterapia para alteração óssea e lesão recidivante em região inguinal em felino e Dioctophyma Renale em cão."}, {"Citation": "Chica A.F.S. Universidad de Córdoba; 2020. Determinación de los efectos de la aplicación intravenosa de ozono en la biometria y bioquimica hemática en caballos (Equus ferus caballus) clínicamente sanos."}, {"Citation": "Ciborowski M., Lipska A., Godzien J., Ferrarini A., Korsak J., Radziwon P., Tomasiak M., Barbas C. Combination of LC-MS- and GC-MS-based metabolomics to study the effect of ozonated autohemotherapy on human blood. Journal of Proteome Research. 2012;11:6231–6241. doi: 10.1021/pr3008946.", "ArticleIdList": ["10.1021/pr3008946", "23148940"]}, {"Citation": "Coelho C.S., Bernadi W.A., Ginelli A.M., Spagnol T., Gardel L.S., Souza V.R.C. Use of ozone therapy in chronic laminitis in a horse. Journal of Ozone Therapy. 2015;1:1–7. doi: 10.7203/jo3t.1.1.2015.12164.", "ArticleIdList": ["10.7203/jo3t.1.1.2015.12164"]}, {"Citation": "Constantin T., Bîrţoiu I.A. Prelliminary study on ozone therapy in postpartum endometritis of dairy cows. Agriculture and Agricultural Science Procedia. 2016;10:384–389. doi: 10.1016/J.AASPRO.2016.09.078.", "ArticleIdList": ["10.1016/J.AASPRO.2016.09.078"]}, {"Citation": "Daud F.V., Ueda S.M.Y., Navarini A., Mímica L.M.J. The use of ozonized oil in the treatment of dermatophitosis caused by microsporum canis in rabbits. Brazilian Journal of Microbiology. 2011;42:274–281. doi: 10.1590/S1517-83822011000100035.", "ArticleIdList": ["10.1590/S1517-83822011000100035", "PMC3768949", "24031632"]}, {"Citation": "Djuricic D., Valpotic H., Samardzija M. The intrauterine treatment of the retained foetal membrane in dairy goats by ozone: Novel alternative to antibiotic therapy. Reproduction in Domestic Animals = Zuchthygiene. 2015;50:236–239. doi: 10.1111/rda.12475.", "ArticleIdList": ["10.1111/rda.12475", "25604885"]}, {"Citation": "Djuricic D., Vince S., Ablondi M., Dobranic T., Samardzija M. Intrauterine ozone treatment of retained fetal membrane in Simmental cows. Animal Reproduction Science. 2012;134:119–124. doi: 10.1016/j.anireprosci.2012.08.023.", "ArticleIdList": ["10.1016/j.anireprosci.2012.08.023", "22959513"]}, {"Citation": "DOU 7/05/ 2020 - Pg. 269 - Seção 1 | Diário Oficial da União | Diários Jusbrasil [WWW Document], n.d. URL https://www.jusbrasil.com.br/diarios/296081102/dou-secao-1-07-05-2020-pg-269(accessed 9.22.20)."}, {"Citation": "Đuričić D., Lipar M., Samardžija M. Ozone treatment of metritis and endometritis in Holstein cows. Veterinarski arhiv. 2014;84:103–110."}, {"Citation": "Duričić D., Valpotić H., Samardžija M. Prophylaxis and therapeutic potential of ozone in buiatrics: Current knowledge. Animal Reproduction Science. 2015 doi: 10.1016/j.anireprosci.2015.05.017.", "ArticleIdList": ["10.1016/j.anireprosci.2015.05.017", "26059777"]}, {"Citation": "Đuričić D., Valpotić H., Žura Žaja I., Samardžija M. Comparison of intrauterine antibiotics versus ozone medical use in sheep with retained placenta and following obstetric assistance. Reproduction in Domestic Animals = Zuchthygiene. 2016;51:538–540. doi: 10.1111/rda.12715.", "ArticleIdList": ["10.1111/rda.12715", "27287827"]}, {"Citation": "Enginler S.Ö., Sabuncu A., Kahraman B.B., Koçak Ö., Yäldar E., Güze Ö. Comparison of intramammary ozone administration doses in dairy cows with clinical mastitis. Acta Scientiae Veterinariae. 2015;43:1–7."}, {"Citation": "Escandón B.M., Espinoza J.S., Perea F.P., Quito F., Ochoa R., López G.E., Galarza D.A., Garzón J.P. Intrauterine therapy with ozone reduces subclinical endometritis and improves reproductive performance in postpartum dairy cows managed in pasture-based systems. Tropical Animal Health and Production. 2020:1–6. doi: 10.1007/s11250-020-02298-3.", "ArticleIdList": ["10.1007/s11250-020-02298-3", "32445159"]}, {"Citation": "Fernández-Cuadros M.E., Albaladejo-Florín M.J., Álava-Rabasa S., Usandizaga-Elio I., Martinez-Quintanilla Jimenez D., Peña-Lora D., Neira-Borrajo I., López-Muñoz M.J., Rodríguez-de-Cía J., Pérez-Moro O.S. Effect of rectal ozone (O3) in severe COVID-19 Pneumonia: Preliminary results. SN Compr. Clinical Medicine (London, England) 2020;2:1328–1336. doi: 10.1007/s42399-020-00374-1.", "ArticleIdList": ["10.1007/s42399-020-00374-1", "PMC7397966", "32838181"]}, {"Citation": "Garcia C.A., Eurides D., Prado Berbert R., Mickael M., Rodrigues N., Mabel S., Neves N., Cristina F., Rinaldi Q. Skin healing in one equine by therapy with ozone. Revista CENIC. 2010;41:1–6."}, {"Citation": "Garcia C.A., Prado Berbert R., Rodrigues G.M., Gatti De Oliveira Nascimento F., Ferreira Cipriano L., Cristina I., Violatti A., Pará A. The use of ozonated major autohemotherapy in canine ehrlichiosis’ treatment: Case report. Revista CENIC. 2010;41:1–7."}, {"Citation": "Gayon-Amaro S.G., Flores-Colin E. Ozone applications in veterinary oncology. Journal of Ozone Therapy. 2019;3:18–19. doi: 10.7203/jo3t.3.4.2019.15423.", "ArticleIdList": ["10.7203/jo3t.3.4.2019.15423"]}, {"Citation": "Gonçalves B.P., Castro L.M.deD., Pinto H.G.F., Santos Filho M.dosD. Adjuvant therapy using ozonated saline in a dog with persistent thrombocytopenia - case report. Research Society and Development. 2020;9 doi: 10.33448/rsd-v9i9.7234.", "ArticleIdList": ["10.33448/rsd-v9i9.7234"]}, {"Citation": "Hayashi M.P. Surgical clinical applicability of ozone therapy in small animals: Literature review. Revista Unimar Ciências. 2018;27:1–10."}, {"Citation": "Hernández Avilés M., Malpica Rojo A.M., Alcalde González R. Ozone therapy as a coadjuvant treatment in veterinary oncology - Case reports. Revista Española Ozonoterapia. 2016;6:231–236."}, {"Citation": "Hernández A., Viñals M., Isidoro T., Vilás F. Potential role of oxygen–ozone therapy in treatment of COVID-19 pneumonia. American Journal of Case Report. 2020;21:1–6. doi: 10.12659/AJCR.925849.", "ArticleIdList": ["10.12659/AJCR.925849", "PMC7476746", "32804917"]}, {"Citation": "Hernandez, A., Vinals, M., Pablos, A., Vilas, F., Papadakos, P., Wijeysundera, D., Vives, M., 2020. Ozone therapy for patients with SARS-COV-2 pneumonia: a single-center prospective cohort study. medRxiv 1–21. 10.1101/2020.06.03.20117994."}, {"Citation": "Jaramillo F.M., Vendruscolo C.P., Fülber J., Seide S.R.T., Barbosa A.P., Baccarin R.Y.A. Effects of transrectal medicinal ozone in horses - Clinical and laboratory aspects. Arquivo Brasileiro de Medicina Veterinária e Zootecnia. 2020;72:56–64. doi: 10.1590/1678-4162-11155.", "ArticleIdList": ["10.1590/1678-4162-11155"]}, {"Citation": "Johansen M.D., Irving A., Montagutelli X., Tate M.D., Rudloff I., Nold M.F., Hansbro N.G., Kim R.Y., Donovan C., Liu G., Faiz A., Short K.R., Lyons J.G., McCaughan G.W., Gorrell M.D., Cole A., Moreno C., Couteur D., Hesselson D., Triccas J., Neely G.G., Gamble J.R., Simpson S.J., Saunders B.M., Oliver B.G., Britton W.J., Wark P.A., Nold-Petry C.A., Hansbro P.M. Animal and translational models of SARS-CoV-2 infection and COVID-19. Mucosal Immunology. 2020:1–15. doi: 10.1038/s41385-020-00340-z.", "ArticleIdList": ["10.1038/s41385-020-00340-z", "PMC7439637", "32820248"]}, {"Citation": "Kararli T.T. Comparison of the gastrointestinal anatomy, physiology, and biochemistry of humans and commonly used laboratory animals. Biopharmaceutics & Drug Disposition. 1995;16:351–380. doi: 10.1002/bdd.2510160502.", "ArticleIdList": ["10.1002/bdd.2510160502", "8527686"]}, {"Citation": "Klaassen J.K. Reference values in veterinary medicine. Laboratory Medicine. 1999;30:194–197. doi: 10.1093/labmed/30.3.194.", "ArticleIdList": ["10.1093/labmed/30.3.194"]}, {"Citation": "Kosachenco D.B., Autônomo M.V., Bárbara D., Médico A., Autônomo V., Mentz F. Therapeutic effect of ozone therapy in wound healing in dogs: Cases report. Revista Española Ozonoterapia. 2018;8:197–210."}, {"Citation": "Kozat S., Okman E.N. Has ozone therapy a future in veterinary medicine? Journal of Animal Husbandry and Dairy Science. 2019;3:34."}, {"Citation": "Lee S.M., Kang B.-J., Lee S., Kim W.H. Comparison of hematological and biochemical results derived from arterial and venous blood samples in post-anesthetic dogs. Animals. 2020;10:2080. doi: 10.3390/ani10112069.", "ArticleIdList": ["10.3390/ani10112069", "PMC7695303", "33182229"]}, {"Citation": "Libonati R., Belém L., Rodrigues J., Santos F., Sena C., Pinto M., Carvalho I. Sistema ALARMES – Alerta de área queimada Pantanal, situação atual – terceira semana de novembro de 2020. Laboratório Apl. Satélites Ambient. do Dep. Meteorol. da UFRJ. 2020 doi: 10.13140/RG.2.2.12810.90564.", "ArticleIdList": ["10.13140/RG.2.2.12810.90564"]}, {"Citation": "Madan K.G., Díaz Gómez M.F., Castellanos F.P., Pérez Martínez I. Ozonized citronellal formulations effects in the treatment of rabbits with. Dermatomycosis. Rev. CENIC. 2010;41:1–8."}, {"Citation": "Maldonado H., Narváez J., Enríquez M., Ortuño C. Uso de la ozonoterapia para el control de la endometritis subclínica postparto en vacas lecheras. Maskana. 2017;8:105–108."}, {"Citation": "Mariño R.Q., Tapia A.S. Ozonetherapy and legislation. Analysis for its regularization. Ozone Therapy Global Journal. 2012;2:51–90."}, {"Citation": "Martins V., Santos N. Onça que se feriu em incêndio e foi tratada com ozônio é levada de volta à natureza, diz Nex | Goiás | G1 [WWW Document] Gg1 Goiás. 2020 https://g1.globo.com/go/goias/noticia/2020/10/19/onca-que-se-feriu-em-incendio-e-foi-tratada-com-ozonio-e-levada-de-goias-diz-nex.ghtml (accessed 11.17.20)"}, {"Citation": "McAloose, D., Laverack, M., Wang, L., Killian, M.L., Caserta, L.C., Mitchell, P.K., Queen, K., Mauldin, M.R., Cronk, B.D., Bartlett, S.L., Sykes, J.M., Zec, S., Ingerman, K., Stokol, T., Frederikson, R., Delaney, M.A., Ivancic, M., Jenkins-Moore, M., Mozingo, K., Franzen, K., Hines Bergeson, N., Goodman, L., Wang, H., Wang, S., Yuan, F., Fang, Y., Olmstead, C., McCann, C., Thomas, P., Goodrich, E., Elvinger, F., Slavinski, S., Smith, D.C., Calle, P.P., Terio, K., Torchetti, M.K., Diel, D.G., 2020. From people to Panthera: Natural SARS-CoV-2 infection in tigers and lions at the Bronx Zoo. bioRxiv 1–20. 10.1101/2020.07.22.213959.", "ArticleIdList": ["PMC7554670", "33051368"]}, {"Citation": "Miglio A., Gavazza A., Siepi D., Bagaglia F., Misia A., Antognoni M.T. Hematological and biochemical reference intervals for 5 adult hunting dog breeds using a blood donor database. Animals. 2020;10:1–19. doi: 10.3390/ani10071212.", "ArticleIdList": ["10.3390/ani10071212", "PMC7401625", "32708682"]}, {"Citation": "Mortola J.P., Wilfong D.A. Hematocrit of mammals (Artiodactyla, Carnivora, Primates) at 1500 m and 2100 m altitudes. Zoology. 2017;125:10–23. doi: 10.1016/j.zool.2017.07.001.", "ArticleIdList": ["10.1016/j.zool.2017.07.001", "28855086"]}, {"Citation": "Nascente E., de P., Chagas S.R., Pessoa A.V.C., Matos M.P.C., Andrade M.A., Pascoal L.M. Potencial antimicrobiano do ozônio: aplicações e perspectivas em medicina veterinária. Pubvet. 2019;13:130."}, {"Citation": "Newman A., Smith D., Ghai R.R., Wallace R.M., Torchetti M.K., Loiacono C., Murrell L.S., Carpenter A., Moroff S., Rooney J.A., Barton Behravesh C. First Reported Cases of SARS-CoV-2 Infection in Companion Animals — New York, March–April 2020. MMWR. Morbidity Mortal. Weekly Report. 2020;69:710–713. 10.15585/mmwr.mm6923e3", "ArticleIdList": ["10.15585/mmwr.mm6923e3", "PMC7315787", "32525853"]}, {"Citation": "Oreshkova N., Molenaar R.J., Vreman S., Harders F., Oude Munnink B.B., Hakze-van der Honing R.W., Gerhards N., Tolsma P., Bouwstra R., Sikkema R.S., Tacken M.G., de Rooij M.M., Weesendorp E., Engelsma M.Y., Bruschke C.J., Smit L.A., Koopmans M., van der Poel W.H., Stegeman A. SARS-CoV-2 infection in farmed minks, the Netherlands, April and May 2020. Eurosurveillance. 2020;25:1–7. doi: 10.2807/1560-7917.ES.2020.25.23.2001005.", "ArticleIdList": ["10.2807/1560-7917.ES.2020.25.23.2001005", "PMC7403642", "32553059"]}, {"Citation": "Oyama M.A., Ellenberg S.S., Shaw P.A. Clinical trials in veterinary medicine: A new era brings new challenges. Journal of Veterinary Internal Medicine. 2017;31:970–978. doi: 10.1111/jvim.14744.", "ArticleIdList": ["10.1111/jvim.14744", "PMC5508340", "28557000"]}, {"Citation": "Patterson, E., Elia, G., Grassi, A., Giordano, A., Desario, C., Medardo, M., Smith, S., Prince, T., Patterson, G., Lorusso, E., Lucente, M., Lanave, G., Lauzi, S., Stranieri, A., Martella, V., Solari Basano, F., Barrs, V., Radford, A., Hughes, G.L., Paltrinieri, S., Decaro, N., 2020. Evidence of exposure to SARS-CoV-2 in cats and dogs from households in 1 Italy. bioRxiv 1–17. 10.1101/2020.07.21.214346.", "ArticleIdList": ["PMC7718263", "33277505"]}, {"Citation": "Penido B.R., Lima C., de A., Ferreira L.F.L. Aplicações da ozonioterapia na clínica veterinária. Pubvet. 2010;4:974–979."}, {"Citation": "Peretyagin S., Struchkov A. Ozone therapy in traumatology and burns treatment review Peretyagin S.P., oxygen-ozone burns treatment traumatology ozonized solutions. Revista Española Ozonoterapia. 2013;3:75–89."}, {"Citation": "Polat B., Cengiz M., Colak A., Cannazik O. Comparison of intrauterine ozone and rifaximine treatment in cows with subclinical endometritis. Kafkas Universitesi Veteriner Fakultesi Dergisi. 2015;21:773–776. doi: 10.9775/kvfd.2015.13690.", "ArticleIdList": ["10.9775/kvfd.2015.13690"]}, {"Citation": "Repciuc C., Crecan C., Oană L. Ozone therapy in veterinary medicine. Rev Room Med Vet. 2016;26:49–53."}, {"Citation": "Repciuc C.C., Toma C.G., Ober C.A., Oana L.I. Management of surgical wound dehiscence by oxygen-ozone therapy in a FIV-positive cat – A case report. Acta Veternary Brno. 2020;89:189–194. doi: 10.2754/avb202089020189.", "ArticleIdList": ["10.2754/avb202089020189"]}, {"Citation": "Rodríguez Z.Z., Martínez A.G., Napoles L.O., Riso D.U., Iozano O.L., García L.A.F., Ibarra D.G. Evaluation of the dermal and ophthalmic irritability of the ozonized sunflower oil formulation in rabbits. Revista CENIC. 2019;50:242–253."}, {"Citation": "Roman M. Ozone Therapy Used Instead of Antibiotics for Microbiome Restorative Therapy Yields Successful Outcomes for Dogs and Cats with Fecal Transplants. Townsend Letter. 2015;384:92."}, {"Citation": "Ruiz-Arrondo, I., Portillo, A., Palomar, A.M., Santibáñez, S., Santibáñez, P., Cervera, C., Oteo, J.A., 2020. Detection of SARS-CoV-2 in pets living with COVID-19 owners diagnosed during the COVID-19 lockdown in Spain: A case of an asymptomatic cat with SARS-CoV-2 in Europe. MedRxiv 1–8. 10.1101/2020.05.14.20101444.", "ArticleIdList": ["PMC7461521", "32810370"]}, {"Citation": "Salazar Díaz N.J. Universidad de Ciencias Aplicadas Y Amientales; Bogotá: 2016. Bondades del ozono como terapia complementaria en la medicina veterinaria."}, {"Citation": "Samardžija M., Turk R., Sobiech P., Valpotić H., Harapin I., Gračner D., Đuričić D. Intrauterine ozone treatment of puerperal disorders in domestic ruminants: a review. Veterinary Arh. 2017;87:363–375. 10.24099/vet.arhiv.160119a", "ArticleIdList": ["10.24099/vet.arhiv.160119a"]}, {"Citation": "Santana V. Onça ferida em incêndio no Pantanal é tratada com ozônio e laser, em Goiás | Goiás | G1 [WWW Document] G1 Goiás. 2020 https://g1.globo.com/go/goias/noticia/2020/09/24/onca-queimada-em-incendio-no-pantanal-sao-tratadas-com-ozonio-e-laser-em-goias.ghtml (accessed 9.27.20)"}, {"Citation": "Scholkmann F., Ostojic D., Isler H., Bassler D., Wolf M., Karen T. Reference ranges for hemoglobin and hematocrit levels in neonates as a function of gestational age (22–42 weeks) and postnatal age (0–29 Days): Mathematical Modeling. Children. 2019;6:1–7. doi: 10.3390/children6030038.", "ArticleIdList": ["10.3390/children6030038", "PMC6463180", "30832270"]}, {"Citation": "Sciorsci R.L., Lillo E., Occhiogrosso L., Rizzo A. Ozone therapy in veterinary medicine: A review. Research in Veterinary Science. 2020;130:240–246. doi: 10.1016/j.rvsc.2020.03.026.", "ArticleIdList": ["10.1016/j.rvsc.2020.03.026", "32234614"]}, {"Citation": "Silva L.K.X., Martorano L.G., Da Silva W.C., Garcia A.R., Fernandes G.B., Reis A.dos S.B., Gomes W.N., Correa F.R.A., Da Silva F.P., Beldini T.P., Serruya F.J.D., Oliveira C.M.C. Uso associado da termografia por infravermelho e ozonioterapia para diagnóstico e tratamento de um processo inflamatório em equino: relato de caso. Pubvet. 2020;14:139."}, {"Citation": "Sit T.H.C., Brackman C.J., Ip S.M., Tam K.W.S., Law P.Y.T., To E.M.W., Yu V.Y.T., Sims L.D., Tsang D.N.C., Chu D.K.W., Perera R.A.P.M., Poon L.L.M., Peiris M. Infection of dogs with SARS-CoV-2. Nature. 2020:1–3. doi: 10.1038/s41586-020-2334-5.", "ArticleIdList": ["10.1038/s41586-020-2334-5", "PMC7606701", "32408337"]}, {"Citation": "Sleeman J.M. Use of wildlife rehabilitation centers as monitors of ecosystem health, in: Zoo and wild animal medicine. Elsevier Inc. 2008:97–104. doi: 10.1016/B978-141604047-7.50015-4.", "ArticleIdList": ["10.1016/B978-141604047-7.50015-4"]}, {"Citation": "Smith N.L., Wilson A.L., Gandhi J., Vatsia S., Khan S.A. Ozone therapy: an overview of pharmacodynamics, current research, and clinical utility. Medical Gas Research. 2017;7:212–219. doi: 10.4103/2045-9912.215752.", "ArticleIdList": ["10.4103/2045-9912.215752", "PMC5674660", "29152215"]}, {"Citation": "Soares B.F., Cordeiro P.P., Sales B.B., Santos C.F. Estudo comparativo entre hemograma humano e veterinário. Ensaios e Ciência Ciências Biológicas, Agrárias e da Saúde. 2012;16:87–100."}, {"Citation": "Spadea L., Tonti E., Spaterna A., Marchegiani A. Use of ozone-based eye drops: A series of cases in veterinary and human spontaneous ocular pathologies. Case Report Ophthalmology. 2018;9:287–298. doi: 10.1159/000488846.", "ArticleIdList": ["10.1159/000488846", "PMC6006625", "29928225"]}, {"Citation": "Spring J. Wildfire burns Brazil's largest wetlands, killing thousands of wild animals - ABC News [WWW Document] ABC News. 2020 https://abcnews.go.com/International/wildfire-burns-brazils-largest-wetlands-killing-thousands-wild/story?id=73007294 (accessed 9.27.20)"}, {"Citation": "Szponder T., Wessely-Szponder J., Świeca M., Smolira A., Gruszecki T. The combined use of ozone therapy and autologous platelet-rich plasma as an alternative approach to foot rot treatment for sheep. A preliminary study. Small Ruminant Research. 2017;156:50–56. doi: 10.1016/J.SMALLRUMRES.2017.08.015.", "ArticleIdList": ["10.1016/J.SMALLRUMRES.2017.08.015"]}, {"Citation": "Thatiane P.F.O., Sousa C.M., Silva I.C.R., Fratelli C.F. Scientific evidence of the effectiveness of ozone therapy use in the face of Brazilian sanitary legislation Evidencia científica de la efectividad del uso de la ozonoterapia frente a la legislación sanitaria brasileña. REVISA. 2020;9:320–326. doi: 10.36239/revisa.v9.n2.p320a326.", "ArticleIdList": ["10.36239/revisa.v9.n2.p320a326"]}, {"Citation": "Torrico C.E.R., Gamarra L.A.R., Teles O.B. Eficacia de la ozonoterapia en el control de mastitis bovina. Asesor. Cient. Técnico en Ganad. 2018:1–11. doi: 10.13140/RG.2.2.13090.89286.", "ArticleIdList": ["10.13140/RG.2.2.13090.89286"]}, {"Citation": "Travagli V. The right therapeutic method of ozone therapy used to treat multiple sclerosis patients. Multiple Sclerosis Related Disorder. 2020;46 doi: 10.1016/J.MSARD.2020.102545.", "ArticleIdList": ["10.1016/J.MSARD.2020.102545", "33022586"]}, {"Citation": "Travagli V., Zanardi I., Valacchi G., Bocci V. Ozone and ozonated oils in skin diseases: A review. Mediators Inflammation 2010. 2010:1–9. doi: 10.1155/2010/610418.", "ArticleIdList": ["10.1155/2010/610418", "PMC2910505", "20671923"]}, {"Citation": "Tricarico G., Rodrigues Orlandin J., Rocchetti V., Ambrosio C.E., Travagli V. A critical evaluation of the use of ozone and its derivatives in dentistry. European Review for Medical and Pharmacological Sciences. 2020;24:9071–9093. doi: 10.26355/eurrev_202009_22854.", "ArticleIdList": ["10.26355/eurrev_202009_22854", "32964998"]}, {"Citation": "Tsuzuki N., Endo Y., Kikkawa L., Korosue K., Kaneko Y., Kitauchi A., Katamoto H., Hidaka Y., Hagio M., Torisu S. Effects of ozonated autohemotherapy on the antioxidant capacity of Thoroughbred horses. Journal of Veterinary Medical Science. 2015;77:1647–1650. doi: 10.1292/jvms.15-0225.", "ArticleIdList": ["10.1292/jvms.15-0225", "PMC4710722", "26166812"]}, {"Citation": "United States Enironmental Protection Agency, E., n.d. Ozone Generators that are Sold as Air Cleaners | Indoor Air Quality (IAQ) | US EPA [WWW Document]. URL https://www.epa.gov/indoor-air-quality-iaq/ozone-generators-are-sold-air-cleaners (accessed 4.28.20)."}, {"Citation": "USDA APHIS, 2020. USDA Statement on the Confirmation of COVID-19 in a Tiger in New York [WWW Document]. URL https://www.aphis.usda.gov/aphis/newsroom/news/sa_by_date/sa-2020/ny-zoo-covid-19 (accessed 10.3.20)."}, {"Citation": "Valacchi G., Lim Y., Belmonte G., Miracco C., Zanardi I., Bocci V., Travagli V. Ozonated sesame oil enhances cutaneous wound healing in SKH1 mice. Wound Repair Regeneration. 2011;19:107–115. doi: 10.1111/j.1524-475X.2010.00649.x.", "ArticleIdList": ["10.1111/j.1524-475X.2010.00649.x", "21134039"]}, {"Citation": "Valacchi G., Zanardi I., Lim Y., Belmonte G., Miracco C., Sticozzi C., Bocci V., Travagli V. Ozonated oils as functional dermatological matrices: Effects on the wound healing process using SKH1 mice. International Journal of Pharmaceutics. 2013;458:65–73. doi: 10.1016/j.ijpharm.2013.09.039.", "ArticleIdList": ["10.1016/j.ijpharm.2013.09.039", "24144953"]}, {"Citation": "Vendruscolo C.do P., Moreira J.J., Seidel S.R.T., Fülber J., Neuenschwander H.M., Bonagura G., Agreste F.R., Baccarin R.Y.A. Effects of medical ozone upon healthy equine joints: Clinical and laboratorial aspects. Plos One. 2018;13 doi: 10.1371/journal.pone.0197736.", "ArticleIdList": ["10.1371/journal.pone.0197736", "PMC5973567", "29813093"]}, {"Citation": "Wang Haizhou, Wang F., Wang Hongling, Zhao Q. Potential infectious risk from the pets carrying SARS-CoV-2. Travel Medicine and Infectious Disease. 2020;35 doi: 10.1016/j.tmaid.2020.101737.", "ArticleIdList": ["10.1016/j.tmaid.2020.101737", "PMC7198414", "32380152"]}, {"Citation": "Wintrobe M.M., Shumacker H.B..J. Erythrocyte stndiei in the mammalian fetus and newborn. Erythrocyte counts, hemoglobin and volume oi packed red corpuscles, mean corpuscular volume, diameter and hemoglobin content, and proportion of immature red cells in the blood oi fetuses and newborn of the pig, rabbit, rat, cat, dog and man. Amtr. J. Avat. 1936;58:313–328."}, {"Citation": "Yiğitarslan K., Özcan C., Özcan Ü.A., Ercana Ş. Utilization areas of ozone in veterinary neurology. Turkiye Klin. Journal of Veterinary Science. 2018;9:26–32. doi: 10.5336/vetsci.2018-61244.", "ArticleIdList": ["10.5336/vetsci.2018-61244"]}, {"Citation": "Zamora Z., Sosa Testé I., Ernesto O., Lozano L. Effectiveness and efficacy of Ozonized sunflower oil (OSO) for treatment of rabbit keratoconjunctivitis. Revista Electronica de Veterinaria. 2018;19:1–9."}, {"Citation": "Zanardi I., Borrelli E., Valacchi G., Travagli V., Bocci V. Ozone: A multifaceted molecule with unexpected therapeutic activity. Current Medicinal Chemistry. 2016;23 doi: 10.2174/0929867323666151221150420.", "ArticleIdList": ["10.2174/0929867323666151221150420", "26687830"]}, {"Citation": "Zhang, Q., Zhang, H., Huang, K., Yang, Y., Hui, X., Gao, J., He, X., Li, C., Gong, W., Zhang, Y., Peng, C., Gao, X., Chen, H., Zou, Z., Shi, Z., Jin, M., 2020. SARS-CoV-2 neutralizing serum antibodies in cats: a serological investigation. bioRxiv 1–12. 10.1101/2020.04.01.021196."}, {"Citation": "Zobel R., Martinec R., Ivanović D., Rošić N., Stančić Z., Žerjavić I., Flajsig B., Plavec H., Smolec O. Intrauterine ozone administration for improving fertility rate in Intrauterine ozone administration for improving fertility rate in Simmental cattle Simmental cattle. Veterinary Arh. 2014;84:1–8."}, {"Citation": "Zobel R., Tkalčić S., Štoković I., Pipal I., Buić V. Efficacy of Ozone as a Novel Treatment Option for Urovagina in Dairy Cows. Reproduction in Domestic Animals = Zuchthygiene. 2012;47:293–298. doi: 10.1111/j.1439-0531.2011.01857.x.", "ArticleIdList": ["10.1111/j.1439-0531.2011.01857.x", "21749485"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "4"}, {"Year": "2021", "Month": "7", "Day": "16"}, {"Year": "2021", "Month": "7", "Day": "25"}, {"Year": "2021", "Month": "8", "Day": "17", "Hour": "7", "Minute": "33"}, {"Year": "2021", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["34401601", "PMC8350423", "10.1016/j.vas.2021.100191", "S2451-943X(21)00027-2"]}}], "PubmedBookArticle": []}