{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34406104", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "24"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1080/10962247.2021.1970048"], "Journal": {"ISSN": "2162-2906", "JournalIssue": {"Volume": "71", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Journal of the Air & Waste Management Association (1995)", "ISOAbbreviation": "J Air Waste Manag Assoc"}, "ArticleTitle": "Regional temperature-ozone relationships across the U.S. under multiple climate and emissions scenarios.", "Pagination": {"StartPage": "1251", "EndPage": "1264", "MedlinePgn": "1251-1264"}, "Abstract": {"AbstractText": ["The potential effects of 21st century climate change on ozone (O<sub>3</sub>) concentrations in the United States are investigated using global climate simulations to drive higher-resolution regional meteorological and chemical transport models. Community Earth System Model (CESM) and Coupled Model version 3 (CM3) simulations of the Representative Concentration Pathway 8.5 scenario are dynamically downscaled using the Weather Research and Forecasting model, and the resulting meteorological fields are used to drive the Community Multiscale Air Quality model. Air quality is modeled for five 11-year periods using both a 2011 air pollutant emission inventory and a future projection accounting for full implementation of promulgated regulatory controls. Across the U.S., CESM projects daily maximum temperatures during summer to increase 1-4°C by 2050 and 2-7°C by 2095, while CM3 projects warming of 2-7°C by 2050 and 4-11°C by 2095. The meteorological changes have geographically varying impacts on O<sub>3</sub> concentrations. Using the 2011 emissions dataset, O<sub>3</sub> increases 1-5 ppb in the central Great Plains and Midwest by 2050 and more than 10 ppb by 2095, but it remains unchanged or even decreases in the Gulf Coast, Maine, and parts of the Southwest. Using the projected emissions, modeled increases are attenuated while decreases are amplified, indicating that planned air pollution control measures ameliorate the ozone climate penalty. The relationships between changes in maximum temperature and changes in O<sub>3</sub> concentrations are examined spatially and quantified to explore the potential for developing an efficient approach for estimating air quality impacts of other future climate scenarios.<i>Implications</i>: The effects of climate change on ozone air quality in the United States are investigated using two global climate model simulations of a high warming scenario for five decadal periods in the 21st century. Warming summer temperatures simulated under both models lead to higher ozone concentrations in some regions, with the magnitude of the change increasing with temperature over the century. The magnitude and spatial extent of the increases are attenuated under a future emissions projection that accounts for regulatory controls. Regional linear regression relationships are developed as a first step toward development of a reduced form model for efficient estimation of the health impacts attributable to changes in air quality resulting from a climate change scenario."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina, USA."}], "LastName": "Nolte", "ForeName": "Christopher G", "Initials": "CG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina, USA."}], "LastName": "Spero", "ForeName": "Tanya L", "Initials": "TL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Ecology, North Carolina State University, Raleigh, North Carolina, USA."}], "LastName": "Bowden", "ForeName": "Jared H", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Atmospheric Programs, U.S. Environmental Protection Agency, Washington, DC, USA."}], "LastName": "Sarofim", "ForeName": "Marcus C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Atmospheric Programs, U.S. Environmental Protection Agency, Washington, DC, USA."}], "LastName": "Martinich", "ForeName": "Jeremy", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Office of Research and Development, U.S. Environmental Protection Agency, Research Triangle Park, North Carolina, USA."}], "LastName": "Mallard", "ForeName": "Megan S", "Initials": "MS"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Air Waste Manag Assoc", "NlmUniqueID": "9503111", "ISSNLinking": "1096-2247"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Appel KW, Bash JO, Fahey K, Foley KM, Gilliam RC, Hogrefe C, Hutzell W, Kang D, Luecken D, Mathur R, Murphy B, Napelenok S, Nolte CG, Pleim JE, Pouliot G, Pye HOT, Ran L, Roselle SJ, Sarwar G, Schwede DB, Sidi F, Spero TL, and Wong DC (2021), The Community Multiscale Air Quality (CMAQ) Model versions 5.3 and 5.3.1: system updates and evaluation, Geosci. Model Dev 14, 2867–2897, doi:10.5194/gmd-14-2867-2021.", "ArticleIdList": ["10.5194/gmd-14-2867-2021", "PMC8525427", "34676058"]}, {"Citation": "Avise J, Gonzalez Abraham R, Chung SH, Chen J, Lamb B, Salathé EP, Zhang Y, Nolte CG, Loughlin DH, Guenther A, Wiedinmyer C, and Duhl T (2012). Evaluating the effects of climate change on summertime ozone using a relative response factor approach for policymakers, J. Air Waste Manag. Assoc 62, 1061–1074, doi:10.1080/10962247.2012.696531.", "ArticleIdList": ["10.1080/10962247.2012.696531", "23019820"]}, {"Citation": "Barnes EA, and Fiore AM (2013). Surface ozone variability and the jet position: Implications for projecting future air quality, Geophys. Res. Lett 40, 2839–2844, doi:10.1002/grl.50411.", "ArticleIdList": ["10.1002/grl.50411"]}, {"Citation": "Bash JO, Baker KR, and Beaver MR (2016). Evaluation of improved land use and canopy representation in BEIS v3.61 with biogenic VOC measurements in California, Geosci. Model Dev 9, 2191–2207, doi:10.5194/gmd-9-2191-2016.", "ArticleIdList": ["10.5194/gmd-9-2191-2016"]}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, Kinney PL, Knowlton K, Lynn B, Rosenthal J, Rosenzweig C, Patz JA (2007). Climate change, ambient ozone, and health in 50 US cities, Clim. Change 82, 61–76, doi:10.1007/s10584-006-9166-7.", "ArticleIdList": ["10.1007/s10584-006-9166-7"]}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ, and Dickerson RR (2009). Observed relationships of ozone air pollution and temperature, Geophys. Res. Lett 36, L09803, doi:10.1029/2009GL037308.", "ArticleIdList": ["10.1029/2009GL037308"]}, {"Citation": "Bowden JH, Otte TL, Nolte CG, and Otte MJ (2012). Examining interior grid nudging techniques using two-way nesting in the WRF model for regional climate modeling, J. Clim 25, 2805–2823, doi:10.1175/JCLI-D-11-00167.", "ArticleIdList": ["10.1175/JCLI-D-11-00167"]}, {"Citation": "Burgess MG, Ritchie J, Shapland J, and Pielke R Jr. (2020). IPCC baseline scenarios over-project CO2 emissions and economic growth, SocArXiv, 18 February. 2020. 10.31235/osf.io/ahsxw", "ArticleIdList": ["10.31235/osf.io/ahsxw"]}, {"Citation": "Camalier L, Cox W, and Dolwick P (2007). The effects of meteorology on ozone in urban areas and their use in assessing ozone trends, Atmos Environ. 41, 7127–7137, doi:10.1016/j.atmosenv.2007.04.061.", "ArticleIdList": ["10.1016/j.atmosenv.2007.04.061"]}, {"Citation": "Christensen P, Gillingham K, and Nordhaus W (2018). Uncertainty in forecasts of long-run economic growth, Proc. Natl. Acad. Sci. USA, 115, 5409–5414, doi:10.1073/pnas.1713628115.", "ArticleIdList": ["10.1073/pnas.1713628115", "PMC6003472", "29760089"]}, {"Citation": "Cooper OR, Parrish DD, Stohl A, Trainer M, Nédélec P, Thouret V, Cammas JP, Oltmans SJ, Johnson BJ, Tarasick D, Leblanc T, McDermid IS, Jaffe D, Gao R, Stith J, Ryerson T, Aikin K, Campos T, Weinheimer A, and Avery MA (2010), Increasing springtime ozone mixing ratios in the free troposphere over western North America, Nature 463, 344–348, doi:10.1038/nature08708.", "ArticleIdList": ["10.1038/nature08708", "20090751"]}, {"Citation": "Dawson JP, Adams PJ, and Pandis SN (2007). Sensitivity of ozone to summertime climate in the Eastern USA: a modeling case study, Atmos. Environ 41, 1494–1511, doi:10.1002/j.atmosenv.2006.10.033.", "ArticleIdList": ["10.1002/j.atmosenv.2006.10.033"]}, {"Citation": "Donner LJ, Wyman BL, Hemler RS, Horowitz LW, Ming Y, Zhao M, Golaz J-C, Ginoux P, Lin S-J, Schwarzkopf MD, Austin J, Alaka G, Cooke WF, Delworth TL, Freidenreich SM, Gordon CT, Griffies SM, Held IM, Hurlin WJ, Klein SA, Knutson TR, Langenhorst AR, Lee H-C, Lin Y, Magi BI, Malyshev SL, Milly PCD, Naik V, Nath MJ, Pincus R, Ploshay A, Ramaswamy V, Seman CJ, Shevliakova E, Sirutis JJ, Stern WF, Stouffer RJ, Wilson RJ, Winton M, Wittenberg AT, and Zeng F (2011). The dynamical core, physical parameterizations, and basic simulation characteristics of the atmospheric component AM3 of the GFDL global coupled model CM3, J. Clim 24, 3484–3519, doi:10.1175/2011JCLI3955.1.", "ArticleIdList": ["10.1175/2011JCLI3955.1"]}, {"Citation": "EPA (2015a). Climate Change in the United States: Benefits of Global Action. United States Environmental Protection Agency, Office of Atmospheric Programs, Washington, DC, EPA 430-R-15–001."}, {"Citation": "EPA (2015b). Regulatory Impact Analysis of the Final Revisions to the National Ambient Air Quality Standards for Ground-Level Ozone, EPA-452/R-15–007, U.S. Environmental Protection Agency, https://www.epa.gov/sites/production/files/2016-02/documents/20151001ria.pdf."}, {"Citation": "EPA (2016). Emissions Inventory for Air Quality Modeling Technical Support Document: Heavy-Duty Vehicle Greenhouse Gas Phase 2 Final Rule. EPA-420-R-16–008, U.S. Environmental Protection Agency."}, {"Citation": "EPA (2017). Multi-model Framework for Quantitative Sectoral Impacts Analysis: A Technical Report for the Fourth National Climate Assessment. U.S. Environmental Protection Agency, Washington, DC, EPA 430-R-17–001."}, {"Citation": "Fann N, Nolte CG, Dolwick P, Spero TL, Curry Brown A, Phillips S, and Anenberg S (2015). The geographic distribution and economic value of climate change-related ozone health impacts in the United States in 2030. J. Air Waste Manage. Assoc 65, 570–580, doi:10.1080/10962247.2014.996270.", "ArticleIdList": ["10.1080/10962247.2014.996270", "25947315"]}, {"Citation": "Fann NL, Nolte CG, Sarofim M, Martinich J, Nassikas NJ, Simulated effect of reducing emissions on future climate-related air quality health impacts, JAMA Network Open, 4, e2032064, doi:10.1001/jamanetworkopen.2020.32064.", "ArticleIdList": ["10.1001/jamanetworkopen.2020.32064", "PMC7783541", "33394002"]}, {"Citation": "Fiore AM, Naik V, Spracklen DV, Steiner A, Unger N, Prather M, Bergmann D, Cameron-Smith PJ, Cionni I, Collins WJ, Dalsøren S, Eyring V, Golberth GA, Ginoux P, Horowitz LW, Josse B, Lamarque J-F, MacKenzie IA, Nagashima T, O’Connor FM, Righi M, Rumbold ST, Shindell DT, Skeie RB, Sudo K, Szopa S, Takemura T, and Zeng G (2012). Global air quality and climate, Chem. Soc. Rev 41, 6663–6683, doi:10.1039/C2CS35095E.", "ArticleIdList": ["10.1039/C2CS35095E", "22868337"]}, {"Citation": "Fiore AM, Naik V, and Leibensperger EM (2015). Air quality and climate connections, J. Air Waste Manage. Assoc 65, 645–685, doi:10.1080/10962247.2015.1040526.", "ArticleIdList": ["10.1080/10962247.2015.1040526", "25976481"]}, {"Citation": "Fu T-M and Tian H (2019): Climate change penalty to ozone air quality: Review of current understandings and knowledge gaps, Curr. Poll. Rep 5, 159–171, doi:10.1007/s40726-019-00115-6.", "ArticleIdList": ["10.1007/s40726-019-00115-6"]}, {"Citation": "Gao Y, Fu JS, Drake JB, Lamarque J-F, and Liu Y (2013). The impact of emission and climate change on ozone in the United States under representative concentration pathways (RCPs), Atmos. Chem. Phys 13, 9607–9621, doi:10.5194/acp-13-9607-2013.", "ArticleIdList": ["10.5194/acp-13-9607-2013", "PMC8205310", "34135946"]}, {"Citation": "Garcia-Menendez F, Saari RK, Monier E, and Selin NE (2015). U.S. air quality and health benefits from avoided climate change under greenhouse gas mitigation. Environ. Sci. Technol 49, 7580–7588, doi:10.1021/acs.est.5b01324.", "ArticleIdList": ["10.1021/acs.est.5b01324", "26053628"]}, {"Citation": "Gent PR, Danabasoglu G, Donner LJ, Holland MM, Hunke EC, Jayne SR, Lawrence DM, Neale RB, Rasch PJ, Vertenstein M, Worley PH, Yang Z-L, and Zhang M (2011). The Community Climate System Model Version 4, J. Clim 24, 4973–4991, doi:10.1175/2011JCLI4083.1.", "ArticleIdList": ["10.1175/2011JCLI4083.1"]}, {"Citation": "Hausfather Z, and Peters GP (2020). Emissions—the ‘business as usual’ story is misleading, Nature 577, 618–620.", "ArticleIdList": ["31996825"]}, {"Citation": "Henderson BH, Akhtar F, Pye HOT, Napelenok SL, and Hutzell WT (2014). A database and tool for boundary conditions for regional air quality modeling: description and evaluation, Geosci. Model Dev 7, 339–360, doi:10.5194/gmd-7-339-2014.", "ArticleIdList": ["10.5194/gmd-7-339-2014"]}, {"Citation": "Herwehe JA, Alapaty K, Spero TL, and Nolte CG (2014). Increasing the credibility of regional climate simulations by introducing subgrid-scale cloud-radiation interactions, J. Geophys. Res. Atmos 119, 5317–5330, doi:10.1002/2014JD021504.", "ArticleIdList": ["10.1002/2014JD021504"]}, {"Citation": "Jacob DJ, Logan JA, Gardner GM, Yevich RM, Spivakovsky CM, and Wofsy SC (1993). Factors regulating ozone over the United States and its export to the global atmosphere, J. Geophys. Res 98, 14817–14826, doi:10.1029/98JD01224.", "ArticleIdList": ["10.1029/98JD01224"]}, {"Citation": "Jacob DJ, and Winner DA (2009). Effect of climate change on air quality, Atmos. Environ 43, 51–63, doi:10.1016/j.atmosenv.2008.09.051.", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.051"]}, {"Citation": "Krinner G, and Flanner MG (2018). Striking stationarity of large-scale climate model bias patterns under strong climate change, Proc. Natl. Acad. Sci. USA 115, 9462–9466, doi:10.1073/pnas.1807912115.", "ArticleIdList": ["10.1073/pnas.1807912115", "PMC6156650", "30181268"]}, {"Citation": "Lee CC, and Sheridan SC (2018). Trends in weather type frequencies across North America, npj Clim. Atmos. Sci, 41, doi:10.1038/s41612-018-0051-7.", "ArticleIdList": ["10.1038/s41612-018-0051-7"]}, {"Citation": "Leibensperger EM, Mickley LJ, and Jacob DJ (2008). Sensitivity of US air quality to mid-latitude cyclone frequency and implications of 1980–2006 climate change, Atmos. Chem. Phys 8, 7075–7086, 2008, doi:10.5194/acp-8-7075-2008.", "ArticleIdList": ["10.5194/acp-8-7075-2008"]}, {"Citation": "Leung LR, and Gustafson WI Jr. (2005). Potential regional climate change and implications to U.S. air quality, Geophys. Res. Lett, 32, L16711, doi:10.1029/2005GL022911.", "ArticleIdList": ["10.1029/2005GL022911"]}, {"Citation": "Luecken DJ, Yarwood G, and Hutzell WT (2019). Multipollutant modeling of ozone, reactive nitrogen and HAPs across the continental US with CMAQ-CB6, Atmos. Environ 201, 62–72, doi:10.1016/j.atmosenv.2018.11.060.", "ArticleIdList": ["10.1016/j.atmosenv.2018.11.060", "PMC8112378", "33981178"]}, {"Citation": "Mallard MS, Nolte CG, Bullock OR, Spero TL, and Gula J (2014). Using a coupled lake model with WRF for dynamical downscaling, J. Geophys. Res. Atmos 119, 7193–7208, doi:10.1002/2014JD022713.", "ArticleIdList": ["10.1002/2014JD022713"]}, {"Citation": "Mallard MS, Nolte CG, Spero TL, Bullock OR, Alapaty K, Herwehe JA, Gula J, and Bowden JH (2015). Technical challenges and solutions in representing lakes when using WRF in downscaling applications, Geosci. Model Dev 8, 1085–1096, doi:10.5194/gmd-8-1085-2015.", "ArticleIdList": ["10.5194/gmd-8-1085-2015"]}, {"Citation": "Martinich J, and Crimmins A (2019). Climate damages and adaptation potential across diverse sectors of the United States, Nat. Clim. Change 9, 397–404, doi:10.1038/s41558-019-0444-6.", "ArticleIdList": ["10.1038/s41558-019-0444-6", "PMC6483104", "31031825"]}, {"Citation": "Maraun D (2016), Bias correcting climate change simulations – a critical review. Curr. Clim. Change Rep 2, 211–220, doi:10.1007/s40641-016-0050-x.", "ArticleIdList": ["10.1007/s40641-016-0050-x"]}, {"Citation": "Mesinger F, DiMego G, Kalnay E, Mitchell K, Shafran P, Ebisuzaki W, Jovic D, Woolen J, Rogers E, Berbery EH, Ek MB, Fan Y, Grumbine R, Higgins W, Li H, Lin Y, Manikin G, Parrish D, and Shi W: North American Regional Reanalysis, Bull. Amer. Meteorol. Soc 87, 343–360, doi:10.1175/BAMS-87-3-343.", "ArticleIdList": ["10.1175/BAMS-87-3-343"]}, {"Citation": "Nolte CG, Gilliland AB, Mickley LJ, and Hogrefe C (2008). Linking global to regional models to assess future climate impacts on surface ozone levels in the United States, J. Geophys. Res 113, D14307, doi:10.1029/2007JD008497.", "ArticleIdList": ["10.1029/2007JD008497"]}, {"Citation": "Nolte CG, Spero TL, Bowden JH, Mallard MS, and Dolwick P (2018). The potential effects of climate change on air quality across the conterminous U.S. at 2030 under three Representative Concentration Pathways, Atmos. Chem. Phys 18, 15471–15489, doi:10.5194/acp-18-15471-2018.", "ArticleIdList": ["10.5194/acp-18-15471-2018", "PMC6453137", "30972111"]}, {"Citation": "Otero N, Rust HW, and Butler T (2021). Temperature dependence of tropospheric ozone under NOx reductions over Germany. Atmos. Environ 253, 118334, doi:10.1016/j.atmosenv.2021.118334.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118334"]}, {"Citation": "Otte TL, Nolte CG, Otte MJ, and Bowden JH (2012). Does nudging squelch the extremes in regional climate modeling? J. Clim 25, 7046–7066, doi:10.1175/JCLI-D-12-00048.", "ArticleIdList": ["10.1175/JCLI-D-12-00048"]}, {"Citation": "Otte TL, and Pleim JE (2010). The Meteorology-Chemistry Interface Processor (MCIP) for the CMAQ modeling system: updates through MCIPv3.4.1, Geosci. Model Dev 3, 243–256, doi:10.5194/gmd-3-243-2010.", "ArticleIdList": ["10.5194/gmd-3-243-2010"]}, {"Citation": "Porter WC, and Heald CL (2019). The mechanisms and meteorological drivers of the summertime ozone-temperature relationship, Atmos. Chem. Phys 19, 13367–13381, doi:10.5194/acp-19-13367-2019.", "ArticleIdList": ["10.5194/acp-19-13367-2019"]}, {"Citation": "Porter WC, Heald CL, Cooley D, and Russell B (2015). Investigating the observed sensitivities of air-quality extremes to meteorological drivers via quantile regression, Atmos. Chem. Phys 15, 10349–10366, doi:10.5194/acp-15-10349-2015.", "ArticleIdList": ["10.5194/acp-15-10349-2015"]}, {"Citation": "Post ES, Grambsch A, Weaver C, Morefield P, Huang J, Leung L-Y, Nolte C, Adams P, Liang X-Z, Zhu J-H, and Mahoney H (2012). Variation in Estimated Ozone-Related Health Impacts of Climate Change due to Modeling Choices and Assumptions, Environ. Health Perspect, 120, 1559–1564, doi:10.1289/ehp.1104271.", "ArticleIdList": ["10.1289/ehp.1104271", "PMC3556604", "22796531"]}, {"Citation": "Pusede SE, and Cohen RC (2012): On the observed response of ozone to NOx and VOC reactivity reductions in the San Joaquin Valley California 1995-present, Atmos Chem. Phys 12, 8323–8339, doi:10.5194/acp-12-8323-2012.", "ArticleIdList": ["10.5194/acp-12-8323-2012"]}, {"Citation": "Rasmussen DJ, Fiore AM, Naik V, Horowitz LW, McGinnis SJ, and Schultz MG (2012). Surface ozone-temperature relationships in the eastern US: A monthly climatology for evaluating chemistry-climate models, Atmos. Environ 47, 142–153, doi:10.1016/j.atmosenv.2011.11.021.", "ArticleIdList": ["10.1016/j.atmosenv.2011.11.021"]}, {"Citation": "Rasmussen DJ, Hu J, Mahmud A, and Kleeman MJ (2013). The ozone-climate penalty: Past, present, and future, Environ. Sci. Technol 47, 14258–14266, doi:10.1021/es403446m.", "ArticleIdList": ["10.1021/es403446m", "PMC3990462", "24187951"]}, {"Citation": "Riahi K, Rao S, Krey V, Cho C, Chirkov V, Fischer G, Kindermann G, Nakicenovic N, and Rafaj P (2011). RCP8.5—A scenario of comparatively high greenhouse gas emissions, Clim. Change, 109, 33–57, doi:10.1007/s10584-011-0149-y.", "ArticleIdList": ["10.1007/s10584-011-0149-y"]}, {"Citation": "Sadiq M, Tai APK, Lombardozzi D, and Val Martin M (2017). Effects of ozone-vegetation coupling on surface ozone air quality via biogeochemical and meteorological feedbacks, Atmos. Chem. Phys 17, 3055–3066, doi:10.5194/acp-17-3055-2017.", "ArticleIdList": ["10.5194/acp-17-3055-2017"]}, {"Citation": "Saha S, Moorthi S, Pan H-L, Wu X, Wang J, Nadiga S, Tripp P, Kistler R, Woollen J, Behringer D, Liu H, Stokes D, Grumbine R, Gayno G, Wang J, Hou Y-T, Chuang H-Y, Juang H-M, Sela J, Iredell M, Treadon R, Kleist D, van Delst P, Keyser D, Derber J, Ek M, Meng J, Wei H, Yang R, Lord S, van den Dool H, Kumar A, Wang W, Long C, Chelliah M, Xuy Y, Huang B, Schemm J-K, Ebisuzaki W, Lin R, Xie P, Chen M, Zhou S, Higgins W, Zou C-Z, Liu Q, Chen Y, Han Y, Cucurull L, Reynolds RW, and Goldberg M (2010). The NCEP Climate Forecast System Reanalysis, Bull. Amer. Meteorol. Soc 91, 1015–1057, doi:10.1175/2010BAMS3001.1.", "ArticleIdList": ["10.1175/2010BAMS3001.1"]}, {"Citation": "Sarofim MC, Martinich J, Neumann JE, Willwerth J, Kerrich Z, Kolian M, Fant C, and Hartin C (2021). A temperature binning approach for multi-sector climate impact analysis. Clim. Change, 165, doi: 10.1007/s10584-021-03048-6.", "ArticleIdList": ["10.1007/s10584-021-03048-6", "PMC8311571", "34321705"]}, {"Citation": "Schwalm CR, Glendon S, and Duffy PB (2020). RCP8.5 tracks cumulative CO2 emissions, Proc. Natl. Acad. Sci. USA, 117, 19656–19657, doi:10.1073/pnas.2007117117.", "ArticleIdList": ["10.1073/pnas.2007117117", "PMC7443890", "32747549"]}, {"Citation": "Seltzer KM, Nolte CG, Spero TL, Appel KW, and Xing J (2016). Evaluation of near surface ozone and particulate matter in air quality simulations driven by dynamically downscaled historical meteorological fields, Atmos. Environ 138, 42–54, doi:10.1016/j.atmosenv.2016.05.010.", "ArticleIdList": ["10.1016/j.atmosenv.2016.05.010"]}, {"Citation": "Shen L, Mickley LJ, and Gilleland E (2016). Impact of increasing heat waves on U.S. ozone episodes in the 2050s: Results from a multimodel analysis using extreme value theory, Geophys. Res. Lett 43, 4017–4025, doi:10.1002/2016GL068432.", "ArticleIdList": ["10.1002/2016GL068432", "PMC4930155", "27378820"]}, {"Citation": "Sillman S (1999). The relation between ozone, NOx and hydrocarbons in polluted and rural environments, Atmos. Environ 33, 1821–1845."}, {"Citation": "Sillman S, and Samson P (1995). Impact of temperature on oxidant photochemistry in urban, polluted rural and remote environments, J. Geophys. Res 100, 11497–11508, doi:10.1029/94JD02146.", "ArticleIdList": ["10.1029/94JD02146"]}, {"Citation": "Skamarock WC, and Klemp JB (2008). A time-split nonhydrostatic atmospheric model for weather research and forecasting applications, J. Comp. Phys, 227, 3465–3485, doi:10.1016/j.jcp.2007.01.037.", "ArticleIdList": ["10.1016/j.jcp.2007.01.037"]}, {"Citation": "Spero TL, Nolte CG, Bowden JH, Mallard MS, and Herwehe JH (2016). The impact of incongruous lake temperatures on regional climate extremes downscaled from the CMIP5 archive using the WRF model, J. Clim 29, 839–853, doi:10.1175/JCLI-D-15-0233.1.", "ArticleIdList": ["10.1175/JCLI-D-15-0233.1"]}, {"Citation": "Steiner AL, Davis AJ, Sillman S, Owen RC, Michalak AM, and Fiore AM (2010). Observed suppression of ozone formation at extremely high temperatures due to chemical and biophysical feedbacks, Proc. Natl. Acad. Sci. USA, 46, 19685–19690, doi:10.1073/pnas.1008336107.", "ArticleIdList": ["10.1073/pnas.1008336107", "PMC2993403", "21041679"]}, {"Citation": "Tai APK, Mickley LJ, Heald CL, and Wu SL (2013), Effect of CO2 inhibition on biogenic isoprene emission: implications for air quality under 2000 to 2050 changes in climate, vegetation, and land use, Geophys. Res. Lett 40, 3479–3483, doi:10.1002/grl.50650.", "ArticleIdList": ["10.1002/grl.50650"]}, {"Citation": "Tamarin-Brodsky T, and Kaspi Y (2017), Enhanced poleward propagation of storms under climate change, Nature Geosci. 10, 908–913, doi:10.1038/s41561-017-0001-8.", "ArticleIdList": ["10.1038/s41561-017-0001-8"]}, {"Citation": "Taylor KE, Stouffer RJ, and Meehl GA (2012). An overview of CMIP5 and the experiment design, Bull. Amer. Meteorol. Soc 93, 485–498, doi:10.1175/BAMS-D-11-00094.1.", "ArticleIdList": ["10.1175/BAMS-D-11-00094.1"]}, {"Citation": "USGCRP (2018). Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller DR, Avery CW, Easterling DR, Kunkel KE, Lewis KLM, Maycock TK, and Stewart BC (eds.)], US Global Change Research Program, Washington, DC, doi:10.7930/NCA4.2018.", "ArticleIdList": ["10.7930/NCA4.2018"]}, {"Citation": "Vose RS, Easterling DR, Kunkel KE, LeGrande AN, and Wehner MF (2017). Temperature changes in the United States. In Climate Science Special Report: Fourth National Climate Assessment, Volume I [Wuebbles DJ, Fahey DW, Hibbard KA, Dokken DJ, Stewart BC, and Maycock TK (eds)]. US Global Change Research Program, Washington, DC, pp. 185–206, doi:10.7930/J0N29V45.", "ArticleIdList": ["10.7930/J0N29V45"]}, {"Citation": "Weaver CP, Liang X-Z, Zhu J, et al. (2009). A preliminary synthesis of modeled climate change impacts on U.S. regional ozone concentrations, Bull. Amer. Meteorol. Soc, 90, 1843–1863, doi:10.1175/2009BAMS2568.1.", "ArticleIdList": ["10.1175/2009BAMS2568.1"]}, {"Citation": "Wells B, Dolwick P, Eder B, Evangelista M, Foley K, Mannshardt E, Misenis C, and Weishampel A (2021)., Improved estimation of trends in U.S. ozone concentrations adjusted for interannual variability in meteorological conditions, Atmos Environ. 248, 118234, doi:10.1016/j.atmosenv.2021.118234.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118234", "PMC7995240", "33776540"]}, {"Citation": "West JJ Fiore AM, Horowitz LW, and Mauzerall DL (2006). Global health benefits of mitigating ozone pollution with methane emission controls, Proc. Natl. Acad. Sci 103, 3988–3993, doi:10.1073/pnas.0600201103.", "ArticleIdList": ["10.1073/pnas.0600201103", "PMC1449633", "16537473"]}, {"Citation": "Wu S, Mickley LJ, Leibensperger EM, Jacob DJ, Rind D, and Streets DG (2008). Effects of 2000–2050 global change on ozone air quality in the United States, J. Geophys. Res 113, D06302, doi:10.1029/2007JD008917.", "ArticleIdList": ["10.1029/2007JD008917"]}, {"Citation": "Young PJ, Archibald AT, Bowman KW, Lamarque J-F, Naik V, Stevenson DS, Tilmes S, Voulgarakis A, Wild O, Bergmann D, Cameron-Smith P, Cionni I, Collins WJ, Dalsøren SB, Doherty RM, Eyring V, Faluvegi G, Horowitz LW, Josse B, Lee YH, MacKenzie IA, Nagashima T, Plummer DA, Righi M, Rumbold ST, Skeie RB, Shindell DT, Strode SA, Sudo K, Szopa S, and Zeng G (2013). Pre-industrial to end 21st century projections of tropospheric ozone from the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP), Atmos. Chem. Phys 13, 2063–2090, doi:10.5194/acp-13-2063-2013.", "ArticleIdList": ["10.5194/acp-13-2063-2013"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "18", "Hour": "12", "Minute": "16"}, {"Year": "2022", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34406104", "NIHMS1747947", "PMC8562346", "10.1080/10962247.2021.1970048"]}}], "PubmedBookArticle": []}