{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Covid 19", "Nitrogen dioxide (NO2)", "Ozone (O3)", "PM10", "PM2.5", "SARS Cov 2", "Smoking", "Wildfires"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34410599", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "19"}], "ELocationID": ["10.1007/s11356-021-15556-0"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "39", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "PM<sub>2.5</sub>, NO<sub>2</sub>, wildfires, and other environmental exposures are linked to higher Covid 19 incidence, severity, and death rates.", "Pagination": {"StartPage": "54429", "EndPage": "54447", "MedlinePgn": "54429-54447"}, "Abstract": {"AbstractText": ["Numerous studies have linked outdoor levels of PM<sub>2.5</sub>, PM<sub>10</sub>, NO<sub>2</sub>, O<sub>3</sub>, SO<sub>2</sub>, and other air pollutants to significantly higher rates of Covid 19 morbidity and mortality, although the rate in which specific concentrations of pollutants increase Covid 19 morbidity and mortality varies widely by specific country and study. As little as a 1-μg/m<sup>3</sup> increase in outdoor PM<sub>2.5</sub> is estimated to increase rates of Covid 19 by as much as 0.22 to 8%. Two California studies have strongly linked heavy wildfire burning periods with significantly higher outdoor levels of PM<sub>2.5</sub> and CO as well as significantly higher rates of Covid 19 cases and deaths. Active smoking has also been strongly linked significantly increased risk of Covid 19 severity and death. Other exposures possibly related to greater risk of Covid 19 morbidity and mortality include incense, pesticides, heavy metals, dust/sand, toxic waste sites, and volcanic emissions. The exact mechanisms in which air pollutants increase Covid 19 infections are not fully understood, but are probably related to pollutant-related oxidation and inflammation of the lungs and other tissues and to the pollutant-driven alternation of the angiotensin-converting enzyme 2 in respiratory and other cells."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "East Carolina University, Greenville, NC, 5371 Knollwood Parkway Court #F, Hazelwood, MO, 63042, USA. LukeCurtis1328@gmail.com."}], "LastName": "Curtis", "ForeName": "Luke", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Wildfires"}], "CoiStatement": "The author declares no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhikari A, Yin J (2020) Short-term effects of ambient ozone, PM(2.5,) and meteorological factors on COVID-19 confirmed cases and deaths in Queens, New York. Int J Environ Res Public Health 17(11):4047", "ArticleIdList": ["PMC7312351", "32517125"]}, {"Citation": "Aggarwal N, Dwarakanathan V, Gautam N, Ray A. Facemasks for prevention of viral respiratory infections in community settings: a systematic review and meta-analysis. Indian J Public Health. 2020;64:S192–s200. doi: 10.4103/ijph.IJPH_470_20.", "ArticleIdList": ["10.4103/ijph.IJPH_470_20", "32496254"]}, {"Citation": "Ali SM, Malik F, Anjum MS, Siddiqui GF, Anwar MN, Lam SS, Nizami AS, Khokhar MF. Exploring the linkage between PM(2.5) levels and Covid-19 spread and its implications for socio-economic circles. Environ Res. 2021;193:110421. doi: 10.1016/j.envres.2020.110421.", "ArticleIdList": ["10.1016/j.envres.2020.110421", "PMC7645282", "33160973"]}, {"Citation": "Alifano M, Alifano P, Forgez P, Iannelli A. Renin-angiotensin system at the heart of Covid-19 pandemic. Biochimie. 2020;174:30–33. doi: 10.1016/j.biochi.2020.04.008.", "ArticleIdList": ["10.1016/j.biochi.2020.04.008", "PMC7161528", "32305506"]}, {"Citation": "Amoatey P, Omidvarborna H, Baawain MS, Al-Mamun A. Impact of building ventilation systems and habitual indoor incense burning on SARS-CoV-2 virus transmissions in Middle Eastern countries. Sci Total Environ. 2020;733:139356. doi: 10.1016/j.scitotenv.2020.139356.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139356", "PMC7215150", "32416534"]}, {"Citation": "de Angelis E, Renzetti S, Volta M, Donato F, Calza S, Placidi D, Lucchini RG, Rota M. Covid-19 incidence and mortality in Lombardy, Italy: an ecological study on the role of air pollution, meteorological factors, demographic and socioeconomic variables. Environ Res. 2021;195:110777. doi: 10.1016/j.envres.2021.110777.", "ArticleIdList": ["10.1016/j.envres.2021.110777", "PMC7826113", "33485909"]}, {"Citation": "Ayenigbara IO, Adeleke OR, Ayenigbara GO, Adegboro JS, Olofintuyi OO. Covid-19 (SARS-CoV-2) pandemic: fears, facts and preventive measures. Germs. 2020;10:218–228. doi: 10.18683/germs.2020.1208.", "ArticleIdList": ["10.18683/germs.2020.1208", "PMC7572217", "33134200"]}, {"Citation": "Barnett-Itzhaki Z, Levi A (2021) Effects of chronic exposure to ambient air pollutants on COVID-19 morbidity and mortality - a lesson from OECD countries. Environ Res 195:110723", "ArticleIdList": ["PMC7826117", "33484722"]}, {"Citation": "Bashir MF, Ma BJ, Bilal KB, Bashir MA, Farooq TH, Iqbal N, Bashir M (2020) Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ Res 187:109652", "ArticleIdList": ["PMC7219392", "32405084"]}, {"Citation": "Bianconi V, Bronzo P, Banach M, Sahebkar A, Mannarino MR, Pirro M. Particulate matter pollution and the Covid-19 outbreak: results from Italian regions and provinces. Arch Med Sci. 2020;16:985–992. doi: 10.5114/aoms.2020.95336.", "ArticleIdList": ["10.5114/aoms.2020.95336", "PMC7444704", "32863986"]}, {"Citation": "Bilal BMF, Benghoul M, Numan U, Shakoor A, Komal B, Bashir MA, Bashir M, Tan D (2020) Environmental pollution and COVID-19 outbreak: insights from Germany. Air Qual Atmos Health 3:1–10", "ArticleIdList": ["PMC7396458", "32837621"]}, {"Citation": "Borisova T, Komisarenko S (2020) Air pollution particulate matter as a potential carrier of SARS-CoV-2 to the nervous system and/or neurological symptom enhancer: arguments in favor. Environ Sci Pollut Res Int:1–7", "ArticleIdList": ["PMC7552951", "33051841"]}, {"Citation": "Brandt EB, Mersha TB. Environmental determinants of coronavirus disease 2019 (Covid-19) Curr Allergy Asthma Rep. 2021;21:15. doi: 10.1007/s11882-021-00993-1.", "ArticleIdList": ["10.1007/s11882-021-00993-1", "PMC7934813", "33666783"]}, {"Citation": "Brandt EB, Beck AF, Mersha TB. Air pollution, racial disparities, and Covid-19 mortality. J Allergy Clin Immunol. 2020;146:61–63. doi: 10.1016/j.jaci.2020.04.035.", "ArticleIdList": ["10.1016/j.jaci.2020.04.035", "PMC7204717", "32389591"]}, {"Citation": "Calzetta L, Ritondo BL, Coppola A, Matera MG, Di Daniele N, Rogliani P (2021) Factors influencing the efficacy of COVID-19 vaccines: a quantitative synthesis of phase III trials. Vaccines 9(4):341", "ArticleIdList": ["PMC8065664", "33916222"]}, {"Citation": "Cascetta E, Henke I, Di Francesco L (2021) The effects of air pollution, sea exposure and altitude on Covid-19 hospitalization rates in Italy. Int J Environ Res Public Health 18", "ArticleIdList": ["PMC7828064", "33430024"]}, {"Citation": "Chakrabarty RK, Beeler P, Liu P, Goswami S, Harvey RD, Pervez S, van Donkelaar A, Martin RV. Ambient PM(2.5) exposure and rapid spread of Covid-19 in the United States. Sci Total Environ. 2021;760:143391. doi: 10.1016/j.scitotenv.2020.143391.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143391", "PMC7651233", "33250247"]}, {"Citation": "Chauhan A, Singh RP. Decline in PM(2.5) concentrations over major cities around the world associated with Covid-19. Environ Res. 2020;187:109634. doi: 10.1016/j.envres.2020.109634.", "ArticleIdList": ["10.1016/j.envres.2020.109634", "PMC7199701", "32416359"]}, {"Citation": "Chen PS, Tsai FT, Lin CK, Yang CY, Chan CC, Young CY, Lee CH. Ambient influenza and avian influenza virus during dust storm days and background days. Environ Health Perspect. 2010;118:1211–1216. doi: 10.1289/ehp.0901782.", "ArticleIdList": ["10.1289/ehp.0901782", "PMC2944079", "20435545"]}, {"Citation": "Cheon JMYY, Yoon YS, Lee ES, Lee JH, Hjuh Y, Mun JW, Jhung WM, Hyun BR. Influence of fine particulate matter 10 on respiratory virus infection in the Republic of Korea. Korean J Fam Med. 2019;9:454–459. doi: 10.21215/kjfp.2019.9.5.454.", "ArticleIdList": ["10.21215/kjfp.2019.9.5.454"]}, {"Citation": "Chiesa V, Antony G, Wismar M, Rechel B (2021) COVID-19 pandemic: health impact of staying at home, social distancing and 'lockdown' measures-a systematic review of systematic reviews. J Public Health (Oxf)", "ArticleIdList": ["PMC8083256", "33855434"]}, {"Citation": "Chirizzi D, Conte M, Feltracco M, Dinoi A, Gregoris E, Barbaro E, La Bella G, Ciccarese G, La Salandra G, Gambaro A, Contini D. SARS-CoV-2 concentrations and virus-laden aerosol size distributions in outdoor air in north and south of Italy. Environ Int. 2021;146:106255. doi: 10.1016/j.envint.2020.106255.", "ArticleIdList": ["10.1016/j.envint.2020.106255", "PMC7659514", "33221596"]}, {"Citation": "Chu DK, Akl EA, Duda S, Solo K, Yaacoub S, Schünemann HJ. Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and Covid-19: a systematic review and meta-analysis. Lancet. 2020;395:1973–1987. doi: 10.1016/S0140-6736(20)31142-9.", "ArticleIdList": ["10.1016/S0140-6736(20)31142-9", "PMC7263814", "32497510"]}, {"Citation": "Chu B, Zhang S, Liu J, Ma Q, He H. Significant concurrent decrease in PM(2.5) and NO(2) concentrations in China during Covid-19 epidemic. J Environ Sci (China) 2021;99:346–353. doi: 10.1016/j.jes.2020.06.031.", "ArticleIdList": ["10.1016/j.jes.2020.06.031", "PMC7328636", "33183713"]}, {"Citation": "Cohen AJ, Brauer M, Burnett R, Anderson HR, Frostad J, Estep K, Balakrishnan K, Brunekreef B, Dandona L, Dandona R, Feigin V, Freedman G, Hubbell B, Jobling A, Kan H, Knibbs L, Liu Y, Martin R, Morawska L, Pope CA, III, Shin H, Straif K, Shaddick G, Thomas M, van Dingenen R, van Donkelaar A, Vos T, Murray CJL, Forouzanfar MH. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet. 2017;389:1907–1918. doi: 10.1016/S0140-6736(17)30505-6.", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "Collivignarelli MC, Abba A, Bertanza G, Pedrazzani R, Ricciardi P, Carnevale Miino M. Lockdown for CoViD-2019 in Milan: what are the effects on air quality? Sci Total Environ. 2020;732:139280. doi: 10.1016/j.scitotenv.2020.139280.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139280", "PMC7205654", "32402928"]}, {"Citation": "Comunian S, Dongo D, Milani C, Palestini P (2020) Air pollution and Covid-19: the role of particulate matter in the spread and increase of Covid-19's morbidity and mortality. Int J Environ Res Public Health 17(12):4487", "ArticleIdList": ["PMC7345938", "32580440"]}, {"Citation": "Copat C, Cristaldi A, Fiore M, Grasso A, Zuccarello P, Signorelli SS, Conti GO, Ferrante M. The role of air pollution (PM and NO(2)) in Covid-19 spread and lethality: a systematic review. Environ Res. 2020;191:110129. doi: 10.1016/j.envres.2020.110129.", "ArticleIdList": ["10.1016/j.envres.2020.110129", "PMC7444490", "32853663"]}, {"Citation": "Cui Y, Zhang ZF, Froines J, Zhao J, Wang H, Yu SZ, Detels R. Air pollution and case fatality of SARS in the People’s Republic of China: an ecologic study. Environ Health. 2003;2:15. doi: 10.1186/1476-069X-2-15.", "ArticleIdList": ["10.1186/1476-069X-2-15", "PMC293432", "14629774"]}, {"Citation": "Curtis L (2021) Nutrition is associated with Covid 19 incidence, severity, and mortality. J Infect Dis Ther 9:10000458 ISSN: 2332-0877"}, {"Citation": "Dave DMD, Sabia J. The contagion externality of a superspreading event: the Sturgis Motorcycle Rally and Covid 19. South Econ J. 2020;10:1–39.", "ArticleIdList": ["PMC7753804", "33362303"]}, {"Citation": "Donzelli G, Cioni L, Cancellieri M, Llopis-Morales A, Morales-Suarez-Varela M (2021) Relations between air quality and Covid-19 lockdown measures in Valencia, Spain. Int J Environ Res Public Health 18(5):2296", "ArticleIdList": ["PMC7956633", "33652575"]}, {"Citation": "van Doremalen N, Bushmaker T, Morris DH, Holbrook MG, Gamble A, Williamson BN, Tamin A, Harcourt JL, Thornburg NJ, Gerber SI, Lloyd-Smith JO, de Wit E, Munster VJ. Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1. N Engl J Med. 2020;382:1564–1567. doi: 10.1056/NEJMc2004973.", "ArticleIdList": ["10.1056/NEJMc2004973", "PMC7121658", "32182409"]}, {"Citation": "Dragone R, Licciardi G, Grasso G, Del Gaudio C, Chanussot J (2021) Analysis of the chemical and physical environmental aspects that promoted the spread of SARS-CoV-2 in the Lombard area. Int J Environ Res Public Health 18(3):1326", "ArticleIdList": ["PMC7908577", "33573007"]}, {"Citation": "Dunker S, Hornick T, Szczepankiewicz G, Maier M, Bastl M, Bumberger J, Treudler R, Liebert UG, Simon JC. No SARS-CoV-2 detected in air samples (pollen and particulate matter) in Leipzig during the first spread. Sci Total Environ. 2021;755:142881. doi: 10.1016/j.scitotenv.2020.142881.", "ArticleIdList": ["10.1016/j.scitotenv.2020.142881", "PMC7552966", "33097263"]}, {"Citation": "Fan Z, Zhan Q, Yang C, Liu H, Zhan M (2020) How did distribution patterns of particulate matter air pollution (PM(2.5) and PM(10)) change in China during the COVID-19 outbreak: a spatiotemporal investigation at Chinese City-level. Int J Environ Res Public Health 17:6724", "ArticleIdList": ["PMC7503249", "32872261"]}, {"Citation": "Fattorini D, Regoli F. Role of the chronic air pollution levels in the Covid-19 outbreak risk in Italy. Environ Pollut (Barking, Essex : 1987) 2020;264:114732. doi: 10.1016/j.envpol.2020.114732.", "ArticleIdList": ["10.1016/j.envpol.2020.114732", "PMC7198142", "32387671"]}, {"Citation": "Ferrer G, Sanchez-Gonzalez MA (2021) Effective nasal disinfection as an overlooked strategy in our fight against COVID-19. Ear Nose Throat J 26:1455613211002929", "ArticleIdList": ["33765853"]}, {"Citation": "Fiasca F, Minelli M, Maio D, Minelli M, Vergallo I, Necozione S, Mattei A (2020) Associations between COVID-19 incidence rates and the exposure to PM2.5 and NO(2): a Nationwide observational study in Italy. Int J Environ Res Public Health 17(24):9318", "ArticleIdList": ["PMC7763344", "33322089"]}, {"Citation": "Fouladi Dehaghi B, Ghodrati-Torbati A, Teimori G, Ibrahimi Ghavamabadi L, Jamshidnezhad A (2020) Face masks vs. COVID-19: a systematic review. Investigacion y Educacion en Enfermeria 38(2, e13)", "ArticleIdList": ["PMC7883921", "33047556"]}, {"Citation": "Frontera A, Cianfanelli L, Vlachos K, Landoni G, Cremona G. Severe air pollution links to higher mortality in Covid-19 patients: The “double-hit” hypothesis. J Infect. 2020;81:255–259. doi: 10.1016/j.jinf.2020.05.031.", "ArticleIdList": ["10.1016/j.jinf.2020.05.031", "PMC7240268", "32447007"]}, {"Citation": "Hashim BM, Al-Naseri SK, Al-Maliki A, Al-Ansari N. Impact of Covid-19 lockdown on NO(2), O(3), PM(2.5) and PM(10) concentrations and assessing air quality changes in Baghdad, Iraq. Sci Total Environ. 2021;754:141978. doi: 10.1016/j.scitotenv.2020.141978.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141978", "PMC7462443", "32919315"]}, {"Citation": "He C, Hong S, Zhang L, Mu H, Xin A, Zhou Y, Liu J, Liu N, Su Y, Tian Y, Ke B, Wang Y, Yang L. Global, continental, and national variation in PM(2.5), O(3), and NO(2) concentrations during the early 2020 Covid-19 lockdown. Atmos Pollut Res. 2021;12:136–145. doi: 10.1016/j.apr.2021.02.002.", "ArticleIdList": ["10.1016/j.apr.2021.02.002", "PMC7867708", "33584105"]}, {"Citation": "Hendryx M, Luo J. Covid-19 prevalence and fatality rates in association with air pollution emission concentrations and emission sources. Environ Pollut (Barking, Essex : 1987) 2020;265:115126. doi: 10.1016/j.envpol.2020.115126.", "ArticleIdList": ["10.1016/j.envpol.2020.115126", "PMC7320861", "32806422"]}, {"Citation": "Hirose R, Ikegaya H, Naito Y, Watanabe N, Yoshida T, Bandou R, Daidoji T, Itoh Y, Nakaya T (2020) Survival of SARS-CoV-2 and influenza virus on the human skin: importance of hand hygiene in COVID-19. Clin Infect Dis ciaa 1517", "ArticleIdList": ["PMC7665347", "33009907"]}, {"Citation": "Horne BD, Joy EA, Hofmann MG, Gesteland PH, Cannon JB, Lefler JS, Blagev DP, Korgenski EK, Torosyan N, Hansen GI, Kartchner D, Pope CA., 3rd Short-term elevation of fine particulate matter air pollution and acute lower respiratory infection. Am J Respir Crit Care Med. 2018;198:759–766. doi: 10.1164/rccm.201709-1883OC.", "ArticleIdList": ["10.1164/rccm.201709-1883OC", "29652174"]}, {"Citation": "Hou CK, Qin YF, Wang G, Liu QL, Yang XY, Wang H. Impact of a long-term air pollution exposure on the case fatality rate of Covid-19 patients - a multi-city study. J Med Virol. 2021;93:2938–2946. doi: 10.1002/jmv.26807.", "ArticleIdList": ["10.1002/jmv.26807", "PMC8014152", "33470428"]}, {"Citation": "Hradsky O, Komarek A. Demographic and public health characteristics explain large part of variability in Covid-19 mortality across countries. Eur J Pub Health. 2021;31:12–16. doi: 10.1093/eurpub/ckaa226.", "ArticleIdList": ["10.1093/eurpub/ckaa226", "PMC7928985", "33479720"]}, {"Citation": "Jain M, Sharma GD, Goyal M, Kaushal R, Sethi M (2021) Econometric analysis of COVID-19 cases, deaths, and meteorological factors in South Asia. Environ Sci Pollut Res Int 28(22):28518–28534", "ArticleIdList": ["PMC7861005", "33543434"]}, {"Citation": "Jiménez-Ruiz CA, López-Padilla D, Alonso-Arroyo A, Aleixandre-Benavent R, Solano-Reina S, de Granda-Orive JI. Covid-19 and smoking: a systematic review and meta-analysis of the evidence. Arch Bronconeumol. 2021;57(Suppl 1):21–34. doi: 10.1016/j.arbres.2020.06.024.", "ArticleIdList": ["10.1016/j.arbres.2020.06.024", "PMC7381922", "34629638"]}, {"Citation": "Karanasos A, Aznaouridis K, Latsios G, Synetos A, Plitaria S, Tousoulis D, Toutouzas K. Impact of smoking status on disease severity and mortality of hospitalized patients with Covid-19 infection: a systematic review and meta-analysis. Nicotine Tob Res. 2020;22:1657–1659. doi: 10.1093/ntr/ntaa107.", "ArticleIdList": ["10.1093/ntr/ntaa107", "PMC7337737", "32564072"]}, {"Citation": "Kirwa K, Eckert CM, Vedal S, Hajat A, Kaufman JD. Ambient air pollution and risk of respiratory infection among adults: evidence from the multiethnic study of atherosclerosis (MESA) BMJ Open Respir Res. 2021;8:e000866. doi: 10.1136/bmjresp-2020-000866.", "ArticleIdList": ["10.1136/bmjresp-2020-000866", "PMC7934778", "33664125"]}, {"Citation": "Kolluru SSR, Patra AK, Nazneen, Shiva Nagendra SM. Association of air pollution and meteorological variables with Covid-19 incidence: evidence from five megacities in India. Environ Res. 2021;195:110854. doi: 10.1016/j.envres.2021.110854.", "ArticleIdList": ["10.1016/j.envres.2021.110854", "PMC7866844", "33561448"]}, {"Citation": "Kwak KH, Han BS, Park K, Moon S, Jin HG, Park SB, Baik JJ (2021) Inter- and intra-city comparisons of PM(2.5) concentration changes under COVID-19 social distancing in seven major cities of South Korea. Air Qual Atmos Health 11:1–14", "ArticleIdList": ["PMC7952083", "33727988"]}, {"Citation": "Landoni G, Lembo R, Cianfanelli L, Frontera A. Air pollutants and SARS-CoV-2 in 33 European countries. Acta Biomed Ateneo Parmense. 2021;92:e2021166.", "ArticleIdList": ["PMC7975964", "33682802"]}, {"Citation": "Larson TV, Koenig JQ. Wood smoke: emissions and noncancer respiratory effects. Annu Rev Public Health. 1994;15:133–156. doi: 10.1146/annurev.pu.15.050194.001025.", "ArticleIdList": ["10.1146/annurev.pu.15.050194.001025", "8054078"]}, {"Citation": "Li L, Li Q, Huang L, Wang Q, Zhu A, Xu J, Liu Z, Li H, Shi L, Li R, Azari M, Wang Y, Zhang X, Liu Z, Zhu Y, Zhang K, Xue S, Ooi MCG, Zhang D, Chan A. Air quality changes during the Covid-19 lockdown over the Yangtze River Delta Region: an insight into the impact of human activity pattern changes on air pollution variation. Sci Total Environ. 2020;732:139282. doi: 10.1016/j.scitotenv.2020.139282.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139282", "PMC7211667", "32413621"]}, {"Citation": "Lin CI, Tsai CH, Sun YL, Hsieh WY, Lin YC, Chen CY, Lin CS. Instillation of particulate matter 2.5 induced acute lung injury and attenuated the injury recovery in ACE2 knockout mice. Int J Biol Sci. 2018;14:253–265. doi: 10.7150/ijbs.23489.", "ArticleIdList": ["10.7150/ijbs.23489", "PMC5859472", "29559844"]}, {"Citation": "Liu YNZ, Chen Y, Guo M, Liu L, Gali NM, Sun L, Duan Y, Cai J, Westerdahl D, Liu X, Xu K, Ho K, Kan H, Fu Q, Lan K. Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals. Nature. 2020;582:557–561. doi: 10.1038/s41586-020-2271-3.", "ArticleIdList": ["10.1038/s41586-020-2271-3", "32340022"]}, {"Citation": "Liu Q, Xu S, Lu X (2021) Association between air pollution and COVID-19 infection: evidence from data at national and municipal levels. Environ Sci Pollut Res Int 727:138704", "ArticleIdList": ["PMC7955798", "33715120"]}, {"Citation": "López-Feldman A, Heres D, Marquez-Padilla F. Air pollution exposure and Covid-19: a look at mortality in Mexico City using individual-level data. Sci Total Environ. 2021;756:143929. doi: 10.1016/j.scitotenv.2020.143929.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143929", "PMC7688431", "33302074"]}, {"Citation": "Ma JH, Song SH, Guo M, Zhou J, Liu F, Peng L, Fu ZR. Long-term exposure to PM2.5 lowers influenza virus resistance via down-regulating pulmonary macrophage Kdm6a and mediates histones modification in IL-6 and IFN-β promoter regions. Biochem Biophys Res Commun. 2017;493:1122–1128. doi: 10.1016/j.bbrc.2017.09.013.", "ArticleIdList": ["10.1016/j.bbrc.2017.09.013", "28887033"]}, {"Citation": "Marquès M, Domingo JL. Contamination of inert surfaces by SARS-CoV-2: persistence, stability and infectivity. A review. Environ Res. 2020;193:110559. doi: 10.1016/j.envres.2020.110559.", "ArticleIdList": ["10.1016/j.envres.2020.110559", "PMC7706414", "33275925"]}, {"Citation": "Matrajt L, Leung T. Evaluating the effectiveness of social distancing interventions to delay or flatten the epidemic curve of coronavirus disease. Emerg Infect Dis. 2020;26:1740–1748. doi: 10.3201/eid2608.201093.", "ArticleIdList": ["10.3201/eid2608.201093", "PMC7392458", "32343222"]}, {"Citation": "Mechanick JI, Carbone S, Dickerson RN, Hernandez BJD, Hurt RT, Irving SY, Li DY, McCarthy MS, Mogensen KM, Gautier JBO, Patel JJ, Prewitt TE, Rosenthal M, Warren M, Winkler MF, McKeever L. Clinical nutrition research and the Covid-19 Pandemic: a scoping review of the ASPEN COVID-19 Task Force on Nutrition Research. JPEN J Parenter Enteral Nutr. 2021;45:13–31. doi: 10.1002/jpen.2036.", "ArticleIdList": ["10.1002/jpen.2036", "PMC8409259", "33094848"]}, {"Citation": "Meo SA, Abukhalaf AA, Alomar AA, Alessa OM. Wildfire and Covid-19 pandemic: effect of environmental pollution PM-2.5 and carbon monoxide on the dynamics of daily cases and deaths due to SARS-COV-2 infection in San-Francisco USA. Eur Rev Med Pharmacol Sci. 2020;24:10286–10292.", "ArticleIdList": ["33090440"]}, {"Citation": "Meo SA, Abukhalaf AA, Alomar AA, Alessa OM, Sami W, Klonoff DC. Effect of environmental pollutants PM-2.5, carbon monoxide, and ozone on the incidence and mortality of SARS-COV-2 infection in ten wildfire affected counties in California. Sci Total Environ. 2021;757:143948. doi: 10.1016/j.scitotenv.2020.143948.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143948", "PMC7685934", "33321340"]}, {"Citation": "Meo SA, Adnan Abukhalaf A, Sami W, Hoang TD (2021b) Effect of environmental pollution PM2.5, carbon monoxide, and ozone on the incidence and mortality due to SARS-CoV-2 infection in London, United Kingdom. J King Saud Univ Sci 33:101373", "ArticleIdList": ["PMC8043584", "33867776"]}, {"Citation": "Middleton N (2020): UN program-impacts of sand and dust stors on oceans: a scientoific environmental assessment for policy makers. Available at https://www.unep.org/resources/report/impacts-sand-and-dust-storms-oceans. Accessed 30 July 2021"}, {"Citation": "Naeher LP, Brauer M, Lipsett M, Zelikoff JT, Simpson CD, Koenig JQ, Smith KR. Woodsmoke health effects: a review. Inhal Toxicol. 2007;19:67–106. doi: 10.1080/08958370600985875.", "ArticleIdList": ["10.1080/08958370600985875", "17127644"]}, {"Citation": "Navarro KM, Clark KA, Hardt DJ, Reid CE, Lahm PW, Domitrovich JW, Butler CR, Balmes JR. Wildland firefighter exposure to smoke and Covid-19: a new risk on the fire line. Sci Total Environ. 2021;760:144296. doi: 10.1016/j.scitotenv.2020.144296.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144296", "PMC7962897", "33341613"]}, {"Citation": "Nor NSM, Yip CW, Ibrahim N, Jaafar MH, Rashid ZZ, Mustafa N, Hamid HHA, Chandru K, Latif MT, Saw PE, Lin CY, Alhasa KM, Hashim JH, Nadzir MSM. Particulate matter (PM(2.5)) as a potential SARS-CoV-2 carrier. Sci Rep. 2021;11:2508. doi: 10.1038/s41598-021-81935-9.", "ArticleIdList": ["10.1038/s41598-021-81935-9", "PMC7844283", "33510270"]}, {"Citation": "Nussbaumer-Streit B, Mayr V, Dobrescu AI, Chapman A, Persad E, Klerings I, Wagner G, Siebert U, Christof C, Zachariah C, Gartlehner G. Quarantine alone or in combination with other public health measures to control Covid-19: a rapid review. Cochrane Database Syst Rev. 2020;4:Cd013574.", "ArticleIdList": ["PMC7141753", "32267544"]}, {"Citation": "Ogen Y. Assessing nitrogen dioxide (NO(2)) levels as a contributing factor to coronavirus (Covid-19) fatality. Sci Total Environ. 2020;726:138605. doi: 10.1016/j.scitotenv.2020.138605.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138605", "PMC7151460", "32302812"]}, {"Citation": "Paital B, Agrawal PK (2020) Air pollution by NO2 and PM2.5 explains COVID-19 infection severity by overexpression of angiotensin-converting enzyme 2 in respiratory cells: a review. Environ Chem Lett 18:1–18", "ArticleIdList": ["PMC7499935", "32982622"]}, {"Citation": "Pei L, Wang X, Guo B, Guo H, Yu Y (2021) Do air pollutants as well as meteorological factors impact Corona virus disease 2019 (COVID-19)? Evidence from China based on the geographical perspective. Environ Sci Pollut Res Int 28(27):35584–35596", "ArticleIdList": ["PMC7935479", "33674974"]}, {"Citation": "Phillips N, Park IW, Robinson JR, Jones HP (2020) The perfect storm: COVID-19 health disparities in US blacks. J Racial Ethn Health Disparities 23:1–8", "ArticleIdList": ["PMC7510013", "32965660"]}, {"Citation": "Pradhan D, Biswasroy P, Kumar Naik P, Ghosh G, Rath G. A review of current interventions for Covid-19 prevention. Arch Med Res. 2020;51:363–374. doi: 10.1016/j.arcmed.2020.04.020.", "ArticleIdList": ["10.1016/j.arcmed.2020.04.020", "PMC7190516", "32409144"]}, {"Citation": "Raciti L, Calabrò RS. Can volcanic trace elements facilitate Covid-19 diffusion? A hypothesis stemming from the Mount Etna area, Sicily. Med Hypotheses. 2020;144:110058. doi: 10.1016/j.mehy.2020.110058.", "ArticleIdList": ["10.1016/j.mehy.2020.110058", "PMC7320851", "32758894"]}, {"Citation": "Rajak P, Ganguly A, Sarkar S, Mandi M, Dutta M, Podder S, Khatun S, Roy S (2021) Immunotoxic role of organophosphates: an unseen risk escalating SARS-CoV-2 pathogenicity. Food Chem Toxicol 149:112007", "ArticleIdList": ["PMC7825955", "33493637"]}, {"Citation": "Reche I, D'Orta G, Mladenov N, Winget DM, Suttle CA. Deposition rates of viruses and bacteria above the atmospheric boundary layer. ISME J. 2018;12:1154–1162. doi: 10.1038/s41396-017-0042-4.", "ArticleIdList": ["10.1038/s41396-017-0042-4", "PMC5864199", "29379178"]}, {"Citation": "Reddy RK, Charles WN, Sklavounos A, Dutt A, Seed PT, Khajuria A. The effect of smoking on Covid-19 severity: a systematic review and meta-analysis. J Med Virol. 2021;93:1045–1056. doi: 10.1002/jmv.26389.", "ArticleIdList": ["10.1002/jmv.26389", "PMC7436545", "32749705"]}, {"Citation": "Reid CE, Brauer M, Johnston FH, Jerrett M, Balmes JR, Elliott CT. Critical review of health impacts of wildfire smoke exposure. Environ Health Perspect. 2016;124:1334–1343. doi: 10.1289/ehp.1409277.", "ArticleIdList": ["10.1289/ehp.1409277", "PMC5010409", "27082891"]}, {"Citation": "Rodríguez M, Palop ML, Seseña S, Rodríguez A. Are the portable air cleaners (PAC) really effective to terminate airborne SARS-CoV-2? Sci Total Environ. 2021;785:147300. doi: 10.1016/j.scitotenv.2021.147300.", "ArticleIdList": ["10.1016/j.scitotenv.2021.147300", "PMC8081570", "33940414"]}, {"Citation": "Rodríguez-Urrego D, Rodríguez-Urrego L. Air quality during the Covid-19: PM(2.5) analysis in the 50 most polluted capital cities in the world. Environ Pollut (Barking, Essex : 1987) 2020;266:115042. doi: 10.1016/j.envpol.2020.115042.", "ArticleIdList": ["10.1016/j.envpol.2020.115042", "PMC7333997", "32650158"]}, {"Citation": "Romano Spica V, Gallè F, Baldelli G, Valeriani F, Di Rosa E, Liguori G, Brandi G. Swimming pool safety and prevention at the time of Covid-19: a consensus document from GSMS-SItI. Ann Ig. 2020;32:439–448.", "ArticleIdList": ["32578839"]}, {"Citation": "Rooney CM, Moura IB, Wilcox MH. Tracking Covid-19 via sewage. Curr Opin Gastroenterol. 2021;37:4–8. doi: 10.1097/MOG.0000000000000692.", "ArticleIdList": ["10.1097/MOG.0000000000000692", "33074996"]}, {"Citation": "Roviello V, Roviello GN (2020) Lower COVID-19 mortality in Italian forested areas suggests immunoprotection by Mediterranean plants. Environ Chem Lett 14:1–12", "ArticleIdList": ["PMC7427271", "32837486"]}, {"Citation": "Sahoo MM (2021) Significance between air pollutants, meteorological factors, and Covid-19 infections: probable evidences in India. Environ Sci Pollut Res Int 28(30):40474–40495", "ArticleIdList": ["PMC7912974", "33638789"]}, {"Citation": "Salah HM, Sharma T, Mehta J. Smoking doubles the mortality risk in Covid-19: a meta-analysis of recent reports and potential mechanisms. Cureus. 2020;12:e10837.", "ArticleIdList": ["PMC7647838", "33173643"]}, {"Citation": "Samavati L, Uhal BD. ACE2, much more than just a receptor for SARS-COV-2. Front Cell Infect Microbiol. 2020;10:317. doi: 10.3389/fcimb.2020.00317.", "ArticleIdList": ["10.3389/fcimb.2020.00317", "PMC7294848", "32582574"]}, {"Citation": "Senatore V, Zarra T, Buonerba A, Choo KH, Hasan SW, Korshin G, Li CW, Ksibi M, Belgiorno V, Naddeo V. Indoor versus outdoor transmission of SARS-COV-2: environmental factors in virus spread and underestimated sources of risk. Euro-Mediterr J Environ Integr. 2021;6:30. doi: 10.1007/s41207-021-00243-w.", "ArticleIdList": ["10.1007/s41207-021-00243-w", "PMC7873670", "33585671"]}, {"Citation": "Setti L, Passarini F, De Gennaro G, Barbieri P, Perrone MG, Borelli M, Palmisani J, Di Gilio A, Torboli V, Fontana F, Clemente L, Pallavicini A, Ruscio M, Piscitelli P, Miani A. SARS-Cov-2RNA found on particulate matter of Bergamo in Northern Italy: first evidence. Environ Res. 2020;188:109754. doi: 10.1016/j.envres.2020.109754.", "ArticleIdList": ["10.1016/j.envres.2020.109754", "PMC7260575", "32526492"]}, {"Citation": "Sharma GD, Bansal S, Yadav A, Jain M, Garg I. Meteorological factors, Covid-19 cases, and deaths in top 10 most affected countries: an econometric investigation. Environ Sci Pollut Res Int. 2021;28:28624–28639. doi: 10.1007/s11356-021-12668-5.", "ArticleIdList": ["10.1007/s11356-021-12668-5", "PMC7864620", "33547610"]}, {"Citation": "Signorelli C, Odone A. Age-specific Covid-19 case-fatality rate: no evidence of changes over time. Int J Public Health. 2020;65:1435–1436. doi: 10.1007/s00038-020-01486-0.", "ArticleIdList": ["10.1007/s00038-020-01486-0", "PMC7518649", "32978645"]}, {"Citation": "Skalny AV, Lima TRR, Ke T, Zhou JC, Bornhorst J, Alekseenko SI, Aaseth J, Anesti O, Sarigiannis DA, Tsatsakis A, Aschner M, Tinkov AA. Toxic metal exposure as a possible risk factor for Covid-19 and other respiratory infectious diseases. Food Chem Toxicol. 2020;146:111809. doi: 10.1016/j.fct.2020.111809.", "ArticleIdList": ["10.1016/j.fct.2020.111809", "PMC7563920", "33069759"]}, {"Citation": "Slama K, Chiang CY, Enarson DA, Hassmiller K, Fanning A, Gupta P, Ray C. Tobacco and tuberculosis: a qualitative systematic review and meta-analysis. Int J Tuber Lung Dis. 2007;11:1049–1061.", "ArticleIdList": ["17945060"]}, {"Citation": "Solimini A, Filipponi F, Fegatelli DA, Caputo B, De Marco CM, Spagnoli A, Vestri AR. A global association between Covid-19 cases and airborne particulate matter at regional level. Sci Rep. 2021;11:6256. doi: 10.1038/s41598-021-85751-z.", "ArticleIdList": ["10.1038/s41598-021-85751-z", "PMC7973572", "33737616"]}, {"Citation": "Srivastava A. Covid-19 and air pollution and meteorology-an intricate relationship: a review. Chemosphere. 2021;263:128297. doi: 10.1016/j.chemosphere.2020.128297.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128297", "PMC7487522", "33297239"]}, {"Citation": "Srivastava AK, Bhoyar PD, Kanawade VP, Devara PCS, Thomas A, Soni VK. Improved air quality during Covid-19 at an urban megacity over the Indo-Gangetic Basin: from stringent to relaxed lockdown phases. Urban Clim. 2021;36:100791. doi: 10.1016/j.uclim.2021.100791.", "ArticleIdList": ["10.1016/j.uclim.2021.100791", "PMC7946354", "33723503"]}, {"Citation": "Stieb DM, Evans GJ, To TM. Brook JR, Burnett RT. An ecological analysis of long-term exposure to PM(2.5) and incidence of Covid-19 in Canadian health regions. Environ Res. 2020;191:110052. doi: 10.1016/j.envres.2020.110052.", "ArticleIdList": ["10.1016/j.envres.2020.110052", "PMC7448873", "32860780"]}, {"Citation": "Su W, Wu X, Geng X, Zhao X, Liu Q, Liu T. The short-term effects of air pollutants on influenza-like illness in Jinan, China. BMC Public Health. 2019;19:1319. doi: 10.1186/s12889-019-7607-2.", "ArticleIdList": ["10.1186/s12889-019-7607-2", "PMC6805627", "31638933"]}, {"Citation": "Tao RJ, Cao WJ, Li MH, Yang L, Dai RX, Luo XL, Liu Y, Ge BX, Su X, Xu JF. PM2.5 compromises antiviral immunity in influenza infection by inhibiting activation of NLRP3 inflammasome and expression of interferon-β. Mol Immunol. 2020;125:178–186. doi: 10.1016/j.molimm.2020.07.001.", "ArticleIdList": ["10.1016/j.molimm.2020.07.001", "32717666"]}, {"Citation": "Thu TPB, Ngoc PNH, Hai NM, Tuan LA. Effect of the social distancing measures on the spread of Covid-19 in 10 highly infected countries. Sci Total Environ. 2020;742:140430. doi: 10.1016/j.scitotenv.2020.140430.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140430", "PMC7307990", "32623158"]}, {"Citation": "Travaglio M, Yu Y, Popovic R, Selley L, Leal NS, Martins LM. Links between air pollution and Covid-19 in England. Environ Pollut (Barking, Essex : 1987) 2021;268:115859. doi: 10.1016/j.envpol.2020.115859.", "ArticleIdList": ["10.1016/j.envpol.2020.115859", "PMC7571423", "33120349"]}, {"Citation": "Tripepi G, Plebani M, Iervasi G, Gori M, Leonardis D, D'Arrigo G, Fusaro M (2021) Distance from the outbreak of infection, ozone pollution and public health consequences of SARS-CoV-2 epidemic: the HOPE method. Eur J Pub Health 31(1):7–12", "ArticleIdList": ["PMC7717309", "33529325"]}, {"Citation": "Tung NT, Cheng PC, Chi KH, Hsiao TC, Jones T, BeruBe K, Ho KF, Chuang HC. Particulate matter and SARS-CoV-2: a possible model of Covid-19 transmission. Sci Total Environ. 2021;750:141532. doi: 10.1016/j.scitotenv.2020.141532.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141532", "PMC7403850", "32858292"]}, {"Citation": "Vasquez-Apestegui V, Parras-Garrido E, Tapia V, Paz-Aparicio VM, Rojas JP, Sanchez-Ccoyllo OR, Gonzales GF (2020) Association between air pollution in Lima and the high incidence of COVID-19: findings from a post hoc analysis. Research Square. 10.21203/rs.3.rs-39404/v1", "ArticleIdList": ["PMC8208068", "34134699"]}, {"Citation": "Wong LSY, Loo EXL, Kang AYH, Lau HX, Tambyah PA, Tham EH. Age-related differences in immunological responses to SARS-CoV-2. J Allergy Clin Immunol Pract. 2020;8:3251–3258. doi: 10.1016/j.jaip.2020.08.026.", "ArticleIdList": ["10.1016/j.jaip.2020.08.026", "PMC7450283", "32861856"]}, {"Citation": "Wu X, Nethery RC, Sabath BM, Braun D, Dominici F (2020) Exposure to air pollution and COVID-19 mortality in the United States: a nationwide cross-sectional study. MedRxiv. 10.1101/2020.04.05.20054502"}, {"Citation": "Xu J, Xiao X, Zhang W, Xu R, Kim SC, Cui Y, Howard TT, Wu E, Cui Y. Air-filtering masks for respiratory protection from PM(2.5) and pandemic pathogens. One Earth (Cambridge, Mass) 2020;3:574–589. doi: 10.1016/j.oneear.2020.10.014.", "ArticleIdList": ["10.1016/j.oneear.2020.10.014", "PMC7962856", "33748744"]}, {"Citation": "Yao Y, Pan J, Wang W, Liu Z, Kan H, Qiu Y, Meng X, Wang W. Association of particulate matter pollution and case fatality rate of Covid-19 in 49 Chinese cities. Sci Total Environ. 2020;741:140396. doi: 10.1016/j.scitotenv.2020.140396.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140396", "PMC7305499", "32592974"]}, {"Citation": "Yao Y, Pan J, Liu Z, Meng X, Wang W, Kan H, Wang W. Ambient nitrogen dioxide pollution and spreadability of Covid-19 in Chinese cities. Ecotoxicol Environ Saf. 2021;208:111421. doi: 10.1016/j.ecoenv.2020.111421.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111421", "PMC7524685", "33038729"]}, {"Citation": "Youssouf H, Liousse C, Roblou L, Assamoi EM, Salonen RO, Maesano C, Banerjee S, Annesi-Maesano I. Non-accidental health impacts of wildfire smoke. Int J Environ Res Public Health. 2014;11:11772–11804. doi: 10.3390/ijerph111111772.", "ArticleIdList": ["10.3390/ijerph111111772", "PMC4245643", "25405597"]}, {"Citation": "Zhang H, Ma S, Han T, Qu G, Cheng C, Uy JP, Shaikh MB, Zhou Q, Song EJ, Sun C (2021) Association of smoking history with severe and critical outcome in Covid-19 patients: a systemic review and meta-analysis. Eur J Integr Med 101313", "ArticleIdList": ["PMC7889467", "33619437"]}, {"Citation": "Zheng P, Chen Z, Liu Y, Song H, Wu CH, Li B, Kraemer MUG, Tian H, Yan X, Zheng Y, Stenseth NC, Jia G (2021) Association between coronavirus disease 2019 (COVID-19) and long-term exposure to air pollution: evidence from the first epidemic wave in China. Environmental Pollution (Barking, Essex: 1987) 276:116682", "ArticleIdList": ["PMC7868737", "33631687"]}, {"Citation": "Zhu Y, Xie J, Huang F, Cao L. Association between short-term exposure to air pollution and Covid-19 infection: evidence from China. Sci Total Environ. 2020;727:138704. doi: 10.1016/j.scitotenv.2020.138704.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138704", "PMC7159846", "32315904"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "28"}, {"Year": "2021", "Month": "7", "Day": "17"}, {"Year": "2021", "Month": "8", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "19", "Hour": "12", "Minute": "32"}, {"Year": "2021", "Month": "8", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34410599", "PMC8374108", "10.1007/s11356-021-15556-0", "10.1007/s11356-021-15556-0"]}}], "PubmedBookArticle": []}