{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Environmental", "Fine particulate matter", "Neuroepidemiology", "Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34414344", "DateRevised": {"Year": "2021", "Month": "08", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "06"}], "ELocationID": ["e160", "10.1097/EE9.0000000000000160"], "Journal": {"ISSN": "2474-7882", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Environmental epidemiology (Philadelphia, Pa.)", "ISOAbbreviation": "Environ Epidemiol"}, "ArticleTitle": "Ambient particulate matter, ozone, and neurologic symptoms in U.S. Gulf states adults.", "Pagination": {"StartPage": "e160", "MedlinePgn": "e160"}, "Abstract": {"AbstractText": ["Research on neurologic effects of air pollution has focused on neurodevelopment or later-life neurodegeneration; other effects throughout adulthood have received less attention. We examined air pollution levels and neurologic symptoms among 21,467 adults in US Gulf Coast states. We assigned exposure using Environmental Protection Agency estimates of daily ambient particulate matter 2.5 (PM<sub>2.5</sub>) and ozone. Gulf Long-term Follow-up Study participants reported neurologic symptoms at enrollment (2011-2013). We estimated cross-sectional associations between each air pollutant and prevalence of \"any\" neurologic, central nervous system (CNS), or peripheral nervous system (PNS) symptoms. Ambient PM<sub>2.5</sub> was consistently associated with prevalence of neurologic symptoms. The highest quartile of 30-day PM<sub>2.5</sub> was associated with any neurologic symptom (prevalence ratio [PR] = 1.16; 95% confidence interval [CI] = 1.09, 1.23) and there were increasing monotonic relationships between 30-day PM<sub>2.5</sub> and each symptom category (<i>P</i>-trend ≤ 0.01). Associations with PM<sub>2.5</sub> were slightly stronger among nonsmokers and during colder seasons. The highest quartile of 7-day ozone was associated with increased prevalence of PNS symptoms (PR = 1.09; 95% CI = 1.00, 1.19; <i>P</i>-trend = 0.03), but not with other outcomes. Ozone concentrations above regulatory levels were suggestively associated with neurologic symptoms (PR = 1.06; 95% CI = 0.99, 1.14). Mutual adjustment in co-pollutant models suggests that PM<sub>2.5</sub> is more relevant than ozone in relation to prevalence of neurologic symptoms."], "CopyrightInformation": "Copyright © 2021 The Authors. Published by Wolters Kluwer Health, Inc. on behalf of The Environmental Epidemiology. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, NIH, DHHS, Research Triangle Park, North Carolina."}], "LastName": "Werder", "ForeName": "Emily J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, NIH, DHHS, Research Triangle Park, North Carolina."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, UNC Gillings School of Global Public Health, University of North Carolina, Chapel Hill, North Carolina."}], "LastName": "Engel", "ForeName": "Lawrence S", "Initials": "LS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, NIH, DHHS, Research Triangle Park, North Carolina."}], "LastName": "Lawrence", "ForeName": "Kaitlyn G", "Initials": "KG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, National Institute of Environmental Health Sciences, NIH, DHHS, Research Triangle Park, North Carolina."}], "LastName": "Sandler", "ForeName": "Dale P", "Initials": "DP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Epidemiol", "NlmUniqueID": "101719527", "ISSNLinking": "2474-7882"}, "CoiStatement": "The authors declare that they have no conflicts of interest with regard to the content of this report. This research was supported by the Intramural Research Program of the National Institutes of Health (NIH) and the National Institute of Environmental Health Sciences/NIH (Z01-ES049030). Sponsorships or competing interests that may be relevant to content are disclosed at the end of the article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Forouzanfar MH, Afshin A, Alexander LT, et al. . Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016;388:1659–1724.", "ArticleIdList": ["PMC5388856", "27733284"]}, {"Citation": "Landrigan PJ, Fuller R, Acosta NJR, et al. . The Lancet Commission on pollution and health. Lancet. 2018;391:462–512.", "ArticleIdList": ["29056410"]}, {"Citation": "Lelieveld J, Evans JS, Fnais M, Giannadaki D, Pozzer A. The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature. 2015;525:367–371.", "ArticleIdList": ["26381985"]}, {"Citation": "Goodkind AL, Tessum CW, Coggins JS, Hill JD, Marshall JD. Fine-scale damage estimates of particulate matter air pollution reveal opportunities for location-specific mitigation of emissions. Proc Natl Acad Sci U S A. 2019;116:8775–8780.", "ArticleIdList": ["PMC6500143", "30962364"]}, {"Citation": "Pope CA, 3rd, Ezzati M, Dockery DW. Fine-particulate air pollution and life expectancy in the United States. N Engl J Med. 2009;360:376–386.", "ArticleIdList": ["PMC3382057", "19164188"]}, {"Citation": "United States Environmental Protection Agency. The Plain English Guide to the Clean Air Act. 2007. Available at: https://www.epa.gov/sites/production/files/2015-08/documents/peg.pdf. Accessed 16 December 2020."}, {"Citation": "Di Q, Rowland S, Koutrakis P, Schwartz J. A hybrid model for spatially and temporally resolved ozone exposures in the continental United States. J Air Waste Manag Assoc. 2017;67:39–52.", "ArticleIdList": ["PMC5741295", "27332675"]}, {"Citation": "Suh HH, Bahadori T, Vallarino J, Spengler JD. Criteria air pollutants and toxic air pollutants. Environ Health Perspect. 2000;108(suppl 4):625–633.", "ArticleIdList": ["PMC1637676", "10940240"]}, {"Citation": "Anderson JO, Thundiyil JG, Stolbach A. Clearing the air: a review of the effects of particulate matter air pollution on human health. J Med Toxicol. 2012;8:166–175.", "ArticleIdList": ["PMC3550231", "22194192"]}, {"Citation": "Costa LG, Cole TB, Dao K, Chang YC, Coburn J, Garrick JM. Effects of air pollution on the nervous system and its possible role in neurodevelopmental and neurodegenerative disorders. Pharmacol Ther. 2020;210:107523.", "ArticleIdList": ["PMC7245732", "32165138"]}, {"Citation": "Wei Y, Wang Y, Wu X, et al. . Causal effects of air pollution on mortality rate in Massachusetts. Am J Epidemiol. 2020;189:1316–1323.", "ArticleIdList": ["PMC7604530", "32558888"]}, {"Citation": "Dedoussi IC, Eastham SD, Monier E, Barrett SRH. Premature mortality related to United States cross-state air pollution. Nature. 2020;578:261–265.", "ArticleIdList": ["32051602"]}, {"Citation": "Likhvar VN, Pascal M, Markakis K, et al. . A multi-scale health impact assessment of air pollution over the 21st century. Sci Total Environ. 2015;514:439–449.", "ArticleIdList": ["25687670"]}, {"Citation": "Salvi A, Salim S. Neurobehavioral consequences of traffic-related air pollution. Front Neurosci. 2019;13:1232.", "ArticleIdList": ["PMC6881276", "31824243"]}, {"Citation": "Flores-Pajot MC, Ofner M, Do MT, Lavigne E, Villeneuve PJ. Childhood autism spectrum disorders and exposure to nitrogen dioxide, and particulate matter air pollution: a review and meta-analysis. Environ Res. 2016;151:763–776.", "ArticleIdList": ["27609410"]}, {"Citation": "Guxens M, Ghassabian A, Gong T, et al. . Air pollution exposure during pregnancy and childhood autistic traits in four European population-based cohort studies: the ESCAPE project. Environ Health Perspect. 2016;124:133–140.", "ArticleIdList": ["PMC4710593", "26068947"]}, {"Citation": "Volk HE, Perera F, Braun JM, et al. ; Environmental influences on Child Health Outcomes. Prenatal air pollution exposure and neurodevelopment: a review and blueprint for a harmonized approach within ECHO. Environ Res. 2021;196:110320.", "ArticleIdList": ["PMC8060371", "33098817"]}, {"Citation": "Tsai TL, Lin YT, Hwang BF, et al. . Fine particulate matter is a potential determinant of Alzheimer’s disease: a systemic review and meta-analysis. Environ Res. 2019;177:108638.", "ArticleIdList": ["31421449"]}, {"Citation": "Kioumourtzoglou MA, Schwartz JD, Weisskopf MG, et al. . Long-term PM2.5 exposure and neurological hospital admissions in the Northeastern United States. Environ Health Perspect. 2016;124:23–29.", "ArticleIdList": ["PMC4710596", "25978701"]}, {"Citation": "Zanobetti A, Dominici F, Wang Y, Schwartz JD. A national case-crossover analysis of the short-term effect of PM2.5 on hospitalizations and mortality in subjects with diabetes and neurological disorders. Environ Health. 2014;13:38.", "ArticleIdList": ["PMC4064518", "24886318"]}, {"Citation": "Babadjouni RM, Hodis DM, Radwanski R, et al. . Clinical effects of air pollution on the central nervous system; a review. J Clin Neurosci. 2017;43:16–24.", "ArticleIdList": ["PMC5544553", "28528896"]}, {"Citation": "Shou Y, Huang Y, Zhu X, Liu C, Hu Y, Wang H. A review of the possible associations between ambient PM2.5 exposures and the development of Alzheimer’s disease. Ecotoxicol Environ Saf. 2019;174:344–352.", "ArticleIdList": ["30849654"]}, {"Citation": "Shah AS, Lee KK, McAllister DA, et al. . Short term exposure to air pollution and stroke: systematic review and meta-analysis. BMJ. 2015;350:h1295.", "ArticleIdList": ["PMC4373601", "25810496"]}, {"Citation": "Nzwalo H, Guilherme P, Nogueira J, et al. . Fine particulate air pollution and occurrence of spontaneous intracerebral hemorrhage in an area of low air pollution. Clin Neurol Neurosurg. 2019;176:67–72.", "ArticleIdList": ["30529654"]}, {"Citation": "Bazyar J, Pourvakhshoori N, Khankeh H, Farrokhi M, Delshad V, Rajabi E. A comprehensive evaluation of the association between ambient air pollution and adverse health outcomes of major organ systems: a systematic review with a worldwide approach. Environ Sci Pollut Res Int. 2019;26:12648–12661.", "ArticleIdList": ["30903465"]}, {"Citation": "Nunez Y, Boehme AK, Weisskopf MG, et al. . Fine particle exposure and clinical aggravation in neurodegenerative diseases in New York State. Environ Health Perspect. 2021;129:27003.", "ArticleIdList": ["PMC7869948", "33555200"]}, {"Citation": "Weuve J, Puett RC, Schwartz J, Yanosky JD, Laden F, Grodstein F. Exposure to particulate air pollution and cognitive decline in older women. Arch Intern Med. 2012;172:219–227.", "ArticleIdList": ["PMC3622279", "22332151"]}, {"Citation": "Cleary EG, Cifuentes M, Grinstein G, Brugge D, Shea TB. Association of low-level ozone with cognitive decline in older adults. J Alzheimers Dis. 2018;61:67–78.", "ArticleIdList": ["PMC5755393", "29103040"]}, {"Citation": "Wellenius GA, Boyle LD, Coull BA, et al. . Residential proximity to nearest major roadway and cognitive function in community-dwelling seniors: results from the MOBILIZE Boston Study. J Am Geriatr Soc. 2012;60:2075–2080.", "ArticleIdList": ["PMC3498530", "23126566"]}, {"Citation": "Braithwaite I, Zhang S, Kirkbride JB, Osborn DPJ, Hayes JF. Air pollution (particulate matter) exposure and associations with depression, anxiety, bipolar, psychosis and suicide risk: a systematic review and meta-analysis. Environ Health Perspect. 2019;127:126002.", "ArticleIdList": ["PMC6957283", "31850801"]}, {"Citation": "Fan SJ, Heinrich J, Bloom MS, et al. . Ambient air pollution and depression: a systematic review with meta-analysis up to 2019. Sci Total Environ. 2020;701:134721.", "ArticleIdList": ["31715478"]}, {"Citation": "Clifford A, Lang L, Chen R, Anstey KJ, Seaton A. Exposure to air pollution and cognitive functioning across the life course–a systematic literature review. Environ Res. 2016;147:383–398.", "ArticleIdList": ["26945620"]}, {"Citation": "Apte MG, Buchanan IS, Mendell MJ. Outdoor ozone and building-related symptoms in the BASE study. Indoor Air. 2008;18:156–170.", "ArticleIdList": ["18333994"]}, {"Citation": "Xu X, Ha SU, Basnet R. A review of epidemiological research on adverse neurological effects of exposure to ambient air pollution. Front Public Health. 2016;4:157.", "ArticleIdList": ["PMC4974252", "27547751"]}, {"Citation": "Kwok RK, Engel LS, Miller AK, et al. ; GuLF STUDY Research Team. The GuLF STUDY: a prospective study of persons involved in the deepwater horizon oil spill response and clean-up. Environ Health Perspect. 2017;125:570–578.", "ArticleIdList": ["PMC5382003", "28362265"]}, {"Citation": "Engel LS, Kwok RK, Miller AK, et al. . The Gulf Long-Term Follow-Up Study (GuLF STUDY): biospecimen collection at enrollment. J Toxicol Environ Health A. 2017;80:218–229.", "ArticleIdList": ["PMC5522735", "28418274"]}, {"Citation": "Reff A, Phillips S, Eyth A, Mintz D. Bayesian Space-time Downscaling Fusion Model (Downscaler)-Derived Estimates of Air Quality for 2014. U.S. Environmental Protection Agency Office of Air Quality Planning and Standards Air Quality Assessment Division; 2018."}, {"Citation": "United States Environmental Protection Agency. Fused Air Quality Surface Using Downscaling (FAQSD). 2020. Available at: https://www.epa.gov/hesc/rsig-related-downloadable-data-files.Accessed 16 December 2020."}, {"Citation": "Berrocal VJ, Gelfand AE, Holland DM. Space-time data fusion under error in computer model output: an application to modeling air quality. Biometrics. 2012;68:837–848.", "ArticleIdList": ["PMC4442701", "22211949"]}, {"Citation": "United States Environmental Protection Agency. National Ambient Air Quality Standards (NAAQS) for Particulate Matter. 2020. 40 CFR Part 50. 46. EPA-HQ-OAR-2015-0072. Available at: https://www.epa.gov/pm-pollution/national-ambient-air-quality-standards-naaqs-pm. Accessed 16 December 2020."}, {"Citation": "United States Environmental Protection Agency. National Ambient Air Quality Standards (NAAQS) for Ozone. 2020. 40 CFR Part 58. 47. EPA-HQ-OAR-2020-0279. Available at: https://www.epa.gov/ground-level-ozone-pollution/ozone-national-ambient-air-quality-standards-naaqs. Accessed 16 December 2020."}, {"Citation": "Greenland S, Pearl J, Robins JM. Causal diagrams for epidemiologic research. Epidemiology. 1999;10:37–48.", "ArticleIdList": ["9888278"]}, {"Citation": "Neighborhood Atlas. University of Wisconsin School of Medicine and Public Health. 2013. Area Deprivation Index 2.0. Available at: https://www.neighborhoodatlas.medicine.wisc.edu/. Accessed 20 May 2019."}, {"Citation": "Kind AJH, Buckingham WR. Making neighborhood-disadvantage metrics accessible — the neighborhood atlas. New Engl J Med. 2018;378:2456–2458.", "ArticleIdList": ["PMC6051533", "29949490"]}, {"Citation": "Singh GK. Area deprivation and widening inequalities in US mortality, 1969-1998. Am J Public Health. 2003;93:1137–1143.", "ArticleIdList": ["PMC1447923", "12835199"]}, {"Citation": "Tessum CW, Paolella DA, Chambliss SE, Apte JS, Hill JD, Marshall JD. PM2.5 polluters disproportionately and systemically affect people of color in the United States. Sci Adv. 2021;7:eabf4491.", "ArticleIdList": ["33910895"]}, {"Citation": "Peng RD, Dominici F, Pastor-Barriuso R, Zeger SL, Samet JM. Seasonal analyses of air pollution and mortality in 100 US cities. Am J Epidemiol. 2005;161:585–594.", "ArticleIdList": ["15746475"]}, {"Citation": "Clark DPQ, Son DB, Bowatte G, et al. . The association between traffic-related air pollution and obstructive sleep apnea: a systematic review. Sleep Med Rev. 2020;54:101360.", "ArticleIdList": ["32755810"]}, {"Citation": "Epstein Y, Yanovich R. Heatstroke. N Engl J Med. 2019;380:2449–2459.", "ArticleIdList": ["31216400"]}, {"Citation": "Boda E, Rigamonti AE, Bollati V. Understanding the effects of air pollution on neurogenesis and gliogenesis in the growing and adult brain. Curr Opin Pharmacol. 2020;50:61–66.", "ArticleIdList": ["31896533"]}, {"Citation": "Thomson EM. Air pollution, stress, and allostatic load: linking systemic and central nervous system impacts. J Alzheimers Dis. 2019;69:597–614.", "ArticleIdList": ["PMC6598002", "31127781"]}, {"Citation": "Anderson FL, Coffey MM, Berwin BL, Havrda MC. Inflammasomes: an emerging mechanism translating environmental toxicant exposure into neuroinflammation in Parkinson’s disease. Toxicol Sci. 2018;166:3–15.", "ArticleIdList": ["PMC6659017", "30203060"]}, {"Citation": "Gómez-Budia M, Konttinen H, Saveleva L, et al. . Glial smog: interplay between air pollution and astrocyte-microglia interactions. Neurochem Int. 2020;136:104715.", "ArticleIdList": ["32169588"]}, {"Citation": "Gondalia R, Baldassari A, Holliday KM, et al. . Methylome-wide association study provides evidence of particulate matter air pollution-associated DNA methylation. Environ Int. 2019;132:104723.", "ArticleIdList": ["PMC6754789", "31208937"]}, {"Citation": "Rose M, Filiatreault A, Guénette J, Williams A, Thomson EM. Ozone increases plasma kynurenine-tryptophan ratio and impacts hippocampal serotonin receptor and neurotrophic factor expression: role of stress hormones. Environ Res. 2020;185:109483.", "ArticleIdList": ["32278163"]}, {"Citation": "Calderón-Garcidueñas L, Reynoso-Robles R, González-Maciel A. Combustion and friction-derived nanoparticles and industrial-sourced nanoparticles: the culprit of Alzheimer and Parkinson’s diseases. Environ Res. 2019;176:108574.", "ArticleIdList": ["31299618"]}, {"Citation": "Cory-Slechta DA, Allen JL, Conrad K, Marvin E, Sobolewski M. Developmental exposure to low level ambient ultrafine particle air pollution and cognitive dysfunction. Neurotoxicology. 2018;69:217–231.", "ArticleIdList": ["PMC5999548", "29247674"]}, {"Citation": "Cory-Slechta DA, Sobolewski M, Marvin E, et al. . The impact of inhaled ambient ultrafine particulate matter on developing brain: potential importance of elemental contaminants. Toxicol Pathol. 2019;47:976–992.", "ArticleIdList": ["PMC6911038", "31610749"]}, {"Citation": "Delgado-Saborit JM, Guercio V, Gowers AM, Shaddick G, Fox NC, Love S. A critical review of the epidemiological evidence of effects of air pollution on dementia, cognitive function and cognitive decline in adult population. Sci Total Environ. 2021;757:143734.", "ArticleIdList": ["33340865"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "18"}, {"Year": "2021", "Month": "6", "Day": "1"}, {"Year": "2021", "Month": "8", "Day": "20", "Hour": "7", "Minute": "9"}, {"Year": "2021", "Month": "8", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["34414344", "PMC8367062", "10.1097/EE9.0000000000000160"]}}], "PubmedBookArticle": []}