{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["food additives", "plant essential oils", "population growth", "stored products", "terpenes"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34442277", "DateRevised": {"Year": "2021", "Month": "08", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "09"}], "ELocationID": ["711", "10.3390/insects12080711"], "Journal": {"ISSN": "2075-4450", "JournalIssue": {"Volume": "12", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "09"}}, "Title": "Insects", "ISOAbbreviation": "Insects"}, "ArticleTitle": "Natural and Synthetic Repellents for Pest Management of the Storage Mite <i>Tyrophagus putrescentiae</i> (Schrank) (Sarcoptiformes: Acaridae).", "Abstract": {"AbstractText": ["The fumigant pesticide methyl bromide (MB) was used for stored products, but it is now banned for most uses in many countries as an ozone-depleting substance. MB was the only pesticide used to manage the ham mite, <i>Tyrophagus putrescentiae</i>, which is the most significant pest of dry cured hams. Effective alternatives to MB are needed to develop integrated pest management (IPM) programs for this pest. This study evaluated plant essential oils and food-safe compounds as repellents to directly protect hams from infestation. Experiments to assess the repellency to orientation, oviposition, and population growth of mites on pieces of aged country hams were conducted. Test compounds at different concentrations were dissolved in respective solvents and compared to the solvent control. Results showed that C8910, a mixture of three short-chain fatty acids, and the sesquiterpene ketone nootkatone had repellency indices of (RI) of 85.6% and 82.3%, respectively, at a concentration of 0.1 mg/cm<sup>2</sup>, when applied to a Petri dish arena. DEET and icaridin were also tested but performed poorly with RIs below 70% even at 0.1 mg/cm<sup>2</sup>.The monoterpene alcohol geraniol had the highest RI of 96.3% at 0.04 mg/cm<sup>2</sup>. Ham pieces dipped in C8910 and nootkatone at 150 ppm each had RIs of 89.3% and 82.8%, respectively. In general, as the concentrations of test compounds increased, the numbers of eggs that were laid on these treated ham cubes decreased after the 48 h exposure time. Ham pieces dipped in different concentrations of test compounds and then inoculated with 20 adult mites showed a significant decrease in mite population growth compared to control pieces after 14 days. The results of these experiments suggest that some plant secondary metabolites and synthetic food-safe compounds could serve as potential alternatives for managing mites on hams."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Kansas State University, Manhattan, KS 66506, USA."}], "LastName": "Manu", "ForeName": "Naomi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science Nutrition and Health Promotion, Mississippi State University, Mississippi State, MS 39762, USA."}], "LastName": "Schilling", "ForeName": "Mark Wesley", "Initials": "MW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Kansas State University, Manhattan, KS 66506, USA."}], "LastName": "Phillips", "ForeName": "Thomas Wesley", "Initials": "TW"}], "GrantList": [{"GrantID": "not available", "Agency": "United States Departmetn of Agricuture - National Institute of Food and Agriculture, Methyl Bromide Transition program", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Insects", "NlmUniqueID": "101574235", "ISSNLinking": "2075-4450"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Erban T., Rybanska D., Hubert J. Population growth of the generalist mite Tyrophagus putrescentiae (Acari: Acaridida) following adaptation to high- or low-Fat and high- or low-protein diets and the effect of dietary switch. Environ. Entomol. 2015;44:1599–1604. doi: 10.1093/ee/nvv129.", "ArticleIdList": ["10.1093/ee/nvv129", "26314031"]}, {"Citation": "Al-Nasser A.S. Quantitative survey of stored products mites infesting wheat flour in Jeddah Governorate. J. Entomol. Nematol. 2017;3:200–206."}, {"Citation": "Athanassiou C., Palyvos N., Eliopoulos P., Papadoulis G.T. Mites associated with stored seed cotton and related products in Greece. Phytoparasitica. 2002;30:387–394. doi: 10.1007/BF02979686.", "ArticleIdList": ["10.1007/BF02979686"]}, {"Citation": "Ayguna O., Yaman M., Durmaz H. A survey on occurrence of Tyrophagus putrescentiae (Acari: Acaricide) in Surk, a traditional Turkish diary product. J. Food Eng. 2007;78:878–881. doi: 10.1016/j.jfoodeng.2005.11.029.", "ArticleIdList": ["10.1016/j.jfoodeng.2005.11.029"]}, {"Citation": "Rentfrow G., Hanson D.J., Schilling M.W., Mikel W.B. The Use of Methyl Bromide to Control Insects in Country Hams in the Southeastern United States. University of Kentucky Extension/National Country Ham Association, (Extension Publication # ASC-171); Lexington, KY, USA: 2008."}, {"Citation": "Athanassiou C., Kavallieratos N., Sciarreta A., Palyvos N., Trematerra P. Spatial associations of insects and mites in stored wheat. J. Econ. Entomol. 2011;104:1752–1764. doi: 10.1603/EC10376.", "ArticleIdList": ["10.1603/EC10376", "22066207"]}, {"Citation": "Marriot N., Schilling M. Dry Cured Pork Research Review White Paper. National Country Ham Association Inc.; Lexington, KY, USA: 2004. pp. 1–62."}, {"Citation": "Sekhon R.K., Schilling M.W., Phillips T.W., Aikins M.J., Hasan M.M., Mikel W.B. Sulfuryl fluoride fumigation effects on the safety, volatile composition and sensory quality of dry cured ham. Meat Sci. 2010;84:505–511. doi: 10.1016/j.meatsci.2009.10.005.", "ArticleIdList": ["10.1016/j.meatsci.2009.10.005", "20374817"]}, {"Citation": "Environmental Protection Agency  Final Rulemaking: The 2006 Critical Use Exemption from the Phase-Out of Methyl Bromide.  [(accessed on 2 January 2019)];2006  Available online:  http://www.epa.gov/spdpublc/mbr/"}, {"Citation": "Nerio L.S., Olivero-Verbel J., Stashenko E. Repellent Activity of Essential Oils: A Review.  [(accessed on 2 January 2019)];Bioresour. Technol. 2010 101:372–378. doi: 10.1016/j.biortech.2009.07.048. Available online:  https://www.researchgate.net/publication/26788511_Repellent_activity_of_essential_oils_A_review.", "ArticleIdList": ["10.1016/j.biortech.2009.07.048", "19729299"]}, {"Citation": "Sánchez-Ramos I.I., Castañera P. Acaricidal activity of natural monoterpenes on Tyrophagus putrescentiae (Schrank), a mite of stored food. J. Stored Prod. Res. 2000;37:93–101. doi: 10.1016/S0022-474X(00)00012-6.", "ArticleIdList": ["10.1016/S0022-474X(00)00012-6", "11124373"]}, {"Citation": "Abbar S., Amoah B., Schilling M.W., Phillips T. Efficacy of selected food-safe compounds to prevent infestation of mold mites, Tyrophagus putrescentiae (Schrank) (Acarina: Acaridae), on southern dry-cured hams. Pest Manag. Sci. 2016;72:1604–1612. doi: 10.1002/ps.4196.", "ArticleIdList": ["10.1002/ps.4196", "26607211"]}, {"Citation": "Amoah B., Schilling M.W., Phillips T.W. Monitoring Tyrophagus putrescentiae (Acari: Acaridae) with traps in dry-cured ham aging ooms. Environ. Entomol. 2016;45:1029–1039. doi: 10.1093/ee/nvw059.", "ArticleIdList": ["10.1093/ee/nvw059", "27247306"]}, {"Citation": "Zhao Y., Abbar S., Phillips T.W., Williams J.B., Smith B.S., Schilling M.W. Developing food-grade coatings for dry-cured hams to protect against ham mite infestation. Meat Sci. 2016;113:73–79. doi: 10.1016/j.meatsci.2015.11.014.", "ArticleIdList": ["10.1016/j.meatsci.2015.11.014", "26624793"]}, {"Citation": "Zhang X., Campbell Y.L., Phillips T.W., Abbar S., Goddard J., Schilling M. Application of Food-Grade Ingredients to Nets for Dry Cured Hams to Control Mite Infestations. Meat Muscle Biol. 2017;1 doi: 10.22175/mmb2017.02.0014.", "ArticleIdList": ["10.22175/mmb2017.02.0014"]}, {"Citation": "Reifenrath W.G. Pesticidal Compositions for Insects and Arthropods. Patent No. WO2010121142A2.  [(accessed on 2 January 2019)];2010 Oct 21; Available online:  http://www.google.com/patents/WO2010121142A2?cl=en."}, {"Citation": "King M.D., Rennie A.R., Thompson K.C., Fisher F.N., Dong R.K., Pfrang T.C., Hughes A.V. Oxidation of oleic acid at air-water interface and its potential effects on cloud critical super saturations. Phys. Chem. 2009;11:7699–7707.", "ArticleIdList": ["19950509"]}, {"Citation": "Dunford J.C., Wirtz R.A., Reifenrath W.G., Falconer A., Leite L.N., Brogdon W.G. Determination of insecticidal effect (LCD50 and LCD90) of organic fatty acids mixture (C8910 + silicone) against malaria vectors. J. Parasitol. Vector Biol. 2014;6:131–141."}, {"Citation": "Samuel M., Oliver S.V., Wood O.R., Coetzee M., Brooke B.D. Evaluation of the toxicity and repellence of an organic fatty acids mixture (C8910) against insecticide susceptible and resistant strains of the major malaria vector Anopheles funestus Giles (Diptera: Culicidae) Parasite Vectors. 2015;8:321. doi: 10.1186/s13071-015-0930-2.", "ArticleIdList": ["10.1186/s13071-015-0930-2", "PMC4464997", "26062763"]}, {"Citation": "Mullen B.A., Reifenrath W.G., Butler S.M. Laboratory trials of fatty acids as repellents or antifeedants against houseflies, horn flies and stable flies (Diptera: Muscidae) Pest Manag. Sci. 2009;65:1360–1366. doi: 10.1002/ps.1823.", "ArticleIdList": ["10.1002/ps.1823", "19670406"]}, {"Citation": "Mao L., Henderson G. Evaluation of potential use of nootkatone against maize weevil (Sitophilus zeamais and rice weevil (S. oryzae) (L.) (Coleoptera: Curculionidae) J. Stored Prod. Res. 2010;46:129–132. doi: 10.1016/j.jspr.2010.01.002.", "ArticleIdList": ["10.1016/j.jspr.2010.01.002"]}, {"Citation": "Tunón H., Thorsell W., Mikiver A., Malander I. Arthropod repellency, especially tick (Ixodes ricinus), exerted by extract from Artemisia abrotanum and essential oil from flowers of Dianthus caryophyllum. Fitoterapia. 2006;77:257–261. doi: 10.1016/j.fitote.2006.02.009.", "ArticleIdList": ["10.1016/j.fitote.2006.02.009", "16624501"]}, {"Citation": "Omolo M.O., Okinyo D., Ndiege I.O., Lwande W., Hassanali A. Repellency of essential oils of some Kenyan plants against Anopheles gambiae. Phytochemistry. 2004;65:2797–2802. doi: 10.1016/j.phytochem.2004.08.035.", "ArticleIdList": ["10.1016/j.phytochem.2004.08.035", "15474566"]}, {"Citation": "Odalo J.O., Omolo M.O., Malebo H., Angira J., Njeru P.M., Ndiege I.O., Hassanali A. Repellency of essential oils of some plants from the Kenyan coast against Anopheles gambiae. Acta Trop. 2005;95:210–218. doi: 10.1016/j.actatropica.2005.06.007.", "ArticleIdList": ["10.1016/j.actatropica.2005.06.007", "16018957"]}, {"Citation": "Isman M.B. Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world. Annu. Rev. Entomol. 2006;51:45–66. doi: 10.1146/annurev.ento.51.110104.151146.", "ArticleIdList": ["10.1146/annurev.ento.51.110104.151146", "16332203"]}, {"Citation": "Environmental Protection Agency  Citronella Factsheet: Oil of Citronella in R.E.D. Facts.  [(accessed on 14 June 2019)];1997  Available online:  https://www3.epa.gov/pesticides/chem_search/reg_actions/reregistration/fs_PC-021901_1-Feb-97.pdf."}, {"Citation": "Osmani Z., Anees I., Naidu M. Insect repellent creams from essential oils. Pesticides. 1972;6:9–11."}, {"Citation": "Suwonkerd W., Tantrarongronj K. Efficacy of essential oils against mosquito biting. Commun. Dis. J. 1994;20:9–21."}, {"Citation": "Barnard D.R., Xue R.D. Laboratory evaluation of mosquito repellents against Aedes alnopictus, Culex nigripalpus and Ochhlerotatus triseriatis (Diptera: Culicidae) J. Med. Entomol. 2004;41:726–730. doi: 10.1603/0022-2585-41.4.726.", "ArticleIdList": ["10.1603/0022-2585-41.4.726", "15311467"]}, {"Citation": "Amer A., Mehlhorn H. Repellency effect of forty one essential oils against Aedes, Anopheles and Culex mosquitoes. Parasitol. Res. 2006;99:478–490. doi: 10.1007/s00436-006-0184-1.", "ArticleIdList": ["10.1007/s00436-006-0184-1", "16642384"]}, {"Citation": "Büchel K., Bendin J., Gharbi A., Rahlenbeck S., Dautel H. Repellent efficacy of DEET, Icaridin, and EBAAP against Ixodes ricinus and Ixodes scapularis nymphs (Acari, Ixodidae) Ticks Tick-Borne Dis. 2015;6:494–498. doi: 10.1016/j.ttbdis.2015.03.019.", "ArticleIdList": ["10.1016/j.ttbdis.2015.03.019", "25936273"]}, {"Citation": "Koko W.J., Chandrapatya A. Repellency, fumigant and contact toxicities of Melaleuca cajuputi Powell against Sitophilus zeamis Motschulsky and Tribolium castaneum Herbst Thai. J. Agric. Sci. 2009;42:27–33."}, {"Citation": "Raffa K.F., Havill N.P., Nordheim E.V. How many choices can you test animal compare effectively? Evaluating a critical assumption of behavioral preference tests. Oecologia. 2002;133:422–429. doi: 10.1007/s00442-002-1050-1.", "ArticleIdList": ["10.1007/s00442-002-1050-1", "28466207"]}, {"Citation": "Regnault-Roger C. The potential of botanical essential oils for insect pest control. Integr. Pest Manag. Rev. 1997;2:25–34. doi: 10.1023/A:1018472227889.", "ArticleIdList": ["10.1023/A:1018472227889"]}, {"Citation": "Suelen L.R., Mantello A.G., Macedo J.M., Gelfuso E.A., Cassi Pda S., Fachin A.L., Cardoso A.M., Beleboni R.O. Typical monoterpenes as insecticdes and repellents against stored grain pests. Molecules. 2016;21:258. doi: 10.3390/molcules21030258.", "ArticleIdList": ["10.3390/molcules21030258", "PMC6273480", "26907246"]}, {"Citation": "Ramadan G.R.M., Abdelgaleil S.A.M., Shawir M.S., El-bakery A.S., Zhu K.Y., Phillips T.W. Terpenoids, DEET and short chain fatty acids as toxicants and repellents for Rhyzopertha dominica (coleoptera: Bostrichida) and Lasioderma serricorne (Coleoptera: Ptinidae) J. Stored Prod. Res. 2020;7:101–610."}, {"Citation": "Kalita B., Bora S., Sharma A.K. Plant Essential oils as mosquito repellents—A review. Int. J. Res. Dev. Pharm. Life Sci. 2014;3:741–747."}, {"Citation": "Muller G.C., Junnila A., Butler J., Kravchenko V.D., Revay E.E., Weiss R.W., Schlein Y. Efficacy of the botanical repellents geraniol, linalool and cintronella against mosquitoes. J. Vector Ecol. 2009;34:2–8. doi: 10.1111/j.1948-7134.2009.00002.x.", "ArticleIdList": ["10.1111/j.1948-7134.2009.00002.x", "20836800"]}, {"Citation": "Zhang J.S., Zhao N.N., Liu Z.L., Du S.S., Zhou L., Deng Z.W. Repellent constituents of Essentail oils of Cymbopogon distans aerial parts against two-stored product insects. J. Agric. Food Chem. 2011;59:9910–9915. doi: 10.1021/jf202266n.", "ArticleIdList": ["10.1021/jf202266n", "21819085"]}, {"Citation": "Chen W., Viljoen A.M. Geraniol—A review of a commercially important fragrance material. S. Afr. J. Bot. 2010;76:643–651. doi: 10.1016/j.sajb.2010.05.008.", "ArticleIdList": ["10.1016/j.sajb.2010.05.008"]}, {"Citation": "Hao H., Wei J., Dai D., Du J. Host-Seeking and Blood-Feeding Behavior of Aedes albopictus (Diptera: Culicidae) Exposed to Vapors of Geraniol, Citral, Citronellal, Eugenol, or Anisaldehyde. J. Med. Entomol. 2008;45:533–539. doi: 10.1093/jmedent/45.3.533.", "ArticleIdList": ["10.1093/jmedent/45.3.533", "18533449"]}, {"Citation": "Wong K.K.Y., Signal F.A., Campion S., Motion R.S. Citronella as an insect repellent in food packaging. J. Agric. Food Chem. 2005;53:4633–4636. doi: 10.1021/jf050096m.", "ArticleIdList": ["10.1021/jf050096m", "15913337"]}, {"Citation": "Licciardello F., Muratore G., Suma P., Russo A., Nerin C. Effectiveness of a novel insect-repellent food packaging incorporating essential oils against the red flour beetle (Tribolium castaneum) Innov. Food Sci. Emerg. Technol. 2013;19:173–180. doi: 10.1016/j.ifset.2013.05.002.", "ArticleIdList": ["10.1016/j.ifset.2013.05.002"]}, {"Citation": "Carroll J.F., Betul D., Kramer M., Bernier U.R., Agramonte N.M., Husnu Can Baser K., Tabanca N. Repellency of the Origanum onites L. essential oil and constituents to the lone star tick and yellow fever mosquito. Nat. Prod. Res. 2017:1478–6427. doi: 10.1080/14786419.2017.1280485.", "ArticleIdList": ["10.1080/14786419.2017.1280485", "28278656"]}, {"Citation": "Jordan R.A., Schulze T.L., Dolan M.C. Efficacy of plant-derived and synthetic compounds on clothing as repellents against Ixodes scapularis and Amblyomma americanum (Acari: Ixodidae) J. Med. Entomol. 2012;49:101–106. doi: 10.1603/ME10241.", "ArticleIdList": ["10.1603/ME10241", "22308777"]}, {"Citation": "Dickens J.C., Bohbot J.D. Mini review: Mode of action of mosquito repellents. Pestic. Biochem. Physiol. 2013;106:149–155. doi: 10.1016/j.pestbp.2013.02.006.", "ArticleIdList": ["10.1016/j.pestbp.2013.02.006"]}, {"Citation": "Naeem A., Abbas T., Ali T.M., Hasnian A. Essential Oils: Brief Background and Uses. Ann. Short Rep. 2018;1:1006."}, {"Citation": "Sarkic A., Stappen I. Essential oils and their single compounds in comestics—A critical review. Cosmetics. 2018;5:11. doi: 10.3390/cosmetics5010011.", "ArticleIdList": ["10.3390/cosmetics5010011"]}, {"Citation": "Rodriguez J.G. Inhibition of acarid mite development by fatty acids. In: Rodriguez J.G., editor. Insect and Mite Nutrition. North-Holland Publishing Company; Amsterdam, The Netherlands: 1972. pp. 637–650."}, {"Citation": "Rogers W., Campbell Y.L., Zhang X., Shao W., White S., Phillips T.W., Schilling M.W. The application of food grade short chain fatty acids to prevent infestation of Tyrophagus putrescentiae on dry cured ham and the effects on sensory properties. J. Stored Prod. Res. 2020;88:101684. doi: 10.1016/j.jspr.2020.101684.", "ArticleIdList": ["10.1016/j.jspr.2020.101684"]}, {"Citation": "Pinheiro P.F., Tebaldi de Queiroz V., Rondelli V.M., Costa A.V., Marcelino T.P., Pratissoli D. Insecticidal activity of citronella grass essential oil on Frankliniella schultzei and Myzus persicae. Ciênc. Agrotechnol. Lavras. 2013;37:138–144. doi: 10.1590/S1413-70542013000200004.", "ArticleIdList": ["10.1590/S1413-70542013000200004"]}, {"Citation": "Park J., Jeon Y., Lee C., Chaung N., Lee H.-S. Insecticidal toxicities of carvacrol and thymol derived from Thymus vulgaris Lin. against Pochazia shantungensis Chou & Lu., newly recorded pest. Sci. Rep. 2017;7:40902. doi: 10.1038/srep40902.", "ArticleIdList": ["10.1038/srep40902", "PMC5247674", "28106093"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "5"}, {"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "7", "Day": "30"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "1", "Minute": "12"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["34442277", "PMC8396925", "10.3390/insects12080711", "insects12080711"]}}], "PubmedBookArticle": []}