{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["AOPs", "UV treatments", "chlorine", "hydrogen peroxide", "monochloramine", "nanomaterials", "ozone", "persulfate", "photocatalysis", "water treatment"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34443876", "DateRevised": {"Year": "2021", "Month": "08", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "08", "Day": "11"}], "ELocationID": ["2045", "10.3390/nano11082045"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "11", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "11"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Advanced Oxidation Processes Coupled with Nanomaterials for Water Treatment.", "Abstract": {"AbstractText": ["Water quality management will be a priority issue in the near future. Indeed, due to scarcity and/or contamination of the water, regulatory frameworks will be increasingly strict to reduce environmental impacts of wastewater and to allow water to be reused. Moreover, drinking water quality standards must be improved in order to account for the emerging pollutants that are being detected in tap water. These tasks can only be achieved if new improved and sustainable water treatment technologies are developed. Nanomaterials are improving the ongoing research on advanced oxidation processes (AOPs). This work reviews the most important AOPs, namely: persulfate, chlorine and NH<sub>2</sub>Cl based processes, UV/H<sub>2</sub>O<sub>2</sub>, Fenton processes, ozone, and heterogeneous photocatalytic processes. A critical review of the current coupling of nanomaterials to some of these AOPs is presented. Besides the active role of the nanomaterials in the degradation of water contaminants/pollutants in the AOPs, the relevance of their adsorbent/absorbent function in these processes is also discussed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Research Unit (CIQUP), DGAOT, Faculty of Sciences of University of Porto (FCUP), Rua do Campo Alegre 697, 4169-007 Porto, Portugal."}], "LastName": "Cardoso", "ForeName": "Inês M F", "Initials": "IMF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Research Unit (CIQUP), DGAOT, Faculty of Sciences of University of Porto (FCUP), Rua do Campo Alegre 697, 4169-007 Porto, Portugal."}], "LastName": "Cardoso", "ForeName": "Rita M F", "Initials": "RMF"}, {"Identifier": ["0000-0001-8478-3441"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Research Unit (CIQUP), DGAOT, Faculty of Sciences of University of Porto (FCUP), Rua do Campo Alegre 697, 4169-007 Porto, Portugal."}], "LastName": "da Silva", "ForeName": "Joaquim C G Esteves", "Initials": "JCGE"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Grey D., Garrick D., Blackmore D., Kelman J., Muller M., Sadoff C. Water security in one blue planet: Twenty-first century policy challenges for science. Philos. Trans. Royal Soc. A Math. Phys. Eng. Sci. 2002;2013:371. doi: 10.1098/rsta.2012.0406.", "ArticleIdList": ["10.1098/rsta.2012.0406", "24080615"]}, {"Citation": "Houtman C.J. Emerging contaminants in surface waters and their relevance for the production of drinking water in Europe. J. Integr. Environ. Sci. 2010;7:271–295. doi: 10.1080/1943815X.2010.511648.", "ArticleIdList": ["10.1080/1943815X.2010.511648"]}, {"Citation": "Kurian M. Advanced oxidation processes and nanomaterials—A review. Clean. Eng. Technol. 2021;2:100090. doi: 10.1016/j.clet.2021.100090.", "ArticleIdList": ["10.1016/j.clet.2021.100090"]}, {"Citation": "Oturan M.A., Aaron J.J. Advanced oxidation processes in water/wastewater treatment: Principles and applications. A review. Crit. Rev. Environ. Sci. Technol. 2014;44:2577–2641. doi: 10.1080/10643389.2013.829765.", "ArticleIdList": ["10.1080/10643389.2013.829765"]}, {"Citation": "Krystynik P. Advanced Oxidation Processes (AOPs)—Utilization of Hydroxyl Radical and Singlet Oxygen. In: Ahmad R., editor. Reactive Oxygen Species. IntechOpen; London, UK: 2021."}, {"Citation": "Ma D., Yi H., Lai C., Liu X., Huo X., An Z., Li L., Fu Y., Li B., Zhang M., et al. Critical review of advanced oxidation processes in organic wastewater treatment. Chemosphere. 2021;275:130104. doi: 10.1016/j.chemosphere.2021.130104.", "ArticleIdList": ["10.1016/j.chemosphere.2021.130104", "33984911"]}, {"Citation": "Domingues E., Fernandes E., Gomes J., Martins R.C. Advanced oxidation processes perspective regarding swine wastewater treatment. Sci. Total Environ. 2021;776:145958. doi: 10.1016/j.scitotenv.2021.145958.", "ArticleIdList": ["10.1016/j.scitotenv.2021.145958"]}, {"Citation": "Ameta S.C. Advanced Oxidation Processes for Wastewater Treatment: Emerging Green Chemical Technology. Academic Press; Cambridge, MA, USA: 2018. Introduction; pp. 1–12."}, {"Citation": "Ameta R., Solanki M.S., Benjamin S., Ameta S.C. Advanced Oxidation Processes for Wastewater Treatment: Emerging Green Chemical Technology. Elsevier Inc.; Amsterdam, The Netherlands: 2018. Photocatalysis; pp. 135–175."}, {"Citation": "Bethi B., Sonawane S.H., Bhanvase B.A., Gumfekar S.P. Nanomaterials-based advanced oxidation processes for wastewater treatment: A review. Chem. Eng. Process. Process Intensif. 2016;109:178–189. doi: 10.1016/j.cep.2016.08.016.", "ArticleIdList": ["10.1016/j.cep.2016.08.016"]}, {"Citation": "Adeleye A.S., Conway J.R., Garner K., Huang Y., Su Y., Keller A.A. Engineered nanomaterials for water treatment and remediation: Costs, benefits, and applicability. Chem. Eng. J. 2016;286:640–662. doi: 10.1016/j.cej.2015.10.105.", "ArticleIdList": ["10.1016/j.cej.2015.10.105"]}, {"Citation": "Baig N., Kammakakam I., Falath W., Kammakakam I. Nanomaterials: A review of synthesis methods, properties, recent progress, and challenges. Mater. Adv. 2021;2:1821–1871. doi: 10.1039/D0MA00807A.", "ArticleIdList": ["10.1039/D0MA00807A"]}, {"Citation": "Gupta V.K., Saleh T.A. Sorption of pollutants by porous carbon, carbon nanotubes and fullerene—An overview. Environ. Sci. Pollut. Res. 2013;20:2828–2843. doi: 10.1007/s11356-013-1524-1.", "ArticleIdList": ["10.1007/s11356-013-1524-1", "23430732"]}, {"Citation": "Margeta K., Zabukovec N., Siljeg M., Farkas A. Natural Zeolites in Water Treatment—How Effective Is Their Use, Water Treatment, Walid Elshorbagy and Rezaul Kabir Chowdhury. IntechOpen; London, UK: 2013."}, {"Citation": "Soni R., Pal A.K., Tripathi P., Lal J.A., Kesari K., Tripathi V. An overview of nanoscale materials on the removal of wastewater contaminants. Appl. Water Sci. 2020;10:1–9. doi: 10.1007/s13201-020-01275-3.", "ArticleIdList": ["10.1007/s13201-020-01275-3"]}, {"Citation": "Boczkaj G., Fernandes A. Wastewater treatment by means of advanced oxidation processes at basic pH conditions: A review. Chem. Eng. J. 2017;320:608–633. doi: 10.1016/j.cej.2017.03.084.", "ArticleIdList": ["10.1016/j.cej.2017.03.084"]}, {"Citation": "Mierzwa J.C., Rodrigues R., Teixeira A.C.S.C. Advanced Oxidation Processes for Wastewater Treatment: Emerging Green Chemical Technology. Elsevier; Amsterdam, The Netherlands: 2018. UV-Hydrogen Peroxide Processes; pp. 13–48."}, {"Citation": "Wu C., Linden K.G. Degradation and byproduct formation of parathion in aqueous solutions by UV and UV/H2O2 treatment. Water Res. 2008;42:4780–4790. doi: 10.1016/j.watres.2008.08.023.", "ArticleIdList": ["10.1016/j.watres.2008.08.023", "PMC3758902", "18834610"]}, {"Citation": "Zeng P., Zhang Q., Zhang X., Peng T. Graphite oxide–TiO2 nanocomposite and its efficient visible-light-driven photocatalytic hydrogen production. J. Alloys Compd. 2012;516:85–90. doi: 10.1016/j.jallcom.2011.11.140.", "ArticleIdList": ["10.1016/j.jallcom.2011.11.140"]}, {"Citation": "Zhou Y., Shi J., Li Y., Long T., Zhu X., Sun C., Wang Y. Degradation kinetics and mechanism of bis(2-chloroethyl) ether by electromagnetic induction electrodeless lamp activated persulfate. Chemosphere. 2020;261:127709. doi: 10.1016/j.chemosphere.2020.127709.", "ArticleIdList": ["10.1016/j.chemosphere.2020.127709", "32745742"]}, {"Citation": "Yang L., Bai X., Shi J., Du X., Xu L., Jin P. Quasi-full-visible-light absorption by D35-TiO2/g-C3N4 for synergistic persulfate activation towards efficient photodegradation of micropollutants. Appl. Catal. B Environ. 2019;256:117759. doi: 10.1016/j.apcatb.2019.117759.", "ArticleIdList": ["10.1016/j.apcatb.2019.117759"]}, {"Citation": "Li J., Ji Q., Lai B., Yuan D. Degradation of p-nitrophenol by Fe0/H2O2/persulfate system: Optimization, performance and mechanisms. J. Taiwan Inst. Chem. Eng. 2017;80:686–694. doi: 10.1016/j.jtice.2017.09.002.", "ArticleIdList": ["10.1016/j.jtice.2017.09.002"]}, {"Citation": "Zhang M., Chen X., Zhou H., Murugananthan M., Zhang Y. Degradation of p-nitrophenol by heat and metal ions co-activated persulfate. Chem. Eng. J. 2015;264:39–47. doi: 10.1016/j.cej.2014.11.060.", "ArticleIdList": ["10.1016/j.cej.2014.11.060"]}, {"Citation": "Liu S., Lai C., Li B., Zhang C., Zhang M., Huang D., Qin L., Yi H., Liu X., Huang F., et al. Role of radical and non-radical pathway in activating persulfate for degradation of p-nitrophenol by sulfur-doped ordered mesoporous carbon. Chem. Eng. J. 2020;384:123304. doi: 10.1016/j.cej.2019.123304.", "ArticleIdList": ["10.1016/j.cej.2019.123304"]}, {"Citation": "He L., Chen H., Wu L., Zhang Z., Ma Y., Zhu J., Liu J., Yan X., Li H., Yang L. Synergistic heat/UV activated persulfate for the treatment of nanofiltration concentrated leachate. Ecotoxicol. Environ. Saf. 2021;208:111522. doi: 10.1016/j.ecoenv.2020.111522.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111522", "33120272"]}, {"Citation": "Hu L., Wang P., Liu G., Zheng Q., Zhang G. Catalytic degradation of p-nitrophenol by magnetically recoverable Fe3O4 as a persulfate activator under microwave irradiation. Chemosphere. 2020;240:124977. doi: 10.1016/j.chemosphere.2019.124977.", "ArticleIdList": ["10.1016/j.chemosphere.2019.124977", "31726600"]}, {"Citation": "Castilla-Acevedo S.F., Betancourt-Buitrago L.A., Dionysiou D.D., Machuca-Martínez F. Ultraviolet light-mediated activation of persulfate for the degradation of cobalt cyanocomplexes. J. Hazard. Mater. 2020;392:122389. doi: 10.1016/j.jhazmat.2020.122389.", "ArticleIdList": ["10.1016/j.jhazmat.2020.122389", "32172070"]}, {"Citation": "Bu L., Zhou S., Zhu S., Wu Y., Duan X., Shi Z., Dionysiou D.D. Insight into carbamazepine degradation by UV/monochloramine: Reaction mechanism, oxidation products, and DBPs formation. Water Res. 2018;146:288–297. doi: 10.1016/j.watres.2018.09.036.", "ArticleIdList": ["10.1016/j.watres.2018.09.036", "30292129"]}, {"Citation": "Fang J., Fu Y., Shang C. The roles of reactive species in micropollutant degradation in the UV/free chlorine system. Environ. Sci. Technol. 2014;48:1859–1868. doi: 10.1021/es4036094.", "ArticleIdList": ["10.1021/es4036094", "24400681"]}, {"Citation": "Kong X., Jiang J., Ma J., Yang Y., Liu W., Liu Y. Degradation of atrazine by UV/chlorine: Efficiency, influencing factors, and products. Water Res. 2016;90:15–23. doi: 10.1016/j.watres.2015.11.068.", "ArticleIdList": ["10.1016/j.watres.2015.11.068", "26724435"]}, {"Citation": "Guo K., Wu Z., Shang C., Yao B., Hou S., Yang X., Song W., Fang J. Radical chemistry and structural relationships of PPCP degradation by UV/chlorine treatment in simulated drinking water. Environ. Sci. Technol. 2017;51:10431–10439. doi: 10.1021/acs.est.7b02059.", "ArticleIdList": ["10.1021/acs.est.7b02059", "28809556"]}, {"Citation": "Wu Z., Fang J., Xiang Y., Shang C., Li X., Meng F., Yang X. Roles of reactive chlorine species in trimethoprim degradation in the UV/chlorine process: Kinetics and transformation pathways. Water Res. 2016;104:272–282. doi: 10.1016/j.watres.2016.08.011.", "ArticleIdList": ["10.1016/j.watres.2016.08.011", "27544349"]}, {"Citation": "He G., Li C., Dong F., Zhang T., Chen L., Cizmas L., Sharma V.K. Chloramines in a pilot-scale water distribution system: Transformation of 17β-estradiol and formation of disinfection byproducts. Water Res. 2016;106:41–50. doi: 10.1016/j.watres.2016.09.047.", "ArticleIdList": ["10.1016/j.watres.2016.09.047", "27697683"]}, {"Citation": "Sun P., Meng T., Wang Z., Zhang R., Yao H., Yang Y., Zhao L. Degradation of organic micropollutants in UV/NH2Cl advanced oxidation process. Environ. Sci. Technol. 2019;53:9024–9033. doi: 10.1021/acs.est.9b00749.", "ArticleIdList": ["10.1021/acs.est.9b00749", "31282670"]}, {"Citation": "Deng Y., Zhao R. Advanced oxidation processes (AOPs) in wastewater treatment. Curr. Pollut. Rep. 2015;1:167–176. doi: 10.1007/s40726-015-0015-z.", "ArticleIdList": ["10.1007/s40726-015-0015-z"]}, {"Citation": "Xu M., Wu C., Zhou Y. Advancements in the Fenton Process for Wastewater Treatment, Advanced Oxidation Processes—Applications, Trends, and Prospects, Ciro Bustillo-Lecompte. IntechOpen; London, UK: 2020."}, {"Citation": "Ameta R., Chohadia A.K., Jain A., Punjabi P.B. Advanced Oxidation Processes for Wastewater Treatment: Emerging Green Chemical Technology. Elsevier; Amsterdam, The Netherlands: 2018. Fenton and Photo-Fenton Processes; pp. 49–87."}, {"Citation": "Rekhate C.V., Srivastava J.K. Recent advances in ozone-based advanced oxidation processes for treatment of wastewater- A review. Chem. Eng. J. Adv. 2020;3:100031. doi: 10.1016/j.ceja.2020.100031.", "ArticleIdList": ["10.1016/j.ceja.2020.100031"]}, {"Citation": "Ikehata K., Li Y. Advanced Oxidation Processes for Wastewater Treatment: Emerging Green Chemical Technology. Elsevier Inc.; Amsterdam, The Netherlands: 2018. Ozone-Based Processes; pp. 115–134."}, {"Citation": "Nawrocki J., Kasprzyk-Hordern B. The efficiency and mechanisms of catalytic ozonation. Appl. Catal. B Environ. 2010;99:27–42. doi: 10.1016/j.apcatb.2010.06.033.", "ArticleIdList": ["10.1016/j.apcatb.2010.06.033"]}, {"Citation": "Khan S., Sayed M., Sohail M., Shah L.A., Raja M.A. Advances in Water Purification Techniques: Meeting the Needs of Developed and Developing Countries. Elsevier; Amsterdam, The Netherlands: 2018. Chapter 6—Advanced Oxidation and Reduction Processes."}, {"Citation": "Sonawane G.H., Patil S.P., Sonawane S.H. Applications of Nanomaterials. Advances and Key Technologies, Micro and Nano Technologies. Elsevier; Amsterdam, The Netherlands: 2018. Nanocomposites and Its Applications; pp. 1–22."}, {"Citation": "Cai Z., Sun Y., Liu W., Pan F., Sun P., Fu J. An overview of nanomaterials applied for removing dyes from wastewater. Environ. Sci. Pollut. Res. 2017;24:15882–15904. doi: 10.1007/s11356-017-9003-8.", "ArticleIdList": ["10.1007/s11356-017-9003-8", "28477250"]}, {"Citation": "Janson O., Unosson E., Strømme M., Engqvist H., Welch K. Organic degradation potential of a TiO2/H2O2/UV–vis system for dental applications. J. Dent. 2017;67:53–57. doi: 10.1016/j.jdent.2017.09.001.", "ArticleIdList": ["10.1016/j.jdent.2017.09.001", "28886983"]}, {"Citation": "Elmolla E.S., Chaudhuri M. Photocatalytic degradation of amoxicillin, ampicillin and cloxacillin antibiotics in aqueous solution using UV/TiO2 and UV/H2O2/TiO2 photocatalysis. Desalination. 2010;252:46–52. doi: 10.1016/j.desal.2009.11.003.", "ArticleIdList": ["10.1016/j.desal.2009.11.003"]}, {"Citation": "Garcia J.C., Oliveira J.L., Silva A.E.C., Oliveira C.C., Nozaki J., de Souza N.E. Comparative study of the degradation of real textile effluents by photocatalytic reactions involving UV/TiO2/H2O2 and UV/Fe2+/H2O2 systems. J. Hazard. Mater. 2007;147:105–110. doi: 10.1016/j.jhazmat.2006.12.053.", "ArticleIdList": ["10.1016/j.jhazmat.2006.12.053", "17289256"]}, {"Citation": "Nogueira V., Lopes I., Freitas A.C., Rocha-Santos T.A.P., Gonçalves F., Duarte A.C., Pereira R. Biological treatment with fungi of olive mill wastewater pre-treated by photocatalytic oxidation with nanomaterials. Ecotoxicol. Environ. Saf. 2015;115:234–242. doi: 10.1016/j.ecoenv.2015.02.028.", "ArticleIdList": ["10.1016/j.ecoenv.2015.02.028", "25723133"]}, {"Citation": "Massoudinejad M., Keramati H., Ghaderpoori M. Investigation of photo-catalytic removal of arsenic from aqueous solutions using UV/H2O2 in the presence of ZnO nanoparticles. Chem. Eng. Commun. 2020;207:1605–1615. doi: 10.1080/00986445.2019.1674813.", "ArticleIdList": ["10.1080/00986445.2019.1674813"]}, {"Citation": "Van H.T., Nguyen L.H., Hoang T.K., Tran T.P., Vo A.T., Pham T.T., Nguyen X.C. Using FeO-constituted iron slag wastes as heterogeneous catalyst for Fenton and ozonation processes to degrade Reactive Red 24 from aqueous solution. Sep. Purif. Technol. 2019;224:431–442. doi: 10.1016/j.seppur.2019.05.048.", "ArticleIdList": ["10.1016/j.seppur.2019.05.048"]}, {"Citation": "Malakootian M., Gharaghani M.A., Dehdarirad A., Khatami M., Ahmadian M., Heidari M.R., Mahdizadeh H. ZnO nanoparticles immobilized on the surface of stones to study the removal efficiency of 4-nitroaniline by the hybrid advanced oxidation process (UV/ZnO/O3) J. Mol. Struct. 2019;1176:766–776. doi: 10.1016/j.molstruc.2018.09.033.", "ArticleIdList": ["10.1016/j.molstruc.2018.09.033"]}, {"Citation": "Chong M.N., Tneu Z.Y., Poh P.E., Jin B., Aryal R. Synthesis, characterisation and application of TiO2-zeolite nanocomposites for the advanced treatment of industrial dye wastewater. J. Taiwan Inst. Chem. Eng. 2015;50:288–296. doi: 10.1016/j.jtice.2014.12.013.", "ArticleIdList": ["10.1016/j.jtice.2014.12.013"]}, {"Citation": "Jo W.K., Tayade R.J. Facile photocatalytic reactor development using nano-TiO2 immobilized mosquito net and energy efficient UVLED for industrial dyes effluent treatment. J. Environ. Chem. Eng. 2016;4:319–327. doi: 10.1016/j.jece.2015.11.024.", "ArticleIdList": ["10.1016/j.jece.2015.11.024"]}, {"Citation": "El Mragui A., Zegaoui O., Daou I., Esteves da Silva J.C.G. Preparation, characterization, and photocatalytic activity under UV and visible light of Co, Mn, and Ni mono-doped and (P,Mo) and (P,W) co-doped TiO2 nanoparticles: A comparative study. Environ. Sci. Pollut. Res. 2021;28:25130–25145. doi: 10.1007/s11356-019-04754-6.", "ArticleIdList": ["10.1007/s11356-019-04754-6", "30915692"]}, {"Citation": "Homaeigohar S., Botcha K.B., Eman S., Zarie E.S., Elbahri M. Ups and downs of water photodecolorization by nanocomposite polymer nanofibers. Nanomaterials. 2019;9:250. doi: 10.3390/nano9020250.", "ArticleIdList": ["10.3390/nano9020250", "PMC6410213", "30759854"]}, {"Citation": "Lei X., Li X., Ruan Z., Zhang T., Pan F., Li Q., Xia D., Fu J. Adsorption-photocatalytic degradation of dye pollutant in water by graphite oxide grafted titanate nanotubes. J. Mol. Liq. 2018;266:122–131. doi: 10.1016/j.molliq.2018.06.053.", "ArticleIdList": ["10.1016/j.molliq.2018.06.053"]}, {"Citation": "Zhao Y.S., Sun C., Sun J.Q., Zhou R. Kinetic modeling and efficiency of sulfate radical-based oxidation to remove p-nitroaniline from wastewater by persulfate/Fe3O4 nanoparticles process. Sep. Purif. Technol. 2015;142:182–188. doi: 10.1016/j.seppur.2014.12.035.", "ArticleIdList": ["10.1016/j.seppur.2014.12.035"]}, {"Citation": "Sable S.S., Shah K.J., Chiang P.C., Lo S.L. Catalytic oxidative degradation of phenol using iron oxide promoted sulfonated-ZrO2 by Advanced oxidation processes (AOPs) J. Taiwan Inst. Chem. Eng. 2018;91:434–440. doi: 10.1016/j.jtice.2018.06.030.", "ArticleIdList": ["10.1016/j.jtice.2018.06.030"]}, {"Citation": "Bae S., Gim S., Kim H., Hanna K. Effect of NaBH4 on properties of nanoscale zero-valent iron and its catalytic activity for reduction of p-nitrophenol. Appl. Catal. B Environ. 2016;182:541–549. doi: 10.1016/j.apcatb.2015.10.006.", "ArticleIdList": ["10.1016/j.apcatb.2015.10.006"]}, {"Citation": "Ezzatahmadi N., Ayoko G.A., Millar G.J., Speight R., Yan C., Li J., Li S., Zhu J., Xi Y. Clay-supported nanoscale zero-valent iron composite materials for the remediation of contaminated aqueous solutions: A review. Chem. Eng. J. 2017;312:336–350. doi: 10.1016/j.cej.2016.11.154.", "ArticleIdList": ["10.1016/j.cej.2016.11.154"]}, {"Citation": "Hien N.T., Nguyen L.H., Van H.T., Nguyen T.D., Nguyen T.H.V., Chu T.H.H., Nguyen T.V., Trinh V.T., Vu X.H., Aziz K.H.H. Heterogeneous catalyst ozonation of Direct Black 22 from aqueous solution in the presence of metal slags originating from industrial solid wastes. Sep. Purif. Technol. 2020;233:115961. doi: 10.1016/j.seppur.2019.115961.", "ArticleIdList": ["10.1016/j.seppur.2019.115961"]}, {"Citation": "Lu F., Astruc D. Nanocatalysts and other nanomaterials for water remediation from organic pollutants. Coord. Chem. Rev. 2020;408:213180. doi: 10.1016/j.ccr.2020.213180.", "ArticleIdList": ["10.1016/j.ccr.2020.213180"]}, {"Citation": "Kanjana N., Maiaugree W., Poolcharuansin P., Laokul P. Size controllable synthesis and photocatalytic performance of mesoporous TiO2 hollow spheres. J. Mater. Sci. Technol. 2020;48:105–113. doi: 10.1016/j.jmst.2020.03.013.", "ArticleIdList": ["10.1016/j.jmst.2020.03.013"]}, {"Citation": "Chakrabarti S., Dutta B.K. Photocatalytic degradation of model textile dyes in wastewater using ZnO as semiconductor catalyst. J. Hazard. Mater. 2004;112:269–278. doi: 10.1016/j.jhazmat.2004.05.013.", "ArticleIdList": ["10.1016/j.jhazmat.2004.05.013", "15302448"]}, {"Citation": "Dvoranova D., Brezova V., Mazur M., Malati M.A. Investigations of metal-doped titanium dioxide photocatalysts. Appl. Catal. B. 2002;37:91–105. doi: 10.1016/S0926-3373(01)00335-6.", "ArticleIdList": ["10.1016/S0926-3373(01)00335-6"]}, {"Citation": "El Mragui A., Logvina Y., Pinto da Silva L., Zegaoui O., Esteves da Silva J.C.G. Synthesis of Fe- and Co-doped TiO2 with improved photocatalytic activity under visible irradiation toward carbamazepine degradation. Materials. 2019;12:3874. doi: 10.3390/ma12233874.", "ArticleIdList": ["10.3390/ma12233874", "PMC6926595", "31771256"]}, {"Citation": "El Mragui A., Zegaoui O., Esteves da Silva J.C.G. Elucidation of the photocatalytic degradation mechanism of an azo dye under visible light in the presence of cobalt doped TiO2 nanomaterials. Chemosphere. 2021;266:128931. doi: 10.1016/j.chemosphere.2020.128931.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128931", "33243579"]}, {"Citation": "Li Z., Shen W., He W., Zu X. Effect of Fe-doped TiO2 nanoparticle derived from modified hydrothermal process on the photocatalytic degradation performance on methylene blue. J. Hazard. Mater. 2008;155:590–594. doi: 10.1016/j.jhazmat.2007.11.095.", "ArticleIdList": ["10.1016/j.jhazmat.2007.11.095", "18179869"]}, {"Citation": "Zhang Y., Shen Y., Gu F., Wu M., Xie Y., Zhang J. Influence of Fe ions in characteristics and optical properties of mesoporous titanium oxide thin films. Appl. Surf. Sci. 2009;256:85–89. doi: 10.1016/j.apsusc.2009.07.074.", "ArticleIdList": ["10.1016/j.apsusc.2009.07.074"]}, {"Citation": "Han G., Kim J.Y., Kim K.J., Lee H., Kim Y.M. Controlling surface oxygen vacancies in Fe-doped TiO2 anatase nanoparticles for superior photocatalytic activities. Appl. Surf. Sci. 2020;507:144916. doi: 10.1016/j.apsusc.2019.144916.", "ArticleIdList": ["10.1016/j.apsusc.2019.144916"]}, {"Citation": "Homaeigohar S. The nanosized dye adsorbents for water treatment. Nanomaterials. 2020;10:295. doi: 10.3390/nano10020295.", "ArticleIdList": ["10.3390/nano10020295", "PMC7075180", "32050582"]}, {"Citation": "Gusain R., Kumar N., Ray S.S. Recent advances in carbon nanomaterial-based adsorbents for water purification. Coord. Chem. Rev. 2020;405:213111. doi: 10.1016/j.ccr.2019.213111.", "ArticleIdList": ["10.1016/j.ccr.2019.213111"]}, {"Citation": "Luo J., Fu K., Yu D., Hristovski K.D., Westerhoff P., Crittenden J.C. Review of Advances in Engineering Nanomaterial Adsorbents for Metal Removal and Recovery from Water: Synthesis and Microstructure Impacts. ACS EST Eng. 2021;1:623–661. doi: 10.1021/acsestengg.0c00174.", "ArticleIdList": ["10.1021/acsestengg.0c00174", "33709709"]}, {"Citation": "Sadegh H., Ali G.A.M., Gupta V.K., Makhlouf A.S.H., Shahryari-ghoshekandi R., Nadagouda M.N., Sillanpää M., Megiel E. The role of nanomaterials as effective adsorbents and their applications in wastewater treatment. J. Nanostruct. Chem. 2017;7:1–14. doi: 10.1007/s40097-017-0219-4.", "ArticleIdList": ["10.1007/s40097-017-0219-4"]}, {"Citation": "Wadhawan S., Jain A., Nayyar J., Mehta S.K. Role of nanomaterials as adsorbents in heavy metal ion removal from wastewater: A review. J. Water Process. Eng. 2020;33:101038. doi: 10.1016/j.jwpe.2019.101038.", "ArticleIdList": ["10.1016/j.jwpe.2019.101038"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "10"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "1", "Minute": "17"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["34443876", "PMC8400743", "10.3390/nano11082045", "nano11082045"]}}], "PubmedBookArticle": []}