{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34497673", "DateRevised": {"Year": "2021", "Month": "09", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5194/amt-13-3277-2020"], "Journal": {"ISSN": "1867-1381", "JournalIssue": {"Volume": "13", "Issue": "6", "PubDate": {"Year": "2020"}}, "Title": "Atmospheric measurement techniques", "ISOAbbreviation": "Atmos Meas Tech"}, "ArticleTitle": "Mobile-Platform Measurement of Air Pollutant Concentrations in California: Performance Assessment, Statistical Methods for Evaluating Spatial Variations, and Spatial Representativeness.", "Abstract": {"AbstractText": ["Mobile platform measurements provide new opportunities for characterizing spatial variations of air pollution within urban areas, identifying emission sources, and enhancing knowledge of atmospheric processes. The Aclima, Inc. mobile measurement and data acquisition platform was used to equip four Google Street View cars with research-grade instruments, two of which were available for the duration of this study. On-road measurements of air quality were made during a series of sampling campaigns between May 2016 and September 2017 at high (i.e., 1-second [s]) temporal and spatial resolution at several California locations: Los Angeles, San Francisco, and the northern San Joaquin Valley (including non-urban roads and the cities of Tracy, Stockton, Manteca, Merced, Modesto, and Turlock). The results demonstrate that the approach is effective for quantifying spatial variations of air pollutant concentrations over measurement periods as short as two weeks. Measurement accuracy and precision are evaluated using results of weekly performance checks and periodic audits conducted through the sampler inlets, which show that research instruments located within stationary vehicles are capable of reliably measuring nitric oxide (NO), nitrogen dioxide (NO<sub>2</sub>), ozone (O<sub>3</sub>), methane (CH<sub>4</sub>) black carbon (BC), and particle number (PN) concentration with bias and precision ranging from <10 % for gases to <25 % for BC and PN at 1-s time resolution. The quality of the mobile measurements in the ambient environment is examined by comparisons with data from an adjacent (< 9 m) stationary regulatory air quality monitoring site and by paired collocated vehicle comparisons, both stationary and driving. The mobile measurements indicate that U.S. EPA classifications of two Los Angeles stationary regulatory monitors' scales of representation are appropriate. Paired time-synchronous mobile measurements are used to characterize the spatial scales of concentration variations when vehicles were separated by <1 to 10 kilometers (km). A data analysis approach is developed to characterize spatial variations while limiting the confounding influence of diurnal variability. The approach is illustrated using data from San Francisco, revealing 1-km scale differences in mean NO<sub>2</sub> and O<sub>3</sub> concentrations up to 117 % and 46 %, respectively, of mean values during a two-week sampling period. In San Francisco and Los Angeles, spatial variations up to factors of 6 to 8 occur at sampling scales of 100 - 300m, corresponding to 1-minute averages."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Independent consultant, Henderson, Nevada, 89052, USA, formerly with U.S. Environmental Protection Agency, Office of Research and Development, Las Vegas, NV, 89119, USA."}], "LastName": "Solomon", "ForeName": "Paul A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency, Region 9, Air and Radiation Division, 75 Hawthorne St, San Francisco, CA, 94105, USA."}], "LastName": "Vallano", "ForeName": "Dena", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aclima, Inc., 10 Lombard St, Suite 200, San Francisco, CA, 94111, USA."}], "LastName": "Lunden", "ForeName": "Melissa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aclima, Inc., 10 Lombard St, Suite 200, San Francisco, CA, 94111, USA."}], "LastName": "LaFranchi", "ForeName": "Brian", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Envair, 526 Cornell Avenue, Albany, CA, 94706, USA."}], "LastName": "Blanchard", "ForeName": "Charles L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electric Power Research Institute, 3420 Hillview Ave, Palo Alto, CA, 94304, USA."}], "LastName": "Shaw", "ForeName": "Stephanie L", "Initials": "SL"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Meas Tech", "NlmUniqueID": "101622298", "ISSNLinking": "1867-1381"}, "CoiStatement": "7 Competing Interests The authors declare that they have no conflict of interest. M. L. and B. L. are employed by Aclima, Inc. P.S. serves as a consultant to Aclima, Inc."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aclima EPA Science Questions. https://console.cloud.google.com/storage/browser/aclima_epa_science_questions?pli=1 (last access,\nOctober 7, 2019; access permission granted by Aclima), 2018."}, {"Citation": "Adams MD, DeLuca PF, Corr D, and Kanaroglou PS: Mobile air monitoring: measuring change in air quality in the city of Hamilton, 2005–2010, Soc. Indic. Res 108, 351–364, doi: 10.1007/s11205-012-0061-5 (last access, September 27, 2019), 2012.", "ArticleIdList": ["10.1007/s11205-012-0061-5"]}, {"Citation": "Apte JS, Messier KP, Gani S, Brauer M, Kirchstetter TW, Lunden MM, Marshall JD, Portier CJ, Vermeulen RCH, and Hamburg SP: High-resolution air pollution mapping with Google street view cars: exploiting big data, Environ. Sci. Tech, doi: 10.1021/acs.est.7b00891, 2018.", "ArticleIdList": ["10.1021/acs.est.7b00891", "28578585"]}, {"Citation": "Baldauf R, Thoma E, Hays M, Shores R, Kinsey J, Gullett B, Kimbrough S, Isakov V, Long T, Snow R, Khlystov A, Weinstein J, Chen F-L, Seila R, Olson D, Gilmour, Cho S-H, Watkins N, Rowley P, and Bang J: Traffic and meteorological impacts on near-road air quality: summary of methods and trends from the Raleigh near- road study, J. Air Waste Manage. Assoc 58 (7), 865–878, doi: 10.3155/1047-3289.58.7.865, 2008.", "ArticleIdList": ["10.3155/1047-3289.58.7.865", "18672711"]}, {"Citation": "Blanchard CL, Carr EL, Collins JF, Smith TB, Lehrman DE, Michaels HM: Spatial representativeness and scales of transport during the 1995 Integrated Monitoring Study in California’s San Joaquin Valley, Atmos. Environ 33, 4775–4786, 10.1016/S1352-2310(99)00284-8, 1999.", "ArticleIdList": ["10.1016/S1352-2310(99)00284-8"]}, {"Citation": "Boogaard H, Kos GPA, Weijers EP, Janssen NAH, Fischer PH, van der Zee SC, de Hartog JJ, and Hoek G: Contrast in air pollution components between major streets and background locations: particulate matter mass, black carbon, elemental composition, nitrogen oxide and ultrafine particle number, Atmos. Environ 45 (3), 650–658, doi.org/10.1016/j.atmosenv.2010.10.033, 2011.", "ArticleIdList": ["10.1016/j.atmosenv.2010.10.033"]}, {"Citation": "Borrego C, Costa AM, Ginja J, Amorim M, Coutinho M, Karatzas K, Sioumis Th, Katsifarakis N, Konstantinidis K, De Vito S, Esposito E, Smith P, André N, Gérard P, Francis LA, Castell N, Schneider P, Viana M, Minguillón MC, Reimringer W, Otjes RP, von Sicard O, Pohle R, Elen B, Suriano D, Pfister V, Prato M, Dipinto S, and Penza M: Assessment of air quality microsensors versus reference methods: the EuNetAir joint exercise, Atmos. Environ 147, 246–263, 10.1016/j.atmosenv.2016.09.050 (last access, February 22, 2019), 2016.", "ArticleIdList": ["10.1016/j.atmosenv.2016.09.050"]}, {"Citation": "Brantley HL, Hagler GSW, Kimbrough ES, Williams RW, Mukerjee S, and Neas LM: Mobile air monitoring data-processing strategies and effects on spatial air pollution trends, Atmos. Meas. Tech 7. 2169–2183. 10.5194/amt-7-2169-2014 (last access, September 27, 2019), 2014.", "ArticleIdList": ["10.5194/amt-7-2169-2014"]}, {"Citation": "Caldwell J and Vahidsafa A: Propagation of Error, https://chem.libretexts.org/Bookshelves/Analytical_Chemistry/Supplemental_Modules_(Analytical_Chemistry)/Quantifying_Nature/Significant_Digits/Propagation_of_Error, 2019.  (last access,\nMarch 23, 2020)."}, {"Citation": "Camalier L, Eberly S, Miller J, and Papp M: Guideline on the Meaning and the Use of Precision and Bias Data Required by 40 CFR Part 58 Appendix A, U.S. Environmental Protection Agency, Office of Air Quality Planning and Standards, Air Quality Assessment Division, Air Quality Analysis Group, Research Triangle Park, North Carolina, https://www3.epa.gov/ttnamti1/files/ambient/monitorstrat/precursor/07workshopmeaning.pdf (last access,\nNovember 18, 2018), 2007."}, {"Citation": "Castell N, Dauge FR, Schneider P, Vogt M, Lerner U, Fishbain B, Broday D, and Bartonova A: Can commercial low-cost sensor platforms contribute to air quality monitoring and exposure estimates?, Environ. Int 99, 293–302, 10.1016/j.envint.2016.12.007 (last access, February 22, 2019), 2017.", "ArticleIdList": ["10.1016/j.envint.2016.12.007", "28038970"]}, {"Citation": "Friberg MD, Zhai X, Holmes HA, Chang HH, Strickland MJ, Sarnat SE, Tolbert PE, Russell AG, and Mulholland JA: Method for fusing observational data and chemical transport model simulations to estimate spatiotemporally resolved ambient air pollution, Environ. Sci. Technol 50 (7), 3695–3705, doi: 10.1021/acs.est.5b05134, 2016.", "ArticleIdList": ["10.1021/acs.est.5b05134", "26923334"]}, {"Citation": "Gilbert NL, Goldberg MS, Beckerman B, Brook JR, and Jerrett M: Assessing spatial variability of ambient nitrogen dioxide in Montreal, Canada, with a land-use regression model, J. Air Waste Manage. Assoc 55, 1059–1063, 2005.", "ArticleIdList": ["16187576"]}, {"Citation": "Goodman L: On the exact variance of products, J. American Statistical Assoc, December, 55 (292), 708–713, 1960. http://www.cs.cmu.edu/~cga/var/2281592.pdf (last access,\nMarch 23, 2020)."}, {"Citation": "Google, Inc.: Table Details: California_2016_2017 https://console.cloud.google.com/bigquery?GK=street-view-air-quality&page=table&t=California_2016_2017&d=California_201605_201709_GoogleAclimaAQ&p=street-view-air-quality&redirect_from_classic=true&project=aclima-airview&folder=&organizationId= (last access,\nApril 22, 2020), access permission granted by Google on request (https://goo.gl/EJMcCD), 2018."}, {"Citation": "Hankey S and Marshall JD: Land use regression models of on-road particulate air pollution (particle number, black carbon, PM2.5, particle size) using mobile monitoring, Environ. Sci. Technol 49, 9194–9202, 10.1021/acs.est.5b01209, 2015.", "ArticleIdList": ["10.1021/acs.est.5b01209", "26134458"]}, {"Citation": "Henderson SB, Beckerman B, Jerrett M, and Brauer M: Application of land use regression to estimate long-term concentrations of traffic-related nitrogen oxides and fine particulate matter, Environ. Sci. Technol 41, 2422–2428, doi: 10.1021/es0606780.https://pubs.acs.org/doi/abs/10.1021/es0606780 (last access,\nFebruary 21, 2019), 2007.", "ArticleIdList": ["10.1021/es0606780", "10.1021/es0606780", "17438795"]}, {"Citation": "Herner JD, Aw J, Gao O, Chang DP, and Kleeman MJ: Size and composition distribution of airborne particulate matter in northern California: I—particulate mass, carbon, and water-soluble ions, J. Air Waste Manage. Assoc 55, 30–51, doi:10.1080/10473289.2005.10464600, 2005.", "ArticleIdList": ["10.1080/10473289.2005.10464600", "15704538"]}, {"Citation": "Holmes HA, Zhai X, Redman J, Digby K, Ivey C, Balachandran S, Sororian SA, Friberg M, Zhang W, Maier ML, Hu Y, Russell AG, Mulholland JA, Chang HH: Improved spatiotemporal source-based air pollutant mixture characterization for health studies, In: Steyn D, Mathur R (eds) Air Pollution Modeling and its Application XXIII, Springer Proceedings in Complexity, Springer, Cham., 10.1007/978-3-319-04379-1_4 (last access, February 22, 2019), 2014.", "ArticleIdList": ["10.1007/978-3-319-04379-1_4"]}, {"Citation": "Kanaroglou PS, Jerrett M, Morrison J, Beckerman B, Arain MA, Gilbert NL, and Brook JR: Establishing an air pollution monitoring network for intraurban population exposure assessment: a location-allocation approach, Atmos. Environ 39, 2399–2409, 10.1016/j.atmosenv.2004.06.049, 2005.", "ArticleIdList": ["10.1016/j.atmosenv.2004.06.049"]}, {"Citation": "Karner AA, Eisinger DS, and Niemeier DA: Near-roadway air quality: Synthesizing the findings from real-world data: Environ. Sci. Technol 44 (14), 5334–5344, doi: 10.1021/es100008x.\nhttps://pubs.acs.org/doi/10.1021/es100008x (last access,\nFebruary 21, 2019), 2010.", "ArticleIdList": ["10.1021/es100008x", "10.1021/es100008x", "20560612"]}, {"Citation": "Kim J, Shusterman AA, Lieschke KJ, Newman C, and Cohen RC: The BErkeley Atmospheric CO2 Observation Network: field calibration and evaluation of low-cost air quality sensors, Atmos. Meas. Tech 11, 1937–1946, 10.5194/amt-11-1937-2018, 2018.", "ArticleIdList": ["10.5194/amt-11-1937-2018"]}, {"Citation": "Ku H: Notes on the use of propagation of error formulas, J. Research of National Bureau of Standards-C. Engineering and Instrumentation, 70C(4), 263–273, 1966, https://nvlpubs.nist.gov/nistpubs/jres/70C/jresv70Cn4p263_A1b.pdf (last access,\nMarch 23, 2020)."}, {"Citation": "Laughner JL, Zhu Q, and Cohen RC: The Berkeley high resolution tropospheric NO2 product, Earth Syst. Sci. Data 10, 2069–2095, 10.5194/essd-10-2069-2018, 2018.", "ArticleIdList": ["10.5194/essd-10-2069-2018"]}, {"Citation": "Lelieveld J, Evans JS, Fnais M, Giannadaki D, Pozzer D,A: The contribution of outdoor air pollution sources to premature mortality on a global scale, Nature 525 (7569), 367–371, https://www.nature.com/articles/nature15371 (last access,\nFebruary 21, 2019), 2015.", "ArticleIdList": ["26381985"]}, {"Citation": "Li J and Biswas P: Optical characterization studies of a low-cost particle sensor, Aerosol and Air Quality Research\n17, 1691–1704, doi: 10.4209/aaqr.2017.02.0085, http://aaqr.org/files/article/3435/1_AAQR-17-02-OA-0085_1691-1704.pdf (last access,\nFebruary 22, 2019), 2017.", "ArticleIdList": ["10.4209/aaqr.2017.02.0085"]}, {"Citation": "Lim CC, Kim H, Ruzmyn Vilcassim MJ, Thurston GD, Gordon T, Chen L-C, Lee K, Heimbinder M, Kim S-Y: Mapping urban air quality using mobile sampling with low-cost sensors and machine learning in Seoul, South Korea, Environment International 131, 10502, 10.1016/j.envint.2019.105022 (last access, September 27, 2019), 2019.", "ArticleIdList": ["10.1016/j.envint.2019.105022", "PMC6728172", "31362154"]}, {"Citation": "Lunden MM and LaFranchi B: Metadata Documentation. https://docs.google.com/document/d/1qOR8j4ORSV9VhaAUVuLDnf9nfLh_RGbd7rCycXh3U3s/edit#heading=h.acka976x7igv (last access,\nNovember 14, 2018), 2017."}, {"Citation": "Marshall JD, Nethery E, and Brauer M: Within-urban variability in ambient air pollution: comparison of estimation methods, Atmos. Environ 42 (6), 1359–1369, doi:10.1016/j.atmosenv.2007.08.012, 2008.", "ArticleIdList": ["10.1016/j.atmosenv.2007.08.012"]}, {"Citation": "Messier KP, Chambliss SE, Gani S, Alvarez R, Brauer M, Choi JJ, Hamburg SP, Kerckhoffs J, LaFranchi B, Lunden MM, Marshall JD, Portier CJ, Roy A, Szpiro AA, Vermeulen RCH, and Apte JS: Mapping air pollution with Google street view cars: efficient approaches with mobile monitoring and land use regression, Environ. Sci. Technol 52, 12563–12572, doi: 10.1021/acs.est.8b03395, 2018.", "ArticleIdList": ["10.1021/acs.est.8b03395", "30354135"]}, {"Citation": "Moore DK, Jerrett M, Mack WJ, and Kunzli N: A land use regression model for predicting ambient fine particulate matter across Los Angeles, CA, Journal of Environmental Monitoring 9, 246–252, doi:10.1039/b615795e, 2007.", "ArticleIdList": ["10.1039/b615795e", "17344950"]}, {"Citation": "Nam EK, Jensen TE, and Wallington TJ. Methane emissions from vehicles, Environ. Sci. Technol 38, 2005–2010, https://pubs.acs.org/doi/10.1021/es034837g (last access\nApril 15, 2020), 2004.", "ArticleIdList": ["10.1021/es034837g", "15112800"]}, {"Citation": "Olson DA, Hammond DM, Seila RL, Burke JM, and Norris GA: Spatial gradients and source apportionment of volatile organic compounds near roadways, Atmos. Environ 43 (35), 5647–5653, 10.1016/j.atmosenv.2009.07.065, 2009.", "ArticleIdList": ["10.1016/j.atmosenv.2009.07.065"]}, {"Citation": "Ranasinghe D, Choi WS, Winer AM and Paulson SE: Developing high spatial resolution concentration maps using mobile air quality measurements, Aerosol and Air Qual. Res 16 (8), 1841–1853, doi:10.4209/aaqr.2015.07.0484, 2016.", "ArticleIdList": ["10.4209/aaqr.2015.07.0484"]}, {"Citation": "Schneider P, Castell N, Vogt M, Dauge FR, Lahoz WA, and Bartonova A: Mapping urban air quality in near real-time using observations from low-cost sensors and model information, Environ. Int 106, 234–247, 10.1016/j.envint.2017.05.005 (last access, February 22, 2019), 2017.", "ArticleIdList": ["10.1016/j.envint.2017.05.005", "28668173"]}, {"Citation": "Seinfeld J and Pandis S: Atmospheric Chemistry and Physics: From Air Pollution to Climate Change, 3rd Edition, John Wiley and Sons, Inc., Hoboken, NJ, 2016."}, {"Citation": "Shusterman AA, Kim J, Lieschke KJ, Newman C, Wooldridge PJ, and Cohen RC: Observing local CO2 sources using low-cost, near-surface urban monitors, Atmos. Chem. Phys 18, 13773–13785, 10.5194/acp-18-13773-2018, 2018.", "ArticleIdList": ["10.5194/acp-18-13773-2018"]}, {"Citation": "Simon MC, Patton AP, Naumova EN, Levy JI, Kumar P, Brugge D, and Durant JL: Combining measurements from mobile monitoring and a reference site to develop models of ambient ultrafine particle number concentration at residences, Environ. Sci. Technol 52, 6985–6995, doi: 10.1021/acs.est.8b00292, 2018.", "ArticleIdList": ["10.1021/acs.est.8b00292", "PMC8371457", "29762018"]}, {"Citation": "SCAQMD (South Coast Air Quality Management District): Site Survey Report for LAX -Hastings, http://www.aqmd.gov/docs/default-source/clean-air-plans/air-quality-monitoring-network-plan/aaqmnp-laxhastings.pdf?sfvrsn=16 (last access,\nFebruary 28, 2019), 2018a."}, {"Citation": "SCAQMD (South Coast Air Quality Management District): Site Survey Report for Los Angeles (Central)-North Main Street, http://www.aqmd.gov/docs/default-source/clean-air-plans/air-quality-monitoring-network-plan/aaqmnp-losangeles.pdf?sfvrsn=16 (last access,\nFebruary 28, 2019), 2018b."}, {"Citation": "SCAQMD (South Coast Air Quality Management District): Site Survey Report for Los Angeles-VA Hospital, http://www.aqmd.gov/docs/default-source/clean-air-plans/air-quality-monitoring-network-plan/aaqmnp-westlosangeles.pdf?sfvrsn=16 (last access,\nFebruary 28, 2019), 2018c."}, {"Citation": "Stanaway JD et al.: Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet 392(10159), 1923–1994, doi: 10.1016/S0140-6736(18)32225-6, https://www.ncbi.nlm.nih.gov/pubmed/30496105 (last access\nJuly 26, 2019), 2018.", "ArticleIdList": ["10.1016/S0140-6736(18)32225-6", "PMC6227755", "30496105"]}, {"Citation": "Steinle S, Reis S, and Sabel CE: Quantifying human exposure to air pollution—Moving from static monitoring to spatiotemporally resolved personal exposure assessment, Science of the Total Environment 443, 184–193, doi.org/10.1016/j.scitotenv.2012.10.098, 2013.", "ArticleIdList": ["10.1016/j.scitotenv.2012.10.098", "23183229"]}, {"Citation": "Stieb DM, Judek S, and Burnett RT: Meta-analysis of time-series studies of air pollution and mortality: effects of gases and particles and the influence of cause of death, age, and season, J. Air Waste Manage. Assoc 52, 470–484. doi: 10.1080/10473289.2002.10470794, 2002.", "ArticleIdList": ["10.1080/10473289.2002.10470794", "12002192"]}, {"Citation": "U.S. EPA: Risk and Exposure Assessment to Support the Review of the NO2 Primary National Ambient Air Quality Standard, EPA-452/R-08–008a, https://www3.epa.gov/ttn/naaqs/standards/nox/data/20081121_NO2_REA_final.pdf (last access,\nJune 24, 2019), 2008."}, {"Citation": "U.S. EPA: Quantitative Health Risk Assessment for Particulate Matter, EPA-452/R-10–005, https://www3.epa.gov/ttn/naaqs/standards/pm/data/PM_RA_FINAL_June_2010.pdf (last access,\nJune 24, 2019), 2010a."}, {"Citation": "U.S. EPA: Quantitative Risk and Exposure Assessment for Carbon Monoxide – Amended, EPA-452/R-10–009, https://www3.epa.gov/ttn/naaqs/standards/co/data/CO-REA-Amended-July2010.pdf (last access,\nJune 24, 2019), 2010b."}, {"Citation": "U.S. EPA: Health Risk and Exposure Assessment for Ozone, EPA-452/R-14–004a, https://nepis.epa.gov/Exe/ZyPDF.cgi/P100KBUF.PDF?Dockey=P100KBUF.PDF (last access,\nJune 24, 2019), 2014."}, {"Citation": "U.S. EPA. Risk and Exposure Assessment for the Review of the Primary National Ambient Air Quality Standard for Sulfur Oxides, EPA-452/R-18–003, https://www.epa.gov/sites/production/files/2018-05/documents/primary_so2_naaqs_-_final_rea_-_may_2018.pdf (last access,\nJune 24, 2019), 2018."}, {"Citation": "WHO: Air Quality Guidelines Global Update 2005: Particulate Matter, Ozone, Nitrogen Dioxide and Sulfur Dioxide, World Health Organization Regional Office for Europe, Denmark, http://www.euro.who.int/__data/assets/pdf_file/0005/78638/E90038.pdf (last access,\nSeptember 27, 2019), 2006."}, {"Citation": "Zhang KM and Wexler AS: Evolution of particle number distribution near roadways. Part I: analysis of aerosol dynamics and its implications for engine emission measurement, Atmos. Environ 38, 6643–6653, 10.1016/j.atmosenv.2004.06.043 (last access, September 27, 2019), 2004.", "ArticleIdList": ["10.1016/j.atmosenv.2004.06.043"]}, {"Citation": "Zhang KM, Wexler AS, Zhu YF, Hinds WC, and Sioutas C: Evolution of particle number distribution near roadways. Part II: the ‘road-to-ambient’ process, Atmos. Environ 38, 6655–6665, 10.1016/j.atmosenv.2004.06.044 (last access, September 27, 2019), 2004.", "ArticleIdList": ["10.1016/j.atmosenv.2004.06.044"]}, {"Citation": "Zhu Y, Hinds WC, Kim S, and Sioutas C: Concentration and size distribution of ultrafine particles near a major highway, J. Air Waste Manage. Assoc 52, 1032–1042, 10.1080/10473289.2002.10470842 (last access, September 27, 2019), 2002.", "ArticleIdList": ["10.1080/10473289.2002.10470842", "12269664"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "9", "Hour": "6", "Minute": "50"}, {"Year": "2020", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34497673", "NIHMS1735253", "PMC8422882", "10.5194/amt-13-3277-2020"]}}], "PubmedBookArticle": []}