{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["APTES and ozone precursors", "XPS", "atomic layer deposition", "impedance and optical measurements", "nanoporous alumina structure", "surface modification"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34501141", "DateRevised": {"Year": "2021", "Month": "09", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "09", "Day": "03"}], "ELocationID": ["5052", "10.3390/ma14175052"], "Journal": {"ISSN": "1996-1944", "JournalIssue": {"Volume": "14", "Issue": "17", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "03"}}, "Title": "Materials (Basel, Switzerland)", "ISOAbbreviation": "Materials (Basel)"}, "ArticleTitle": "Surface Modification of Nanoporous Anodic Alumina during Self-Catalytic Atomic Layer Deposition of Silicon Dioxide from (3-Aminopropyl)Triethoxysilane.", "Abstract": {"AbstractText": ["Changes associated to atomic layer deposition (ALD) of SiO<sub>2</sub> from 3-aminopropyl triethoxysilane (APTES) and O<sub>3</sub>, on a nanoporous alumina structure, obtained by two-step electrochemical anodization in oxalic acid electrolyte (Ox sample) are analysed. A reduction of 16% in pore size for the Ox sample, used as support, was determined by SEM analysis after its coverage by a SiO<sub>2</sub> layer (Ox+SiO<sub>2</sub> sample), independently of APTES or O<sub>3</sub> modification (Ox+SiO<sub>2</sub>/APTES and Ox+SiO<sub>2</sub>/APTES/O<sub>3</sub> samples). Chemical surface modification was determined by X-ray photoelectron spectroscopy (XPS) technique during the different stages of the ALD process, and differences induced at the surface level on the Ox nanoporous alumina substrate seem to affect interfacial effects of both samples when they are in contact with an electrolyte solution according to electrochemical impedance spectroscopy (EIS) measurements, or their refraction index as determined by spectroscopic ellipsometry (SE) technique. However, no substantial differences in properties related to the nanoporous structure of anodic alumina (photoluminescent (PL) character or geometrical parameters) were observed between Ox+SiO<sub>2</sub>/APTES and Ox+SiO<sub>2</sub>/APTES/O<sub>3</sub> samples."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Física, Facultad de Ciencias, Universidad de Oviedo, E-33007 Oviedo, Spain."}], "LastName": "González", "ForeName": "Ana Silvia", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Membranas Nanoporosas, Servicios Científico-Técnicos, Universidad de Oviedo, E-33006 Oviedo, Spain."}], "LastName": "Vega", "ForeName": "Víctor", "Initials": "V"}, {"Identifier": ["0000-0001-6705-0422"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad de Nanotecnología, SCBI Centro, Universidad de Málaga, E-29071 Málaga, Spain."}], "LastName": "Cuevas", "ForeName": "Ana Laura", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Servicios Centrales de Investigación, Universidad de Málaga, E-29071 Málaga, Spain."}], "LastName": "Yuso", "ForeName": "María Del Valle Martínez de", "Initials": "MDVM"}, {"Identifier": ["0000-0001-5541-8816"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Física, Facultad de Ciencias, Universidad de Oviedo, E-33007 Oviedo, Spain."}], "LastName": "Prida", "ForeName": "Víctor M", "Initials": "VM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departmento de Física Aplicada I, Facultad de Ciencias, Universidad de Málaga, E-29071 Málaga, Spain."}], "LastName": "Benavente", "ForeName": "Juana", "Initials": "J"}], "GrantList": [{"GrantID": "FISS-19-DTS19/00088", "Agency": "Instituto de Salud Carlos III", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Materials (Basel)", "NlmUniqueID": "101555929", "ISSNLinking": "1996-1944"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Suntola T., Antson J. Method for Producing Compound Thin Films. 4058430. Patent. 1977 Nov 15;"}, {"Citation": "Hyvärinen J., Sonninen M., Törnqvist R. Mass spectrometry study of ZnS atomic layer epitaxy process. J. Cryst. Growth. 1988;86:695–699. doi: 10.1016/0022-0248(90)90797-O.", "ArticleIdList": ["10.1016/0022-0248(90)90797-O"]}, {"Citation": "Hunter A., Kitai A.H. A novel atmospheric pressure technique for the deposition of ZnS by atomic layer epitaxy using dimethylzinc. J. Cryst. Growth. 1988;91:111–118. doi: 10.1016/0022-0248(88)90374-0.", "ArticleIdList": ["10.1016/0022-0248(88)90374-0"]}, {"Citation": "Knez M., Nielsch K., Niinistö L. Synthesis and Surface Engineering of Complex Nanostructures by Atomic Layer Deposition. Adv. Mater. 2007;19:3425–3438. doi: 10.1002/adma.200700079.", "ArticleIdList": ["10.1002/adma.200700079"]}, {"Citation": "George S.M. Atomic Layer Deposition: An Overview. Chem. Rev. 2010;110:111–131. doi: 10.1021/cr900056b.", "ArticleIdList": ["10.1021/cr900056b", "19947596"]}, {"Citation": "Spende A., Sobel N., Lukas M., Zierold R., Riedl J.C., Gura L., Schubert I., Montero Moreno J.M., Nielsch K., Stühn B., et al. TiO2, SiO2, and Al2O3 coated nanopores and nanotubes produced by ALD in etched ion-track membranes for transport measurements. Nanotechnology. 2015;26:335301. doi: 10.1088/0957-4484/26/33/335301.", "ArticleIdList": ["10.1088/0957-4484/26/33/335301", "26225468"]}, {"Citation": "Vega V., Gelde L., González A.S., Prida V.M., Hernando B., Benavente J. Diffusive transport through surface functionalized nanoporous alumina membranes by atomic layer deposition of metal oxides. J. Ind. Eng. Chem. 2017;52:66–72. doi: 10.1016/j.jiec.2017.03.025.", "ArticleIdList": ["10.1016/j.jiec.2017.03.025"]}, {"Citation": "Cuevas A.L., Martínez de Yuso M.V., Gelde L., Gonzalez A.S., Vega V., Prida V.M., Benavente J. Chemical, optical and transport characterization of ALD modified nanoporous alumina based structures. J. Ind. Eng. Chem. 2020;91:139–148. doi: 10.1016/j.jiec.2020.07.048.", "ArticleIdList": ["10.1016/j.jiec.2020.07.048"]}, {"Citation": "Masuda H., Fukuda K. Ordered Metal Nanohole Arrays Made by a Two-Step Replication of Honeycomb Structures of Anodic Alumina. Science. 1995;268:1466–1468. doi: 10.1126/science.268.5216.1466.", "ArticleIdList": ["10.1126/science.268.5216.1466", "17843666"]}, {"Citation": "Lee W., Park S.J. Porous Anodic Aluminum Oxide: Anodization and Templated Synthesis of Functional Nanostructures. Chem. Rev. 2014;114:7487–7556. doi: 10.1021/cr500002z.", "ArticleIdList": ["10.1021/cr500002z", "24926524"]}, {"Citation": "Gelde L., Cuevas A.L., Martínez de Yuso M.D.V., Benavente J., Vega V., González A.S., Prida V.M., Hernando B. Influence of TiO2-Coating Layer on Nanoporous Alumina Membranes by ALD Technique. Coatings. 2018;8:60. doi: 10.3390/coatings8020060.", "ArticleIdList": ["10.3390/coatings8020060"]}, {"Citation": "Cuevas A.L., Martínez de Yuso M.V., Vega V., González A.S., Prida V.M., Benavente J. Influence of ALD coating layers on the optical properties of nanoporous alumina-based structures. Coatings. 2019;9:43. doi: 10.3390/coatings9010043.", "ArticleIdList": ["10.3390/coatings9010043"]}, {"Citation": "Kumeria T., Santos A., Losic D. Nanoporous Anodic Alumina Platforms: Engineered Surface Chemistry and Structure for for Optical Sensing Applications. Sensors. 2014;14:11878–11918. doi: 10.3390/s140711878.", "ArticleIdList": ["10.3390/s140711878", "PMC4168464", "25004150"]}, {"Citation": "Rajeev G., Xifre-Perez E., Prieto Simon B., Cowin A.J., Marsal L.F., Voelcker N.H. A label-free optical biosensor based on nanoporous anodic alumina for tumour necrosis factor-alpha detection in chronic wounds. Sens. Actuators B Chem. 2018;257:116–123. doi: 10.1016/j.snb.2017.10.156.", "ArticleIdList": ["10.1016/j.snb.2017.10.156"]}, {"Citation": "Kageyama N., Takagaki A., Sugawara T., Kikuchi R., Oyama S.T. Synthesis and characterization of a silica-alumina composite membrane and its application in a membrane reactor. Sep. Purif. Technol. 2018;195:437–445. doi: 10.1016/j.seppur.2017.12.021.", "ArticleIdList": ["10.1016/j.seppur.2017.12.021"]}, {"Citation": "Ferguson J.D., Smith E.R., Weimer A.W., George S.M. ALD of SiO2 at Room Temperature Using TEOS and  H2O  with  NH3 as the Catalyst. Electrochem. Soc. 2004;151:G528. doi: 10.1149/1.1768548.", "ArticleIdList": ["10.1149/1.1768548"]}, {"Citation": "Hirose F., Kinoshita Y., Shibuya S., Miya H., Hirahara K., Kimura Y., Niwano M. Atomic-Layer-Deposition of SiO2 with Tris(Dimethylamino)Silane (TDMAS) and Ozone Investigated by Infrared Absorption Spectroscopy. ECS Trans. 2008;13:171. doi: 10.1149/1.2911497.", "ArticleIdList": ["10.1149/1.2911497"]}, {"Citation": "Burton B.B., Kang S.W., Rhee S.W., George S.M. SiO2 Atomic Layer Deposition Using Tris(dimethylamino)silane and Hydrogen Peroxide Studied by in Situ Transmission FTIR Spectroscopy. J. Phys. Chem. C. 2009;113:8249–8257. doi: 10.1021/jp806638e.", "ArticleIdList": ["10.1021/jp806638e"]}, {"Citation": "Kim J.K., Jin K., Jung J., Rha S.K., Lee W.J. Atomic layer deposition of SiO2 thin films using tetrakis(ethylamino)silane and ozone. J. Nanosci. Nanotechnol. 2012;12:3589–3592. doi: 10.1166/jnn.2012.5623.", "ArticleIdList": ["10.1166/jnn.2012.5623", "22849174"]}, {"Citation": "Pfeiffer K., Shestaeva S., Bingel A., Munzert P., Ghazaryan L., van Helvoirt C., Kessels W.M.M., Sanli U.T., Grévent C., Schütz G., et al. Comparative study of ALD SiO2 thin films for optical applications. Opt. Mater. Express. 2016;663:255642."}, {"Citation": "Nam T., Lee H., Choi T., Seo S., Yoon C.M., Choi Y., Jeong H., Lingam H.K., Chitturi V.R., Korolev A., et al. Low-temperature, high-growth-rate ALD of SiO2 using aminodisilane precursor. Appl. Surf. Sci. 2019;485:381–390. doi: 10.1016/j.apsusc.2019.03.227.", "ArticleIdList": ["10.1016/j.apsusc.2019.03.227"]}, {"Citation": "Hiller D., Zierold R., Bachmann J., Alexe M., Yang Y., Gerlach J.W., Stesmans A., Ji-Vanescu M., Müller U., Vogt J., et al. Low temperature silicon dioxide by thermal atomic layer deposition: Investigation of material properties. J. Appl. Phys. 2010;107:064314. doi: 10.1063/1.3327430.", "ArticleIdList": ["10.1063/1.3327430"]}, {"Citation": "Bachmann J., Zierold R., Chong Y.T., Hauert R., Sturm C., Schmidt-Grund R., Rheinländer B., Grundmann M., Gösele U., Nielsch K. A Practical, Self-Catalytic, Atomic Layer Deposition od Silicon Dioxide. Angew. Chem. Int. Ed. 2008;47:6177–6179. doi: 10.1002/anie.200800245.", "ArticleIdList": ["10.1002/anie.200800245", "18618880"]}, {"Citation": "Romero V., Vega V., Garcia J., Zierold R., Nielsch K., Prida V.M., Hernando B., Benavente J. Changes in Morphology and Ionic transport Induced by ALD SiO2 Coating of Nanoporous Alumina Membanes. ACS Appl. Mater. Interfaces. 2013;5:3556–3564. doi: 10.1021/am400300r.", "ArticleIdList": ["10.1021/am400300r", "23574388"]}, {"Citation": "Hsiao V.K.S., Waldeisen J.R., Zheng Y., Lloyd P.F., Bunning T.J., Huang T.J. Aminopropyltriethoxysilane (APTES)-functionalized nanoporous polymeric gratings: Fabrication and application in biosensing. J. Mater. Chem. 2007;17:4896–4901. doi: 10.1039/b711200a.", "ArticleIdList": ["10.1039/b711200a"]}, {"Citation": "Nayak N., Huertas R., Crespo J.G., Portugal C.A.M. Surface modification of alumina monolithic columns with 3-aminopropyltetraethoxysilane (APTES) for protein attachment. Sep. Purif. Technol. 2019;229:115674. doi: 10.1016/j.seppur.2019.115674.", "ArticleIdList": ["10.1016/j.seppur.2019.115674"]}, {"Citation": "Kumeria T., Santos A., Losic D. Ultrasensitive nanoporous interferometric sensor for label-free detection of gold (III) ions. ACS Appl. Mater. Interfaces. 2013;5:11783–11790. doi: 10.1021/am403465x.", "ArticleIdList": ["10.1021/am403465x", "24125471"]}, {"Citation": "Santos A., Kumeria T., Losic D. Optically optimized photoluminescent and interferometric biosensors based on nanoporous anodic alumina: A comparison. Anal. Chem. 2013;85:7904–7911. doi: 10.1021/ac401609c.", "ArticleIdList": ["10.1021/ac401609c", "23862775"]}, {"Citation": "Rai V.R., Agarwal S. Mechanism of Self-catalytic Atomic Layer Deposition of Silicon Dioxide Using 3-Aminopropyl Triethoxysilane, Water, and Ozone. Chem. Mater. 2011;23:2312–2316. doi: 10.1021/cm103052t.", "ArticleIdList": ["10.1021/cm103052t"]}, {"Citation": "Schneider C.A., Rasband W.S., Eliceiri K.W. NIH Image to ImageJ: 25 years of image analysis. Nat. Methods. 2012;9:671–675. doi: 10.1038/nmeth.2089.", "ArticleIdList": ["10.1038/nmeth.2089", "PMC5554542", "22930834"]}, {"Citation": "Briggs D., Seah M.P. Practical Surface Analysis, Vol1: Auger and X-ray Photoelectron Spectroscopy. 2nd ed. Jon Wiley & Sons; Chischester, UK: 1995."}, {"Citation": "Macdonald J.R., Johnson W.B. Fundamentals of Impedance Spectroscopy. In: Barsoukov E., editor. Impedance Spectroscopy: Theory, Experiment, and Applications. 3rd ed. Wiley Online Library; Hoboken, NJ, USA: 2018.", "ArticleIdList": ["10.1002/9781119381860.ch1"]}, {"Citation": "Benavente J., Rodriguez-Castellón E. Application of Electrochemical Impedance Spectroscopy (EIS) and X-ray Photoelectron Spectroscopy (XPS) to the Characterization of RTILs for Electrochemical Applications. In: Kokorin A., editor. Ionic Liquids: Applications and Perspectives. InTech Publisher; London, UK: 2011. Chapter 27."}, {"Citation": "Benavente J. Use of Impedance Spectroscopy for characterization of modified membranes. In: Hilal N., Kayet M., Wright C.J., editors. Membrane. Modification: Technology and Applications. CRC Press; Boca Raton, FL, USA: 2012."}, {"Citation": "Benavente J., García J.M., Riley R., Lozano A.E., de Abajo J. Sulfonated poly(ether ether sulfone). Characterization and study of dielectrical properties by impedance spectroscopy. J. Membr. Sci. 2000;175:43–52. doi: 10.1016/S0376-7388(00)00395-1.", "ArticleIdList": ["10.1016/S0376-7388(00)00395-1"]}, {"Citation": "Moulder J.F., Stickl W.F., Sobol P.E., Bomben K.D. In: Handbook of X-ray Photoelectron Spectroscopy. Chastain J., editor. Perkin-Elmer Corporation; Minneapolis, MN, USA: 1992."}, {"Citation": "Lakshminarayanaiah N. Transport Phenomena in Membranes. Academic Press Inc.; New York, NY, USA: 1970."}, {"Citation": "Sbaï M., Fievet P., Szymczyk A., Aoubiza B., Vidonne A. Streaming potential, electroviscous effect, pore conductivity and membrane potential for the determination of the surface potential of a ceramic ultrafiltration membrane. J. Membr. Sci. 2003;215:1–9. doi: 10.1016/S0376-7388(02)00553-7.", "ArticleIdList": ["10.1016/S0376-7388(02)00553-7"]}, {"Citation": "Cen J., Vukas M., Barton G., Kavanagh J., Coster H.G.L. Real time fouling monitoring with Electrical Impedance Spectroscopy. J. Membr. Sci. 2015;484:133–139. doi: 10.1016/j.memsci.2015.03.014.", "ArticleIdList": ["10.1016/j.memsci.2015.03.014"]}, {"Citation": "Cañas A., Ariza M.J., Benavente J. Characterization of active and porous sublayers of a composite reverse osmosis membrane by impedance spectroscopy, streaming and membrane potentials, salt diffusion and X-ray photoelectron spectroscopy measurements. J. Membr. Sci. 2001;183:135–146. doi: 10.1016/S0376-7388(00)00583-4.", "ArticleIdList": ["10.1016/S0376-7388(00)00583-4"]}, {"Citation": "Gelde L., Cuevas A.L., Benavente J. Influence of pore-size/porosity on ion transport and static BSA-fouling for TiO2-covered nanoporous alumina membranes. Appl. Sci. 2021;11:5687. doi: 10.3390/app11125687.", "ArticleIdList": ["10.3390/app11125687"]}, {"Citation": "Benavente J., Ramos-Barrado J.R., Cabeza A. Electrical behaviour of an inorganic film from ac and dc measurements. J. Colloid Interface Sci. 1996;180:116–121. doi: 10.1006/jcis.1996.0280.", "ArticleIdList": ["10.1006/jcis.1996.0280"]}, {"Citation": "Cuevas A.L., González A.S., Vega V., Prida V.M., Benavente J. Optical and Electrochemical Characterization of Nanoporous Alumina Structures: Pore Size, Porosity, and Structure Effect. Appl. Sci. 2020;10:4864. doi: 10.3390/app10144864.", "ArticleIdList": ["10.3390/app10144864"]}, {"Citation": "Maciulis V., Malinovskis U., Erts D., Ramanavicius A., Ramanaviciene A., Balevicius S., Juciute S., Plikusiene I. Porous Aluminium Oxide Coating for the Development of Spectroscopic Ellipsometry Based Biosensor: Evaluation of Human Serum Albumin Adsorption. Coatings. 2020;10:1018. doi: 10.3390/coatings10111018.", "ArticleIdList": ["10.3390/coatings10111018"]}, {"Citation": "Yamamoto Y., Baba N., Tajima S. Colored materials and photoluminescence in anodic film on aluminium. Nature. 1981;289:572–574. doi: 10.1038/289572a0.", "ArticleIdList": ["10.1038/289572a0"]}, {"Citation": "Du Y., Cai W.L., Mo C.M., Chem J., Zhag L.D., Zhu X.G. Preparation and photoluminescence of alumina membranes with ordered pore arrays. Appl. Phys Lett. 1999;74:2951–2953. doi: 10.1063/1.123976.", "ArticleIdList": ["10.1063/1.123976"]}, {"Citation": "Sun X., Xu F., Li Z., Zhang W. Photoluminescence properties of alumina membranes with ordered nanopore arrays. J. Lumin. 2006;121:588–594. doi: 10.1016/j.jlumin.2005.12.057.", "ArticleIdList": ["10.1016/j.jlumin.2005.12.057"]}, {"Citation": "Mukhurov N.I., Zhvavyi S.P., Gasenkova I.V., Terekhov S.N. Photoluminescence of F-centers in films of anodic alumina. J. Appl. Spectrosc. 2008;75:214–218. doi: 10.1007/s10812-008-9026-5.", "ArticleIdList": ["10.1007/s10812-008-9026-5"]}, {"Citation": "Stojadinovic S., Nedic Z., Belca I., Vasilic R., Kasaliza B., Petkovic M., Zekovic L.J. The effect of annealing on the photoluminescent and optical properties of porous anodic alumina films formed in sulfamic acid. Appl. Surs. Sci. 2009;256:763–767. doi: 10.1016/j.apsusc.2009.08.056.", "ArticleIdList": ["10.1016/j.apsusc.2009.08.056"]}, {"Citation": "Santos A., Alba M., Rahman M.M., Formentín P., Ferré-Borrull J., Pallarès J. Structural tuning of photoluminescence in nanoporous anodic alumina by hard anodization in oxalic and malonic acids. Nanoscale Res. Lett. 2012;7:228. doi: 10.1186/1556-276X-7-228.", "ArticleIdList": ["10.1186/1556-276X-7-228", "PMC3413565", "22515214"]}, {"Citation": "Law C.S., Lim S.Y., Abell A.D., Voelcker N.H., Santos A. Nanoporous Anodic Alumina Photonic Crystals for Optical Chemo- and Biosensing: Fundamentals, Advances, and Perspectives. Nanomaterials. 2018;8:788. doi: 10.3390/nano8100788.", "ArticleIdList": ["10.3390/nano8100788", "PMC6215225", "30287772"]}, {"Citation": "Zheng W.J., Fei G.T., Wang B., Zhang L.D. Modulation of Transmission Spectra of Anodized Alumina Membrane Distributed Bragg Reflector by Controlling Anodization Temperature. Nanoscale Res. Lett. 2009;4:665–667. doi: 10.1007/s11671-009-9289-7.", "ArticleIdList": ["10.1007/s11671-009-9289-7", "PMC2893791", "20596519"]}, {"Citation": "Lim S.Y., Law C.S., Marsal L.F., Santos A. Engineering of Hybrid Nanoporous Anodic Alumina Photonic Crystals by Heterogeneous Pulse Anodization. Sci. Rep. 2018;8:9455. doi: 10.1038/s41598-018-27775-6.", "ArticleIdList": ["10.1038/s41598-018-27775-6", "PMC6013466", "29930341"]}, {"Citation": "Strehlow W.H., Cook E.L. Compilation of Energy Band Gaps in Elemental and Binary Compound Semiconductors and Insulators. J. Phys. Chem. Ref. Data. 1973;2:163–199. doi: 10.1063/1.3253115.", "ArticleIdList": ["10.1063/1.3253115"]}, {"Citation": "Algarra M., Cuevas A.L., Martínez de Yuso M.V., Benavente J. Insights into the formation of an emissive CdTe-quantum-dots/cellulose hybrid film. J. Colloids Interface Sci. 2020;579:714–722. doi: 10.1016/j.jcis.2020.06.112.", "ArticleIdList": ["10.1016/j.jcis.2020.06.112", "32668357"]}, {"Citation": "Ogieglo W., Wormeerster H., Wessling M., Benes N.E. Spectroscopic ellipsometry analysis of a thin film composite membrane consisting of polysulfone on a porous α-alumina support. ACS Appl. Mater. Interfaces. 2012;4:935–943. doi: 10.1021/am2015958.", "ArticleIdList": ["10.1021/am2015958", "22235899"]}, {"Citation": "Tompkins H.G., McGahan W.A. Spectroscopic Ellipsometry and Reflectometry: A User’s Guide. Wiley; Hoboken, NJ, USA: 1999."}, {"Citation": "Cuevas A.L., Campos B.B., Romero R., Algarra M., Vázquez M.I., Benavente J. Eco-friendly Modification of a Regenerated Cellulose Based Film by Silicon, Carbon and N-doped Carbon Quantum Dots. Carbohydr. Polym. 2019;206:238–244. doi: 10.1016/j.carbpol.2018.10.074.", "ArticleIdList": ["10.1016/j.carbpol.2018.10.074", "30553318"]}, {"Citation": "Logothetidis M., Gioti C. Gravalidis, Optical and electronic characterization on polymeric membranes. Synth. Met. 2003;138:369–374. doi: 10.1016/S0379-6779(02)01300-0.", "ArticleIdList": ["10.1016/S0379-6779(02)01300-0"]}, {"Citation": "Gioti M., Laskarakis A., Logothetidis S. IR-FUV ellipsometry studies on the optical, electronic and vibrational properties of polymeric membranes. Thin Solid Films. 2004;455–456:283–287. doi: 10.1016/j.tsf.2003.11.192.", "ArticleIdList": ["10.1016/j.tsf.2003.11.192"]}, {"Citation": "Fujiwara H. Spectroscopic Ellipsometry, Principles and Applications. John Wiley & Sons, Ltd.; Hoboken, NJ, USA: 2007."}, {"Citation": "Lide D.R. CRC Handbook of Chemistry and Physics. 88th ed. CRC Press; Taylor & Francis; Boca Raton, FL, USA: 2007. 20072008."}, {"Citation": "Refractive Index of SiO2, Fused Silica, Silica, Silicon Dioxide, Thermal Oxide, ThermalOxide.  [(accessed on 10 July 2021)]; Available online:  www.filmetrics.com/refractive-index-database/SiO2."}, {"Citation": "Muneshwar T., Cadien K. Probing initial-stages of ALD growth with dynamic in situ spectroscopic ellipsometry. Appl. Surf. Sci. 2015;328:344–348. doi: 10.1016/j.apsusc.2014.12.044.", "ArticleIdList": ["10.1016/j.apsusc.2014.12.044"]}, {"Citation": "Kilic U., Mock A., Sekora D., Gilbert S., Valloppilly S., Melendez G., Ianno N., Langell M., Schubert E., Schubert M. Precursor-surface interactions revealed during plasma-enhanced atomic layer deposition of metal oxide thin films by in-situ spectroscopic ellipsometry. Sci. Rep. 2020;10:10392. doi: 10.1038/s41598-020-66409-8.", "ArticleIdList": ["10.1038/s41598-020-66409-8", "PMC7316976", "32587273"]}, {"Citation": "Skopin E.V., Abdukayumov K., Younes P.A., Anikin M., Roussel H., Deschanvres J.L., Renevier H. In situ ellipsometry monitoring of TiO2 atomic layer deposition from tetrakis(dimethylamido)titanium(IV) and H2O precursors on Si and In0.53Ga0.47As substrates. Thin Solid Films. 2021;723:138591. doi: 10.1016/j.tsf.2021.138591.", "ArticleIdList": ["10.1016/j.tsf.2021.138591"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "23"}, {"Year": "2021", "Month": "8", "Day": "26"}, {"Year": "2021", "Month": "8", "Day": "30"}, {"Year": "2021", "Month": "9", "Day": "10", "Hour": "1", "Minute": "2"}, {"Year": "2021", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["34501141", "PMC8434165", "10.3390/ma14175052", "ma14175052"]}}], "PubmedBookArticle": []}