{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Cardiovascular disease", "Gaseous pollutants", "Hospitalization", "Southern China", "Synergistic effect", "Time series study"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34508314", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "09", "Day": "10"}], "ELocationID": ["10.1007/s11356-021-16334-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Synergistic effects of gaseous pollutants on hospital admissions for cardiovascular disease in Liuzhou, China.", "Pagination": {"StartPage": "9841", "EndPage": "9851", "MedlinePgn": "9841-9851"}, "Abstract": {"AbstractText": ["Previous studies demonstrated that short-term exposure to gaseous pollutants (nitrogen dioxide (NO<sub>2</sub>), sulfur dioxide (SO<sub>2</sub>), and ozone (O<sub>3</sub>)) had a greater adverse effect on cardiovascular disease. However, little evidence exists regarding the synergy between gaseous pollutants and cardiovascular disease (CVD). Therefore, we aimed to estimate the effect of individual gaseous pollutants on hospital admissions for CVD and to explore the possible synergistic effects between gaseous pollutants. Daily hospitalization counts for CVD were collected from January 1, 2014, to December 31, 2015. We also collected daily time series on gaseous pollutants from the Environment of the People's Republic of China, including NO<sub>2</sub>, SO<sub>2</sub>, and O<sub>3</sub>. We used distributed lag nonlinear models (DLNMs) to assess the association of individual gaseous pollutants on CVD hospitalization, after controlling for seasonality, day of the week, public holidays, and weather variables. Then, we explored the variability across age and sex groups. In addition, we analyzed the synergistic effects between gaseous pollutants on CVD. Extremely low NO<sub>2</sub> and SO<sub>2</sub> increase the risk of CVD in all subgroup at lag 7 days. The greatest effect of high concentration of SO<sub>2</sub> was observed in male and the elderly (≥ 65 years) at lag 3 days. Greater effects of high concentration of O<sub>3</sub> were more pronounced in the young (< 65 years) and female at lag 3 days, while the effect of low concentration of O<sub>3</sub> was greater in male and the young (< 65 years) at lag 0 day. We found a synergistic effect between NO<sub>2</sub> and SO<sub>2</sub> for CVD, as well as between SO<sub>2</sub> and O<sub>3</sub>. The synergistic effects of NO<sub>2</sub> and SO<sub>2</sub> on CVD were stronger in the elderly (≥ 65) and female. The female was sensitive to synergistic effects of SO<sub>2</sub>-O<sub>3</sub> and NO<sub>2</sub>-O<sub>3</sub>. Interestingly, we found that there was a risk of CVD in the susceptible population even for gaseous pollutant concentrations below the National Environmental Quality Standard. The synergy between NO<sub>2</sub> and SO<sub>2</sub> was significantly associated with cardiovascular disease hospitalization in the elderly (≥ 65). This study provides evidence for the synergistic effect of gaseous pollutants on hospital admissions for cardiovascular disease."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Liu", "ForeName": "Huan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China. zsycenu@hotmail.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China. zsycenu@hotmail.com."}], "LastName": "Zhai", "ForeName": "Shiyan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Kong", "ForeName": "Yunfeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Wang", "ForeName": "Zheng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Song", "ForeName": "Genxin", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Song", "ForeName": "Hongquan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Affiliated Hospital of Guangdong Medical University, Zhanjiang, 524001, China."}], "LastName": "Liang", "ForeName": "Lizhong", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Community Health Science, Cumming School of Medicine, University of Calgary, Calgary, Canada."}], "LastName": "Liu", "ForeName": "Xiaoxiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geography and Environmental Science, Henan University, Henan, 475004, Kaifeng, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Geospatial Technology for the Middle and Lower Yellow River Regions (Henan University), Ministry of Education, Henan University, Kaifeng, 475004, Henan, China."}], "LastName": "Jiang", "ForeName": "Xintong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Research Institute of Yellow River Civilization and Sustainable Development & Collaborative Innovation Center on Yellow River Civilization of Henan Province, Henan University, Kaifeng, 475001, China."}], "LastName": "Wu", "ForeName": "Leying", "Initials": "L"}], "GrantList": [{"GrantID": "2015B010131016", "Agency": "Major Application Project of Guangdong Science and Technology Department", "Country": ""}, {"GrantID": "21A170007", "Agency": "Key scientific research projects of colleges and universities in Henan Province", "Country": ""}, {"GrantID": "SYL20060132", "Agency": "Henan University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Hospitals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amsalu E, Guo Y, Li H, Wang T, Liu Y, Wang A, Liu X, Tao L, Luo Y, Zhang F, Yang X, Li X, Wang W, Guo X (2019) Short-term effect of ambient sulfur dioxide (SO2) on cause-specific cardiovascular hospital admission in Beijing, China: a time series study. Atmos Environ 208:74–81", "ArticleIdList": ["10.1016/j.atmosenv.2019.03.015"]}, {"Citation": "Andersson T, Alfredsson L, Kllberg H, Zdravkovic S, Ahlbom A (2005) Calculating measures of biological interaction. Eur J Epidemiol 20:575–579", "ArticleIdList": ["10.1007/s10654-005-7835-x"]}, {"Citation": "Arjomandi M, Wong H, Donde A, Frelinger J, Dalton S, Ching W, Power K, Balmes JR (2015) Exposure to medium and high ambient levels of ozone causes adverse systemic inflammatory and cardiac autonomic effects. Am J Physiol Heart Circ Physiol 308:1499–H1509", "ArticleIdList": ["10.1152/ajpheart.00849.2014"]}, {"Citation": "Baskurt OK, Levi E, Caglayan S, Dikmenoglu N, Kutman MN (1990a) Hematological and hemorheological effects of air pollution. Arch Environ Health 45:224–228", "ArticleIdList": ["10.1080/00039896.1990.9940806"]}, {"Citation": "Baskurt OK, Levi E, Dikmenoglu N, Kutman MN (1990b) Hematological and hemorheological effects of air pollution. Arch Environ Health 45:224–228", "ArticleIdList": ["10.1080/00039896.1990.9940806"]}, {"Citation": "Bell ML, Peng RD, Dominici F (2006) The exposure–response curve for ozone and risk of mortality and the adequacy of current ozone regulations. Environ Health Perspect 114:532–536", "ArticleIdList": ["10.1289/ehp.8816"]}, {"Citation": "Bhaskaran, K., A. Gasparrini, S. Hajat, L. Smeeth & B. Armstrong (2013) Time series regression studies in environmental epidemiology. Int J Epidemiol, 42."}, {"Citation": "Cakmak S, Hebbern C, Vanos J, Crouse DL, Burnett R (2016) Ozone exposure and cardiovascular-related mortality in the Canadian Census Health and Environment Cohort (CANCHEC) by spatial synoptic classification zone. Environ Pollut 214:589–599", "ArticleIdList": ["10.1016/j.envpol.2016.04.067"]}, {"Citation": "Cardiovascular NCF (2019) Report on cardiovascular disease in China 2018. Encyclopedia of China Publishing House."}, {"Citation": "Chan C, Wu T (2005) Effects of ambient ozone exposure on mail carriers’ peak expiratory flow rates. Environ Health Perspect 113:735–738", "ArticleIdList": ["10.1289/ehp.7636"]}, {"Citation": "Chang CC, Tsai SS, Ho SC, Yang CY (2005) Air pollution and hospital admissions for cardiovascular disease in Taipei, Taiwan. Environ Res 98:114–119", "ArticleIdList": ["10.1016/j.envres.2004.07.005"]}, {"Citation": "Chen R, Chu C, Tan J, Cao J, Song W, Xu X, Cheng J, Wenjuan M, Yang C, Chen B (2010) Ambient air pollution and hospital admission in Shanghai, China. J Hazard Mater 181:234–240", "ArticleIdList": ["10.1016/j.jhazmat.2010.05.002"]}, {"Citation": "Du Z, Lawrence WR, Zhang W, Zhang D, Yu S, Hao Y (2019) Interactions between climate factors and air pollution on daily HFMD cases: a time series study in Guangdong, China. Sci Total Environ 656:1358–1364", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.391"]}, {"Citation": "Duan Y, Liao Y, Li H, Yan S, Zhao Z, Yu S, Fu Y, Wang Z, Yin P, Cheng J (2019) Effect of changes in season and temperature on cardiovascular mortality associated with nitrogen dioxide air pollution in Shenzhen, China. Sci Total Environ 697:134051.1–134051.9"}, {"Citation": "Gasparrini A (2011) Distributed lag linear and non-linear models in R: the package dlnm. J Stat Softw 43:43", "ArticleIdList": ["10.18637/jss.v043.i08"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Beckett WS (2003) Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA J Am Med Assoc 290:1859–1867", "ArticleIdList": ["10.1001/jama.290.14.1859"]}, {"Citation": "Guo Y, Jia Y, Pan X, Liu L, Wichmann HE (2009) The association between fine particulate air pollution and hospital emergency room visits for cardiovascular diseases in Beijing, China. Sci Total Environ 407:4826–4830", "ArticleIdList": ["10.1016/j.scitotenv.2009.05.022"]}, {"Citation": "Huang K, Ding K, Yang X-J, Hu C-Y, Jiang W, Hua X-G, Liu J, Guo J-Y, Zhang T, Kan X-H, Zhang X-J (2020) Association between short-term exposure to ambient air pollutants and the risk of tuberculosis outpatient visits: a time-series study in Hefei, China. Environ Res 184:109343", "ArticleIdList": ["10.1016/j.envres.2020.109343"]}, {"Citation": "Joel S (2001) Air pollution and blood markers of cardiovascular risk. Environ Health Perspect 109"}, {"Citation": "Karimi B, Shokrinezhad B, Samadi S (2019) Mortality and hospitalizations due to cardiovascular and respiratory diseases associated with air pollution in Iran: a systematic review and meta-analysis. Atmos Environ 198:438–447", "ArticleIdList": ["10.1016/j.atmosenv.2018.10.063"]}, {"Citation": "Kermani M, Dowlati M, Jokandan SF, Aghaei M, Karimzadeh S (2017) Evaluation of cardiovascular and respiratory mortality attributed to atmospheric SO2 and CO using AirQ model. Environ Health Eng Manag 4:101–108", "ArticleIdList": ["10.15171/EHEM.2017.14"]}, {"Citation": "Khajavi A, Khalili D, Azizi F, Hadaegh F (2019) Impact of temperature and air pollution on cardiovascular disease and death in Iran: a 15-year follow-up of Tehran Lipid and Glucose Study. Sci Total Environ 661:243–250", "ArticleIdList": ["10.1016/j.scitotenv.2019.01.182"]}, {"Citation": "Knol MJ, Vanderweele TJ (2012) Recommendations for presenting analyses of effect modification and interaction. Int J Epidemiol 41:514–520", "ArticleIdList": ["10.1093/ije/dyr218"]}, {"Citation": "Liebrich A (2011) Respiratory and cardiovascular effects of NO2 in epidemiological studies. Encyclopedia of Environmental Health:840–844"}, {"Citation": "Ma Y, Zhang H, Zhao Y, Zhou J, Yang S, Zheng X, Wang S (2017a) Short-term effects of air pollution on daily hospital admissions for cardiovascular diseases in western China. Environ Sci Pollut Res Int 24:14071–14079", "ArticleIdList": ["10.1007/s11356-017-8971-z"]}, {"Citation": "Ma Y, Zhao Y, Yang S, Zhou J, Xin J, Wang S, Yang D (2017b) Short-term effects of ambient air pollution on emergency room admissions due to cardiovascular causes in Beijing, China. Environ Pollut 230:974–980", "ArticleIdList": ["10.1016/j.envpol.2017.06.104"]}, {"Citation": "Maryam D, Zohreh S, Kambiz M, Mohammad JM, Hamidreza A (2018) Air pollution and hospital admissions for cardiovascular diseases in Ahvaz, Iran. Sci Total Environ"}, {"Citation": "Meng Z, Nie A, Sang N, Du Z (2006) Effects of SO2 derivatives on ion channels in acutely isolated rat neurons and cardiomyocytes. Asian J Ecotoxicol"}, {"Citation": "Pekkanen J, Brunner EJ, Anderson HR, Tiittanen P, Atkinson RW (2000) Daily concentrations of air pollution and plasma fibrinogen in London. Occup Environ Med 57:818–822", "ArticleIdList": ["10.1136/oem.57.12.818"]}, {"Citation": "Petter L, Tom B, Alexandra S, Susanne B, Francesco F, Regina H, Thomas L, Benedicte J, Klea K (2009) Modification of the interleukin-6 response to air pollution by interleukin-6 and fibrinogen polymorphisms. Environ Health Perspect 117"}, {"Citation": "Pier M, Massimo F (2017) Health effects of ambient air pollution in developing countries. Int J Environ Res Public Health 14:1048", "ArticleIdList": ["10.3390/ijerph14091048"]}, {"Citation": "Pnk A, Savela M, Virtanen M (1998) Mortality and air pollution in Helsinki. Arch Environ Health 53:281–286"}, {"Citation": "Qi C, Wang Q, Xu B, Xu Y, Ding Z, Sun H (2020) Air pollution and cardiovascular mortality in Nanjing, China: evidence highlighting the roles of cumulative exposure and mortality displacement. Chemosphere."}, {"Citation": "Qin XD, Qian Z, Vaughn MG, Trevathan E, Emo B, Paul G, Ren WH, Hao YT, Dong GH (2015) Gender-specific differences of interaction between obesity and air pollution on stroke and cardiovascular diseases in Chinese adults from a high pollution range area: a large population based cross sectional study. Sci Total Environ 529:243–248", "ArticleIdList": ["10.1016/j.scitotenv.2015.05.041"]}, {"Citation": "Roth GA, Mensah GA, Johnson CO, Addolorato G (2020) Global burden of cardiovascular diseases and risk factors, 1990–2019 update from the GBD 2019 study. J Am Coll Cardiol"}, {"Citation": "Rothman K, Greenland S (1998) Philadelphia: a Wolters Kluwer Company. Modern Epidemiology:329–342"}, {"Citation": "Rothman KJ (2002) Epidemiology: an introduction. Oxford University Press, New York, pp 168–180"}, {"Citation": "Rothman KJ, Greenland S, Lash TL (2008) Modern Epidemiology. Lippincott Williams & Willkins, Philadelphia"}, {"Citation": "Routledge HC, Manney S, Harrison RM, Ayres JG, Townend JN (2006) Effect of inhaled sulphur dioxide and carbon particles on heart rate variability and markers of inflammation and coagulation in human subjects. Heart 92:220–227", "ArticleIdList": ["10.1136/hrt.2004.051672"]}, {"Citation": "Scaife A, Barclay J, Hillis GS, Srinivasan J, Ayres JG (2012) Lack of effect of nitrogen dioxide exposure on heart rate variability in patients with stable coronary heart disease and impaired left ventricular systolic function. Occup Environ Med 69:587–591", "ArticleIdList": ["10.1136/oemed-2011-100126"]}, {"Citation": "Simone V, Marco A, Vittorio B, Giovanni C, Mario G, Roberto S, Carlo C (2017) Short-term air pollution exposure and cardiovascular events: a 10-year study in the urban area of Como, Italy. Int J Cardiol 248:389–393", "ArticleIdList": ["10.1016/j.ijcard.2017.06.037"]}, {"Citation": "Song, J., J. Zhu, G. Tian, H. Li, H. Li, Z. An, J. Jiang, W. Fan, G. Wang & Y. Zhang (2020) Short time exposure to ambient ozone and associated cardiovascular effects: a panel study of healthy young adults. Environ Int, 137."}, {"Citation": "Walker BR, Colledge NR, Ralston S & Penman ID (2010) Davidson’s principles and practice of medicine. Churchill Livingstone."}, {"Citation": "Wang X, Wang W, Jiao S, Yuan J, Hu C, Wang L (2018) The effects of air pollution on daily cardiovascular diseases hospital admissions in Wuhan from 2013 to 2015. Atmos Environ 182:307–312", "ArticleIdList": ["10.1016/j.atmosenv.2018.03.036"]}, {"Citation": "Wang, Z., J. Peng, P. Liu, Y. Duan, S. Huang, Y. Wen, Y. Liao, H. Li, S. Yan & J. Cheng (2020) Association between short-term exposure to air pollution and ischemic stroke onset: a time-stratified case-crossover analysis using a distributed lag nonlinear model in Shenzhen, China. Environ Health, 19."}, {"Citation": "Wei H.-Y (2018) Analysis of death characteristics and main chronic diseases burden of Guangxi in 2016. Guangxi Medical University."}, {"Citation": "Xia F, Shen Y, Yan J, Bao H (2016) On the potential of urban three-dimensional space development: the case of Liuzhou, China. Habitat International 51:48–58", "ArticleIdList": ["10.1016/j.habitatint.2015.10.012"]}, {"Citation": "Xu J, Geng W, Geng X, Cui LJ, Zhai J (2019) Study on the association between ambient air pollution and daily cardiovascular death in Hefei, China. Environ Sci Pollut Res 27"}, {"Citation": "Yu TS, Qiu H, Wang X, Tian L, Tse LA (2013) Synergy between particles and nitrogen dioxide on emergency hospital admissions for cardiac diseases in Hong Kong. Int J Cardiol 168:2831–2836", "ArticleIdList": ["10.1016/j.ijcard.2013.03.082"]}, {"Citation": "Zeng P, Xin C, Yu S, Zhu H, Liu Q (2020) Spatial and temporal distribution of atmospheric pollutants and meteorological factors in the core district of Liuzhou City, a typical industrial city in Southwest China. Acta Sci Circumst 40:13–26"}, {"Citation": "Zhang M, Shi Y, Shi O, Zhao Z, Zhang X, Li C, Huang Z, Zhao L, Wang L, Li Y, Li X (2020) Geographical variations in cardiovascular health in China: a nationwide population-based survey of 74,726 adults. The Lancet Regional Health - Western Pacific 3"}, {"Citation": "Zhang Z, Xie X, Chen X, Li Y, Lu Y, Mei S, Liao Y, Lin H (2016) Short-term effects of meteorological factors on hand, foot and mouth disease among children in Shenzhen, China: non-linearity, threshold and interaction. Sci Total Environ 539:576–582", "ArticleIdList": ["10.1016/j.scitotenv.2015.09.027"]}, {"Citation": "Zheng S, Wang M, Wang S, Tao Y, Shang K (2013) Short-term effects of gaseous pollutants and particulate matter on daily hospital admissions for cardio-cerebrovascular disease in Lanzhou: evidence from a heavily polluted city in China. Int J Environ Res Public Health 10"}, {"Citation": "Zhu H, Wu L, Xin C, Yu S, Guo Y (2019) Impact of anthropogenic sulfate deposition via precipitation on carbonate weathering in a typical industrial city in a karst basin of southwest China: A case study in Liuzhou. Appl Geochem 110:104417–104417"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "3"}, {"Year": "2021", "Month": "8", "Day": "31"}, {"Year": "2021", "Month": "9", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "11", "Hour": "6", "Minute": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34508314", "10.1007/s11356-021-16334-8", "10.1007/s11356-021-16334-8"]}}], "PubmedBookArticle": []}