{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ozone (O3)", "apoptosis", "hepatocellular carcinoma (HCC)", "reactive oxygen species (ROS)"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34532394", "DateRevised": {"Year": "2022", "Month": "08", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["1257", "10.21037/atm-21-3233"], "Journal": {"ISSN": "2305-5839", "JournalIssue": {"Volume": "9", "Issue": "15", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Annals of translational medicine", "ISOAbbreviation": "Ann Transl Med"}, "ArticleTitle": "Ozone induces BEL7402 cell apoptosis by increasing reactive oxygen species production and activating JNK.", "Pagination": {"StartPage": "1257", "MedlinePgn": "1257"}, "Abstract": {"AbstractText": ["Oxidative stress is an important factor in the modulation of both tumorigenesis and anticancer responses. Ozone (O<sub>3</sub>) is a strong oxidant that causes redox reactions and exerts anticancer effects in various types of cancer cells. However, the pathways involved in O<sub>3</sub>-induced cell death are not well understood.", "<i>In vitro</i> human hepatocellular carcinoma (HCC) BEL7402 cells were treated with various O<sub>3</sub> concentrations to evaluate O<sub>3</sub> cytotoxicity by Cell Counting Kit-8 (CCK-8) assay and flow cytometry. The regulatory mechanisms were analyzed by western blot analysis. <i>In vivo</i>, an HCC model was established to evaluate the inhibition of HCC with O<sub>3</sub> treatment.", "<i>In vitro</i> cells treated with O<sub>3</sub> exhibited a round and small morphology with nuclear shrinkage and fragmentation. The CCK-8 assay confirmed the potent cytotoxic activity of O<sub>3</sub> against BEL7402 cells (IC<sub>50</sub> value of 5 µg/mL). Acridine orange/ethidium bromide (AO/EB) staining revealed apoptosis of BEL7402 cells after O<sub>3</sub> treatment. Flow cytometry analysis showed that S phase cell cycle arrest and apoptosis increased with O<sub>3</sub> exposure. In addition, O3 exposure reduced the mitochondrial membrane potential (ΔΨm) and induced reactive oxygen species (ROS) accumulation. Western blot analysis showed that O<sub>3</sub> exposure reduced B-cell lymphoma 2 (BCL-2) expression and increased cleaved poly ADP-ribose polymerase (PARP), cytochrome C (Cyt-C), caspase-3, caspase-9, and p-JNK expression. <i>In vivo</i>, treatment with intratumor injection O<sub>3</sub> (20 µg/mL) inhibited HCC growth.", "Overall, our findings showed that O<sub>3</sub> induces BEL7402 cell apoptosis via the intrinsic mitochondria-dependent pathway. Therefore, O<sub>3</sub> has therapeutic potential for HCC."], "CopyrightInformation": "2021 Annals of Translational Medicine. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Vascular and Interventional Radiology, Department of General Surgery, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Tang", "ForeName": "Shuiying", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interventional Radiology and Pathology, Nanfang Hospital, Department of Pathology, Southern Medical University, Guangzhou, China."}], "LastName": "Xu", "ForeName": "Bihong", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Vascular and Interventional Radiology, Department of General Surgery, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Li", "ForeName": "Jincheng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Center, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Zhong", "ForeName": "Meifeng", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Center, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Hong", "ForeName": "Ziyang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Vascular and Interventional Radiology, Department of General Surgery, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Zhao", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Medicine Center, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "Zeng", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Vascular and Interventional Radiology, Department of General Surgery, Nanfang Hospital, Southern Medical University, Guangzhou, China."}], "LastName": "He", "ForeName": "Xiaofeng", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Ann Transl Med", "NlmUniqueID": "101617978", "ISSNLinking": "2305-5839"}, "CoiStatement": "Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at https://dx.doi.org/10.21037/atm-21-3233). The authors have no conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sung H, Ferlay J, Siegel RL, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 2021;71:209-49. 10.3322/caac.21660", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Schmidt S, Follmann M, Malek N, et al. Critical appraisal of clinical practice guidelines for diagnosis and treatment of hepatocellular carcinoma. J Gastroenterol Hepatol 2011;26:1779-86. 10.1111/j.1440-1746.2011.06891.x", "ArticleIdList": ["10.1111/j.1440-1746.2011.06891.x", "PMC8369833", "21875430"]}, {"Citation": "Zhu F, Rhim H. Thermal ablation for hepatocellular carcinoma: what’s new in 2019. Chin Clin Oncol 2019;8:58. 10.21037/cco.2019.11.03", "ArticleIdList": ["10.21037/cco.2019.11.03", "31968982"]}, {"Citation": "Arizumi T, Ueshima K, Iwanishi M, et al. The overall survival of patients with hepatocellular carcinoma correlates with the newly defined time to progression after transarterial chemoembolization. Liver Cancer 2017;6:227-35. 10.1159/000475777", "ArticleIdList": ["10.1159/000475777", "PMC5473072", "28626733"]}, {"Citation": "Llovet JM, Ricci S, Mazzaferro V, et al. Sorafenib in advanced hepatocellular carcinoma. N Engl J Med 2008;359:378-90. 10.1056/NEJMoa0708857", "ArticleIdList": ["10.1056/NEJMoa0708857", "18650514"]}, {"Citation": "Chen JH, Liu X, Chen K, et al. Sorafenib with or without concurrent transarterial chemoembolization in hepatocellular carcinoma: a cautionary comment of STAH trial. Transl Cancer Res 2020;9:400-1. 10.21037/tcr.2019.12.51", "ArticleIdList": ["10.21037/tcr.2019.12.51", "PMC8797615", "35117195"]}, {"Citation": "Morise Z, Kawabe N, Tomishige H, et al. Recent advances in liver resection for hepatocellular carcinoma. Front Surg 2014;1:21. 10.3389/fsurg.2014.00021", "ArticleIdList": ["10.3389/fsurg.2014.00021", "PMC4286985", "25593945"]}, {"Citation": "Wei CY, Chen PC, Chau GY, et al. Comparison of prognosis between surgical resection and transarterial chemoembolization for patients with solitary huge hepatocellular carcinoma. Ann Transl Med 2020;8:238. 10.21037/atm.2019.12.157", "ArticleIdList": ["10.21037/atm.2019.12.157", "PMC7154415", "32309385"]}, {"Citation": "Scassellati C, Galoforo AC, Bonvicini C, et al. Ozone: a natural bioactive molecule with antioxidant property as potential new strategy in aging and in neurodegenerative disorders. Ageing Res Rev 2020;63:101138. 10.1016/j.arr.2020.101138", "ArticleIdList": ["10.1016/j.arr.2020.101138", "PMC7428719", "32810649"]}, {"Citation": "Simonetti V, Quagliariello V, Giustetto P, et al. Association of ozone with 5-fluorouracil and cisplatin in regulation of human colon cancer cell viability: in vitro anti-inflammatory properties of ozone in colon cancer cells exposed to lipopolysaccharides. Evid Based Complement Alternat Med 2017;2017:7414083. 10.1155/2017/7414083", "ArticleIdList": ["10.1155/2017/7414083", "PMC5868048", "29721026"]}, {"Citation": "Sweet F, Kao MS, Lee SC, et al. Ozone selectively inhibits growth of human cancer cells. Science 1980;209:931-3. 10.1126/science.7403859", "ArticleIdList": ["10.1126/science.7403859", "7403859"]}, {"Citation": "Karlic H, Kucera H, Metka M, et al. Effect of ozone and ionizing radiation on an in vitro model--a pilot study of 4 gynecologic tumors. Strahlenther Onkol 1987;163:37-42.", "ArticleIdList": ["3810475"]}, {"Citation": "Cannizzaro A, Verga Falzacappa CV, Martinelli M, et al. O(2/3) exposure inhibits cell progression affecting cyclin B1/cdk1 activity in SK-N-SH while induces apoptosis in SK-N-DZ neuroblastoma cells. J Cell Physiol 2007;213:115-25. 10.1002/jcp.21097", "ArticleIdList": ["10.1002/jcp.21097", "17477375"]}, {"Citation": "Kuroda K, Yamashita M, Murahata Y, et al. Use of ozonated water as a new therapeutic approach to solve current concerns around antitumor treatment. Exp Ther Med 2018;16:1597-602. 10.3892/etm.2018.6415", "ArticleIdList": ["10.3892/etm.2018.6415", "PMC6122405", "30186377"]}, {"Citation": "Di Mauro R, Cantarella G, Bernardini R, et al. The biochemical and pharmacological properties of ozone: the smell of protection in acute and chronic diseases. Int J Mol Sci 2019;20:634. 10.3390/ijms20030634", "ArticleIdList": ["10.3390/ijms20030634", "PMC6387239", "30717203"]}, {"Citation": "Bocci V, Borrelli E, Travagli V, et al. The ozone paradox: ozone is a strong oxidant as well as a medical drug. Med Res Rev 2009;29:646-82. 10.1002/med.20150", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Fernald K, Kurokawa M. Evading apoptosis in cancer. Trends Cell Biol 2013;23:620-33. 10.1016/j.tcb.2013.07.006", "ArticleIdList": ["10.1016/j.tcb.2013.07.006", "PMC4091735", "23958396"]}, {"Citation": "Ghobrial IM, Witzig TE, Adjei AA. Targeting apoptosis pathways in cancer therapy. CA Cancer J Clin 2005;55:178-94. 10.3322/canjclin.55.3.178", "ArticleIdList": ["10.3322/canjclin.55.3.178", "15890640"]}, {"Citation": "Fianco G, Contadini C, Ferri A, et al. Caspase-8: a novel target to overcome resistance to chemotherapy in glioblastoma. Int J Mol Sci 2018;19:3798. 10.3390/ijms19123798", "ArticleIdList": ["10.3390/ijms19123798", "PMC6320982", "30501030"]}, {"Citation": "Zaman S, Wang R, Gandhi V. Targeting the apoptosis pathway in hematologic malignancies. Leuk Lymphoma 2014;55:1980-92. 10.3109/10428194.2013.855307", "ArticleIdList": ["10.3109/10428194.2013.855307", "PMC4152229", "24295132"]}, {"Citation": "Schenk RL, Strasser A, Dewson G. BCL-2: Long and winding path from discovery to therapeutic target. Biochem Biophys Res Commun 2017;482:459-69. 10.1016/j.bbrc.2016.10.100", "ArticleIdList": ["10.1016/j.bbrc.2016.10.100", "28212732"]}, {"Citation": "Burz C, Berindan-Neagoe I, Balacescu O, et al. Apoptosis in cancer: key molecular signaling pathways and therapy targets. Acta Oncol 2009;48:811-21. 10.1080/02841860902974175", "ArticleIdList": ["10.1080/02841860902974175", "19513886"]}, {"Citation": "Guan FY, Gu J, Li W, et al. Compound K protects pancreatic islet cells against apoptosis through inhibition of the AMPK/JNK pathway in type 2 diabetic mice and in MIN6 β-cells. Life Sci 2014;107:42-9. 10.1016/j.lfs.2014.04.034", "ArticleIdList": ["10.1016/j.lfs.2014.04.034", "24802125"]}, {"Citation": "Yang JI, Tang JY, Liu YS, et al. Roe protein hydrolysates of giant grouper (epinephelus lanceolatus) inhibit cell proliferation of oral cancer cells involving apoptosis and oxidative stress. Biomed Res Int 2016;2016:8305073. 10.1155/2016/8305073", "ArticleIdList": ["10.1155/2016/8305073", "PMC4852358", "27195297"]}, {"Citation": "Teng JF, Mei QB, Zhou XG, et al. Polyphyllin VI induces caspase-1-mediated pyroptosis via the induction of ROS/NF-κB/NLRP3/GSDMD signal axis in non-small cell lung cancer. Cancers (Basel) 2020;12:193. 10.3390/cancers12010193", "ArticleIdList": ["10.3390/cancers12010193", "PMC7017302", "31941010"]}, {"Citation": "Kim JY, Yu SJ, Oh HJ, et al. Panaxydol induces apoptosis through an increased intracellular calcium level, activation of JNK and p38 MAPK and NADPH oxidase-dependent generation of reactive oxygen species. Apoptosis 2011;16:347-58. 10.1007/s10495-010-0567-8", "ArticleIdList": ["10.1007/s10495-010-0567-8", "21190085"]}, {"Citation": "Hsieh CJ, Kuo PL, Hsu YC, et al. Arctigenin, a dietary phytoestrogen, induces apoptosis of estrogen receptor-negative breast cancer cells through the ROS/p38 MAPK pathway and epigenetic regulation. Free Radic Biol Med 2014;67:159-70. 10.1016/j.freeradbiomed.2013.10.004", "ArticleIdList": ["10.1016/j.freeradbiomed.2013.10.004", "24140706"]}, {"Citation": "Kuroda K, Azuma K, Mori T, et al. The safety and anti-tumor effects of ozonated water in vivo. Int J Mol Sci 2015;16:25108-20. 10.3390/ijms161025108", "ArticleIdList": ["10.3390/ijms161025108", "PMC4632793", "26506343"]}, {"Citation": "Sharma P, Kumar S. Metformin inhibits human breast cancer cell growth by promoting apoptosis via a ROS-independent pathway involving mitochondrial dysfunction: pivotal role of superoxide dismutase (SOD). Cell Oncol (Dordr) 2018;41:637-50. 10.1007/s13402-018-0398-0", "ArticleIdList": ["10.1007/s13402-018-0398-0", "30088260"]}, {"Citation": "Mondal A, Bennett LL. Resveratrol enhances the efficacy of sorafenib mediated apoptosis in human breast cancer MCF7 cells through ROS, cell cycle inhibition, caspase 3 and PARP cleavage. Biomed Pharmacother 2016;84:1906-14. 10.1016/j.biopha.2016.10.096", "ArticleIdList": ["10.1016/j.biopha.2016.10.096", "27863838"]}, {"Citation": "Gorrini C, Harris IS, Mak TW. Modulation of oxidative stress as an anticancer strategy. Nat Rev Drug Discov 2013;12:931-47. 10.1038/nrd4002", "ArticleIdList": ["10.1038/nrd4002", "24287781"]}, {"Citation": "Zhang X, Wang X, Wu T, et al. Isoliensinine induces apoptosis in triple-negative human breast cancer cells through ROS generation and p38 MAPK/JNK activation. Sci Rep 2015;5:12579. 10.1038/srep12579", "ArticleIdList": ["10.1038/srep12579", "PMC4518223", "26219228"]}, {"Citation": "Hwang JT, Kwak DW, Lin SK, et al. Resveratrol induces apoptosis in chemoresistant cancer cells via modulation of AMPK signaling pathway. Ann N Y Acad Sci 2007;1095:441-8. 10.1196/annals.1397.047", "ArticleIdList": ["10.1196/annals.1397.047", "17404056"]}, {"Citation": "Nie P, Hu W, Zhang T, et al. Synergistic induction of erlotinib-mediated apoptosis by resveratrol in human non-small-cell lung cancer cells by down-regulating survivin and up-regulating PUMA. Cell Physiol Biochem 2015;35:2255-71. 10.1159/000374030", "ArticleIdList": ["10.1159/000374030", "25895606"]}, {"Citation": "Huang YF, Zhu DJ, Chen XW, et al. Curcumin enhances the effects of irinotecan on colorectal cancer cells through the generation of reactive oxygen species and activation of the endoplasmic reticulum stress pathway. Oncotarget 2017;8:40264-75. 10.18632/oncotarget.16828", "ArticleIdList": ["10.18632/oncotarget.16828", "PMC5522238", "28402965"]}, {"Citation": "Angwa LM, Jiang Y, Pei J, et al. Antioxidant phytochemicals for the prevention of fluoride-induced oxidative stress and apoptosis: a review. Biol Trace Elem Res 2021. [Epub ahead of print]. doi: .10.1007/s12011-021-02729-8", "ArticleIdList": ["10.1007/s12011-021-02729-8", "34003450"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "4"}, {"Year": "2021", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "9", "Day": "17", "Hour": "7", "Minute": "19"}, {"Year": "2021", "Month": "9", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34532394", "PMC8421928", "10.21037/atm-21-3233", "atm-09-15-1257"]}}], "PubmedBookArticle": []}