{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["SARS-CoV-2", "disinfection", "hydrogen peroxide", "ozone", "quantitative carrier test"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34573110", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "09", "Day": "16"}], "ELocationID": ["1480", "10.3390/antiox10091480"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "10", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "16"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Ozone Treatment Is Insufficient to Inactivate SARS-CoV-2 Surrogate under Field Conditions.", "Abstract": {"AbstractText": ["COVID-19 caused by SARS-CoV-2 caused a worldwide crisis, highlighting the importance of preventive measures in infectious diseases control. SARS-CoV-2 can remain infectious on surfaces for up to several weeks; therefore, proper disinfection is required to mitigate the risk of indirect virus spreading. Gaseous ozone treatment has received particular attention as an easily accessible disinfection tool. In this study, we evaluated the virucidal effectiveness of gaseous ozone treatment (>7.3 ppm, 2 h) on murine hepatitis virus (MHV)-contaminated stainless-steel surface and PBS-suspended virus under field conditions at ambient (21.8%) and high (49.8-54.2%) relative humidity. Surficial virus was soiled with 0.3 g/L of BSA. Parallelly, a half-hour vaporization with 7.3% hydrogen peroxide was performed on contaminated carriers. The obtained results showed that gaseous ozone, whilst quite effective against suspended virus, was insufficient in sanitizing coronavirus contaminated surfaces, especially under low RH. Increased humidity created more favorable conditions for MHV inactivation, resulting in 2.1 log titre reduction. Vaporization with 7.3% hydrogen peroxide presented much better virucidal performance than ozonation in a similar experimental setup, indicating that its application may be more advantageous regarding gaseous disinfection of surfaces contaminated with other coronaviruses, including SARS-CoV-2."]}, "AuthorList": [{"Identifier": ["0000-0003-1167-2622"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Virogenetics Laboratory of Virology, Malopolska Centre of Biotechnology, Jagiellonian University, Gronostajowa 7A, 30-387 Krakow, Poland."}], "LastName": "Mazur-Panasiuk", "ForeName": "Natalia", "Initials": "N"}, {"Identifier": ["0000-0001-9006-1568"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Virogenetics Laboratory of Virology, Malopolska Centre of Biotechnology, Jagiellonian University, Gronostajowa 7A, 30-387 Krakow, Poland."}, {"Identifier": [], "Affiliation": "Microbiology Department, Faculty of Biochemistry, Biophysics and Biotechnology, Jagiellonian University, Gronostajowa 7, 30-387 Krakow, Poland."}], "LastName": "Botwina", "ForeName": "Pawel", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rescue and Fire Fighting Services no. 6, Regional Headquarters of the State Fire Service in Krakow, Aleksandry 2, 30-837 Krakow, Poland."}], "LastName": "Kutaj", "ForeName": "Adrian", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rescue and Fire Fighting Services no. 6, Regional Headquarters of the State Fire Service in Krakow, Aleksandry 2, 30-837 Krakow, Poland."}], "LastName": "Woszczyna", "ForeName": "Damian", "Initials": "D"}, {"Identifier": ["0000-0002-3867-7688"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Virogenetics Laboratory of Virology, Malopolska Centre of Biotechnology, Jagiellonian University, Gronostajowa 7A, 30-387 Krakow, Poland."}], "LastName": "Pyrc", "ForeName": "Krzysztof", "Initials": "K"}], "GrantList": [{"GrantID": "Subsidy for the Research on SARS-CoV-2", "Agency": "Ministerstwo Nauki i Szkolnictwa Wyższego", "Country": ""}, {"GrantID": "UMO-2017/27/B/NZ6/02488", "Agency": "Narodowe Centrum Nauki", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Meyerowitz E.A., Richterman A., Gandhi R.T., Sax P.E. Transmission of SARS-CoV-2: A Review of Viral, Host, and Environmental Factors. Ann. Int. Med. 2021;174:69–79. doi: 10.7326/M20-5008.", "ArticleIdList": ["10.7326/M20-5008", "PMC7505025", "32941052"]}, {"Citation": "Bulfone T.C., Malekinejad M., Rutherford G.W., Razani N. Outdoor Transmission of SARS-CoV-2 and Other Respiratory Viruses: A Systematic Review. J. Infect. Dis. 2021;223:550–561. doi: 10.1093/infdis/jiaa742.", "ArticleIdList": ["10.1093/infdis/jiaa742", "PMC7798940", "33249484"]}, {"Citation": "Noorimotlagh Z., Jaafarzadeh N., Martínez S.S., Mirzaee S.A. A systematic review of possible airborne transmission of the COVID-19 virus (SARS-CoV-2) in the indoor air environment. Environ. Res. 2021;193:110612. doi: 10.1016/j.envres.2020.110612.", "ArticleIdList": ["10.1016/j.envres.2020.110612", "PMC7726526", "33309820"]}, {"Citation": "Liu Y., Ning Z., Chen Y., Guo M., Liu Y., Gali N.K., Sun L., Duan Y., Cai J., Westerdahl D., et al. Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals. Nature. 2020;582:557–560. doi: 10.1038/s41586-020-2271-3.", "ArticleIdList": ["10.1038/s41586-020-2271-3", "32340022"]}, {"Citation": "Razzini K., Castrica M., Menchetti L., Maggi L., Negroni L., Orfeo N.V., Pizzoccheri A., Stocco M., Muttini S., Balzaretti C.M. SARS-CoV-2 RNA detection in the air and on surfaces in the COVID-19 ward of a hospital in Milan, Italy. Sci. Total Environ. 2020;742:140540. doi: 10.1016/j.scitotenv.2020.140540.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140540", "PMC7319646", "32619843"]}, {"Citation": "Van Doremalen N., Bushmaker T., Morris D.H., Holbrook M.G., Gamble A., Williamson B.N., Tamin A., Harcourt J.L., Thornburg N.J., Gerber S.I., et al. Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. N. Engl. J. Med. 2020;382:1564–1567. doi: 10.1056/NEJMc2004973.", "ArticleIdList": ["10.1056/NEJMc2004973", "PMC7121658", "32182409"]}, {"Citation": "Mondelli M.U., Colaneri M., Seminari E.M., Baldanti F., Bruno R. Low risk of SARS-CoV-2 transmission by fomites in real-life conditions. Lancet Infect. Dis. 2020;3099:30678. doi: 10.1016/S1473-3099(20)30678-2.", "ArticleIdList": ["10.1016/S1473-3099(20)30678-2", "PMC7524520", "33007224"]}, {"Citation": "Kasloff S.B., Leung A., Strong J.E., Funk D., Cutts T. Stability of SARS-CoV-2 on critical personal protective equipment. Sci. Rep. 2021;11:984. doi: 10.1038/s41598-020-80098-3.", "ArticleIdList": ["10.1038/s41598-020-80098-3", "PMC7806900", "33441775"]}, {"Citation": "Pang X., Ren L., Wu S., Ma W., Yang J., Di L., Li J., Xiao Y., Kang L., Du S., et al. Cold-chain food contamination as the possible origin of COVID-19 resurgence in Beijing. Natl. Sci. Rev. 2020;7:1861–1864. doi: 10.1093/nsr/nwaa264.", "ArticleIdList": ["10.1093/nsr/nwaa264", "PMC7665658", "34676083"]}, {"Citation": "Brlek A., Vidovič Š., Vuzem S., Turk K., Simonović Z. Possible indirect transmission of COVID-19 at a squash court, Slovenia, March 2020: Case report. Epidemiol. Infect. 2020;148:e120. doi: 10.1017/S0950268820001326.", "ArticleIdList": ["10.1017/S0950268820001326", "PMC7327185", "32600479"]}, {"Citation": "Cai J., Sun W., Huang J., Gamber M., Wu J., He G. Indirect Virus Transmission in Cluster of COVID-19 Cases, Wenzhou, China, 2020. Emerg. Infect. Dis. 2020;26:1343–1345. doi: 10.3201/eid2606.200412.", "ArticleIdList": ["10.3201/eid2606.200412", "PMC7258486", "32163030"]}, {"Citation": "Lewis D. COVID-19 rarely spreads through surfaces. So why are we still deep cleaning? Nature. 2021;590:26–28. doi: 10.1038/d41586-021-00251-4.", "ArticleIdList": ["10.1038/d41586-021-00251-4", "33514939"]}, {"Citation": "Kampf G., Todt D., Pfaender S., Steinmann E. Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents. J. Hosp. Infect. 2020;104:246–251. doi: 10.1016/j.jhin.2020.01.022.", "ArticleIdList": ["10.1016/j.jhin.2020.01.022", "PMC7132493", "32035997"]}, {"Citation": "Xiling G., Yin C., Ling W., Xiaosong W., Jingjing F., Fang L., Xiaoyan Z., Yiyue G., Ying C., Lunbiao C., et al. In vitro inactivation of SARS-CoV-2 by commonly used disinfection products and methods. Sci. Rep. 2021;11:1–9. doi: 10.1038/s41598-021-82148-w.", "ArticleIdList": ["10.1038/s41598-021-82148-w", "PMC7843590", "33510320"]}, {"Citation": "Schinköthe J., Scheinemann H.A., Diederich S., Freese H., Eschbaumer M., Teifke J.P., Reiche S. Airborne Disinfection by Dry Fogging Efficiently Inactivates Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), Mycobacteria, and Bacterial Spores and Shows Limitations of Commercial Spore Carriers. Appl. Environ. Microbiol. 2020;87:1–14. doi: 10.1128/AEM.02019-20.", "ArticleIdList": ["10.1128/AEM.02019-20", "PMC7848922", "33158901"]}, {"Citation": "Grignani E., Mansi A., Cabella R., Castellano P., Tirabasso A., Sisto R., Spagnoli M., Fabrizi G., Frigerio F., Tranfo G. Safe and Effective Use of Ozone as Air and Surface Disinfectant in the Conjuncture of COVID-19. Gases. 2020;1:19–32. doi: 10.3390/gases1010002.", "ArticleIdList": ["10.3390/gases1010002"]}, {"Citation": "Quevedo-león R., Bastías-Montes J., Espinoza-Tellez T., Ronceros B., Balic I., Muñoz O. Inactivation of Coronaviruses in food industry: The use of inorganic and organic disinfectants, ozone, and UV radiation. Sci. Agropecu. 2020;11:257–266. doi: 10.17268/sci.agropecu.2020.02.14.", "ArticleIdList": ["10.17268/sci.agropecu.2020.02.14"]}, {"Citation": "Zhou Z., Zuber S., Cantergiani F., Sampers I., Devlieghere F., Uyttendaele M. Inactivation of Foodborne Pathogens and Their Surrogates on Fresh and Frozen Strawberries Using Gaseous Ozone. Front. Sustain. Food Syst. 2018;2:1–9. doi: 10.3389/fsufs.2018.00051.", "ArticleIdList": ["10.3389/fsufs.2018.00051"]}, {"Citation": "Alimohammadi M., Naderi M. Effectiveness of Ozone Gas on Airborne Virus Inactivation in Enclosed Spaces: A Review Study. Ozone Sci. Eng. 2021;43:21–31. doi: 10.1080/01919512.2020.1822149.", "ArticleIdList": ["10.1080/01919512.2020.1822149"]}, {"Citation": "Hu X., Chen Z., Su Z., Deng F., Chen X., Yang Q., Li P., Chen Q., Ma J., Guan W., et al. Ozone Water Is an Effective Disinfectant for SARS-CoV-2. Virol. Sin. 2021;12250:5–7. doi: 10.1007/s12250-021-00379-7.", "ArticleIdList": ["10.1007/s12250-021-00379-7", "PMC8010484", "33788169"]}, {"Citation": "Zhang D., Ling H., Huang X., Li J., Li W., Yi C., Zhang T., Jiang Y., He Y., Deng S., et al. Potential spreading risks and disinfection challenges of medical wastewater by the presence of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) viral RNA in septic tanks of Fangcang Hospital. Sci. Total Environ. 2020;741:140445. doi: 10.1016/j.scitotenv.2020.140445.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140445", "PMC7308756", "32599407"]}, {"Citation": "Clavo B., Córdoba-Lanús E., Rodríguez-Esparragón F., Cazorla-Rivero S.E., García-Pérez O., Piñero J.E., Villar J., Blanco A., Torres-Ascensión C., Martín-Barrasa J.L., et al. Effects of Ozone Treatment on Personal Protective Equipment Contaminated with SARS-CoV-2. Antioxidants. 2020;9:1222. doi: 10.3390/antiox9121222.", "ArticleIdList": ["10.3390/antiox9121222", "PMC7761685", "33287249"]}, {"Citation": "Morrison C., Atkinson A., Zamyadi A., Kibuye F., McKie M., Hogard S., Mollica P., Jasim S., Wert E.C. Critical Review and Research Needs of Ozone Applications Related to Virus Inactivation: Potential Implications for SARS-CoV-2. Ozone Sci. Eng. 2021;43:2–20. doi: 10.1080/01919512.2020.1839739.", "ArticleIdList": ["10.1080/01919512.2020.1839739"]}, {"Citation": "Criscuolo E., Diotti R.A., Ferrarese R., Alippi C., Viscardi G., Signorelli C., Mancini N., Clementi M., Clementi N. Fast inactivation of SARS-CoV-2 by UV-C and ozone exposure on different materials. Emerg. Microbes Infect. 2021;10:206–210. doi: 10.1080/22221751.2021.1872354.", "ArticleIdList": ["10.1080/22221751.2021.1872354", "PMC7872580", "33399524"]}, {"Citation": "Moccia G., De Caro F., Pironti C., Boccia G., Capunzo M., Borrelli A., Motta O. Development and Improvement of an Effective Method for Air and Surfaces Disinfection with Ozone Gas as a Decontaminating Agent. Medicina. 2020;56:578. doi: 10.3390/medicina56110578.", "ArticleIdList": ["10.3390/medicina56110578", "PMC7694113", "33143010"]}, {"Citation": "Yano H., Nakano R., Suzuki Y., Nakano A., Kasahara K., Hosoi H. Inactivation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by gaseous ozone treatment. J. Hosp. Infect. 2020;106:837–838. doi: 10.1016/j.jhin.2020.10.004.", "ArticleIdList": ["10.1016/j.jhin.2020.10.004", "PMC7547371", "33049366"]}, {"Citation": "Zucker I., Lester Y., Alter J., Werbner M., Yecheskel Y., Gal-Tanamy M., Dessau M. Pseudoviruses for the assessment of coronavirus disinfection by ozone. Environ. Chem. Lett. 2021;19:1779–1785. doi: 10.1007/s10311-020-01160-0.", "ArticleIdList": ["10.1007/s10311-020-01160-0", "PMC7805571", "33462542"]}, {"Citation": "Cristiano L. Could ozone be an effective disinfection measure against the novel coronavirus (SARS-CoV-2)? J. Prev. Med. Hyg. 2020;61:E301–E303. doi: 10.15167/2421-4248/jpmh2020.61.3.1596.", "ArticleIdList": ["10.15167/2421-4248/jpmh2020.61.3.1596", "PMC7595067", "33150218"]}, {"Citation": "Liao L., Xiao W., Zhao M., Yu X., Wang H., Wang Q., Chu S., Cui Y. Can N95 Respirators Be Reused after Disinfection? How Many Times? ACS Nano. 2020;14:6348–6356. doi: 10.1021/acsnano.0c03597.", "ArticleIdList": ["10.1021/acsnano.0c03597", "32368894"]}, {"Citation": "British Standard Institution BS-EN 17272:2020 . Chemical Disinfectants and Antiseptics—Methods of Airborne Room Disinfection by Automated Process—Determination of Bactericidal, Mycobactericidal, Sporicidal, Fungicidal, Yeasticidal, Virucidal and Phagocidal Activities. CEN-CENELEC Management Centre; Brussels, Belgium: 2020."}, {"Citation": "Milewska A., Ciejka J., Kaminski K., Karewicz A., Bielska D., Zeglen S., Karolak W., Nowakowska M., Potempa J., Bosch B.J., et al. Novel polymeric inhibitors of HCoV-NL63. Antiviral Res. 2013;97:112–121. doi: 10.1016/j.antiviral.2012.11.006.", "ArticleIdList": ["10.1016/j.antiviral.2012.11.006", "PMC7114096", "23201315"]}, {"Citation": "Walker P.J., Siddell S.G., Lefkowitz E.J., Mushegian A.R., Adriaenssens E.M., Dempsey D.M., Dutilh B.E., Harrach B., Harrison R.L., Hendrickson R.C., et al. Changes to virus taxonomy and the Statutes ratified by the International Committee on Taxonomy of Viruses (2020) Arch. Virol. 2020;165:2737–2748. doi: 10.1007/s00705-020-04752-x.", "ArticleIdList": ["10.1007/s00705-020-04752-x", "32816125"]}, {"Citation": "Ahmed W., Bertsch P.M., Bivins A., Bibby K., Farkas K., Gathercole A., Haramoto E., Gyawali P., Korajkic A., McMinn B.R., et al. Comparison of virus concentration methods for the RT-qPCR-based recovery of murine hepatitis virus, a surrogate for SARS-CoV-2 from untreated wastewater. Sci. Total Environ. 2020;739:139960. doi: 10.1016/j.scitotenv.2020.139960.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139960", "PMC7273154", "32758945"]}, {"Citation": "Ahmed W., Bertsch P.M., Bibby K., Haramoto E., Hewitt J., Huygens F., Gyawali P., Korajkic A., Riddell S., Sherchan S.P., et al. Decay of SARS-CoV-2 and surrogate murine hepatitis virus RNA in untreated wastewater to inform application in wastewater-based epidemiology. Environ. Res. 2020;191:110092. doi: 10.1016/j.envres.2020.110092.", "ArticleIdList": ["10.1016/j.envres.2020.110092", "PMC7451058", "32861728"]}, {"Citation": "Welch J.L., Xiang J., Mackin S.R., Perlman S., Thorne P., O’Shaughnessy P., Strzelecki B., Aubin P., Ortiz-Hernandez M., Stapleton J.T. Inactivation of Severe Acute Respiratory Coronavirus Virus 2 (SARS-CoV-2) and Diverse RNA and DNA Viruses on Three-Dimensionally Printed Surgical Mask Materials. Infect. Control Hosp. Epidemiol. 2021;42:253–260. doi: 10.1017/ice.2020.417.", "ArticleIdList": ["10.1017/ice.2020.417", "PMC7463154", "32783787"]}, {"Citation": "Lee J., Bong C., Lim W., Bae P.K., Abafogi A.T., Baek S.H., Shin Y.B., Bak M.S., Park S. Fast and Easy Disinfection of Coronavirus-Contaminated Face Masks Using Ozone Gas Produced by a Dielectric Barrier Discharge Plasma Generator. Environ. Sci. Technol. Lett. 2021;8:339–344. doi: 10.1021/acs.estlett.1c00089.", "ArticleIdList": ["10.1021/acs.estlett.1c00089", "37566380"]}, {"Citation": "Murata T., Komoto S., Iwahori S., Sasaki J., Nishitsuji H., Hasebe T., Hoshinaga K., Yuzawa Y. Reduction of severe acute respiratory syndrome coronavirus-2 infectivity by admissible concentration of ozone gas and water. Microbiol. Immunol. 2021;65:10–16. doi: 10.1111/1348-0421.12861.", "ArticleIdList": ["10.1111/1348-0421.12861", "PMC7753712", "33230863"]}, {"Citation": "Percivalle E., Clerici M., Cassaniti I., Vecchio Nepita E., Marchese P., Olivati D., Catelli C., Berri A., Baldanti F., Marone P., et al. SARS-CoV-2 viability on different surfaces after gaseous ozone treatment: A preliminary evaluation. J. Hosp. Infect. 2021;110:33–36. doi: 10.1016/j.jhin.2021.01.014.", "ArticleIdList": ["10.1016/j.jhin.2021.01.014", "PMC7842195", "33516798"]}, {"Citation": "Uppal T., Khazaieli A., Snijders A.M., Verma S.C. Inactivation of Human Coronavirus by FATHHOME’s Dry Sanitizer Device: Rapid and Eco-Friendly Ozone-Based Disinfection of SARS-CoV-2. Pathogens. 2021;10:339. doi: 10.3390/pathogens10030339.", "ArticleIdList": ["10.3390/pathogens10030339", "PMC8002133", "33799334"]}, {"Citation": "Juszkiewicz M., Walczak M., Mazur-Panasiuk N., Woźniakowski G. Effectiveness of Chemical Compounds Used against African Swine Fever Virus in Commercial Available Disinfectants. Pathogens. 2020;9:878. doi: 10.3390/pathogens9110878.", "ArticleIdList": ["10.3390/pathogens9110878", "PMC7693804", "33114391"]}, {"Citation": "Biryukov J., Boydston J.A., Dunning R.A., Yeager J.J., Wood S., Reese A.L., Ferris A., Miller D., Weaver W., Zeitouni N.E., et al. Increasing Temperature and Relative Humidity Accelerates Inactivation of SARS-CoV-2 on Surfaces. MSphere. 2020;5:1–9. doi: 10.1128/mSphere.00441-20.", "ArticleIdList": ["10.1128/mSphere.00441-20", "PMC7333574", "32611701"]}, {"Citation": "Casanova L.M., Jeon S., Rutala W.A., Weber D.J., Sobsey M.D. Effects of Air Temperature and Relative Humidity on Coronavirus Survival on Surfaces. Appl. Environ. Microbiol. 2010;76:2712–2717. doi: 10.1128/AEM.02291-09.", "ArticleIdList": ["10.1128/AEM.02291-09", "PMC2863430", "20228108"]}, {"Citation": "Dubuis M.-E., Dumont-Leblond N., Laliberté C., Veillette M., Turgeon N., Jean J., Duchaine C. Ozone efficacy for the control of airborne viruses: Bacteriophage and norovirus models. PLoS ONE. 2020;15:e0231164. doi: 10.1371/journal.pone.0231164.", "ArticleIdList": ["10.1371/journal.pone.0231164", "PMC7147755", "32275685"]}, {"Citation": "Yin S.-E., Sun B.-M., Gao X.-D., Xiao H.-P. The Effect of Oxygen and Water Vapor on Nitric Oxide Conversion with a Dielectric Barrier Discharge Reactor. Plasma Chem. Plasma Process. 2009;29:421–431. doi: 10.1007/s11090-009-9190-2.", "ArticleIdList": ["10.1007/s11090-009-9190-2"]}, {"Citation": "Unger-Bimczok B., Kottke V., Hertel C., Rauschnabel J. The Influence of Humidity, Hydrogen Peroxide Concentration, and Condensation on the Inactivation of Geobacillus stearothermophilus Spores with Hydrogen Peroxide Vapor. J. Pharm. Innov. 2008;3:123–133. doi: 10.1007/s12247-008-9027-1.", "ArticleIdList": ["10.1007/s12247-008-9027-1"]}, {"Citation": "Dee S.A., Bauermann F.V., Niederwerder M.C., Singrey A., Clement T., de Lima M., Long C., Patterson G., Sheahan M.A., Stoian A.M.M., et al. Survival of viral pathogens in animal feed ingredients under transboundary shipping models. PLoS ONE. 2018;13:e0194509. doi: 10.1371/journal.pone.0194509.", "ArticleIdList": ["10.1371/journal.pone.0194509", "PMC5860775", "29558524"]}, {"Citation": "Yao H., Song Y., Chen Y., Wu N., Xu J., Sun C., Zhang J., Weng T., Zhang Z., Wu Z., et al. Molecular Architecture of the SARS-CoV-2 Virus. Cell. 2020;183:730–738.e13. doi: 10.1016/j.cell.2020.09.018.", "ArticleIdList": ["10.1016/j.cell.2020.09.018", "PMC7474903", "32979942"]}, {"Citation": "Barcena M., Oostergetel G.T., Bartelink W., Faas F.G.A., Verkleij A., Rottier P.J.M., Koster A.J., Bosch B.J. Cryo-electron tomography of mouse hepatitis virus: Insights into the structure of the coronavirion. Proc. Natl. Acad. Sci. USA. 2009;106:582–587. doi: 10.1073/pnas.0805270106.", "ArticleIdList": ["10.1073/pnas.0805270106", "PMC2613939", "19124777"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "13"}, {"Year": "2021", "Month": "9", "Day": "11"}, {"Year": "2021", "Month": "9", "Day": "13"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "1", "Minute": "8"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34573110", "PMC8470094", "10.3390/antiox10091480", "antiox10091480"]}}], "PubmedBookArticle": []}