{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["bacterial community", "nitrifier denitrification", "nitrous oxide", "soil", "thiocyanate"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34625977", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "20"}], "ELocationID": ["10.1002/jsfa.11570"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "102", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Thiocyanate increases the nitrous oxide formation process through modifying the soil bacterial community.", "Pagination": {"StartPage": "2321", "EndPage": "2329", "MedlinePgn": "2321-2329"}, "Abstract": {"AbstractText": ["Nitrous oxide (N<sub>2</sub> O) is a potent greenhouse gas depleting the stratospheric ozone. Previous studies reported that the thiocyanate (TC) excretion in the urine of cattle fed rapeseed meals containing glucosinolates was positively correlated with the N<sub>2</sub> O-nitrogen (N) emissions. The objectives of the experiment were to verify the effects and the mechanism of TC on the N<sub>2</sub> O-N emissions from the soil applied with artificial urine using static incubation technique. Four levels of TC, that is 0.00, 0.26, 0.78 and 2.33 mmol L<sup>-1</sup> were composited in artificial urine as experimental treatments. Soil inorganic N and bacterial community were analyzed to elucidate the effects of TC on the N<sub>2</sub> O-N emissions of artificial urine.", "Adding TC increased the N<sub>2</sub> O-N fluxes, the N<sub>2</sub> O-N to N application ratio, and the estimated N<sub>2</sub> O-N emissions from the soil applied with artificial urine both linearly and quadratically. The estimated N<sub>2</sub> O-N emission (Y, in μmol) was increased with the TC adding level (X, in μmol) in a quadratic manner: <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Y</mi> <mo>=</mo> <mn>52.57</mn> <mo>+</mo> <mn>4.47</mn> <mi>X</mi> <mo>-</mo> <mn>0.123</mn> <msup><mi>X</mi> <mn>2</mn></msup> </math> (R <sup>2</sup>  = 0.70). Adding TC did not affect the soil bacterial diversity and richness, but increased the relative abundances of Nitrosomonas (both for nitrification and denitrification) and Hyphomicrobium, Lysobacter and Terrimonas (for denitrification), and tended to increase the relative abundances of denitrification and dissimilatory nitrate reduction to ammonium.", "TC increased the N<sub>2</sub> O-N emissions of the soil applied with artificial urine possibly through enhancing the denitrification of nitrifiers in the soil. Field experiments are necessary to verify the laboratory results. © 2021 Society of Chemical Industry."], "CopyrightInformation": "© 2021 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0002-6938-3711"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing, P.R. China."}], "LastName": "Gao", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing, P.R. China."}], "LastName": "Li", "ForeName": "Meng M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing, P.R. China."}], "LastName": "Zhao", "ForeName": "Guangyong", "Initials": "G"}], "GrantList": [{"GrantID": "31772626", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Thiocyanates"}, {"RegistryNumber": "K50XQU1029", "NameOfSubstance": "Nitrous Oxide"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": [], "DescriptorName": "Denitrification"}, {"QualifierName": [], "DescriptorName": "Nitrification"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrous Oxide"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Thiocyanates"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WMO Greenhouse Gas Bulletin, The State of Greenhouse Gases in the Atmosphere Based on Global Observations through 2019 (2020). World Meteorological Organization, Geneva (2020)."}, {"Citation": "Food and Agriculture Organization, Online statistical database: emissions-agriculture, Ed. FAOSTAT. Food and Agriculture Organization of the United Nations, Rome (2015)."}, {"Citation": "Di H and Cameron K, The use of a nitrification inhibitor, dicyandiamide (DCD), to decrease nitrate leaching and nitrous oxide emissions in a simulated grazed and irrigated grassland. Soil Use Manage 18:395-403 (2002)."}, {"Citation": "Abbadi A and Leckband G, Rapeseed breeding for oil content, quality, and sustainability. Eur J Lipid Sci Tech 113:1198-1206 (2011)."}, {"Citation": "Pailan GH and Singhal KK, Effect of dietary glucosinolates on nutrient utilization, milk yield and blood constituents of lactating goats. Small Rumin Res 71:31-37 (2007)."}, {"Citation": "Tripathi M, Agrawal I, Sharma S and Mishra D, Effect of untreated, HCl treated or copper and iodine supplemented high glucosinolate mustard (Brassica juncea) meal on nutrient utilization, liver enzymes, thyroid hormones and growth of calves. Anim Feed Sci Technol 92:73-85 (2001)."}, {"Citation": "Subuh AMH, Rowan TG and Lawrence TLJ, Toxic moieties in ruminal and duodenal digesta and in milk, and hepatic integrity in cattle given diets based on rapeseed meals of different glucosinolate contents either untreated or treated with heat or formaldehyde. Anim Feed Sci Technol 52:51-61 (1995)."}, {"Citation": "Gao J, Cheng B, Sun Y, Zhao Y and Zhao G, Effects of dietary inclusion with rapeseed cake containing high glucosinolates on nitrogen metabolism and urine nitrous oxide emissions in steers. Anim Nutr (2021). https://doi.org/10.1016/j.aninu.2021.05.006."}, {"Citation": "Zhu X, Burger M, Doane TA and Horwath WR, Ammonia oxidation pathways and nitrifier denitrification are significant sources of N2O and NO under low oxygen availability. Proc Natl Acad Sci USA 110:6328-6333 (2013)."}, {"Citation": "Ruser R and Schulz R, The effect of nitrification inhibitors on the nitrous oxide (N2O) release from agricultural soils-a review. J Plant Nutr Soil Sci 178:171-188 (2015)."}, {"Citation": "Shaw LJ, Nicol GW, Smith Z, Fear J, Prosser JI and Baggs EM, Nitrosospira spp. can produce nitrous oxide via a nitrifier denitrification pathway. Environ Microbiol 8:214-222 (2006)."}, {"Citation": "Kim YM, Cho HU, Lee DS, Park C, Park D and Park JM, Response of nitrifying bacterial communities to the increased thiocyanate concentration in pre-denitrification process. Bioresour Technol 102:913-922 (2011)."}, {"Citation": "Levy-Booth DJ, Prescott CE and Grayston SJ, Microbial functional genes involved in nitrogen fixation, nitrification and denitrification in forest ecosystems. Soil Biol Biochem 75:11-25 (2014)."}, {"Citation": "Van Groenigen JW, Kuikman PJ, De Groot WJ and Velthof GL, Nitrous oxide emission from urine-treated soil as influenced by urine composition and soil physical conditions. Soil Biol Biochem 37:463-473 (2005)."}, {"Citation": "Bao Y, Zhou K and Zhao G, Nitrous oxide emissions from the urine of beef cattle as regulated by dietary crude protein and gallic acid. J Anim Sci 96:3699-3711 (2018)."}, {"Citation": "Kool DM, Hoffland E, Hummelink EW and Van Groenigen JW, Increased hippuric acid content of urine can reduce soil N2O fluxes. Soil Biol Biochem 38:1021-1027 (2006)."}, {"Citation": "China National Environmental Protection Standard, Soil-determination of ammonuim, nitrite and nitrate by extraction with potassium chloride solution-spectrophotometric method. Standards Press of China, Beijing (2012)."}, {"Citation": "China National Standard, Determination of nitrate nitrogen in soil-Ultraviolet spectrophotometry method. Standards Press of China, Beijing (2016)."}, {"Citation": "Dinnage R, Simonsen AK, Barrett LG, Cardillo M, Raisbeck-Brown N, Thrall PH et al., Larger plants promote a greater diversity of symbiotic nitrogen-fixing soil bacteria associated with an Australian endemic legume. J Ecol 107:977-991 (2019)."}, {"Citation": "Bolger AM, Lohse M and Usadel B, Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30:2114-2120 (2014)."}, {"Citation": "Caporaso JG, Kuczynski J, Stombaugh J, Bittinger K, Bushman FD, Costello EK et al., QIIME allows analysis of high-throughput community sequencing data. Nat Methods 7:335-336 (2010)."}, {"Citation": "Douglas GM, Maffei VJ, Zaneveld J, Yurgel SN, Brown JR, Taylor CM, Huttenhower C and Langille MG, PICRUSt2: An improved and extensible approach for metagenome inference. BioRxiv:672295 (2019)."}, {"Citation": "Kanehisa M and Goto S, KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res 28:27-30 (2000)."}, {"Citation": "Knowles R, Nitrogen cycle, in Desk Encyclopedia of Microbiology, 1st edn, ed. by Schaechter M. Academic Press, Pittsburg, PA, pp. 690-701 (2003)."}, {"Citation": "Francis CA, Roberts KJ, Beman JM, Santoro AE and Oakley BB, Ubiquity and diversity of ammonia-oxidizing archaea in water columns and sediments of the ocean. Proc Natl Acad Sci USA 102:14683-14688 (2005)."}, {"Citation": "Rotthauwe JH, Witzel KP and Liesack W, The ammonia monooxygenase structural gene amoA as a functional marker: molecular fine-scale analysis of natural ammonia-oxidizing populations. Appl Environ Microbiol 63:4704-4712 (1997)."}, {"Citation": "Hallin S and Lindgren PE, PCR detection of genes encoding nitrite reductase in denitrifying bacteria. Appl Environ Microbiol 65:1652-1657 (1999)."}, {"Citation": "Michotey V, Méjean V and Bonin P, Comparison of methods for quantification of cytochrome cd 1-denitrifying bacteria in environmental marine samples. Appl Environ Microbiol 66:1564-1571 (2000)."}, {"Citation": "Throbäck IN, Enwall K, Jarvis Å and Hallin S, Reassessing PCR primers targeting nirS, nirK and nosZ genes for community surveys of denitrifying bacteria with DGGE. FEMS Microbiol Ecol 49:401-417 (2004)."}, {"Citation": "Watanabe T, Osada T, Yoh M and Tsuruta H, N2O and NO emissions from grassland soils after the application of cattle and swine excreta. Nutr Cycl Agroecosys 49:35-39 (1997)."}, {"Citation": "Dijkstra J, Oenema O, Van Groenigen J, Spek J, Van Vuuren A and Bannink A, Diet effects on urine composition of cattle and N2O emissions. Animal 7:292-302 (2013)."}, {"Citation": "Brown PD and Morra MJ, Fate of ionic thiocyanate (SCN-) in soil. J Agric Food Chem 41:978-982 (1993)."}, {"Citation": "Xu S, Feng S, Sun H, Wu S, Zhuang G, Deng Y et al., Linking N2O emissions from biofertilizer-amended soil of tea plantations to the abundance and structure of N2O-reducing microbial communities. Environ Sci Technol 52:11338-11345 (2018)."}, {"Citation": "Inamori Y, Wu X and Mizuochi M, N2O producing capability of Nitrosomonas europaea, Nitrobacter winogradskyi and Alcaligenes faecalis. Water Sci Technol 36:65-72 (1997)."}, {"Citation": "Urakami T, Sasaki J, Suzuki KI and Komagata K, Characterization and description of Hyphomicrobium denitrificans sp. nov. Int J Syst Evol Microbiol 45:528-532 (1995)."}, {"Citation": "Isaka K, Kimura Y, Osaka T and Tsuneda S, High-rate denitrification using polyethylene glycol gel carriers entrapping heterotrophic denitrifying bacteria. Water Res 46:4941-4948 (2012)."}, {"Citation": "Xu G, Peng J, Feng C, Fang F, Chen S, Xu Y et al., Evaluation of simultaneous autotrophic and heterotrophic denitrification processes and bacterial community structure analysis. Appl Microbiol Biotechnol 99:6527-6536 (2015)."}, {"Citation": "Chen X, Xu P, Yang C, Wang S, Lu Q and Sun X, Study of enhanced nitrogen removal efficiency and microbial characteristics of an improved two-stage A/O process. Environ Technol (2020). https://doi.org/10.1080/09593330.2020.1754924."}, {"Citation": "Bateman EJ and Baggs EM, Contributions of nitrification and denitrification to N2O emissions from soils at different water-filled pore space. Biol Fertil Soils 41:379-388 (2005)."}, {"Citation": "Ruser R, Flessa H, Russow R, Schmidt G, Buegger F and Munch JC, Emission of N2O, N2 and CO2 from soil fertilized with nitrate: effect of compaction, soil moisture and rewetting. Soil Biol Biochem 38:263-274 (2006)."}, {"Citation": "Hoogendoorn C, Luo J, Lloyd-West C, Devantier B, Lindsey S, Sun S et al., Nitrous oxide emission factors for urine from sheep and cattle fed forage rape (Brassica napus L.) or perennial ryegrass/white clover pasture (Lolium perenne L./Trifolium repens). Agr Ecosyst Environ 227:11-23 (2016)."}, {"Citation": "Hanschen FS, Lamy E, Schreiner M and Rohn S, Reactivity and stability of glucosinolates and their breakdown products in foods. Angew Chem Int Ed 53:11430-11450 (2014)."}, {"Citation": "Hue KT, Van DTT, Spörndly E, Ledin I and Wredle E, Effect of adaptation strategies when feeding fresh cassava foliage on intake and physiological responses of lambs. Tropl Anim Health Prod 44:267-276 (2012)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "9", "Day": "7"}, {"Year": "2021", "Month": "6", "Day": "15"}, {"Year": "2021", "Month": "10", "Day": "9"}, {"Year": "2021", "Month": "10", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "9", "Hour": "6", "Minute": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34625977", "10.1002/jsfa.11570"]}}], "PubmedBookArticle": []}