{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "COVID-19", "China", "Particulate matter"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34655644", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "14"}], "ELocationID": ["10.1016/j.chemosphere.2021.132569", "S0045-6535(21)03041-1"], "Journal": {"ISSN": "1879-1298", "JournalIssue": {"Volume": "288", "Issue": "Pt 2", "PubDate": {"Year": "2022", "Month": "Feb"}}, "Title": "Chemosphere", "ISOAbbreviation": "Chemosphere"}, "ArticleTitle": "Assessing the change of ambient air quality patterns in Jiangsu Province of China pre-to post-COVID-19.", "Pagination": {"StartPage": "132569", "MedlinePgn": "132569"}, "Abstract": {"AbstractText": ["Following the outbreak of the novel coronavirus in early 2020, to effectively prevent the spread of the disease, major cities across China suspended work and production. While the rest of the world struggles to control COVID-19, China has managed to control the pandemic rapidly and effectively with strong lockdown policies. This study investigates the change in air pollution (focusing on the air quality index (AQI), six ambient air pollutants nitrogen dioxide (NO<sub>2</sub>), ozone (O<sub>3</sub>), sulphur dioxide (SO<sub>2</sub>), carbon monoxide (CO), particulate matter with aerodynamic diameters ≤10 μm (PM<sub>10</sub>) and ≤2.5 μm (PM<sub>2.5</sub>)) patterns for three periods: pre-COVID (from 1 January to May 30, 2019), active COVID (from 1 January to May 30, 2020) and post-COVID (from 1 January to May 30, 2021) in the Jiangsu province of China. Our findings reveal that the change in air pollution from pre-COVID to active COVID was greater than in previous years due to the government's lockdown policies. Post-COVID, air pollutant concentration is increasing. Mean change PM<sub>2.5</sub> from pre-COVID to active COVID decreased by 18%; post-COVID it has only decreased by 2%. PM<sub>10</sub> decreased by 19% from pre-COVID to active COVID, but post-COVID pollutant concentration has seen a 23% increase. Air pollutants show a positive correlation with COVID-19 cases among which PM<sub>2.5</sub>, PM<sub>10</sub> and NO<sub>2</sub> show a strong correlation during active COVID-19 cases. Metrological factors such as minimum temperature, average temperature and humidity show a positive correlation with COVID-19 cases while maximum temperature, wind speed and air pressure show no strong positive correlation. Although the COVID-19 pandemic had numerous negative effects on human health and the global economy, the reduction in air pollution and significant improvement in ambient air quality likely had substantial short-term health benefits; the government must implement policies to control post-COVID environmental issues."], "CopyrightInformation": "Copyright © 2021. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography, Nanjing Normal University, Nanjing, 210023, China; Key Laboratory of Virtual Geographic Environment, Ministry of Education, Nanjing Normal University, No. 1 Wenyuan Road, Nanjing, China."}], "LastName": "Bhatti", "ForeName": "Uzair Aslam", "Initials": "UA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kymeta Corporation, Redmond, WA, USA."}], "LastName": "Zeeshan", "ForeName": "Zeeshan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Biological Resources of Ministry of Education, School of Life and Pharmaceutical Sciences, Hainan University, Haikou, 570228, China."}], "LastName": "Nizamani", "ForeName": "Mir Muhammad", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Natural and Computational Sciences, Massey University, Auckland, 0632, New Zealand; Department of Computer Engineering, BUITEMS, Quetta 87300, Pakistan."}], "LastName": "Bazai", "ForeName": "Sibghatullah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography, Nanjing Normal University, Nanjing, 210023, China; Key Laboratory of Virtual Geographic Environment, Ministry of Education, Nanjing Normal University, No. 1 Wenyuan Road, Nanjing, China."}], "LastName": "Yu", "ForeName": "Zhaoyuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography, Nanjing Normal University, Nanjing, 210023, China; Key Laboratory of Virtual Geographic Environment, Ministry of Education, Nanjing Normal University, No. 1 Wenyuan Road, Nanjing, China. Electronic address: 09142@njnu.edu.cn."}], "LastName": "Yuan", "ForeName": "Linwang", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chemosphere", "NlmUniqueID": "0320657", "ISSNLinking": "0045-6535"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Communicable Disease Control"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akhbarizadeh R., Dobaradaran S., Torkmahalleh M.A., Saeedi R., Aibaghi R., Ghasemi F.F. Suspended fine particulate matter (PM2. 5), microplastics (MPs), and polycyclic aromatic hydrocarbons (PAHs) in air: their possible relationships and health implications. Environ. Res. 2021;192:110339.", "ArticleIdList": ["33068583"]}, {"Citation": "Ai J., Shi N., Shi Y., Xu K., Dai Q., Liu W., et al. vol. 149. Epidemiology & Infection; 2021. (Epidemiologic Characteristics and Influencing Factors of Cluster Infection of COVID-19 in Jiangsu Province).", "ArticleIdList": ["PMC7900655", "33563364"]}, {"Citation": "Bai Y., Ni Y., Zeng Q. Impact of ambient air quality standards revision on the exposure-response of air pollution in Tianjin, China. Environ. Res. 2021;198:111269.", "ArticleIdList": ["33945811"]}, {"Citation": "Baidu COVID-19  https://voice.baidu.com/act/newpneumonia/newpneumonia/?from=osari_aladin_banner accessed on 29th August 2021."}, {"Citation": "Beig G., Korhale N., Rathod A., Maji S., Sahu S.K., Dole S., et al. On modelling growing menace of household emissions under COVID-19 in Indian metros. Environ. Pollut. 2021;272:115993.", "ArticleIdList": ["33246760"]}, {"Citation": "Betancourt-Odio M.A., Martínez-de-Ibarreta C., Budría-Rodríguez S., Wirth E. Local analysis of air quality changes in the community of madrid before and during the COVID-19 induced lockdown. Atmosphere. 2021;12(6):659."}, {"Citation": "Briz-Redón Á., Belenguer-Sapiña C., Serrano-Aroca Á. Changes in air pollution during COVID-19 lockdown in Spain: a multi-city study. J. Environ. Sci. 2021;101:16–26.", "ArticleIdList": ["PMC7402215", "33334512"]}, {"Citation": "Beloconi A., Probst-Hensch N.M., Vounatsou P. Spatio-temporal modelling of changes in air pollution exposure associated to the COVID-19 lockdown measures across Europe. Sci. Total Environ. 2021;787:147607."}, {"Citation": "Chinazzi M., Davis J.T., Ajelli M., Gioannini C., Litvinova M., Merler S., et al. The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak. Science. 2020;368(6489):395–400.", "ArticleIdList": ["PMC7164386", "32144116"]}, {"Citation": "Chen Z., Hao X., Zhang X., Chen F. Have traffic restrictions improved air quality? A shock from COVID-19. J. Clean. Prod. 2021;279:123622.", "ArticleIdList": ["PMC7425646", "32834571"]}, {"Citation": "Coleman N.C., Ezzati M., Marshall J.D., Robinson A.L., Burnett R.T., Pope C.A., III Fine particulate matter air pollution and mortality risk among US cancer patients and survivors. JNCI Cancer Spectr. 2021;5(1):pkab001.", "ArticleIdList": ["PMC7898081", "33644681"]}, {"Citation": "https://en.climate-data.org/asia/china/jiangsu/nanjing-2490/ Climate Data accessed on: 29th August 2021."}, {"Citation": "Dong E., Du H., Gardner L. An interactive web-based dashboard to track COVID-19 in real time. Lancet Infect. Dis. 2020;20(5):533–534. doi: 10.1016/S1473-3099(20)30120-1.", "ArticleIdList": ["10.1016/S1473-3099(20)30120-1", "PMC7159018", "32087114"]}, {"Citation": "Draxler R.R., Rolph G.D.  NOAA Air Resources Laboratory; Silver Spring: 2003. HYSPLIT (HYbrid Single-Particle Lagrangian Integrated Trajectory) Model Access via NOAA ARL READY Website.http://www.arl.noaa.gov/ready/hysplit4.html"}, {"Citation": "Dong L., Chen B., Huang Y., Song Z., Yang T. Analysis on the characteristics of air pollution in China during the COVID-19 outbreak. Atmosphere. 2021;12(2):205."}, {"Citation": "Fu J., Xiao G., Wu C. Urban green transformation in Northeast China: a comparative study with Jiangsu, Zhejiang and Guangdong provinces. J. Clean. Prod. 2020;273:122551."}, {"Citation": "Grennfelt P., Engleryd A., Forsius M., Hov Ø., Rodhe H., Cowling E. Acid rain and air pollution: 50 years of progress in environmental science and policy. Ambio. 2020;49(4):849–864.", "ArticleIdList": ["PMC7028813", "31542884"]}, {"Citation": "He G., Pan Y., Tanaka T. The short-term impacts of COVID-19 lockdown on urban air pollution in China. Nat Sustain. 2020;3:1005–1011. doi: 10.1038/s41893-020-0581-y.", "ArticleIdList": ["10.1038/s41893-020-0581-y"]}, {"Citation": "Hasnain A., Hashmi M.Z., Bhatti U.A., Nadeem B., Wei G., Zha Y., Sheng Y. Assessment of air pollution before, during and after the COVID-19 pandemic lockdown in nanjing, China. Atmosphere. 2021;12(6):743."}, {"Citation": "He M., Xian Y., Lv X., He J., Ren Y. Disaster Medicine and Public Health Preparedness. 2020. Changes in body weight, physical activity, and lifestyle during the semi-lockdown period after the outbreak of COVID-19 in China: an online survey; pp. 1–6.", "ArticleIdList": ["PMC7385320", "32660669"]}, {"Citation": "Higham J.E., Ramírez C.A., Green M.A., Morse A.P. UK COVID-19 lockdown: 100 days of air pollution reduction? Air Quality, Atmosphere & Health. 2021;14(3):325–332.", "ArticleIdList": ["PMC7485429", "32952739"]}, {"Citation": "Jiaxin C., Hui H., Feifei W., Mi Z., Ting Z., Shicheng Y., et al. Air quality characteristics in Wuhan (China) during the 2020 COVID-19 pandemic. Environ. Res. 2021;195:110879.", "ArticleIdList": ["PMC8479542", "33607094"]}, {"Citation": "Ji H., Dai Q., Jin H., Xu K., Ai J., Fang X., et al. Epidemiology of 631 cases of COVID-19 identified in Jiangsu province between january 1st and March 20th, 2020: factors associated with disease severity and analysis of zero mortality. Med. Sci. Mon. Int. Med. J. Exp. Clin. Res.: international medical journal of experimental and clinical research. 2021;27 e929986-1.", "ArticleIdList": ["PMC8059346", "33863868"]}, {"Citation": "Kim K.H., Kabir E., Kabir S. A review on the human health impact of airborne particulate matter. Environ. Int. 2015;74:136–143.", "ArticleIdList": ["25454230"]}, {"Citation": "Khan S.A., Muhammad S., Nazir S., Shah F.A. Heavy metals bounded to particulate matter in the residential and industrial sites of Islamabad, Pakistan: implications for non-cancer and cancer risks. Environmental Technology & Innovation. 2020;19:100822."}, {"Citation": "Liu F., Wang M., Zheng M. Effects of COVID-19 lockdown on global air quality and health. Sci. Total Environ. 2021;755:142533.", "ArticleIdList": ["PMC7525347", "33039885"]}, {"Citation": "Liu F., Page A., Strode S.A., Yoshida Y., Choi S., Zheng B., et al. Abrupt decline in tropospheric nitrogen dioxide over China after the outbreak of COVID-19. Science Advances. 2020;6(28)", "ArticleIdList": ["PMC7455481", "32923601"]}, {"Citation": "Li M., Wang T., Xie M., Li S., Zhuang B., Fu Q., et al. Drivers for the poor air quality conditions in North China Plain during the COVID-19 outbreak. Atmos. Environ. 2021;246:118103.", "ArticleIdList": ["PMC7686771", "33250658"]}, {"Citation": "Liu Q., Harris J.T., Chiu L.S., Sun D., Houser P.R., Yu M., et al. Spatiotemporal impacts of COVID-19 on air pollution in California, USA. Sci. Total Environ. 2021;750:141592.", "ArticleIdList": ["PMC7416771", "32882494"]}, {"Citation": "Lv Z., Wang X., Deng F., Ying Q., Archibald A.T., Jones R.L., et al. Source–receptor relationship revealed by the halted traffic and aggravated haze in beijing during the COVID-19 lockdown. Environ. Sci. Technol. 2020;54(24):15660–15670.", "ArticleIdList": ["33225703"]}, {"Citation": "Li C., Wang Z., Li B., Peng Z.R., Fu Q. Investigating the relationship between air pollution variation and urban form. Build. Environ. 2019;147:559–568."}, {"Citation": "Liu Z., Ciais P., Deng Z., et al. Near-real-time monitoring of global CO2 emissions reveals the effects of the COVID-19 pandemic. Nat. Commun. 2020;11:5172. doi: 10.1038/s41467-020-18922-7.", "ArticleIdList": ["10.1038/s41467-020-18922-7", "PMC7560733", "33057164"]}, {"Citation": "Mandal I., Pal S. COVID-19 pandemic persuaded lockdown effects on environment over stone quarrying and crushing areas. Sci. Total Environ. 2020;732:139281.", "ArticleIdList": ["PMC7211598", "32417554"]}, {"Citation": "Marangon D., Traversi D., D'Agostino A.M., Gea M., Fontana M., Schiliro T. The North-western Italy air quality monitoring network: improving experience of PM2. 5 assessment with mutagenicity assay. Environ. Res. 2021;195:110699.", "ArticleIdList": ["33539832"]}, {"Citation": "Naqvi H.R., Datta M., Mutreja G., Siddiqui M.A., Naqvi D.F., Naqvi A.R. Improved air quality and associated mortalities in India under COVID-19 lockdown. Environ. Pollut. 2021;268:115691.", "ArticleIdList": ["PMC7590817", "33139097"]}, {"Citation": "Pal S.C., Chowdhuri I., Saha A., Chakrabortty R., Roy P., Ghosh M., Shit M. Improvement in ambient-air-quality reduced temperature during the COVID-19 lockdown period in India. Environ. Dev. Sustain. 2021;23(6):9581–9608.", "ArticleIdList": ["PMC7580820", "33110388"]}, {"Citation": "Pirjola L., Lähde T., Niemi J.V., Kousa A., Rönkkö T., Karjalainen P., et al. Spatial and temporal characterization of traffic emissions in urban microenvironments with a mobile laboratory. Atmos. Environ. 2012;63:156–167."}, {"Citation": "POLEDNIK. Bernard . Sustainable Cities and Society; 2021. Air Quality Changes in a Central European City during COVID-19 Lockdown; p. 103096."}, {"Citation": "Rodríguez-Urrego D., Rodríguez-Urrego L. Air quality during the COVID-19: PM2. 5 analysis in the 50 most polluted capital cities in the world. Environ. Pollut. 2020:115042.", "ArticleIdList": ["PMC7333997", "32650158"]}, {"Citation": "Rafaj P., Kiesewetter G., Krey V., Schoepp W., Bertram C., Drouet L., et al. Air quality and health implications of 1.5° C–2° C climate pathways under considerations of ageing population: a multi-model scenario analysis. Environ. Res. Lett. 2021;16(4)"}, {"Citation": "Rana, R. H., Keramat, S. A., & Gow, J. A systematic literature review of the impact of COVID-19 lockdowns on air quality in China. Aerosol and Air Quality Research, 21, 200614-200614."}, {"Citation": "Singh R.P., Chauhan A. Impact of lockdown on air quality in India during COVID-19 pandemic. Air Quality, Atmosphere & Health. 2020;13(8):921–928.", "ArticleIdList": ["PMC7338669", "32837613"]}, {"Citation": "Stratoulias D., Nuthammachot N. Air quality development during the COVID-19 pandemic over a medium-sized urban area in Thailand. Sci. Total Environ. 2020;746:141320.", "ArticleIdList": ["PMC7833508", "32768789"]}, {"Citation": "Shen M., Peng Z., Guo Y., Xiao Y., Zhang L. MedRxiv; 2020. Lockdown May Partially Halt the Spread of 2019 Novel Coronavirus in Hubei Province, China."}, {"Citation": "Semple J.L., Moore G.W.K. High levels of ambient ozone (O3) may impact COVID-19 in high altitude mountain environments. Respir. Physiol. Neurobiol. 2020;280:103487.", "ArticleIdList": ["PMC7324919", "32619691"]}, {"Citation": "Sulaymon I.D., Zhang Y., Hopke P.K., Zhang Y., Hua J., Mei X. COVID-19 pandemic in Wuhan: ambient air quality and the relationships between criteria air pollutants and meteorological variables before, during, and after lockdown. Atmos. Res. 2021;250:105362.", "ArticleIdList": ["PMC7657938", "33199931"]}, {"Citation": "Szep R., Matyas L., Keresztes R., Ghimpusan M. Tropospheric ozone concentrations-Seasonal and daily analysis and its association with NO and NO2 as a function of NOx in Ciuc depression–Romania. Rev. Chem. 2016;67(2):205–213."}, {"Citation": "Tan X., Han L., Zhang X., Zhou W., Li W., Qian Y. A review of current air quality indexes and improvements under the multi-contaminant air pollution exposure. J. Environ. Manag. 2021;279:111681.", "ArticleIdList": ["33321353"]}, {"Citation": "Tan Z., Lu K., Jiang M., Su R., Dong H., Zeng L., et al. Exploring ozone pollution in Chengdu, southwestern China: a case study from radical chemistry to O3-VOC-NOx sensitivity. Sci. Total Environ. 2018;636:775–786.", "ArticleIdList": ["29727844"]}, {"Citation": "Wu R., Song X., Bai Y., Chen J., Zhao Q., Liu S., et al. Are current Chinese national ambient air quality standards on 24-hour averages for particulate matter sufficient to protect public health? J. Environ. Sci. 2018;71:67–75.", "ArticleIdList": ["30195691"]}, {"Citation": "Wang S., Hua G., Yang L. Coordinated development of economic growth and ecological efficiency in Jiangsu, China. Environ. Sci. Pollut. Control Ser. 2020;27(29):36664–36676.", "ArticleIdList": ["32564315"]}, {"Citation": "Wang H., Ding K., Huang X., Wang W., Ding A. Insight into ozone profile climatology over northeast China from aircraft measurement and numerical simulation. Sci. Total Environ. 2021;785:147308.", "ArticleIdList": ["33932671"]}, {"Citation": "Wang X., Fu T.M., Zhang L., Cao H., Zhang Q., Ma H., et al. Sensitivities of ozone air pollution in the beijing–tianjin–hebei area to local and upwind precursor emissions using adjoint modeling. Environ. Sci. Technol. 2021;55(9):5752–5762.", "ArticleIdList": ["33890767"]}, {"Citation": "Xu F., Shi X., Qiu X., Jiang X., Fang Y., Wang J., et al. Investigation of the chemical components of ambient fine particulate matter (PM2. 5) associated with in vitro cellular responses to oxidative stress and inflammation. Environ. Int. 2020;136:105475.", "ArticleIdList": ["32007923"]}, {"Citation": "Yao L., Kong S., Zheng H., Chen N., Zhu B., Xu K., et al. Co-benefits of reducing PM2. 5 and improving visibility by COVID-19 lockdown in Wuhan. NPJ Climate and Atmospheric Science. 2021;4(1):1–10."}, {"Citation": "Zangari S., Hill D.T., Charette A.T., Mirowsky J.E. Air quality changes in New York City during the COVID-19 pandemic. Sci. Total Environ. 2020;742:140496.", "ArticleIdList": ["PMC7314691", "32640401"]}, {"Citation": "Zoran M.A., Savastru R.S., Savastru D.M., Tautan M.N. Assessing the relationship between ground levels of ozone (O3) and nitrogen dioxide (NO2) with coronavirus (COVID-19) in Milan, Italy. Sci. Total Environ. 2020;740:140005.", "ArticleIdList": ["PMC7274116", "32559534"]}, {"Citation": "Zhang Y., Li C., Yan Q., Han S., Zhao Q., Yang L., et al. Typical industrial sector-based volatile organic compounds source profiles and ozone formation potentials in Zhengzhou, China. Atmospheric Pollution Research. 2020;11(5):841–850."}, {"Citation": "Zheng P., Chen Z., Liu Y., Song H., Wu C.H., Li B., et al. Association between coronavirus disease 2019 (COVID-19) and long-term exposure to air pollution: evidence from the first epidemic wave in China. Environ. Pollut. 2021;276:116682.", "ArticleIdList": ["PMC7868737", "33631687"]}, {"Citation": "Zhu T., Shang J., Zhao D. The roles of heterogeneous chemical processes in the formation of an air pollution complex and gray haze. Sci. China Chem. 2011;54(1):145–153."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "4"}, {"Year": "2021", "Month": "10", "Day": "1"}, {"Year": "2021", "Month": "10", "Day": "12"}, {"Year": "2021", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "16", "Hour": "20", "Minute": "10"}, {"Year": "2021", "Month": "10", "Day": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34655644", "PMC8514250", "10.1016/j.chemosphere.2021.132569", "S0045-6535(21)03041-1"]}}], "PubmedBookArticle": []}