{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19", "Coronavirus", "Disinfection methods", "SARS-CoV-2", "Systematic review"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34673114", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "18"}], "ELocationID": ["10.1016/j.jhin.2021.07.014", "S0195-6701(21)00362-5"], "Journal": {"ISSN": "1532-2939", "JournalIssue": {"Volume": "119", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "The Journal of hospital infection", "ISOAbbreviation": "J Hosp Infect"}, "ArticleTitle": "Disinfection methods against SARS-CoV-2: a systematic review.", "Pagination": {"StartPage": "84", "EndPage": "117", "MedlinePgn": "84-117"}, "Abstract": {"AbstractText": ["Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), the causative agent of coronavirus disease 2019, has caused millions of deaths worldwide. The virus is transmitted by inhalation of infectious particles suspended in the air, direct deposition on mucous membranes and indirect contact via contaminated surfaces. Disinfection methods that can halt such transmission are important in this pandemic and in future viral infections.", "To highlight the efficacy of several disinfection methods against SARS-CoV-2 based on up-to-date evidence found in the literature.", "Two databases were searched to identify studies that assessed disinfection methods used against SARS-CoV-2. In total, 1229 studies were identified and 60 of these were included in this review. Quality assessment was evaluated by the Office of Health Assessment and Translation's risk-of-bias tool.", "Twenty-eight studies investigated disinfection methods on environmental surfaces, 16 studies investigated disinfection methods on biological surfaces, four studies investigated disinfection methods for airborne coronavirus, and 16 studies investigated methods used to recondition personal protective equipment (PPE).", "Several household and hospital disinfection agents and ultraviolet-C (UV-C) irradiation were effective for inactivation of SARS-CoV-2 on environmental surfaces. Formulations containing povidone-iodine can provide virucidal action on the skin and mucous membranes. In the case of hand hygiene, typical soap bars and alcohols can inactivate SARS-CoV-2. Air filtration systems incorporated with materials that possess catalytic properties, UV-C devices and heating systems can reduce airborne viral particles effectively. The decontamination of PPE can be conducted safely by heat and ozone treatment."], "CopyrightInformation": "Copyright © 2021 The Healthcare Infection Society. Published by Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, University of Porto, Porto, Portugal. Electronic address: up201507735@med.up.pt."}], "LastName": "Viana Martins", "ForeName": "C P", "Initials": "CP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, University of Porto, Porto, Portugal."}], "LastName": "Xavier", "ForeName": "C S F", "Initials": "CSF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Microbiology, Department of Pathology, Faculty of Medicine, University of Porto, Porto, Portugal; CINTESIS, Centre for Health Technology and Science Research, Porto, Portugal; Burn Unit and Department of Plastic and Reconstructive Surgery, University Hospital Centre of São João, Porto, Portugal."}], "LastName": "Cobrado", "ForeName": "L", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Hosp Infect", "NlmUniqueID": "8007166", "ISSNLinking": "0195-6701"}, "ChemicalList": [{"RegistryNumber": "85H0HZU99M", "NameOfSubstance": "Povidone-Iodine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Disinfection"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "Povidone-Iodine"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mofijur M., Fattah I.M.R., Alam M.A., Islam A.B.M.S., Ong H.C., Rahman S.M.A., et al. Impact of COVID-19 on the social, economic, environmental and energy domains: lessons learnt from a global pandemic. Sustain Prod Consum. 2021;26:343–359.", "ArticleIdList": ["PMC7556229", "33072833"]}, {"Citation": "World Health Organization . WHO; Geneva: 2021. COVID-19 weekly epidemiological update."}, {"Citation": "Lu R., Zhao X., Li J., Niu P., Yang B., Wu H., et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395:565–574.", "ArticleIdList": ["PMC7159086", "32007145"]}, {"Citation": "Centers for Disease Control and Prevention . CDC; Atlanta, GA: 2021. Scientific brief: SARS-CoV-2 transmission.", "ArticleIdList": ["34009775"]}, {"Citation": "Bulfone T.C., Malekinejad M., Rutherford G.W., Razani N. Outdoor transmission of SARS-CoV-2 and other respiratory viruses: a systematic review. J Infect Dis. 2021;223:550–561.", "ArticleIdList": ["PMC7798940", "33249484"]}, {"Citation": "Greenhalgh T., Jimenez J.L., Prather K.A., Tufekci Z., Fisman D., Schooley R. Ten scientific reasons in support of airborne transmission of SARS-CoV-2. Lancet. 2021;397:1603–1605.", "ArticleIdList": ["PMC8049599", "33865497"]}, {"Citation": "Johansson M.A., Quandelacy T.M., Kada S., Prasad P.V., Steele M., Brooks J.T., et al. SARS-CoV-2 transmission from people without COVID-19 symptoms. JAMA Network Open. 2021;4:e2035057.", "ArticleIdList": ["PMC7791354", "33410879"]}, {"Citation": "Lewis D. Superspreading drives the COVID pandemic – and could help to tame it. Nature. 2021;590:544–546.", "ArticleIdList": ["33623168"]}, {"Citation": "World Health Organization . WHO; Geneva: 2020. Transmission of SARS-CoV-2: implications for infection prevention precautions."}, {"Citation": "van Doremalen N., Bushmaker T., Morris D.H., Holbrook M.G., Gamble A., Williamson B.N., et al. Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1. N Engl J Med. 2020;382:1564–1567.", "ArticleIdList": ["PMC7121658", "32182409"]}, {"Citation": "Mondelli M.U., Colaneri M., Seminari E.M., Baldanti F. Bruno R. Low risk of SARS-CoV-2 transmission by fomites in real-life conditions. Lancet Infect Dis. 2021;21:e112.", "ArticleIdList": ["PMC7524520", "33007224"]}, {"Citation": "Ijaz M.K., Nims R.W., Zhou S.S., Whitehead K., Srinivasan V., Kapes T., et al. Microbicidal actives with virucidal efficacy against SARS-CoV-2 and other beta- and alpha-coronaviruses and implications for future emerging coronaviruses and other enveloped viruses. Sci Rep. 2021;11:5626.", "ArticleIdList": ["PMC7952405", "33707476"]}, {"Citation": "Kratzel A., Todt D., V’Kovski P., Steiner S., Gultom M., Thao T.T.N., et al. Inactivation of severe acute respiratory syndrome coronavirus 2 by WHO-recommended hand rub formulations and alcohols. Emerg Infect Dis. 2020;26:1592–1595.", "ArticleIdList": ["PMC7323537", "32284092"]}, {"Citation": "Mentel R., Shirrmakher R., Kevich A., Dreĭzin R.S., Shmidt I. Virus inactivation by hydrogen peroxide. Vopr Virusol. 1977:731–733.", "ArticleIdList": ["203115"]}, {"Citation": "Sriwilaijaroen N., Wilairat P., Hiramatsu H., Takahashi T., Suzuki T., Ito M., et al. Mechanisms of the action of povidone-iodine against human and avian influenza A viruses: its effects on hemagglutination and sialidase activities. Virol J. 2009;6:124.", "ArticleIdList": ["PMC2739848", "19678928"]}, {"Citation": "Nardell E.A., Nathavitharana R.R. Airborne spread of SARS-CoV-2 and a potential role for air disinfection. JAMA. 2020;324:141–142.", "ArticleIdList": ["32478797"]}, {"Citation": "Storm N., McKay L.G.A., Downs S.N., Johnson R.I., Birru D., de Samber M., al at. Rapid and complete inactivation of SARS-CoV-2 by ultraviolet-C irradiation. Sci Rep. 2020;10:22421.", "ArticleIdList": ["PMC7773738", "33380727"]}, {"Citation": "Nguyen L.H., Drew D.A., Graham M.S., Joshi A.D., Guo C., Ma W., et al. Risk of COVID-19 among front-line health-care workers and the general community: a prospective cohort study. Lancet Publ Health. 2020;5:e475–e483.", "ArticleIdList": ["PMC7491202", "32745512"]}, {"Citation": "Burki T. Global shortage of personal protective equipment. Lancet Infect Dis. 2020;20:785–786.", "ArticleIdList": ["PMC7314445", "32592673"]}, {"Citation": "Haas E.J., Angulo F.J., McLaughlin J.M., Anis E., Singer S.R., Khan F., et al. Impact and effectiveness of mRNA BNT162b2 vaccine against SARS-CoV-2 infections and COVID-19 cases, hospitalisations, and deaths following a nationwide vaccination campaign in Israel: an observational study using national surveillance data. Lancet. 2021;397:1819–1829.", "ArticleIdList": ["PMC8099315", "33964222"]}, {"Citation": "Moghadas S.M., Vilches T.N., Zhang K., Wells C.R., Shoukat A., Singer B.H., et al. The impact of vaccination on COVID-19 outbreaks in the United States. Clin Infect Dis. 2021 doi: 10.1093/cid/ciab079.", "ArticleIdList": ["10.1093/cid/ciab079", "PMC7929033", "33515252"]}, {"Citation": "Tenforde M.W., Olson S.M., Self W.H., Talbot H.K., Lindsell C.J., Steingrub J.S., et al. MMWR Morb Mortal Wkly Rep. 2021;70:674–679.", "ArticleIdList": ["PMC9368749", "33956782"]}, {"Citation": "Gidari A., Sabbatini S., Bastianelli S., Pierucci S., Busti C., Bartolini D., et al. SARS-CoV-2 survival on surfaces and the effect of UV-C light. Viruses. 2021;13", "ArticleIdList": ["PMC7998261", "33807521"]}, {"Citation": "Biryukov J., Boydston J.A., Dunning R.A., Yeager J.J., Wood S., Reese A.L., et al. Increasing temperature and relative humidity accelerates inactivation of SARS-CoV-2 on surfaces. mSphere. 2020;5", "ArticleIdList": ["PMC7333574", "32611701"]}, {"Citation": "Casanova L.M., Jeon S., Rutala W.A., Weber D.J., Sobsey M.D. Effects of air temperature and relative humidity on coronavirus survival on surfaces. Appl Environ Microbiol. 2010;76:2712–2717.", "ArticleIdList": ["PMC2863430", "20228108"]}, {"Citation": "Gamble A., Fischer R.J., Morris D.H., Yinda K.C., Munster V.J., Lloyd-Smith J.O. Heat-treated virus inactivation rate depends strongly on treatment procedure. bioRxiv. 2020 doi: 10.1101/2020.08.10.242206.", "ArticleIdList": ["10.1101/2020.08.10.242206", "PMC8432576", "34288702"]}, {"Citation": "Wood A., Payne D. The action of three antiseptics/disinfectants against enveloped and non-enveloped viruses. J Hosp Infect. 1998;38:283–295.", "ArticleIdList": ["PMC7134397", "9602977"]}, {"Citation": "Rabenau H.F., Kampf G., Cinatl J., Doerr H.W. Efficacy of various disinfectants against SARS coronavirus. J Hosp Infect. 2005;61:107–111.", "ArticleIdList": ["PMC7132504", "15923059"]}, {"Citation": "Hulkower R.L., Casanova L.M., Rutala W.A., Weber D.J., Sobsey M.D. Inactivation of surrogate coronaviruses on hard surfaces by health care germicides. Am J Infect Control. 2011;39:401–407.", "ArticleIdList": ["PMC7132663", "21256627"]}, {"Citation": "Bedell K., Buchaklian A.H., Perlman S. Efficacy of an automated multiple emitter whole-room ultraviolet-C disinfection system against coronaviruses MHV and MERS-CoV. Infect Control Hosp Epidemiol. 2016;37:598–599.", "ArticleIdList": ["PMC5369231", "26818469"]}, {"Citation": "Anderson E.R., Hughes G.L., Patterson E.I. Inactivation of SARS-CoV-2 on surfaces and in solution with Virusend (TX-10), a novel disinfectant. bioRxiv. 2020 doi: 10.1101/2020.11.25.394288.", "ArticleIdList": ["10.1101/2020.11.25.394288", "PMC8208756", "34151178"]}, {"Citation": "Behzadinasab S., Chin A., Hosseini M., Poon L., Ducker W.A. A surface coating that rapidly inactivates SARS-CoV-2. ACS Appl Mater Interfaces. 2020;12:34723–34727.", "ArticleIdList": ["PMC7385996", "32657566"]}, {"Citation": "Colnago L.A., Trevisol I.M., Voss Rech D., Forato L.A., Igreja do Nascimento Mitre C., Gagliardi L.J.P., et al. Simple, low-cost and long-lasting film for virus inactivation using avian coronavirus model as Challenge. Int J Environ Res Public Health. 2020;17", "ArticleIdList": ["PMC7558860", "32899803"]}, {"Citation": "Gerchman Y., Mamane H., Friedman N., Mandelboim M. UV-LED disinfection of coronavirus: wavelength effect. J Photochem Photobiol B-Biol. 2020;212:7.", "ArticleIdList": ["PMC7521879", "33022467"]}, {"Citation": "Heilingloh C.S., Aufderhorst U.W., Schipper L., Dittmer U., Witzke O., Yang D., et al. Susceptibility of SARS-CoV-2 to UV irradiation. Am J Infect Control. 2020;48:1273–1275.", "ArticleIdList": ["PMC7402275", "32763344"]}, {"Citation": "Khaiboullina S., Uppal T., Dhabarde N., Subramanian V.R., Verma S.C. Inactivation of human coronavirus by titania nanoparticle coatings and UVC radiation: throwing light on SARS-CoV-2. Viruses. 2020;13", "ArticleIdList": ["PMC7824386", "33374195"]}, {"Citation": "Liu S.F., Luo W., Li D., Yuan Y., Tong W., Kang J.J., et al. Sec-eliminating the SARS-CoV-2 by AlGaN based high power deep ultraviolet light source. Adv Funct Mater. 2020 doi: 10.1002/adfm.202008452. 7.", "ArticleIdList": ["10.1002/adfm.202008452", "PMC7744859", "33349747"]}, {"Citation": "Malenovská H. Coronavirus persistence on a plastic carrier under refrigeration conditions and its reduction using wet wiping technique, with respect to food safety. Food Environ Virol. 2020;12:361–366.", "ArticleIdList": ["PMC7557311", "33057921"]}, {"Citation": "Martins R.B., Castro I.A., Pontelli M., Souza J.P., Lima T.M., Melo S.R., et al. SARS-CoV-2 inactivation by ozonated water: a preliminary alternative for environmental disinfection. Ozone Sci Eng. 2021;43:108–111."}, {"Citation": "Meyers C., Kass R., Goldenberg D., Milici J., Alam S., Robison R. Ethanol and isopropanol inactivation of human coronavirus on hard surfaces. J Hosp Infect. 2020 doi: 10.1016/j.jhin.2020.09.026.", "ArticleIdList": ["10.1016/j.jhin.2020.09.026", "PMC7521917", "32991941"]}, {"Citation": "Monge F.A., Jagadesan P., Bondu V., Donabedian P.L., Ista L., Chi E.Y., et al. Highly effective inactivation of SARS-CoV-2 by conjugated polymers and oligomers. ACS Appl Mater Interfaces. 2020;12:55688–55695.", "ArticleIdList": ["PMC7724758", "33267577"]}, {"Citation": "Ratnesar-Shumate S., Williams G., Green B., Krause M., Holland B., Wood S., et al. Simulated sunlight rapidly inactivates SARS-CoV-2 on surfaces. J Infect Dis. 2020;222:214–222.", "ArticleIdList": ["PMC7313905", "32432672"]}, {"Citation": "Criscuolo E., Diotti R.A., Ferrarese R., Alippi C., Viscardi G., Signorelli C., et al. Fast inactivation of SARS-CoV-2 by UV-C and ozone exposure on different materials. Emerg Microbes Infect. 2021 doi: 10.1080/22221751.2021.1872354.", "ArticleIdList": ["10.1080/22221751.2021.1872354", "PMC7872580", "33399524"]}, {"Citation": "Franke G., Knobling B., Brill F.H., Becker B., Klupp E.M., Belmar Campos C., et al. An automated room disinfection system using ozone is highly active against surrogates for SARS-CoV-2. J Hosp Infect. 2021;112:108–113.", "ArticleIdList": ["PMC8046700", "33864891"]}, {"Citation": "Hu X., Chen Z., Su Z., Deng F., Chen X., Yang Q., et al. Ozone water is an effective disinfectant for SARS-CoV-2. Virol Sin. 2021 doi: 10.1007/s12250-021-00379-7.", "ArticleIdList": ["10.1007/s12250-021-00379-7", "PMC8010484", "33788169"]}, {"Citation": "Messina G., Della Camera A., Ferraro P., Amodeo D., Corazza A., Nante N., et al. Int J Environ Res Public Health. 2021;18", "ArticleIdList": ["PMC8067697", "33917088"]}, {"Citation": "Steinhauer K., Meister T.L., Todt D., Krawczyk A., Paßvogel L., Becker B., et al. Comparison of the in-vitro efficacy of different mouthwash solutions targeting SARS-CoV-2 based on the European Standard EN 14476. J Hosp Infect. 2021;111:180–183.", "ArticleIdList": ["PMC7876484", "33582201"]}, {"Citation": "Trivellin N., Buffolo M., Onelia F., Pizzolato A., Barbato M., Orlandi V.T., et al. Inactivating SARS-CoV-2 using 275 nm UV-C LEDs through a spherical irradiation box: design, characterization and validation. Materials (Basel) 2021;14", "ArticleIdList": ["PMC8125165", "33946929"]}, {"Citation": "Uppal T., Khazaieli A., Snijders A.M., Verma S.C. Inactivation of human coronavirus by FATHHOME's dry sanitizer device: rapid and eco-friendly ozone-based disinfection of SARS-CoV-2. Pathogens. 2021;10", "ArticleIdList": ["PMC8002133", "33799334"]}, {"Citation": "Eggers M., Eickmann M., Zorn J. Rapid and effective virucidal activity of povidone-iodine products against Middle East respiratory syndrome coronavirus (MERS-CoV) and modified vaccinia virus Ankara (MVA) Infect Dis Ther. 2015;4:491–501.", "ArticleIdList": ["PMC4675768", "26416214"]}, {"Citation": "Bidra A.S., Pelletier J.S., Westover J.B., Frank S., Brown S.M., Tessema B. Comparison of in vitro inactivation of SARS CoV-2 with hydrogen peroxide and povidone-iodine oral antiseptic rinses. J Prosthodont. 2020;29:599–603.", "ArticleIdList": ["PMC7361576", "32608097"]}, {"Citation": "Bidra A.S., Pelletier J.S., Westover J.B., Frank S., Brown S.M., Tessema B. Rapid in-vitro inactivation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) using povidone-iodine oral antiseptic rinse. J Prosthodont. 2020;29:529–533.", "ArticleIdList": ["PMC7300649", "32511851"]}, {"Citation": "Frank S., Brown S.M., Capriotti J.A., Westover J.B., Pelletier J.S., Tessema B. In vitro efficacy of a povidone-iodine nasal antiseptic for rapid inactivation of SARS-CoV-2. JAMA Otolaryngol Head Neck Surg. 2020;146:1–5.", "ArticleIdList": ["PMC7499242", "32940656"]}, {"Citation": "Gudmundsdottir Á., Scheving R., Lindberg F., Stefansson B. Inactivation of SARS-CoV-2 and HCoV-229E in vitro by ColdZyme® a medical device mouth spray against the common cold. J Med Virol. 2020 doi: 10.1002/jmv.26554.", "ArticleIdList": ["10.1002/jmv.26554", "PMC7537187", "32975843"]}, {"Citation": "Leslie R.A., Zhou S.S., Macinga D.R. Inactivation of SARS-CoV-2 by commercially available alcohol-based hand sanitizers. Am J Infect Control. 2020 doi: 10.1016/j.ajic.2020.08.020.", "ArticleIdList": ["10.1016/j.ajic.2020.08.020", "PMC7431409", "32818578"]}, {"Citation": "Liang B., Yuan X., Wei G., Wang W., Zhang M., Peng H., et al. In-vivo toxicity studies and in-vitro inactivation of SARS-CoV-2 by povidone-iodine in-situ gel forming formulations. bioRxiv. 2020 doi: 10.1101/2020.05.18.103184.", "ArticleIdList": ["10.1101/2020.05.18.103184"]}, {"Citation": "Meister T.L., Brüggemann Y., Todt D., Conzelmann C., Müller J.A., Groß R., et al. Virucidal efficacy of different oral rinses against severe acute respiratory syndrome coronavirus 2. J Infect Dis. 2020;222:1289–1292.", "ArticleIdList": ["PMC7454736", "32726430"]}, {"Citation": "Mukherjee S., Vincent C.K., Jayasekera H.W., Yekhe A.S. Antiviral efficacy of personal care formulations against severe acute respiratory syndrome coronavirus 2. Infect Dis Health. 2020;26:63–66.", "ArticleIdList": ["PMC7498208", "33012695"]}, {"Citation": "Hirose R., Bandou R., Ikegaya H., Watanabe N., Yoshida T., Daidoji T., et al. Disinfectant effectiveness against SARS-CoV-2 and influenza viruses present on human skin: model-based evaluation. Clin Microbiol Infect. 2021 doi: 10.1016/j.cmi.2021.04.009.", "ArticleIdList": ["10.1016/j.cmi.2021.04.009", "PMC8064898", "33901670"]}, {"Citation": "Huang Y.H., Huang J.T. Use of chlorhexidine to eradicate oropharyngeal SARS-CoV-2 in COVID-19 patients. J Med Virol. 2021;93:4370–4373.", "ArticleIdList": ["PMC8251493", "33755218"]}, {"Citation": "Steinhauer K., Meister T.L., Todt D., Krawczyk A., Paßvogel L., Becker B., et al. Virucidal efficacy of different formulations for hand and surface disinfection targeting SARS CoV-2. J Hosp Infect. 2021;112:27–30.", "ArticleIdList": ["PMC7986349", "33771601"]}, {"Citation": "Frank S., Capriotti J., Brown S.M., Tessema B. Povidone-iodine use in Sinonasal and oral cavities: a review of safety in the COVID-19 era. Ear Nose Throat J. 2020;99:586–593.", "ArticleIdList": ["32520599"]}, {"Citation": "He H., Dong X., Yang M., Yang Q., Duan S., Yu Y., et al. Catalytic inactivation of SARS coronavirus, Escherichia coli and yeast on solid surface. Catal Commun. 2004;5:170–172.", "ArticleIdList": ["PMC7129964", "32288691"]}, {"Citation": "Buonanno M., Welch D., Shuryak I., Brenner D.J. Far-UVC light (222nm)efficiently and safely inactivates airborne human coronaviruses. Sci Rep. 2020;10:10285.", "ArticleIdList": ["PMC7314750", "32581288"]}, {"Citation": "Qiao Y., Yang M., Marabella I.A., McGee D.A.J., Aboubakr H., Goyal S., et al. Greater than 3-log reduction in viable coronavirus aerosol concentration in ducted ultraviolet-C (UV-C) systems. Environ Sci Technol. 2020 doi: 10.1021/acs.est.0c05763.", "ArticleIdList": ["10.1021/acs.est.0c05763", "33263988"]}, {"Citation": "Yu L., Peel G.K., Cheema F.H., Lawrence W.S., Bukreyeva N., Jinks C.W., et al. Catching and killing of airborne SARS-CoV-2 to control spread of COVID-19 by a heated air disinfection system. Mater Today Phys. 2020;15:5.", "ArticleIdList": ["PMC7340062", "34173438"]}, {"Citation": "Blanchard E.L., Lawrence J.D., Noble J.A., Xu M., Joo T., Ng N.L., et al. Enveloped virus inactivation on personal protective equipment by exposure to ozone. medRxiv. 2020 doi: 10.1101/2020.05.23.20111435.", "ArticleIdList": ["10.1101/2020.05.23.20111435"]}, {"Citation": "Campos R.K., Jin J., Rafael G.H., Zhao M., Liao L., Simmons G., et al. Decontamination of SARS-CoV-2 and other RNA viruses from N95 level meltblown polypropylene fabric using heat under different humidities. Acs Nano. 2020;14:14017–14025.", "ArticleIdList": ["PMC7526332", "32955847"]}, {"Citation": "Choi Y.W., Richardson A.W., Sunderman M., Mladineo M.J., Keyes P.H., Hofacre K.C., et al. Decontamination of SARS-CoV-2 contaminated N95 filtering facepiece respirators (FFRs) with moist heat generated by a multicooker. Lett Appl Microbiol. 2020 doi: 10.1111/lam.13443.", "ArticleIdList": ["10.1111/lam.13443", "PMC7986083", "33347637"]}, {"Citation": "Daeschler S.C., Manson N., Joachim K., Chin A.W.H., Chan K., Chen P.Z., et al. Effect of moist heat reprocessing of N95 respirators on SARS-CoV-2 inactivation and respirator function. CMAJ. 2020;192:E1189–E1197.", "ArticleIdList": ["PMC7588253", "32732229"]}, {"Citation": "Gopal V., Nilsson-Payant B.E., French H., Siegers J.Y., Yung W.S., Hardwick M., et al. Zinc-embedded fabrics inactivate SARS-CoV-2 and influenza A virus. bioRxiv. 2020 doi: 10.1101/2020.11.02.365833.", "ArticleIdList": ["10.1101/2020.11.02.365833", "PMC8262172", "34180223"]}, {"Citation": "Ibanez-Cervantes G., Bravata-Alcantara J.C., Najera-Cortes A.S., Meneses-Cruz S., Delgado-Balbuena L., Cruz-Cruz C., et al. Disinfection of N95 masks artificially contaminated with SARS-CoV-2 and ESKAPE bacteria using hydrogen peroxide plasma: impact on the reutilization of disposable devices. Am J Infect Control. 2020;48:1037–1041.", "ArticleIdList": ["PMC7336929", "32645473"]}, {"Citation": "Ludwig-Begall L.F., Wielick C., Dams L., Nauwynck H., Demeuldre P.F., Napp A., et al. The use of germicidal ultraviolet light, vaporized hydrogen peroxide and dry heat to decontaminate face masks and filtering respirators contaminated with a SARS-CoV-2 surrogate virus. J Hosp Infect. 2020;106:577–584.", "ArticleIdList": ["PMC7462546", "32889029"]}, {"Citation": "Ma Q.X., Shan H., Zhang C.M., Zhang H.L., Li G.M., Yang R.M., et al. Decontamination of face masks with steam for mask reuse in fighting the pandemic COVID-19: experimental supports. J Med Virol. 2020;92:1971–1974.", "ArticleIdList": ["PMC7264583", "32320083"]}, {"Citation": "Mantlo E., Rhodes T., Boutros J., Patterson-Fortin L., Evans A., Paessler S. In vitro efficacy of a copper iodine complex PPE disinfectant for SARS-CoV-2 inactivation. F1000Res. 2020;9:674.", "ArticleIdList": ["PMC7569480", "33123349"]}, {"Citation": "Ozog D.M., Sexton J.Z., Narla S., Pretto-Kernahan C.D., Mirabelli C., Lim H.W., et al. The effect of ultraviolet C radiation against different N95 respirators inoculated with SARS-CoV-2. Int J Infect Dis. 2020;100:224–229.", "ArticleIdList": ["PMC7470719", "32891736"]}, {"Citation": "Perkins D.J., Nofchissey R.A., Ye C., Donart N., Kell A., Foo-Hurwitz I., et al. COVID-19 global pandemic planning: dry heat incubation and ambient temperature fail to consistently inactivate SARS-CoV-2 on N95 respirators. Exp Biol Med. 2020 doi: 10.1177/1535370220977819.", "ArticleIdList": ["10.1177/1535370220977819", "PMC7750684", "33342283"]}, {"Citation": "Rathnasinghe R., Karlicek R.F., Schotsaert M., Koffas M.A., Arduini B., Jangra S., et al. Scalable, effective, and rapid decontamination of SARS-CoV-2 contaminated N95 respirators using germicidal ultra-violet C (UVC) irradiation device. medRxiv. 2020 doi: 10.1101/2020.10.05.20206953.", "ArticleIdList": ["10.1101/2020.10.05.20206953", "PMC8497543", "34620951"]}, {"Citation": "Rockey N., Arts P.J., Li L., Harrison K.R., Langenfeld K., Fitzsimmons W.J., et al. Humidity and deposition solution play a critical role in virus inactivation by heat treatment of N95 respirators. mSphere. 2020;5", "ArticleIdList": ["PMC7580954", "33087516"]}, {"Citation": "Glasbrenner D.C., Choi Y.W., Richardson A.W., Edwards E.W., Mladineo M.J., Sunderman M., et al. Decontamination of SARS-CoV-2 contaminated N95 filtering facepiece respirators using artificial sun lamps. J Appl Microbiol. 2021 doi: 10.1111/jam.15106.", "ArticleIdList": ["10.1111/jam.15106", "PMC8251224", "33884721"]}, {"Citation": "Valdez-Salas B., Beltran-Partida E., Cheng N., Salvador-Carlos J., Valdez-Salas E.A., Curiel-Alvarez M., et al. Promotion of surgical masks antimicrobial activity by disinfection and impregnation with disinfectant silver nanoparticles. Int J Nanomed. 2021;16:2689–2702.", "ArticleIdList": ["PMC8039202", "33854315"]}, {"Citation": "Rojas-Valencia M.N. In: Science against microbial pathogens: communicating current research and technological advances. Méndez-Vilas A., editor. National Autonomous University of Mexico, Institute of Engineering, Coordination of Environmental Engineering; Mexico: 2011. Research on ozone application as disinfectant and action mechanisms on wastewater microorganisms."}, {"Citation": "Nuvolone D., Petri D., Voller F. The effects of ozone on human health. Environ Sci Pollut Res Int. 2018;25:8074–8088.", "ArticleIdList": ["28547375"]}, {"Citation": "Suchomel M., Steinmann J., Kampf G. Efficacies of the original and modified World Health Organization-recommended hand-rub formulations. J Hosp Infect. 2020;106:264–270.", "ArticleIdList": ["PMC7423627", "32800826"]}, {"Citation": "Rabenau H.F., Cinatl J., Morgenstern B., Bauer G., Preiser W., Doerr H.W. Stability and inactivation of SARS coronavirus. Med Microbiol Immunol. 2005;194:1–6.", "ArticleIdList": ["PMC7086689", "15118911"]}, {"Citation": "Binda G., Bellasi A., Spanu D., Pozzi A., Cavallo D., Bettinetti R. Evaluating the environmental impacts of personal protective equipment use by the general population during the COVID-19 pandemic: a case study of Lombardy (Northern Italy) Environments. 2021;8:33."}, {"Citation": "Rizan C., Reed M., Bhutta M.F. Environmental impact of personal protective equipment distributed for use by health and social care services in England in the first six months of the COVID-19 pandemic. J R Soc Med. 2021;114:250–263.", "ArticleIdList": ["PMC8150566", "33726611"]}, {"Citation": "Zhang E.J., Aitchison L.P., Phillips N., Shaban R.Z., Kam A.W. Protecting the environment from plastic PPE. BMJ. 2021;372:n109.", "ArticleIdList": ["33468450"]}, {"Citation": "Eggers M., Schwebke I., Suchomel M., Fotheringham V., Gebel J., Meyer B., et al. The European tiered approach for virucidal efficacy testing – rationale for rapidly selecting disinfectants against emerging and re-emerging viral diseases. Euro Surveill. 2021;26", "ArticleIdList": ["PMC7848678", "33478622"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "1"}, {"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "21", "Hour": "20", "Minute": "49"}, {"Year": "2021", "Month": "10", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34673114", "PMC8522489", "10.1016/j.jhin.2021.07.014", "S0195-6701(21)00362-5"]}}], "PubmedBookArticle": []}