{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bioplastic", "Environmental impact", "Life cycle assessment", "Packaging"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34697713", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "25"}], "ELocationID": ["10.1007/s11356-021-17094-1"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "13", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Life cycle assessment (LCA) of bio-based packaging solutions for extended shelf-life (ESL) milk.", "Pagination": {"StartPage": "18617", "EndPage": "18628", "MedlinePgn": "18617-18628"}, "Abstract": {"AbstractText": ["The dairy market is one of the most important sectors worldwide, and milk packaging contributes to over one-third of the global dairy packaging demand. The end of life of the disposable packages is a critical stage of their life cycle, as demonstrated by the fact that disposable bottles are one of the litter items that are most found on beach shores. The aim of this paper is to analyse the performance of bioplastic bottles compared to other alternatives currently in use in the milk packaging sector, using the life cycle assessment (LCA) methodology. Bio-compostable plastic can be a powerful means to create a circular economy for disposable items. A PLA-based bottle is compared to a PET bottle, a HDPE bottle, a multilayer carton, and a glass bottle. In the analysis, also secondary and tertiary packaging is included. The functional unit chosen is \"the packaging needed to contain 1 L of ESL milk and to guarantee a shelf life of 30 days\". Two sensitivity analyses are also performed in order to assess the influence of the end-of-life stage on the total impact. The results show that, in accordance with the assumptions of an ideal scenario, bioplastic system has a better performance than fossil-based systems and multilayer carton in the categories of climate change, ozone depletion, human toxicity, freshwater eutrophication, particular matter, and land use. The recycling scenario strongly changes the impact of the glass packaging system in the considered categories."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento Di Ingegneria, Università Degli Studi Roma Tre, Via Vito Volterra 62, 00146, Roma, Italy."}], "LastName": "Cappiello", "ForeName": "Giulia", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento Di Ingegneria, Università Degli Studi Roma Tre, Via Vito Volterra 62, 00146, Roma, Italy."}], "LastName": "Aversa", "ForeName": "Clizia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento Di Ingegneria, Università Degli Studi Roma Tre, Via Vito Volterra 62, 00146, Roma, Italy."}], "LastName": "Genovesi", "ForeName": "Annalisa", "Initials": "A"}, {"Identifier": ["0000-0002-1277-8034"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento Di Ingegneria, Università Degli Studi Roma Tre, Via Vito Volterra 62, 00146, Roma, Italy. massimiliano.barletta@uniroma3.it."}], "LastName": "Barletta", "ForeName": "Massimiliano", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Food Packaging"}, {"QualifierName": [], "DescriptorName": "Food Preservation"}, {"QualifierName": [], "DescriptorName": "Milk"}, {"QualifierName": [], "DescriptorName": "Recycling"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Almenar E, Samsudin H, Auras R, Harte J. Consumer acceptance of fresh blueberries in bio-based packages. J Sci Food Agric. 2010;90(7):1121–1128. doi: 10.1002/jsfa.3922.", "ArticleIdList": ["10.1002/jsfa.3922", "20393992"]}, {"Citation": "Belboom S, Léonard A. Does biobased polymer achieve better environmental impacts than fossil polymer? Comparison of fossil HDPE and biobased HDPE produced from sugar beet and wheat. Biomass Bioenerg. 2016;85(February):159–167. doi: 10.1016/j.biombioe.2015.12.014.", "ArticleIdList": ["10.1016/j.biombioe.2015.12.014"]}, {"Citation": "Beltrán FR, Arrieta MP, Moreno E, Gaspar G, Muneta LM, Carrasco-Gallego R, Yáñez S, Hidalgo-Carvajal D, de la Orden MU, Urreaga JM. Evaluation of the technical viability of distributed mechanical recycling of PLA 3D printing wastes. Polymers. 2021;13(8):1247. doi: 10.3390/polym13081247.", "ArticleIdList": ["10.3390/polym13081247", "PMC8069463", "33921369"]}, {"Citation": "Bertolini M, Bottani E, Vignali G, Volpi A. Comparative life cycle assessment of packaging systems for extended shelf life milk: comparative LCA of packaging systems for extended shelf life milk. Packag Technol Sci. 2016;29(10):525–546. doi: 10.1002/pts.2235.", "ArticleIdList": ["10.1002/pts.2235"]}, {"Citation": "Bio-Plastics Europe Project (2020) Bio-plastics Europe project, funded by the European Union’s Horizon 2020 Research and Innovation Programme. Bio-Plastics Europe Project. 2020. https://bioplasticseurope.eu/."}, {"Citation": "BioWare S.R.L. (2020) Onit Group. 2020. https://almablend.it/en/contact."}, {"Citation": "Boesen S, Bey N, Niero M. Environmental sustainability of liquid food packaging: is there a gap between danish consumers’ perception and learnings from life cycle assessment? J Clean Prod. 2019;210(February):1193–1206. doi: 10.1016/j.jclepro.2018.11.055.", "ArticleIdList": ["10.1016/j.jclepro.2018.11.055"]}, {"Citation": "Bohlmann GM. Biodegradable packaging life-cycle assessment. Environ Prog. 2004;23(4):342–346. doi: 10.1002/ep.10053.", "ArticleIdList": ["10.1002/ep.10053"]}, {"Citation": "CEN (2000) EN 13432. Packaging. Requirements for Packaging Recoverable through Composting and Biodegradation. Test Scheme and Evaluation Criteria for the Final Acceptance of Packaging."}, {"Citation": "Changwichan K, Silalertruksa T, Gheewala S. Eco-efficiency assessment of bioplastics production systems and end-of-life options. Sustainability. 2018;10(4):952. doi: 10.3390/su10040952.", "ArticleIdList": ["10.3390/su10040952"]}, {"Citation": "CLAL (2021) CLAL - WORLD: Produzioni Mensili Di Latte. 2021. https://www.clal.it/?section=latte_mensile."}, {"Citation": "Clark EA, Duncan SE, Hamilton LM, Bell MA, Lahne J, Gallagher DL, O’Keefe SF. Characterizing consumer emotional response to milk packaging guides packaging material selection. Food Qual Prefer. 2021;87(January):103984. doi: 10.1016/j.foodqual.2020.103984.", "ArticleIdList": ["10.1016/j.foodqual.2020.103984"]}, {"Citation": "Cok B, Tsiropoulos I, Roes AL, Patel MK. Succinic acid production derived from carbohydrates: an energy and greenhouse gas assessment of a platform chemical toward a bio-based economy. Biofuels, Bioprod Biorefin. 2014;8(1):16–29. doi: 10.1002/bbb.1427.", "ArticleIdList": ["10.1002/bbb.1427"]}, {"Citation": "Composters Serving Oregon (n.d.) Why we don’t want compostable packaging and serviceware. Accessed 7 July 2021. https://www.oregon.gov/deq/mm/Documents/MessagefromComposter-En.pdf."}, {"Citation": "CONAI (2021) Piano Specifico Di Prevenzione e Gestione Degli Imballaggi e Dei Rifiuti Di Imballagio - Piano 2021’. https://www.conai.org/wp-content/uploads/2020/12/PSP_CONAI_2021.pdf."}, {"Citation": "De A, Cosate MF, Souza PMS, Cavalett O, Morales AR. Life cycle assessment of poly(lactic acid) (PLA): comparison between chemical recycling, mechanical recycling and composting. J Polym Environ. 2016;24(4):372–384. doi: 10.1007/s10924-016-0787-2.", "ArticleIdList": ["10.1007/s10924-016-0787-2"]}, {"Citation": "Dhaliwal H, Browne M, Flanagan W, Laurin L, Hamilton M. A life cycle assessment of packaging options for contrast media delivery: comparing polymer bottle vs. glass bottle. Int J Life Cycle Assess. 2014;19(12):1965–1973. doi: 10.1007/s11367-014-0795-1.", "ArticleIdList": ["10.1007/s11367-014-0795-1"]}, {"Citation": "Djekic I, Miocinovic J, Tomasevic I, Smigic N, Tomic N. Environmental life-cycle assessment of various dairy products. J Clean Prod. 2014;68(April):64–72. doi: 10.1016/j.jclepro.2013.12.054.", "ArticleIdList": ["10.1016/j.jclepro.2013.12.054"]}, {"Citation": "Eide MH. Life cycle assessment (LCA) of industrial milk production. Int J Life Cycle Assess. 2002;7(2):115. doi: 10.1007/BF02978855.", "ArticleIdList": ["10.1007/BF02978855"]}, {"Citation": "European Commission Service Site. (2016). 2016. https://eplca.jrc.ec.europa.eu/?page_id=140."}, {"Citation": "European Parliament and of the Council (2019) Directive (EU) 2019/ of the European Parliament and of the Council of 5 June 2019 on the Reduction of the Impact of Certain Plastic Products on the Environment, June, 19"}, {"Citation": "FAO (2020) Food outlook – biannual report on global food markets. Food and Agriculture Organization of the United Nations. 10.4060/cb1993en"}, {"Citation": "FAO (2021) Dairy production and products: Processing. www.fao.org. 2021. http://www.fao.org/dairy-production-products/processing/en/."}, {"Citation": "Ferrara C, De Feo G, Picone V. LCA of glass versus PET mineral water bottles: an Italian case study. Recycling. 2021;6(3):50. doi: 10.3390/recycling6030050.", "ArticleIdList": ["10.3390/recycling6030050"]}, {"Citation": "Foolmaun RK, Ramjeawon T. Life cycle assessment (LCA) of PET bottles and comparative LCA of three disposal options in Mauritius. Int J Environ Waste Manage. 2008;2(1–2):125–138. doi: 10.1504/IJEWM.2008.016997.", "ArticleIdList": ["10.1504/IJEWM.2008.016997"]}, {"Citation": "Gironi F, Piemonte V. Life cycle assessment of polylactic acid and polyethylene terephthalate bottles for drinking water. Environ Prog Sustainable Energy. 2011;30(3):459–468. doi: 10.1002/ep.10490.", "ArticleIdList": ["10.1002/ep.10490"]}, {"Citation": "Groot WJ, Borén T. Life cycle assessment of the manufacture of lactide and PLA biopolymers from sugarcane in Thailand. The Int J Life Cycle Assess. 2010;15(9):970–984. doi: 10.1007/s11367-010-0225-y.", "ArticleIdList": ["10.1007/s11367-010-0225-y"]}, {"Citation": "Haugaard V, Weber C, Danielsen B, Bertelsen G. Quality changes in orange juice packed in materials based on polylactate. Eur Food Res Technol. 2002;214(5):423–428. doi: 10.1007/s00217-001-0474-x.", "ArticleIdList": ["10.1007/s00217-001-0474-x"]}, {"Citation": "Hill C, Norton A (2018) LCA database of environmental impacts to inform material selection process, July, 33"}, {"Citation": "IFEU Heidelberg (2006) Life Cycle Assessment of PolyLactide (PLA). A comparison of food packaging made from NatureWorks® PLA and alternative materials. Final Report. Commissioned by NatureWorks LLC, July. https://www.ifeu.de/fileadmin/uploads/oekobilanzen/pdf/LCA%20zu%20PLA%20erstellt%20fuer%20NatureWorks%20(Okt%202006).pdf"}, {"Citation": "International Organization for Standardization. (2006a) Environmental management: life cycle assessment ; Principles and Framework = Management Environnemental : Analyse Du Cycle de Vie : Principes et Cadre. http://books.google.com/books?id=TMcWM4hD0wAC"}, {"Citation": "International Organization for Standardization. (2006b) Environmental Management, Life Cycle Assessment, Requirements and Guidelines = Management Environmental, Analyse Du Cycle de Vie, Exigences et Lignes Directrices. Geneva: ISO"}, {"Citation": "Jungbluth N, Keller R, Meili C. Life cycle assessment of a detailed dairy processing model and recommendations for the allocation to single products. Int J Life Cycle Assess. 2018;23(9):1806–1813. doi: 10.1007/s11367-017-1392-x.", "ArticleIdList": ["10.1007/s11367-017-1392-x"]}, {"Citation": "Kim MK, Lopetcharat K, Drake MA. Influence of packaging information on consumer liking of chocolate milk. J Dairy Sci. 2013;96(8):4843–4856. doi: 10.3168/jds.2012-6399.", "ArticleIdList": ["10.3168/jds.2012-6399", "23706490"]}, {"Citation": "Kouloumpis V, Pell RS, Correa-Cano ME, Yan X. Potential trade-offs between eliminating plastics and mitigating climate change: an LCA perspective on polyethylene terephthalate (PET) bottles in Cornwall. Sci Total Environ. 2020;727(July):138681. doi: 10.1016/j.scitotenv.2020.138681.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138681", "32334228"]}, {"Citation": "Landi D, Germani M, Marconi M (2019) Analyzing the environmental sustainability of glass bottles reuse in an Italian wine consortium. Procedia CIRP, 26th CIRP Conference on Life Cycle Engineering (LCE) Purdue University, West Lafayette, IN, USA May 7–9, 2019, 80 (January): 399–404. 10.1016/j.procir.2019.01.054"}, {"Citation": "Lee, Dongoh, Younghun Lee, Kyunghyun Lee, Youngsu Ko, and Namsu Kim. (2018) Development and evaluation of a distributed recycling system for making filaments reused in three-dimensional printers. J Manufactur Sci Eng 141 (2). 10.1115/1.4041747"}, {"Citation": "Madival S, Auras R, Singh SP, Narayan R. Assessment of the environmental profile of PLA, PET and PS clamshell containers using LCA methodology. J Clean Prod. 2009;17(13):1183–1194. doi: 10.1016/j.jclepro.2009.03.015.", "ArticleIdList": ["10.1016/j.jclepro.2009.03.015"]}, {"Citation": "Maga D, Hiebel M, Thonemann N. Life cycle assessment of recycling options for polylactic acid. Resour Conserv Recycl. 2019;149(October):86–96. doi: 10.1016/j.resconrec.2019.05.018.", "ArticleIdList": ["10.1016/j.resconrec.2019.05.018"]}, {"Citation": "Manfredi M, Fantin V, Vignali G, Gavara R. Environmental assessment of antimicrobial coatings for packaged fresh milk. J Clean Prod. 2015;95(May):291–300. doi: 10.1016/j.jclepro.2015.02.048.", "ArticleIdList": ["10.1016/j.jclepro.2015.02.048"]}, {"Citation": "Manfredi, Simone, Karen Allacker, Nathan Pelletier, and Danielle Maia de Souza (2012) Product environmental footprint (PEF) guide - European Commission - Joint Research Center (JRC)’, 160"}, {"Citation": "Meneses M, Pasqualino J, Castells F. Environmental assessment of the milk life cycle: the effect of packaging selection and the variability of milk production data. J Environ Manage. 2012;107(September):76–83. doi: 10.1016/j.jenvman.2012.04.019.", "ArticleIdList": ["10.1016/j.jenvman.2012.04.019", "22591834"]}, {"Citation": "Morão A, de Bie F. Life cycle impact assessment of polylactic acid (PLA) produced from sugarcane in Thailand. J Polym Environ. 2019;27(11):2523–2539. doi: 10.1007/s10924-019-01525-9.", "ArticleIdList": ["10.1007/s10924-019-01525-9"]}, {"Citation": "Mordor Intelligence (2020) Milk packaging market | growth, trends, and forecast (2020–2025). 2020. https://www.mordorintelligence.com/industry-reports/milk-packaging-market"}, {"Citation": "Moretti C, Hamelin L, Jakobsen LG, Junginger MH, Steingrimsdottir MM, Høibye L, Shen Li. Cradle-to-grave life cycle assessment of single-use cups made from PLA, PP and PET. Resour Conserv Recycl. 2021;169(June):105508. doi: 10.1016/j.resconrec.2021.105508.", "ArticleIdList": ["10.1016/j.resconrec.2021.105508", "34328977"]}, {"Citation": "Mourad AL, Garcia EEC, Vilela GB, Von Zuben F. Influence of recycling rate increase of aseptic carton for long-life milk on GWP Reduction. Resour Conserv Recycl. 2008;52(4):678–689. doi: 10.1016/j.resconrec.2007.09.001.", "ArticleIdList": ["10.1016/j.resconrec.2007.09.001"]}, {"Citation": "Moussa H (2014) Life cycle assessment of a hybrid poly butylene succinate composite, 144"}, {"Citation": "Moyssiadi T, Badeka A, Kondyli E, Vakirtzi T, Savvaidis I, Kontominas MG. Effect of light transmittance and oxygen permeability of various packaging materials on keeping quality of low fat pasteurized milk: chemical and sensorial aspects. Int Dairy J. 2003;14(5):429–436. doi: 10.1016/j.idairyj.2003.09.001.", "ArticleIdList": ["10.1016/j.idairyj.2003.09.001"]}, {"Citation": "Novelli F, De Santis S, Punzi P, Giordano C, Scipioni A, Masci G. Self-assembly and drug release study of linear ld-oligopeptide-poly(ethylene glycol) conjugates. New Biotechnology. 2017;37:99–107. doi: 10.1016/j.nbt.2016.07.005.", "ArticleIdList": ["10.1016/j.nbt.2016.07.005", "27432196"]}, {"Citation": "Papong, Seksan, Pomthong Malakul, Ruethai Trungkavashirakun, Pechda Wenunun, Tassaneewan Chom-in, Manit Nithitanakul, and Ed Sarobol (2014) Comparative assessment of the environmental profile of PLA and PET drinking water bottles from a life cycle perspective. J Cleaner Product 65 (February): 539–50. 10.1016/j.jclepro.2013.09.030."}, {"Citation": "Pasqualino J, Meneses M, Castells F. The carbon footprint and energy consumption of beverage packaging selection and disposal. J Food Eng. 2010;103(4):357–365. doi: 10.1016/j.jfoodeng.2010.11.005.", "ArticleIdList": ["10.1016/j.jfoodeng.2010.11.005"]}, {"Citation": "Peelman N, Ragaert P, De Meulenaer B, Adons D, Peeters R, Cardon L, Van Impe F, Devlieghere F. Application of bioplastics for food packaging. Trends Food Sci Technol. 2013;32(2):128–141. doi: 10.1016/j.tifs.2013.06.003.", "ArticleIdList": ["10.1016/j.tifs.2013.06.003"]}, {"Citation": "Piemonte V. Bioplastic wastes: the best final disposition for energy saving. J Polym Environ. 2011;19(4):988–994. doi: 10.1007/s10924-011-0343-z.", "ArticleIdList": ["10.1007/s10924-011-0343-z"]}, {"Citation": "PRé Consultants (2019) ‘SimaPro, the World’s Leading LCA Software’. SimaPro, LCA software package can help you make your sustainable product development and sustainability goals measurable. - Asplan Viak. 2019. https://network.simapro.com/"}, {"Citation": "PRé Sustainability (2020) ‘SimaPro Database Manual. Methods Library’"}, {"Citation": "Romero-Hernández O, Hernández SR, Muñoz D, Detta-Silveira E, Palacios-Brun A, Laguna A. environmental implications and market analysis of soft drink packaging systems in Mexico. A waste management approach. Int J Life Cycle Assess. 2009;14(2):107–113. doi: 10.1007/s11367-008-0053-5.", "ArticleIdList": ["10.1007/s11367-008-0053-5"]}, {"Citation": "Saleh Y. Comparative life cycle assessment of beverages packages in Palestine. J Clean Prod. 2016;131(September):28–42. doi: 10.1016/j.jclepro.2016.05.080.", "ArticleIdList": ["10.1016/j.jclepro.2016.05.080"]}, {"Citation": "Sonesson U, Berlin J. Environmental impact of future milk supply chains in Sweden: a scenario study. J Clean Prod. 2003;11(3):253–266. doi: 10.1016/S0959-6526(02)00049-5.", "ArticleIdList": ["10.1016/S0959-6526(02)00049-5"]}, {"Citation": "Stefanini R, Borghesi G, Ronzano A, Vignali G. Plastic or glass: a new environmental assessment with a marine litter indicator for the comparison of pasteurized milk bottles. Int J Life Cycle Assess. 2020 doi: 10.1007/s11367-020-01804-x.", "ArticleIdList": ["10.1007/s11367-020-01804-x"]}, {"Citation": "Tabone MD, Cregg JJ, Beckman EJ, Landis AE. Sustainability metrics: life cycle assessment and green design in polymers. Environ Sci Technol. 2010;44(21):8264–8269. doi: 10.1021/es101640n.", "ArticleIdList": ["10.1021/es101640n", "20866068"]}, {"Citation": "Vendries J, Sauer B, Hawkins TR, Allaway D, Canepa P, Rivin J, Mistry M. The significance of environmental attributes as indicators of the life cycle environmental impacts of packaging and food service ware. Environ Sci Technol. 2020;54(9):5356–5364. doi: 10.1021/acs.est.9b07910.", "ArticleIdList": ["10.1021/acs.est.9b07910", "32243148"]}, {"Citation": "Villanueva A, Wenzel H. Paper waste – recycling, incineration or landfilling? A review of existing life cycle assessments. Waste Manag Life Cycle Assess Waste Manag. 2007;27(8):S29–46. doi: 10.1016/j.wasman.2007.02.019.", "ArticleIdList": ["10.1016/j.wasman.2007.02.019", "17433657"]}, {"Citation": "Vink ETH, Glassner DA, Kolstad JJ, O’Connor RP, Wooley RJ (2007) The eco-profiles for current and near-future NatureWorks® Polylactide (PLA) Production, 24"}, {"Citation": "Wernet G, Bauer C, Steubing B, Reinhard J, Moreno-Ruiz E, Weidema Bo. The Ecoinvent database version 3 (Part I): overview and methodology. Int J Life Cycle Assess. 2016;21(9):1218–1230. doi: 10.1007/s11367-016-1087-8.", "ArticleIdList": ["10.1007/s11367-016-1087-8"]}, {"Citation": "Wikström F, Williams H, Verghese K, Clune S. The influence of packaging attributes on consumer behaviour in food-packaging life cycle assessment studies - a neglected topic. J Clean Prod. 2013;73:100–108. doi: 10.1016/j.jclepro.2013.10.042.", "ArticleIdList": ["10.1016/j.jclepro.2013.10.042"]}, {"Citation": "Williams H, Wikström F. Environmental impact of packaging and food losses in a life cycle perspective: a comparative analysis of five food items. J Clean Prod. 2010;19(1):43–48. doi: 10.1016/j.jclepro.2010.08.008.", "ArticleIdList": ["10.1016/j.jclepro.2010.08.008"]}, {"Citation": "Xie M, Li Li, Qiao Qi, Sun Q, Sun T. A comparative study on milk packaging using life cycle assessment: from PA-PE-Al laminate and polyethylene in China. J Clean Prod. 2011;19(17):2100–2106. doi: 10.1016/j.jclepro.2011.06.022.", "ArticleIdList": ["10.1016/j.jclepro.2011.06.022"]}, {"Citation": "Zabaniotou A, Kassidi E. Life cycle assessment applied to egg packaging made from polystyrene and recycled paper. J Clean Prod. 2003;11(5):549–559. doi: 10.1016/S0959-6526(02)00076-8.", "ArticleIdList": ["10.1016/S0959-6526(02)00076-8"]}, {"Citation": "Zygoura P, Moyssiadi T, Badeka A, Kondyli E, Savvaidis I, Kontominas MG. Shelf life of whole pasteurized milk in Greece: effect of packaging material. Food Chem. 2003;87(1):1–9. doi: 10.1016/j.foodchem.2003.10.009.", "ArticleIdList": ["10.1016/j.foodchem.2003.10.009"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "24"}, {"Year": "2021", "Month": "10", "Day": "13"}, {"Year": "2021", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "30"}, {"Year": "2021", "Month": "10", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34697713", "PMC8545363", "10.1007/s11356-021-17094-1", "10.1007/s11356-021-17094-1"]}}], "PubmedBookArticle": []}