{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Agriculture", "CO2 emission", "Environmental pollution", "Fruit production", "NARDL"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34716554", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "30"}], "ELocationID": ["10.1007/s11356-021-16835-6"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "13", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Using an asymmetrical technique to assess the impacts of CO<sub>2</sub> emissions on agricultural fruits in Pakistan.", "Pagination": {"StartPage": "19378", "EndPage": "19389", "MedlinePgn": "19378-19389"}, "Abstract": {"AbstractText": ["Human activities such as deforestation and cultivation contribute to the accumulation of carbon dioxide in the environment. Methane is emitted by energy exploration, coal mining, natural gas spills, waste, and waste dumps. Methane generated by such greenhouse gases has significantly contributed to the climate change and global warming. However, the most significant contributor to climate change and global warming is the use of fossil fuels. These fuels contribute to ozone depletion and global warming by emitting greenhouse gases into the atmosphere. The current study key objective was to determine the CO<sub>2</sub> emission effect to key fruit production in Pakistan by taking time series annual data varies from 1970 to 2019. A non-linear autoregressive distributed lag model (NARDL) was employed to check the variables linkages. The consequences of short- and long-run estimates expose that the positive and adverse shocks of citrus fruit create expressively to upsurge the CO<sub>2</sub> emission. Similarly, the positive and negative shocks of mango fruit expose an adverse interaction to CO<sub>2</sub> emission. The positive shock of apple fruit has constructive but negative shock expose and adverse linkage to CO<sub>2</sub> emission. Further, banana fruit also exposes a negative but constructive via positive shock linkage to CO<sub>2</sub> emission. Moving towards the apricot fruit production that exposed a constructive linkage via positive and negative shocks to CO<sub>2</sub> emission. The almond fruit productivity via positive and negative shocks exposed an adverse relation to carbon dioxide emission. Grape fruit via positive shock shows a construct, but negative shock exposed an adverse association to carbon emission in Pakistan. Finally the guava fruit production exposed a construct linkage to CO<sub>2</sub> emission via positive and negative shocks. Since agricultural activities and CO<sub>2</sub> emissions are essential to resolving the pollution problem, a series of practicable steps must be taken by the Pakistani authorities to tackle this issue."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Management Sciences, Mohi-Ud-Din Islamic University Nerian Sharif AJ&K, Islamabad, Pakistan. imranm123@yahoo.com."}], "LastName": "Hussain", "ForeName": "Imran", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Economics and Management, Henan Agricultural University, Zhengzhou, 450002, China. abdrehman@henau.edu.cn."}], "LastName": "Rehman", "ForeName": "Abdul", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Tourism, Anadolu University, Eskişehir, Turkey."}], "LastName": "Işık", "ForeName": "Cem", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fossil Fuels"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Fossil Fuels"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pakistan"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abas N, Kalair A, Khan N, Kalair AR (2017) Review of GHG emissions in Pakistan compared to SAARC countries. Renew Sustain Energy Rev 80:990–1016"}, {"Citation": "Abdouli M, Hammami S (2017) Economic growth, FDI inflows and their impact on the environment: an empirical study for the MENA countries. Qual Quant 51(1):121–146"}, {"Citation": "Acheampong AO (2018) Economic growth, CO2 emissions and energy consumption: what causes what and where? Energy Econ 74:677–692"}, {"Citation": "Agovino M, Casaccia M, Ciommi M, Ferrara M, Marchesano K (2019) Agriculture, climate change and sustainability: the case of EU-28. Ecol Ind 105:525–543"}, {"Citation": "Altieri MA, Nicholls CI (2017) The adaptation and mitigation potential of traditional agriculture in a changing climate. Clim Change 140(1):33–45"}, {"Citation": "Alvarado R, Ortiz C, Bravo D, Chamba J (2020) Urban concentration, non-renewable energy consumption, and output: do levels of economic development matter? Environ Sci Pollut Res 27(3):2760–2772"}, {"Citation": "Alvarado R, Ortiz C, Jiménez N, Ochoa-Jiménez D, Tillaguango B (2021) Ecological footprint, air quality and research and development: the role of agriculture and international trade. J Clean Prod 288:125589"}, {"Citation": "Alvarado R, Tillaguango B, López-Sánchez M, Ponce P, Işık C (2021b) Heterogeneous impact of natural resources on income inequality: the role of the shadow economy and human capital index. Econ Anal Policy 69:690–704"}, {"Citation": "Andresen JA, Alagarswamy G, Rotz CA, Ritchie JT, LeBaron AW (2001) Weather impacts on maize, soybean, and alfalfa production in the Great Lakes region, 1895–1996. Agron J 93(5):1059–1070"}, {"Citation": "Appiah K, Du J, Poku J (2018) Causal relationship between agricultural production and carbon dioxide emissions in selected emerging economies. Environ Sci Pollut Res 25(25):24764–24777"}, {"Citation": "Aydoğan B, Vardar G (2020) Evaluating the role of renewable energy, economic growth and agriculture on CO2 emission in E7 countries. Int J Sustain Energ 39(4):335–348"}, {"Citation": "Bakhsh K, Rose S, Ali MF, Ahmad N, Shahbaz M (2017) Economic growth, CO2 emissions, renewable waste and FDI relation in Pakistan: new evidences from 3SLS. J Environ Manag 196:627–632"}, {"Citation": "Bennetzen EH, Smith P, Porter JR (2016) Agricultural production and greenhouse gas emissions from world regions—the major trends over 40 years. Glob Environ Chang 37:43–55"}, {"Citation": "Bilgili F, Koçak E, Bulut Ü (2016) The dynamic impact of renewable energy consumption on CO2 emissions: a revisited environmental Kuznets curve approach. Renew Sustain Energy Rev 54:838–845"}, {"Citation": "Bodirsky BL, Rolinski S, Biewald A, Weindl I, Popp A, Lotze-Campen H (2015) Global food demand scenarios for the 21st century. PloS one 10(11):e0139201"}, {"Citation": "Crippa M, Guizzardi D, Muntean M, Schaaf E, Dentener F, Van Aardenne JA, Monni S, Doering U, Olivier JG, Pagliari V, Janssens-Maenhout G (2018) Gridded emissions of air pollutants for the period 1970–2012 within EDGAR v4. 3.2. Earth Syst Sci Data 10(4):1987–2013"}, {"Citation": "Dickey DA, Fuller WA (1979) Distribution of the estimators for autoregressive time series with a unit root. J Am Stat Assoc 74:427–431"}, {"Citation": "Dong K, Dong X, Dong C (2019) Determinants of the global and regional CO2 emissions: what causes what and where? Appl Econ 51(46):5031–5044"}, {"Citation": "Dong K, Dong X, Jiang Q (2020) How renewable energy consumption lower global CO2 emissions? Evidence from countries with different income levels. World Econ 43(6):1665–1698"}, {"Citation": "EPA (2016) Climate change indicators in the Unuted States, Environmental Protection Agency, 2016, Fourth Edition"}, {"Citation": "EPA (2017) Climate change indicators in the Unuted States, Environmental Protection Agency, 2017, Fourth Edition"}, {"Citation": "Faling M (2020) Framing agriculture and climate in Kenyan policies: a longitudinal perspective. Environ Sci Policy 106:228–239"}, {"Citation": "Gil JD, Daioglou V, van Ittersum M, Reidsma P, Doelman JC, van Middelaar CE, van Vuuren DP (2019) Reconciling global sustainability targets and local action for food production and climate change mitigation. Glob Environ Chang 59:101983"}, {"Citation": "Guntukula R (2020) Assessing the impact of climate change on Indian agriculture: evidence from major crop yields. J Public Aff 20(1):e2040"}, {"Citation": "Gupta A (2018) Climate change and global warming: a critical analysis. Natl J Environ Law 1(2):37–41"}, {"Citation": "Hanif I, Raza SMF, Gago-de-Santos P, Abbas Q (2019) Fossil fuels, foreign direct investment, and economic growth have triggered CO2 emissions in emerging Asian economies: some empirical evidence. Energy 171:493–501"}, {"Citation": "Hussain M, Butt AR, Uzma F, Ahmed R, Islam T, Yousaf B (2019) A comprehensive review of sectorial contribution towards greenhouse gas emissions and progress in carbon capture and storage in Pakistan. Greenhouse Gase Sci Technol 9(4):617–636"}, {"Citation": "Johansen S, Juselius K (1990) Maximum likelihood estimation and inference on cointegration—with applications to the demand for money. Oxford Bull Econ Stat 52:169–210"}, {"Citation": "Kearney J (2010) Food consumption trends and drivers. Phil Trans R Soc B 365(1554):2793–2807"}, {"Citation": "Kibue GW, Pan G, Zheng J, Zhengdong L, Mao L (2015) Assessment of climate change awareness and agronomic practices in an agricultural region of Henan Province, China. Environ Dev Sustain 17(3):379–391"}, {"Citation": "Kucharik CJ, Ramankutty N (2005) Trends and variability in US corn yields over the twentieth century. Earth Interact 9(1):1–29"}, {"Citation": "Kwiatkowski D, Phillips PC, Schmidt P, Shin Y (1992) Testing the null hypothesis of stationarity against the alternative of a unit root: how sure are we that economic time series have a unit root? J Econ 54(1–3):159–178"}, {"Citation": "Lee KH, Min B (2014) Globalization and carbon constrained global economy: a fad or a trend? J Asia Pac Bus 15(2):105–121"}, {"Citation": "Lineman M, Do Y, Kim JY, Joo GJ (2015) Talking about climate change and global warming. PloS one 10(9):e0138996"}, {"Citation": "Linquist B, Van Groenigen KJ, Adviento-Borbe MA, Pittelkow C, Van Kessel C (2012) An agronomic assessment of greenhouse gas emissions from major cereal crops. Glob Change Biol 18(1):194–209"}, {"Citation": "Liu Z, Yang J, Zhang J, Xiang H, Wei H (2019) A bibliometric analysis of research on acid rain. Sustainability 11(11):3077"}, {"Citation": "Lloyd K, Madramootoo CA, Edwards KP, Grant A (2019) Greenhouse gas emissions from selected horticultural production systems in a cold temperate climate. Geoderma 349:45–55"}, {"Citation": "Luderer G, Pietzcker RC, Bertram C, Kriegler E, Meinshausen M, Edenhofer O (2013) Economic mitigation challenges: how further delay closes the door for achieving climate targets. Environ Res Lett 8(3):034033"}, {"Citation": "Majumder SC, Islam K, Hossain MM (2019) State of research on carbon sequestration in Bangladesh: a comprehensive review. Geol Ecol Landscapes 3(1):29–36"}, {"Citation": "Masson-Delmotte V, Zhai P, Pörtner HO, Roberts D, Skea J, Shukla PR, Pirani A, Moufouma-Okia W, Péan C, Pidcock R (2018) Global warming of 1.5◦ C. IPCC Spec Rep Impacts Glob Warm 1:109–110"}, {"Citation": "Mohammadi A, Rafiee S, Jafari A, Keyhani A, Mousavi-Avval SH, Nonhebel S (2014) Energy use efficiency and greenhouse gas emissions of farming systems in north Iran. Renew Sustain Energy Rev 30:724–733"}, {"Citation": "Mohammed S, Alsafadi K, Takács I, Harsányi E (2020) Contemporary changes of greenhouse gases emission from the agricultural sector in the EU-27. Geol Ecol Landscapes 4(4):282–287"}, {"Citation": "Myers SS, Smith MR, Guth S, Golden CD, Vaitla B, Mueller ND, Dangour AD, Huybers P (2017) Climate change and global food systems: potential impacts on food security and undernutrition. Annu Rev Public Health 38(1):259–277"}, {"Citation": "Niles MT, Lubell M, Brown M (2015) How limiting factors drive agricultural adaptation to climate change. Agr Ecosyst Environ 200:178–185"}, {"Citation": "Odugbesan JA, Rjoub H (2020) Relationship among economic growth, energy consumption, CO2 emission, and urbanization: evidence from MINT countries. SAGE Open 10(2):2158244020914648"}, {"Citation": "Ortiz AMD, Outhwaite CL, Dalin C, Newbold T (2021) A review of the interactions between biodiversity, agriculture, climate change, and international trade: research and policy priorities. One Earth 4(1):88–101"}, {"Citation": "Ozturk I, Acaravci A (2013) The long-run and causal analysis of energy, growth, openness and financial development on carbon emissions in Turkey. Energy Econ 36:262–267"}, {"Citation": "Pesaran MH, Shin Y, Smith RJ (2001) Bounds testing approaches to the analysis of level relationships. J Appl Economet 16:289–326"}, {"Citation": "Phillips PC, Perron P (1988) Testing for a unit root in time series regression. Biometrika 75:335–346"}, {"Citation": "Qiao H, Zheng F, Jiang H, Dong K (2019) The greenhouse effect of the agriculture-economic growth-renewable energy nexus: evidence from G20 countries. Sci Total Environ 671:722–731"}, {"Citation": "Rafique MM, Rehman S (2017) National energy scenario of Pakistan–current status, future alternatives, and institutional infrastructure: an overview. Renew Sustain Energy Rev 69:156–167"}, {"Citation": "Raza A, Razzaq A, Mehmood SS, Zou X, Zhang X, Lv Y, Xu J (2019) Impact of climate change on crops adaptation and strategies to tackle its outcome: a review. Plants 8(2):34"}, {"Citation": "Revesz RL, Howard PH, Arrow K, Goulder LH, Kopp RE, Livermore MA, Oppenheimer M, Sterner T (2014) Global warming: improve economic models of climate change. Nature News 508(7495):173"}, {"Citation": "Shafiei S, Salim RA (2014) Non-renewable and renewable energy consumption and CO2 emissions in OECD countries: a comparative analysis. Energy Policy 66:547–556"}, {"Citation": "Shin Y, Yu B, Greenwood-Nimmo M (2014) Modelling asymmetric cointegration and dynamic multipliers in a nonlinear ARDL framework. In Festschrift in honor of Peter Schmidt (pp. 281–314). Springer, New York, NY"}, {"Citation": "Sinclair TR, Rufty TW (2012) Nitrogen and water resources commonly limit crop yield increases, not necessarily plant genetics. Glob Food Sec 1(2):94–98"}, {"Citation": "Sinha A, Sengupta T (2019) Impact of energy mix on nitrous oxide emissions: an environmental Kuznets curve approach for APEC countries. Environ Sci Pollut Res 26(3):2613–2622"}, {"Citation": "Sivakumar MVK (2011) Operational agrometeorological strategies in different regions of the world. Challenges and Opportunities in Agrometeorology, 551–571"}, {"Citation": "Stajnko D, Lakota M, Vučajnk F, Bernik R (2009) Effects of different tillage systems fuel savings and reduction of CO-emissions production of silage corn in Eastern Slovenia. Pol J Environ Stud 18(4)"}, {"Citation": "Valin H, Sands RD, Van der Mensbrugghe D, Nelson GC, Ahammad H, Blanc E, Bodirsky B, Fujimori S, Hasegawa T, Havlik P, Heyhoe E (2014) The future of food demand: understanding differences in global economic models. Agric Econ 45(1):51–67"}, {"Citation": "Wang Q, Su M, Li R, Ponce P (2019) The effects of energy prices, urbanization and economic growth on energy consumption per capita in 186 countries. J Clean Prod 225:1017–1032"}, {"Citation": "Yu K, Hiscox A, DeLaune RD (2013) Greenhouse gas emission by static chamber and eddy flux methods. Methods Biogeochemistry Wetlands 10:427–437"}, {"Citation": "Zaman K, Khan MM, Ahmad M, Rustam R (2012) The relationship between agricultural technology and energy demand in Pakistan. Energy Policy 44:268–279"}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "8", "Day": "5"}, {"Year": "2021", "Month": "9", "Day": "27"}, {"Year": "2021", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "30", "Hour": "6", "Minute": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34716554", "10.1007/s11356-021-16835-6", "10.1007/s11356-021-16835-6"]}}], "PubmedBookArticle": []}