{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34711735", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1097/EDE.0000000000001430"], "Journal": {"ISSN": "1531-5487", "JournalIssue": {"Volume": "33", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "01"}}, "Title": "Epidemiology (Cambridge, Mass.)", "ISOAbbreviation": "Epidemiology"}, "ArticleTitle": "Short-term Exposure to Air Pollution and Attributable Risk of Kidney Diseases: A Nationwide Time-series Study.", "Pagination": {"StartPage": "17", "EndPage": "24", "MedlinePgn": "17-24"}, "Abstract": {"AbstractText": ["Several studies have shown that long-term exposure to air pollution is associated with reduced kidney function. However, less is known about effects of short-term exposure to air pollution on kidney disease aggravation and resultant emergency room (ER) burden. This study aimed to estimate excess ER visits attributable to short-term air pollution and to provide evidence relevant to air pollution standards to protect kidney patients.", "We conducted time-series analysis using National Health Insurance data covering all persons in South Korea (2003-2013). We collected daily data for air pollutants (particulate matter ≤10 µm [PM10], ozone [O3], carbon monoxide [CO], and sulfur dioxide [SO2]) and ER visits for total kidney and urinary system disease, acute kidney injury (AKI), and chronic kidney disease (CKD). We performed a two-stage time-series analysis to estimate excess ER visits attributable to air pollution by first calculating estimates for each of 16 regions, and then generating an overall estimate.", "For all kidney and urinary disease (902,043 cases), excess ER visits attributable to air pollution existed for all pollutants studied. For AKI (76,330 cases), we estimated the highest impact on excess ER visits from O3, while for CKD (210,929 cases), the impacts of CO and SO2 were the highest. The associations between air pollution and kidney ER visits existed for days with air pollution concentrations below current World Health Organization guidelines.", "This study provides quantitative estimates of ER burdens attributable to air pollution. Results are consistent with the hypothesis that stricter air quality standards benefit kidney patients."], "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the School of the Environment, Yale University, New Haven, CT."}], "LastName": "Lee", "ForeName": "Whanhee", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Prifti", "ForeName": "Kristi", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Institute of Health and Environment and Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ho", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Institute of Health and Environment and Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ejin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Yang", "ForeName": "Juyeon", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Min", "ForeName": "Jieun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Dongguk University Ilsan Hospital, Goyang, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Dongguk University College of Medicine, Goyang, Republic of Korea."}], "LastName": "Park", "ForeName": "Jae Yoon", "Initials": "JY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Yong Chul", "Initials": "YC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Boramae Medical Center, Seoul, Republic of Korea."}], "LastName": "Lee", "ForeName": "Jung Pyo", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the School of the Environment, Yale University, New Haven, CT."}], "LastName": "Bell", "ForeName": "Michelle L", "Initials": "ML"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Epidemiology", "NlmUniqueID": "9009644", "ISSNLinking": "1044-3983"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Kidney Diseases"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Sulfur Dioxide"}], "CoiStatement": "The authors report no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gansevoort RT, Correa-Rotter R, Hemmelgarn BR, et al. Chronic kidney disease and cardiovascular risk: epidemiology, mechanisms, and prevention. Lancet. 2013;382:339–352."}, {"Citation": "Perlman RL, Finkelstein FO, Liu L, et al. Quality of life in chronic kidney disease (CKD): a cross-sectional analysis in the Renal Research Institute-CKD study. Am J Kidney Dis. 2005;45:658–666."}, {"Citation": "Jager KJ, Kovesdy C, Langham R, et al. A single number for advocacy and communication—worldwide more than 850 million individuals have kidney diseases. Nephrol Dial Transpl. 2019;96:1048–1050."}, {"Citation": "Bikbov B, Purcell CA, Levey AS, et al. Global, regional, and national burden of chronic kidney disease, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2020;395:709–733."}, {"Citation": "Lameire NH, Bagga A, Cruz D, et al. Acute kidney injury: an increasing global concern. Lancet. 2013;382:170–179."}, {"Citation": "Foreman KJ, Marquez N, Dolgert A, et al. Forecasting life expectancy, years of life lost, and all-cause and cause-specific mortality for 250 causes of death: reference and alternative scenarios for 2016-40 for 195 countries and territories. Lancet. 2018;392:2052–2090."}, {"Citation": "Bowe B, Xie Y, Li T, Yan Y, Xian H, Al-Aly Z. Associations of ambient coarse particulate matter, nitrogen dioxide, and carbon monoxide with the risk of kidney disease: a cohort study. Lancet Planet Health. 2017;1:e267–e276."}, {"Citation": "Bowe B, Xie Y, Li T, Yan Y, Xian H, Al-Aly Z. Particulate matter air pollution and the risk of incident CKD and progression to ESRD. J Am Soc Nephrol. 2018;29:218–230."}, {"Citation": "Mehta AJ, Zanobetti A, Bind MA, et al. Long-term exposure to ambient fine particulate matter and renal function in older men: the veterans administration normative aging study. Environ Health Perspect. 2016;124:1353–1360."}, {"Citation": "Nemmar A, Karaca T, Beegam S, et al. Prolonged pulmonary exposure to diesel exhaust particles exacerbates renal oxidative stress, inflammation and DNA damage in mice with adenine-induced chronic renal failure. Cell Physiol Biochem. 2016;38:1703–1713."}, {"Citation": "Miller MR, Raftis JB, Langrish JP, et al. Inhaled nanoparticles accumulate at sites of vascular disease. ACS Nano. 2017;11:4542–4552."}, {"Citation": "Pope CA III, Hansen ML, Long RW, et al. Ambient particulate air pollution, heart rate variability, and blood markers of inflammation in a panel of elderly subjects. Environ Health Perspect. 2004;112:339–345."}, {"Citation": "Rajagopalan S, Brook RD. Air pollution and type 2 diabetes: mechanistic insights. Diabetes. 2012;61:3037–3045."}, {"Citation": "Yang YR, Chen YM, Chen SY, Chan CC. Associations between long-term particulate matter exposure and adult renal function in the Taipei metropolis. Environ Health Perspect. 2017;125:602–607."}, {"Citation": "Hsu YH, Chuang HC, Lee YH, et al. Traffic-related particulate matter exposure induces nephrotoxicity in vitro and in vivo. Free Radic Biol Med. 2019;135:235–244."}, {"Citation": "Gaitonde DY, Cook DL, Rivera IM. Chronic kidney disease: detection and evaluation. Am Fam Physician. 2017;96:776–783."}, {"Citation": "Ronksley PE, Tonelli M, Manns BJ, et al. Emergency department use among patients with CKD: a population-based analysis. Clin J Am Soc Nephrol. 2017;12:304–314."}, {"Citation": "Tonelli M, Wiebe N, Culleton B, et al. Chronic kidney disease and mortality risk: a systematic review. J Am Soc Nephrol. 2006;17:2034–2047."}, {"Citation": "Kemec Z, Tüzün C, Gürel A. Neurogenic bladder and acute kidney injury in leukodystrophy. Cureus. 2020;12:e8707."}, {"Citation": "Salo J, Ikäheimo R, Tapiainen T, Uhari M. Childhood urinary tract infections as a cause of chronic kidney disease. Pediatrics. 2011;128:840–847."}, {"Citation": "Alelign T, Petros B. Kidney stone disease: an update on current concepts. Adv Urol. 2018;2018:3068365."}, {"Citation": "Hansen AL, Bi P, Ryan P, Nitschke M, Pisaniello D, Tucker G. The effect of heat waves on hospital admissions for renal disease in a temperate city of Australia. Int J Epidemiol. 2008;37:1359–1365."}, {"Citation": "Kim E, Kim H, Kim YC, Lee JP. Association between extreme temperature and kidney disease in South Korea, 2003–2013: stratified by sex and age groups. Sci Total Environ. 2018;642:800–808."}, {"Citation": "Hansen A, Bi P, Ryan P, et al. The effect of heatwaves on hospital admissions for renal disease in Adelaide, South Australia. Epidemiology. 2008;19:S105–S106."}, {"Citation": "Borg M, Bi P, Nitschke M, Williams S, McDonald S. The impact of daily temperature on renal disease incidence: an ecological study. Environ Health. 2017;16:114."}, {"Citation": "Liu Y, Hoppe BO, Convertino M. Threshold evaluation of emergency risk communication for health risks related to hazardous ambient temperature. Risk Anal. 2018;38:2208–2221."}, {"Citation": "Kovats RS, Hajat S, Wilkinson P. Contrasting patterns of mortality and hospital admissions during hot weather and heat waves in Greater London, UK. Occup Environ Med. 2004;61:893–898."}, {"Citation": "Ballotari P, Ranieri SC, Luberto F, et al. Sex differences in cardiovascular mortality in diabetics and nondiabetic subjects: a population-based study (Italy). Int J Endocrinol. 2015;2015:914057."}, {"Citation": "Vicedo-Cabrera AM, Sera F, Liu C, et al. Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ. 2020;368:m108."}, {"Citation": "Gasparrini A, Guo Y, Hashizume M, et al. Mortality risk attributable to high and low ambient temperature: a multicountry observational study. Lancet. 2015;386:369–375."}, {"Citation": "Lee W, Kim Y, Sera F, et al. Projections of excess mortality related to diurnal temperature range under climate change scenarios: a multi-country modelling study. Lancet Planet Health. 2020;4:e512–e521."}, {"Citation": "Liu C, Chen R, Sera F, et al. Ambient particulate air pollution and daily mortality in 652 cities. N Engl J Med. 2019;381:705–715."}, {"Citation": "Di Q, Wang Y, Zanobetti A, et al. Air pollution and mortality in the medicare population. N Engl J Med. 2017;376:2513–2522."}, {"Citation": "Li G, Huang J, Wang J, et al. Long-term exposure to ambient PM 2.5 and increased risk of CKD prevalence in China. J Am Soc Nephrol. 2020;32:448–458."}, {"Citation": "Lim YH, So R, Lee C, et al. Ambient temperature and hospital admissions for acute kidney injury: a time-series analysis. Sci Total Environ. 2018;616–617:1134–1138."}, {"Citation": "Obi Y, Kalantar-Zadeh K, Streja E, et al. Seasonal variations in transition, mortality and kidney transplantation among patients with end-stage renal disease in the USA. Nephrol Dial Transplant. 2017;32:907."}, {"Citation": "Hesterberg TW, Bunn WB, McClellan RO, Hamade AK, Long CM, Valberg PA. Critical review of the human data on short-term nitrogen dioxide (NO 2 ) exposures: evidence for NO 2 no-effect levels. Crit Rev Toxicol. 2009;39:743–781."}, {"Citation": "Sung BM, Oh DJ, Choi MH, Choi HM. Chronic kidney disease in neurogenic bladder. Nephrology (Carlton). 2018;23:231–236."}, {"Citation": "McLellan LK, Hunstad DA. Urinary tract infection: pathogenesis and outlook. Trends Mol Med. 2016;22:946–957."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "29", "Hour": "5", "Minute": "50"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34711735", "10.1097/EDE.0000000000001430", "00001648-202201000-00003"]}}], "PubmedBookArticle": []}