{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["chlorpyrifos", "diazinon", "matrix effect", "ozonation", "sample pretreatment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34723432", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "11", "Day": "12"}], "ELocationID": ["10.1002/jssc.202100715"], "Journal": {"ISSN": "1615-9314", "JournalIssue": {"Volume": "45", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Journal of separation science", "ISOAbbreviation": "J Sep Sci"}, "ArticleTitle": "A modified quick, easy, cheap, effective, rugged, and safe method for determination of by-products originating from ozonation of chlorpyrifos and diazinon spiked in cherry tomato and perilla leaf.", "Pagination": {"StartPage": "422", "EndPage": "431", "MedlinePgn": "422-431"}, "Abstract": {"AbstractText": ["In this study, sample pretreatment methods have been developed for the determination of chlorpyrifos, diazinon, and their by-products present in cherry tomato and perilla leaf using liquid chromatography-tandem mass spectrometry. To optimize a quick, easy, cheap, effective, rugged, and safe method, the recoveries at each step were evaluated. The steps improved the recoveries of chlorpyrifos, chlorpyrifos oxon, diazinon, diazoxon, and 2-isopropyl-6-methyl-4-pyrimidinol up to 80% or more by removing interferents, but diethyl phosphate was almost lost during the partition procedure, and the 3,5,6-trichloro-2-pyridinol recovery was below 65%. Therefore, the compounds were evaluated using different solvent compositions based on a quick polar pesticides method; note that 100% methanol showed acceptable extraction results. The optimized method provided method detection limits ranging from 0.03 to 1.22 ng/g and good linearities (R<sup>2 </sup> > 0.996). The recovery values were between 82.1 and 113.3%. The intra- and interday reproducibility was evaluated to be within 8.6 and 9.9%, respectively. The method was applied to determine the degradation efficiency of chlorpyrifos and diazinon and their by-products formed during plasma treatment."], "CopyrightInformation": "© 2021 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Western Seoul Center, Korea Basic Science Institute, Seoul, Republic of Korea."}], "LastName": "Park", "ForeName": "Juri", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consumer Safety Research Division, Korea Food Research Institute, Jeollabuk-Do, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Food Biotechnology, University of Science and Technology, Daejeon, Republic of Korea."}], "LastName": "Kim", "ForeName": "Yun-Ji", "Initials": "YJ"}, {"Identifier": ["0000-0002-8045-3784"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Western Seoul Center, Korea Basic Science Institute, Seoul, Republic of Korea."}], "LastName": "Na", "ForeName": "Yun-Cheol", "Initials": "YC"}], "GrantList": [{"Agency": "Ministry of Science, ICT and Future Planning", "Country": ""}, {"GrantID": "C140370", "Agency": "Korea Basic Science Institute (KBSI)", "Country": ""}, {"GrantID": "E0192103-01", "Agency": "Korea Food Research Institute (KFRI)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Sep Sci", "NlmUniqueID": "101088554", "ISSNLinking": "1615-9306"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "JCS58I644W", "NameOfSubstance": "Chlorpyrifos"}, {"RegistryNumber": "YUS1M1Q929", "NameOfSubstance": "Diazinon"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Chlorpyrifos"}, {"QualifierName": ["analysis"], "DescriptorName": "Diazinon"}, {"QualifierName": [], "DescriptorName": "Solanum lycopersicum"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Perilla"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kim K-H, Kabir E, Jahan SA. Exposure to pesticides and the associated human health effects. Sci Total Environ. 2017;575:525-35."}, {"Citation": "van der Werf HM. Assessing the impact of pesticides on the environment. Agric Ecosyst Environ. 1996;60:81-96."}, {"Citation": "Heo NS, Lee M-K, Kim GW, Lee SJ, Park JY, Park TJ. Microbial inactivation and pesticide removal by remote exposure of atmospheric air plasma in confined environments. J Biosci Bioeng. 2014;117:81-5."}, {"Citation": "Zhang ZH, Wang LH, Zeng XA, Han Z, Brennan CS. Non-thermal technologies and its current and future application in the food industry: a review. Int J Food Sci Tech. 2019;54:1-13."}, {"Citation": "Misra N. The contribution of non-thermal and advanced oxidation technologies towards dissipation of pesticide residues. Trends Food Sci Technol. 2015;45:229-44."}, {"Citation": "Misra N, Tiwari B, Raghavarao K, Cullen P. Nonthermal plasma inactivation of food-borne pathogens. Food Eng Rev. 2011;3:159-70."}, {"Citation": "Pankaj SK, Bueno-Ferrer C, Misra N, Milosavljević V, O'donnell C, Bourke P, Keener K, Cullen P. Applications of cold plasma technology in food packaging. Trends Food Sci Technol. 2014;35:5-17."}, {"Citation": "Thirumdas R, Sarangapani C, Annapure US. Cold plasma: a novel non-thermal technology for food processing. Food Biophys. 2015;10:1-11."}, {"Citation": "Bai Y, Chen J, Yang Y, Guo L, Zhang C. Degradation of organophosphorus pesticide induced by oxygen plasma: effects of operating parameters and reaction mechanisms. Chemosphere 2010;81:408-14."}, {"Citation": "Zhou R, Zhou R, Yu F, Xi D, Wang P, Li J, Wang X, Zhang X, Bazaka K, Ostrikov KK. Removal of organophosphorus pesticide residues from Lycium barbarum by gas phase surface discharge plasma. Chem Eng J. 2018;342:401-9."}, {"Citation": "Wu J, Lan C, Chan GYS. Organophosphorus pesticide ozonation and formation of oxon intermediates. Chemosphere 2009;76:1308-14."}, {"Citation": "Misra N, Patil S, Moiseev T, Bourke P, Mosnier J, Keener K, Cullen P. In-package atmospheric pressure cold plasma treatment of strawberries. J Food Eng. 2014;125:131-8."}, {"Citation": "Misra NN, Keener KM, Bourke P, Mosnier J-P, Cullen PJ. In-package atmospheric pressure cold plasma treatment of cherry tomatoes. J Biosci Bioeng. 2014;118:177-82."}, {"Citation": "Misra N, Pankaj S, Walsh T, O'Regan F, Bourke P, Cullen P. In-package nonthermal plasma degradation of pesticides on fresh produce. J Hazard Mater. 2014;271:33-40."}, {"Citation": "Zhang Y, Hou Y, Chen F, Xiao Z, Zhang J, Hu X. The degradation of chlorpyrifos and diazinon in aqueous solution by ultrasonic irradiation: effect of parameters and degradation pathway. Chemosphere 2011;82:1109-15."}, {"Citation": "Yahya NA, Attan N, Wahab RA. An overview of cosmeceutically relevant plant extracts and strategies for extraction of plant-based bioactive compounds. Food Bioprod Process. 2018;112:69-85."}, {"Citation": "Sulaiman NS, Rovina K, Joseph VM. Classification, extraction and current analytical approaches for detection of pesticides in various food products. J Consum Prot Food S. 2019;14:209-21."}, {"Citation": "Anastassiades M, Lehotay SJ, Štajnbaher D, Schenck FJ. Fast and easy multiresidue method employing acetonitrile extraction/partitioning and “dispersive solid-phase extraction” for the determination of pesticide residues in produce. J AOAC Int. 2003;86:412-31."}, {"Citation": "Golge O, Kabak B. Evaluation of QuEChERS sample preparation and liquid chromatography-triple-quadrupole mass spectrometry method for the determination of 109 pesticide residues in tomatoes. Food Chem. 2015;176:319-32."}, {"Citation": "Payá, P, Anastassiades M, Mack D, Sigalova I, Tasdelen B, Oliva J, Barba A. Analysis of pesticide residues using the quick easy cheap effective rugged and safe (QuEChERS) pesticide multiresidue method in combination with gas and liquid chromatography and tandem mass spectrometric detection. Anal Bioanal Chem. 2007;389:1697-714."}, {"Citation": "Kamel A. Refined methodology for the determination of neonicotinoid pesticides and their metabolites in honey bees and bee products by liquid chromatography− tandem mass spectrometry (LC-MS/MS). J Agric Food Chem. 2010;58:5926-31."}, {"Citation": "Anastassiades M, Kolberg D, Eichhorn E, Wachtler A, Benkenstein A, Zechmann S, Mack D, Wildgrube C, Barth A, Sigalov I. Quick method for the analysis of numerous highly polar pesticides in food involving extraction with acidified methanol and LC-MS/MS measurement. I Food of plant origin (QuPPe-PO-method). EURL Single Residue Methods. 2019."}, {"Citation": "Chu S, Letcher RJ. A mixed-mode chromatographic separation method for the analysis of dialkyl phosphates. J Chromatogr A. 2018;1535:63-71."}, {"Citation": "Nortes-Méndez R, Robles-Molina J, López-Blanco R, Vass A, Molina-Díaz A, Garcia-Reyes JF. Determination of polar pesticides in olive oil and olives by hydrophilic interaction liquid chromatography coupled to tandem mass spectrometry and high resolution mass spectrometry. Talanta 2016;158:222-8."}, {"Citation": "Lee Y, Kim YJ, Khan MSI, Na Y-C. Identification and determination of by-products originating from ozonation of chlorpyrifos and diazinon in water by liquid chromatography-mass spectrometry. J Sep Sci. 2020;43:4047-57."}, {"Citation": "CEN (European Committee for Standardization). Foods of plant origin-determination of pesticide residues using GC-MS and/or LC-MS/MS following acetonitrile extraction/partitioning and clean-up by dispersive SPE. QuEChERS-method. BS EN 15662. 2008."}, {"Citation": "Lehotay SJ. Pesticide residues in foods by acetonitrile extraction and partitioning with magnesium sulphate. J AOAC Int. 2007;90:485-520."}, {"Citation": "Kaewsuya P, Brewer WE, Wong J, Morgan SL. Automated QuEChERS tips for analysis of pesticide residues in fruits and vegetables by GC-MS. J Agri Food Chem. 2013;61:2299-314."}, {"Citation": "Li R, He L, Zhou T, Ji X, Qian M, Zhou Y, Wang Q. \"Simultaneous determination of chlorpyrifos and 3, 5, 6-trichloro-2-pyridinol in duck muscle by modified QuEChERS coupled to gas chromatography tandem mass spectrometry (GC-MS/MS). Anal Bioanal Chem. 2014;406:2899-907."}, {"Citation": "Li Y, Ma S, Wang M, Han P, Feng, X. Determination of chlorpyrifos and its metabolites in strawberry using QuEChERS-liquid chromatography-tandem mass spectrometry. J Food Safety Qual. 2017;8:3531-5."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "10", "Day": "23"}, {"Year": "2021", "Month": "9", "Day": "5"}, {"Year": "2021", "Month": "10", "Day": "25"}, {"Year": "2021", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "1", "Hour": "9", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34723432", "10.1002/jssc.202100715"]}}], "PubmedBookArticle": []}