{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34754067", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "11", "Day": "09"}], "ELocationID": ["10.1038/s41366-021-01003-0"], "Journal": {"ISSN": "1476-5497", "JournalIssue": {"Volume": "46", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "International journal of obesity (2005)", "ISOAbbreviation": "Int J Obes (Lond)"}, "ArticleTitle": "Prenatal exposure to ambient air pollution and traffic and indicators of adiposity in early childhood: the Healthy Start study.", "Pagination": {"StartPage": "494", "EndPage": "501", "MedlinePgn": "494-501"}, "Abstract": {"AbstractText": ["Prenatal exposure to ambient air pollution and traffic have been related to a lower birth weight and may be associated with greater adiposity in childhood. We aimed to examine associations of maternal exposure to ambient air pollution and traffic during pregnancy with indicators of adiposity in early childhood.", "We included 738 participants of the Colorado-based Healthy Start study whose height, weight, waist circumference and/or fat mass were measured at age 4-6 years. We estimated residential exposure to ambient concentrations of fine particulate matter (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) averaged by trimester and throughout pregnancy via inverse distance-weighted interpolation of central site monitoring data. We assessed the distance to the nearest major roadway and traffic density in multiple buffers surrounding the participants' homes. Associations of prenatal exposure to air pollution and traffic with overweight, waist circumference, percent fat mass and fat mass index (FMI) were assessed by logistic and linear regression.", "Associations of exposure to PM<sub>2.5</sub> and O<sub>3</sub> at the residential address during pregnancy with percent fat mass and FMI at age 4-6 years were inconsistent across trimesters. For example, second trimester PM<sub>2.5</sub> was associated with a higher percent fat mass (adjusted difference 0.70% [95% CI 0.05, 1.35%] per interquartile range (IQR; 1.3 µg/m<sup>3</sup>) increase), while third trimester PM<sub>2.5</sub> was associated with a lower percent fat mass (adjusted difference -1.17% [95% CI -1.84, -0.50%] per IQR (1.3 µg/m<sup>3</sup>) increase). Residential proximity to a highway during pregnancy was associated with higher odds of being overweight at age 4-6 years. We observed no associations of prenatal exposure to PM<sub>2.5</sub> and O<sub>3</sub> with overweight and waist circumference.", "We found limited evidence of associations of prenatal exposure to ambient PM<sub>2.5</sub> and O<sub>3</sub> with indicators of adiposity at age 4-6 years. Suggestive relationships between residential proximity to a highway during pregnancy and greater adiposity merit further investigation."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature Limited."}, "AuthorList": [{"Identifier": ["0000-0001-9941-8551"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA. lizan.bloemsma@cuanschutz.edu."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA. lizan.bloemsma@cuanschutz.edu."}], "LastName": "Bloemsma", "ForeName": "Lizan D", "Initials": "LD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Pediatrics, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Dabelea", "ForeName": "Dana", "Initials": "D"}, {"Identifier": ["0000-0002-9594-9790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography and Earth Sciences, University of North Carolina Charlotte, Charlotte, NC, USA."}], "LastName": "Thomas", "ForeName": "Deborah S K", "Initials": "DSK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Peel", "ForeName": "Jennifer L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Adgate", "ForeName": "John L", "Initials": "JL"}, {"Identifier": ["0000-0002-8763-9194"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Allshouse", "ForeName": "William B", "Initials": "WB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Martenies", "ForeName": "Sheena E", "Initials": "SE"}, {"Identifier": ["0000-0002-2874-3530"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Magzamen", "ForeName": "Sheryl", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lifecourse Epidemiology of Adiposity and Diabetes (LEAD) Center, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Starling", "ForeName": "Anne P", "Initials": "AP"}], "GrantList": [{"GrantID": "R00 ES025817", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 DK076648", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "UH3 OD023248", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Int J Obes (Lond)", "NlmUniqueID": "101256108", "ISSNLinking": "0307-0565"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adiposity"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": [], "DescriptorName": "Obesity"}, {"QualifierName": [], "DescriptorName": "Overweight"}, {"QualifierName": ["toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Prenatal Exposure Delayed Effects"}], "CoiStatement": "Competing Interests Statement. The authors declare that they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adair LS. Child and adolescent obesity: epidemiology and developmental perspectives. Physiol Behav 2008;94(1):8–16.", "ArticleIdList": ["18191968"]}, {"Citation": "Dietz WH. Periods of risk in childhood for the development of adult obesity--what do we need to learn? J Nutr 1997;127(9):1884S–6S.", "ArticleIdList": ["9278575"]}, {"Citation": "Zheng T, Zhang J, Sommer K, Bassig BA, Zhang X, Braun J, et al. Effects of Environmental Exposures on Fetal and Childhood Growth Trajectories. Ann Glob Health 2016;82(1):41–99.", "ArticleIdList": ["PMC5967632", "27325067"]}, {"Citation": "Russ K, Howard S. Developmental Exposure to Environmental Chemicals and Metabolic Changes in Children. Curr Probl Pediatr Adolesc Health Care 2016;46(8):255–85.", "ArticleIdList": ["27401018"]}, {"Citation": "Li X, Huang S, Jiao A, Yang X, Yun J, Wang Y, et al. Association between ambient fine particulate matter and preterm birth or term low birth weight: An updated systematic review and meta-analysis. Environ Pollut 2017;227:596–605.", "ArticleIdList": ["28457735"]}, {"Citation": "Pedersen M, Giorgis-Allemand L, Bernard C, Aguilera I, Andersen AM, Ballester F, et al. Ambient air pollution and low birthweight: a European cohort study (ESCAPE). Lancet Respir Med 2013;1(9):695–704.", "ArticleIdList": ["24429273"]}, {"Citation": "Dadvand P, Parker J, Bell ML, Bonzini M, Brauer M, Darrow LA, et al. Maternal exposure to particulate air pollution and term birth weight: a multi-country evaluation of effect and heterogeneity. Environ Health Perspect 2013;121(3):267–373.", "ArticleIdList": ["PMC3621183", "23384584"]}, {"Citation": "Kingsley SL, Eliot MN, Glazer K, Awad YA, Schwartz JD, Savitz DA, et al. Maternal ambient air pollution, preterm birth and markers of fetal growth in Rhode Island: results of a hospital-based linkage study. J Epidemiol Community Health 2017;71(12):1131–6.", "ArticleIdList": ["PMC5879771", "28947670"]}, {"Citation": "Malmqvist E, Liew Z, Kallen K, Rignell-Hydbom A, Rittner R, Rylander L, et al. Fetal growth and air pollution - A study on ultrasound and birth measures. Environ Res 2017;152:73–80.", "ArticleIdList": ["27741452"]}, {"Citation": "Martin A, Connelly A, Bland RM, Reilly JJ. Health impact of catch-up growth in low-birth weight infants: systematic review, evidence appraisal, and meta-analysis. Matern Child Nutr 2017;13(1).", "ArticleIdList": ["PMC7158701", "27002681"]}, {"Citation": "Baird J, Fisher D, Lucas P, Kleijnen J, Roberts H, Law C. Being big or growing fast: systematic review of size and growth in infancy and later obesity. BMJ 2005;331(7522):929.", "ArticleIdList": ["PMC1261184", "16227306"]}, {"Citation": "Perng W, Hajj H, Belfort MB, Rifas-Shiman SL, Kramer MS, Gillman MW, et al. Birth Size, Early Life Weight Gain, and Midchildhood Cardiometabolic Health. J Pediatr 2016;173:122–30 e1.", "ArticleIdList": ["PMC4884526", "26995700"]}, {"Citation": "Kannan S, Misra DP, Dvonch JT, Krishnakumar A. Exposures to airborne particulate matter and adverse perinatal outcomes: a biologically plausible mechanistic framework for exploring potential effect modification by nutrition. Environ Health Perspect 2006;114(11):1636–42.", "ArticleIdList": ["PMC1665414", "17107846"]}, {"Citation": "Fleisch AF, Luttmann-Gibson H, Perng W, Rifas-Shiman SL, Coull BA, Kloog I, et al. Prenatal and early life exposure to traffic pollution and cardiometabolic health in childhood. Pediatr Obes 2017;12(1):48–57.", "ArticleIdList": ["PMC4974151", "26843357"]}, {"Citation": "Mao G, Nachman RM, Sun Q, Zhang X, Koehler K, Chen Z, et al. Individual and Joint Effects of Early-Life Ambient PM2.5 Exposure and Maternal Prepregnancy Obesity on Childhood Overweight or Obesity. Environ Health Perspect 2017;125(6):067005.", "ArticleIdList": ["PMC5743454", "28669938"]}, {"Citation": "Chiu YM, Hsu HL, Wilson A, Coull BA, Pendo MP, Baccarelli A, et al. Prenatal particulate air pollution exposure and body composition in urban preschool children: Examining sensitive windows and sex-specific associations. Environ Res 2017;158:798–805.", "ArticleIdList": ["PMC5570541", "28759881"]}, {"Citation": "Huang JV, Leung GM, Schooling CM. The association of air pollution with body mass index: evidence from Hong Kong’s “Children of 1997” birth cohort. Int J Obes (Lond) 2019;43(1):62–72.", "ArticleIdList": ["29686381"]}, {"Citation": "Kim E, Park H, Park EA, Hong YC, Ha M, Kim HC, et al. Particulate matter and early childhood body weight. Environ Int 2016;94:591–9.", "ArticleIdList": ["27344372"]}, {"Citation": "Rundle A, Hoepner L, Hassoun A, Oberfield S, Freyer G, Holmes D, et al. Association of childhood obesity with maternal exposure to ambient air polycyclic aromatic hydrocarbons during pregnancy. Am J Epidemiol 2012;175(11):1163–72.", "ArticleIdList": ["PMC3491973", "22505764"]}, {"Citation": "Sears CG, Mueller-Leonhard C, Wellenius GA, Chen A, Ryan P, Lanphear BP, et al. Early-life exposure to traffic-related air pollution and child anthropometry. Environmental Epidemiology 2019;3(5):p e061.", "ArticleIdList": ["PMC7461703", "32885129"]}, {"Citation": "Kim JS, Alderete TL, Chen Z, Lurmann F, Rappaport E, Habre R, et al. Longitudinal associations of in utero and early life near-roadway air pollution with trajectories of childhood body mass index. Environ Health 2018;17(1):64.", "ArticleIdList": ["PMC6137930", "30213262"]}, {"Citation": "Fleisch AF, Aris IM, Rifas-Shiman SL, Coull BA, Luttmann-Gibson H, Koutrakis P, et al. Prenatal Exposure to Traffic Pollution and Childhood Body Mass Index Trajectory. Front Endocrinol (Lausanne) 2019;9:771.", "ArticleIdList": ["PMC6330299", "30666232"]}, {"Citation": "Rosofsky AS, Fabian MP, Ettinger de Cuba S, Sandel M, Coleman S, Levy JI, et al. Prenatal Ambient Particulate Matter Exposure and Longitudinal Weight Growth Trajectories in Early Childhood. Int J Environ Res Public Health 2020;17(4).", "ArticleIdList": ["PMC7068568", "32102302"]}, {"Citation": "Fossati S, Valvi D, Martinez D, Cirach M, Estarlich M, Fernandez-Somoano A, et al. Prenatal air pollution exposure and growth and cardio-metabolic risk in preschoolers. Environ Int 2020;138:105619.", "ArticleIdList": ["32193046"]}, {"Citation": "Javed A, Jumean M, Murad MH, Okorodudu D, Kumar S, Somers VK, et al. Diagnostic performance of body mass index to identify obesity as defined by body adiposity in children and adolescents: a systematic review and meta-analysis. Pediatr Obes 2015;10(3):234–44.", "ArticleIdList": ["24961794"]}, {"Citation": "Savva SC, Tornaritis M, Savva ME, Kourides Y, Panagi A, Silikiotou N, et al. Waist circumference and waist-to-height ratio are better predictors of cardiovascular disease risk factors in children than body mass index. Int J Obes Relat Metab Disord 2000;24(11):1453–8.", "ArticleIdList": ["11126342"]}, {"Citation": "Janssen I, Katzmarzyk PT, Ross R. Waist circumference and not body mass index explains obesity-related health risk. Am J Clin Nutr 2004;79(3):379–84.", "ArticleIdList": ["14985210"]}, {"Citation": "Schmidt MD, Dwyer T, Magnussen CG, Venn AJ. Predictive associations between alternative measures of childhood adiposity and adult cardio-metabolic health. Int J Obes (Lond) 2011;35(1):38–45.", "ArticleIdList": ["20877285"]}, {"Citation": "Colorado Department of Public Health & Environment. History of ozone in Colorado [https://www.colorado.gov/pacific/cdphe/ozone-planning-chronology]."}, {"Citation": "Bell ML, Dominici F, Ebisu K, Zeger SL, Samet JM. Spatial and temporal variation in PM(2.5) chemical composition in the United States for health effects studies. Environ Health Perspect 2007;115(7):989–95.", "ArticleIdList": ["PMC1913582", "17637911"]}, {"Citation": "Starling AP, Moore BF, Thomas DSK, Peel JL, Zhang W, Adgate JL, et al. Prenatal exposure to traffic and ambient air pollution and infant weight and adiposity: The Healthy Start study. Environ Res 2020;182:109130.", "ArticleIdList": ["PMC7394733", "32069764"]}, {"Citation": "Centers for Disease Control and Prevention. Defining Childhood Obesity [https://www.cdc.gov/obesity/childhood/defining.html]."}, {"Citation": "Fields DA, Allison DB. Air-displacement plethysmography pediatric option in 2–6 years old using the four-compartment model as a criterion method. Obesity (Silver Spring) 2012;20(8):1732–7.", "ArticleIdList": ["PMC3628559", "22421895"]}, {"Citation": "Wells JCK. A critique of the expression of paediatric body composition data. Arch Dis Child 2001;85(1):67–72.", "ArticleIdList": ["PMC1718830", "11420208"]}, {"Citation": "Wells JCK, Cole TJ, steam As. Adjustment of fat-free mass and fat mass for height in children aged 8 y. Int J Obes Relat Metab Disord 2002;26(7):947–52.", "ArticleIdList": ["12080448"]}, {"Citation": "Wood S. Package ‘mgcv’ November 9, 2019."}, {"Citation": "Salam MT, Millstein J, Li YF, Lurmann FW, Margolis HG, Gilliland FD. Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: results from the Children’s Health Study. Environ Health Perspect 2005;113(11):1638–44.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Fleisch AF, Rifas-Shiman SL, Koutrakis P, Schwartz JD, Kloog I, Melly S, et al. Prenatal exposure to traffic pollution: associations with reduced fetal growth and rapid infant weight gain. Epidemiology 2015;26(1):43–50.", "ArticleIdList": ["PMC4285344", "25437317"]}, {"Citation": "Cunningham FG, Leveno KJ, Bloom SL, Dashe JS, Hoffman BL, Casey BM, et al. Williams Obstetrics, Twenty-Fifth Edition: McGraw-Hill Education; 2018."}, {"Citation": "Chodick G, Flash S, Deoitch Y, Shalev V. Seasonality in birth weight: review of global patterns and potential causes. Hum Biol 2009;81(4):463–77.", "ArticleIdList": ["20067370"]}, {"Citation": "Strand LB, Barnett AG, Tong S. The influence of season and ambient temperature on birth outcomes: a review of the epidemiological literature. Environ Res 2011;111(3):451–62.", "ArticleIdList": ["21333980"]}, {"Citation": "An R, Wang J, Ashrafi SA, Yang Y, Guan C. Chronic Noise Exposure and Adiposity: A Systematic Review and Meta-analysis. Am J Prev Med 2018;55(3):403–11.", "ArticleIdList": ["30122217"]}, {"Citation": "Wang Z, Zhao L, Huang Q, Hong A, Yu C, Xiao Q, et al. Traffic-related environmental factors and childhood obesity: A systematic review and meta-analysis. Obes Rev 2020.", "ArticleIdList": ["PMC7988540", "32003149"]}, {"Citation": "Jia P, Xue H, Cheng X, Wang Y, Wang Y. Association of neighborhood built environments with childhood obesity: Evidence from a 9-year longitudinal, nationally representative survey in the US. Environ Int 2019;128:158–64.", "ArticleIdList": ["31055202"]}, {"Citation": "Tian N, Xue J, Barzyk TM. Evaluating socioeconomic and racial differences in traffic-related metrics in the United States using a GIS approach. J Expo Sci Environ Epidemiol 2013;23(2):215–22.", "ArticleIdList": ["22872311"]}, {"Citation": "Hajat A, Hsia C, O’Neill MS. Socioeconomic Disparities and Air Pollution Exposure: a Global Review. Curr Environ Health Rep 2015;2(4):440–50.", "ArticleIdList": ["PMC4626327", "26381684"]}, {"Citation": "Nethery E, Brauer M, Janssen P. Time-activity patterns of pregnant women and changes during the course of pregnancy. J Expo Sci Environ Epidemiol 2009;19(3):317–24.", "ArticleIdList": ["18478047"]}, {"Citation": "Chen L, Bell EM, Caton AR, Druschel CM, Lin S. Residential mobility during pregnancy and the potential for ambient air pollution exposure misclassification. Environ Res 2010;110(2):162–8.", "ArticleIdList": ["19963212"]}, {"Citation": "Lupo PJ, Symanski E, Chan W, Mitchell LE, Waller DK, Canfield MA, et al. Differences in exposure assignment between conception and delivery: the impact of maternal mobility. Paediatr Perinat Epidemiol 2010;24(2):200–8.", "ArticleIdList": ["20415777"]}, {"Citation": "Moss JL, Johnson NJ, Yu M, Altekruse SF, Cronin KA. Comparisons of individual- and area-level socioeconomic status as proxies for individual-level measures: evidence from the Mortality Disparities in American Communities study. Popul Health Metr 2021;19(1):1.", "ArticleIdList": ["PMC7792135", "33413469"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "18"}, {"Year": "2021", "Month": "10", "Day": "14"}, {"Year": "2021", "Month": "10", "Day": "12"}, {"Year": "2021", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "10", "Hour": "6", "Minute": "34"}, {"Year": "2022", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34754067", "NIHMS1754759", "PMC9269985", "10.1038/s41366-021-01003-0", "10.1038/s41366-021-01003-0"]}}], "PubmedBookArticle": []}