{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34890423", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "12", "Day": "10"}], "ELocationID": ["e0261180", "10.1371/journal.pone.0261180"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "16", "Issue": "12", "PubDate": {"Year": "2021"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Ozone ultrafine bubble water inhibits the early formation of Candida albicans biofilms.", "Pagination": {"StartPage": "e0261180", "MedlinePgn": "e0261180"}, "Abstract": {"AbstractText": ["This study aimed to investigate the effect of ozone ultrafine bubble water (OUFBW) on the formation and growth of Candida albicans (C. albicans) biofilms and surface properties of denture base resins. OUFBWs were prepared under concentrations of 6 (OUFBW6), 9 (OUFBW9), and 11 ppm (OUFBW11). Phosphate buffered saline and ozone-free electrolyte aqueous solutions (OFEAS) were used as controls. Acrylic resin discs were made according to manufacturer instructions, and C. albicans was initially cultured on the discs for 1.5 h. A colony forming unit (CFU) assay was performed by soaking the discs in OUFBW for 5 min after forming a 24-h C. albicans biofilm. The discs after initial attachment for 1.5 h were immersed in OUFBW and then cultured for 0, 3, and 5 h. CFUs were subsequently evaluated at each time point. Moreover, a viability assay, scanning electron microscopy (SEM), Alamar Blue assay, and quantitative real-time polymerase chain reaction (qRT-PCR) test were performed. To investigate the long-term effects of OUFBW on acrylic resin surface properties, Vickers hardness (VH) and surface roughness (Ra) were measured. We found that OUFBW9 and OUFBW11 significantly degraded the formed 24-h biofilm. The time point CFU assay showed that C. albicans biofilm formation was significantly inhibited due to OUFBW11 exposure. Interestingly, fluorescence microscopy revealed that almost living cells were observed in all groups. In SEM images, the OUFBW group had lesser number of fungi and the amount of non-three-dimensional biofilm than the control group. In the Alamar Blue assay, OUFBW11 was found to suppress Candida metabolic function. The qRT-PCR test showed that OUFBW down-regulated ALS1 and ALS3 expression regarding cell-cell, cell-material adhesion, and biofilm formation. Additionally, VH and Ra were not significantly different between the two groups. Overall, our data suggest that OUFBW suppressed C. albicans growth and biofilm formation on polymethyl methacrylate without impairing surface properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Removable Partial Prosthodontics, Graduate School, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."}], "LastName": "Shichiri-Negoro", "ForeName": "Yuka", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine and Stomatology, Tsurumi University School of Dental Medicine, Yokohama, Kanagawa, Japan."}], "LastName": "Tsutsumi-Arai", "ForeName": "Chiaki", "Initials": "C"}, {"Identifier": ["0000-0002-3337-1073"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Removable Partial Prosthodontics, Graduate School, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."}], "LastName": "Arai", "ForeName": "Yuki", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Medicine and Stomatology, Tsurumi University School of Dental Medicine, Yokohama, Kanagawa, Japan."}], "LastName": "Satomura", "ForeName": "Kazuhito", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Lifetime Oral Health Care Science, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."}], "LastName": "Arakawa", "ForeName": "Shinichi", "Initials": "S"}, {"Identifier": ["0000-0002-0517-6756"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Removable Partial Prosthodontics, Graduate School, Tokyo Medical and Dental University (TMDU), Tokyo, Japan."}], "LastName": "Wakabayashi", "ForeName": "Noriyuki", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9011-14-7", "NameOfSubstance": "Polymethyl Methacrylate"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Biofilms"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Candida albicans"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Candidiasis"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["administration & dosage"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polymethyl Methacrylate"}, {"QualifierName": [], "DescriptorName": "Surface Properties"}, {"QualifierName": ["chemistry"], "DescriptorName": "Water"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Singh A, Verma R, Murari A, Agrawal A. Oral candidiasis: An overview. J Oral Maxillofac Pathol. 2014;18: 81–85. doi: 10.4103/0973-029X.141325", "ArticleIdList": ["10.4103/0973-029X.141325", "PMC4211245", "25364186"]}, {"Citation": "Gleiznys A, Zdanavičienė E, Žilinskas J. Candida albicans importance to denture wearers. A literature review. Stomatologija. 2015;17: 54–66.", "ArticleIdList": ["26879270"]}, {"Citation": "Budtz-Jørgensen E, Mojon P, Rentsch A, Deslauriers N. Effects of an oral health program on the occurrence of oral candidosis in a long-term care facility. Commun Dent Oral Epidemiol. 2000;28: 141–149. doi: 10.1034/j.1600-0528.2000.028002141.x", "ArticleIdList": ["10.1034/j.1600-0528.2000.028002141.x", "10730723"]}, {"Citation": "Pereira-Cenci T, Del Bel Cury AA, Crielaard W, Ten Cate JM. Development of Candida-as- sociated denture stomatitis. new insights. J Appl Oral Sci. 2008;16: 86–94. doi: 10.1590/s1678-77572008000200002", "ArticleIdList": ["10.1590/s1678-77572008000200002", "PMC4327625", "19089197"]}, {"Citation": "Webb BC, Thomas CJ, Willcox MDP, Harty DW, Knox KW. Candida-associated denture stomatitis. Aetiology and management: a review. Part 1. Factors influencing distribution of Candida species in the oral cavity. Aust Dent J. 1998; 43: 45–50. doi: 10.1111/j.1834-7819.1998.tb00152.x", "ArticleIdList": ["10.1111/j.1834-7819.1998.tb00152.x", "9583226"]}, {"Citation": "Gulati M, Nobile CJ. Biology C. Candida albicans biofilms: development, regulation, and molecular mechanisms. Microbes Infect. 2017;18: 310–321. doi: 10.1016/j.micinf.2016.01.002.Candida", "ArticleIdList": ["10.1016/j.micinf.2016.01.002.Candida", "PMC4860025", "26806384"]}, {"Citation": "Enfert C. Hidden killers: persistence of opportunistic fungal pathogens in the human host. Curr Opin Microbiol. 2009;12: 358–364. doi: 10.1016/j.mib.2009.05.008", "ArticleIdList": ["10.1016/j.mib.2009.05.008", "19541532"]}, {"Citation": "Williams DW, Kuriyama T, Silva S, Malic S, Lewis MA. Candida biofilms and oral candidosis: Treatment and prevention. Periodontol 2000. 2011;55: 250–265. doi: 10.1111/j.1600-0757.2009.00338.x", "ArticleIdList": ["10.1111/j.1600-0757.2009.00338.x", "21134239"]}, {"Citation": "Mishra NN, Prasad T, Sharma N, Payasi A, Prasad R, Gupta DK, et al.. Pathogenicity and drug resistance in Candida albicans and other yeast species. Acta Microbiol Immunol Hung. 2007;54: 201–235. doi: 10.1556/AMicr.54.2007.3.1", "ArticleIdList": ["10.1556/AMicr.54.2007.3.1", "17896473"]}, {"Citation": "Morschhäuser J. Regulation of multidrug resistance in pathogenic fungi. Fungal Genet Biol. 2010;47: 94–106. doi: 10.1016/j.fgb.2009.08.002", "ArticleIdList": ["10.1016/j.fgb.2009.08.002", "19665571"]}, {"Citation": "Yadav V, Garg S, Garg R, Mittal S, Yadav R. Effectiveness of different denture cleansing methods on removal of biofilms formed in vivo. J Cranio Max Dis. 2013;2: 22. doi: 10.4103/2278-9588.113582", "ArticleIdList": ["10.4103/2278-9588.113582"]}, {"Citation": "Gad MM, Fouda SM. Current perspectives and the future of Candida albicans-associated denture stomatitis treatment. Dent Med Probl. 2020; Volume 57: 95–102. doi: 10.17219/dmp/112861", "ArticleIdList": ["10.17219/dmp/112861", "32307934"]}, {"Citation": "Arita M, Nagayoshi M, Fukuizumi T, Okinaga T, Masumi S, Morikawa M, et al.. Microbicidal efficacy of ozonated water against Candida albicans adhering to acrylic denture plates. Oral Microbiol Immunol. 2005;20: 206–210. doi: 10.1111/j.1399-302X.2005.00213.x", "ArticleIdList": ["10.1111/j.1399-302X.2005.00213.x", "15943763"]}, {"Citation": "Takahashi M, Chiba K, Li P. Free-radical generation from collapsing microbubbles in the absence of a dynamic stimulus. J Phys Chem B. 2007;111: 1343–1347. doi: 10.1021/jp0669254", "ArticleIdList": ["10.1021/jp0669254", "17253740"]}, {"Citation": "Hayashi K, Onda T, Honda H, Ozawa N, Ohata H, Takano N, et al.. Effects of ozone nano-bubble water on mucositis induced by cancer chemotherapy. Biochem Biophys Rep. 2019;20: 100697. doi: 10.1016/j.bbrep.2019.100697", "ArticleIdList": ["10.1016/j.bbrep.2019.100697", "PMC6806368", "31692631"]}, {"Citation": "Hayakumo S, Arakawa S, Takahashi M, Kondo K, Mano Y, Izumi Y. Effects of ozone nano-bubble water on periodontopathic bacteria and oral cells—in vitro studies. Sci Technol Adv Mater. 2014;15: 6996. doi: 10.1088/1468-6996/15/5/055003", "ArticleIdList": ["10.1088/1468-6996/15/5/055003", "PMC5099676", "27877715"]}, {"Citation": "Leewananthawet A, Arakawa S, Okano T, Daitoku R, Ashida H, Izumi Y, et al.. Ozone ultra fi ne bubble water induces the cellular signaling involved in oxidative stress responses in human periodontal ligament fibroblasts. Sci Technol Adv Mater. 2019;20: 589–598. doi: 10.1080/14686996.2019.1614980", "ArticleIdList": ["10.1080/14686996.2019.1614980", "PMC6586087", "31258824"]}, {"Citation": "Zargaran M, Fatahinia M, Zarei Mahmoudabadi A. The efficacy of gaseous ozone against different forms of Candida albicans. Curr Med Mycol. 2017;3: 26–32. doi: 10.18869/acadpub.cmm.3.2.26", "ArticleIdList": ["10.18869/acadpub.cmm.3.2.26", "PMC5763895", "29354778"]}, {"Citation": "Takahashi M, Shirai Y, Sugawa S. Free-radical generation from bulk nanobubbles in aqueous electrolyte solutions: ESR spin-trap observation of microbubble- treated water. Langmuir. 2021;37: 5005–5011. doi: 10.1021/acs.langmuir.1c00469", "ArticleIdList": ["10.1021/acs.langmuir.1c00469", "33857377"]}, {"Citation": "Tsutsumi-Arai C, Arai Y, Terada-Ito C, Takebe Y, Ide S, Umeki H, et al.. Effectiveness of 405-nm blue LED light for degradation of Candida biofilms formed on PMMA denture base resin. Lasers Med Sci. 2019. Sep;34(7):1457–1464. doi: 10.1007/s10103-019-02751-2", "ArticleIdList": ["10.1007/s10103-019-02751-2", "30798389"]}, {"Citation": "Tsutsumi-Arai C, Takakusaki K, Arai Y, Terada-Ito C, Takebe Y, Imamura T, et al.. Grapefruit seed extract effectively inhibits the Candida albicans biofilms development on polymethyl methacrylate denture-base resin. PLoS One. 2019. May 28;14(5):e0217496. doi: 10.1371/journal.pone.0217496", "ArticleIdList": ["10.1371/journal.pone.0217496", "PMC6538181", "31136636"]}, {"Citation": "Tsutsumi C, Takakuda K, Wakabayashi N. Reduction of Candida biofilm adhesion by incorporation of prereacted glass ionomer filler in denture base resin. J Dent. 2016;44: 37–43. doi: 10.1016/j.jdent.2015.11.010", "ArticleIdList": ["10.1016/j.jdent.2015.11.010", "26655872"]}, {"Citation": "Hirasawa M, Tsutsumi-Arai C, Takakusaki K, Oya T, Fueki K, Wakabayashi N. Superhydrophilic co-polymer coatings on denture surfaces reduce Candida albicans adhesion—an in vitro study. Arch Oral Biol. 2018;87: 143–150. doi: 10.1016/j.archoralbio.2017.12.024", "ArticleIdList": ["10.1016/j.archoralbio.2017.12.024", "29291436"]}, {"Citation": "Terada C, Imamura T, Ohshima T, Maeda N, Tatehara S, Tokuyama-Toda R, et al.. The effect of irradiation with a 405nm blue-violet laser on the bacterial adhesion on the osteosynthetic biomaterials. Hindawi Int J Photoenergy. 2018;2018."}, {"Citation": "Tsutsumi-Arai C, Arai Y, Terada-Ito C, Imamura T, Tatehara S, Ide S, et al.. Microbicidal effect of 405-nm blue LED light on Candida albicans and Streptococcus mutans dual-species biofilms on denture base resin. Lasers Med Sci. 2021. Apr 30. doi: 10.1007/s10103-021-03323-z", "ArticleIdList": ["10.1007/s10103-021-03323-z", "33931832"]}, {"Citation": "Hoyer LL, Als T. The ALS gene family of Candida albicans. Trends Microbiol. 2001;9: 176–180. doi: 10.1016/s0966-842x(01)01984-9", "ArticleIdList": ["10.1016/s0966-842x(01)01984-9", "11286882"]}, {"Citation": "Kumamoto CA, Vinces MD. Contributions of hyphae and hypha-co-regulated genes to Candida albicans virulence. Cell Microbiol. 2005. Nov;7(11):1546–54. doi: 10.1111/j.1462-5822.2005.00616.x", "ArticleIdList": ["10.1111/j.1462-5822.2005.00616.x", "16207242"]}, {"Citation": "Tiwari S, Avinash A, Katiyar S, Aarthi Iyer A, Jain S. Dental applications of ozone therapy: a review of literature. Saudi J Dent Res. 2017;8: 105–111. doi: 10.1016/j.sjdr.2016.06.005", "ArticleIdList": ["10.1016/j.sjdr.2016.06.005"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2: 66–70. doi: 10.4103/0976-9668.82319", "ArticleIdList": ["10.4103/0976-9668.82319", "PMC3312702", "22470237"]}, {"Citation": "Kwolek-Mirek M, Zadrag-Tecza R. Comparison of methods used for assessing the viability and vitality of yeast cells. FEMS Yeast Res. 2014;14: 1068–1079. doi: 10.1111/1567-1364.12202", "ArticleIdList": ["10.1111/1567-1364.12202", "25154541"]}, {"Citation": "Nagayoshi M, Fukuizumi T, Kitamura C, Yano J, Terashita M, Nishihara T. Efficacy of ozone on survival and permeability of oral microorganisms. Oral Microbiol Immunol. 2004;19: 240–246. doi: 10.1111/j.1399-302X.2004.00146.x", "ArticleIdList": ["10.1111/j.1399-302X.2004.00146.x", "15209994"]}, {"Citation": "Razak FA, Musa MY, Abusin HAM, Salleh NM. Oxidizing effect of ozonated-water on microbial balance in the oral ecosystem. J Coll Physicians Surg Pak. 2019;29: 387–389. doi: 10.29271/jcpsp.2019.04.387", "ArticleIdList": ["10.29271/jcpsp.2019.04.387", "30925969"]}, {"Citation": "Gao Q, Liou LC, Ren Q, Bao X, Zhang Z. Salt stress causes cell wall damage in yeast cells lacking mitochondrial DNA. Microb Cell. 2014. Mar 3;1(3):94–99. doi: 10.15698/mic2014.01.131", "ArticleIdList": ["10.15698/mic2014.01.131", "PMC5349227", "28357227"]}, {"Citation": "Karamah EF, Ilmiyah AP, Ismaningtyas N. The application of ozonated water to maintain the quality of tuna meat: the effect of contact time, contact temperature and ozone dosage. 2019;509: 12004. doi: 10.1556/650.2019.31393", "ArticleIdList": ["10.1556/650.2019.31393", "31055963"]}, {"Citation": "Mourer T, El Ghalid M, d’Enfert C, Bachellier-Bassi S. Involvement of amyloid proteins in the formation of biofilms in the pathogenic yeast Candida albicans. Res Microbiol. 2021;172: 103813. doi: 10.1016/j.resmic.2021.103813", "ArticleIdList": ["10.1016/j.resmic.2021.103813", "33515679"]}, {"Citation": "Otoo HN, Lee KG, Qiu W, Lipke PN. Candida albicans Als adhesins have conserved amyloid-forming sequences. Eukaryot Cell. 2008;7: 776–782. doi: 10.1128/EC.00309-07", "ArticleIdList": ["10.1128/EC.00309-07", "PMC2394976", "18083824"]}, {"Citation": "Fu Y, Rieg G, Fonzi WA, Belanger PH, Edwards JE, Filler SG. Expression of the Candida albicans gene ALS1 in Saccharomyces cerevisiae induces adherence to endothelial and epithelial cells. Infect Immun. 1998;66: 1783–1786. doi: 10.1128/IAI.66.4.1783-1786.1998", "ArticleIdList": ["10.1128/IAI.66.4.1783-1786.1998", "PMC108121", "9529114"]}, {"Citation": "Klotz SA, Gaur NK, De Armond R, Sheppard D, Khardori N, Edwards JE, et al.. Candida albicans Als proteins mediate aggregation with bacteria and yeasts. Med Mycol. 2007;45: 363–370. doi: 10.1080/13693780701299333", "ArticleIdList": ["10.1080/13693780701299333", "17510860"]}, {"Citation": "Tati S, Davidow P, McCall A, Hwang-Wong E, Rojas IG, Cormack B, et al.. Candida glabrata binding to Candida albicans hyphae enables its development in oropharyngeal candidiasis. PLOS Pathog. 2016;12: e1005522. doi: 10.1371/journal.ppat.1005522", "ArticleIdList": ["10.1371/journal.ppat.1005522", "PMC4814137", "27029023"]}, {"Citation": "Almeida RS, Brunke S, Albrecht A, Thewes S, Laue M, Edwards JE, et al.. The hyphal-associated adhesin and invasin Als3 of Candida albicans mediates iron acquisition from host ferritin. PLOS Pathog. 2008;4: e1000217. doi: 10.1371/journal.ppat.1000217", "ArticleIdList": ["10.1371/journal.ppat.1000217", "PMC2581891", "19023418"]}, {"Citation": "Liu Y, Filler SG. Candida albicans Als3, a multifunctional adhesin and invasin. Eukaryot Cell. 2011;10: 168–173. doi: 10.1128/EC.00279-10", "ArticleIdList": ["10.1128/EC.00279-10", "PMC3067396", "21115738"]}, {"Citation": "Xiaomin Zhao, Daniels Karla J Oh Soon-Hwan, Green Clayton B, Yeater Kathleen M, Soll David R. LLH. Candida albicans Als3p is required for wild-type biofilm formation on silicone elastomer surfaces. Physiol Behav. 2019;176: 139–148. doi: 10.1099/mic.0.28959-0.Candida", "ArticleIdList": ["10.1099/mic.0.28959-0.Candida", "PMC2583121", "16849795"]}, {"Citation": "Nobile CJ, Schneider HA, Nett JE, Sheppard DC, Filler SG, Andes DR, et al.. Complementary adhesin function in C. albicans biofilm formation. Curr Biol. 2008. Jul 22;18(14):1017–24. doi: 10.1016/j.cub.2008.06.034", "ArticleIdList": ["10.1016/j.cub.2008.06.034", "PMC2504253", "18635358"]}, {"Citation": "Desai JV. Candida albicans hyphae: From growth initiation to invasion. J Fungi (Basel). 2018;4. doi: 10.3390/jof4010010", "ArticleIdList": ["10.3390/jof4010010", "PMC5872313", "29371503"]}, {"Citation": "Theberge S, Semlali A, Alamri A, Leung KP, Rouabhia M. C. albicans growth, transition, biofilm formation, and gene expression modulation by antimicrobial decapeptide KSL-W. BMC Microbiol. 2013;13: 246. doi: 10.1186/1471-2180-13-246", "ArticleIdList": ["10.1186/1471-2180-13-246", "PMC4229313", "24195531"]}, {"Citation": "Argimón S, Wishart JA, Leng R, Macaskill S, Mavor A, Alexandris T, et al.. Developmental regulation of an adhesin gene during cellular morphogenesis in the fungal pathogen Candida albicans. Eukaryot Cell. 2007;6: 682–692. doi: 10.1128/EC.00340-06", "ArticleIdList": ["10.1128/EC.00340-06", "PMC1865654", "17277173"]}, {"Citation": "Filippi A.\nThe influence of ozonised water on the epithelial wound healing process in the 　oral cavity. Clin Oral Surgery, Radiol Oral Med Univ Basel, Switzerland. 2001. Available from: www.oxyplus.net"}, {"Citation": "Kazuo A, Takuro M, Kinya K, Kohei K, Takeshi T, et al.. Anti-inflammatory effects of ozonated water in an experimental mouse model. Biomed Rep. 2014;2(5):671–674. doi: 10.3892/br.2014.290", "ArticleIdList": ["10.3892/br.2014.290", "PMC4106612", "25054009"]}, {"Citation": "Mineaki S, Tatsuya I, Hiroshi T, Masayuki N. Microbicidal Effects of Stored Aqueous Ozone Solution Generated by Nano-bubble Technology. In Vivo. 2017;31:579–583. doi: 10.21873/invivo.11097", "ArticleIdList": ["10.21873/invivo.11097", "PMC5566906", "28652423"]}, {"Citation": "Kim J-G, Yousef AE. Inactivation kinetics of foodborne spoilage and pathogenic bacteria by ozone. J Food Sci. 2000;65: 521–528. doi: 10.1111/j.1365-2621.2000.tb16040.x", "ArticleIdList": ["10.1111/j.1365-2621.2000.tb16040.x"]}, {"Citation": "Khadre MA, Yousef AE, Kim J-G. Microbiological aspects of ozone applications in food: A review. J Food Sci. 2001;66: 1242–1252. doi: 10.1111/j.1365-2621.2001.tb15196.x", "ArticleIdList": ["10.1111/j.1365-2621.2001.tb15196.x"]}, {"Citation": "Hirai K, Ando N, Komada H, Sounai A, Murakami M, Nakayama H. Investigation of the effective concentration of ozonated water for disinfection in the presence of protein contaminants. Biocontrol Sci. 2019;24: 155–160. doi: 10.4265/bio.24.155", "ArticleIdList": ["10.4265/bio.24.155", "31527346"]}, {"Citation": "Murakami H, Sakuma S, Nakamura K, Ito Y, Hattori M, Asai A, et al.. Disinfection of removable dentures using ozone. Dent Mater J. 1996. Dec;15(2):220–5. doi: 10.4012/dmj.15.220 .", "ArticleIdList": ["10.4012/dmj.15.220", "9550021"]}, {"Citation": "Lee R, Michelle L. Coote. Mechanistic insights into ozone-initiated oxidative degradation of　saturated hydrocarbons and polymers. Physical Chemistry Chemical Physics 2016;18: 24663–24671. doi: 10.1039/c6cp05064f", "ArticleIdList": ["10.1039/c6cp05064f", "27545312"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "4"}, {"Year": "2021", "Month": "11", "Day": "24"}, {"Year": "2021", "Month": "12", "Day": "10", "Hour": "17", "Minute": "15"}, {"Year": "2021", "Month": "12", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["34890423", "PMC8664219", "10.1371/journal.pone.0261180", "PONE-D-21-28739"]}}], "PubmedBookArticle": []}