{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["blood", "immunomodulation", "lipid ozonation products", "oxidative stress", "oxidative therapies", "ozone therapy", "reactive oxidative species"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34943049", "DateRevised": {"Year": "2022", "Month": "01", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "12", "Day": "04"}], "ELocationID": ["1946", "10.3390/antiox10121946"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "10", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "04"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "The Relationship between Ozone and Human Blood in the Course of a Well-Controlled, Mild, and Transitory Oxidative Eustress.", "Abstract": {"AbstractText": ["In the last twenty years there has been a proliferation of articles on the therapeutic use of ozone. As it is well-known, the term ozone therapy is very broad. It ranges from either systemic or loco-regional administration of unstable gaseous oxygen/ozone mixtures to the topical application of stable ozonated derivatives. Anyway, in relation to the absence of specific receptors and the extreme reactivity with the biological liquids with which it comes into contact, gaseous ozone cannot be classified as either a drug or a pro-drug. When the gaseous ozone impacts a biological matrix, both reactive oxygen species (ROS) and lipid oxidation products (LOPs) are formed. They represent the effector molecules responsible for modulating the therapeutic activity in the body. Apart from the merits of the action mechanisms resulting from the use of ozone, this article seeks to validate the practice of ozone therapy as an adjuvant treatment in full compliance with the physiology of the whole organism."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Presidio Ospedaliero Sant'Andrea, 13100 Vercelli, Italy."}, {"Identifier": [], "Affiliation": "UCM United Campus of Malta, Higher Education Institution Foundation, MSD 2080 Msida, Malta."}], "LastName": "Tricarico", "ForeName": "Gerardo", "Initials": "G"}, {"Identifier": ["0000-0002-7574-4456"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Biotecnologie, Chimica e Farmacia-Dipartimento di Eccellenza Nazionale 2018-2022, Università degli Studi di Siena, 53100 Siena, Italy."}], "LastName": "Travagli", "ForeName": "Valter", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Potter G.D., Skene D.J., Arendt J., Cade J.E., Grant P.J., Hardie L.J. Circadian Rhythm and Sleep Disruption: Causes, Metabolic Consequences, and Countermeasures. Endocr. Rev. 2016;37:584–608. doi: 10.1210/er.2016-1083.", "ArticleIdList": ["10.1210/er.2016-1083", "PMC5142605", "27763782"]}, {"Citation": "Ho W.C., Zhang J. Evolutionary adaptations to new environments generally reverse plastic phenotypic changes. Nat. Commun. 2018;9:350. doi: 10.1038/s41467-017-02724-5.", "ArticleIdList": ["10.1038/s41467-017-02724-5", "PMC5783951", "29367589"]}, {"Citation": "Li G., He H. Hormesis, allostatic buffering capacity and physiological mechanism of physical activity: A new theoretic framework. Med. Hypotheses. 2009;72:527–532. doi: 10.1016/j.mehy.2008.12.037.", "ArticleIdList": ["10.1016/j.mehy.2008.12.037", "19211194"]}, {"Citation": "Sies H. Oxidative eustress: On constant alert for redox homeostasis. Redox Biol. 2021;41:101867. doi: 10.1016/j.redox.2021.101867.", "ArticleIdList": ["10.1016/j.redox.2021.101867", "PMC7930632", "33657525"]}, {"Citation": "Mokoena M.L., Brink C.B., Harvey B.H., Oliver D.W. Appraisal of ozone as biologically active molecule and experimental tool in biomedical sciences. Med. Chem. Res. 2011;20:1687–1695. doi: 10.1007/s00044-010-9493-0.", "ArticleIdList": ["10.1007/s00044-010-9493-0"]}, {"Citation": "Horvath M., Bilitzky L., Hüttner J.O. Topics in Inorganic and General Chemistry. Monograph 20. Elsevier; Amsterdam, The Netherlands: 1985. p. 350.", "ArticleIdList": ["10.1002/bbpc.19850891128"]}, {"Citation": "Tricarico G., Isakovic J., Song M.S., Rustichelli F., Travagli V., Mitrecic D. Ozone influences migration and proliferation of neural stem cells in vitro. Neurosci. Lett. 2020;739:135390. doi: 10.1016/j.neulet.2020.135390.", "ArticleIdList": ["10.1016/j.neulet.2020.135390", "32947004"]}, {"Citation": "Zhao Z., Ozcan E.E., VanArsdale E., Li J., Kim E., Sandler A.D., Kelly D.L., Bentley W.E., Payne G.F. Mediated electrochemical probing: A systems-level tool for redox biology. ACS Chem. Biol. 2021;16:1099–1110. doi: 10.1021/acschembio.1c00267.", "ArticleIdList": ["10.1021/acschembio.1c00267", "34156828"]}, {"Citation": "Bocci V. Is it true that ozone is always toxic? The end of a dogma. Toxicol. Appl. Pharmacol. 2006;216:493–504. doi: 10.1016/j.taap.2006.06.009.", "ArticleIdList": ["10.1016/j.taap.2006.06.009", "16890971"]}, {"Citation": "Zanardi I., Borrelli E., Valacchi G., Travagli V., Bocci V. Ozone: A multifaceted molecule with unexpected therapeutic activity. Curr. Med. Chem. 2016;23:304–314. doi: 10.2174/0929867323666151221150420.", "ArticleIdList": ["10.2174/0929867323666151221150420", "26687830"]}, {"Citation": "Wolff H. Das Medizinische Ozon: Theoretische Grundlagen, Therapeutische Anwen-Dungen. Verlag für Medizin, Dr. Fischer; Heidelberg, Germany: 1979."}, {"Citation": "Dehmlow R. Infrarot-A-therapie mit wassergefilterter Infrarot-Strahlung nach E. Braun und die sauerstofftherapien. Erfahrungsheilkunde. 2000;49:721–735. doi: 10.1055/s-2000-11659.", "ArticleIdList": ["10.1055/s-2000-11659"]}, {"Citation": "Bocci V., Paulesu L. Studies on the biological effects of ozone 1. Induction of interferon gamma on human leucocytes. Haematologica. 1990;75:510–515.", "ArticleIdList": ["2129118"]}, {"Citation": "Paulesu L., Luzzi E., Bocci V. Studies on the biological effects of ozone: 2. Induction of tumor necrosis factor (TNF-alpha) on human leucocytes. Lymphokine Cytokine Res. 1991;10:409–412.", "ArticleIdList": ["1768744"]}, {"Citation": "Bocci V., Luzzi E., Corradeschi F., Paulesu L., Di Stefano A. Studies on the biological effects of ozone: 3. An attempt to define conditions for optimal induction of cytokines. Lymphokine Cytokine Res. 1993;12:121–126.", "ArticleIdList": ["8324077"]}, {"Citation": "Bocci V., Luzzi E., Corradeschi F., Paulesu L., Rossi R., Cardaioli E., Di Simplicio P. Studies on the biological effects of ozone: 4. Cytokine production and glutathione levels in human erythrocytes. J. Biol. Regul. Homeost. Agents. 1993;7:133–138.", "ArticleIdList": ["8023701"]}, {"Citation": "Bocci V., Luzzi E., Corradeschi F., Paulesu L. Studies on the biological effects of ozone: 5. Evaluation of immunological parameters and tolerability in normal volunteers receiving ambulatory autohaemotherapy. Biotherapy. 1993;7:83–90. doi: 10.1007/BF01877731.", "ArticleIdList": ["10.1007/BF01877731", "7803194"]}, {"Citation": "Bocci V., Luzzi E., Corradeschi F., Silvestri S. Studies on the biological effects of ozone: 6. Production of transforming growth factor 1 by human blood after ozone treatment. J. Biol. Regul. Homeost. Agents. 1994;8:108–112.", "ArticleIdList": ["7660851"]}, {"Citation": "Bocci V., Valacchi G., Corradeschi F., Aldinucci C., Silvestri S., Paccagnini E., Gerli R. Studies on the biological effects of ozone: 7. Generation of reactive oxygen species (ROS) after exposure of human blood to ozone. J. Biol. Regul. Homeost. Agents. 1998;12:67–75.", "ArticleIdList": ["9795834"]}, {"Citation": "Bocci V., Valacchi G., Corradeschi F., Fanetti G. Studies on the biological effects of ozone: 8. Effects on the total antioxidant status and on interleukin-8 production. Mediat. Inflamm. 1998;7:313–317. doi: 10.1080/09629359890820.", "ArticleIdList": ["10.1080/09629359890820", "PMC1781866", "9883965"]}, {"Citation": "Bocci V., Valacchi G., Rossi R., Giustarini D., Paccagnini E., Pucci A.M., Di Simplicio P. Studies on the biological effects of ozone: 9. Effects of ozone on human platelets. Platelets. 1999;10:110–116. doi: 10.1080/09537109909169172.", "ArticleIdList": ["10.1080/09537109909169172", "16801079"]}, {"Citation": "Valacchi G., Bocci V. Studies on the Biological Effects of Ozone: 10. Release of factors from ozonated human platelets. Mediat. Inflamm. 1999;8:5. doi: 10.1080/09629359990360.", "ArticleIdList": ["10.1080/09629359990360", "PMC1781810", "10704074"]}, {"Citation": "Valacchi G., Bocci V. Studies on the biological effects of ozone: 11. Release of factors from human endothelial cells. Mediat. Inflamm. 2000;9:271–276. doi: 10.1080/09629350020027573.", "ArticleIdList": ["10.1080/09629350020027573", "PMC1781775", "11213910"]}, {"Citation": "Travagli V., Zanardi I., Bernini P., Nepi S., Tenori L., Bocci V. Effects of ozone blood treatment on the metabolite profile of human blood. Int. J. Toxicol. 2010;29:165–174. doi: 10.1177/1091581809360069.", "ArticleIdList": ["10.1177/1091581809360069", "20335512"]}, {"Citation": "Bocci V., Zanardi I., Borrelli E., Travagli V. Reliable and effective oxygen-ozone therapy at a crossroads with ozonated saline infusion and ozone rectal insufflation. J. Pharm. Pharmacol. 2012;64:482–489. doi: 10.1111/j.2042-7158.2011.01427.x.", "ArticleIdList": ["10.1111/j.2042-7158.2011.01427.x", "22420654"]}, {"Citation": "Scassellati C., Costanzo M., Cisterna B., Nodari A., Galiè M., Cattaneo A., Covi V., Tabaracci G., Bonvicini C., Malatesta M. Effects of mild ozonisation on gene expression and nuclear domains organization in vitro. Toxicol. Vitro. 2017;44:100–110. doi: 10.1016/j.tiv.2017.06.021.", "ArticleIdList": ["10.1016/j.tiv.2017.06.021", "28652203"]}, {"Citation": "Cai H.A., Tao X., Zheng L.J., Huang L., Peng Y., Liao R.Y., Zhu Y.M. Ozone alleviates ischemia/reperfusion injury by inhibiting mitochondrion-mediated apoptosis pathway in SH-SY5Y cells. Cell Biol. Int. 2020;44:975–984. doi: 10.1002/cbin.11294.", "ArticleIdList": ["10.1002/cbin.11294", "31880362"]}, {"Citation": "Izadi M., Tahmasebi S., Pustokhina I., Yumashev A.V., Lakzaei T., Alvanegh A.G., Roshangar L., Dadashpour M., Yousefi M., Ahmadi M. Changes in Th17 cells frequency and function after ozone therapy used to treat multiple sclerosis patients. Mult. Scler. Relat. Disord. 2020;46:102466. doi: 10.1016/j.msard.2020.102466.", "ArticleIdList": ["10.1016/j.msard.2020.102466", "32862036"]}, {"Citation": "Tartari A., Moreira F.F., Pereira M., Carraro E., Cidral-Filho F.J., Salgado A.I., Kerppers I.I. Anti-inflammatory effect of ozone therapy in an experimental model of rheumatoid arthritis. Inflammation. 2020;43:985–993. doi: 10.1007/s10753-020-01184-2.", "ArticleIdList": ["10.1007/s10753-020-01184-2", "32382842"]}, {"Citation": "Zhang W., Wang F., Zhang L., Sun T., Fu Z. Intrathecal injection of ozone alleviates CCI-induced neuropathic pain via the GluR6-NF-κB/p65 signalling pathway in rats. Mol. Med. Rep. 2021;23:231. doi: 10.3892/mmr.2021.11870.", "ArticleIdList": ["10.3892/mmr.2021.11870", "33537798"]}, {"Citation": "Cisterna B., Costanzo M., Nodari A., Galiè M., Zanzoni S., Bernardi P., Covi V., Tabaracci G., Malatesta M. Ozone Activates the Nrf2 pathway and improves preservation of explanted adipose tissue in vitro. Antioxidants. 2020;9:989. doi: 10.3390/antiox9100989.", "ArticleIdList": ["10.3390/antiox9100989", "PMC7602229", "33066365"]}, {"Citation": "Re L., Noci J.B., Gadelha Serra M.E., Mollica P., Bonetti M., Travagli V. Safety, pitfalls, and misunderstandings about the use of ozone therapy as a regenerative medicine tool. A narrative review. J. Biol. Regul. Homeost. Agents. 2020;34((Suppl. 1)):1–13.", "ArticleIdList": ["33176412"]}, {"Citation": "Di Mauro R., Cantarella G., Bernardini R., Di Rosa M., Barbagallo I., Distefano A., Longhitano L., Vicario N., Nicolosi D., Lazzarino G., et al. The biochemical and pharmacological properties of ozone: The smell of protection in acute and chronic diseases. Int. J. Mol. Sci. 2019;20:634. doi: 10.3390/ijms20030634.", "ArticleIdList": ["10.3390/ijms20030634", "PMC6387239", "30717203"]}, {"Citation": "Baeza-Noci J., Pinto-Bonilla R., Contreras-Velasco L., Gomez-Moraleda M. Scientific approach for ozone absorption in blood during systemic indirect endovenous ozonetherapy. J. Ozone Ther. 2018;2:1–6. doi: 10.7203/jo3t.2.3.2018.9611.", "ArticleIdList": ["10.7203/jo3t.2.3.2018.9611"]}, {"Citation": "Aldini G., Vistoli G., Regazzoni L., Gamberoni L., Facino R.M., Yamaguchi S., Uchida K., Carini M. Albumin is the main nucleophilic target of human plasma: A protective role against pro-atherogenic electrophilic reactive carbonyl species? Chem. Res. Toxicol. 2008;21:824–835. doi: 10.1021/tx700349r.", "ArticleIdList": ["10.1021/tx700349r", "18324789"]}, {"Citation": "Sagai M., Bocci V. Mechanisms of action involved in ozone therapy: Is healing induced via a mild oxidative stress? Med. Gas Res. 2011;1:29. doi: 10.1186/2045-9912-1-29.", "ArticleIdList": ["10.1186/2045-9912-1-29", "PMC3298518", "22185664"]}, {"Citation": "Bocci V., Borrelli E., Travagli V., Zanardi I. The ozone paradox: Ozone is a strong oxidant as well as a medical drug. Med. Res. Rev. 2009;29:646–682. doi: 10.1002/med.20150.", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Sies H., Jones D.P. Reactive oxygen species (ROS) as pleiotropic physiological signalling agents. Nat. Rev. Mol. Cell. Biol. 2020;21:363–383. doi: 10.1038/s41580-020-0230-3.", "ArticleIdList": ["10.1038/s41580-020-0230-3", "32231263"]}, {"Citation": "Bocci V.A., Zanardi I., Travagli V. Ozone acting on human blood yields a hormetic dose-response relationship. J. Transl. Med. 2011;9:66. doi: 10.1186/1479-5876-9-66.", "ArticleIdList": ["10.1186/1479-5876-9-66", "PMC3125221", "21575276"]}, {"Citation": "Olson K.R. Are reactive sulfur species the new reactive oxygen species? Antioxid. Redox Signal. 2020;33:1125–1142. doi: 10.1089/ars.2020.8132.", "ArticleIdList": ["10.1089/ars.2020.8132", "32586118"]}, {"Citation": "Scassellati C., Ciani M., Galoforo A.C., Zanardini R., Bonvicini C., Geroldi C. Molecular mechanisms in cognitive frailty: Potential therapeutic targets for oxygen-ozone treatment. Mech. Ageing Dev. 2020;186:111210. doi: 10.1016/j.mad.2020.111210.", "ArticleIdList": ["10.1016/j.mad.2020.111210", "31982474"]}, {"Citation": "Togi S., Togi M., Nagashima S., Kitay Y., Muromoto R., Kashiwakura J., Miura T., Matsuda T. Implication of NF-kB activation on ozone-induced HO-1 activation. BPB Rep. 2021;4:59–63. doi: 10.1248/bpbreports.4.2_59.", "ArticleIdList": ["10.1248/bpbreports.4.2_59"]}, {"Citation": "Consoli V., Sorrenti V., Grosso S., Vanella L. Heme oxygenase-1 signaling and redox homeostasis in physiopathological conditions. Biomolecules. 2021;11:589. doi: 10.3390/biom11040589.", "ArticleIdList": ["10.3390/biom11040589", "PMC8072688", "33923744"]}, {"Citation": "Sabbioni G., Turesky R.J. Biomonitoring human albumin adducts: The past, the present, and the future. Chem. Res. Toxicol. 2017;30:332–366. doi: 10.1021/acs.chemrestox.6b00366.", "ArticleIdList": ["10.1021/acs.chemrestox.6b00366", "PMC5241710", "27989119"]}, {"Citation": "Pecorelli A., Bocci V., Acquaviva A., Belmonte G., Gardi C., Virgili F., Ciccoli L., Valacchi G. NRF2 activation is involved in ozonated human serum upregulation of HO-1 in endothelial cells. Toxicol. Appl. Pharmacol. 2013;267:30–40. doi: 10.1016/j.taap.2012.12.001.", "ArticleIdList": ["10.1016/j.taap.2012.12.001", "23253326"]}, {"Citation": "Chen M., Zhang M., Zhang X., Li J., Wang Y., Fan Y., Shi R. Limb ischemic preconditioning protects endothelium from oxidative stress by enhancing nrf2 translocation and upregulating expression of antioxidases. PLoS ONE. 2015;10:e0128455. doi: 10.1371/journal.pone.0128455.", "ArticleIdList": ["10.1371/journal.pone.0128455", "PMC4451753", "26029932"]}, {"Citation": "Clavo B., Martínez-Sánchez G., Rodríguez-Esparragón F., Rodríguez-Abreu D., Galván S., Aguiar-Bujanda D., Díaz-Garrido J.A., Cañas S., Torres-Mata L.B., Fabelo H., et al. Modulation by ozone therapy of oxidative stress in chemotherapy-induced peripheral neuropathy: The background for a randomized clinical trial. Int. J. Mol. Sci. 2021;22:2802. doi: 10.3390/ijms22062802.", "ArticleIdList": ["10.3390/ijms22062802", "PMC7998838", "33802143"]}, {"Citation": "Herb M., Gluschko A., Schramm M. Reactive oxygen species: Not omnipresent but important in many locations. Front. Cell Dev. Biol. 2021;9:716406. doi: 10.3389/fcell.2021.716406.", "ArticleIdList": ["10.3389/fcell.2021.716406", "PMC8452931", "34557488"]}, {"Citation": "Papadopoulou V., Tang M.X., Balestra C., Eckersley R.J., Karapantsios T.D. Circulatory bubble dynamics: From physical to biological aspects. Adv. Colloid Interface Sci. 2014;206:239–249. doi: 10.1016/j.cis.2014.01.017.", "ArticleIdList": ["10.1016/j.cis.2014.01.017", "24534474"]}, {"Citation": "Yu L., Buttgereit T., Stahl Skov P., Schmetzer O., Scheffel J., Kocatürk E., Zawar V., Magerl M., Maurer M. Immunological effects and potential mechanisms of action of autologous serum therapy in chronic spontaneous urticaria. J. Eur. Acad. Dermatol. Venereol. 2019;33:1747–1754. doi: 10.1111/jdv.15640.", "ArticleIdList": ["10.1111/jdv.15640", "31025425"]}, {"Citation": "Sozio E., De Monte A., Sermann G., Bassi F., Sacchet D., Sbrana F., Ripoli A., Curcio F., Fabris M., Marengo S., et al. CORonavirus-19 mild to moderate pneumonia Management with blood Ozonization in patients with Respiratory failure (CORMOR) multicentric prospective randomized clinical trial. Int. Immunopharmacol. 2021;98:107874. doi: 10.1016/j.intimp.2021.107874.", "ArticleIdList": ["10.1016/j.intimp.2021.107874", "PMC8196321", "34186281"]}, {"Citation": "Araimo F., Imperiale C., Tordiglione P., Ceccarelli G., Borrazzo C., Alessandri F., Santinelli L., Innocenti G.P., Pinacchio C., Mauro V., et al. Ozone as adjuvant support in the treatment of COVID-19: A preliminary report of probiozovid trial. J. Med. Virol. 2021;93:2210–2220. doi: 10.1002/jmv.26636.", "ArticleIdList": ["10.1002/jmv.26636", "33111980"]}, {"Citation": "Morrison C., Atkinson A., Zamyadi A., Kibuye F., McKie M., Hogard S., Mollica P., Jasim S., Wert E.C. Critical review and research needs of ozone applications related to virus inactivation: Potential implications for SARS-CoV-2. Ozone Sci. Eng. 2021;43:2–20. doi: 10.1080/01919512.2020.1839739.", "ArticleIdList": ["10.1080/01919512.2020.1839739"]}, {"Citation": "Tylicki L., Niew Głowski T., Biedunkiewicz B., Burakowski S., Rutkowski B. Beneficial clinical effects of ozonated autohemotherapy in chronically dialysed patients with atherosclerotic ischemia of the lower limbs—Pilot study. Int. J. Artif. Organs. 2001;24:79–82. doi: 10.1177/039139880102400204.", "ArticleIdList": ["10.1177/039139880102400204", "11256512"]}, {"Citation": "De Monte A., van der Zee H., Bocci V. Major ozonated autohemotherapy in chronic limb ischemia with ulcerations. J. Altern. Complementary Med. 2005;11:363–367. doi: 10.1089/acm.2005.11.363.", "ArticleIdList": ["10.1089/acm.2005.11.363", "15865505"]}, {"Citation": "Borrelli E., Diadori A., Zalaffi A., Bocci V. Effects of major ozonated autohemotherapy in the treatment of dry age related macular degeneration: A randomized controlled clinical study. Int. J. Ophthalmol. 2012;5:708–713. doi: 10.3980/j.issn.2222-3959.2012.06.11.", "ArticleIdList": ["10.3980/j.issn.2222-3959.2012.06.11", "PMC3530813", "23275905"]}, {"Citation": "Borrelli E., Bocci V. Oxygen ozone therapy in the treatment of chronic obstructive pulmonary disease: An integrative approach. Am. J. Clin. Exp. Med. 2014;2:9–13. doi: 10.11648/j.ajcem.20140202.11.", "ArticleIdList": ["10.11648/j.ajcem.20140202.11"]}, {"Citation": "Smith N.L., Wilson A.L., Gandhi J., Vatsia S., Khan S.A. Ozone therapy: An overview of pharmacodynamics, current research, and clinical utility. Med. Gas Res. 2017;7:212–219. doi: 10.4103/2045-9912.215752.", "ArticleIdList": ["10.4103/2045-9912.215752", "PMC5674660", "29152215"]}, {"Citation": "Bocci V., Zanardi I., Travagli V. Ozone: A new therapeutic agent in vascular diseases. Am. J. Cardiovasc. Drugs. 2011;11:73–82. doi: 10.2165/11539890-000000000-00000.", "ArticleIdList": ["10.2165/11539890-000000000-00000", "21446774"]}, {"Citation": "Scassellati C., Galoforo A.C., Bonvicini C., Esposito C., Ricevuti G. Ozone: A natural bioactive molecule with antioxidant property as potential new strategy in aging and in neurodegenerative disorders. Ageing Res. Rev. 2020;63:101138. doi: 10.1016/j.arr.2020.101138.", "ArticleIdList": ["10.1016/j.arr.2020.101138", "PMC7428719", "32810649"]}, {"Citation": "Ameli J., Banki A., Khorvash F., Simonetti V., Jafari N.J., Izadi M. Mechanisms of pathophysiology of blood vessels in patients with multiple sclerosis treated with ozone therapy: A systematic review. Acta Biomed. Atenei Parm. 2019;90:213–217. doi: 10.23750/abm.v90i3.7265.", "ArticleIdList": ["10.23750/abm.v90i3.7265", "PMC7233748", "31580307"]}, {"Citation": "Borrelli E. The use of ozone as redox modulator in the treatment of the chronic obstructive pulmonary disease (COPD) In: Chakraborti S., Parinandi N., Ghosh R., Ganguly N., Chakraborti T., editors. Oxidative Stress in Lung Diseases. Springer; Singapore: 2020.", "ArticleIdList": ["10.1007/978-981-32-9366-3_18"]}, {"Citation": "Sancak E.B., Turkön H., Çukur S., Erimsah S., Akbas A., Gulpinar M.T., Toman H., Sahin H., Uzun M. Major ozonated autohemotherapy preconditioning ameliorates kidney ischemia-reperfusion injury. Inflammation. 2016;39:209–217. doi: 10.1007/s10753-015-0240-z.", "ArticleIdList": ["10.1007/s10753-015-0240-z", "26282390"]}, {"Citation": "Bocci V., Zanardi I., Huijberts M.S., Travagli V. An integrated medical treatment for type-2 diabetes. Diabetes Metab. Syndr. 2014;8:57–61. doi: 10.1016/j.dsx.2013.10.004.", "ArticleIdList": ["10.1016/j.dsx.2013.10.004", "24661761"]}, {"Citation": "Clavo B., Rodríguez-Esparragón F., Rodríguez-Abreu D., Martínez-Sánchez G., Llontop P., Aguiar-Bujanda D., Fernández-Pérez L., Santana-Rodríguez N. Modulation of oxidative stress by ozone therapy in the prevention and treatment of chemotherapy-induced toxicity: Review and prospects. Antioxidants. 2019;8:588. doi: 10.3390/antiox8120588.", "ArticleIdList": ["10.3390/antiox8120588", "PMC6943601", "31779159"]}, {"Citation": "Tirelli U., Cirrito C., Pavanello M., Piasentin C., Lleshi A., Taibi R. Ozone therapy in 65 patients with fibromyalgia: An effective therapy. Eur. Rev. Med. Pharmacol. Sci. 2019;23:1786–1788. doi: 10.26355/eurrev_201902_17141.", "ArticleIdList": ["10.26355/eurrev_201902_17141", "30840304"]}, {"Citation": "Akbudak I.H., Kucukatay V., Kilic-Erkek O., Ozdemir Y., Bor-Kucukatay M. Investigation of the effects of major ozone autohemotherapy application on erythrocyte deformability and aggregation. Clin. Hemorheol. Microcirc. 2019;71:365–372. doi: 10.3233/CH-180417.", "ArticleIdList": ["10.3233/CH-180417", "29914015"]}, {"Citation": "Olwin J.H., Ratajczak H.V., House R.V. Successful treatment of herpetic infections by autohemotherapy. J. Altern. Complementary Med. 1997;3:155–158. doi: 10.1089/acm.1997.3.155.", "ArticleIdList": ["10.1089/acm.1997.3.155", "9395705"]}, {"Citation": "De Sire A., Agostini F., Lippi L., Mangone M., Marchese S., Cisari C., Bernetti A., Invernizzi M. Oxygen–ozone therapy in the rehabilitation field: State of the art on mechanisms of action, safety and effectiveness in patients with musculoskeletal disorders. Biomolecules. 2021;11:356. doi: 10.3390/biom11030356.", "ArticleIdList": ["10.3390/biom11030356", "PMC7996934", "33652804"]}, {"Citation": "Tricarico G., Rodrigues Orlandin J., Rocchetti V., Ambrosio C.E., Travagli V. A critical evaluation of the use of ozone and its derivatives in dentistry. Eur. Rev. Med. Pharmacol. Sci. 2020;24:9071–9093. doi: 10.26355/eurrev_202009_22854.", "ArticleIdList": ["10.26355/eurrev_202009_22854", "32964998"]}, {"Citation": "Talukdar A., Kalim U., Rabha A.K. Ozone therapy—A boon to dental sciences. Indian J. Forensic Med. Toxicol. 2021;15:47–51. doi: 10.37506/ijfmt.v15i2.14267.", "ArticleIdList": ["10.37506/ijfmt.v15i2.14267"]}, {"Citation": "Orlandin J.R., Machado L.C., Ambrósio C.E., Travagli V. Ozone and its derivatives in veterinary medicine: A careful appraisal. Vet. Anim. Sci. 2021;13:100191. doi: 10.1016/j.vas.2021.100191.", "ArticleIdList": ["10.1016/j.vas.2021.100191", "PMC8350423", "34401601"]}, {"Citation": "Bocci V. Ozone: A New Medical Drug. Springer; Dordrecht, The Netherlands: 2010. The Still Uncertain Future of Ozone Therapy in Medicine; pp. 237–240.", "ArticleIdList": ["10.1007/978-90-481-9234-2_11"]}, {"Citation": "Young I.S., Woodside J.V. Antioxidants in health and disease. J. Clin. Pathol. 2001;54:176–186. doi: 10.1136/jcp.54.3.176.", "ArticleIdList": ["10.1136/jcp.54.3.176", "PMC1731363", "11253127"]}, {"Citation": "Jansen E., Ruskovska T. Comparative analysis of serum (anti)oxidative status parameters in healthy persons. Int. J. Mol. Sci. 2013;14:6106–6115. doi: 10.3390/ijms14036106.", "ArticleIdList": ["10.3390/ijms14036106", "PMC3634506", "23507749"]}, {"Citation": "Gupta S., Finelli R., Agarwal A., Henkel R. Total antioxidant capacity-Relevance, methods and clinical implications. Andrologia. 2021;53:e13624. doi: 10.1111/and.13624.", "ArticleIdList": ["10.1111/and.13624", "32400041"]}, {"Citation": "Rice-Evans C., Miller N.J. Total antioxidant status in plasma and body fluids. Methods Enzymol. 1994;234:279–293. doi: 10.1016/0076-687934095-1.", "ArticleIdList": ["10.1016/0076-687934095-1", "7808295"]}, {"Citation": "Habdous M., Herbeth B., Vincent-Viry M., Lamont J.V., Fitzgerald P.S., Visvikis S., Siest G. Serum total antioxidant status, erythrocyte superoxide dismutase and whole-blood glutathione peroxidase activities in the Stanislas cohort: Influencing factors and reference intervals. Clin. Chem. Lab. Med. 2003;41:209–215. doi: 10.1515/CCLM.2003.034.", "ArticleIdList": ["10.1515/CCLM.2003.034", "12667009"]}, {"Citation": "Prenesti E., Berto S., Gosmaro F., Bagnati M., Bellomo G. Biomolecules responsible for the total antioxidant capacity (TAC) of human plasma in healthy and cardiopathic individuals: A chemical speciation model. Antioxidants. 2021;10:656. doi: 10.3390/antiox10050656.", "ArticleIdList": ["10.3390/antiox10050656", "PMC8145038", "33922717"]}, {"Citation": "Bocci V., Aldinucci C. Biochemical modifications induced in human blood by oxygenation-ozonation. J. Biochem. Mol. Toxicol. 2006;20:133–138. doi: 10.1002/jbt.20124.", "ArticleIdList": ["10.1002/jbt.20124", "16788956"]}, {"Citation": "Shevtsova A., Gordiienko I., Tkachenko V., Ushakova G. Ischemia-Modified Albumin: Origins and Clinical Implications. Dis. Markers. 2021;2021:9945424. doi: 10.1155/2021/9945424.", "ArticleIdList": ["10.1155/2021/9945424", "PMC8315882", "34336009"]}, {"Citation": "Ukinc K., Eminagaoglu S., Ersoz HOErem C., Karahan C., Hacihasanoglu A.B., Kocak M. A novel indicator of widespread endothelial damage and ischemia in diabetic patients: Ischemia-modified albumin. Endocrine. 2009;36:425–432. doi: 10.1007/s12020-009-9236-5.", "ArticleIdList": ["10.1007/s12020-009-9236-5", "19784800"]}, {"Citation": "Alay H., Laloglu E., Kesmez Can F. An evaluation of ischaemia-modified albumin levels in the development of diabetic foot ulcer. Int. J. Clin. Pract. 2021;75:e14589. doi: 10.1111/ijcp.14589.", "ArticleIdList": ["10.1111/ijcp.14589", "34227201"]}, {"Citation": "Wang Y., Chun O., Song W. Plasma and dietary antioxidant status as cardiovascular disease risk factors: A review of human studies. Nutrients. 2013;5:2969–3004. doi: 10.3390/nu5082969.", "ArticleIdList": ["10.3390/nu5082969", "PMC3775238", "23912327"]}, {"Citation": "Metherel A.H., Aristizabal Henao J.J., Stark K.D. EPA and DHA levels in whole blood decrease more rapidly when stored at −20 °C as compared with room temperature, 4 and −75 °C. Lipids. 2013;48:1079–1091. doi: 10.1007/s11745-013-3827-x.", "ArticleIdList": ["10.1007/s11745-013-3827-x", "23949919"]}, {"Citation": "Schirrmacher V. Less Can Be More: The hormesis theory of stress adaptation in the global biosphere and its implications. Biomedicines. 2021;9:293. doi: 10.3390/biomedicines9030293.", "ArticleIdList": ["10.3390/biomedicines9030293", "PMC8000639", "33805626"]}, {"Citation": "Viebahn-Haensler R., León Fernández O.S. Ozone in medicine. the low-dose ozone concept and its basic biochemical mechanisms of action in chronic inflammatory diseases. Int. J. Mol. Sci. 2021;22:7890. doi: 10.3390/ijms22157890.", "ArticleIdList": ["10.3390/ijms22157890", "PMC8346137", "34360655"]}, {"Citation": "Thorp K.E., Thorp J.A. Ozone preconditioning: Waking up the dragon. Gaz. Med. Sci. 2021;2:10–39. doi: 10.46766/thegms.intmed.21051402.", "ArticleIdList": ["10.46766/thegms.intmed.21051402"]}, {"Citation": "Yamaoka-Tojo M. Endothelial glycocalyx damage as a systemic inflammatory microvascular endotheliopathy in COVID-19. Biomed. J. 2020;43:399–413. doi: 10.1016/j.bj.2020.08.007.", "ArticleIdList": ["10.1016/j.bj.2020.08.007", "PMC7443638", "33032965"]}, {"Citation": "Tricarico G., Travagli V. COVID-19 fatal outcomes: Role of the endothelial glycocalyx in both cell adhesion and migration. Biomed. J. 2021;44:512–513. doi: 10.1016/j.bj.2021.04.003.", "ArticleIdList": ["10.1016/j.bj.2021.04.003", "PMC8055947", "34507921"]}, {"Citation": "Ma L., Wen S., Yuan J., Zhang D., Lu Y.L., Zhang Y., Li Y., Cao S. Detection of chlorite, chlorate and perchlorate in ozonated saline. Exp. Ther. Med. 2020;20:2569–2576. doi: 10.3892/etm.2020.9005.", "ArticleIdList": ["10.3892/etm.2020.9005", "PMC7401830", "32765750"]}, {"Citation": "Yin X., Cui H., Li S., Niu S. Simultaneous determination of chlorite, chlorate, perchlorate and bromate in ozonated saline by using IC-MS. Anal. Methods. 2020;12:5916–5921. doi: 10.1039/D0AY01903H.", "ArticleIdList": ["10.1039/D0AY01903H", "33290456"]}, {"Citation": "Faraji N., Goli R., Choobianzali B., Bahrami S., Sadeghian A., Sepehrnia N., Ghalandari M. Ozone therapy as an alternative method for the treatment of diabetic foot ulcer: A case report. J. Med. Case Rep. 2021;15:234. doi: 10.1186/s13256-021-02829-y.", "ArticleIdList": ["10.1186/s13256-021-02829-y", "PMC8117654", "33980300"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "28"}, {"Year": "2021", "Month": "12", "Day": "1"}, {"Year": "2021", "Month": "12", "Day": "2"}, {"Year": "2021", "Month": "12", "Day": "24", "Hour": "1", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["34943049", "PMC8750071", "10.3390/antiox10121946", "antiox10121946"]}}], "PubmedBookArticle": []}