{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["anaerobic degradation", "bioremediation", "climate change", "dichloromethane flux", "ozone destruction"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34967079", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "17"}], "ELocationID": ["10.1111/gcb.16068"], "Journal": {"ISSN": "1365-2486", "JournalIssue": {"Volume": "28", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Global change biology", "ISOAbbreviation": "Glob Chang Biol"}, "ArticleTitle": "Identification and widespread environmental distribution of a gene cassette implicated in anaerobic dichloromethane degradation.", "Pagination": {"StartPage": "2396", "EndPage": "2412", "MedlinePgn": "2396-2412"}, "Abstract": {"AbstractText": ["Anthropogenic activities and natural processes release dichloromethane (DCM, methylene chloride), a toxic chemical with substantial ozone-depleting capacity. Specialized anaerobic bacteria metabolize DCM; however, the genetic basis for this process has remained elusive. Comparative genomics of the three known anaerobic DCM-degrading bacterial species revealed a homologous gene cluster, designated the methylene chloride catabolism (mec) gene cassette, comprising 8-10 genes encoding proteins with 79.6%-99.7% amino acid identities. Functional annotation identified genes encoding a corrinoid-dependent methyltransferase system, and shotgun proteomics applied to two DCM-catabolizing cultures revealed high expression of proteins encoded on the mec gene cluster during anaerobic growth with DCM. In a DCM-contaminated groundwater plume, the abundance of mec genes strongly correlated with DCM concentrations (R<sup>2</sup>  = 0.71-0.85) indicating their potential value as process-specific bioremediation biomarkers. mec gene clusters were identified in metagenomes representing peat bogs, the deep subsurface, and marine ecosystems including oxygen minimum zones (OMZs), suggesting a capacity for DCM degradation in diverse habitats. The broad distribution of anaerobic DCM catabolic potential infers a role for DCM as an energy source in various environmental systems, and implies that the global DCM flux (i.e., the rate of formation minus the rate of consumption) might be greater than emission measurements suggest."], "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Biotechnology, University of Tennessee, Knoxville, Tennessee, USA."}], "LastName": "Murdoch", "ForeName": "Robert W", "Initials": "RW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Biotechnology, University of Tennessee, Knoxville, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Tennessee, Knoxville, Tennessee, USA."}], "LastName": "Chen", "ForeName": "Gao", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Biotechnology, University of Tennessee, Knoxville, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, USA."}], "LastName": "Kara Murdoch", "ForeName": "Fadime", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Corteva Environmental Remediation, Corteva Agriscience, Wilmington, Delaware, USA."}], "LastName": "Mack", "ForeName": "E Erin", "Initials": "EE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, USA."}], "LastName": "Villalobos Solis", "ForeName": "Manuel I", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, USA."}], "LastName": "Hettich", "ForeName": "Robert L", "Initials": "RL"}, {"Identifier": ["0000-0002-9797-4279"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Biotechnology, University of Tennessee, Knoxville, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Tennessee, Knoxville, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Biosciences Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Department of Microbiology, University of Tennessee, Knoxville, Tennessee, USA."}, {"Identifier": [], "Affiliation": "Department of Biosystems Engineering and Soil Science, University of Tennessee, Knoxville, Tennessee, USA."}], "LastName": "Löffler", "ForeName": "Frank E", "Initials": "FE"}], "GrantList": [{"Agency": "The Chemours Company", "Country": ""}, {"Agency": "University Consortium for Field-Focused Groundwater Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Glob Chang Biol", "NlmUniqueID": "9888746", "ISSNLinking": "1354-1013"}, "ChemicalList": [{"RegistryNumber": "588X2YUY0A", "NameOfSubstance": "Methylene Chloride"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Anaerobiosis"}, {"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Groundwater"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Methylene Chloride"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allocati, N., Federici, L., Masulli, M., & Di Ilio, C. (2012). Distribution of glutathione transferases in Gram-positive bacteria and Archaea. Biochimie, 94(3), 588-596. https://doi.org/10.1016/J.BIOCHI.2011.09.008"}, {"Citation": "Altschul, S. F., Gish, W., Miller, W., Myers, E. W., & Lipman, D. J. (1990). Basic local alignment search tool. Journal of Molecular Biology, 215(3), 403-410. https://doi.org/10.1016/S0022-2836(05)80360-2"}, {"Citation": "An, M., Western, L. M., Say, D., Chen, L., Claxton, T., Ganesan, A. L., Hossaini, R., Krummel, P. B., Manning, A. J., Mühle, J., O’Doherty, S., Prinn, R. G., Weiss, R. F., Young, D., Hu, J., Yao, B., & Rigby, M. (2021). Rapid increase in dichloromethane emissions from China inferred through atmospheric observations. Nature Communications, 12(1), 1-9. https://doi.org/10.1038/s41467-021-27592-y"}, {"Citation": "Anantharaman, V., & Aravind, L. (2005). MEDS and PocR are novel domains with a predicted role in sensing simple hydrocarbon derivatives in prokaryotic signal transduction systems. Bioinformatics, 21(12), 2805-2811. https://doi.org/10.1093/bioinformatics/bti418"}, {"Citation": "Bagnoud, A., Chourey, K., Hettich, R. L., de Bruijn, I., Andersson, A. F., Leupin, O. X., Schwyn, B., & Bernier-Latmani, R. (2016). Reconstructing a hydrogen-driven microbial metabolic network in Opalinus Clay rock. Nature Communications, 7(1), 12770. https://doi.org/10.1038/ncomms12770"}, {"Citation": "Biester, H., Keppler, F., Putschew, A., Martinez-Cortizas, A., & Petri, M. (2004). Halogen retention, organohalogens, and the role of organic matter decomposition on halogen enrichment in two Chilean peat bogs. Environmental Science and Technology, 38(7), 1984-1991. https://doi.org/10.1021/es0348492"}, {"Citation": "Bolger, A. M., Lohse, M., & Usadel, B. (2014). Trimmomatic: A flexible trimmer for Illumina sequence data. Bioinformatics, 30(15), 2114-2120. https://doi.org/10.1093/bioinformatics/btu170"}, {"Citation": "Bray, N. L., Pimentel, H., Melsted, P., & Pachter, L. (2016). Near-optimal probabilistic RNA-seq quantification. Nature Biotechnology, 34(5), 525-527. https://doi.org/10.1038/nbt.3519"}, {"Citation": "Capella-Gutiérrez, S., Silla-Martínez, J. M., & Gabaldón, T. (2009). trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics (Oxford, England), 25(15), 1972-1973. https://doi.org/10.1093/bioinformatics/btp348"}, {"Citation": "Chen, G., Fisch, A. R., Gibson, C. M., Mack, E. E., Seger, E. S., Campagna, S. R., & Löffler, F. E. (2020). Mineralization versus fermentation: Evidence for two distinct anaerobic bacterial degradation pathways for dichloromethane. The ISME Journal, 14, 959-970. https://doi.org/10.1038/s41396-019-0579-5"}, {"Citation": "Chen, G., Jiang, N., Solis, M. I. V., Murdoch, F. K., Murdoch, R. W., Xie, Y., Swift, C. M., Hettich, R. L., & Löffler, F. E. (2021). Anaerobic microbial metabolism of dichloroacetate. mBio, 12(2), e00537-21. https://doi.org/10.1128/MBIO.00537-21/SUPPL_FILE/MBIO.00537-21-ST003.XLSX"}, {"Citation": "Chen, G., Kleindienst, S., Griffiths, D. R., Mack, E. E., Seger, E. S., & Löffler, F. E. (2017). Mutualistic interaction between dichloromethane- and chloromethane-degrading bacteria in an anaerobic mixed culture. Environmental Microbiology, 19(11), 4784-4796. https://doi.org/10.1111/1462-2920.13945"}, {"Citation": "Chen, G., Murdoch, R. W., Mack, E. E., Seger, E. S., & Löffler, F. E. (2017). Complete genome sequence of Dehalobacterium formicoaceticum strain DMC, a strictly anaerobic dichloromethane-degrading bacterium. Genome Announcements, 5(37), e00897-17. https://doi.org/10.1128/genomeA.00897-17"}, {"Citation": "Chen, G., Shouakar-Stash, O., Phillips, E., Justicia-Leon, S. D., Gilevska, T., Sherwood Lollar, B., Mack, E. E., Seger, E. S., & Löffler, F. E. (2018). Dual carbon-chlorine isotope analysis indicates distinct anaerobic dichloromethane degradation pathways in two members of Peptococcaceae. Environmental Science & Technology, 52(15), 8607-8616. https://doi.org/10.1021/acs.est.8b01583"}, {"Citation": "Chen, I.-M.- A., Chu, K., Palaniappan, K., Pillay, M., Ratner, A., Huang, J., Huntemann, M., Varghese, N., White, J. R., Seshadri, R., Smirnova, T., Kirton, E., Jungbluth, S. P., Woyke, T., Eloe-Fadrosh, E. A., Ivanova, N. N., & Kyrpides, N. C. (2019). IMG/M v.5.0: An integrated data management and comparative analysis system for microbial genomes and microbiomes. Nucleic Acids Research, 47(D1), D666-D677. https://doi.org/10.1093/nar/gky901"}, {"Citation": "Cox, M. L., Fraser, P. J., Sturrock, G. A., Siems, S. T., & Porter, L. W. (2004). Terrestrial sources and sinks of halomethanes near Cape Grim, Tasmania. Atmospheric Environment, 38(23), 3839-3852. https://doi.org/10.1016/J.ATMOSENV.2004.03.050"}, {"Citation": "Dimmer, C. H., Simmonds, P. G., Nickless, G., & Bassford, M. R. (2001). Biogenic fluxes of halomethanes from Irish peatland ecosystems. Atmospheric Environment, 35(2), 321-330. https://doi.org/10.1016/S1352-2310(00)00151-5"}, {"Citation": "Eklund, G., Pedersen, J. R., & Stromberg, B. (1988). Methane, hydrogen chloride and oxygen form a wide range of chlorinated organic species in the temperature range 400°C-950°C. Chemosphere, 17(3), 575-586. https://doi.org/10.1016/0045-6535(88)90032-X"}, {"Citation": "El-Gebali, S., Mistry, J., Bateman, A., Eddy, S. R., Luciani, A., Potter, S. C., Qureshi, M., Richardson, L. J., Salazar, G. A., Smart, A., Sonnhammer, E. L. L., Hirsh, L., Paladin, L., Piovesan, D., Tosatto, S. C. E., & Finn, R. D. (2019). The Pfam protein families database in 2019. Nucleic Acids Research, 47, D427-D432. https://doi.org/10.1093/nar/gky995"}, {"Citation": "Eng, J. K., McCormack, A. L., & Yates, J. R. (1994). An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database. Journal of the American Society for Mass Spectrometry, 5(11), 976-989. https://doi.org/10.1016/1044-0305(94)80016-2"}, {"Citation": "Eustáquio, A. S., Pojer, F., Noel, J. P., & Moore, B. S. (2008). Discovery and characterization of a marine bacterial SAM-dependent chlorinase. Nature Chemical Biology, 4(1), 69-74. https://doi.org/10.1038/nchembio.2007.56"}, {"Citation": "Ferguson, G. P., Booth, I. R., Evans, G. J., & Vuilleumier, S. (2000). Growth inhibition of Escherichia coli by dichloromethane in cells expressing dichloromethane dehalogenase/glutathione S-transferase. Microbiology, 146(11), 2967-2975. https://doi.org/10.1099/00221287-146-11-2967"}, {"Citation": "Ganusova, E. E., Vo, L. T., Abraham, P. E., O’Neal Yoder, L., Hettich, R. L., & Alexandre, G. (2021). The Azospirillum brasilense core chemotaxis proteins CheA1 and CheA4 link chemotaxis signaling with nitrogen metabolism. mSystems, 6(1), e01354-20. https://doi.org/10.1128/msystems.01354-20"}, {"Citation": "Gill, A. L., Giasson, M.-A., Yu, R., & Finzi, A. C. (2017). Deep peat warming increases surface methane and carbon dioxide emissions in a black spruce-dominated ombrotrophic bog. Global Change Biology, 23(12), 5398-5411. https://doi.org/10.1111/gcb.13806"}, {"Citation": "Gossett, J. M. (1987). Measurement of Henry’s Law constants for C1 and C2 chlorinated hydrocarbons. Environmental Science and Technology, 21(2), 202-208. https://doi.org/10.1021/es00156a012"}, {"Citation": "Grabherr, M. G., Haas, B. J., Yassour, M., Levin, J. Z., Thompson, D. A., Amit, I., Adiconis, X., Fan, L., Raychowdhury, R., Zeng, Q., Chen, Z., Mauceli, E., Hacohen, N., Gnirke, A., Rhind, N., di Palma, F., Birren, B. W., Nusbaum, C., Lindblad-Toh, K., … Regev, A. (2011). Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nature Biotechnology, 29(7), 644-652. https://doi.org/10.1038/nbt.1883"}, {"Citation": "Gribble, G. W. (2010). Naturally occurring organohalogen compounds-A comprehensive update (Vol. 91). Springer Vienna. https://doi.org/10.1007/978-3-211-99323-1"}, {"Citation": "Grostern, A., Duhamel, M., Dworatzek, S., & Edwards, E. A. (2010). Chloroform respiration to dichloromethane by a Dehalobacter population. Environmental Microbiology, 12(4), 1053-1060. https://doi.org/10.1111/j.1462-2920.2009.02150.x"}, {"Citation": "Guy, L., Roat Kultima, J., & Andersson, S. G. E. (2010). genoPlotR: Comparative gene and genome visualization in R. Bioinformatics, 26(18), 2334-2335. https://doi.org/10.1093/bioinformatics/btq413"}, {"Citation": "Haft, D. H., Selengut, J. D., Richter, R. A., Harkins, D., Basu, M. K., & Beck, E. (2012). TIGRFAMs and genome properties in 2013. Nucleic Acids Research, 41(D1), D387-D395. https://doi.org/10.1093/nar/gks1234"}, {"Citation": "Haines, A., Ebi, K. L., & Li, S. (2020). Wildfires, global climate change, and human health. The New England Journal of Medicine, 383(22), 2173-2181. https://doi.org/10.1056/NEJMsr2028985"}, {"Citation": "Hatt, J. K., & Löffler, F. E. (2012). Quantitative real-time PCR (qPCR) detection chemistries affect enumeration of the Dehalococcoides 16S rRNA gene in groundwater. Journal of Microbiological Methods, 88(2), 263-270. https://doi.org/10.1016/j.mimet.2011.12.005"}, {"Citation": "Hayoun, K., Geersens, E., Laczny, C. C., Halder, R., Sánchez, C. L., Manna, A., Bringel, F., Ryckelynck, M., Wilmes, P., Muller, E. E. L., Alpha-Bazin, B., Armengaud, J., & Vuilleumier, S. (2020). Dichloromethane degradation pathway from unsequenced Hyphomicrobium sp. MC8b rapidly explored by pan-proteomics. Microorganisms, 8(12), 1876. https://doi.org/10.3390/MICROORGANISMS8121876"}, {"Citation": "Hoekstra, E. J., Verhagen, F. J. M., Field, J. A., Leer, E. W. B. D., & Brinkman, U. A. T. (1998). Natural production of chloroform by fungi. Phytochemistry, 49(1), 91-97. https://doi.org/10.1016/S0031-9422(97)00984-9"}, {"Citation": "Holland, S. I., Edwards, R. J., Ertan, H., Wong, Y. K., Russell, T. L., Deshpande, N. P., Manefield, M., & Lee, M. J. (2019). Whole genome sequencing of a novel, dichloromethane-fermenting Peptococcaceae from an enrichment culture. PeerJ, 7, e7775. https://doi.org/10.7287/peerj.preprints.27718v1"}, {"Citation": "Holland, S. I., Ertan, H., Montgomery, K., Manefield, M. J., & Lee, M. (2021). Novel dichloromethane-fermenting bacteria in the Peptococcaceae family. The ISME Journal, 15, 1709-1721. https://doi.org/10.1038/s41396-020-00881-y"}, {"Citation": "Hossaini, R., Chipperfield, M. P., Montzka, S. A., Leeson, A. A., Dhomse, S. S., & Pyle, J. A. (2017). The increasing threat to stratospheric ozone from dichloromethane. Nature Communications, 8(1), 15962. https://doi.org/10.1038/ncomms15962"}, {"Citation": "Hu, S., Niu, Z., Chen, Y., Li, L., & Zhang, H. (2017). Global wetlands: Potential distribution, wetland loss, and status. Science of the Total Environment, 586, 319-327. https://doi.org/10.1016/J.SCITOTENV.2017.02.001"}, {"Citation": "Isidorov, V. A., Zenkevich, I. G., & Ioffe, B. V. (1990). Volatile organic compounds in solfataric gases. Journal of Atmospheric Chemistry, 10, 329. https://doi.org/10.1007/BF00053867. https://link.springer.com/content/pdf/10.1007%2FBF00053867.pdf"}, {"Citation": "Iyer, R., Iverson, T. M., Accardi, A., & Miller, C. (2002). A biological role for prokaryotic ClC chloride channels. Nature, 419(6908), 715-718. https://doi.org/10.1038/nature01000"}, {"Citation": "Jordan, A., Harnisch, J., Borchers, R., Le Guern, F., & Shinohar, H. (2000). Volcanogenic halocarbons. Environmental Science & Technology, 34(6), 1122-1124. https://doi.org/10.1021/ES990838Q"}, {"Citation": "Justicia-Leon, S. D., Ritalahti, K. M., Mack, E. E., & Löffler, F. E. (2012). Dichloromethane fermentation by a Dehalobacter sp. in an enrichment culture derived from pristine river sediment. Applied and Environmental Microbiology, 78(4), 1288-1291. https://doi.org/10.1128/AEM.07325-11"}, {"Citation": "Käll, L., Canterbury, J. D., Weston, J., Noble, W. S., & MacCoss, M. J. (2007). Semi-supervised learning for peptide identification from shotgun proteomics datasets. Nature Methods, 4(11), 923-925. https://doi.org/10.1038/nmeth1113"}, {"Citation": "Kanehisa, M., Furumichi, M., Tanabe, M., Sato, Y., & Morishima, K. (2017). KEGG: New perspectives on genomes, pathways, diseases and drugs. Nucleic Acids Research, 45(D1), D353-D361. https://doi.org/10.1093/nar/gkw1092"}, {"Citation": "Kanehisa, M., Sato, Y., & Morishima, K. (2016). BlastKOALA and GhostKOALA: KEGG tools for functional characterization of genome and metagenome sequences. Journal of Molecular Biology, 428(4), 726-731. https://doi.org/10.1016/j.jmb.2015.11.006"}, {"Citation": "Kanters, J., & Louw, R. (1996). Thermal and catalysed halogenation in combustion reactions. Chemosphere, 32(1), 89-97. https://doi.org/10.1016/0045-6535(95)00230-8"}, {"Citation": "Katoh, K., & Standley, D. M. (2013). MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Molecular Biology and Evolution, 30(4), 772-780. https://doi.org/10.1093/molbev/mst010"}, {"Citation": "Kearse, M., Moir, R., Wilson, A., Stones-Havas, S., Cheung, M., Sturrock, S., Buxton, S., Cooper, A., Markowitz, S., Duran, C., Thierer, T., Ashton, B., Meintjes, P., Drummond, A., & Valencia, A. (2012). Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics (Oxford, England), 28(12), 1647-1649. https://doi.org/10.1093/bioinformatics/bts199"}, {"Citation": "Kleindienst, S., Chourey, K., Chen, G., Murdoch, R. W., Higgins, S. A., Iyer, R., Campagna, S. R., Mack, E. E., Seger, E. S., Hettich, R. L., & Löffler, F. E. (2019). Proteogenomics reveals novel reductive dehalogenases and methyltransferases expressed during anaerobic dichloromethane metabolism. Applied and Environmental Microbiology, 85(6), e02768-e2818. https://doi.org/10.1128/AEM.02768-18"}, {"Citation": "Kleindienst, S., Higgins, S. A., Tsementzi, D., Chen, G., Konstantinidis, K. T., Mack, E. E., & Löffler, F. E. (2017). ‘Candidatus Dichloromethanomonas elyunquensis’ gen. nov., sp. nov., a dichloromethane-degrading anaerobe of the Peptococcaceae family. Systematic and Applied Microbiology, 40(3), 150-159. https://doi.org/10.1016/j.syapm.2016.12.001"}, {"Citation": "Kleindienst, S., Higgins, S. A., Tsementzi, D., Konstantinidis, K. T., Mack, E. E., & Löffler, F. E. (2016). Draft genome sequence of a strictly anaerobic dichloromethane-degrading bacterium. Genome Announcements, 4(2), e00037-e116. https://doi.org/10.1128/GENOMEA.00037-16"}, {"Citation": "Kolusu, S. R., Schlünzen, K. H., Grawe, D., & Seifert, R. (2018). Determination of chloromethane and dichloromethane in a tropical terrestrial mangrove forest in Brazil by measurements and modelling. Atmospheric Environment, 173, 185-197. https://doi.org/10.1016/J.ATMOSENV.2017.10.057"}, {"Citation": "La Roche, S. D., & Leisinger, T. (1991). Identification of dcmR, the regulatory gene governing expression of dichloromethane dehalogenase in Methylobacterium sp. strain DM4. Journal of Bacteriology, 173(21), 6714-6721."}, {"Citation": "Lane, D. J. (1991). 16S/23S rRNA sequencing. In E. Stackebrandt, & M. Goodfellow (Eds.), Nucleic acid techniques in bacterial systematics (pp. 115-175). John Wiley & Sons, Ltd."}, {"Citation": "Letunic, I., & Bork, P. (2016). Interactive tree of life (iTOL) v3: An online tool for the display and annotation of phylogenetic and other trees. Nucleic Acids Research, 44(W1), W242-W245. https://doi.org/10.1093/nar/gkw290"}, {"Citation": "Li, W., & Godzik, A. (2006). Cd-hit: A fast program for clustering and comparing large sets of protein or nucleotide sequences. Bioinformatics, 22(13), 1658-1659. https://doi.org/10.1093/bioinformatics/btl158"}, {"Citation": "Löffler, F. E., Sanford, R. A., & Ritalahti, K. M. (2005). Enrichment, cultivation, and detection of reductively dechlorinating bacteria. Methods in Enzymology, 397, 77-111. https://doi.org/10.1016/S0076-6879(05)97005-5"}, {"Citation": "Mägli, A., Messmer, M., & Leisinger, T. (1998). Metabolism of dichloromethane by the strict anaerobe Dehalobacterium formicoaceticum. Applied and Environmental Microbiology, 64(2), 646-650. http://www.ncbi.nlm.nih.gov/pubmed/16349505"}, {"Citation": "Mägli, A., Wendt, M., & Leisinger, T. (1996). Isolation and characterization of Dehalobacterium formicoaceticum gen. nov. sp. nov., a strictly anaerobic bacterium utilizing dichloromethane as source of carbon and energy. Archives of Microbiology, 166(2), 101-108. https://doi.org/10.1007/s002030050362"}, {"Citation": "McAnulla, C., Woodall, C. A., McDonald, I. R., Studer, A., Vuilleumier, S., Leisinger, T., & Murrell, J. C. (2001). Chloromethane utilization gene cluster from Hyphomicrobium chloromethanicum strain CM2T and development of functional gene probes to detect halomethane-degrading bacteria. Applied and Environmental Microbiology, 67(1), 307-316. https://doi.org/10.1128/AEM.67.1.307-316.2001"}, {"Citation": "McCulloch, A. (2017). Dichloromethane in the environment: A note prepared for the European Chlorinated Solvents Association (ECSA) and the Halogenated Solvents Industry Alliance (HSIA). https://www.chlorinated-solvents.eu/wp-content/uploads/2021/05/Dichloromethane-paper.pdf"}, {"Citation": "Michener, J. K., Neves, A. A. C., Vuilleumier, S., Bringel, F., & Marx, C. J. (2014). Effective use of a horizontally-transferred pathway for dichloromethane catabolism requires post-transfer refinement. eLife, 3(November), 1-16. https://doi.org/10.7554/ELIFE.04279"}, {"Citation": "Mulder, I., Huber, S. G., Krause, T., Zetzsch, C., Kotte, K., Dultz, S., & Schöler, H. F. (2013). A new purge and trap headspace technique to analyze low volatile compounds from fluid inclusions of rocks and minerals. Chemical Geology, 358, 148-155. https://doi.org/10.1016/J.CHEMGEO.2013.09.003"}, {"Citation": "Muller, E. E. L., Bringel, F., & Vuilleumier, S. (2011). Dichloromethane-degrading bacteria in the genomic age. Research in Microbiology, 162(9), 869-876. https://doi.org/10.1016/J.RESMIC.2011.01.008"}, {"Citation": "Muyzer, G., De Waal, E. C., & Uitterlinden, A. G. (1993). Profiling of complex microbial populations by denaturing gradient gel electrophoresis analysis of polymerase chain reaction-amplified genes coding for 16S rRNA. Applied and Environmental Microbiology, 59(3), 695-700. https://doi.org/10.1128/aem.59.3.695-700.1993"}, {"Citation": "Ooki, A., & Yokouchi, Y. (2011). Dichloromethane in the Indian Ocean: Evidence for in-situ production in seawater. Marine Chemistry, 124(1-4), 119-124. https://doi.org/10.1016/J.MARCHEM.2011.01.001"}, {"Citation": "Pagès, H., Aboyou, P., Gentleman, R., & DebRoy, S. (2019). Biostrings: Efficient manipulation of biological strings (R package version 2.54.0)."}, {"Citation": "Paul, L., Ferguson, D. J., & Krzycki, J. A. (2000). The trimethylamine methyltransferase gene and multiple dimethylamine methyltransferase genes of Methanosarcina barkeri contain in-frame and read-through amber codons. Journal of Bacteriology, 182(9), 2520. https://doi.org/10.1128/JB.182.9.2520-2529.2000"}, {"Citation": "Petkau, A., Stuart-Edwards, M., Stothard, P., & Van Domselaar, G. (2010). Interactive microbial genome visualization with GView. Bioinformatics, 26(24), 3125-3126. https://doi.org/10.1093/bioinformatics/btq588"}, {"Citation": "Pinner, E., Padan, E., & Schuldiner, S. (1994). Kinetic properties of NhaB, a Na+/H+ antiporter from Escherichia coli. The Journal of Biological Chemistry, 269, 26274-26279. https://doi.org/10.1016/S0021-9258(18)53333-0"}, {"Citation": "Price, M. N., Dehal, P. S., & Arkin, A. P. (2010). FastTree 2-Approximately maximum-likelihood trees for large alignments. PLoS One, 5(3), e9490. https://doi.org/10.1371/journal.pone.0009490"}, {"Citation": "Price, M. N., Zane, G. M., Kuehl, J. V., Melnyk, R. A., Wall, J. D., Deutschbauer, A. M., & Arkin, A. P. (2018). Filling gaps in bacterial amino acid biosynthesis pathways with high-throughput genetics. PLOS Genetics, 14(1), e1007147. https://doi.org/10.1371/journal.pgen.1007147"}, {"Citation": "Ritalahti, K. M., Amos, B. K., Sung, Y., Wu, Q., Koenigsberg, S. S., & Löffler, F. E. (2006). Quantitative PCR targeting 16S rRNA and reductive dehalogenase genes simultaneously monitors multiple Dehalococcoides strains. Applied and Environmental Microbiology, 72(4), 2765-2774. https://doi.org/10.1128/AEM.72.4.2765-2774.2006"}, {"Citation": "Roosild, T. P., Castronovo, S., Healy, J., Miller, S., Pliotas, C., Rasmussen, T., Bartlett, W., Conway, S. J., & Booth, I. R. (2010). Mechanism of ligand-gated potassium efflux in bacterial pathogens. Proceedings of the National Academy of Sciences of the United States of America, 107(46), 19784-19789. https://doi.org/10.1073/pnas.1012716107"}, {"Citation": "Seeman, T. (2018). tseemann/barrnap: Bacterial ribosomal RNA predictor (0.9-2). https://github.com/tseemann/barrnap"}, {"Citation": "Sousa, D. Z., Visser, M., van Gelder, A. H., Boeren, S., Pieterse, M. M., Pinkse, M. W. H., Verhaert, P. D. E. M., Vogt, C., Franke, S., Kümmel, S., & Stams, A. J. M. (2018). The deep-subsurface sulfate reducer Desulfotomaculum kuznetsovii employs two methanol-degrading pathways. Nature Communications, 9(1), 239. https://doi.org/10.1038/s41467-017-02518-9"}, {"Citation": "Stramma, L., Johnson, G. C., Sprintall, J., & Mohrholz, V. (2008). Expanding oxygen-minimum zones in the tropical oceans. Science, 320(5876), 655-658. https://doi.org/10.1126/science.1153847"}, {"Citation": "Suttner, B. J., Johnston, E. R., Orellana, L. H., Rodriguez-R, L. M., Hatt, J. K., Carychao, D., Carter, M. Q., & Cooley, M. B. (2020). Potential and limitations of metagenomics as a public health risk assessment tool in a study of natural creek sediments influenced by agricultural and livestock runoff. Applied and Environment Microbiology, 86(6), e02525-e2619. https://doi.org/10.1128/AEM.02525-19"}, {"Citation": "Svensen, H., Planke, S., Polozov, A. G., Schmidbauer, N., Corfu, F., Podladchikov, Y. Y., & Jamtveit, B. (2009). Siberian gas venting and the end-Permian environmental crisis. Earth and Planetary Science Letters, 277(3-4), 490-500. https://doi.org/10.1016/J.EPSL.2008.11.015"}, {"Citation": "Tatusov, R. L., Galperin, M. Y., Natale, D. A., & Koonin, E. V. (2000). The COG database: A tool for genome-scale analysis of protein functions and evolution. Nucleic Acids Research, 28(1), 33-36. https://doi.org/10.1093/nar/28.1.33. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC102395/"}, {"Citation": "Thamdrup, B., Steinsdóttir, H. G. R., Bertagnolli, A. D., Padilla, C. C., Patin, N. V., Garcia-Robledo, E., Bristow, L. A., & Stewart, F. J. (2019). Anaerobic methane oxidation is an important sink for methane in the ocean’s largest oxygen minimum zone. Limnology and Oceanography, 64(6), 2569-2585. https://doi.org/10.1002/lno.11235"}, {"Citation": "Trudinger, C. M., Etheridge, D. M., Sturrock, G. A., Fraser, P. J., Krummel, P. B., McCulloch, A., & Etheridge, M. (2004). Atmospheric histories of halocarbons from analysis of Antarctic firn air: Methyl bromide, methyl chloride, chloroform, and dichloromethane. Journal of Geophysical Research, 109, 22310. https://doi.org/10.1029/2004JD004932"}, {"Citation": "Vannelli, T., Messmer, M., Studer, A., Vuilleumier, S., & Leisinger, T. (1999). A corrinoid-dependent catabolic pathway for growth of a Methylobacterium strain with chloromethane. Proceedings of the National Academy of Sciences of the United States of America, 96(8), 4615-4620. https://doi.org/10.1073/pnas.96.8.4615"}, {"Citation": "Vit, O., & Petrak, J. (2017). Integral membrane proteins in proteomics. How to break open the black box? Journal of Proteomics, 153, 8-20. https://doi.org/10.1016/J.JPROT.2016.08.006"}, {"Citation": "Wever, R., & Barnett, P. (2017). Vanadium chloroperoxidases: The missing link in the formation of chlorinated compounds and chloroform in the terrestrial environment? Chemistry-An Asian Journal, 12(16), 1997-2007. https://doi.org/10.1002/asia.201700420"}, {"Citation": "Wong, Y. K., Holland, S. I., Ertan, H., Manefield, M., & Lee, M. (2016). Isolation and characterization of Dehalobacter sp. strain UNSWDHB capable of chloroform and chlorinated ethane respiration. Environmental Microbiology, 18(9), 3092-3105. https://doi.org/10.1111/1462-2920.13287"}, {"Citation": "Wright, J., Kirchner, V., Bernard, W., Ulrich, N., McLimans, C., Campa, M. F., Hazen, T., Macbeth, T., Marabello, D., McDermott, J., Mackelprang, R., Roth, K., & Lamendella, R. (2017). Bacterial community dynamics in dichloromethane-contaminated groundwater undergoing natural attenuation. Frontiers in Microbiology, 8, 2300. https://doi.org/10.3389/fmicb.2017.02300"}, {"Citation": "Wu, S., Zhu, Z., Fu, L., Niu, B., & Li, W. (2011). WebMGA: a customizable web server for fast metagenomic sequence analysis. BMC Genomics, 12(1), 444. https://doi.org/10.1186/1471-2164-12-444"}, {"Citation": "Wuosmaa, A. M., & Hager, L. P. (1990). Methyl chloride transferase: A carbocation route for biosynthesis of halometabolites. Science, 249(4965), 160-162. https://doi.org/10.1126/science.2371563"}, {"Citation": "Yalkowsky, S. H., He, Y., & Jain, P. (2010). Handbook of aqueous solubility data (2nd ed.). CRC Press."}, {"Citation": "Yang, S., Giannone, R. J., Dice, L., Yang, Z. K., Engle, N. L., Tschaplinski, T. J., Hettich, R. L., & Brown, S. D. (2012). Clostridium thermocellum ATCC27405 transcriptomic, metabolomic and proteomic profiles after ethanol stress. BMC Genomics, 13(1), 336. https://doi.org/10.1186/1471-2164-13-336"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "11", "Day": "25"}, {"Year": "2021", "Month": "9", "Day": "2"}, {"Year": "2021", "Month": "12", "Day": "9"}, {"Year": "2021", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "30", "Hour": "5", "Minute": "55"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34967079", "10.1111/gcb.16068"]}}], "PubmedBookArticle": []}