{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34987561", "DateRevised": {"Year": "2022", "Month": "12", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5194/acp-21-18227-2021"], "Journal": {"ISSN": "1680-7316", "JournalIssue": {"Volume": "21", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "16"}}, "Title": "Atmospheric chemistry and physics", "ISOAbbreviation": "Atmos Chem Phys"}, "ArticleTitle": "Unraveling pathways of elevated ozone induced by the 2020 lockdown in Europe by an observationally constrained regional model using TROPOMI.", "Pagination": {"StartPage": "1", "EndPage": "19", "MedlinePgn": "1-19"}, "Abstract": {"AbstractText": ["Questions about how emissions are changing during the COVID-19 lockdown periods cannot be answered by observations of atmospheric trace gas concentrations alone, in part due to simultaneous changes in atmospheric transport, emissions, dynamics, photochemistry, and chemical feedback. A chemical transport model simulation benefiting from a multi-species inversion framework using well-characterized observations should differentiate those influences enabling to closely examine changes in emissions. Accordingly, we jointly constrain NO <sub><i>x</i></sub> and VOC emissions using well-characterized TROPOspheric Monitoring Instrument (TROPOMI) HCHO and NO<sub>2</sub> columns during the months of March, April, and May 2020 (lockdown) and 2019 (baseline). We observe a noticeable decline in the magnitude of NO <sub><i>x</i></sub> emissions in March 2020 (14 %-31 %) in several major cities including Paris, London, Madrid, and Milan, expanding further to Rome, Brussels, Frankfurt, Warsaw, Belgrade, Kyiv, and Moscow (34 %-51 %) in April. However, NO <sub><i>x</i></sub> emissions remain at somewhat similar values or even higher in some portions of the UK, Poland, and Moscow in March 2020 compared to the baseline, possibly due to the timeline of restrictions. Comparisons against surface monitoring stations indicate that the constrained model underrepresents the reduction in surface NO<sub>2</sub>. This underrepresentation correlates with the TROPOMI frequency impacted by cloudiness. During the month of April, when ample TROPOMI samples are present, the surface NO<sub>2</sub> reductions occurring in polluted areas are described fairly well by the model (model: -21 ± 17 %, observation: -29 ± 21 %). The observational constraint on VOC emissions is found to be generally weak except for lower latitudes. Results support an increase in surface ozone during the lockdown. In April, the constrained model features a reasonable agreement with maximum daily 8 h average (MDA8) ozone changes observed at the surface (<i>r</i> = 0.43), specifically over central Europe where ozone enhancements prevail (model: +3.73 ± 3.94 %, + 1.79 ppbv, observation: +7.35 ± 11.27 %, +3.76 ppbv). The model suggests that physical processes (dry deposition, advection, and diffusion) decrease MDA8 surface ozone in the same month on average by -4.83 ppbv, while ozone production rates dampened by largely negative <math xmlns=\"http://www.w3.org/1998/Math/MathML\"> <mrow><msub><mi>J</mi> <mrow> <msub><mrow><mtext>NO</mtext></mrow> <mn>2</mn></msub> </mrow> </msub> <mrow><mo>[</mo> <mrow> <msub><mrow><mtext>NO</mtext></mrow> <mn>2</mn></msub> </mrow> <mo>]</mo></mrow> <mo>-</mo> <msub><mi>k</mi> <mrow><mtext>NO</mtext> <mo>+</mo> <msub><mtext>O</mtext> <mn>3</mn></msub> </mrow> </msub> <mo>[</mo> <mtext>NO</mtext> <mo>]</mo> <mrow><mo>[</mo> <mrow><msub><mtext>O</mtext> <mn>3</mn></msub> </mrow> <mo>]</mo></mrow> </mrow> </math> become less negative, leading ozone to increase by +5.89 ppbv. Experiments involving fixed anthropogenic emissions suggest that meteorology contributes to 42 % enhancement in MDA8 surface ozone over the same region with the remaining part (58 %) coming from changes in anthropogenic emissions. Results illustrate the capability of satellite data of major ozone precursors to help atmospheric models capture ozone changes induced by abrupt emission anomalies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Souri", "ForeName": "Amir H", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Chance", "ForeName": "Kelly", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Studies, Pusan National University, Busan, South Korea."}], "LastName": "Bak", "ForeName": "Juseon", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Nowlan", "ForeName": "Caroline R", "Initials": "CR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Abad", "ForeName": "Gonzalo González", "Initials": "GG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Jung", "ForeName": "Yeonjin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US Environmental Protection Agency, Center for Environmental Measurement & Modeling, Research Triangle Park, NC, USA."}], "LastName": "Wong", "ForeName": "David C", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Geophysical Institute, University of Alaska Fairbanks, Fairbanks, AK, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, University of Alaska Fairbanks, Fairbanks, AK, USA."}], "LastName": "Mao", "ForeName": "Jingqiu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic and Molecular Physics (AMP) Division, Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Liu", "ForeName": "Xiong", "Initials": "X"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Atmos Chem Phys", "NlmUniqueID": "101214388", "ISSNLinking": "1680-7316"}, "CoiStatement": "Competing interests. The contact author has declared that neither they nor their co-authors have any competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Auligné T, McNally AP, and Dee DP: Adaptive bias correction for satellite data in a numerical weather prediction system, Q. J. Roy. Meteor. Soc, 133, 631–642, 10.1002/qj.56, 2007.", "ArticleIdList": ["10.1002/qj.56"]}, {"Citation": "Barré J, Petetin H, Colette A, Guevara M, Peuch V-H, Rouil L, Engelen R, Inness A, Flemming J, Pérez García-Pando C, Bowdalo D, Meleux F, Geels C, Christensen JH, Gauss M, Benedictow A, Tsyro S, Friese E, Struzewska J, Kaminski JW, Douros J, Timmermans R, Robertson L, Adani M, Jorba O, Joly M, and Kouznetsov R: Estimating lockdown-induced European NO2 changes using satellite and surface observations and air quality models, Atmos. Chem. Phys, 21, 7373–7394, 10.5194/acp-21-7373-2021, 2021.", "ArticleIdList": ["10.5194/acp-21-7373-2021"]}, {"Citation": "Bekbulat B, Apte JS, Millet DB, Robinson AL, Wells KC, Presto AA, and Marshall JD: Changes in criteria air pollution levels in the US before, during, and after Covid-19 stay-at-home orders: Evidence from regulatory monitors, Sci. Total Environ, 769, 144693, 10.1016/j.scitotenv.2020.144693, 2021.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144693", "PMC7831446", "33736238"]}, {"Citation": "Bertram TH and Thornton JA: Toward a general parameterization of N2O5 reactivity on aqueous particles: the competing effects of particle liquid water, nitrate and chloride, Atmos. Chem. Phys, 9, 8351–8363, 10.5194/acp-9-8351-2009, 2009.", "ArticleIdList": ["10.5194/acp-9-8351-2009"]}, {"Citation": "Boersma KF, Eskes HJ, Richter A, De Smedt I, Lorente A, Beirle S, van Geffen JHGM, Zara M, Peters E, Van Roozendael M, Wagner T, Maasakkers JD, van der ARJ, Nightingale J, De Rudder A, Irie H, Pinardi G, Lambert J-C, and Compernolle SC: Improving algorithms and uncertainty estimates for satellite NO2 retrievals: results from the quality assurance for the essential climate variables (QA4ECV) project, Atmos. Meas. Tech, 11, 6651–6678, 10.5194/amt-11-6651-2018, 2018.", "ArticleIdList": ["10.5194/amt-11-6651-2018"]}, {"Citation": "Castellanos P and Boersma KF: Reductions in nitrogen oxides over Europe driven by environmental policy and economic recession, Sci. Rep, 2, 265, 10.1038/srep00265, 2012.", "ArticleIdList": ["10.1038/srep00265", "PMC3280598", "22355777"]}, {"Citation": "Chan KL, Wiegner M, van Geffen J, De Smedt I, Alberti C, Cheng Z, Ye S, and Wenig M: MAX-DOAS measurements of tropospheric NO2 and HCHO in Munich and the comparison to OMI and TROPOMI satellite observations, Atmos. Meas. Tech, 13, 4499–4520, 10.5194/amt-13-4499-2020, 2020.", "ArticleIdList": ["10.5194/amt-13-4499-2020"]}, {"Citation": "Cooper MJ, Martin RV, Hammer MS, and McLinden CA: An Observation-Based Correction for Aerosol Effects on Nitrogen Dioxide Column Retrievals Using the Absorbing Aerosol Index, Geophys. Res. Lett, 46, 8442–8452, 10.1029/2019GL083673, 2019.", "ArticleIdList": ["10.1029/2019GL083673"]}, {"Citation": "Copernicus Sentinel data processed by ESA, Koninklijk Nederlands Meteorologisch Instituut (KNMI): Sentinel-5P TROPOMI Tropospheric NO2 1-Orbit L2 5.5 km × 3.5 km, Greenbelt, MD, USA, Goddard Earth Sciences Data and Information Services Center (GES DISC) [data set], 10.5270/S5P-s4ljg54, 2019.", "ArticleIdList": ["10.5270/S5P-s4ljg54"]}, {"Citation": "Cuchiara GC, Li X, Carvalho J, and Rappenglück B: Inter-comparison of planetary boundary layer parameterization and its impacts on surface ozone concentration in the WRF/Chem model for a case study in Houston/Texas, Atmos. Environ, 96, 175–185, 10.1016/j.atmosenv.2014.07.013, 2014.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.013"]}, {"Citation": "Dickerson RR, Anderson DC, and Ren X: On the use of data from commercial NOx analyzers for air pollution studies, Atmos. Environ, 214, 116873, 10.1016/j.atmosenv.2019.116873, 2019.", "ArticleIdList": ["10.1016/j.atmosenv.2019.116873"]}, {"Citation": "Emanuel KA: Atmospheric Convection, 1st Edn., Oxford University Press, New York, ISBN 10: 0195066308, ISBN 13: 9780195066302, 1994."}, {"Citation": "Fauci AS, Lane HC, and Redfield RR: Covid-19 – Navigating the Uncharted, New Engl. J. Med, 382, 1268–1269, 10.1056/NEJMe2002387, 2020.", "ArticleIdList": ["10.1056/NEJMe2002387", "PMC7121221", "32109011"]}, {"Citation": "Gaubert B, Bouarar I, Doumbia T, Liu Y, Stavrakou T, Deroubaix A, Darras S, Elguindi N, Granier C, Lacey F, Müller J-F, Shi X, Tilmes S, Wang T, and Brasseur GP: Global Changes in Secondary Atmospheric Pollutants During the 2020 COVID-19 Pandemic, J. Geophys. Res.-Atmos, 126, e2020JD034213, 10.1029/2020JD034213, 2021.", "ArticleIdList": ["10.1029/2020JD034213", "PMC8250227", "34230871"]}, {"Citation": "Goldberg DL, Anenberg SC, Griffin D, McLinden CA, Lu Z, and Streets DG: Disentangling the Impact of the COVID-19 Lockdowns on Urban NO2 From Natural Variability, Geophys. Res. Lett, 47, e2020GL089269, 10.1029/2020GL089269, 2020.", "ArticleIdList": ["10.1029/2020GL089269", "PMC7461033", "32904906"]}, {"Citation": "Grange SK, Farren NJ, Vaughan AR, Rose RA, and Carslaw DC: Strong Temperature Dependence for Light-Duty Diesel Vehicle NOx Emissions, Environ. Sci. Technol, 53, 6587–6596, 10.1021/acs.est.9b01024, 2019.", "ArticleIdList": ["10.1021/acs.est.9b01024", "PMC7007213", "31094196"]}, {"Citation": "Grell GA and Dévényi D: A generalized approach to parameterizing convection combining ensemble and data assimilation techniques, Geophys. Res. Lett, 29, 38–1–38–4, 10.1029/2002GL015311, 2002.", "ArticleIdList": ["10.1029/2002GL015311"]}, {"Citation": "Griffin D, Zhao X, McLinden CA, Boersma F, Bourassa A, Dammers E, Degenstein D, Eskes H, Fehr L, Fioletov V, Hayden K, Kharol SK, Li S-M, Makar P, Martin RV, Mihele C, Mittermeier RL, Krotkov N, Sneep M, Lamsal LN, Linden M ter, Geffen J van, Veefkind P, and Wolde M: High-Resolution Mapping of Nitrogen Dioxide With TROPOMI: First Results and Validation Over the Canadian Oil Sands, Geophys. Res. Lett, 46, 1049–1060, 10.1029/2018GL081095, 2019.", "ArticleIdList": ["10.1029/2018GL081095", "PMC8051066", "33867596"]}, {"Citation": "Guenther AB, Jiang X, Heald CL, Sakulyanontvittaya T, Duhl T, Emmons LK, and Wang X: The Model of Emissions of Gases and Aerosols from Nature version 2.1 (MEGAN2.1): an extended and updated framework for modeling biogenic emissions, Geosci. Model Dev, 5, 1471–1492, 10.5194/gmd-5-1471-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-1471-2012"]}, {"Citation": "He G, Pan Y, and Tanaka T: The short-term impacts of COVID-19 lockdown on urban air pollution in China, Nat. Sustain, 3, 1005–1011, 10.1038/s41893-020-0581-y, 2020.", "ArticleIdList": ["10.1038/s41893-020-0581-y"]}, {"Citation": "Hoesly RM, Smith SJ, Feng L, Klimont Z, Janssens-Maenhout G, Pitkanen T, Seibert JJ, Vu L, Andres RJ, Bolt RM, Bond TC, Dawidowski L, Kholod N, Kurokawa J-I, Li M, Liu L, Lu Z, Moura MCP, O’Rourke PR, and Zhang Q: Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emissions Data System (CEDS), Geosci. Model Dev, 11, 369–408, 10.5194/gmd-11-369-2018, 2018.", "ArticleIdList": ["10.5194/gmd-11-369-2018"]}, {"Citation": "Huang M, Crawford JH, DiGangi JP, Carmichael GR, Bowman KW, Kumar SV, and Zhan X: Satellite soil moisture data assimilation impacts on modeling weather variables and ozone in the southeastern US – Part 1: An overview, Atmos. Chem. Phys, 21, 11013–11040, 10.5194/acp-21-11013-2021, 2021.", "ArticleIdList": ["10.5194/acp-21-11013-2021"]}, {"Citation": "Jacob DJ: Heterogeneous chemistry and tropospheric ozone, Atmos. Environ, 34, 2131–2159, 10.1016/S1352-2310(99)00462-8, 2000.", "ArticleIdList": ["10.1016/S1352-2310(99)00462-8"]}, {"Citation": "Janjić T, Bormann N, Bocquet M, Carton JA, Cohn SE, Dance SL, Losa SN, Nichols NK, Potthast R, Waller JA, and Weston P: On the representation error in data assimilation, Q. J. Roy. Meteor. Soc, 144, 1257–1278, 10.1002/qj.3130, 2018.", "ArticleIdList": ["10.1002/qj.3130"]}, {"Citation": "Judd LM, Al-Saadi JA, Szykman JJ, Valin LC, Janz SJ, Kowalewski MG, Eskes HJ, Veefkind JP, Cede A, Mueller M, Gebetsberger M, Swap R, Pierce RB, Nowlan CR, Abad GG, Nehrir A, and Williams D: Evaluating Sentinel-5P TROPOMI tropospheric NO2 column densities with airborne and Pandora spectrometers near New York City and Long Island Sound, Atmos. Meas. Tech, 13, 6113–6140, 10.5194/amt-13-6113-2020, 2020.", "ArticleIdList": ["10.5194/amt-13-6113-2020", "PMC8193800", "34122664"]}, {"Citation": "Jung J, Souri AH, Wong DC, Lee S, Jeon W, Kim J, and Choi Y: The Impact of the Direct Effect of Aerosols on Meteorology and Air Quality Using Aerosol Optical Depth Assimilation During the KORUS-AQ Campaign, J. Geophys. Res.-Atmos, 124, 8303–8319, 10.1029/2019JD030641, 2019.", "ArticleIdList": ["10.1029/2019JD030641", "PMC6820163", "31667043"]}, {"Citation": "Jung Y, González Abad G, Nowlan CR, Chance K, Liu X, Torres O, and Ahn C: Explicit Aerosol Correction of OMI Formaldehyde Retrievals, Earth Space Sci., 6, 2087–2105, 10.1029/2019EA000702, 2019.", "ArticleIdList": ["10.1029/2019EA000702"]}, {"Citation": "Ke Y, Leung LR, Huang M, Coleman AM, Li H, and Wigmosta MS: Development of high resolution land surface parameters for the Community Land Model, Geosci. Model Dev, 5, 1341–1362, 10.5194/gmd-5-1341-2012, 2012.", "ArticleIdList": ["10.5194/gmd-5-1341-2012"]}, {"Citation": "Kleinman LI, Daum PH, Lee Y-N, Nunnermacker LJ, Springston SR, Weinstein-Lloyd J, and Rudolph J: Ozone production efficiency in an urban area, J. Geophys. Res.-Atmos, 107, ACH 23–1–ACH 23–12, 10.1029/2002JD002529, 2002.", "ArticleIdList": ["10.1029/2002JD002529"]}, {"Citation": "Krotkov NA, McLinden CA, Li C, Lamsal LN, Celarier EA, Marchenko SV, Swartz WH, Bucsela EJ, Joiner J, Duncan BN, Boersma KF, Veefkind JP, Levelt PF, Fioletov VE, Dickerson RR, He H, Lu Z, and Streets DG: Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2015, Atmos. Chem. Phys, 16, 4605–4629, 10.5194/acp-16-4605-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-4605-2016"]}, {"Citation": "Lambert J-C, Compernole S, Eichmann K-U, Graaf M. de, Hubert D, Keppens A, Kleipool Q, Langerock B, Sha MK, Verhoelst T, Wagner T, Ahn C, Argyrouli A, Balis D, Chan KL, Smedt I\nDe, Eskes H, Fjæraa AM, Garane K, Gleason JF, Goutail F, Granville J, Hedelt P, Heue K-P, Jaross G, Koukouli M, Landgraf J, Lutz R, Nanda S, Niemejer S, Pazmiño A, Pinardi G, Pommereau J-P, Richter A, Rozemeijer N, Sneep M, Zweers DS, Theys N, Tilstra G, Torres O, Valks P, Vigouroux C, Wang P, and Weber M: Quarterly Validation Report of the Copernicus Sentinel-5 Precursor Operational Data Products #02, available at: http://www.tropomi.eu/sites/default/files/files/publicS5P-MPC-IASB-ROCVR-02.0.2-20190411_FINAL.pdf (last access: 21\nMay\n2020), April 2018–February 2019."}, {"Citation": "Lamsal LN, Martin RV, Donkelaar A van, Steinbacher M, Celarier EA, Bucsela E, Dunlea EJ, and Pinto JP: Ground-level nitrogen dioxide concentrations inferred from the satellite-borne Ozone Monitoring Instrument, J. Geophys. Res.-Atmos, 113, D16308, 10.1029/2007JD009235, 2008.", "ArticleIdList": ["10.1029/2007JD009235"]}, {"Citation": "Le T, Wang Y, Liu L, Yang J, Yung YL, Li G, and Seinfeld JH: Unexpected air pollution with marked emission reductions during the COVID-19 outbreak in China, Science, 369, 702–706, 10.1126/science.abb7431, 2020.", "ArticleIdList": ["10.1126/science.abb7431", "PMC7402623", "32554754"]}, {"Citation": "Lee JD, Drysdale WS, Finch DP, Wilde SE, and Palmer PI: UK surface NO2 levels dropped by 42 % during the COVID-19 lockdown: impact on surface O3, Atmos. Chem. Phys, 20, 15743–15759, 10.5194/acp-20-15743-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-15743-2020"]}, {"Citation": "Lelieveld J, Berresheim H, Borrmann S, Crutzen PJ, Dentener FJ, Fischer H, Feichter J, Flatau PJ, Heland J, Holzinger R, Korrmann R, Lawrence MG, Levin Z, Markowicz KM, Mihalopoulos N, Minikin A, Ramanathan V, Reus M. de, Roelofs GJ, Scheeren HA, Sciare J, Schlager H, Schultz M, Siegmund P, Steil B, Stephanou EG, Stier P, Traub M, Warneke C, Williams J, and Ziereis H: Global Air Pollution Crossroads over the Mediterranean, Science, 298, 794–799, 10.1126/science.1075457, 2002.", "ArticleIdList": ["10.1126/science.1075457", "12399583"]}, {"Citation": "Le Quéré C, Jackson RB, Jones MW, Smith AJP, Abernethy S, Andrew RM, De-Gol AJ, Willis DR, Shan Y, Canadell JG, Friedlingstein P, Creutzig F, and Peters GP: Temporary reduction in daily global CO2 emissions during the COVID-19 forced confinement, Nat. Clim. Change, 10, 647–653, 10.1038/s41558-020-0797-x, 2020.", "ArticleIdList": ["10.1038/s41558-020-0797-x"]}, {"Citation": "Levy RC, Mattoo S, Munchak LA, Remer LA, Sayer AM, Patadia F, and Hsu NC: The Collection 6 MODIS aerosol products over land and ocean, Atmos. Meas. Tech, 6, 2989–3034, 10.5194/amt-6-2989-2013, 2013.", "ArticleIdList": ["10.5194/amt-6-2989-2013"]}, {"Citation": "Li K and Lin B: Impacts of urbanization and industrialization on energy consumption/CO2 emissions: Does the level of development matter?, Renew. Sustain. Energ. Rev, 52, 1107–1122, 10.1016/j.rser.2015.07.185, 2015.", "ArticleIdList": ["10.1016/j.rser.2015.07.185"]}, {"Citation": "Lin Y-L, Farley RD, and Orville HD: Bulk Parameterization of the Snow Field in a Cloud Model, J. Appl. Meteorol. Clim, 22, 1065–1092, 10.1175/1520-0450(1983)022<1065:BPOTSF>2.0.CO;2, 1983.", "ArticleIdList": ["10.1175/1520-0450(1983)022<1065:BPOTSF>2.0.CO;2"]}, {"Citation": "Liu F, Page A, Strode SA, Yoshida Y, Choi S, Zheng B, Lamsal LN, Li C, Krotkov NA, Eskes H, van der AR, Veefkind P, Levelt PF, Hauser OP, and Joiner J: Abrupt decline in tropospheric nitrogen dioxide over China after the outbreak of COVID-19, Sci. Adv, 6, eabc2992, 10.1126/sciadv.abc2992, 2020.", "ArticleIdList": ["10.1126/sciadv.abc2992", "PMC7455481", "32923601"]}, {"Citation": "Lorenz EN: Deterministic Nonperiodic Flow, J. Atmos. Sci, 20, 130–141, 10.1175/1520-0469(1963)020<0130:DNF>2.0.CO;2, 1963.", "ArticleIdList": ["10.1175/1520-0469(1963)020<0130:DNF>2.0.CO;2"]}, {"Citation": "Marais EA, Jacob DJ, Kurosu TP, Chance K, Murphy JG, Reeves C, Mills G, Casadio S, Millet DB, Barkley MP, Paulot F, and Mao J: Isoprene emissions in Africa inferred from OMI observations of formaldehyde columns, Atmos. Chem. Phys, 12, 6219–6235, 10.5194/acp-12-6219-2012, 2012.", "ArticleIdList": ["10.5194/acp-12-6219-2012", "PMC7939075", "33688332"]}, {"Citation": "Martin RV, Chance K, Jacob DJ, Kurosu TP, Spurr RJD, Bucsela E, Gleason JF, Palmer PI, Bey I, Fiore AM, Li Q, Yantosca RM, and Koelemeijer RBA: An improved retrieval of tropospheric nitrogen dioxide from GOME, J. Geophys. Res, 107, ACH 9–1–ACH 9–21, 10.1029/2001JD001027, 2002.", "ArticleIdList": ["10.1029/2001JD001027"]}, {"Citation": "Miyazaki K, Bowman K, Sekiya T, Jiang Z, Chen X, Eskes H, Ru M, Zhang Y, and Shindell D: Air Quality Response in China Linked to the 2019 Novel Coronavirus (COVID-19) Lockdown, Geophys. Res. Lett, 47, e2020GL089252, 10.1029/2020GL089252, 2020.", "ArticleIdList": ["10.1029/2020GL089252", "PMC7646019", "33173248"]}, {"Citation": "Nevius DS and Evans C: The Influence of Vertical Advection Discretization in the WRF-ARW Model on Capping Inversion Representation in Warm-Season, Thunderstorm-Supporting Environments, Weather Forecast., 33, 1639–1660, 10.1175/WAF-D-18-0103.1, 2018.", "ArticleIdList": ["10.1175/WAF-D-18-0103.1"]}, {"Citation": "Okruszek Ł, Aniszewska-Stańczuk A, Piejka A, Wiśniewska M, and Żurek K: Safe but Lonely? Loneliness, Anxiety, and Depression Symptoms and COVID-19, Front. Psychol, 11, 579181, 10.3389/fpsyg.2020.579181, 2020.", "ArticleIdList": ["10.3389/fpsyg.2020.579181", "PMC7747668", "33343454"]}, {"Citation": "Ordóñez C, Garrido-Perez JM, and García-Herrera R: Early spring near-surface ozone in Europe during the COVID-19 shutdown: Meteorological effects outweigh emission changes, Sci. Total Environ, 747, 141322, 10.1016/j.scitotenv.2020.141322, 2020.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141322", "PMC7385987", "32781318"]}, {"Citation": "Parrish DD, Lamarque J-F, Naik V, Horowitz L, Shindell DT, Staehelin J, Derwent R, Cooper OR, Tanimoto H, Volz-Thomas A, Gilge S, Scheel H-E, Steinbacher M, and Fröhlich M: Long-term changes in lower tropospheric baseline ozone concentrations: Comparing chemistry-climate models and observations at northern midlatitudes, J. Geophys. Res.-Atmos, 119, 5719–5736, 10.1002/2013JD021435, 2014.", "ArticleIdList": ["10.1002/2013JD021435"]}, {"Citation": "Pleim JE: A Combined Local and Nonlocal Closure Model for the Atmospheric Boundary Layer, Part I: Model Description and Testing, J. Appl. Meteorol. Clim, 46, 1383–1395, 10.1175/JAM2539.1, 2007.", "ArticleIdList": ["10.1175/JAM2539.1"]}, {"Citation": "Pouyaei A, Sadeghi B, Choi Y, Jung J, Souri AH, Zhao C, and Song CH: Development and Implementation of a Physics-Based Convective Mixing Scheme in the Community Multiscale Air Quality Modeling Framework, J. Adv. Model. Earth Sy, 13, e2021MS002475, 10.1029/2021MS002475, 2021.", "ArticleIdList": ["10.1029/2021MS002475"]}, {"Citation": "Rappenglück B, Ackermann L, Alvarez S, Golovko J, Buhr M, Field RA, Soltis J, Montague DC, Hauze B, Adamson S, Risch D, Wilkerson G, Bush D, Stoeckenius T, and Keslar C: Strong wintertime ozone events in the Upper Green River basin, Wyoming, Atmos. Chem. Phys, 14, 4909–4934, 10.5194/acp-14-4909-2014, 2014.", "ArticleIdList": ["10.5194/acp-14-4909-2014"]}, {"Citation": "Rodgers CD: Inverse Methods for Atmospheric Sounding: Theory and Practice, World Scientific, Oxford, Vol. 2, 10.1142/3171, 2000.", "ArticleIdList": ["10.1142/3171"]}, {"Citation": "Salma I, Vörösmarty M, Gyöngyösi AZ, Thén W, and Weidinger T: What can we learn about urban air quality with regard to the first outbreak of the COVID-19 pandemic? A case study from central Europe, Atmos. Chem. Phys, 20, 15725–15742, 10.5194/acp-20-15725-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-15725-2020"]}, {"Citation": "Seinfeld JH and Pandis SN: Atmospheric Chemistry and Physics: From Air Pollution to Climate Change, 2nd Edn., Wiley-Interscience, Hoboken, N.J., ISBN: 9781-11894740-1, 2006."}, {"Citation": "Shah V, Jacob DJ, Li K, Silvern RF, Zhai S, Liu M, Lin J, and Zhang Q: Effect of changing NOx lifetime on the seasonality and long-term trends of satellite-observed tropospheric NO2 columns over China, Atmos. Chem. Phys, 20, 1483–1495, 10.5194/acp-20-1483-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-1483-2020"]}, {"Citation": "Shi X and Brasseur GP: The Response in Air Quality to the Reduction of Chinese Economic Activities During the COVID-19 Outbreak, Geophys. Res. Lett, 47, e2020GL088070, 10.1029/2020GL088070, 2020.", "ArticleIdList": ["10.1029/2020GL088070", "PMC7267158", "32836516"]}, {"Citation": "Sicard P, De Marco A, Agathokleous E, Feng Z, Xu X, Paoletti E, Rodriguez JJD, and Calatayud V: Amplified ozone pollution in cities during the COVID-19 lockdown, Sci. Total Environ, 735, 139542, 10.1016/j.scitotenv.2020.139542, 2020.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139542", "PMC7237366", "32447070"]}, {"Citation": "Silvern RF, Jacob DJ, Mickley LJ, Sulprizio MP, Travis KR, Marais EA, Cohen RC, Laughner JL, Choi S, Joiner J, and Lamsal LN: Using satellite observations of tropospheric NO2 columns to infer long-term trends in US NOx emissions: the importance of accounting for the free tropospheric NO2 background, Atmos. Chem. Phys, 19, 8863–8878, 10.5194/acp-19-8863-2019, 2019.", "ArticleIdList": ["10.5194/acp-19-8863-2019"]}, {"Citation": "Skamarock WC and Klemp JB: A time-split nonhydrostatic atmospheric model for weather research and fore-casting applications, J. Comput. Phys, 227, 3465–3485, 10.1016/j.jcp.2007.01.037, 2008.", "ArticleIdList": ["10.1016/j.jcp.2007.01.037"]}, {"Citation": "Souri AH, Choi Y, Jeon W, Kochanski AK, Diao L, Mandel J, Bhave PV, and Pan S: Quantifying the Impact of Biomass Burning Emissions on Major Inorganic Aerosols and Their Precursors in the U.S., J. Geophys. Res.-Atmos, 122, 12020–12041, 10.1002/2017JD026788, 2017.", "ArticleIdList": ["10.1002/2017JD026788"]}, {"Citation": "Souri AH, Nowlan CR, González Abad G, Zhu L, Blake DR, Fried A, Weinheimer AJ, Wisthaler A, Woo J-H, Zhang Q, Chan Miller CE, Liu X, and Chance K: An inversion of NOx and non-methane volatile organic compound (NMVOC) emissions using satellite observations during the KORUS-AQ campaign and implications for surface ozone over East Asia, Atmos. Chem. Phys, 20, 9837–9854, 10.5194/acp-20-9837-2020, 2020a.", "ArticleIdList": ["10.5194/acp-20-9837-2020"]}, {"Citation": "Souri AH, Nowlan CR, Wolfe GM, Lamsal LN, Chan Miller CE, Abad GG, Janz SJ, Fried A, Blake DR, Weinheimer AJ, Diskin GS, Liu X, and Chance K: Revisiting the effectiveness of HCHO/NO2 ratios for inferring ozone sensitivity to its precursors using high resolution airborne remote sensing observations in a high ozone episode during the KORUS-AQ campaign, Atmos. Environ, 224, 117341, 10.1016/j.atmosenv.2020.117341, 2020b.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117341"]}, {"Citation": "Souri AH, Chance K, Bak J, Nowlan C, González Abad G, Jung Y, Wong D, Mao J, and Liu X: COVID-19-Europe-Ozone-NOx-VOC, V1, Mendeley Data [data set], 10.17632/jchfxsrvsb.1, 2021a.", "ArticleIdList": ["10.17632/jchfxsrvsb.1"]}, {"Citation": "Souri AH, Chance K, Sun K, Liu X, and Johnson MS: Dealing with Spatial Heterogeneity in Pointwise to Gridded Data Comparisons, Atmos. Meas. Tech. Discuss [preprint], 10.5194/amt-2021-253, accepted, 2021b.", "ArticleIdList": ["10.5194/amt-2021-253"]}, {"Citation": "Sun K, Li L, Jagini S, and Li D: A satellite-data-driven framework to rapidly quantify air-basin-scale NOx emissions and its application to the Po Valley during the COVID-19 pandemic, Atmos. Chem. Phys, 21, 13311–13332, 10.5194/acp-21-13311-2021, 2021.", "ArticleIdList": ["10.5194/acp-21-13311-2021"]}, {"Citation": "The International GEOS-Chem User Community: geoschem/geoschem: GEOS-Chem 12.9.3 (12.9.3), Zenodo [code], 10.5281/zenodo.3974569, 2020.", "ArticleIdList": ["10.5281/zenodo.3974569"]}, {"Citation": "Thornton JA, Wooldridge PJ, Cohen RC, Martinez M, Harder H, Brune WH, Williams EJ, Roberts JM, Fehsenfeld FC, Hall SR, Shetter RE, Wert BP, and Fried A: Ozone production rates as a function of NOx abundances and HOx production rates in the Nashville urban plume, J. Geophys. Res.-Atmos, 107, ACH 7–1–ACH 7–17, 10.1029/2001JD000932, 2002.", "ArticleIdList": ["10.1029/2001JD000932"]}, {"Citation": "United Nations Conference on Trade and Development Report: https://unctad.org/system/files/official-document/dtltlbinf2020d1_en.pdf, last access:\nDecember\n2020."}, {"Citation": "US EPA Office of Research and Development: CMAQ (5.2.1), Zenodo [code], 10.5281/zenodo.1212601, 2018.", "ArticleIdList": ["10.5281/zenodo.1212601"]}, {"Citation": "Valin LC, Fiore AM, Chance K, and Abad GG: The role of OH production in interpreting the variability of CH2O columns in the southeast U.S., J. Geophys. Res.-Atmos, 121, 478–493, 10.1002/2015JD024012, 2016.", "ArticleIdList": ["10.1002/2015JD024012"]}, {"Citation": "Verhoelst T, Compernolle S, Pinardi G, Lambert J-C, Eskes HJ, Eichmann K-U, Fjæraa AM, Granville J, Niemeijer S, Cede A, Tiefengraber M, Hendrick F, Pazmiño A, Bais A, Bazureau A, Boersma KF, Bognar K, Dehn A, Donner S, Elokhov A, Gebetsberger M, Goutail F, Grutter de la Mora M, Gruzdev A, Gratsea M, Hansen GH, Irie H, Jepsen N, Kanaya Y, Karagkiozidis D, Kivi R, Kreher K, Levelt PF, Liu C, Müller M, Navarro Comas M, Piters AJM, Pommereau J-P, Portafaix T, Prados-Roman C, Puentedura O, Querel R, Remmers J, Richter A, Rimmer J, Rivera Cárdenas C, Saavedra de Miguel L, Sinyakov VP, Stremme W, Strong K, Van Roozendael M, Veefkind JP, Wagner T, Wittrock F, Yela González M, and Zehner C: Ground-based validation of the Copernicus Sentinel-5P TROPOMI NO2 measurements with the NDACC ZSL-DOAS, MAX-DOAS and Pandonia global networks, Atmos. Meas. Tech, 14, 481–510, 10.5194/amt-14-481-2021, 2021.", "ArticleIdList": ["10.5194/amt-14-481-2021"]}, {"Citation": "Wang P, Piters A, van Geffen J, Tuinder O, Stammes P, and Kinne S: Shipborne MAX-DOAS measurements for validation of TROPOMI NO2 products, Atmos. Meas. Tech, 13, 1413–1426, 10.5194/amt-13-1413-2020, 2020.", "ArticleIdList": ["10.5194/amt-13-1413-2020"]}, {"Citation": "Wang W, Parrish DD, Li X, Shao M, Liu Y, Mo Z, Lu S, Hu M, Fang X, Wu Y, Zeng L, and Zhang Y: Exploring the drivers of the increased ozone production in Beijing in summer-time during 2005–2016, Atmos. Chem. Phys, 20, 15617–15633, 10.5194/acp-20-15617-2020, 2020.", "ArticleIdList": ["10.5194/acp-20-15617-2020"]}, {"Citation": "Wolfe GM, Kaiser J, Hanisco TF, Keutsch FN, de Gouw JA, Gilman JB, Graus M, Hatch CD, Holloway J, Horowitz LW, Lee BH, Lerner BM, Lopez-Hilifiker F, Mao J, Marvin MR, Peischl J, Pollack IB, Roberts JM, Ryerson TB, Thornton JA, Veres PR, and Warneke C: Formaldehyde production from isoprene oxidation across NOx regimes, Atmos. Chem. Phys, 16, 2597–2610, 10.5194/acp-16-2597-2016, 2016.", "ArticleIdList": ["10.5194/acp-16-2597-2016", "PMC5879783", "29619046"]}, {"Citation": "Wyche KP, Nichols M, Parfitt H, Beckett P, Gregg DJ, Smallbone KL, and Monks PS: Changes in ambient air quality and atmospheric composition and reactivity in the South East of the UK as a result of the COVID-19 lockdown, Sci. Total Environ, 755, 142526, 10.1016/j.scitotenv.2020.142526, 2021.", "ArticleIdList": ["10.1016/j.scitotenv.2020.142526", "PMC7834395", "33045513"]}, {"Citation": "Xiu A and Pleim JE: Development of a Land Surface Model. Part I: Application in a Mesoscale Meteorological Model, J. Appl. Meteorol. Clim, 40, 192–209, 10.1175/1520-0450(2001)040<0192:DOALSM>2.0.CO;2, 2001.", "ArticleIdList": ["10.1175/1520-0450(2001)040<0192:DOALSM>2.0.CO;2"]}, {"Citation": "Yienger JJ and Levy H: Empirical model of global soil-biogenic NOx emissions, J. Geophys. Res, 100, 11447–11464, 10.1029/95JD00370, 1995.", "ArticleIdList": ["10.1029/95JD00370"]}, {"Citation": "Zhao X, Griffin D, Fioletov V, McLinden C, Cede A, Tiefengraber M, Müller M, Bognar K, Strong K, Boersma F, Eskes H, Davies J, Ogyu A, and Lee SC: Assessment of the quality of TROPOMI high-spatial-resolution NO2 data products in the Greater Toronto Area, Atmos. Meas. Tech, 13, 2131–2159, 10.5194/amt-13-2131-2020, 2020.", "ArticleIdList": ["10.5194/amt-13-2131-2020"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "6", "Hour": "5", "Minute": "53"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34987561", "NIHMS1767504", "PMC8721815", "10.5194/acp-21-18227-2021"]}}], "PubmedBookArticle": []}