{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Exercise", "Indoor air pollution", "Nutrition index", "Physical fitness", "Risk assessment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34988724", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "05"}], "ELocationID": ["10.1007/s10653-021-01194-5"], "Journal": {"ISSN": "1573-2983", "JournalIssue": {"Volume": "44", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Environmental geochemistry and health", "ISOAbbreviation": "Environ Geochem Health"}, "ArticleTitle": "Exposure to O<sub>3</sub> and NO<sub>2</sub> in physically active adults: an evaluation of physiological parameters and health risk assessment.", "Pagination": {"StartPage": "4269", "EndPage": "4284", "MedlinePgn": "4269-4284"}, "Abstract": {"AbstractText": ["The gaseous air pollutants ozone (O<sub>3</sub>) and nitrogen dioxide (NO<sub>2</sub>) have a large public health relevance and trigger environmental health risk. On the other hand, despite the health benefits, exercise practices might increase the susceptibility to air pollutants exposure. However, there are innumerous lifestyle factors besides physical activity habits that must be considered in the daily air pollution exposure and are still not fully comprehended. This study aimed to evaluate the effects of O<sub>3</sub> and NO<sub>2</sub> exposure on cardiorespiratory fitness, lipid accumulation product (LAP), and environmental health risk during the entire daily routine of physically active adults that exercise in outdoor and indoor environments. One hundred and twenty healthy young men were assigned to untrained (n = 52), indoor exercise (n = 36), and outdoor exercise (n = 32) groups, following their lifestyle exercise habits, and O<sub>3</sub> and NO<sub>2</sub> were assessed by personal monitoring. Exercised groups demonstrated higher healthy eating index (HEI) (p < 0.001), physical activity (PA) (p < 0.001), metabolic equivalent of task (MET) (p < 0.001), and peak oxygen uptake VO<sub>2peak</sub> (p < 0.001), while outdoor group had lower LAP index (p < 0.001) and higher O<sub>3</sub> concentration (p = 0.0442). Environmental health risk demonstrated no difference (p > 0.05). The higher O<sub>3</sub> concentration was positively correlated with the risk quotient (p = 0.003) and MET (p = 0.020), and a negative correlation between LAP and VO<sub>2peak</sub> was observed (p < 0.001). In conclusion, physically active individuals might have a lower risk of developing cardiovascular and metabolic diseases despite the higher O<sub>3</sub> concentration exposure, and the exposure during exercise did not represent an additional health risk."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": ["0000-0002-2982-0323"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Atmospheric Pollution, Graduate Program in Health Science, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Rua Sarmento Leite 245, Porto Alegre, RS, 90050-170, Brazil. brumarmett@hotmail.com."}], "LastName": "Marmett", "ForeName": "Bruna", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Atmospheric Pollution, Graduate Program in Health Science, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Rua Sarmento Leite 245, Porto Alegre, RS, 90050-170, Brazil."}], "LastName": "Carvalho", "ForeName": "Roseana Boek", "Initials": "RB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Department-Instituto Federal de Educação, Ciência E Tecnologia Sul-Rio-Grandense, Gravataí, Brazil."}], "LastName": "Nunes", "ForeName": "Ramiro Barcos", "Initials": "RB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Atmospheric Pollution, Graduate Program in Health Science, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Rua Sarmento Leite 245, Porto Alegre, RS, 90050-170, Brazil."}], "LastName": "Rhoden", "ForeName": "Cláudia Ramos", "Initials": "CR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Geochem Health", "NlmUniqueID": "8903118", "ISSNLinking": "0269-4042"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["toxicity", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["toxicity", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["toxicity", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "American College of Sports Medicine (ACSM). (2021). ACSM’s guidelines for exercise testing and prescription. https://www.acsm.org/read-research/books/acsms-guidelines-for-exercise-testing-and-prescription . Accessed October 12, 2021."}, {"Citation": "An, R., Zhang, S., Ji, M., & Guan, C. (2017). Impact of ambient air pollution on physical activity among adults: a systematic review and meta-analysis. Perspect Public Health, 1757913917726567."}, {"Citation": "Andrade, A., & Dominski, F. H. (2018). Indoor air quality of environments used for physical exercise and sports practice: Systematic review. Journal of Environmental Management, 206, 577–586.", "ArticleIdList": ["10.1016/j.jenvman.2017.11.001"]}, {"Citation": "Andrade, A., Dominski, F. H., & Coimbra, D. R. (2017). Scientific production on indoor air quality of environments used for physical exercise and sports practice: bibliometric analysis. Journal of Environmental Management, 196, 188–200.", "ArticleIdList": ["10.1016/j.jenvman.2017.03.001"]}, {"Citation": "Aguilera, I., Dratva, J., Caviezel, S., Burdet, L., de Groot, E., Ducret-Stich, R. E., Eeftens, M., Keidel, D., Meier, R., Perez, L., et al. (2016). Particulate matter and subclinical atherosclerosis: associations between different particle sizes and sources with carotid intima-media thickness in the sapaldia study. Environmental Health Perspectives, 124(11), 1700–1706.", "ArticleIdList": ["10.1289/EHP161"]}, {"Citation": "Bennett, W. D., Messina, M. S., & Smaldone, G. C. (1985). Effect of exercise on deposition and subsequent retention of inhaled particles. Journal of Applied Physiology, 59(4), 1046–1054.", "ArticleIdList": ["10.1152/jappl.1985.59.4.1046"]}, {"Citation": "Bos, I., De Boever, P., Vanparijs, J., Pattyn, N., Panis, L. I., & Meeusen, R. (2013). Subclinical effects of aerobic training in urban environment. Medicine and Science in Sports and Exercise, 45(3), 439–447.", "ArticleIdList": ["10.1249/MSS.0b013e31827767fc"]}, {"Citation": "Brochu, P., Ducré-Robitaille, J. F., & Brodeur, J. (2006). Physiological daily inhalation rates for free-living individuals aged 1 month to 96 years, using data from doubly labeled water measurements: A proposal for air quality criteria, standard calculations and health risk assessment. Human and Ecological Risk Assessment: An International Journal, 12, 675–701.", "ArticleIdList": ["10.1080/10807030600801550"]}, {"Citation": "Carbone, S., Del Buono, M. G., Ozemek, C., & Lavie, C. J. (2019). Obesity, risk of diabetes and role of physical activity, exercise training and cardiorespiratory fitness. Progress in Cardiovascular Diseases, 62(4), 327–333.", "ArticleIdList": ["10.1016/j.pcad.2019.08.004"]}, {"Citation": "Carvalho, B. R., Marmett, B., Dorneles, G. P., Silva, I. M., Romão, P. T. R., da Silva Júnior, F. M. R., & Rhoden, C. R. (2021). O3 concentration and duration of exposure are factors influencing the environmental health risk of exercising in Rio Grande, Brazil. Environ Geochem Health. https://doi.org/10.1007/s10653-021-01060-4", "ArticleIdList": ["10.1007/s10653-021-01060-4"]}, {"Citation": "Chen, J., & Hoek, G. (2020). Long-term exposure to PM and all-cause and cause-specific mortality: a systematic review and meta-analysis. Environment International, 143, 105974. https://doi.org/10.1016/j.envint.2020.105974", "ArticleIdList": ["10.1016/j.envint.2020.105974"]}, {"Citation": "Chen, C., Arjomandi, M., Balmes, J., Tager, I., & Holland, N. (2007). Effects of chronic and acute ozone exposure on lipid peroxidation and antioxidant capacity in healthy young adults. Environmental Health Perspectives, 115(12), 1732–1737.", "ArticleIdList": ["10.1289/ehp.10294"]}, {"Citation": "Chiusolo, M., Cadum, E., Stafoggia, M., Galassi, C., Berti, G., Faustini, A., Bisanti, L., Vigotti, M. A., Dessì, M. P., Cernigliaro, A., Mallone, S., Pacelli, B., Minerba, S., Simonato, L., Forastiere, F., & Group, E. C. (2011). Short-term effects of nitrogen dioxide on mortality and susceptibility factors in 10 Italian Cities: the EpiAir study. Environ Health Perspect, 119(9), 1233–1238.", "ArticleIdList": ["10.1289/ehp.1002904"]}, {"Citation": "Chuang, K. J., Chan, C. C., Su, T. C., Lee, C. T., & Tang, C. S. (2007). The effect of urban air pollution on inflammation, oxidative stress, coagulation, and autonomic dysfunction in young adults. American Journal of Respiratory and Critical Care Medicine, 176(4), 370–376.", "ArticleIdList": ["10.1164/rccm.200611-1627OC"]}, {"Citation": "Collins, J. F., Alexeeff, G. V., Lewis, D. C., Dodge, D. E., Marty, M. A., Parker, T. R., Budroe, J. D., Lam, R. H., Lipsett, M. J., Fowles, J. R., et al. (2004). Development of acute inhalation reference exposure levels (rels) to protect the public from predictable excursions of airborne toxicants. Journal of Applied Toxicology, 24(2), 155–166.", "ArticleIdList": ["10.1002/jat.967"]}, {"Citation": "Cornelissen, V. A., Verheyden, B., Aubert, A. E., & Fagard, R. H. (2010). Effects of aerobic training intensity on resting, exercise and post-exercise blood pressure, heart rate and heart-rate variability. Journal of Human Hypertension, 24(3), 175–182.", "ArticleIdList": ["10.1038/jhh.2009.51"]}, {"Citation": "Daigle, C. C., Chalupa, D. C., Gibb, F. R., Morrow, P. E., Oberdörster, G., Utell, M. J., & Frampton, M. W. (2003). Ultrafine particle deposition in humans during rest and exercise. Inhalation Toxicology, 15(6), 539–552.", "ArticleIdList": ["10.1080/08958370304468"]}, {"Citation": "Di, Q., Wang, Y., Zanobetti, A., Wang, Y., Koutrakis, P., Choirat, C., et al. (2017). Air pollution and mortality in the medicare population. New England Journal of Medicine, 376, 2513–2522. https://doi.org/10.1056/NEJMoa1702747", "ArticleIdList": ["10.1056/NEJMoa1702747"]}, {"Citation": "Elliott, K. E., McCall, K. L., Fike, D. S., Polk, J., & Raehl, C. (2008). Assessment of manual blood pressure and heart rate measurement skills of pharmacy students: a follow-up investigation. American Journal of Pharmaceutical Education, 72(3), 60.", "ArticleIdList": ["10.5688/aj720360"]}, {"Citation": "Farnsworth, D., & Cannon, M. (2008). Exercise prescription. The sports medicine resource manual – science direct. pp. 497–506."}, {"Citation": "Franklin, B. A., Brook, R., & Arden Pope, C. (2015). Air pollution and cardiovascular disease. Current Problems in Cardiology, 40(5), 207–238.", "ArticleIdList": ["10.1016/j.cpcardiol.2015.01.003"]}, {"Citation": "Giles, L. V., Barn, P., Künzli, N., Romieu, I., Mittleman, M. A., van Eeden, S., Allen, R., Carlsten, C., Stieb, D., Noonan, C., et al. (2011). From good intentions to proven interventions: effectiveness of actions to reduce the health impacts of air pollution. Environ Health Perspec, 119(1), 29–36.", "ArticleIdList": ["10.1289/ehp.1002246"]}, {"Citation": "Giles, L. V., Brandenburg, J. P., Carlsten, C., & Koehle, M. S. (2014). Physiological responses to diesel exhaust exposure are modified by cycling intensity. Medicine and Science in Sports and Exercise, 46(10), 1999–2006.", "ArticleIdList": ["10.1249/MSS.0000000000000309"]}, {"Citation": "Giles, L. V., Carlsten, C., & Koehle, M. S. (2018). The pulmonary and autonomic effects of high- intensity and low-intensity exercise in diesel exhaust. Environmental Health, 17(1), 87.", "ArticleIdList": ["10.1186/s12940-018-0434-6"]}, {"Citation": "Gomes, E. C., Stone, V., & Florida-James, G. (2011). Impact of heat and pollution on oxidative stress and CC16 secretion after 8 km run. European Journal of Applied Physiology, 111(9), 2089–2097.", "ArticleIdList": ["10.1007/s00421-011-1839-x"]}, {"Citation": "Huangfu, P., & Atkinson, R. (2020). Long-term exposure to NO<sub>2</sub> and O<sub>3</sub> and all-cause and respiratory mortality: a systematic review and meta-analysis. Environment International, 144, 105998. https://doi.org/10.1016/j.envint.2020.105998", "ArticleIdList": ["10.1016/j.envint.2020.105998"]}, {"Citation": "Jackson, A. S., Blair, S. N., Mahar, M. T., Wier, L. T., Ross, R. M., & Stuteville, J. E. (1990). Prediction of functional aerobic capacity without exercise testing. Medicine and Science in Sports and Exercise, 22(6), 863–870.", "ArticleIdList": ["10.1249/00005768-199012000-00021"]}, {"Citation": "Jetté, M., Sidney, K., & Blümchen, G. (1990). Metabolic equivalents (mets) in exercise testing, exercise prescription, and evaluation of functional capacity. Clinical Cardiology, 13(8), 555–565.", "ArticleIdList": ["10.1002/clc.4960130809"]}, {"Citation": "Kahn, H. S. (2005). The Lipid accumulation product performs better than the body mass index for recognizing cardiovascular risk: A population-based comparison. BMC Cardiovascular Disorders, 5, 26.", "ArticleIdList": ["10.1186/1471-2261-5-26"]}, {"Citation": "Kampa, M., & Castanas, E. (2008). Human health effects of air pollution. Environmental Pollution, 151(2), 362–367.", "ArticleIdList": ["10.1016/j.envpol.2007.06.012"]}, {"Citation": "Kodama, S., Saito, K., Tanaka, S., Maki, M., Yachi, Y., Asumi, M., Sugawara, A., Totsuka, K., Shimano, H., Ohashi, Y., et al. (2009). Cardiorespiratory fitness as a quantitative predictor of all-cause mortality and cardiovascular events in healthy men and women: a meta-analysis. JAMA, 301(19), 2024–2035.", "ArticleIdList": ["10.1001/jama.2009.681"]}, {"Citation": "Kubesch, N. J., de Nazelle, A., Westerdahl, D., Martinez, D., Carrasco-Turigas, G., Bouso, L., Guerra, S., & Nieuwenhuijsen, M. J. (2015). Respiratory and inflammatory responses to short-term exposure to traffic-related air pollution with and without moderate physical activity. Occupational and Environmental Medicine, 72(4), 284–293.", "ArticleIdList": ["10.1136/oemed-2014-102106"]}, {"Citation": "Liu, C., Chen, R., Sera, F., Vicedo-Cabrera, A. M., Guo, Y., Tong, S., et al. (2019). Ambient particulate air pollution and daily mortality in 652 cities. N Engl J Mde, 381(8), 705–715. https://doi.org/10.1056/NEJMoa1817364.Copyright©2019MassachusettsMedicalSociety", "ArticleIdList": ["10.1056/NEJMoa1817364.Copyright©2019MassachusettsMedicalSociety"]}, {"Citation": "Lodge, J. P. A. (1988). Methods of air sampling and analysis. Lewis Publisher Inc Chelsea."}, {"Citation": "Madureira, J., Brancher, E. A., Costa, C., Aurino de Pinho, R., & Teixeira, J. P. (2019). Cardio-respiratory health effects of exposure to traffic-related air pollutants while exercising outdoors: a systematic review. Environmental Research, 178, 108647.", "ArticleIdList": ["10.1016/j.envres.2019.108647"]}, {"Citation": "Marmett, B., Carvalho, R. B., Dorneles, G. P., da Silva, I. M., Romão, P. R. T., Nunes, R. B., & Rhoden, C. R. (2020a). Air pollution inhalation during acute exercise is dependent of the body mass index and ventilation of young men. Environmental Science and Pollution Research International, 27(31), 39019–39028. https://doi.org/10.1007/s11356-020-10019-4 Epub 2020 Jul 8.", "ArticleIdList": ["10.1007/s11356-020-10019-4"]}, {"Citation": "Marmett, B., Carvalho, R. B., Dorneles, G. P., Nunes, R. B., & Rhoden, C. R. (2020). Should I stay or should I go: can air pollution reduce the health benefits of physical exercise? Med Hypotheses, 144, 109993.", "ArticleIdList": ["10.1016/j.mehy.2020.109993"]}, {"Citation": "Marmett, B., Pires Dorneles, G., Böek Carvalho, R., Peres, A., Roosevelt Torres Romão, P., Barcos Nunes, R., & Ramos Rhoden, C. (2021). Air pollution concentration and period of the day modulates inhalation of PM 2.5 during moderate- and high-intensity interval exercise. Environmental Research, 194, 110528. https://doi.org/10.1016/j.envres.2020.110528", "ArticleIdList": ["10.1016/j.envres.2020.110528"]}, {"Citation": "Marmett, B., Carvalho, R. B., Rhoden, F. R., & Rhoden, C. R. (2019). Seasonal influence in traffic-related air pollutants concentrations in urban parks from Porto Alegre, brazil. Open Journal of Air Pollution, 8, 96–107.", "ArticleIdList": ["10.4236/ojap.2019.84005"]}, {"Citation": "Martins, N. R., & da Graça, G. C. (2018). Impact of PM2.5 in indoor urban environments: a review. Sustainable Cities and Society., 42, 259–275.", "ArticleIdList": ["10.1016/j.scs.2018.07.011"]}, {"Citation": "McConnell, R., Berhane, K., Gilliland, F., London, S. J., Islam, T., Gauderman, W. J., Avol, E., Margolis, H. G., & Peters, J. M. (2002). Asthma in exercising children exposed to ozone: a cohort study. Lancet, 359(9304), 386–91.", "ArticleIdList": ["10.1016/S0140-6736(02)07597-9"]}, {"Citation": "Nelson, M., Erens, B., Bates, B., Church, S., & Boshier, T. (2012). 24-hour recall instructions. Kings College London."}, {"Citation": "Niinimaa, V., Cole, P., Mintz, S., & Shephard, R. J. (1980). The switching point from nasal to oronasal breathing. Respiration Physiology, 42(1), 61–71.", "ArticleIdList": ["10.1016/0034-5687(80)90104-8"]}, {"Citation": "Orellano, P., Reynoso, J., Quaranta, N., Bardach, A., & Ciapponi, A. (2020). Short-term exposure to particulate matter (PM<sub>10</sub> and PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ Int., 142, 105876. https://doi.org/10.1016/j.envint.2020.105876", "ArticleIdList": ["10.1016/j.envint.2020.105876"]}, {"Citation": "Pandey, J. S., & Devotta, R. K. S. (2005). Health risks of NO<sub>2</sub>, PM and SO<sub>2</sub> in Delhi (India). Atmospheric Environment., 39(36), 6868–6874.", "ArticleIdList": ["10.1016/j.atmosenv.2005.08.004"]}, {"Citation": "Pasqua, L. A., Damasceno, M. V., Cruz, R., Matsuda, M., et al. (2018). Exercising in air pollution: the cleanest versus dirtiest cities challenge. International Journal of Environmental Research and Public Health, 5, 1502. https://doi.org/10.3390/ijerph15071502", "ArticleIdList": ["10.3390/ijerph15071502"]}, {"Citation": "Previdelli, A. N., Andrade, S. C., Pires, M. M., Ferreira, S. R., Fisberg, R. M., & Marchioni, D. M. (2011). A revised version of the healthy eating index for the brazilian population. Revista De Saude Publica, 45(4), 794–798.", "ArticleIdList": ["10.1590/S0034-89102011000400021"]}, {"Citation": "Qin, X. D., Qian, Z., Vaughn, M. G., Trevathan, E., Emo, B., Paul, G., et al. (2015). Gender-specific differences of interaction between obesity and air pollution on stroke and cardiovascular diseases in Chinese adults from a high pollution range area: a large population-based cross-sectional study. Science of the Total Environment, 529, 243–248.", "ArticleIdList": ["10.1016/j.scitotenv.2015.05.041"]}, {"Citation": "Rundell, K. W., Hoffman, J. R., Caviston, R., Bulbulian, R., & Hollenbach, A. M. (2007). Inhalation of ultrafine and fine particulate matter disrupts systemic vascular function. Inhalation Toxicology, 19(2), 133–140.", "ArticleIdList": ["10.1080/08958370601051727"]}, {"Citation": "Scheeren, B. A., & Adema, E. H. (1996). Monitoring ambient ozone with a passive measurement technique method, field results and strategy. Water, Air & Soil Pollution, 91, 335–350.", "ArticleIdList": ["10.1007/BF00666268"]}, {"Citation": "Sociedade Brazileira de Cardiologia [Brazilian Society of Cardiology] (SBC). (2017). Update of the Brazilian guideline on dyslipidemia and prevention of atherosclerosis [Atualização da diretriz brasileira de dislipidemias e prevenção da ateroscleros], Brazilian Society of Cardiology [Sociedade Brasileira de Cardiologia]."}, {"Citation": "Steenhof, M., Janssen, N. A., Strak, M., Hoek, G., Gosens, I., Mudway, I. S., Kelly, F. J., Harrison, R. M., Pieters, R. H., Cassee, F. R., & Brunekreef, B. (2014). Air pollution exposure affects circulating white blood cell counts in healthy subjects: the role of particle composition, oxidative potential and gaseous pollutants - the RAPTES project. Inhalation Toxicology, 26(3), 141–165.", "ArticleIdList": ["10.3109/08958378.2013.861884"]}, {"Citation": "Swift, D. L., Johannsen, N. M., Lavie, C. J., Earnest, C. P., & Church, T. S. (2014). The role of exercise and physical activity in weight loss and maintenance. Progress in Cardiovascular Diseases, 56(4), 441–447.", "ArticleIdList": ["10.1016/j.pcad.2013.09.012"]}, {"Citation": "Tainio, M., Andersen, Z. J., Nieuwenhuijsen, M. J., Hu, L., de Nazelle, A., An, R., Garcia, L. M., Goenka, S., Zapata-Diomedi, B., Bull, F., & de Sá, T. H. (2020). Air pollution, physical activity and health: a mapping review of the evidence. Environ Int., 147, 105954.", "ArticleIdList": ["10.1016/j.envint.2020.105954"]}, {"Citation": "Tainio, M., Nazelle, A. J., Götschi, T., Kahlmeier, S., et al. (2016). Can air pollution negate the health benefits of cycling and walking? Preventive Medicine, 87, 233–236. https://doi.org/10.1016/j.ypmed.2016.02.002", "ArticleIdList": ["10.1016/j.ypmed.2016.02.002"]}, {"Citation": "United Nations Economic Commission for Europe (UNECE). (2008). Health risks of ozone in Europe. http://www.unece.org/env/ . Accessed November 10, 2020."}, {"Citation": "United States Environmental Protection Agency (USEPA). (1989). Risk Assessment Guidance for Superfund, Volume I, Human Health Evaluation Manual (Part A). Office of Emergency and Remedial Response. Washington, DC. https://www.epa.gov/sites/default/files/2015-09/documents/rags_a.pdf . Accesses November 28, 2020."}, {"Citation": "United States Environmental Protection Agency (USEPA). (2010). Risk assessment guidance for superfund volume i human health evaluation manual (Part A). Washington, DC. https://www.epa.gov/risk/risk-assessment-guidance-superfund-rags-partUSEPA . Accessed October 30, 2020."}, {"Citation": "United States Environmental Protection Agency (USEPA). (2013). Integrated Science Assessment for Ozone and Related Photochemical Oxidants. Washington, DC. https://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=247492 . Accessed September 22, 2020."}, {"Citation": "United States Environmental Protection Agency (USEPA). (2016). Integrated Science Assessment for Oxides of Nitrogen. Washington, DC. https://www.epa.gov/isa/integrated-science-assessment-isa-nitrogen-dioxide-health-criteria . Accessed September 25, 2020."}, {"Citation": "Vicedo-Cabrera, A. M., Sera, F., Liu, C., Armstrong, B., Milojevic, A., Guo, Y., et al. (2020). Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ, 368, m108. https://doi.org/10.1136/bmj.m108", "ArticleIdList": ["10.1136/bmj.m108"]}, {"Citation": "Wang, Y., & Xu, D. (2017). Effects of aerobic exercise on lipids and lipoproteins. Lipids in Health and Disease, 16(1), 132.", "ArticleIdList": ["10.1186/s12944-017-0515-5"]}, {"Citation": "Xia, C., Li, R., Zhang, S., Gong, L., Ren, W., Wang, Z., & Li, Q. (2012). Lipid accumulation product is a powerful index for recognizing insulin resistance in non-diabetic individuals. European Journal of Clinical Nutrition, 66(9), 1035–1038.", "ArticleIdList": ["10.1038/ejcn.2012.83"]}, {"Citation": "World Health Organization (WHO) Regional Office for Europe. (2006). Air quality guidelines global update 2005: Particulate matter, ozone, nitrogen dioxide and sulfur dioxide. Copenhagen. http://www.euro.who.int/__data/assets/pdf_file/0005/78638/E90038.pdf . Accessed 9 February 2021."}, {"Citation": "World Health Organization (WHO). (2019). Ten threats to global health in 2019. https://www.who.int/news-room/spotlight/ten-threats-to-global-health-in-2019 . Accessed 10 May 2021."}, {"Citation": "World Health Organization (WHO). (2020). WHO guidelines on physical activity and sedentary behaviour. Geneva. https://www.who.int/publications/i/item/9789240015128 . Accessed Novembre 10, 2020."}, {"Citation": "World Health Organization (WHO). (2021). WHO global air quality. Particulate matter (PM<sub>2.5</sub> and PM<sub>10</sub>), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. Geneva. http://apps.who.int/iris . Accessed 17 October 2021."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "7"}, {"Year": "2021", "Month": "12", "Day": "23"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "6", "Hour": "6", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34988724", "10.1007/s10653-021-01194-5", "10.1007/s10653-021-01194-5"]}}], "PubmedBookArticle": []}