{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Adolescent", "Children", "Ozone", "Pneumonia", "Time-series analysis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "34990535", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "12", "Day": "28"}], "ELocationID": ["e2022002", "10.4178/epih.e2022002"], "Journal": {"ISSN": "2092-7193", "JournalIssue": {"Volume": "44", "PubDate": {"Year": "2022"}}, "Title": "Epidemiology and health", "ISOAbbreviation": "Epidemiol Health"}, "ArticleTitle": "Age-specific effects of ozone on pneumonia in Korean children and adolescents: a nationwide time-series study.", "Pagination": {"StartPage": "e2022002", "MedlinePgn": "e2022002"}, "Abstract": {"AbstractText": ["The aim of this study was to estimate the age-specific effects of 8-hour maximum ozone levels on pneumonia in children and adolescents.", "We performed quasi-Poisson regression analyses for individuals of 0-4 years, 5-9 years, 10-14 years, and 15-19 years of age using nationwide time-series data from the Korea (2011-2015). We constructed distributed lag linear models employing a generalized difference-in-differences method and controlling for other air pollutants.", "A 10.0-parts per billion increase in 8-hour maximum ozone levels was associated with a higher risk of hospital admissions due to pneumonia at 0-4 (relative risk [RR], 1.02; 95% confidence interval [CI], 1.01 to 1.03) and 5-9 years of age (RR, 1.06; 95% CI, 1.04 to 1.08), but not at 10-14 (RR, 1.01; 95% CI, 0.98 to 1.04) or 15-19 years of age (RR, 1.01; 95% CI, 0.97 to 1.06). The association between ozone and hospital admissions due to pneumonia was stronger in cool seasons (from November to April) than in warm seasons (from May to October), but was similar between boys and girls.", "Short-term exposure to ozone was associated with a higher risk of pneumonia at 0-4 years and 5-9 years of age, but not at 10-14 years or 15-19 years of age. Our findings can help identify vulnerable periods, determine the target populations for public health interventions, and establish air pollution standards."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine and Public Health, Ajou University School of Medicine, Suwon, Korea."}], "LastName": "Kim", "ForeName": "Kyoung-Nam", "Initials": "KN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, University of Copenhagen, Copenhagen, Denmark."}], "LastName": "Lim", "ForeName": "Youn-Hee", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."}], "LastName": "Bae", "ForeName": "Sanghyuk", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Korea University Guro Hospital, Seoul, Korea."}], "LastName": "Song", "ForeName": "In Gyu", "Initials": "IG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Safety Engineering, Ajou University, Suwon, Korea."}], "LastName": "Kim", "ForeName": "Soontae", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Seoul National University College of Medicine, Seoul, Korea."}, {"Identifier": [], "Affiliation": "Institute of Public Health and Medical Care, Seoul National University Hospital, Seoul, Korea."}, {"Identifier": [], "Affiliation": "Institute of Environmental Medicine, Seoul National University Medical Research Center, Seoul, Korea."}], "LastName": "Hong", "ForeName": "Yun-Chul", "Initials": "YC"}], "GrantList": [{"GrantID": "2017R1E1A1A03071123", "Agency": "National Research Foundation of Korea", "Country": ""}, {"GrantID": "2017M3D8A1092008", "Agency": "National Research Foundation of Korea", "Country": ""}, {"GrantID": "2017M3D8A1092009", "Agency": "National Research Foundation of Korea", "Country": ""}, {"Agency": "Ministry of Science and ICT", "Country": ""}, {"Agency": "Ministry of Environment", "Country": ""}, {"Agency": "Ministry of Health and Welfare", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Epidemiol Health", "NlmUniqueID": "101519472", "ISSNLinking": "2092-7193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Age Factors"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Pneumonia"}, {"QualifierName": [], "DescriptorName": "Seasons"}], "CoiStatement": "The authors have no conflicts of interest to declare for this study."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mumby S, Chung KF, Adcock IM. Transcriptional effects of ozone and impact on airway inflammation. Front Immunol. 2019;10:1610.", "ArticleIdList": ["PMC6635463", "31354743"]}, {"Citation": "Dimakopoulou K, Douros J, Samoli E, Karakatsani A, Rodopoulou S, Papakosta D, et al. Long-term exposure to ozone and children’s respiratory health: results from the RESPOZE study. Environ Res. 2020;182:109002.", "ArticleIdList": ["31855698"]}, {"Citation": "Ji M, Cohan DS, Bell ML. Meta-analysis of the association between short-term exposure to ambient ozone and respiratory hospital admissions. Environ Res Lett. 2011;6:024006.", "ArticleIdList": ["PMC3138529", "21779304"]}, {"Citation": "Orellano P, Reynoso J, Quaranta N, Bardach A, Ciapponi A. Shortterm exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ Int. 2020;142:105876.", "ArticleIdList": ["32590284"]}, {"Citation": "Aaron-Morrison AP, Ackerman SA, Adams NG, Adler RF, Albanil A, Alfaro EJ, et al. State of the climate in 2014. Bull Am Meteorol Soc. 2015;96:S1–S267."}, {"Citation": "Kesic MJ, Meyer M, Bauer R, Jaspers I. Exposure to ozone modulates human airway protease/antiprotease balance contributing to increased influenza A infection. PLoS One. 2012;7:e35108.", "ArticleIdList": ["PMC3322171", "22496898"]}, {"Citation": "Mikerov AN, Haque R, Gan X, Guo X, Phelps DS, Floros J. Ablation of SP-A has a negative impact on the susceptibility of mice to Klebsiella pneumoniae infection after ozone exposure: sex differences. Respir Res. 2008;9:77.", "ArticleIdList": ["PMC2655296", "19055785"]}, {"Citation": "Tian Y, Wu Y, Liu H, Si Y, Wu Y, Wang X, et al. The impact of ambient ozone pollution on pneumonia: a nationwide time-series analysis. Environ Int. 2020;136:105498.", "ArticleIdList": ["31991238"]}, {"Citation": "Strosnider HM, Chang HH, Darrow LA, Liu Y, Vaidyanathan A, Strickland MJ. Age-specific associations of ozone and fine particulate matter with respiratory emergency department visits in the United States. Am J Respir Crit Care Med. 2019;199:882–890.", "ArticleIdList": ["30277796"]}, {"Citation": "Pirozzi CS, Jones BE, VanDerslice JA, Zhang Y, Paine R 3rd, Dean NC. Short-term air pollution and incident pneumonia. a case-crossover study. Ann Am Thorac Soc. 2018;15:449–459.", "ArticleIdList": ["29283681"]}, {"Citation": "Nhung NT, Schindler C, Dien TM, Probst-Hensch N, Perez L, Künzli N. Acute effects of ambient air pollution on lower respiratory infections in Hanoi children: an eight-year time series study. Environ Int. 2018;110:139–148.", "ArticleIdList": ["29128032"]}, {"Citation": "Nhung NT, Amini H, Schindler C, Kutlar Joss M, Dien TM, Probst-Hensch N, et al. Short-term association between ambient air pollution and pneumonia in children: a systematic review and meta-analysis of time-series and case-crossover studies. Environ Pollut. 2017;230:1000–1008.", "ArticleIdList": ["28763933"]}, {"Citation": "Malig BJ, Pearson DL, Chang YB, Broadwin R, Basu R, Green RS, et al. A time-stratified case-crossover study of ambient ozone exposure and emergency department visits for specific respiratory diagnoses in California (2005-2008) Environ Health Perspect. 2016;124:745–753.", "ArticleIdList": ["PMC4892911", "26647366"]}, {"Citation": "Darrow LA, Klein M, Flanders WD, Mulholland JA, Tolbert PE, Strickland MJ. Air pollution and acute respiratory infections among children 0-4 years of age: an 18-year time-series study. Am J Epidemiol. 2014;180:968–977.", "ArticleIdList": ["PMC4224364", "25324558"]}, {"Citation": "Medina-Ramón M, Zanobetti A, Schwartz J. The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am J Epidemiol. 2006;163:579–588.", "ArticleIdList": ["16443803"]}, {"Citation": "Lin S, Liu X, Le LH, Hwang SA. Chronic exposure to ambient ozone and asthma hospital admissions among children. Environ Health Perspect. 2008;116:1725–1730.", "ArticleIdList": ["PMC2599770", "19079727"]}, {"Citation": "Witt WP, Weiss AJ, Elixhauser A. In: Healthcare Cost and Utilization Project (HCUP) statistical briefs. Rockville: Agency for Healthcare Research and Quality; 2006. Overview of hospital stays for children in the United States, 2012: statistical brief #187. PMID: 25695124.", "ArticleIdList": ["21413206"]}, {"Citation": "Keren R, Luan X, Localio R, Hall M, McLeod L, Dai D, et al. Prioritization of comparative effectiveness research topics in hospital pediatrics. Arch Pediatr Adolesc Med. 2012;166:1155–1164.", "ArticleIdList": ["23027409"]}, {"Citation": "Song YJ. The South Korean health care system. JMAJ. 2009;52:206–209."}, {"Citation": "Hwang YJ, Park SM, Ahn S, Lee J, Park YS, Kim N. Diagnostic accuracy of administrative database for bile duct cancer by ICD10 code in a tertiary institute in Korea. Hepatobiliary Pancreat Dis Int. 2020;19:575–580.", "ArticleIdList": ["32249128"]}, {"Citation": "Kim JA, Yoon S, Kim LY, Kim DS. Towards actualizing the value potential of Korea Health Insurance Review and Assessment (HIRA) data as a resource for health research: strengths, limitations, applications, and strategies for optimal use of HIRA data. J Korean Med Sci. 2017;32:718–728.", "ArticleIdList": ["PMC5383602", "28378543"]}, {"Citation": "Park BJ, Sung J, Park K, Seo SW, Kim SH. Studying on diagnosis accuracy for health insurance claims data in Korea. Seoul: Seoul National University; 2003. pp. 17–29. (Korean)"}, {"Citation": "Park J, Kwon S, Choi EK, Choi YJ, Lee E, Choe W, et al. Validation of diagnostic codes of major clinical outcomes in a National Health Insurance database. Int J Arrhythm. 2019;20:1–7."}, {"Citation": "AirKorea  Guidelines for installation and operation of air pollution monitoring network. 2016.  [cited 2020 Aug 23]. Available from:  https://www.airkorea.or.kr/web/board/3/267/?page= 1&pMENU_NO=145 (Korean)"}, {"Citation": "Gasparrini A. Distributed lag linear and non-linear models in R: the package dlnm. J Stat Softw. 2011;43:1–20.", "ArticleIdList": ["PMC3191524", "22003319"]}, {"Citation": "Kim KN, Kim S, Lim YH, Song IG, Hong YC. Effects of shortterm fine particulate matter exposure on acute respiratory infection in children. Int J Hyg Environ Health. 2020;229:113571.", "ArticleIdList": ["32554254"]}, {"Citation": "Wang Y, Kloog I, Coull BA, Kosheleva A, Zanobetti A, Schwartz JD. Estimating causal effects of long-term PM2.5 exposure on mortality in New Jersey. Environ Health Perspect. 2016;124:1182–1188.", "ArticleIdList": ["PMC4977041", "27082965"]}, {"Citation": "Renzi M, Forastiere F, Schwartz J, Davoli M, Michelozzi P, Stafoggia M. Long-term PM10 exposure and cause-specific mortality in the Latium Region (Italy): a difference-in-differences approach. Environ Health Perspect. 2019;127:67004.", "ArticleIdList": ["PMC6792372", "31166133"]}, {"Citation": "Norberg KE, Bierut LJ, Grucza RA. Long-term effects of minimum drinking age laws on past-year alcohol and drug use disorders. Alcohol Clin Exp Res. 2009;33:2180–2190.", "ArticleIdList": ["PMC3018854", "19775322"]}, {"Citation": "Du Mouchel W, Williams AF, Zador P. Raising the alcohol purchase age: its effects on fatal motor vehicle crashes in twenty-six states. J Leg Stud. 1987;16:249–266."}, {"Citation": "Westreich D, Cole SR. Invited commentary: positivity in practice. Am J Epidemiol. 2010;171:674–677.", "ArticleIdList": ["PMC2877454", "20139125"]}, {"Citation": "United States Environmental Protection Agency  Integrated Science Assessment (ISA) for ozone and related photochemical oxidants. 2015.  [cited 2020 Aug 23]. Available from:  https://www.epa.gov/isa/integrated-science-assessment-isa-ozone-and-related-photochemical-oxidants."}, {"Citation": "Glick AF, Tomopoulos S, Fierman AH, Elixhauser A, Trasande L. Association between outdoor air pollution levels and inpatient outcomes in pediatric pneumonia hospitalizations, 2007 to 2008. Acad Pediatr. 2019;19:414–420.", "ArticleIdList": ["PMC6502659", "30543871"]}, {"Citation": "Ciencewicki J, Jaspers I. Air pollution and respiratory viral infection. Inhal Toxicol. 2007;19:1135–1146.", "ArticleIdList": ["17987465"]}, {"Citation": "Domingo JL, Rovira J. Effects of air pollutants on the transmission and severity of respiratory viral infections. Environ Res. 2020;187:109650.", "ArticleIdList": ["PMC7211639", "32416357"]}, {"Citation": "Wang KY, Chau TT. An association between air pollution and daily outpatient visits for respiratory disease in a heavy industry area. PLoS One. 2013;8:e75220.", "ArticleIdList": ["PMC3808380", "24204573"]}, {"Citation": "Song Y, Yang HI, Lee EY, Yu MS, Kang MJ, Kang HJ, et al. Results from South Korea’s 2016 report card on physical activity for children and youth. J Phys Act Health. 2016;13(11 Suppl 2):S274–S278.", "ArticleIdList": ["27848733"]}, {"Citation": "Goldman GT, Mulholland JA, Russell AG, Srivastava A, Strickland MJ, Klein M, et al. Ambient air pollutant measurement error: characterization and impacts in a time-series epidemiologic study in Atlanta. Environ Sci Technol. 2010;44:7692–7698.", "ArticleIdList": ["PMC2948846", "20831211"]}, {"Citation": "Wacholder S. When measurement errors correlate with truth: surprising effects of nondifferential misclassification. Epidemiology. 1995;6:157–161.", "ArticleIdList": ["7742402"]}, {"Citation": "Dusetzina SB, Brookhart MA, Maciejewski ML. Control outcomes and exposures for improving internal validity of nonrandomized studies. Health Serv Res. 2015;50:1432–1451.", "ArticleIdList": ["PMC4600355", "25598384"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "31"}, {"Year": "2021", "Month": "12", "Day": "8"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "6", "Hour": "18", "Minute": "22"}, {"Year": "2021", "Month": "12", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34990535", "PMC8989473", "10.4178/epih.e2022002", "epih.e2022002"]}}], "PubmedBookArticle": []}