{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["herps zoster neuralgia", "ozone", "pulsed radiofrequency", "steroid"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35023968", "DateRevised": {"Year": "2022", "Month": "04", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "06"}], "ELocationID": ["10.2147/JPR.S333481"], "Journal": {"ISSN": "1178-7090", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2022"}}, "Title": "Journal of pain research", "ISOAbbreviation": "J Pain Res"}, "ArticleTitle": "Safety and Efficacy of CT-Guided Pulsed Radiofrequency Combined with Steroid and Ozone Injection-Treated Cervical 3-8 Herpes Zoster Neuralgia Using a Posterior and Upper Quarter of the Cervical Foramina Puncture Approach.", "Pagination": {"StartPage": "23", "EndPage": "32", "MedlinePgn": "23-32"}, "Abstract": {"AbstractText": ["Herpes zoster neuralgia has a considerable impact on people's quality of life, especially after the development of postherpetic neuralgia. There are many clinical reports on the treatment of herpes zoster neuralgia, but there have been no special reports on the treatment of herpes zoster involving the neck. Our research focuses on a posterior and upper quarter of the cervical foramina puncture approach for herpes zoster involving the cervical 3-8 (C3-8) nerve region and to consider the safety and efficacy of pulsed radiofrequency combined with steroid injection and ozone injection in this puncture path under CT guidance.", "A total of 104 patients with herpes zoster neuralgia involved in the cervical 3-8 nerve region use a posterior and upper quarter of the cervical foramina puncture approach received pulsed radiofrequency combined with steroid and ozone injection to the dorsal root ganglion. The total number of injection procedures, complications, NRS collection (preprocedure, postprocedure at once, two, four and 12 weeks) and drug dose decreases were documented.", "During a total of 257 procedures, 254 procedures successfully completed PRF (3 cases failed to reach the C8 aim points), and the rate of puncture failure was 1.17%. Drug injection was successfully performed in 252 procedures (the injection success rate was 99.21%); the NRSs (preprocedure, postprocedure at once, two, four and twelve weeks) were 5.75 ± 0.682, 2.6 ± 1.023, 2.21 ± 0.925, 1.89 ± 1.162, and 1.43 ± 1.369, and the difference among them was statistically significant. Drug dosages decreased before and after operation and showed statistically significant differences.", "Pulsed radiofrequency combined with steroid and ozone injection for herpes zoster neuralgia involving the C3-8 nerves under CT guidance through a posterior superior quarter approach showed safety and efficacy and had a high success rate, and the NRS decreased significantly."], "CopyrightInformation": "© 2022 Ma and Yao."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Pain Medicine, The Affiliated Hospital of Jiaxing University, Jiaxing, People's Republic of China."}], "LastName": "Ma", "ForeName": "Ling", "Initials": "L"}, {"Identifier": ["0000-0002-3014-0560"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Pain Medicine, The Affiliated Hospital of Jiaxing University, Jiaxing, People's Republic of China."}], "LastName": "Yao", "ForeName": "Ming", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Pain Res", "NlmUniqueID": "101540514", "ISSNLinking": "1178-7090"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Johnson RW, Rice AS, Solomon CG. Clinical practice. Postherpetic neuralgia. N Engl J Med. 2014;371:1526–1533. doi:10.1056/NEJMcp1403062", "ArticleIdList": ["10.1056/NEJMcp1403062", "25317872"]}, {"Citation": "John AR, Canaday DH. Herpes zoster in the older adult. Infect Dis Clin North Am. 2017;31:811–826. doi:10.1016/j.idc.2017.07.016", "ArticleIdList": ["10.1016/j.idc.2017.07.016", "PMC5724974", "29079160"]}, {"Citation": "Kawai K, Gebremeskel BG, Acosta CJ. Systematic review of incidence and complications of herpes zoster: towards a global perspective. BMJ Open. 2014;4:e004833. doi:10.1136/bmjopen-2014-004833", "ArticleIdList": ["10.1136/bmjopen-2014-004833", "PMC4067812", "24916088"]}, {"Citation": "Kawai K, Yawn BP. Risk factors for herpes zoster: a systematic review and meta-analysis. Mayo Clin Proc. 2017;92:1806–1821. doi:10.1016/j.mayocp.2017.10.009", "ArticleIdList": ["10.1016/j.mayocp.2017.10.009", "29202939"]}, {"Citation": "Gross GE, Eisert L, Doerr HW, et al. S2k guidelines for the diagnosis and treatment of herpes zoster and postherpetic neuralgia. J Dtsch Dermatol Ges. 2020;18(1):55–78. doi:10.1111/ddg.14013", "ArticleIdList": ["10.1111/ddg.14013", "31951098"]}, {"Citation": "Shrestha M, Chen A. Modalities in managing postherpetic neuralgia. Korean J Pain. 2018;31(4):235–243. doi:10.3344/kjp.2018.31.4.235", "ArticleIdList": ["10.3344/kjp.2018.31.4.235", "PMC6177534", "30310548"]}, {"Citation": "Kramer S, Baeumler P, Geber C, et al. Somatosensory profiles in acute herpes zoster and predictors of postherpetic neuralgia. Pain. 2019;160(4):882–894. doi:10.1097/j.pain.0000000000001467", "ArticleIdList": ["10.1097/j.pain.0000000000001467", "30585985"]}, {"Citation": "Esposito MF, Malayil R, Hanes M, Deer T. Unique characteristics of the dorsal root ganglion as a target for neuromodulation. Pain Med. 2019;20(Suppl 1):S23–S30. doi:10.1093/pm/pnz012", "ArticleIdList": ["10.1093/pm/pnz012", "PMC6544557", "31152179"]}, {"Citation": "Kim ED, Lee YI, Park HJ. Comparison of efficacy of continuous epidural block and pulsed radiofrequency to the dorsal root ganglion for management of pain persisting beyond the acute phase of herpes zoster. PLoS One. 2017;12(8):e0183559. doi:10.1371/journal.pone.0183559", "ArticleIdList": ["10.1371/journal.pone.0183559", "PMC5565119", "28827823"]}, {"Citation": "Kim K, Jo D, Kim E. Pulsed radiofrequency to the dorsal root ganglion in acute herpes zoster and postherpetic neuralgia. Pain Physician. 2017;20(3):E411–E418. doi:10.36076/ppj.2017.E418", "ArticleIdList": ["10.36076/ppj.2017.E418", "28339440"]}, {"Citation": "Jia Y, Chen Z, Ren H, Luo F. The effectiveness and safety of 42 degrees C pulsed radiofrequency combined with 60 degrees C continuous radiofrequency for refractory infraorbital neuralgia: a prospective study. Pain Physician. 2019;22(3):E171–E179.", "ArticleIdList": ["31151340"]}, {"Citation": "Lazzari ZT, Palmisani S, Hill B, Al-Kaisy A, Lambru G. A prospective case series of sphenopalatine ganglion pulsed radiofrequency therapy for refractory chronic cluster headache. Eur J Neurol. 2020;27(7):1190–1196. doi:10.1111/ene.14176", "ArticleIdList": ["10.1111/ene.14176", "32065436"]}, {"Citation": "Ludwig MA, Burns SP. Spinal cord infarction following cervical transforaminal epidural injection: a case report. Spine. 2005;30:E266–E268. doi:10.1097/01.brs.0000162401.47054.00", "ArticleIdList": ["10.1097/01.brs.0000162401.47054.00", "15897816"]}, {"Citation": "McMillan MR, Crumpton C. Cortical blindness and neurologic injury complicating cervical transforaminal injection for cervical radiculopathy. Anesthesiology. 2003;99:509–511. doi:10.1097/00000542-200308000-00038", "ArticleIdList": ["10.1097/00000542-200308000-00038", "12883429"]}, {"Citation": "Zhu J, Fei Y, Deng J, et al. Application and therapeutic effect of puncturing of the costal transverse process for pulsed radiofrequency treated T1-T3 herpes zoster neuralgia. J Pain Res. 2020;13:2519–2527. doi:10.2147/JPR.S266481", "ArticleIdList": ["10.2147/JPR.S266481", "PMC7548316", "33116793"]}, {"Citation": "Han Z, Hong T, Ding Y, Wang S, Yao P. CT-guided pulsed radiofrequency at different voltages in the treatment of postherpetic neuralgia. Front Neurosci. 2020. doi:10.3389/fnins.2020.579486", "ArticleIdList": ["10.3389/fnins.2020.579486", "PMC7775564", "33390880"]}, {"Citation": "Gierthmuhlen J, Braig O, Rehm S, Hellriegel J, Binder A, Baron R. Dynamic of the somatosensory system in postherpetic neuralgia. Pain Rep. 2018;3(6):e668. doi:10.1097/PR9.0000000000000668", "ArticleIdList": ["10.1097/PR9.0000000000000668", "PMC6344136", "30706032"]}, {"Citation": "Bensler S, Sutter R, Pfrrmann CWA, et al. Particulate versus non-particulate corticosteroids for transforaminal nerve root blocks: comparison of outcomes in 494 patients with lumbar radiculopathy. Eur Radiol. 2018;28:946–952. doi:10.1007/s00330-017-5045-z", "ArticleIdList": ["10.1007/s00330-017-5045-z", "28894933"]}, {"Citation": "Wolter T, Knoeller S, Berlis A, et al. CT-guided cervical selective nerve root block with a dorsal approach. AJNR Am J Neuroradiol. 2010;31:1831–1836. doi:10.3174/ajnr.A2230", "ArticleIdList": ["10.3174/ajnr.A2230", "PMC7964002", "20801765"]}, {"Citation": "Cyteval C, Thomas E, Decoux E, et al. Cervical radiculopathy: open study on percutaneous periradicular foraminal steroid infiltration performed under CT control in 30 patients. AJNR Am J Neuroradiol. 2004;25:441–445.", "ArticleIdList": ["PMC8158560", "15037470"]}, {"Citation": "Lasbleiz J, Siegfried D, Chales G, et al. Evaluation of CT guided cervical epidural injections in patients with mechanical cervicobrachial neuralgia [in French]. J Radiol. 2008;89(3 pt 1):317–323. doi:10.1016/S0221-0363(08)93006-7", "ArticleIdList": ["10.1016/S0221-0363(08)93006-7", "18408630"]}, {"Citation": "Tiso RL, Cutler T, Catania JA, et al. Adverse central nervous system sequelae after selective transforaminal block: the role of corticosteroids. Spine J. 2004;4:468–474. doi:10.1016/j.spinee.2003.10.007", "ArticleIdList": ["10.1016/j.spinee.2003.10.007", "15246308"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2(1):66–70. doi:10.4103/0976-9668.82319", "ArticleIdList": ["10.4103/0976-9668.82319", "PMC3312702", "22470237"]}, {"Citation": "Nogales CG, Ferrari PH, Kantorovich EO, Lage-Marques JL. Ozone therapy in medicine and dentistry. J Contemp Dent Pract. 2008;9(4):75–84. doi:10.5005/jcdp-9-4-75", "ArticleIdList": ["10.5005/jcdp-9-4-75", "18473030"]}, {"Citation": "Đuričić D, Valpotić H, Samardžija M. Prophylaxis and therapeutic potential of ozone in buiatrics: current knowledge. Anim Reprod Sci. 2015;159:1–7. doi:10.1016/j.anireprosci.2015.05.017", "ArticleIdList": ["10.1016/j.anireprosci.2015.05.017", "26059777"]}, {"Citation": "Artis AS, Aydogan S, Sahin MG. The effects of colorectally insufflated oxygen-ozone on red blood cell rheology in rabbits. Clin Hemorheol Microcirc. 2010;45(2–4):329–336. doi:10.3233/CH-2010-1316", "ArticleIdList": ["10.3233/CH-2010-1316", "20675916"]}, {"Citation": "Aydos TR, Başar MM, Kul O, et al. Effects of ozone therapy and taurine on ischemia/reperfusion-induced testicular injury in a rat testicular torsion model. Turk J Med Sci. 2014;44(5):749–755. doi:10.3906/sag-1308-20", "ArticleIdList": ["10.3906/sag-1308-20", "25539540"]}, {"Citation": "Pendino KJ, Shuler RL, Laskin JD, Laskin DL. Enhanced production of interleukin-1, tumor necrosis factor-alpha, and fibronectin by rat lung phagocytes following inhalation of a pulmonary irritant. Am J Respir Cell Mol Biol. 1994;11(3):279–286. doi:10.1165/ajrcmb.11.3.8086166", "ArticleIdList": ["10.1165/ajrcmb.11.3.8086166", "8086166"]}, {"Citation": "Jesus C, Trevisani V, Santos F. Comparison between intra articular ozone and placebo in the treatment of knee osteoarthritis: a multicentric, comparative, randomized and double-blinded clinical trial [abstract]. Arthritis Rheumatol. 2015;67(suppl 10). Available from:\nhttps://www.acrabstracts.org/abstract/comparisonbetween-intraarticular-ozone-and-placebo-in-the-treatment-of-kneeosteoarthritisa-multicentric-comparative-randomized-and-doubleblindedclinical-trial/."}, {"Citation": "Andreula CF, Simonetti L, de Santis F, Agati R, Ricci R, Leonardi M. Minimally invasive oxygen-ozone therapy for lumbar disk herniation. Am J Neuroradiol. 2003;24(5):996–1000.", "ArticleIdList": ["PMC7975773", "12748111"]}, {"Citation": "Muto M, Giurazza F, Silva RP, Guarnieri G. Rational approach, technique and selection criteria treating lumbar disk herniations by oxygen–ozone therapy. Interv Neuroradiol. 2016;22(6):736–740. doi:10.1177/1591019916659266", "ArticleIdList": ["10.1177/1591019916659266", "PMC5564357", "27485047"]}, {"Citation": "Bocci V, Borrelli E, Zanardi I, Travagli V. The usefulness of ozone treatment in spinal pain. Drug Des Devel Ther. 2015;9:2677–2685. doi:10.2147/DDDT.S74518", "ArticleIdList": ["10.2147/DDDT.S74518", "PMC4440430", "26028964"]}, {"Citation": "Buric J, Rigobello L, Hooper D. Five and ten year follow up on intradiscal ozone injection for disc herniation. Int J Spine Surg Int J Spine Surg. 2014;8:17.", "ArticleIdList": ["PMC4325503", "25694935"]}, {"Citation": "Das G, Ray S, Ishwarari S, Roy M, Ghosh P. Ozone nucleolysis for management of pain and disability in prolapsed lumber intervertebral disc A prospective cohort study. Interv Neuroradiol. 2009;15:330–334. doi:10.1177/159101990901500311", "ArticleIdList": ["10.1177/159101990901500311", "PMC3299380", "20465917"]}, {"Citation": "Li Y, Lin X, Zhao X, et al. Ozone (O3) elicits neurotoxicity in spinal cord neurons (SCNs) by inducing ER Ca2+ release and activating the CaMKII/MAPK signaling pathway. Toxicol Appl Pharmacol. 2014;280(3):493–501. doi:10.1016/j.taap.2014.08.024", "ArticleIdList": ["10.1016/j.taap.2014.08.024", "25193615"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2021", "Month": "12", "Day": "21"}, {"Year": "2022", "Month": "1", "Day": "13", "Hour": "12", "Minute": "26"}, {"Year": "2022", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["35023968", "PMC8747784", "10.2147/JPR.S333481", "333481"]}}], "PubmedBookArticle": []}