{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Disinfection", "Ozone", "SARS-CoV-2", "Sanitisation", "Virus"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35032958", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "10"}], "ELocationID": ["10.1016/j.jhazmat.2022.128251", "S0304-3894(22)00039-5"], "Journal": {"ISSN": "1873-3336", "JournalIssue": {"Volume": "428", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "15"}}, "Title": "Journal of hazardous materials", "ISOAbbreviation": "J Hazard Mater"}, "ArticleTitle": "Ozone for SARS-CoV-2 inactivation on surfaces and in liquid cell culture media.", "Pagination": {"StartPage": "128251", "MedlinePgn": "128251"}, "Abstract": {"AbstractText": ["This study evaluated the inactivation of SARS-CoV-2, the virus responsible for COVID-19, by ozone using virus grown in cell culture media either dried on surfaces (plastic, glass, stainless steel, copper, and coupons of ambulance seat and floor) or suspended in liquid. Treatment in liquid reduced SARS-CoV-2 at a rate of 0.92 ± 0.11 log<sub>10</sub>-reduction per ozone CT dose(mg min/L); where CT is ozone concentration times exposure time. On surface, the synergistic effect of CT and relative humidity (RH) was key to virus inactivation; the rate varied from 0.01 to 0.27 log<sub>10</sub>-reduction per ozone CT value(g min/m<sup>3</sup>) as RH varied from 17% to 70%. Depletion of ozone by competitive reactions with the medium constituents, mass transfer limiting the penetration of ozone to the bulk of the medium, and occlusion of the virus in dried matrix were postulated as potential mechanisms that reduce ozone efficacy. RH70% was found plausible since it provided the highest disinfection rate while being below the critical RH that promotes mould growth in buildings. In conclusion, through careful choice of (CT, RH), gaseous ozone is effective against SARS-CoV-2 and our results are of significance to a growing field where ozone is applied to control the spread of COVID-19."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering, Bay Campus, Swansea University, Swansea SA1 8EN, United Kingdom. Electronic address: c.tizaoui@swansea.ac.uk."}], "LastName": "Tizaoui", "ForeName": "Chedly", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Infection & Immunity, School of Medicine, Cardiff University, Heath Park, Cardiff CF14 4XN, United Kingdom."}], "LastName": "Stanton", "ForeName": "Richard", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Infection & Immunity, School of Medicine, Cardiff University, Heath Park, Cardiff CF14 4XN, United Kingdom."}], "LastName": "Statkute", "ForeName": "Evelina", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Infection & Immunity, School of Medicine, Cardiff University, Heath Park, Cardiff CF14 4XN, United Kingdom."}], "LastName": "Rubina", "ForeName": "Anzelika", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering, Bay Campus, Swansea University, Swansea SA1 8EN, United Kingdom."}], "LastName": "Lester-Card", "ForeName": "Edward", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering, Bay Campus, Swansea University, Swansea SA1 8EN, United Kingdom."}], "LastName": "Lewis", "ForeName": "Anthony", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering, Bay Campus, Swansea University, Swansea SA1 8EN, United Kingdom."}], "LastName": "Holliman", "ForeName": "Peter", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering, Bay Campus, Swansea University, Swansea SA1 8EN, United Kingdom."}], "LastName": "Worsley", "ForeName": "Dave", "Initials": "D"}], "GrantList": [{"GrantID": "MR/S00971X/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Hazard Mater", "NlmUniqueID": "9422688", "ISSNLinking": "0304-3894"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Cell Culture Techniques"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Virus Inactivation"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alfa M.J., DeGagne P., Olson N., Puchalski T. Comparison of ion plasma, vaporized hydrogen peroxide, and 100% ethylene oxide sterilizers to the 12/88 ethylene oxide gas sterilizer. Infect. Control Hosp. Epidemiol. 1996;17:92–100.", "ArticleIdList": ["8835444"]}, {"Citation": "Alfa M.J., Olson N., Degagne P., Hizon R. In: Disinfection, Sterilization, and Antisepsis in Healthcare. Rutala W.A., editor. Polyscience Publications, New York; Champlain, New York: 1998. New low temperature sterilization technologies: microbicidal activity and clinical efficacy; pp. 67–78."}, {"Citation": "Alimohammadi M., Naderi M. Effectiveness of ozone gas on airborne virus inactivation in enclosed spaces: a review study. Ozone-Sci. Eng. 2021;43:21–31."}, {"Citation": "Araújo P.A., Lemos M., Mergulhão F., Melo L., Simões M. The influence of interfering substances on the antimicrobial activity of selected quaternary ammonium compounds. Int. J. Food Sci. 2013;2013 237581-237581.", "ArticleIdList": ["PMC4745498", "26904590"]}, {"Citation": "Aydogan A., Gurol M.D. Application of gaseous ozone for inactivation of Bacillus subtilis spores. J. Air Waste Manag. Assoc. 2006;56:179–185.", "ArticleIdList": ["16568801"]}, {"Citation": "Bayarri B., Cruz-Alcalde A., López-Vinent N., Micó M.M., Sans C. Can ozone inactivate SARS-CoV-2? A review of mechanisms and performance on viruses. J. Hazard. Mater. 2021;415", "ArticleIdList": ["PMC7955572", "33752085"]}, {"Citation": "Bisag A., Isabelli P., Laurita R., Bucci C., Capelli F., Dirani G., Gherardi M., Laghi G., Paglianti A., Sambri V., Colombo V. Cold atmospheric plasma inactivation of aerosolized microdroplets containing bacteria and purified SARS-CoV-2 RNA to contrast airborne indoor transmission. Plasma Process. Polym. 2020;17:2000154."}, {"Citation": "Brown J.C., Moshe M., Blackwell A., Barclay W.S. Inactivation of SARS-CoV-2 in chlorinated swimming pool water. bioRxiv. 2021;2021 2004.2019.", "ArticleIdList": ["PMC8480993", "34619607"]}, {"Citation": "Bryant C., Wilks S.A., Keevil C.W. Rapid inactivation of SARS-CoV-2 on copper touch surfaces determined using a cell culture infectivity assay. bioRxiv. 2021 2021.2001.2002."}, {"Citation": "Capelli F., Tappi S., Gritti T., Pinheiro A., Laurita R., Tylewicz U., Spataro F., Braschi G., Lanciotti R., Galindo F.G., Siracusa V., Romani S., Gherardi M., Colombo V., Sambri V., Rocculi P. Decontamination of food packages from SARS-CoV-2 RNA with a cold plasma-assisted system. Appl. Sci. 2021;11"}, {"Citation": "Charpentier J.-C., Transfer Mass. Advances in Chemical Engineering. Academic Press; 1981. Rates in gas-liquid absorbers and reactors; pp. 1–133."}, {"Citation": "Chen Z., Garcia G., Arumugaswami V., Wirz R.E. Cold atmospheric plasma for SARS-CoV-2 inactivation. Phys. Fluids. 2020;32:6.", "ArticleIdList": ["PMC7684674", "33244211"]}, {"Citation": "Clavo B., Cordoba-Lanus E., Rodriguez-Esparragon F., Cazorla-Rivero S.E., Garcia-Perez O., Pinero J.E., Villar J., Blanco A., Torres-Ascension C., Martin-Barrasa J.L., Gonzalez-Martin J.M., Serrano-Aguilar P., Lorenzo-Morales J. Effects of ozone treatment on personal protective equipment contaminated with SARS-CoV-2. Antioxidants. 2020;9", "ArticleIdList": ["PMC7761685", "33287249"]}, {"Citation": "Criscuolo E., Diotti R.A., Ferrarese R., Alippi C., Viscardi G., Signorelli C., Mancini N., Clementi M., Clementi N. Fast inactivation of SARS-CoV-2 by UV-C and ozone exposure on different materials. Emerg. Microbes Infect. 2021;10:206–210.", "ArticleIdList": ["PMC7872580", "33399524"]}, {"Citation": "De Forni D., Poddesu B., Cugia G., Gallizia G., Licata M.L., Lisziewicz J., Chafouleas J.G., Lori F. Low ozone concentration and negative ions for rapid SARS-CoV-2 inactivation. bioRxiv. 2021;2021(2003) 2011."}, {"Citation": "Dubuis M.E., Dumont-Leblond N., Laliberte C., Veillette M., Turgeon N., Jean J., Duchaine C. Ozone efficacy for the control of airborne viruses: bacteriophage and norovirus models. PLoS One. 2020;15:19.", "ArticleIdList": ["PMC7147755", "32275685"]}, {"Citation": "Elford W.J., van den Ende J. An investigation of the merits of ozone as an aerial disinfectant. J. Hyg. 1942;42:240–265.", "ArticleIdList": ["PMC2199816", "20475629"]}, {"Citation": "Engelen L., van den Keybus P.A.M., de Wijk R.A., Veerman E.C.I., Amerongen A.V.N., Bosman F., Prinz J.F., van der Bilt A. The effect of saliva composition on texture perception of semi-solids. Arch. Oral. Biol. 2007;52:518–525.", "ArticleIdList": ["17178098"]}, {"Citation": "Gibson J., Beeley J.A. Natural and synthetic saliva: a stimulating subject. Biotechnol. Genet. Eng. Rev. 1994;12:39–62.", "ArticleIdList": ["7727034"]}, {"Citation": "Goyal S.M., Chander Y., Yezli S., Otter J.A. Evaluating the virucidal efficacy of hydrogen peroxide vapour. J. Hosp. Infect. 2014;86:255–259.", "ArticleIdList": ["PMC7132520", "24656442"]}, {"Citation": "Gram L., Bagge-Ravn D., Ng Y.Y., Gymoese P., Vogel B.F. Influence of food soiling matrix on cleaning and disinfection efficiency on surface attached Listeria monocytogenes. Food Control. 2007;18:1165–1171."}, {"Citation": "Höller C., Martiny H., Christiansen B., Rüden H., Gundermann K.O. The efficacy of low temperature plasma (LTP) sterilization, a new sterilization technique. Zent. Hyg. Umw. 1993;194:380–391.", "ArticleIdList": ["8397686"]}, {"Citation": "Hudson J.B., Sharma M., Petric M. Inactivation of Norovirus by ozone gas in conditions relevant to healthcare. J. Hosp. Infect. 2007;66:40–45.", "ArticleIdList": ["17350729"]}, {"Citation": "Hudson J.B., Sharma M., Vimalanathan S. Development of a practical method for using ozone gas as a virus decontaminating agent. Ozone: Sci. Eng. 2009;31:216–223."}, {"Citation": "Ishizaki K., Shinriki N., Matsuyama H. Inactivation of Bacillus spores by gaseous ozone. J. Appl. Bacteriol. 1986;60:67–72.", "ArticleIdList": ["3082844"]}, {"Citation": "Kaly-Kullai K., Wittmann M., Noszticzius Z., Rosivall L. Can chlorine dioxide prevent the spreading of coronavirus or other viral infections? Medical hypotheses. Physiol. Int. 2020;107:1–11.", "ArticleIdList": ["32208977"]}, {"Citation": "Kim C.K., Gentile D.M., Sproul O.J. Mechanism of ozone inactivation of bacteriophage f2. Appl. Environ. Microbiol. 1980;39:210–218.", "ArticleIdList": ["PMC291306", "16345489"]}, {"Citation": "Kitagawa H., Nomura T., Nazmul T., Kawano R., Omori K., Shigemoto N., Sakaguchi T., Ohge H. Effect of intermittent irradiation and fluence-response of 222 nm ultraviolet light on SARS-CoV-2 contamination. Photo Photodyn. Ther. 2021;33", "ArticleIdList": ["PMC7817413", "33484873"]}, {"Citation": "Kwok C.S., Dashti M., Tafuro J., Nasiri M., Muntean E.A., Wong N., Kemp T., Hills G., Mallen C.D. Methods to disinfect and decontaminate SARS-CoV-2: a systematic review of in vitro studies. Ther. Adv. Infect. Dis. 2021;8 2049936121998548.", "ArticleIdList": ["PMC7970236", "33796289"]}, {"Citation": "Kwon T., Gaudreault N.N., Richt J.A. Environmental stability of SARS-CoV-2 on different types of surfaces under indoor and seasonal climate conditions. Pathogens. 2021;10:7.", "ArticleIdList": ["PMC7922895", "33670736"]}, {"Citation": "Lambert R.J.W., Johnston M.D. Disinfection kinetics: a new hypothesis and model for the tailing of log-survivor/time curves. J. Appl. Microbiol. 2000;88:907–913.", "ArticleIdList": ["10792552"]}, {"Citation": "Li Y., Zhang C., Shuai D.M., Naraginti S., Wang D.W., Zhang W.L. Visible-light-driven photocatalytic inactivation of MS2 by metal-free g-C3N4: virucidal performance and mechanism. Water Res. 2016;106:249–258.", "ArticleIdList": ["27728819"]}, {"Citation": "Marr L.C., Tang J.W., Van Mullekom J., Lakdawala S.S. Mechanistic insights into the effect of humidity on airborne influenza virus survival, transmission and incidence. J. R. Soc. Interface. 2019;16", "ArticleIdList": ["PMC6364647", "30958176"]}, {"Citation": "Martins R.B., Castro I.A., Pontelli M., Souza J.P., Lima T.M., Melo S.R., Siqueira J.P.Z., Caetano M.H., Arruda E., de Almeida M.T.G. SARS-CoV-2 inactivation by ozonated water: a preliminary alternative for environmental disinfection. Ozone: Sci. Eng. 2021;43:108–111."}, {"Citation": "Mileto D., Mancon A., Staurenghi F., Rizzo A., Econdi S., Gismondo M.R., Guidotti M. Inactivation of SARS-CoV-2 in the liquid phase: are aqueous hydrogen peroxide and sodium percarbonate efficient decontamination agents? ACS Chem. Health Saf. 2021;28:260–267."}, {"Citation": "Minamikawa T., Koma T., Suzuki A., Mizuno T., Nagamatsu K., Arimochi H., Tsuchiya K., Matsuoka K., Yasui T., Yasutomo K., Nomaguchi M. Quantitative evaluation of SARS-CoV-2 inactivation using a deep ultraviolet light-emitting diode. Sci. Rep. 2021;11", "ArticleIdList": ["PMC7930116", "33658595"]}, {"Citation": "Mohan S.V., Hemalatha M., Kopperi H., Ranjith I., Kumar A.K. SARS-CoV-2 in environmental perspective: occurrence, persistence, surveillance, inactivation and challenges. Chem. Eng. J. 2021;405", "ArticleIdList": ["PMC7471803", "32901196"]}, {"Citation": "Morino H., Fukuda T., Miura T., Lee C., Shibata T., Sanekata T. Inactivation of Feline Calicivirus, a norovirus surrogate, by chlorine dioxide gas. Biocontrol Sci. 2009;14:147–153.", "ArticleIdList": ["20055219"]}, {"Citation": "Morris D.H., Yinda K.C., Gamble A., Rossine F.W., Huang Q., Bushmaker T., Fischer R.J., Matson M.J., van Doremalen N., Vikesland P.J., Marr L.C., Munster V.J., Lloyd-Smith J.O. The effect of temperature and humidity on the stability of SARS-CoV-2 and other enveloped viruses. bioRxiv. 2020 2020.2010.2016.", "ArticleIdList": ["PMC8277363", "33904403"]}, {"Citation": "Muñoz F., von Sonntag C. Determination of fast ozone reactions in aqueous solution by competition kinetics. J. Chem. Soc. Perkin Trans. 2000;2:661–664."}, {"Citation": "Murata T., Komoto S., Iwahori S., Sasaki J., Nishitsuji H., Hasebe T., Hoshinaga K., Yuzawa Y. Reduction of severe acute respiratory syndrome coronavirus-2 infectivity by admissible concentration of ozone gas and water. Microbiol. Immunol. 2021;65:10–16.", "ArticleIdList": ["PMC7753712", "33230863"]}, {"Citation": "Murray B.K., Ohmine S., Tomer D.P., Jensen K.J., Johnson F.B., Kirsi J.J., Robison R.A., O’Neill K.L. Virion disruption by ozone-mediated reactive oxygen species. J. Virol. Methods. 2008;153:74–77.", "ArticleIdList": ["18598719"]}, {"Citation": "Nobbs J., Tizaoui C. A modified indigo method for the determination of ozone in nonaqueous solvents. Ozone: Sci. Eng. 2014;36:110–120."}, {"Citation": "Oral E., Wannomae K.K., Connolly R., Gardecki J., Leung H.M., Muratoglu O., Griffiths A., Honko A.N., Avena L.E., McKay L.G.A., Flynn N., Storm N., Downs S.N., Jones R., Emmal B. Vapor H2O2 sterilization as a decontamination method for the reuse of N95 respirators in the COVID‐19 emergency. medRxiv. 2020;2020:20062026. 2004.2011."}, {"Citation": "Pastorino B., Touret F., Gilles M., de Lamballerie X., Charrel R.N. Heat inactivation of different types of SARS-CoV-2 Samples: what protocols for biosafety, molecular detection and serological diagnostics? Viruses. 2020;12", "ArticleIdList": ["PMC7412566", "32646015"]}, {"Citation": "Percivalle E., Clerici M., Cassaniti I., Vecchio Nepita E., Marchese P., Olivati D., Catelli C., Berri A., Baldanti F., Marone P., Bruno R., Triarico A., Lago P. SARS-CoV-2 viability on different surfaces after gaseous ozone treatment: a preliminary evaluation. J. Hosp. Infect. 2021;110:33–36.", "ArticleIdList": ["PMC7842195", "33516798"]}, {"Citation": "Pryor W.A., Giamalva D.H., Church D.F. Kinetics of ozonation. 2. Amino acids and model compounds in water and comparisons to rates in nonpolar solvents. J. Am. Chem. Soc. 1984;106:7094–7100."}, {"Citation": "Raeiszadeh M., Adeli B. A critical review on ultraviolet disinfection systems against COVID-19 outbreak: applicability, validation, and safety considerations. ACS Photonics. 2020;7:2941–2951."}, {"Citation": "K.L. Rakness, Ozone in Drinking Water Treatment, American Water Works Association, Denver, USA, 2005."}, {"Citation": "Riddell S., Goldie S., Hill A., Eagles D., Drew T.W. The effect of temperature on persistence of SARS-CoV-2 on common surfaces. Virol. J. 2020;17:145.", "ArticleIdList": ["PMC7538848", "33028356"]}, {"Citation": "Schinkothe J., Scheinemann H.A., Diederich S., Freese H., Eschbaumer M., Teifke J.P., Reiche S. Airborne disinfection by dry fogging efficiently inactivates severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2), mycobacteria, and bacterial spores and shows limitations of commercial spore carriers. Appl. Environ. Microbiol. 2021;87", "ArticleIdList": ["PMC7848922", "33158901"]}, {"Citation": "Subpiramaniyam S. Outdoor disinfectant sprays for the prevention of COVID-19: Are they safe for the environment? Sci. Total Environ. 2021;759", "ArticleIdList": ["PMC7725049", "33321443"]}, {"Citation": "M. Szmigiera, 2021. Impact of the coronavirus pandemic on the global economy - Statistics & Facts. Avaialble at: 〈https://www.statista.com/topics/6139/covid-19-impact-on-the-global-economy/〉."}, {"Citation": "Szpiro L., Pizzorno A., Durimel L., Julien T., Traversier A., Bouchami D., Marie Y., Rosa-Calatrava M., Terrier O., Moules V. Role of interfering substances in the survival of coronaviruses on surfaces and their impact on the efficiency of hand and surface disinfection. medRxiv. 2020;2020 2008.2022.20180042."}, {"Citation": "Tizaoui C. Ozone: a potential oxidant for COVID-19 Virus (SARS-CoV-2) Ozone-Sci. Eng. 2020;42:378–385."}, {"Citation": "Tizaoui C., Slater M.J. Uses of ozone in a three-phase system for water treatment: ozone adsorption. Ozone: Sci. Eng. 2003;25:315–322."}, {"Citation": "Tseng C., Li C. Inactivation of surface viruses by gaseous Ozone. J. Environ. Health. 2008;70:56–62.", "ArticleIdList": ["18561570"]}, {"Citation": "Tseng C.C., Li C.S. Ozone for inactivation of aerosolized bacteriophages. Aerosol Sci. Technol. 2006;40:683–689."}, {"Citation": "Uppal T., Khazaieli A., Snijders A.M., Verma S.C. Inactivation of human coronavirus by FATHHOME’s dry sanitizer device: rapid and eco-friendly ozone-based disinfection of SARS-CoV-2. Pathogens. 2021;10", "ArticleIdList": ["PMC8002133", "33799334"]}, {"Citation": "van Doremalen N., Bushmaker T., Morris D.H., Holbrook M.G., Gamble A., Williamson B.N., Tamin A., Harcourt J.L., Thornburg N.J., Gerber S.I., Lloyd-Smith J.O., de Wit E., Munster V.J. Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1. New Engl. J. Med. 2020", "ArticleIdList": ["PMC7121658", "32182409"]}, {"Citation": "Viitanen H., Vinha J., Salminen K., Ojanen T., Peuhkuri R., Paajanen L., Lahdesmaki K. Moisture and bio-deterioration risk of building materials and structures. J. Build. Phys. 2010;33:201–224."}, {"Citation": "Volkoff S.J., Carlson T.J., Leik K., Smith J.J., Graves D., Dennis P., Aris T., Cuthbertson D., Holmes A., Craig K., Marvin B., Nesbit E. Demonstrated SARS-CoV-2 surface disinfection using ozone. Ozone-Sci. Eng. 2021"}, {"Citation": "Welch J.L., Xiang J., Mackin S.R., Perlman S., Thorne P., O’Shaughnessy P., Strzelecki B., Aubin P., Ortiz-Hernandez M., Stapleton J.T. Inactivation of severe acute respiratory coronavirus virus 2 (SARS-CoV-2) and diverse RNA and DNA viruses on three-dimensionally printed surgical mask materials. Infect. Control Hosp. Epidemiol. 2021;42:253–260.", "ArticleIdList": ["PMC7463154", "32783787"]}, {"Citation": "WHO, 2021. COVID-19 Weekly Epidemiological Update (21 March 2021) available at 〈https://www.who.int/publications/m/item/weekly-epidemiological-update-on-covid-19---23-march-2021〉."}, {"Citation": "Wigginton K.R., Kohn T. Virus disinfection mechanisms: the role of virus composition, structure, and function. Curr. Opin. Virol. 2012;2:84–89.", "ArticleIdList": ["PMC7102855", "22440970"]}, {"Citation": "Wolf C., von Gunten U., Kohn T. Kinetics of Inactivation of Waterborne Enteric Viruses by Ozone. Environ. Sci. Technol. 2018;52:2170–2177.", "ArticleIdList": ["29356522"]}, {"Citation": "Xiling G., Yin C., Ling W., Xiaosong W., Jingjing F., Fang L., Xiaoyan Z., Yiyue G., Ying C., Lunbiao C., Liubo Z., Hong S., Yan X. In vitro inactivation of SARS-CoV-2 by commonly used disinfection products and methods. Sci. Rep. 2021;11:2418.", "ArticleIdList": ["PMC7843590", "33510320"]}, {"Citation": "Yano H., Nakano R., Suzuki Y., Nakano A., Kasahara K., Hosoi H. Inactivation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by gaseous ozone treatment. J. Hosp. Infect. 2020;106:837–838.", "ArticleIdList": ["PMC7547371", "33049366"]}, {"Citation": "Zucker I., Lester Y., Alter J., Werbner M., Yecheskel Y., Gal-Tanamy M., Dessau M. Pseudoviruses for the assessment of coronavirus disinfection by ozone. Environ. Chem. Lett. 2021", "ArticleIdList": ["PMC7805571", "33462542"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "16"}, {"Year": "2022", "Month": "1", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "15", "Hour": "20", "Minute": "27"}, {"Year": "2022", "Month": "1", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35032958", "PMC8744407", "10.1016/j.jhazmat.2022.128251", "S0304-3894(22)00039-5"]}}], "PubmedBookArticle": []}