{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35046607", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "19"}], "ELocationID": ["10.1038/s41586-021-04229-0"], "Journal": {"ISSN": "1476-4687", "JournalIssue": {"Volume": "601", "Issue": "7893", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Nature", "ISOAbbreviation": "Nature"}, "ArticleTitle": "Global fine-scale changes in ambient NO<sub>2</sub> during COVID-19 lockdowns.", "Pagination": {"StartPage": "380", "EndPage": "387", "MedlinePgn": "380-387"}, "Abstract": {"AbstractText": ["Nitrogen dioxide (NO<sub>2</sub>) is an important contributor to air pollution and can adversely affect human health<sup>1-9</sup>. A decrease in NO<sub>2</sub> concentrations has been reported as a result of lockdown measures to reduce the spread of COVID-19<sup>10-20</sup>. Questions remain, however, regarding the relationship of satellite-derived atmospheric column NO<sub>2</sub> data with health-relevant ambient ground-level concentrations, and the representativeness of limited ground-based monitoring data for global assessment. Here we derive spatially resolved, global ground-level NO<sub>2</sub> concentrations from NO<sub>2</sub> column densities observed by the TROPOMI satellite instrument at sufficiently fine resolution (approximately one kilometre) to allow assessment of individual cities during COVID-19 lockdowns in 2020 compared to 2019. We apply these estimates to quantify NO<sub>2</sub> changes in more than 200 cities, including 65 cities without available ground monitoring, largely in lower-income regions. Mean country-level population-weighted NO<sub>2</sub> concentrations are 29% ± 3% lower in countries with strict lockdown conditions than in those without. Relative to long-term trends, NO<sub>2</sub> decreases during COVID-19 lockdowns exceed recent Ozone Monitoring Instrument (OMI)-derived year-to-year decreases from emission controls, comparable to 15 ± 4 years of reductions globally. Our case studies indicate that the sensitivity of NO<sub>2</sub> to lockdowns varies by country and emissions sector, demonstrating the critical need for spatially resolved observational information provided by these satellite-derived surface concentration estimates."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-4145-3458"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, Halifax, Nova Scotia, Canada. cooperm2@dal.ca."}, {"Identifier": [], "Affiliation": "Department of Energy, Environmental & Chemical Engineering, Washington University in St. Louis, St. Louis, MO, USA. cooperm2@dal.ca."}], "LastName": "Cooper", "ForeName": "Matthew J", "Initials": "MJ"}, {"Identifier": ["0000-0003-2632-8402"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, Halifax, Nova Scotia, Canada."}, {"Identifier": [], "Affiliation": "Department of Energy, Environmental & Chemical Engineering, Washington University in St. Louis, St. Louis, MO, USA."}, {"Identifier": [], "Affiliation": "Harvard-Smithsonian Center for Astrophysics, Cambridge, MA, USA."}], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"Identifier": ["0000-0001-8443-7979"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics and Atmospheric Science, Dalhousie University, Halifax, Nova Scotia, Canada."}, {"Identifier": [], "Affiliation": "Department of Energy, Environmental & Chemical Engineering, Washington University in St. Louis, St. Louis, MO, USA."}], "LastName": "Hammer", "ForeName": "Melanie S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Netherlands Meteorological Institute (KNMI), De Bilt, Netherlands."}, {"Identifier": [], "Affiliation": "University of Technology Delft, Delft, Netherlands."}, {"Identifier": [], "Affiliation": "National Center for Atmospheric Research, Boulder, CO, USA."}], "LastName": "Levelt", "ForeName": "Pieternel F", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Netherlands Meteorological Institute (KNMI), De Bilt, Netherlands."}, {"Identifier": [], "Affiliation": "Department of Geoscience and Remote Sensing, Delft University of Technology, Delft, Netherlands."}], "LastName": "Veefkind", "ForeName": "Pepijn", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}, {"Identifier": [], "Affiliation": "Universities Space Research Association, Columbia, MD, USA."}], "LastName": "Lamsal", "ForeName": "Lok N", "Initials": "LN"}, {"Identifier": ["0000-0001-6170-6750"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD, USA."}], "LastName": "Krotkov", "ForeName": "Nickolay A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Department of Chemical Engineering and Applied Chemistry, University of Toronto, Toronto, Ontario, Canada."}], "LastName": "Brook", "ForeName": "Jeffrey R", "Initials": "JR"}, {"Identifier": ["0000-0001-5054-1380"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Climate Change Canada, Toronto, Ontario, Canada."}], "LastName": "McLinden", "ForeName": "Chris A", "Initials": "CA"}], "GrantList": [{"GrantID": "80NSSC17K0508", "Acronym": "ImNASA", "Agency": "Intramural NASA", "Country": "United States"}, {"GrantID": "80NSSC18K0508", "Acronym": "ImNASA", "Agency": "Intramural NASA", "Country": "United States"}, {"GrantID": "80NSSC18K1343", "Acronym": "ImNASA", "Agency": "Intramural NASA", "Country": "United States"}, {"GrantID": "80NSSC19K0508", "Acronym": "ImNASA", "Agency": "Intramural NASA", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nature", "NlmUniqueID": "0410462", "ISSNLinking": "0028-0836"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": ["epidemiology", "prevention & control"], "DescriptorName": "COVID-19"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Communicable Disease Control"}, {"QualifierName": [], "DescriptorName": "Environmental Indicators"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Quarantine"}, {"QualifierName": [], "DescriptorName": "Satellite Imagery"}, {"QualifierName": [], "DescriptorName": "Time Factors"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "GBD 2019 Risk Factors Collaborators. Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020;396:1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Pannullo F, et al. Quantifying the impact of current and future concentrations of air pollutants on respiratory disease risk in England. Environ. Health. 2017;16:29.", "ArticleIdList": ["PMC5368918", "28347336"]}, {"Citation": "Tao Y, Mi S, Zhou S, Wang S, Xie X. Air pollution and hospital admissions for respiratory diseases in Lanzhou, China. Environ. Pollut. 2014;185:196–201.", "ArticleIdList": ["24286694"]}, {"Citation": "Zeng W, et al. Association between NO2 cumulative exposure and influenza prevalence in mountainous regions: a case study from southwest China. Environ. Res. 2020;189:109926.", "ArticleIdList": ["PMC7354378", "32980014"]}, {"Citation": "Anenberg SC, et al. Estimates of the global burden of ambient PM2.5, ozone, and NO2 on asthma incidence and emergency room visits. Environ. Health Perspect. 2018;126:107004.", "ArticleIdList": ["PMC6371661", "30392403"]}, {"Citation": "Achakulwisut P, Brauer M, Hystad P, Anenberg SC. Global, national, and urban burdens of paediatric asthma incidence attributable to ambient NO2 pollution: estimates from global datasets. Lancet Planet. Health. 2019;3:e166–e178.", "ArticleIdList": ["30981709"]}, {"Citation": "Hamra GB, et al. Lung cancer and exposure to nitrogen dioxide and traffic: a systematic review and meta-analysis. Environ. Health Perspect. 2015;123:1107–1112.", "ArticleIdList": ["PMC4629738", "25870974"]}, {"Citation": "Brook JR, et al. Further interpretation of the acute effect of nitrogen dioxide observed in Canadian time-series studies. J. Expo. Sci. Environ. Epidemiol. 2007;17:S36–S44.", "ArticleIdList": ["18079763"]}, {"Citation": "Crouse DL, et al. Within-and between-city contrasts in nitrogen dioxide and mortality in 10 Canadian cities; a subset of the Canadian Census Health and Environment Cohort (CanCHEC) J. Expo. Sci. Environ. Epidemiol. 2015;25:482–489.", "ArticleIdList": ["PMC4542139", "25605445"]}, {"Citation": "Goldberg DL, et al. Disentangling the impact of the COVID‐19 lockdowns on urban NO2 from natural variability. Geophys. Res. Lett. 2020;47:e2020GL089269.", "ArticleIdList": ["PMC7461033", "32904906"]}, {"Citation": "Biswal A, et al. COVID-19 lockdown induced changes in NO2 levels across India observed by multi-satellite and surface observations. Atmos. Chem. Phys. 2021;21:5235–5251."}, {"Citation": "Koukouli M-E, et al. Sudden changes in nitrogen dioxide emissions over Greece due to lockdown after the outbreak of COVID-19. Atmos. Chem. Phys. 2021;21:1759–1774."}, {"Citation": "Field, R. D., Hickman, J. E., Geogdzhayev, I. V., Tsigaridis, K. & Bauer, S. E. Changes in satellite retrievals of atmospheric composition over eastern China during the 2020 COVID-19 lockdowns. Preprint at 10.5194/acp-2020-567 (2020)."}, {"Citation": "Bauwens M, et al. Impact of coronavirus outbreak on NO2 pollution assessed using TROPOMI and OMI observations. Geophys. Res. Lett. 2020;47:e2020GL087978.", "ArticleIdList": ["PMC7261997", "32836515"]}, {"Citation": "Liu F, et al. Abrupt decline in tropospheric nitrogen dioxide over China after the outbreak of COVID-19. Sci. Adv. 2020;6:eabc2992.", "ArticleIdList": ["PMC7455481", "32923601"]}, {"Citation": "Prunet P, Lezeaux O, Camy-Peyret C, Thevenon H. Analysis of the NO2 tropospheric product from S5P TROPOMI for monitoring pollution at city scale. City Environ. Interact. 2020;8:100051."}, {"Citation": "Shi X, Brasseur GP. The response in air quality to the reduction of Chinese economic activities during the COVID‐19 Ooutbreak. Geophys. Res. Lett. 2020;47:e2020GL088070.", "ArticleIdList": ["PMC7267158", "32836516"]}, {"Citation": "Ropkins K, Tate JE. Early observations on the impact of the COVID-19 lockdown on air quality trends across the UK. Sci. Total Environ. 2021;754:142374.", "ArticleIdList": ["PMC7492802", "33254916"]}, {"Citation": "Fu F, Purvis-Roberts KL, Williams B. Impact of the COVID-19 pandemic lockdown on air pollution in 20 major cities around the world. Atmosphere. 2020;11:1189."}, {"Citation": "Venter ZS, Aunan K, Chowdhury S, Lelieveld J. COVID-19 lockdowns cause global air pollution declines. Proc. Natl Acad. Sci. 2020;117:18984–18990.", "ArticleIdList": ["PMC7430997", "32723816"]}, {"Citation": "Levy I, Mihele C, Lu G, Narayan J, Brook JR. Evaluating multipollutant exposure and urban air quality: pollutant interrelationships, neighborhood variability, and nitrogen dioxide as a proxy pollutant. Environ. Health Perspect. 2014;122:65–72.", "ArticleIdList": ["PMC3888565", "24225648"]}, {"Citation": "Shi Z, et al. Abrupt but smaller than expected changes in surface air quality attributable to COVID-19 lockdowns. Sci. Adv. 2021;7:eabd6696.", "ArticleIdList": ["PMC7806219", "33523881"]}, {"Citation": "Liu Q, et al. Spatiotemporal changes in global nitrogen dioxide emission due to COVID-19 mitigation policies. Sci. Total Environ. 2021;776:146027."}, {"Citation": "Lamsal LN, et al. Ground-level nitrogen dioxide concentrations inferred from the satellite-borne Ozone Monitoring Instrument. J. Geophys. Res. 2008;113:D16308."}, {"Citation": "Geddes JA, Martin RV, Boys BL, van Donkelaar A. Long-term trends worldwide in ambient NO2 concentrations inferred from satellite observations. Environ. Health Perspect. 2016;124:281–289.", "ArticleIdList": ["PMC4786989", "26241114"]}, {"Citation": "Gu J, et al. Ground-level NO2 concentrations over China inferred from the satellite OMI and CMAQ model simulations. Remote Sens. 2017;9:519."}, {"Citation": "Cooper MJ, Martin RV, McLinden CA, Brook JR. Inferring ground-level nitrogen dioxide concentrations at fine spatial resolution applied to the TROPOMI satellite instrument. Environ. Res. Lett. 2020;15:104013."}, {"Citation": "Levelt PF, et al. The Ozone Monitoring Instrument: overview of 14 years in space. Atmos. Chem. Phys. 2018;18:5699–5745."}, {"Citation": "Levelt PF, et al. The Ozone Monitoring Instrument. IEEE Trans. Geosci. Remote Sens. 2006;44:1093–1100."}, {"Citation": "Veefkind JP, et al. TROPOMI on the ESA Sentinel-5 Precursor: a GMES mission for global observations of the atmospheric composition for climate, air quality and ozone layer applications. Remote Sens. Environ. 2012;120:70–83."}, {"Citation": "Goldberg, D. L., Anenberg, S., Mohegh, A., Lu, Z. & Streets, D. G. TROPOMI NO2 in the United States: a detailed look at the annual averages, weekly cycles, effects of temperature, and correlation with PM2.5. Preprint at 10.1002/essoar.10503422.1 (2020).", "ArticleIdList": ["PMC8047911", "33869651"]}, {"Citation": "Dix B, et al. Nitrogen oxide emissions from US oil and gas production: recent trends and source attribution. Geophys. Res. Lett. 2020;47:e2019GL085866."}, {"Citation": "Schenkeveld VME, et al. In-flight performance of the Ozone Monitoring Instrument. Atmos. Meas. Tech. 2017;10:1957–1986.", "ArticleIdList": ["PMC5893161", "29657582"]}, {"Citation": "Gkatzelis GI, et al. The global impacts of COVID-19 lockdowns on urban air pollution: a critical review and recommendations. Elem. Sci. Anthr. 2021;9:00176."}, {"Citation": "Benítez-García S-E, Kanda I, Wakamatsu S, Okazaki Y, Kawano M. Analysis of criteria air pollutant trends in three Mexican metropolitan areas. Atmosphere. 2014;5:806–829."}, {"Citation": "Duncan BN, et al. A space-based, high-resolution view of notable changes in urban NOx pollution around the world (2005–2014) J. Geophys. Res. 2016;121:976–996."}, {"Citation": "Bari M, Kindzierski WB. Fifteen-year trends in criteria air pollutants in oil sands communities of Alberta, Canada. Environ. Int. 2015;74:200–208.", "ArticleIdList": ["25454237"]}, {"Citation": "Zheng B, et al. Trends in China’s anthropogenic emissions since 2010 as the consequence of clean air actions. Atmos. Chem. Phys. 2018;18:14095–14111."}, {"Citation": "Georgoulias AK, van der ARJ, Stammes P, Boersma KF, Eskes HJ. Trends and trend reversal detection in 2 decades of tropospheric NO2 satellite observations. Atmos. Chem. Phys. 2019;19:6269–6294."}, {"Citation": "Krotkov NA, et al. Aura OMI observations of regional SO2 and NO2 pollution changes from 2005 to 2015. Atmos. Chem. Phys. 2016;16:4605–4629."}, {"Citation": "Hilboll, A., Richter, A. & Burrows, J. P. NO2 pollution over India observed from space – the impact of rapid economic growth, and a recent decline. Preprint 10.5194/acp-2017-101 (2017)."}, {"Citation": "Zhang R, et al. Comparing OMI-based and EPA AQS in situ NO2 trends: towards understanding surface NOx emission changes. Atmos. Meas. Tech. 2018;11:3955–3967."}, {"Citation": "Lin N, Wang Y, Zhang Y, Yang K. A large decline of tropospheric NO2 in China observed from space by SNPP OMPS. Sci. Total Environ. 2019;675:337–342.", "ArticleIdList": ["31030140"]}, {"Citation": "Barkley MP, et al. OMI air-quality monitoring over the Middle East. Atmos. Chem. Phys. 2017;17:4687–4709."}, {"Citation": "Vohra K, et al. Long-term trends in air quality in major cities in the UK and India: a view from space. Atmos. Chem. Phys. 2021;21:6275–6296."}, {"Citation": "Kerr GH, Goldberg DL, Anenberg SC. COVID-19 pandemic reveals persistent disparities in nitrogen dioxide pollution. Proc. Natl Acad. Sci. 2021;118:e2022409118.", "ArticleIdList": ["PMC8325165", "34285070"]}, {"Citation": "Le T, et al. Unexpected air pollution with marked emission reductions during the COVID-19 outbreak in China. Science. 2020;369:702–706.", "ArticleIdList": ["PMC7402623", "32554754"]}, {"Citation": "Chen L-WA, Chien L-C, Li Y, Lin G. Nonuniform impacts of COVID-19 lockdown on air quality over the United States. Sci. Total Environ. 2020;745:141105.", "ArticleIdList": ["PMC7373013", "32731074"]}, {"Citation": "Hammer MS, et al. Effects of COVID-19 lockdowns on fine particulate matter concentrations. Sci. Adv. 2021;7:eabg7670.", "ArticleIdList": ["PMC8221629", "34162552"]}, {"Citation": "Keller CA, et al. Global impact of COVID-19 restrictions on the surface concentrations of nitrogen dioxide and ozone. Atmos. Phys. Chem. 2021;21:3555–3592."}, {"Citation": "Lamsal LN, et al. Ozone Monitoring Instrument (OMI) Aura nitrogen dioxide standard product version 4.0 with improved surface and cloud treatments. Atmos. Meas. Tech. 2021;14:455–479."}, {"Citation": "van Geffen J, et al. S5P TROPOMI NO2 slant column retrieval: method, stability, uncertainties and comparisons with OMI. Atmos. Meas. Tech. 2020;13:1315–1335."}, {"Citation": "Folkert Boersma K, et al. Improving algorithms and uncertainty estimates for satellite NO2 retrievals: results from the quality assurance for the essential climate variables (QA4ECV) project. Atmos. Meas. Tech. 2018;11:6651–6678."}, {"Citation": "Goldberg DL, et al. Enhanced capabilities of TROPOMI NO2: estimating NOx from North American cities and power plants. Environ. Sci. Technol. 2019;53:12594–12601.", "ArticleIdList": ["31601103"]}, {"Citation": "Spurr, R. Area-weighting Tessellation For Nadir-Viewing Spectrometers. Internal Technical Note (Harvard-Smithsonian Center for Astrophysics, 2003)."}, {"Citation": "Zhu L, et al. Formaldehyde (HCHO) as a hazardous air pollutant: mapping surface air concentrations from satellite and inferring cancer risks in the United States. Environ. Sci. Technol. 2017;51:5650–5657.", "ArticleIdList": ["28441488"]}, {"Citation": "Bey I, et al. Global modeling of tropospheric chemistry with assimilated meteorology: model description and evaluation. J. Geophys. Res. Atmos. 2001;106:23073–23095."}, {"Citation": "Park RJ, Jacob DJ, Field BD, Yantosca RM, Chin M. Natural and transboundary pollution influences on sulfate‐nitrate‐ammonium aerosols in the United States: implications for policy. J. Geophys. Res. Atmos. 2004;109:D15204."}, {"Citation": "Rienecker MM, et al. MERRA: NASA’s Modern-Era Retrospective Analysis for Research and Applications. J. Clim. 2011;24:3624–3648.", "ArticleIdList": ["PMC6999672", "32020988"]}, {"Citation": "Hammer MS, et al. Global estimates and long-term trends of fine particulate matter concentrations (1998–2018) Environ. Sci. Technol. 2020;54:7879–7890.", "ArticleIdList": ["32491847"]}, {"Citation": "Gatz DF, Smith L. The standard error of a weighted mean concentration—I. Bootstrapping vs other methods. Atmos. Environ. 1995;29:1185–1193."}, {"Citation": "Chimot J, Vlemmix T, Veefkind JP, de Haan JF, Levelt PF. Impact of aerosols on the OMI tropospheric NO2 retrievals over industrialized regions: how accurate is the aerosol correction of cloud-free scenes via a simple cloud model? Atmos. Meas. Tech. 2016;9:359–382."}, {"Citation": "Lin J-T, et al. Retrieving tropospheric nitrogen dioxide from the Ozone Monitoring Instrument: effects of aerosols, surface reflectance anisotropy, and vertical profile of nitrogen dioxide. Atmos. Chem. Phys. 2014;14:1441–1461."}, {"Citation": "Cooper MJ, Martin RV, Hammer MS, McLinden CA. An observation‐based correction for aerosol effects on nitrogen dioxide column retrievals using the Absorbing Aerosol Index. Geophys. Res. Lett. 2019;46:8442–8452."}, {"Citation": "Verhoelst T, et al. Ground-based validation of the Copernicus Sentinel-5P TROPOMI NO2 measurements with the NDACC ZSL-DOAS, MAX-DOAS and Pandonia global networks. Atmos. Meas. Tech. 2021;14:481–510."}, {"Citation": "Laughner JL, Zare A, Cohen RC. Effects of daily meteorology on the interpretation of space-based remote sensing of NO2. Atmos. Chem. Phys. 2016;16:15247–15264."}, {"Citation": "Liu S, et al. An improved air mass factor calculation for nitrogen dioxide measurements from the Global Ozone Monitoring Experiment-2 (GOME-2) Atmos. Meas. Tech. 2020;13:755–787."}, {"Citation": "Judd LM, et al. Evaluating the impact of spatial resolution on tropospheric NO2 column comparisons within urban areas using high-resolution airborne data. Atmos. Meas. Tech. 2019;12:6091–6111.", "ArticleIdList": ["PMC7526561", "33014172"]}, {"Citation": "Kharol SK, et al. Assessment of the magnitude and recent trends in satellite-derived ground-level nitrogen dioxide over North America. Atmos. Environ. 2015;118:236–245."}, {"Citation": "Greene CA, et al. The Climate Data Toolbox for MATLAB. Geochem. Gheophys. Geosyst. 2015;20:3774–3781."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "9"}, {"Year": "2021", "Month": "11", "Day": "11"}, {"Year": "2022", "Month": "1", "Day": "20", "Hour": "5", "Minute": "58"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35046607", "PMC8770130", "10.1038/s41586-021-04229-0", "10.1038/s41586-021-04229-0"]}}], "PubmedBookArticle": []}