{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bricks", "By-product", "Circular economy", "Environmental impacts", "LCA", "Sewage sludge"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35041170", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "18"}], "ELocationID": ["10.1007/s11356-022-18670-9"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Environmental benefits of using sewage sludge in the production of ceramic bricks.", "Pagination": {"StartPage": "25344", "EndPage": "25355", "MedlinePgn": "25344-25355"}, "Abstract": {"AbstractText": ["The production of sludge from the sewage treatment plants is increasing as a result of population increase and public policies to improve the sanitation sector. This sludge presents a potential risk to health and the environment representing major challenge for sanitation companies regarding treatment and final disposal of this material. The solution is in the circular economy concept: This sludge presents favorable characteristics to be used as raw material in the ceramic industry. This study seeks to quantify the environmental impacts related to the atmospheric emissions caused and to the consumption of resources when 10% of clay is replaced by sewage sludge in the production of bricks. Life cycle assessment tools were used to establish a comparison between the common scenario of the brick production using ceramic mass only from clay and the scenario with the incorporation of 10% of sewage sludge. The results revealed that the incorporation of the sewage sludge has multiple benefits, regarding the decrease of the environmental impacts in all the categories studied: 15% in the energy savings, 15% in the terrestrial acidification and the formation of fine particles, 10% in scarcity of mineral resources, and 8-10% in formation of photochemical ozone."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-3442-6224"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CONSTRUCT-LABEST, Faculty of Engineering (FEUP), University of Porto, Rua Dr. Roberto Frias, 4200-465, Porto, Portugal."}, {"Identifier": [], "Affiliation": "Center of Exact and Technological Sciences, Civil Engineering Course, State University of Montes Claros (UNIMONTES), Montes Claros, MG, 39401-089, Brazil."}], "LastName": "Cangussu", "ForeName": "Nara", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Exact and Technological Sciences, Civil Engineering Course, State University of Montes Claros (UNIMONTES), Montes Claros, MG, 39401-089, Brazil."}], "LastName": "Vasconcelos", "ForeName": "Luana", "Initials": "L"}, {"Identifier": ["0000-0002-6371-0179"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CONSTRUCT-LABEST, Faculty of Engineering (FEUP), University of Porto, Rua Dr. Roberto Frias, 4200-465, Porto, Portugal. linomaia@fe.up.pt."}, {"Identifier": [], "Affiliation": "Faculty of Exact Sciences and Engineering, University of Madeira, Campus da Penteada, 9020-105, Funchal, Portugal. linomaia@fe.up.pt."}], "LastName": "Maia", "ForeName": "Lino", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sewage"}, {"RegistryNumber": "T1FAD4SS2M", "NameOfSubstance": "Clay"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Sewage"}, {"QualifierName": [], "DescriptorName": "Clay"}, {"QualifierName": [], "DescriptorName": "Ceramics"}, {"QualifierName": [], "DescriptorName": "Environment"}, {"QualifierName": [], "DescriptorName": "Industry"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "ABNT (2014a) NBR ISO 14040: Environmental management - life cycle assessment - principles and structure / Gestão ambiental - Avaliação do ciclo de vida - Princípios e estrutura (avaiable only in Portuguese)"}, {"Citation": "ABNT (2014b) NBR ISO 14044: Environmental management - life cycle assessment - requirements and guidelines. / Gestão ambiental - Avaliação do ciclo de vida - Requisitos e orientações (avaiable only in portuguese)"}, {"Citation": "Ambiente M, Sustent D, Diretoria MA, Ger D (2012) Energy assessment of red ceramic industries in the state of Minas Gerais / Avaliação Energética das Indústrias de Cerâmica Vermelha no Estado de Minas Gerais (avaiable only in Portuguese)"}, {"Citation": "Araujo F da SD de (2008) Influence of ETE sludge on the mass for the manufacture of red ceramics / Influência do lodo de ETE na massa para fabricação de cerâmica vermelha"}, {"Citation": "Areias IOR (2015) Incorporation of sludge from the sewage treatment plant (ETE) in Campos dos Goytacazes-RJ in red ceramic / Incorporação de lodo da Estação de Tratamento de Esgoto (ETE) do município de Campos dos Goytacazes-RJ em cerâmica vermelha. Universidade Estadual do Norte Fluminense Darcy Ribeiro, Brazil"}, {"Citation": "Areias IOR, Vieira CMF, Colorado HA et al (2020) Could city sewage sludge be directly used into clay bricks for building construction? A comprehensive case study from Brazil. J Build Eng 31:101374. https://doi.org/10.1016/j.jobe.2020.101374", "ArticleIdList": ["10.1016/j.jobe.2020.101374"]}, {"Citation": "Barbosa MZ, de Oliveira DJ, Marvila MT, de Azevedo ARG (2021) Life cycle approach applied to the production of ceramic materials incorporated with ornamental stone wastes. Environ Sci Pollut Res. https://doi.org/10.1007/s11356-021-16386-w"}, {"Citation": "Cangussu N, Silva L, Maia L (2021) Incorporation of the sludge of sewage treatment plant on ceramic bricks manufacture: an exploratory study. Submitt to J UPorto J Eng ISSN 2183-6493; Status Recomm Publ after Revis"}, {"Citation": "Christensen TH, Damgaard A, Levis J et al (2020) Application of LCA modelling in integrated waste management. Waste Manag 118:313–322. https://doi.org/10.1016/j.wasman.2020.08.034", "ArticleIdList": ["10.1016/j.wasman.2020.08.034"]}, {"Citation": "CNMA (2006) CONAMA Resolution N<sup>o</sup> 375. National Council for the Environment, Brazil"}, {"Citation": "CNMA (2021) CONAMA Resolution N<sup>o</sup> 498. National Council for the Environment, Brazil"}, {"Citation": "D’Amato D, Gaio M, Semenzin E (2020) A review of LCA assessments of forest-based bioeconomy products and processes under an ecosystem services perspective. Sci Total Environ 706:135859. https://doi.org/10.1016/j.scitotenv.2019.135859", "ArticleIdList": ["10.1016/j.scitotenv.2019.135859"]}, {"Citation": "de Azevedo ARG, Marvila MT, Rocha HA et al (2020) Use of glass polishing waste in the development of ecological ceramic roof tiles by the geopolymerization process. Int J Appl Ceram Technol 17:2649–2658. https://doi.org/10.1111/ijac.13585", "ArticleIdList": ["10.1111/ijac.13585"]}, {"Citation": "Duarte ACL (2008) Incorporation of sewage sludge into the ceamic mass for the manufacture of solid bricks: an alternative for the final disposal of waste (avaiable only in Portuguese). Universidade Federal do Rio Grande do Norte, Brazil"}, {"Citation": "Erdogmus E, Harja M, Gencel O et al (2021) New construction materials synthesized from water treatment sludge and fired clay brick wastes. J Build Eng 42:102471. https://doi.org/10.1016/j.jobe.2021.102471", "ArticleIdList": ["10.1016/j.jobe.2021.102471"]}, {"Citation": "França Junior AT de (2008) Analysis of the energy use of biogas produced in a sewage treatment plant / Análise do Aproveitamento Energético do Biogás Produzido numa Estação de Tratamento de Esgoto Antonio Tavares de França Junior. Planta"}, {"Citation": "Gencel O, Kazmi SMS, Munir MJ et al (2021) Feasibility of using clay-free bricks manufactured from water treatment sludge, glass, and marble wastes: an exploratory study. Constr Build Mater 298:123843. https://doi.org/10.1016/j.conbuildmat.2021.123843", "ArticleIdList": ["10.1016/j.conbuildmat.2021.123843"]}, {"Citation": "Girondi GD, Marvila MM, de Azevedo ARG et al (2020) Recycling potential of powdered cigarette waste in the development of ceramic materials. J Mater Cycles Waste Manag 22:1672–1681. https://doi.org/10.1007/s10163-020-01058-7", "ArticleIdList": ["10.1007/s10163-020-01058-7"]}, {"Citation": "Gutierrez KG (2014) Analysis and management of environmental impacts in the treatment of domestic sewage through life cycle assessment / Análise e gerenciamento de impactos ambientais no tratamento de esgoto doméstico mediante avaliação de ciclo de vida. Universidade Federal de Minas Gerais, Brazil"}, {"Citation": "Jansen BW, Van Stijn A, Gruis V, Van Bortel G (2020) Resources, conservation & recycling a circular economy life cycle costing model ( CE-LCC ) for building components. Resour Conserv Recycl 161:104857. https://doi.org/10.1016/j.resconrec.2021.105683", "ArticleIdList": ["10.1016/j.resconrec.2021.105683"]}, {"Citation": "Jianu NR, Moga IC, Pricop F, Chivoiu A (2018) Wastewater sludge used as material for bricks fabrication. IOP Conf Ser Mater Sci Eng 374:8–13. https://doi.org/10.1088/1757-899X/374/1/012061", "ArticleIdList": ["10.1088/1757-899X/374/1/012061"]}, {"Citation": "Joo-Hwa T (1987) Bricks Manufactured from Sludge. J Environ Eng 113:278–284. https://doi.org/10.1061/(ASCE)0733-9372(1987)113:2(278)", "ArticleIdList": ["10.1061/(ASCE)0733-9372(1987)113:2(278)"]}, {"Citation": "Kadir AA, Rahim ASA (2014) An overview of sludge utilization into fired clay brick. Int J Environ Ecol Geol Mar Eng 8:528–532"}, {"Citation": "Keerthana S, Kavya K, Pradeep T, Sharmila S (2019) Study on effect of partial replacement of sludge in bricks. Int J Recent Technol Eng 7:364–369"}, {"Citation": "Kioupis D, Skaropoulou A, Tsivilis S, Kakali G (2018) The application of experimental design models in order to optimize the synthesis of geopolymers. MATEC Web Conf 149. https://doi.org/10.1051/matecconf/201714901029"}, {"Citation": "Legislative (2020) Federal Law N<sup>o</sup> 14.026. Official Diary of the Union, Brazil"}, {"Citation": "Limami H, Manssouri I, Cherkaoui K, Khaldoun A (2021) Recycled wastewater treatment plant sludge as a construction material additive to ecological lightweight earth bricks. Clean Eng Technol 2:100050. https://doi.org/10.1016/j.clet.2021.100050", "ArticleIdList": ["10.1016/j.clet.2021.100050"]}, {"Citation": "Liu B, Wei Q, Zhang B, Bi J (2013) Life cycle GHG emissions of sewage sludge treatment and disposal options in Tai Lake Watershed, China. Sci Total Environ 447:361–369. https://doi.org/10.1016/j.scitotenv.2013.01.019", "ArticleIdList": ["10.1016/j.scitotenv.2013.01.019"]}, {"Citation": "Mateo-Sagasta J, Raschid-Sally L, Thebo A (2015) Global Wastewater and Sludge Production, Treatment and Use. In: Wastewater. Springer, Dordrecht, Dordrecht"}, {"Citation": "Mendes BC, Pedroti LG, Fontes MPF et al (2019) Technical and environmental assessment of the incorporation of iron ore tailings in construction clay bricks. Constr Build Mater 227:116669. https://doi.org/10.1016/j.conbuildmat.2019.08.050", "ArticleIdList": ["10.1016/j.conbuildmat.2019.08.050"]}, {"Citation": "Minh Trang NT, Dao Ho NA, Babel S (2021) Reuse of waste sludge from water treatment plants and fly ash for manufacturing of adobe bricks. Chemosphere 284:131367. https://doi.org/10.1016/j.chemosphere.2021.131367", "ArticleIdList": ["10.1016/j.chemosphere.2021.131367"]}, {"Citation": "MMA (2013) National inventory of atmospheric emissions by road motor vehicles / Inventário nacional de emissões atmosféricas por veículos automotores rodoviários"}, {"Citation": "MME (2009) Clay profile for red ceramics / Perfil de argilas para Cerâmica Vermelha. Ministério Minas e Energ. 30"}, {"Citation": "Okuno N, Takahashi S (1997) Full scale application of manufacturing bricks from sewage. Water Sci Technol 36:243–250. https://doi.org/10.1016/S0273-1223(97)00686-0", "ArticleIdList": ["10.1016/S0273-1223(97)00686-0"]}, {"Citation": "Prasad S, Singh A, Korres NE et al (2020) Sustainable utilization of crop residues for energy generation: A life cycle assessment (LCA) perspective. Bioresour Technol 303:122964. https://doi.org/10.1016/j.biortech.2020.122964", "ArticleIdList": ["10.1016/j.biortech.2020.122964"]}, {"Citation": "Ramos Huarachi DA, Gonçalves G, de Francisco AC et al (2020) Life cycle assessment of traditional and alternative bricks: a review. Environ Impact Assess Rev 80:106335. https://doi.org/10.1016/j.eiar.2019.106335", "ArticleIdList": ["10.1016/j.eiar.2019.106335"]}, {"Citation": "Romano M, Pelozo G, Quaranta N et al (2020) Ceramic matrices for immobilization of heavy metals adsorbed on rice husk. SN Appl Sci 2:1–9. https://doi.org/10.1007/s42452-020-2767-3", "ArticleIdList": ["10.1007/s42452-020-2767-3"]}, {"Citation": "Sazdovski I, Bala A, Fullana-i-Palmer P (2021) Linking LCA literature with circular economy value creation: a review on beverage packaging. Sci Total Environ 771:145322. https://doi.org/10.1016/j.scitotenv.2021.145322", "ArticleIdList": ["10.1016/j.scitotenv.2021.145322"]}, {"Citation": "Seye O (2003) Life cycle analysis applied to the production process of structural ceramics using Capim Elefante as energy input / Análise de ciclo de vida aplicada ao processo produtivo de cerâmica estrutural tendo como insumo energético Capim Elefante. Universidade Estadual de Campinas, Brazil"}, {"Citation": "Silva LM (2016) Study of the technical feasibility of incorporating red ceramic sewage treatment plant sludge for brick production / Estudo da viabilidade técnica da incorporação do lodo de estação de tratamento de esgoto em cerâmica vermelha para produção de tijolos. Universidade Estadual de Montes Claros, Brazil"}, {"Citation": "Tapper RJ, Longana ML, Norton A et al (2020) An evaluation of life cycle assessment and its application to the closed-loop recycling of carbon fibre reinforced polymers. Compos Part B Eng 184:107665. https://doi.org/10.1016/j.compositesb.2019.107665", "ArticleIdList": ["10.1016/j.compositesb.2019.107665"]}, {"Citation": "Weng C-H, Lin D-F, Chiang P-C (2003) Utilization of sludge as brick materials. Adv Environ Res 7:679–685. https://doi.org/10.1016/S1093-0191(02)00037-0", "ArticleIdList": ["10.1016/S1093-0191(02)00037-0"]}, {"Citation": "Zat T, Bandieira M, Sattler N et al (2021) Potential re-use of sewage sludge as a raw material in the production of eco-friendly bricks. J Environ Manag 297:113238. https://doi.org/10.1016/j.jenvman.2021.113238", "ArticleIdList": ["10.1016/j.jenvman.2021.113238"]}, {"Citation": "Zhang X, Biswas WK (2021) Development of eco-efficient bricks – a life cycle assessment approach. J Build Eng 42:102429. https://doi.org/10.1016/j.jobe.2021.102429", "ArticleIdList": ["10.1016/j.jobe.2021.102429"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "19"}, {"Year": "2022", "Month": "1", "Day": "11"}, {"Year": "2022", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "18", "Hour": "12", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35041170", "10.1007/s11356-022-18670-9", "10.1007/s11356-022-18670-9"]}}], "PubmedBookArticle": []}