{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["SP-A", "animal model", "host defense", "infection", "injury", "innate immunity", "respiratory distress syndrome", "surfactant"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35071140", "DateRevised": {"Year": "2022", "Month": "01", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "ELocationID": ["799693", "10.3389/fped.2021.799693"], "Journal": {"ISSN": "2296-2360", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pediatrics", "ISOAbbreviation": "Front Pediatr"}, "ArticleTitle": "Surfactant Protein-A Function: Knowledge Gained From SP-A Knockout Mice.", "Pagination": {"StartPage": "799693", "MedlinePgn": "799693"}, "Abstract": {"AbstractText": ["Pulmonary surfactant proteins have many roles in surfactant- related functions and innate immunity. One of these proteins is the surfactant protein A (SP-A) that plays a role in both surfactant-related processes and host defense and is the focus in this review. SP-A interacts with the sentinel host defense cell in the alveolus, the alveolar macrophage (AM), to modulate its function and expression profile under various conditions, as well as other alveolar epithelial cells such as the Type II cell. Via these interactions, SP-A has an impact on the alveolar microenvironment. SP-A is also important for surfactant structure and function. Much of what is understood of the function of SP-A and its various roles in lung health has been learned from SP-A knockout (KO) mouse experiments, as reviewed here. A vast majority of this work has been done with infection models that are bacterial, viral, and fungal in nature. Other models have also been used, including those of bleomycin-induced lung injury and ozone-induced oxidative stress either alone or in combination with an infectious agent, bone marrow transplantation, and other. In addition, models investigating the effects of SP-A on surfactant components or surfactant structure have contributed important information. SP-A also appears to play a role in pathways involved in sex differences in response to infection and/or oxidative stress, as well as at baseline conditions. To date, this is the first review to provide a comprehensive report of the functions of SP-A as learned through KO mice."], "CopyrightInformation": "Copyright © 2022 Depicolzuane, Phelps and Floros."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Pediatrics, Hershey, PA, United States."}], "LastName": "Depicolzuane", "ForeName": "Lynnlee", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Pediatrics, Hershey, PA, United States."}], "LastName": "Phelps", "ForeName": "David S", "Initials": "DS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Pediatrics, Hershey, PA, United States."}, {"Identifier": [], "Affiliation": "Obstetrics and Gynecology, The Pennsylvania State University College of Medicine, Hershey, PA, United States."}], "LastName": "Floros", "ForeName": "Joanna", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pediatr", "NlmUniqueID": "101615492", "ISSNLinking": "2296-2360"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Robertson B, Halliday HL. Principles of surfactant replacement. Biochim Biophys Acta. (1998) 1408:346–61. 10.1016/S0925-4439(98)00080-5", "ArticleIdList": ["10.1016/S0925-4439(98)00080-5", "9813384"]}, {"Citation": "Floros J, Thorenoor N, Tsotakos N, Phelps DS. Human surfactant protein SP-A1 and SP-A2 variants differentially affect the alveolar microenvironment, surfactant structure, regulation and function of the alveolar macrophage, and animal and human survival under various conditions. Front Immunol. (2021) 12:2889. 10.3389/fimmu.2021.681639", "ArticleIdList": ["10.3389/fimmu.2021.681639", "PMC8415824", "34484180"]}, {"Citation": "Korfhagen TR, Bruno MD, Ross GF, Huelsman KM, Ikegami M, Jobe AH, et al. . Altered surfactant function and structure in SP-A gene targeted mice. Proc Natl Acad Sci USA. (1996) 93:9594–9. 10.1073/pnas.93.18.9594", "ArticleIdList": ["10.1073/pnas.93.18.9594", "PMC38473", "8790375"]}, {"Citation": "Korfhagen TR, LeVine AM, Whitsett JA. Surfactant protein A (SP-A) gene targeted mice. Biochim Biophys Acta. (1998) 1408:296–302. 10.1016/S0925-4439(98)00075-1", "ArticleIdList": ["10.1016/S0925-4439(98)00075-1", "9813377"]}, {"Citation": "Geertsma MF, Nibbering PH, Haagsman HP, Daha MR, van FR. Binding of surfactant protein A to C1q receptors mediates phagocytosis of staphylococcus aureus by monocytes. Am J Physiol. (1994) 267:L578–84. 10.1152/ajplung.1994.267.5.L578", "ArticleIdList": ["10.1152/ajplung.1994.267.5.L578", "7977768"]}, {"Citation": "Sever-Chroneos Z, Krupa A, Davis J, Hasan M, Yang CH, Szeliga J, et al. . Surfactant protein A (SP-A)-mediated clearance of staphylococcus aureus involves binding of SP-A to the staphylococcal adhesin eap and the macrophage receptors SP-A receptor 210 and scavenger receptor class A. J Biol Chem. (2011) 286:4854–70. 10.1074/jbc.M110.125567", "ArticleIdList": ["10.1074/jbc.M110.125567", "PMC3039347", "21123169"]}, {"Citation": "van de Wetering JK, van EM, van Golde LM, Hartung T, van Strijp JA, Batenburg JJ. Characteristics of surfactant protein A and D binding to lipoteichoic acid and peptidoglycan, 2 major cell wall components of gram-positive bacteria. J Infect Dis. (2001) 184:1143–51. 10.1086/323746", "ArticleIdList": ["10.1086/323746", "11598837"]}, {"Citation": "Veith NT, Tschernig T, Gutbier B, Witzenrath M, Meier C, Menger M, et al. . Surfactant protein A mediates pulmonary clearance of staphylococcus aureus. Respir Res. (2014) 15:85. 10.1186/s12931-014-0085-2", "ArticleIdList": ["10.1186/s12931-014-0085-2", "PMC4237912", "25091948"]}, {"Citation": "Stamme C, Wright JR. Surfactant protein A enhances the binding and deacylation of E. coli LPS by alveolar macrophages. Am J Physiol. (1999) 276:L540–7. 10.1152/ajplung.1999.276.3.L540", "ArticleIdList": ["10.1152/ajplung.1999.276.3.L540", "10070120"]}, {"Citation": "LeVine AM, Whitsett JA, Gwozdz JA, Richardson TR, Fisher JH, Burhans MS, et al. . Distinct effects of surfactant protein A or D deficiency during bacterial infection on the lung. J Immunol. (2000) 165:3934–40. 10.4049/jimmunol.165.7.3934", "ArticleIdList": ["10.4049/jimmunol.165.7.3934", "11034401"]}, {"Citation": "LeVine AM, Bruno MD, Huelsman KM, Ross GF, Whitsett JA, Korfhagen TR. Surfactant protein A-deficient mice are susceptible to group B streptococcal infection. J Immunol. (1997) 158:4336–40.", "ArticleIdList": ["9126996"]}, {"Citation": "LeVine AM, Kurak KE, Wright JR, Watford WT, Bruno MD, Ross GF, et al. . Surfactant protein-A binds group B streptococcus enhancing phagocytosis and clearance from lungs of surfactant protein-A-deficient mice. Am J Respir Cell Mol Biol. (1999) 20:279–86. 10.1165/ajrcmb.20.2.3303", "ArticleIdList": ["10.1165/ajrcmb.20.2.3303", "9922219"]}, {"Citation": "LeVine AM, Kurak KE, Bruno MD, Stark JM, Whitsett JA, Korfhagen TR. Surfactant protein-A-deficient mice are susceptible to pseudomonas aeruginosa infection. Am J Respir Cell Mol Biol. (1998) 19:700–8. 10.1165/ajrcmb.19.4.3254", "ArticleIdList": ["10.1165/ajrcmb.19.4.3254", "9761768"]}, {"Citation": "Giannoni E, Sawa T, Allen L, Wiener-Kronish J, Hawgood S. Surfactant proteins A and D enhance pulmonary clearance of pseudomonas aeruginosa. Am J Respir Cell Mol Biol. (2006) 34:704–10. 10.1165/rcmb.2005-0461OC", "ArticleIdList": ["10.1165/rcmb.2005-0461OC", "PMC2644232", "16456184"]}, {"Citation": "Awasthi S, Singh B, Ramani V, Xie J, Kosanke S. TLR4-interacting SPA4 peptide improves host defense and alleviates tissue injury in a mouse model of pseudomonas aeruginosa lung infection. PLoS ONE. (2019) 14:e0210979. 10.1371/journal.pone.0210979", "ArticleIdList": ["10.1371/journal.pone.0210979", "PMC6349318", "30689633"]}, {"Citation": "Ali M, Umstead TM, Haque R, Mikerov AN, Freeman WM, Floros J, et al. . Differences in the BAL proteome after Klebsiella pneumoniae infection in wild type and SP-A-/- mice. Proteome Sci. (2010) 8:34. 10.1186/1477-5956-8-34", "ArticleIdList": ["10.1186/1477-5956-8-34", "PMC2911411", "20565803"]}, {"Citation": "Abdel-Razek O, Ni L, Yang F, Wang G. Innate immunity of surfactant protein A in experimental otitis media. Innate Immun. (2019) 25:391–400. 10.1177/1753425919866006", "ArticleIdList": ["10.1177/1753425919866006", "PMC6900641", "31378117"]}, {"Citation": "Mikerov AN, Gan X, Umstead TM, Miller L, Chinchilli VM, Phelps DS, et al. . Sex differences in the impact of ozone on survival and alveolar macrophage function of mice after Klebsiella pneumoniae infection. Respir Res. (2008) 9:24. 10.1186/1465-9921-9-24", "ArticleIdList": ["10.1186/1465-9921-9-24", "PMC2268931", "18307797"]}, {"Citation": "Mikerov AN, Hu S, Durrani F, Gan X, Wang G, Umstead TM, et al. . Impact of sex and ozone exposure on the course of pneumonia in wild type and SP-A (-/-) mice. Microb Pathog. (2012) 52:239–49. 10.1016/j.micpath.2012.01.005", "ArticleIdList": ["10.1016/j.micpath.2012.01.005", "PMC3608432", "22285567"]}, {"Citation": "Mikerov AN, Phelps DS, Gan X, Umstead TM, Haque R, Wang G, et al. . Effect of ozone exposure and infection on bronchoalveolar lavage: sex differences in response patterns. Toxicol Lett. (2014) 230:333–44. 10.1016/j.toxlet.2014.04.008", "ArticleIdList": ["10.1016/j.toxlet.2014.04.008", "PMC4169765", "24769259"]}, {"Citation": "Mikerov AN, Cooper TK, Wang G, Hu S, Umstead TM, Phelps DS, et al. . Histopathologic evaluation of lung and extrapulmonary tissues show sex differences in Klebsiella pneumoniae - infected mice under different exposure conditions. Int J Physiol Pathophysiol Pharmacol. (2011) 3:176–90.", "ArticleIdList": ["PMC3175744", "21941609"]}, {"Citation": "Phelps DS, Umstead TM, Quintero OA, Yengo CM, Floros J. In vivo rescue of alveolar macrophages from SP-A knockout mice with exogenous SP-A nearly restores a wild type intracellular proteome; actin involvement. Proteome Sci. (2011) 9:67. 10.1186/1477-5956-9-67", "ArticleIdList": ["10.1186/1477-5956-9-67", "PMC3219558", "22035134"]}, {"Citation": "Phelps DS, Umstead TM, Floros J. Sex differences in the response of the alveolar macrophage proteome to treatment with exogenous surfactant protein-A. Proteome Sci. (2012) 10:44. 10.1186/1477-5956-10-44", "ArticleIdList": ["10.1186/1477-5956-10-44", "PMC3570446", "22824420"]}, {"Citation": "Abbondanza C, Rossi V, Roscigno A, Gallo L, Belsito A, Piluso G, et al. . Interaction of vault particles with estrogen receptor in the MCF-7 breast cancer cell. J Cell Biol. (1998) 141:1301–10. 10.1083/jcb.141.6.1301", "ArticleIdList": ["10.1083/jcb.141.6.1301", "PMC2132791", "9628887"]}, {"Citation": "El MS, Schultz-Norton JR, Likhite VS, McLeod IX, Yates JR, Nardulli AM. Rho GDP dissociation inhibitor alpha interacts with estrogen receptor alpha and influences estrogen responsiveness. J Mol Endocrinol. (2007) 39:249–59. 10.1677/JME-07-0055", "ArticleIdList": ["10.1677/JME-07-0055", "17909265"]}, {"Citation": "Klimczak M, Biecek P, Zylicz A, Zylicz M. Heat shock proteins create a signature to predict the clinical outcome in breast cancer. Sci Rep. (2019) 9:7507. 10.1038/s41598-019-43556-1", "ArticleIdList": ["10.1038/s41598-019-43556-1", "PMC6525249", "31101846"]}, {"Citation": "Thorenoor N, Kawasawa YI, Gandhi CK, Floros J. Sex-specific regulation of gene expression networks by surfactant protein A (SP-A) variants in alveolar macrophages in response to klebsiella pneumoniae. Front Immunol. (2020) 11:1290. 10.3389/fimmu.2020.01290", "ArticleIdList": ["10.3389/fimmu.2020.01290", "PMC7326812", "32670284"]}, {"Citation": "Noutsios GT, Thorenoor N, Zhang X, Phelps DS, Umstead TM, Durrani F, et al. . SP-A2 contributes to miRNA-mediated sex differences in response to oxidative stress: pro-inflammatory, anti-apoptotic, and anti-oxidant pathways are involved. Biol Sex Differ. (2017) 8:37. 10.1186/s13293-017-0158-2", "ArticleIdList": ["10.1186/s13293-017-0158-2", "PMC5716385", "29202868"]}, {"Citation": "Thorenoor N, Kawasawa YI, Gandhi CK, Zhang X, Floros J. Differential impact of co-expressed SP-A1/SP-A2 protein on AM miRNome; sex differences. Front Immunol. (2019) 10:1960. 10.3389/fimmu.2019.01960", "ArticleIdList": ["10.3389/fimmu.2019.01960", "PMC6707024", "31475015"]}, {"Citation": "Thorenoor N, Phelps DS, Floros J. Differential sex-dependent regulation of the alveolar macrophage miRNome of SP-A2 and co-ex (SP-A1/SP-A2) and sex differences attenuation after 18 h of ozone exposure. Antioxidants. (2020) 9:1190. 10.3390/antiox9121190", "ArticleIdList": ["10.3390/antiox9121190", "PMC7768498", "33260937"]}, {"Citation": "Noutsios GT, Thorenoor N, Zhang X, Phelps DS, Umstead TM, Durrani F, et al. . Major effect of oxidative stress on the male, but not female, SP-A1 type II cell miRNome. Front Immunol. (2019) 10:1514. 10.3389/fimmu.2019.01514", "ArticleIdList": ["10.3389/fimmu.2019.01514", "PMC6635478", "31354704"]}, {"Citation": "Tsotakos N, Phelps DS, Yengo CM, Chinchilli VM, Floros J. Single-cell analysis reveals differential regulation of the alveolar macrophage actin cytoskeleton by surfactant proteins A1 and A2: implications of sex and aging. Biol Sex Differ. (2016) 7:18. 10.1186/s13293-016-0071-0", "ArticleIdList": ["10.1186/s13293-016-0071-0", "PMC4797174", "26998217"]}, {"Citation": "Phelps DS, Umstead TM, Floros J. Sex differences in the acute in vivo effects of different human SP-A variants on the mouse alveolar macrophage proteome. J Proteomics. (2014) 108:427–44. 10.1016/j.jprot.2014.06.007", "ArticleIdList": ["10.1016/j.jprot.2014.06.007", "PMC4128237", "24954098"]}, {"Citation": "Wang G, Umstead TM, Hu S, Mikerov AN, Phelps DS, Floros J. Differential effects of human SP-A1 and SP-A2 on the BAL proteome and signaling pathways in response to klebsiella pneumoniae and ozone exposure. Front Immunol. (2019) 10:561. 10.3389/fimmu.2019.00561", "ArticleIdList": ["10.3389/fimmu.2019.00561", "PMC6443908", "30972061"]}, {"Citation": "Xu HN, Lin Z, Gandhi CK, Amatya S, Wang Y, Li LZ, et al. . Sex and SP-A2 dependent NAD(H) redox alterations in mouse alveolar macrophages in response to ozone exposure: potential implications for COVID-19. Antioxidants. (2020) 9:915. 10.3390/antiox9100915", "ArticleIdList": ["10.3390/antiox9100915", "PMC7601279", "32992843"]}, {"Citation": "Thorenoor N, Zhang X, Umstead TM, Scott HE, Phelps DS, Floros J. Differential effects of innate immune variants of surfactant protein-A1 (SFTPA1) and SP-A2 (SFTPA2) in airway function after Klebsiella pneumoniae infection and sex differences. Respir Res. (2018) 19:23. 10.1186/s12931-018-0723-1", "ArticleIdList": ["10.1186/s12931-018-0723-1", "PMC5797374", "29394894"]}, {"Citation": "Durrani F, Phelps DS, Weisz J, Silveyra P, Hu S, Mikerov AN, et al. . Gonadal hormones and oxidative stress interaction differentially affects survival of male and female mice after lung Klebsiella pneumoniae infection. Exp Lung Res. (2012) 38:165–72. 10.3109/01902148.2011.654045", "ArticleIdList": ["10.3109/01902148.2011.654045", "PMC3651915", "22394250"]}, {"Citation": "Gandhi CK, Mikerov AN, Durrani F, Umstead TM, Hu S, Wang G, et al. . Impact of ozone, sex, and gonadal hormones on bronchoalveolar lavage characteristics and survival in sp-A KO mice infected with klebsiella pneumoniae. Microorganisms. (2020) 8:1354. 10.3390/microorganisms8091354", "ArticleIdList": ["10.3390/microorganisms8091354", "PMC7563396", "32899781"]}, {"Citation": "Kabha K, Schmegner J, Keisari Y, Parolis H, Schlepper-Schaeffer J, Ofek I. SP-A enhances phagocytosis of Klebsiella by interaction with capsular polysaccharides and alveolar macrophages. Am J Physiol. (1997) 272:L344–52. 10.1152/ajplung.1997.272.2.L344", "ArticleIdList": ["10.1152/ajplung.1997.272.2.L344", "9124386"]}, {"Citation": "Sano H, Nagai K, Tsutsumi H, Kuroki Y. Lactoferrin and surfactant protein A exhibit distinct binding specificity to F protein and differently modulate respiratory syncytial virus infection. Eur J Immunol. (2003) 33:2894–902. 10.1002/eji.200324218", "ArticleIdList": ["10.1002/eji.200324218", "14515273"]}, {"Citation": "LeVine AM, Gwozdz J, Stark J, Bruno M, Whitsett J, Korfhagen T. Surfactant protein-A enhances respiratory syncytial virus clearance in vivo. J Clin Invest. (1999) 103:1015–21. 10.1172/JCI5849", "ArticleIdList": ["10.1172/JCI5849", "PMC408263", "10194474"]}, {"Citation": "Harrod KS, Trapnell BC, Otake K, Korfhagen TR, Whitsett JA. SP-A enhances viral clearance and inhibits inflammation after pulmonary adenoviral infection. Am J Physiol. (1999) 277:L580–8. 10.1152/ajplung.1999.277.3.L580", "ArticleIdList": ["10.1152/ajplung.1999.277.3.L580", "10484466"]}, {"Citation": "LeVine AM, Hartshorn K, Elliott J, Whitsett J, Korfhagen T. Absence of SP-A modulates innate and adaptive defense responses to pulmonary influenza infection. Am J Physiol Lung Cell Mol Physiol. (2002) 282:L563–72. 10.1152/ajplung.00280.2001", "ArticleIdList": ["10.1152/ajplung.00280.2001", "11839553"]}, {"Citation": "Li G, Siddiqui J, Hendry M, Akiyama J, Edmondson J, Brown C, et al. . Surfactant protein-A–deficient mice display an exaggerated early inflammatory response to a beta-resistant strain of influenza A virus. Am J Respir Cell Mol Biol. (2002) 26:277–82. 10.1165/ajrcmb.26.3.4584", "ArticleIdList": ["10.1165/ajrcmb.26.3.4584", "11867335"]}, {"Citation": "Hawgood S, Brown C, Edmondson J, Stumbaugh A, Allen L, Goerke J, et al. . Pulmonary collectins modulate strain-specific influenza a virus infection and host responses. J Virol. (2004) 78:8565–72. 10.1128/JVI.78.16.8565-8572.2004", "ArticleIdList": ["10.1128/JVI.78.16.8565-8572.2004", "PMC479098", "15280465"]}, {"Citation": "Watson A, Phipps MJS, Clark HW, Skylaris CK, Madsen J. Surfactant proteins A and D: trimerized innate immunity proteins with an affinity for viral fusion proteins. J Innate Immun. (2019) 11:13–28. 10.1159/000492974", "ArticleIdList": ["10.1159/000492974", "PMC6738215", "30293076"]}, {"Citation": "Madan T, Reid KB, Singh M, Sarma PU, Kishore U. Susceptibility of mice genetically deficient in the surfactant protein (SP)-A or SP-D gene to pulmonary hypersensitivity induced by antigens and allergens of aspergillus fumigatus. J Immunol. (2005) 174:6943–54. 10.4049/jimmunol.174.11.6943", "ArticleIdList": ["10.4049/jimmunol.174.11.6943", "15905537"]}, {"Citation": "Hickman-Davis JM, Wang Z, Fierro-Perez GA, Chess PR, Page GP, Matalon S, et al. . Surfactant dysfunction in SP-A-/- and iNOS-/- mice with mycoplasma infection. Am J Respir Cell Mol Biol. (2007) 36:103–13. 10.1165/rcmb.2006-0049OC", "ArticleIdList": ["10.1165/rcmb.2006-0049OC", "PMC1899299", "16917077"]}, {"Citation": "Kannan TR, Provenzano D, Wright JR, Baseman JB. Identification and characterization of human surfactant protein A binding protein of mycoplasma pneumoniae. Infect Immun. (2005) 73:2828–34. 10.1128/IAI.73.5.2828-2834.2005", "ArticleIdList": ["10.1128/IAI.73.5.2828-2834.2005", "PMC1087375", "15845487"]}, {"Citation": "Ledford JG, Goto H, Potts EN, Degan S, Chu HW, Voelker DR, et al. . SP-A preserves airway homeostasis during mycoplasma pneumoniae infection in mice. J Immunol. (2009) 182:7818–27. 10.4049/jimmunol.0900452", "ArticleIdList": ["10.4049/jimmunol.0900452", "PMC3656438", "19494306"]}, {"Citation": "Ledford JG, Voelker DR, Addison KJ, Wang Y, Nikam VS, Degan S, et al. . Genetic variation in SP-A2 leads to differential binding to mycoplasma pneumoniae membranes and regulation of host responses. J Immunol. (2015) 194:6123–32. 10.4049/jimmunol.1500104", "ArticleIdList": ["10.4049/jimmunol.1500104", "PMC4458406", "25957169"]}, {"Citation": "Hsia BJ, Ledford JG, Potts-Kant EN, Nikam VS, Lugogo NL, Foster WM, et al. . Mast cell TNF receptors regulate responses to mycoplasma pneumoniae in surfactant protein A (SP-A)-/- mice. J Allergy Clin Immunol. (2012) 130:205–14. 10.1016/j.jaci.2012.03.002", "ArticleIdList": ["10.1016/j.jaci.2012.03.002", "PMC3578696", "22502799"]}, {"Citation": "Atochina EN, Beck JM, Preston AM, Haczku A, Tomer Y, Scanlon ST, et al. . Enhanced lung injury and delayed clearance of pneumocystis carinii in surfactant protein A-deficient mice: attenuation of cytokine responses and reactive oxygen-nitrogen species. Infect Immun. (2004) 72:6002–11. 10.1128/IAI.72.10.6002-6011.2004", "ArticleIdList": ["10.1128/IAI.72.10.6002-6011.2004", "PMC517574", "15385504"]}, {"Citation": "Linke M, Ashbaugh A, Koch J, Tanaka R, Walzer P. Surfactant protein a limits pneumocystis murina infection in immunosuppressed C3H/HeN mice and modulates host response during infection. Microbes Infect. (2005) 7:748–59. 10.1016/j.micinf.2005.01.011", "ArticleIdList": ["10.1016/j.micinf.2005.01.011", "15857803"]}, {"Citation": "Linke M, Ashbaugh A, Koch J, Tanaka R, Walzer P. Efficient resolution of pneumocystis murina infection in surfactant protein A-deficient mice following withdrawal of corticosteroid-induced immunosuppression. J Med Microbiol. (2006) 55:143–7. 10.1099/jmm.0.46190-0", "ArticleIdList": ["10.1099/jmm.0.46190-0", "16434705"]}, {"Citation": "Ikegami M, Korfhagen TR, Bruno MD, Whitsett JA, Jobe AH. Surfactant metabolism in surfactant protein A-deficient mice. Am J Physiol. (1997) 272:L479–85. 10.1152/ajplung.1997.272.3.L479", "ArticleIdList": ["10.1152/ajplung.1997.272.3.L479", "9124605"]}, {"Citation": "Wang G, Guo X, Diangelo S, Thomas NJ, Floros J. Humanized SFTPA1 and SFTPA2 transgenic mice reveal functional divergence of SP-A1 and SP-A2: formation of tubular myelin in vivo requires both gene products. J Biol Chem. (2010) 285:11998–2010. 10.1074/jbc.M109.046243", "ArticleIdList": ["10.1074/jbc.M109.046243", "PMC2852938", "20048345"]}, {"Citation": "Ikegami M, Korfhagen TR, Whitsett JA, Bruno MD, Wert SE, Wada K, et al. . Characteristics of surfactant from SP-A-deficient mice. Am J Physiol. (1998) 275:L247–54. 10.1152/ajplung.1998.275.2.L247", "ArticleIdList": ["10.1152/ajplung.1998.275.2.L247", "9700084"]}, {"Citation": "Ikegami M, Elhalwagi BM, Palaniyar N, Dienger K, Korfhagen T, Whitsett JA, et al. . The collagen-like region of surfactant protein A (SP-A) is required for correction of surfactant structural and functional defects in the SP-A null mouse. J Biol Chem. (2001) 276:38542–8. 10.1074/jbc.M102054200", "ArticleIdList": ["10.1074/jbc.M102054200", "11504713"]}, {"Citation": "Ikegami M, Jobe AH, Whitsett J, Korfhagen T. Tolerance of SP-A-deficient mice to hyperoxia or exercise. J Appl Physiol 1985. (2000) 89:644–8. 10.1152/jappl.2000.89.2.644", "ArticleIdList": ["10.1152/jappl.2000.89.2.644", "10926649"]}, {"Citation": "Wu YZ, Medjane S, Chabot S, Kubrusly FS, Raw I, Chignard M, et al. . Surfactant protein-A and phosphatidylglycerol suppress type IIA phospholipase A2 synthesis via nuclear factor-kappaB. Am J Respir Crit Care Med. (2003) 168:692–9. 10.1164/rccm.200304-467OC", "ArticleIdList": ["10.1164/rccm.200304-467OC", "12882758"]}, {"Citation": "Chabot S, Koumanov K, Lambeau G, Gelb MH, Balloy V, Chignard M, et al. . Inhibitory effects of surfactant protein A on surfactant phospholipid hydrolysis by secreted phospholipases A2. J Immunol. (2003) 171:995–1000. 10.4049/jimmunol.171.2.995", "ArticleIdList": ["10.4049/jimmunol.171.2.995", "12847272"]}, {"Citation": "Snider JM, You JK, Wang X, Snider AJ, Hallmark B, Zec MM, et al. . Group IIA secreted phospholipase A2 is associated with the pathobiology leading to COVID-19 mortality. J Clin Invest. (2021) 131:e149236. 10.1172/JCI149236", "ArticleIdList": ["10.1172/JCI149236", "PMC8483752", "34428181"]}, {"Citation": "Goto H, Ledford JG, Mukherjee S, Noble PW, Williams KL, Wright JR. The role of surfactant protein A in bleomycin-induced acute lung injury. Am J Respir Crit Care Med. (2010) 181:1336–44. 10.1164/rccm.200907-1002OC", "ArticleIdList": ["10.1164/rccm.200907-1002OC", "PMC2894409", "20167853"]}, {"Citation": "Haque R, Umstead TM, Ponnuru P, Guo X, Hawgood S, Phelps DS, et al. . Role of surfactant protein-A (SP-A) in lung injury in response to acute ozone exposure of SP-A deficient mice. Toxicol Appl Pharmacol. (2007) 220:72–82. 10.1016/j.taap.2006.12.017", "ArticleIdList": ["10.1016/j.taap.2006.12.017", "PMC1906716", "17307210"]}, {"Citation": "Haque R, Umstead TM, Kwangmi A, Phelps DS, Floros J. Effect of low doses of lipopolysaccharide prior to ozone exposure on bronchoalveolar lavage: differences between wild type and surfactant protein A-deficient mice. Pneumon. (2009) 22:143–55.", "ArticleIdList": ["PMC3027069", "21278811"]}, {"Citation": "Yang S, Milla C, Panoskaltsis-Mortari A, Hawgood S, Blazar BR, Haddad IY. Surfactant protein A decreases lung injury and mortality after murine marrow transplantation. Am J Respir Cell Mol Biol. (2002) 27:297–305. 10.1165/rcmb.2002-0035OC", "ArticleIdList": ["10.1165/rcmb.2002-0035OC", "12204891"]}, {"Citation": "Haddad IY, Milla C, Yang S, Panoskaltsis-Mortari A, Hawgood S, Lacey DL, et al. . Surfactant protein A is a required mediator of keratinocyte growth factor after experimental marrow transplantation. Am J Physiol Lung Cell Mol Physiol. (2003) 285:L602–10. 10.1152/ajplung.00088.2003", "ArticleIdList": ["10.1152/ajplung.00088.2003", "12740217"]}, {"Citation": "Kishore U, Bernal AL, Kamran MF, Saxena S, Singh M, Sarma PU, et al. . Surfactant proteins SP-A and SP-D in human health and disease. Arch Immunol Ther Exp. (2005) 53:399–417.", "ArticleIdList": ["16314824"]}, {"Citation": "Greene KE, Wright JR, Steinberg KP, Ruzinski JT, Caldwell E, Wong WB, et al. . Serial changes in surfactant-associated proteins in lung and serum before and after onset of ARDS. Am J Respir Crit Care Med. (1999) 160:1843–50. 10.1164/ajrccm.160.6.9901117", "ArticleIdList": ["10.1164/ajrccm.160.6.9901117", "10588595"]}, {"Citation": "Gregory TJ, Longmore WJ, Moxley MA, Whitsett JA, Reed CR, Fowler AA, et al. . Surfactant chemical composition and biophysical activity in acute respiratory distress syndrome. J Clin Invest. (1991) 88:1976–81. 10.1172/JCI115523", "ArticleIdList": ["10.1172/JCI115523", "PMC295781", "1752956"]}, {"Citation": "Dy ABC, Tanyaratsrisakul S, Voelker DR, Ledford JG. The emerging roles of surfactant protein-a in asthma. J Clin Cell Immunol. (2018) 9:553. 10.4172/2155-9899.1000553", "ArticleIdList": ["10.4172/2155-9899.1000553", "PMC6092951", "30123671"]}, {"Citation": "Vlachaki EM, Koutsopoulos AV, Tzanakis N, Neofytou E, Siganaki M, Drositis I, et al. . Altered surfactant protein-A expression in type II pneumocytes in COPD. Chest. (2010) 137:37–45. 10.1378/chest.09-1029", "ArticleIdList": ["10.1378/chest.09-1029", "19741063"]}, {"Citation": "McCormack FX, King TE Jr, Voelker DR, Robinson PC, Mason RJ. Idiopathic pulmonary fibrosis. Abnormalities in the bronchoalveolar lavage content of surfactant protein A. Am Rev Respir Dis. (1991) 144:160–6. 10.1164/ajrccm/144.1.160", "ArticleIdList": ["10.1164/ajrccm/144.1.160", "2064123"]}, {"Citation": "Phelps DS, Umstead TM, Mejia M, Carrillo G, Pardo A, Selman M. Increased surfactant protein-A levels in patients with newly diagnosed idiopathic pulmonary fibrosis. Chest. (2004) 125:617–25. 10.1378/chest.125.2.617", "ArticleIdList": ["10.1378/chest.125.2.617", "14769746"]}, {"Citation": "Hamm H, Luhrs J, Rotaeche J, Costabel U, Fabel H, Bartsch W. Elevated surfactant protein A in bronchoalveolar lavage fluids from sarcoidosis and hypersensitivity pneumonitis patients. Chest. (1994) 106:1766–70. 10.1378/chest.106.6.1766", "ArticleIdList": ["10.1378/chest.106.6.1766", "7988197"]}, {"Citation": "D'Ovidio F, Floros J, Aramini B, Lederer D, DiAngelo SL, Arcasoy S, et al. . Donor surfactant protein A2 polymorphism and lung transplant survival. Eur Respir J. (2020) 55:1900618. 10.1183/13993003.00618-2019", "ArticleIdList": ["10.1183/13993003.00618-2019", "31831583"]}, {"Citation": "D'Ovidio F, Kaneda H, Chaparro C, Mura M, Lederer D, Di AS, et al. . Pilot study exploring lung allograft surfactant protein A (SP-A) expression in association with lung transplant outcome. Am J Transplant. (2013) 13:2722–9. 10.1111/ajt.12407", "ArticleIdList": ["10.1111/ajt.12407", "24007361"]}, {"Citation": "Bersani I, Speer CP, Kunzmann S. Surfactant proteins A and D in pulmonary diseases of preterm infants. Expert Rev Anti Infect Ther. (2012) 10:573–84. 10.1586/eri.12.34", "ArticleIdList": ["10.1586/eri.12.34", "22702321"]}, {"Citation": "Noah TL, Murphy PC, Alink JJ, Leigh MW, Hull WM, Stahlman MT, et al. . Bronchoalveolar lavage fluid surfactant protein-A and surfactant protein-D are inversely related to inflammation in early cystic fibrosis. Am J Respir Crit Care Med. (2003) 168:685–91. 10.1164/rccm.200301-005OC", "ArticleIdList": ["10.1164/rccm.200301-005OC", "12829455"]}, {"Citation": "deMello DE, Phelps DS, Patel G, Floros J, Lagunoff D. Expression of the 35kDa and low molecular weight surfactant-associated proteins in the lungs of infants dying with respiratory distress syndrome. Am J Pathol. (1989) 134:1285–93.", "ArticleIdList": ["PMC1879954", "2757118"]}, {"Citation": "deMello DE, Heyman S, Phelps DS, Floros J. Immunogold localization of SP-A in lungs of infants dying from respiratory distress syndrome. Am J Pathol. (1993) 142:1631–40.", "ArticleIdList": ["PMC1886897", "8494055"]}, {"Citation": "Hallman M, Merritt TA, Akino T, Bry K. Surfactant protein A, phosphatidylcholine, and surfactant inhibitors in epithelial lining fluid. Correlation with surface activity, severity of respiratory distress syndrome, and outcome in small premature infants. Am Rev Respir Dis. (1991) 144:1376–84. 10.1164/ajrccm/144.6.1376", "ArticleIdList": ["10.1164/ajrccm/144.6.1376", "1741552"]}, {"Citation": "Miyamura K, Malhotra R, Hoppe HJ, Reid KB, Phizackerley PJ, Macpherson P, et al. . Surfactant proteins A (SP-A) and D (SP-D): levels in human amniotic fluid and localization in the fetal membranes. Biochim Biophys Acta. (1994) 1210:303–7. 10.1016/0005-2760(94)90233-X", "ArticleIdList": ["10.1016/0005-2760(94)90233-X", "8305484"]}, {"Citation": "Chaiworapongsa T, Hong JS, Hull WM, Kim CJ, Gomez R, Mazor M, et al. . The concentration of surfactant protein-A in amniotic fluid decreases in spontaneous human parturition at term. J Matern Fetal Neonatal Med. (2008) 21:652–9. 10.1080/14767050802215193", "ArticleIdList": ["10.1080/14767050802215193", "PMC3418916", "18828058"]}, {"Citation": "Condon JC, Jeyasuria P, Faust JM, Mendelson CR. Surfactant protein secreted by the maturing mouse fetal lung acts as a hormone that signals the initiation of parturition. Proc Natl Acad Sci USA. (2004) 101:4978–83. 10.1073/pnas.0401124101", "ArticleIdList": ["10.1073/pnas.0401124101", "PMC387359", "15044702"]}, {"Citation": "Montalbano AP, Hawgood S, Mendelson CR. Mice deficient in surfactant protein A (SP-A) and SP-D or in TLR2 manifest delayed parturition and decreased expression of inflammatory and contractile genes. Endocrinology. (2013) 154:483–98. 10.1210/en.2012-1797", "ArticleIdList": ["10.1210/en.2012-1797", "PMC3529364", "23183169"]}, {"Citation": "Mendelson CR, Gao L, Montalbano AP. Multifactorial regulation of myometrial contractility during pregnancy and parturition. Front Endocrinol. (2019) 10:714. 10.3389/fendo.2019.00714", "ArticleIdList": ["10.3389/fendo.2019.00714", "PMC6823183", "31708868"]}, {"Citation": "Gao L, Rabbitt EH, Condon JC, Renthal NE, Johnston JM, Mitsche MA, et al. . Steroid receptor coactivators 1 and 2 mediate fetal-to-maternal signaling that initiates parturition. J Clin Invest. (2015) 125:2808–24. 10.1172/JCI78544", "ArticleIdList": ["10.1172/JCI78544", "PMC4563678", "26098214"]}, {"Citation": "Lee DC, Romero R, Kim CJ, Chaiworapongsa T, Tarca AL, Lee J, et al. . Surfactant protein-A as an anti-inflammatory component in the amnion: implications for human pregnancy. J Immunol. (2010) 184:6479–91. 10.4049/jimmunol.0903867", "ArticleIdList": ["10.4049/jimmunol.0903867", "PMC3103775", "20439915"]}, {"Citation": "Green ES, Arck PC. Pathogenesis of preterm birth: bidirectional inflammation in mother and fetus. Semin Immunopathol. (2020) 42:413–29. 10.1007/s00281-020-00807-y", "ArticleIdList": ["10.1007/s00281-020-00807-y", "PMC7508962", "32894326"]}, {"Citation": "Goto H, Mitsuhashi A, Nishioka Y. Role of surfactant protein A in non-infectious lung diseases. J Med Invest. (2014) 61:1–6. 10.2152/jmi.61.1", "ArticleIdList": ["10.2152/jmi.61.1", "24705741"]}, {"Citation": "Vento G, Tana M, Tirone C, Aurilia C, Lio A, Perelli S, et al. . Effectiveness of treatment with surfactant in premature infants with respiratory failure and pulmonary infection. Acta Biomed. (2012) 83(Suppl. 1):33–6.", "ArticleIdList": ["23029875"]}, {"Citation": "Herting E, Gefeller O, Land M, van SL, Harms K, Robertson B. Surfactant treatment of neonates with respiratory failure and group B streptococcal infection. Members of the collaborative european multicenter study group. Pediatrics. (2000) 106:957–64. 10.1542/peds.106.5.957", "ArticleIdList": ["10.1542/peds.106.5.957", "11061760"]}, {"Citation": "Tan K, Lai NM, Sharma A. Surfactant for bacterial pneumonia in late preterm and term infants. Cochrane Database Syst Rev. (2012) CD008155. 10.1002/14651858.CD008155.pub2", "ArticleIdList": ["10.1002/14651858.CD008155.pub2", "22336836"]}, {"Citation": "Floros J, Phelps DS. Human surfactant proteins (SP-) A1 and SP-A2: to include or not in surfactant replacement therapy, and if yes, both or which one? J Neonatal Biol. (2014) 3:1–4. 10.4172/2167-0897.1000136", "ArticleIdList": ["10.4172/2167-0897.1000136"]}, {"Citation": "Younis US, Chu HW, Kraft M, Ledford JG. A 20-Mer peptide derived from the lectin domain of SP-A2 decreases tumor necrosis factor alpha production during mycoplasma pneumoniae infection. Infect Immun. (2020) 88:e00099–20. 10.1128/IAI.00099-20", "ArticleIdList": ["10.1128/IAI.00099-20", "PMC7440763", "32513852"]}, {"Citation": "Floros J, Phelps DS. Is the role of innate immune molecules, SP-A1 and SP-A2, and of the alveolar macrophage being overlooked in covid-19 diverse outcomes? Pneumon. (2020) 33:1–5."}, {"Citation": "Tekos F, Skaperda Z, Goutzourelas N, Phelps DS, Floros J, Kouretas D. The importance of redox status in the frame of lifestyle approaches and the genetics of the lung innate immune molecules, SP-A1 and SP-A2, on differential outcomes of COVID-19 infection. Antioxidants. (2020) 9:784. 10.3390/antiox9090784", "ArticleIdList": ["10.3390/antiox9090784", "PMC7554878", "32854247"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "21"}, {"Year": "2021", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "1", "Day": "24", "Hour": "8", "Minute": "54"}, {"Year": "2022", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["35071140", "PMC8777267", "10.3389/fped.2021.799693"]}}], "PubmedBookArticle": []}