{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["DFT", "metal oxide", "perovskite", "photoelectron spectroscopy", "stability"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35107986", "DateRevised": {"Year": "2022", "Month": "08", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "02"}], "ELocationID": ["10.1021/acsami.1c20847"], "Journal": {"ISSN": "1944-8252", "JournalIssue": {"Volume": "14", "Issue": "30", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "03"}}, "Title": "ACS applied materials & interfaces", "ISOAbbreviation": "ACS Appl Mater Interfaces"}, "ArticleTitle": "Decomposition of Organic Perovskite Precursors on MoO<sub>3</sub>: Role of Halogen and Surface Defects.", "Pagination": {"StartPage": "34208", "EndPage": "34219", "MedlinePgn": "34208-34219"}, "Abstract": {"AbstractText": ["Despite the rapid progress in perovskite solar cells, their commercialization is still hindered by issues regarding long-term stability, which can be strongly affected by metal oxide-based charge extraction layers next to the perovskite material. With MoO<sub>3</sub> being one of the most successful hole transport layers in organic photovoltaics, the disastrous results of its combination with perovskite films came as a surprise but was soon attributed to severe chemical instability at the MoO<sub>3</sub>/perovskite interface. To discover the atomistic origin of this instability, we combine density functional theory (DFT) calculations and X-ray photoelectron spectroscopy (XPS) measurements to investigate the interaction of MoO<sub>3</sub> with the perovskite precursors MAI, MABr, FAI, and FABr. From DFT calculations we suggest a scenario that is based upon oxygen vacancies playing a key role in interface degradation reactions. Not only do these vacancies promote decomposition reactions of perovskite precursors, but they also constitute the reaction centers for redox reactions leading to oxidation of the halides and reduction of Mo. Specifically iodides are proposed to be reactive, while bromides do not significantly affect the oxide. XPS measurements reveal a severe reduction of Mo and a loss of the halide species when the oxide is interfaced with I-containing precursors, which is consistent with the proposed scenario. In line with the latter, experimentally observed effects are much less pronounced in case of Br-containing precursors. We further find that the reactivity of the MoO<sub>3</sub> substrate can be moderated by reducing the number of oxygen vacancies through a UV/ozone treatment, though it cannot be fully eliminated."]}, "AuthorList": [{"Identifier": ["0000-0001-6927-3478"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Materials Simulation and Modelling, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}, {"Identifier": [], "Affiliation": "Center for Computational Energy Research, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}], "LastName": "Apergi", "ForeName": "Sofia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cologne, Greinstraße 4-6, 50939 Cologne, Germany."}], "LastName": "Koch", "ForeName": "Christine", "Initials": "C"}, {"Identifier": ["0000-0002-7639-4638"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Materials Simulation and Modelling, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}, {"Identifier": [], "Affiliation": "Center for Computational Energy Research, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}, {"Identifier": [], "Affiliation": "Computational Materials Science, Faculty of Science and Technology and MESA+, Institute for Nanotechnology, University of Twente, P.O. Box 217, 7500 AE Enschede, The Netherlands."}], "LastName": "Brocks", "ForeName": "Geert", "Initials": "G"}, {"Identifier": ["0000-0002-8871-1549"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cologne, Greinstraße 4-6, 50939 Cologne, Germany."}], "LastName": "Olthof", "ForeName": "Selina", "Initials": "S"}, {"Identifier": ["0000-0002-3658-8497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Materials Simulation and Modelling, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}, {"Identifier": [], "Affiliation": "Center for Computational Energy Research, Department of Applied Physics, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands."}], "LastName": "Tao", "ForeName": "Shuxia", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Appl Mater Interfaces", "NlmUniqueID": "101504991", "ISSNLinking": "1944-8244"}, "CoiStatement": "The authors declare no\ncompeting financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kim J. Y.; Lee J.-W.; Jung H. S.; Shin H.; Park N.-G. High-Efficiency Perovskite Solar Cells. Chem. Rev. 2020, 120 (15), 7867–7918. 10.1021/acs.chemrev.0c00107.", "ArticleIdList": ["10.1021/acs.chemrev.0c00107", "32786671"]}, {"Citation": "Liu X.-K.; Xu W.; Bai S.; Jin Y.; Wang J.; Friend R. H.; Gao F. Metal Halide Perovskites for Light-Emitting Diodes. Nat. Mater. 2021, 20 (1), 10–21. 10.1038/s41563-020-0784-7.", "ArticleIdList": ["10.1038/s41563-020-0784-7", "32929252"]}, {"Citation": "Huang H.; Pradhan B.; Hofkens J.; Roeffaers M.; Steele J. Solar-Driven Metal Halide Perovskite Photocatalysis: Design, Stability, and Performance. ACS energy Lett. 2020, 5, 1107–1123. 10.1021/acsenergylett.0c00058.", "ArticleIdList": ["10.1021/acsenergylett.0c00058"]}, {"Citation": "Kojima A.; Teshima K.; Shirai Y.; Miyasaka T. Organometal Halide Perovskites as Visible-Light Sensitizers for Photovoltaic Cells. J. Am. Chem. Soc. 2009, 131 (17), 6050–6051. 10.1021/ja809598r.", "ArticleIdList": ["10.1021/ja809598r", "19366264"]}, {"Citation": "NREL Chart. Record Efficiency\nChart. www.nrel.gov/pv/cell-efficiency.html (accessed Dec 2021)."}, {"Citation": "Jeong M.; Choi I. W.; Go E. M.; Cho Y.; Kim M.; Lee B.; Jeong S.; Jo Y.; Choi H. W.; Lee J.; Bae J. H.; Kwak S. K.; Kim D. S.; Yang C. Stable Perovskite Solar Cells with Efficiency Exceeding 24.8% and 0.3-V Voltage Loss. Science (80-.). 2020, 369 (6511), 1615–1620. 10.1126/science.abb7167.", "ArticleIdList": ["10.1126/science.abb7167", "32973026"]}, {"Citation": "Kim H. S.; Lee C. R.; Im J. H.; Lee K. B.; Moehl T.; Marchioro A.; Moon S. J.; Humphry-Baker R.; Yum J. H.; Moser J. E.; Grätzel M.; Park N. G. Lead Iodide Perovskite Sensitized All-Solid-State Submicron Thin Film Mesoscopic Solar Cell with Efficiency Exceeding 9%. Sci. Rep. 2012, 2, 1–7. 10.1038/srep00591.", "ArticleIdList": ["10.1038/srep00591", "PMC3423636", "22912919"]}, {"Citation": "Im J. H.; Lee C. R.; Lee J. W.; Park S. W.; Park N. G. 6.5% Efficient Perovskite Quantum-Dot-Sensitized Solar Cell. Nanoscale 2011, 3 (10), 4088–4093. 10.1039/c1nr10867k.", "ArticleIdList": ["10.1039/c1nr10867k", "21897986"]}, {"Citation": "Saliba M.; Matsui T.; Seo J.-Y.; Domanski K.; Correa-Baena J.-P.; Nazeeruddin M. K.; Zakeeruddin S. M.; Tress W.; Abate A.; Hagfeldt A.; Grätzel M. Cesium-Containing Triple Cation Perovskite Solar Cells: Improved Stability, Reproducibility and High Efficiency. Energy Environ. Sci. 2016, 9 (6), 1989–1997. 10.1039/C5EE03874J.", "ArticleIdList": ["10.1039/C5EE03874J", "PMC4936376", "27478500"]}, {"Citation": "Park N.-G. Research Direction toward Scalable, Stable, and High Efficiency Perovskite Solar Cells. Adv. Energy Mater. 2020, 10 (13), 1903106.10.1002/aenm.201903106.", "ArticleIdList": ["10.1002/aenm.201903106"]}, {"Citation": "Xiao Z.; Song Z.; Yan Y. From Lead Halide Perovskites to Lead-Free Metal Halide Perovskites and Perovskite Derivatives. Adv. Mater. 2019, 31, 1803792.10.1002/adma.201803792.", "ArticleIdList": ["10.1002/adma.201803792", "30680809"]}, {"Citation": "Fu Q.; Tang X.; Huang B.; Hu T.; Tan L.; Chen L.; Chen Y. Recent Progress on the Long-Term Stability of Perovskite Solar Cells. Adv. Sci. 2018, 5 (5), 1700387.10.1002/advs.201700387.", "ArticleIdList": ["10.1002/advs.201700387", "PMC5979782", "29876199"]}, {"Citation": "Niu G.; Li W.; Meng F.; Wang L.; Dong H.; Qiu Y. Study on the Stability of CH3NH3PbI3 Films and the Effect of Post-Modification by Aluminum Oxide in All-Solid-State Hybrid Solar Cells. J. Mater. Chem. A 2014, 2 (3), 705.10.1039/C3TA13606J.", "ArticleIdList": ["10.1039/C3TA13606J"]}, {"Citation": "Babayigit A.; Ethirajan A.; Muller M.; Conings B. Toxicity of Organometal Halide Perovskite Solar Cells. Nat. Mater. 2016, 15 (3), 247–251. 10.1038/nmat4572.", "ArticleIdList": ["10.1038/nmat4572", "26906955"]}, {"Citation": "Brinkmann K. O.; Zhao J.; Pourdavoud N.; Becker T.; Hu T.; Olthof S.; Meerholz K.; Hoffmann L.; Gahlmann T.; Heiderhoff R.; Oszajca M. F.; Luechinger N. A.; Rogalla D.; Chen Y.; Cheng B.; Riedl T. Suppressed Decomposition of Organometal Halide Perovskites by Impermeable Electron-Extraction Layers in Inverted Solar Cells. Nat. Commun. 2017, 8, 13938.10.1038/ncomms13938.", "ArticleIdList": ["10.1038/ncomms13938", "PMC5336555", "28067308"]}, {"Citation": "Motti S. G.; Meggiolaro D.; Barker A. J.; Mosconi E.; Perini C. A. R.; Ball J. M.; Gandini M.; Kim M.; De Angelis F.; Petrozza A. Controlling Competing Photochemical Reactions Stabilizes Perovskite Solar Cells. Nat. Photonics 2019, 13 (8), 532–539. 10.1038/s41566-019-0435-1.", "ArticleIdList": ["10.1038/s41566-019-0435-1"]}, {"Citation": "Fakharuddin A.; Schmidt-Mende L.; Garcia-Belmonte G.; Jose R.; Mora-Sero I. Interfaces in Perovskite Solar Cells. Adv. Energy Mater. 2017, 7 (22), 1700623.10.1002/aenm.201700623.", "ArticleIdList": ["10.1002/aenm.201700623"]}, {"Citation": "Wang S.; Sakurai T.; Wen W.; Qi Y. Energy Level Alignment at Interfaces in Metal Halide Perovskite Solar Cells. Adv. Mater. Interfaces 2018, 5 (22), 1800260.10.1002/admi.201800260.", "ArticleIdList": ["10.1002/admi.201800260"]}, {"Citation": "Schloemer T. H.; Christians J. A.; Luther J. M.; Sellinger A. Doping Strategies for Small Molecule Organic Hole-Transport Materials: Impacts on Perovskite Solar Cell Performance and Stability. Chem. Sci. 2019, 10 (7), 1904–1935. 10.1039/C8SC05284K.", "ArticleIdList": ["10.1039/C8SC05284K", "PMC6390699", "30881622"]}, {"Citation": "Hangoma P. M.; Ma Y.; Shin I.; Liu Y.; Park W. I.; Jung Y. K.; Lee B. R.; Jeong J. H.; Park S. H.; Kim K. H. Improved Moisture Stability of Perovskite Solar Cells with a Surface-Treated PCBM Layer. Sol. RRL 2019, 3 (2), 1800289.10.1002/solr.201800289.", "ArticleIdList": ["10.1002/solr.201800289"]}, {"Citation": "Yuan J.; Ling X.; Yang D.; Li F.; Zhou S.; Shi J.; Qian Y.; Hu J.; Sun Y.; Yang Y.; Gao X.; Duhm S.; Zhang Q.; Ma W. Band-Aligned Polymeric Hole Transport Materials for Extremely Low Energy Loss α-CsPbI3 Perovskite Nanocrystal Solar Cells. Joule 2018, 2 (11), 2450–2463. 10.1016/j.joule.2018.08.011.", "ArticleIdList": ["10.1016/j.joule.2018.08.011"]}, {"Citation": "Haque M. A.; Sheikh A. D.; Guan X.; Wu T. Metal Oxides as Efficient Charge Transporters in Perovskite Solar Cells. Adv. Energy Mater. 2017, 7 (20), 1602803.10.1002/aenm.201602803.", "ArticleIdList": ["10.1002/aenm.201602803"]}, {"Citation": "Hu T.; Becker T.; Pourdavoud N.; Zhao J.; Brinkmann K. O.; Heiderhoff R.; Gahlmann T.; Huang Z.; Olthof S.; Meerholz K.; Többens D.; Cheng B.; Chen Y.; Riedl T. Indium-Free Perovskite Solar Cells Enabled by Impermeable Tin-Oxide Electron Extraction Layers. Adv. Mater. 2017, 29 (27), 1606656.10.1002/adma.201606656.", "ArticleIdList": ["10.1002/adma.201606656", "28481051"]}, {"Citation": "Correa Baena J. P.; Steier L.; Tress W.; Saliba M.; Neutzner S.; Matsui T.; Giordano F.; Jacobsson T. J.; Srimath Kandada A. R.; Zakeeruddin S. M.; Petrozza A.; Abate A.; Nazeeruddin M. K.; Grätzel M.; Hagfeldt A. Highly Efficient Planar Perovskite Solar Cells through Band Alignment Engineering. Energy Environ. Sci. 2015, 8 (10), 2928–2934. 10.1039/C5EE02608C.", "ArticleIdList": ["10.1039/C5EE02608C"]}, {"Citation": "Van Le Q.; Choi J.-Y.; Kim S. Y. Recent Advances in the Application of Two-Dimensional Materials as Charge Transport Layers in Organic and Perovskite Solar Cells. FlatChem. 2017, 2, 54–66. 10.1016/j.flatc.2017.04.002.", "ArticleIdList": ["10.1016/j.flatc.2017.04.002"]}, {"Citation": "Iwashita M.; Yamanaka S.; Tsuruta R.; Tonami K.; Yoshida K.; Hayakawa K.; Cojocaru L.; Uchida S.; Mase K.; Nakayama Y. Electronic Structure of the Clean Interface between Single Crystal CH 3 NH 3 PbI 3 and an Organic Hole Transporting Material Spiro-OMeTAD. Appl. Phys. Lett. 2020, 116 (22), 223902.10.1063/5.0007364.", "ArticleIdList": ["10.1063/5.0007364"]}, {"Citation": "Olthof S.; Meerholz K. Substrate-Dependent Electronic Structure and Film Formation of MAPbI3 Perovskites. Sci. Rep. 2017, 7 (1), 40267.10.1038/srep40267.", "ArticleIdList": ["10.1038/srep40267", "PMC5234022", "28084313"]}, {"Citation": "Di Girolamo D.; Matteocci F.; Kosasih F. U.; Chistiakova G.; Zuo W.; Divitini G.; Korte L.; Ducati C.; Di Carlo A.; Dini D.; Abate A. Stability and Dark Hysteresis Correlate in NiO-Based Perovskite Solar Cells. Adv. Energy Mater. 2019, 9 (31), 1901642.10.1002/aenm.201901642.", "ArticleIdList": ["10.1002/aenm.201901642"]}, {"Citation": "Yang J.; Siempelkamp B. D.; Mosconi E.; De Angelis F.; Kelly T. L. Origin of the Thermal Instability in CH3NH3PbI3 Thin Films Deposited on ZnO. Chem. Mater. 2015, 27 (12), 4229–4236. 10.1021/acs.chemmater.5b01598.", "ArticleIdList": ["10.1021/acs.chemmater.5b01598"]}, {"Citation": "Kerner R. A.; Rand B. P. Linking Chemistry at the TiO2/CH3NH3PbI3 Interface to Current-Voltage Hysteresis. J. Phys. Chem. Lett. 2017, 8 (10), 2298–2303. 10.1021/acs.jpclett.7b00712.", "ArticleIdList": ["10.1021/acs.jpclett.7b00712", "28475328"]}, {"Citation": "Schulz P.; Cahen D.; Kahn A. Halide Perovskites: Is It All about the Interfaces?. Chem. Rev. 2019, 119 (5), 3349–3417. 10.1021/acs.chemrev.8b00558.", "ArticleIdList": ["10.1021/acs.chemrev.8b00558", "30821958"]}, {"Citation": "Shallcross R. C.; Olthof S.; Meerholz K.; Armstrong N. R. Impact of Titanium Dioxide Surface Defects on the Interfacial Composition and Energetics of Evaporated Perovskite Active Layers. ACS Appl. Mater. Interfaces 2019, 11 (35), 32500–32508. 10.1021/acsami.9b09935.", "ArticleIdList": ["10.1021/acsami.9b09935", "31390181"]}, {"Citation": "Thampy S.; Zhang B.; Hong K.-H.; Cho K.; Hsu J. W. P. Altered Stability and Degradation Pathway of CH 3 NH 3 PbI 3 in Contact with Metal Oxide. ACS Energy Lett. 2020, 5 (4), 1147–1152. 10.1021/acsenergylett.0c00041.", "ArticleIdList": ["10.1021/acsenergylett.0c00041"]}, {"Citation": "Tokito S.; Noda K.; Taga Y. Metal Oxides as a Hole-Injecting Layer for an Organic Electroluminescent Device. J. Phys. D. Appl. Phys. 1996, 29 (11), 2750.10.1088/0022-3727/29/11/004.", "ArticleIdList": ["10.1088/0022-3727/29/11/004"]}, {"Citation": "Reynolds K. J.; Barker J. A.; Greenham N. C.; Friend R. H.; Frey G. L. Inorganic Solution-Processed Hole-Injecting and Electron-Blocking Layers in Polymer Light-Emitting Diodes. J. Appl. Phys. 2002, 92 (12), 7556–7563. 10.1063/1.1522812.", "ArticleIdList": ["10.1063/1.1522812"]}, {"Citation": "Kröger M.; Hamwi S.; Meyer J.; Riedl T.; Kowalsky W.; Kahn A. Role of the Deep-Lying Electronic States of MoO3 in the Enhancement of Hole-Injection in Organic Thin Films. Appl. Phys. Lett. 2009, 95 (12), 123301.10.1063/1.3231928.", "ArticleIdList": ["10.1063/1.3231928"]}, {"Citation": "Hammond S. R.; Meyer J.; Widjonarko N. E.; Ndione P. F.; Sigdel A. K.; Garcia A.; Miedaner A.; Lloyd M. T.; Kahn A.; Ginley D. S.; Berry J. J.; Olson D. C. Low-Temperature, Solution-Processed Molybdenum Oxide Hole-Collection Layer for Organic Photovoltaics. J. Mater. Chem. 2012, 22 (7), 3249–3254. 10.1039/c2jm14911g.", "ArticleIdList": ["10.1039/c2jm14911g"]}, {"Citation": "Gong Y.; Dong Y.; Zhao B.; Yu R.; Hu S.; Tan Z. Diverse Applications of MoO 3 for High Performance Organic Photovoltaics: Fundamentals, Processes and Optimization Strategies. J. Mater. Chem. A 2020, 8 (3), 978–1009. 10.1039/C9TA12005J.", "ArticleIdList": ["10.1039/C9TA12005J"]}, {"Citation": "Xiao M.; Gao M.; Huang F.; Pascoe A. R.; Qin T.; Cheng Y.-B.; Bach U.; Spiccia L. Efficient Perovskite Solar Cells Employing Inorganic Interlayers. ChemNanoMat 2016, 2 (3), 182–188. 10.1002/cnma.201500223.", "ArticleIdList": ["10.1002/cnma.201500223"]}, {"Citation": "Schulz P.; Tiepelt J. O.; Christians J. A.; Levine I.; Edri E.; Sanehira E. M.; Hodes G.; Cahen D.; Kahn A. High-Work-Function Molybdenum Oxide Hole Extraction Contacts in Hybrid Organic-Inorganic Perovskite Solar Cells. ACS Appl. Mater. Interfaces 2016, 8 (46), 31491–31499. 10.1021/acsami.6b10898.", "ArticleIdList": ["10.1021/acsami.6b10898", "27933974"]}, {"Citation": "Zou Y.; Meng Q.; Mao H.; Zhu D. Substrate Effect on the Interfacial Electronic Structure of Thermally-Evaporated CH3NH3PbI3 Perovskite Layer. Org. Electron. 2017, 41, 307–314. 10.1016/j.orgel.2016.11.021.", "ArticleIdList": ["10.1016/j.orgel.2016.11.021"]}, {"Citation": "Liao X.; Habisreutinger S. N.; Wiesner S.; Sadoughi G.; Abou-Ras D.; Gluba M. A.; Wilks R. G.; Félix R.; Rusu M.; Nicholas R. J.; Snaith H. J.; Bär M. Chemical Interaction at the MoO3/CH3NH3PbI3- XCl XInterface. ACS Appl. Mater. Interfaces 2021, 13 (14), 17085–17092. 10.1021/acsami.1c01284.", "ArticleIdList": ["10.1021/acsami.1c01284", "33787195"]}, {"Citation": "Liu P.; Liu X.; Lyu L.; Xie H.; Zhang H.; Niu D.; Huang H.; Bi C.; Xiao Z.; Huang J.; Gao Y. L. Interfacial Electronic Structure at the CH3NH3PbI3/MoOx Interface. Appl. Phys. Lett. 2015, 106 (19), 193903.10.1063/1.4921339.", "ArticleIdList": ["10.1063/1.4921339"]}, {"Citation": "Li L.; Wang C.; Wang C.; Tong S.; Zhao Y.; Xia H.; Shi J.; Shen J.; Xie H.; Liu X.; et al. Interfacial Electronic Structures of MoOx/Mixed Perovskite Photodetector. Org. Electron. 2019, 65, 162–169. 10.1016/j.orgel.2018.11.009.", "ArticleIdList": ["10.1016/j.orgel.2018.11.009"]}, {"Citation": "Thibau E. S.; Llanos A.; Lu Z.-H. Disruptive and Reactive Interface Formation of Molybdenum Trioxide on Organometal Trihalide Perovskite. Appl. Phys. Lett. 2017, 110 (8), 081604.10.1063/1.4976697.", "ArticleIdList": ["10.1063/1.4976697"]}, {"Citation": "Boyd C. C.; Shallcross R. C.; Moot T.; Kerner R.; Bertoluzzi L.; Onno A.; Kavadiya S.; Chosy C.; Wolf E. J.; Werner J.; Raiford J. A.; de Paula C.; Palmstrom A. F.; Yu Z. J.; Berry J. J.; Bent S. F.; Holman Z. C.; Luther J. M.; Ratcliff E. L.; Armstrong N. R.; McGehee M. D. Overcoming Redox Reactions at Perovskite-Nickel Oxide Interfaces to Boost Voltages in Perovskite Solar Cells. Joule 2020, 4 (8), 1759–1775. 10.1016/j.joule.2020.06.004.", "ArticleIdList": ["10.1016/j.joule.2020.06.004"]}, {"Citation": "Thampy S.; Zhang B.; Park J.-G.; Hong K.-H.; Hsu J. W. P. Bulk and Interfacial Decomposition of Formamidinium Iodide (HC(NH 2) 2 I) in Contact with Metal Oxide. Mater. Adv. 2020, 1 (9), 3349–3357. 10.1039/D0MA00624F.", "ArticleIdList": ["10.1039/D0MA00624F"]}, {"Citation": "Manz T. A.; Limas N. G. Introducing DDEC6 Atomic Population Analysis: Part 1. Charge Partitioning Theory and Methodology. RSC Adv. 2016, 6 (53), 47771–47801. 10.1039/C6RA04656H.", "ArticleIdList": ["10.1039/C6RA04656H", "PMC9096813", "35703680"]}, {"Citation": "Manz T. A. Introducing DDEC6 Atomic Population Analysis: Part 3. Comprehensive Method to Compute Bond Orders. RSC Adv. 2017, 7 (72), 45552–45581. 10.1039/C7RA07400J.", "ArticleIdList": ["10.1039/C7RA07400J"]}, {"Citation": "Ciccioli A.; Latini A. Thermodynamics and the Intrinsic Stability of Lead Halide Perovskites CH3NH3PbX3. J. Phys. Chem. Lett. 2018, 9 (13), 3756–3765. 10.1021/acs.jpclett.8b00463.", "ArticleIdList": ["10.1021/acs.jpclett.8b00463", "29901394"]}, {"Citation": "Juarez-Perez E. J.; Ono L. K.; Qi Y. Thermal Degradation of Formamidinium Based Lead Halide Perovskites into: Sym -Triazine and Hydrogen Cyanide Observed by Coupled Thermogravimetry-Mass Spectrometry Analysis. J. Mater. Chem. A 2019, 7 (28), 16912–16919. 10.1039/C9TA06058H.", "ArticleIdList": ["10.1039/C9TA06058H"]}, {"Citation": "Williams M. L. CRC Handbook of Chemistry and Physics, 84th Edition Edited by David R. Lide (National Institute of Standards and Technology). CRC Press LLC: Boca Raton. 2003. 2616 Pp. $139.95. ISBN 0–8493–0484–9. J. Am. Chem. Soc. 2004, 126 (5), 1586–1586. 10.1021/ja0336372.", "ArticleIdList": ["10.1021/ja0336372"]}, {"Citation": "Albert A.; Goldacre R.; Phillips J. The Strength of Heterocyclic Bases. J. Chem. Soc. 1948, 1, 2240.10.1039/jr9480002240.", "ArticleIdList": ["10.1039/jr9480002240"]}, {"Citation": "Brownstein S.; Stillman A. E. Proton Resonance Shifts of Acids in Liquid Sulfur Dioxide. J. Phys. Chem. 1959, 63 (12), 2061–2062. 10.1021/j150582a022.", "ArticleIdList": ["10.1021/j150582a022"]}, {"Citation": "Inzani K.; Grande T.; Vullum-Bruer F.; Selbach S. M. A van Der Waals Density Functional Study of MoO3 and Its Oxygen Vacancies. J. Phys. Chem. C 2016, 120 (16), 8959–8968. 10.1021/acs.jpcc.6b00585.", "ArticleIdList": ["10.1021/acs.jpcc.6b00585"]}, {"Citation": "Bäumer M.; Cappus D.; Kuhlenbeck H.; Freund H.-J.; Wilhelmi G.; Brodde A.; Neddermeye H. The Structure of Thin NiO(100) Films Grown on Ni(100) as Determined by Low-Energy-Electron Diffraction and Scanning Tunneling Microscopy. Surf. Sci. 1991, 253 (1–3), 116–128. 10.1016/0039-6028(91)90585-G.", "ArticleIdList": ["10.1016/0039-6028(91)90585-G"]}, {"Citation": "Yim C. M.; Pang C. L.; Thornton G. Oxygen Vacancy Origin of the Surface Band-Gap State of TiO2(110). Phys. Rev. Lett. 2010, 104 (3), 036806.10.1103/PhysRevLett.104.036806.", "ArticleIdList": ["10.1103/PhysRevLett.104.036806", "20366672"]}, {"Citation": "Peelaers H.; Chabinyc M. L.; Van De Walle C. G. Controlling N-Type Doping in MoO3. Chem. Mater. 2017, 29 (6), 2563–2567. 10.1021/acs.chemmater.6b04479.", "ArticleIdList": ["10.1021/acs.chemmater.6b04479"]}, {"Citation": "Xue H.; Brocks G.; Tao S. First-Principles Calculations of Defects in Metal Halide Perovskites: A Performance Comparison of Density Functionals. Phys. Rev. Mater. 2021, 5 (12), 125408.10.1103/PhysRevMaterials.5.125408.", "ArticleIdList": ["10.1103/PhysRevMaterials.5.125408"]}, {"Citation": "Karthik R.; Vinoth Kumar J.; Chen S. M.; Seerangan K.; Karuppiah C.; Chen T. W.; Muthuraj V. Investigation on the Electrocatalytic Determination and Photocatalytic Degradation of Neurotoxicity Drug Clioquinol by Sn(MoO4)2 Nanoplates. ACS Appl. Mater. Interfaces 2017, 9 (31), 26582–26592. 10.1021/acsami.7b06851.", "ArticleIdList": ["10.1021/acsami.7b06851", "28719176"]}, {"Citation": "Ranga C.; Lødeng R.; Alexiadis V. I.; Rajkhowa T.; Bjørkan H.; Chytil S.; Svenum I. H.; Walmsley J.; Detavernier C.; Poelman H.; Van Der Voort P.; Thybaut J. W. Effect of Composition and Preparation of Supported MoO3 Catalysts for Anisole Hydrodeoxygenation. Chem. Eng. J. 2018, 335 (October), 120–132. 10.1016/j.cej.2017.10.090.", "ArticleIdList": ["10.1016/j.cej.2017.10.090"]}, {"Citation": "Kresse G.; Hafner J. Ab Initio Molecular Dynamics for Liquid Metals. Phys. Rev. B 1993, 47 (1), 558–561. 10.1103/PhysRevB.47.558.", "ArticleIdList": ["10.1103/PhysRevB.47.558", "10004490"]}, {"Citation": "Blöchl P. E. Projector Augmented-Wave Method. Phys. Rev. B 1994, 50 (24), 17953–17979. 10.1103/PhysRevB.50.17953.", "ArticleIdList": ["10.1103/PhysRevB.50.17953", "9976227"]}, {"Citation": "Kresse G.; Furthmüller J. Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set. Phys. Rev. B - Condens. Matter Mater. Phys. 1996, 54 (16), 11169–11186. 10.1103/PhysRevB.54.11169.", "ArticleIdList": ["10.1103/PhysRevB.54.11169", "9984901"]}, {"Citation": "Kresse G.; Joubert D. From Ultrasoft Pseudopotentials to the Projector Augmented-Wave Method. Phys. Rev. B 1999, 59 (3), 1758–1775. 10.1103/PhysRevB.59.1758.", "ArticleIdList": ["10.1103/PhysRevB.59.1758"]}, {"Citation": "Perdew J. P.; Burke K.; Ernzerhof M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996, 77 (18), 3865–3868. 10.1103/PhysRevLett.77.3865.", "ArticleIdList": ["10.1103/PhysRevLett.77.3865", "10062328"]}, {"Citation": "Neugebauer J.; Scheffler M. Adsorbate-Substrate and Adsorbate-Adsorbate Interactions of Na and K Adlayers on Al(111). Phys. Rev. B 1992, 46 (24), 16067–16080. 10.1103/PhysRevB.46.16067.", "ArticleIdList": ["10.1103/PhysRevB.46.16067", "10003746"]}, {"Citation": "Dudarev S. L.; Botton G. A.; Savrasov S. Y.; Humphreys C. J.; Sutton A. P. Electron-Energy-Loss Spectra and the Structural Stability of Nickel Oxide: An LSDA+U Study. Phys. Rev. B 1998, 57 (3), 1505–1509. 10.1103/PhysRevB.57.1505.", "ArticleIdList": ["10.1103/PhysRevB.57.1505"]}, {"Citation": "Rohrbach A.; Hafner J.; Kresse G. Molecular Adsorption on the Surface of Strongly Correlated Transition-Metal Oxides: A Case Study for CO/NiO(100). Phys. Rev. B 2004, 69 (7), 75413.10.1103/PhysRevB.69.075413.", "ArticleIdList": ["10.1103/PhysRevB.69.075413"]}, {"Citation": "Coquet R.; Willock D. J. The (010) Surface of α-MoO 3, a DFT+ U Study. Phys. Chem. Chem. Phys. 2005, 7 (22), 3819–3828. 10.1039/b511044k.", "ArticleIdList": ["10.1039/b511044k", "16358031"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "2", "Hour": "17", "Minute": "14"}, {"Year": "2022", "Month": "8", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35107986", "PMC9353771", "10.1021/acsami.1c20847"]}}], "PubmedBookArticle": []}