{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ambient ozone", "Antioxidants", "Boro rice", "Ethylenediurea", "Photosynthetic yield"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35119638", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "04"}], "ELocationID": ["10.1007/s11356-022-18938-0"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "26", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Assessing the impact of current tropospheric ozone on yield loss and antioxidant defense of six cultivars of rice using ethylenediurea in the lower Gangetic Plains of India.", "Pagination": {"StartPage": "40146", "EndPage": "40156", "MedlinePgn": "40146-40156"}, "Abstract": {"AbstractText": ["Climate change influences the current tropospheric ozone (O<sub>3</sub>) budget due to industrialization and urbanization processes. In recent years, the impact of elevated O<sub>3</sub> on crop development and yield loss has emerged as one of the most important environmental issues, particularly in rural and suburban areas of the lower Indo-Gangetic Plains of India. The impact of the current tropospheric ozone (O<sub>3</sub>) on the crop yield, photosynthetic yield, and enzymatic antioxidants of six rice (Oryza sativa L.) cultivars (IR 36, MTU 1010, GB 3, Khitish, IET 4786, and Ganga Kaveri) was investigated with and without the application of ethylenediurea (EDU). The results revealed that O<sub>3</sub> stress significantly affected crop yield, photosynthetic yield, and antioxidant enzymes. The findings showed that O<sub>3</sub> toxicity induces oxidative stress biomarkers, i.e., malondialdehyde (MDA) content, and was manifested by increasing the enzymatic antioxidants, i.e., superoxidase dismutase (SOD) and catalase (CAT) in four rice cultivars (IR 36, GB 3, IET 4786, and Ganga Kaveri). At the same time, the results also illustrated that the rice cultivars MTU 1010 and Khitish are more tolerant to O<sub>3</sub> stress as they had less oxidative damage, greater photosynthetic SPAD value, SOD and CAT activities, and lower MDA activity. The results also elucidated that the application of EDU decreased O<sub>3</sub> toxicity in sensitive cultivars of rice by increasing antioxidant defense systems. The current O<sub>3</sub> level is likely to show an additional increase in the near future, and the use of tolerant genotypes of rice may reduce the negative impacts of O<sub>3</sub> on rice production."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0001-6059-1664"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Production Division, ICAR-Central Research Institute for Jute and Allied Fibres, Nilganj, Barrackpore, Kolkata, 700121, West Bengal, India. singhak30@gmail.com."}], "LastName": "Singh", "ForeName": "Arvind Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Central Research Institute for Jute and Allied Fibres, Nilganj, Barrackpore, Kolkata, 700121, West Bengal, India."}], "LastName": "Mitra", "ForeName": "Sabyasachi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Central Research Institute for Jute and Allied Fibres, Nilganj, Barrackpore, Kolkata, 700121, West Bengal, India."}], "LastName": "Kar", "ForeName": "Gouranga", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Oryza"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H (1984) Catalase in vitro. Methods in enzymology, vol 105. Academic Press, San Diego, pp 121–126"}, {"Citation": "Afzal J, Saleem MH, Batool F, Elyamine AM, Rana MS, Shaheen A, El-Esawi MA, Tariq Javed M, Ali Q, Arslan Ashraf M, Hussain GS, Hu C (2020) Role of ferrous sulfate (FeSO4) in resistance to cadmium stress in two rice (Oryza sativa L.) genotypes. Biomolecules 10(12):1693. https://doi.org/10.3390/biom10121693", "ArticleIdList": ["10.3390/biom10121693"]}, {"Citation": "Agathokleous E, Mouzaki-Paxinou A, Saitanis CJ, Paoletti E, Manning WJ (2016a) The first toxicological study of the antiozonant and research tool ethylenediurea (EDU) using Lemna minor L. bioassay: hints to its mode of action. Environ Pollut 213:996–1006", "ArticleIdList": ["10.1016/j.envpol.2015.12.051"]}, {"Citation": "Agathokleous E, Paoletti E, Saitanis CJ, Manning WJ, Sugai T, Koike T (2016b) Impacts of ethylenediurea (EDU) soil drench and foliar spray in Salix sachalinensis protection against O<sub>3</sub> induced injury. Sci Total Environ 573:1053–1062", "ArticleIdList": ["10.1016/j.scitotenv.2016.08.183"]}, {"Citation": "Ainsworth AE, Yendrek Craig R, Stephen S, Collins William J, Emberson Lisa D (2012) The effects of tropospheric ozone on net primary productivity and implications for climate change. Annu Rev Plant Biol 63:637–661", "ArticleIdList": ["10.1146/annurev-arplant-042110-103829"]}, {"Citation": "Archambault D, Slaski DJ, Li JJ (2000) Ozone protection in plants. The potential use of chemical protectants to measure oxidant damage in Alberta crops. Report prepared for the Air Research Users Group, Alberta Environment, Edmonton", "ArticleIdList": ["10.5962/bhl.title.115607"]}, {"Citation": "Avnery S, Mauzerall DL, Liu J, Horowitz LW (2011) Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmos Environ 45:2284–2296", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.045"]}, {"Citation": "Beck JP, Krzyzanowski M, Koffi B (1998) Tropospheric ozone in the European Union – the consolidated report. Topic report no. 8/1998"}, {"Citation": "Butler TJ, Vermeylen FM, Rury M, Likens GE, Lee B, Lee B, Bowker GE, McCluney L (2011) Response of ozone and nitrate to stationary source NOx emission reductions in the eastern USA. Atmos Environ 45:1084–1094. https://doi.org/10.1016/j.atmosenv.2010.11.040.2011", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.040.2011"]}, {"Citation": "Cao J, Wang X, Zhao H, Ma M, Chang M (2020) Evaluating the effects of ground-level O<sub>3</sub> on rice yield and economic losses in Southern China. Environ Pollut 267:115694", "ArticleIdList": ["10.1016/j.envpol.2020.115694"]}, {"Citation": "Caregnato FF, Bortolin RF, Divan Junior AM, Moreira JCF (2013) Exposure to elevated ozone levels differentially affects the antioxidant capacity and the redox homeostasis of two subtropical Phaseolus vulgaris L. varieties. Chemosphere 93(2):320–330", "ArticleIdList": ["10.1016/j.chemosphere.2013.04.084"]}, {"Citation": "Carnahan J, Jenner E, Wat E (1978) Prevention of ozone injury to plants by a new protectant chemical. Phytopathology 68:1229", "ArticleIdList": ["10.1094/Phyto-68-1225"]}, {"Citation": "Castagna A, Ranieri A (2009) Detoxification and repair process of ozone injury: from O<sub>3</sub> uptake to gene expression adjustment. Environ Pollut 157:1461–1469", "ArticleIdList": ["10.1016/j.envpol.2008.09.029"]}, {"Citation": "Cotrozzi L, Remorini D, Pellegrini E, Landi M, Massai R, Nali C, Guidi L, Lorenzini G (2016) Variations in physiological and biochemical traits of oak seedlings grown under drought and ozone stress. Physiol Plant 157:69–84", "ArticleIdList": ["10.1111/ppl.12402"]}, {"Citation": "DAC (2021) First Advance Estimates of Production of Foodgrains for 2020–21. Ministry of Agriculture and Farmers Welfare Department of Agriculture, Cooperation and Farmers Welfare, New Delhi"}, {"Citation": "Danh NT, Huy LN, Oanh NTK (2016) Assessment of rice yield loss due to exposure to ozone pollution in Southern Vietnam. Sci Total Environ 566–567:1069–1079", "ArticleIdList": ["10.1016/j.scitotenv.2016.05.131"]}, {"Citation": "De Leeuw F, Van Zantvoort E (1997) Mapping of exceedances of ozone critical levels for crops and forest trees in the Netherlands: Preliminary results. Environ Pollut 96:89–98", "ArticleIdList": ["10.1016/S0269-7491(96)00141-8"]}, {"Citation": "Deb Roy S, Beig G, Ghude SD (2009) Exposure-plant response of ambient ozone over the tropical Indian region. Atmos Chem Phy 9:5253–5260", "ArticleIdList": ["10.5194/acp-9-5253-2009"]}, {"Citation": "Del Valle-Tascon S, Carrasco-Rodriguez J (2004) Impact of ozone on crops. Production Practices and Quality Assessment of Food Crops, vol 1. Springer, Berlin, pp 189–208", "ArticleIdList": ["10.1007/1-4020-2533-5_7"]}, {"Citation": "Dey S, Pati C, Gupta S (2014) Measurement and analysis of surface ozone and its precursors at three different sites in an urban region in eastern India. Environ Forensics 2014:112–120"}, {"Citation": "Dhindsa RS, Plumb-Dhindsa P, Thorpe TA (1981) Leaf senescence: correlated with increased levels of membrane permeability and lipid peroxidation, and decreased levels of superoxide dismutase and catalase. J Exp Bot 32(1):93–101", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Didyk NP, Blum OB (2011) Natural antioxidants of plant origin against ozone damage of sensitive crops. Acta Physiol Plant 33:25–34. https://doi.org/10.1007/s11738-010-0527-5", "ArticleIdList": ["10.1007/s11738-010-0527-5"]}, {"Citation": "Dingenen RV, Dentener FJ, Raes F, Krol MC, Emberson L, Cofala J (2009) The global impact of O<sub>3</sub> on agricultural crop yields under current and future air quality legislation. Atmos Environ 43:604–618", "ArticleIdList": ["10.1016/j.atmosenv.2008.10.033"]}, {"Citation": "Emberson LD, Buker P, Ashmore M, Mills G, Jackson L, Agrawal M, Atikuzzaman M, Cinderby S, Engardt M, Jamir C, Kobayashi K, Oanh N, Quadir Q, Wahid A (2009) A comparison of North American and Asian exposure-response data for ozone effects on crop yields. Atmos Environ 43:1945–1953", "ArticleIdList": ["10.1016/j.atmosenv.2009.01.005"]}, {"Citation": "Fahad S, Chen Y, Saud S, Wang K, Xiong D, Chen C, Wu C, Shah F, Nie L, Huang J (2013) Ultraviolet radiation effect on photosynthetic pigments, biochemical attributes, antioxidant enzyme activity and hormonal contents of wheat. J Food, Agri Environ 11(3&4):1635–1641"}, {"Citation": "Fahad S, Bajwa AA, Nazir U, Anjum SA, Farooq A, Zohaib A, Sadia S, NasimW AS, Saud S, Ihsan MZ, Alharby H, Wu C, Wang D, Huang J (2017) Crop production under drought and heat stress: plant responses and Management Options. Front Plant Sci 8:1147. https://doi.org/10.3389/fpls.2017.01147", "ArticleIdList": ["10.3389/fpls.2017.01147"]}, {"Citation": "Feng Z, Kobayashi K (2009) Assessing the impacts of current and future concentrations of surface ozone on crop yield with meta-analysis. Atmos Environ 43:1510–1519", "ArticleIdList": ["10.1016/j.atmosenv.2008.11.033"]}, {"Citation": "Feng Z, Wang S, Szantoi Z, Chen S, Wang X (2010) Protection of plants from ambient ozone by applications of ethylenediurea (EDU): a meta-analytic review. Environ Pollut 158:3236–3242", "ArticleIdList": ["10.1016/j.envpol.2010.07.009"]}, {"Citation": "Foster K, Guerard J, Oshima R, Bishop J, Timm H (1983) Differential ozone susceptibility of centennial russet and white rose potato as demonstrated by fumigation and antioxidant treatments. Am Potato J 60:127–139", "ArticleIdList": ["10.1007/BF02853801"]}, {"Citation": "Frei M (2015) Breeding of ozone resistant rice: relevance approaches and challenges. Environ Pollut 197:144–155", "ArticleIdList": ["10.1016/j.envpol.2014.12.011"]}, {"Citation": "Ganguly ND (2012) Influence of stratospheric intrusion on the surface ozone levels in India. Int J Meteorol 1:7"}, {"Citation": "Gaur A, Tripathi SN, Kanawade VP, Tare V, Shukla SP (2014) Four-year measurements of trace gases (SO<sub>2</sub>, NOx, CO, and O<sub>3</sub>) at an urban location, Kanpur, in Northern India. J Atmos Chem 71:283–301", "ArticleIdList": ["10.1007/s10874-014-9295-8"]}, {"Citation": "Giacomo B, Forino LMC, Tagliasacchi AM, Bernardi R, Durante M (2010) Ozone damage and tolerance in leaves of two poplar genotypes. Caryologia 63:422–434", "ArticleIdList": ["10.1080/00087114.2010.10589755"]}, {"Citation": "Gill SS, Tuteja N (2010) Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol Biochem 48:909–930", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016"]}, {"Citation": "Gratão PL, Polle A, Lea PJ, Azevedo RA (2005) Making the life of heavy metal-stressed plants a little easier. Funct Plant Biol 32:481–494", "ArticleIdList": ["10.1071/FP05016"]}, {"Citation": "Grulke NE, Heath RL (2019) Ozone effects on plants in natural ecosystems. Plant Biol 22(S1):12–27. https://doi.org/10.1111/plb.12971", "ArticleIdList": ["10.1111/plb.12971"]}, {"Citation": "Han S, Bian H, Feng Y, Liu A, Li X, Zeng F, Zhang X (2011) Analysis of the relationship between O<sub>3</sub>, NO and NO<sub>2</sub> in Tianjin, China. Aerosol Air Qual Res 11:128–139", "ArticleIdList": ["10.4209/aaqr.2010.07.0055"]}, {"Citation": "Heath RL, Packer L (1968) Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation. Arch Biochem Biophys 125(1):189–198", "ArticleIdList": ["10.1016/0003-9861(68)90654-1"]}, {"Citation": "Hogrefe C, Hao W, Zalewsky EE, Ku JY, Lynn B, Rosenzweig C, Schultz MG, Rast S, Newchurch MJ, Wang L, Kinney PL, Sistla G (2011) An analysis of long-term regional-scale ozone simulations over the Northeastern United States: variability and trends. Atmos Chem Phys 11:567–582. https://doi.org/10.5194/acp-11-567-2011", "ArticleIdList": ["10.5194/acp-11-567-2011"]}, {"Citation": "IFPRI (2020) Boro rice procurement in Bangladesh: implications for policy. International Food Policy Research Institute Bangladesh, Dhaka"}, {"Citation": "IPCC (2014) Climate Change 2014-Mitigation of Climate Change. IPSS 5th Assessment Report, Bonn"}, {"Citation": "Ishida H, Makino A, Mae T (1999) Fragmentation of the large subunit of ribulose-1,5-bisphosphate carboxylase by reactive oxygen species occurs near gly-329. J Biol Chem 274:5222–5522", "ArticleIdList": ["10.1074/jbc.274.8.5222"]}, {"Citation": "Kollner B, Krause GHM (2003) Effects of two different ozone exposure regimes on chlorophyll and sucrose content of leaves and yield parameters of sugar beet (Beta vulgaris L.) and rape (Brassica napus L.). Water Air Soil Pollut 144:317–332", "ArticleIdList": ["10.1023/A:1022913116566"]}, {"Citation": "Kurokawa J, Ohara T, Morikawa T, Hanayama S, Janssens-Maenhout G, Fukui T, Kawashima K, Akimoto H (2013) Emissions of air pollutants and greenhouse gases over Asian regions during 2000–2008: regional emission inventory in Asia (REAS) version 2. Atmos Chem Phys 13:11019–11058. https://doi.org/10.5194/acp-13-11019-2013,2013", "ArticleIdList": ["10.5194/acp-13-11019-2013,2013"]}, {"Citation": "Lal S, Venkataramani S, Naja M, Kuniyal JC, Kumar MKS (2017) Loss of crop yields in India due to surface ozone: an estimation based on a network of observations. Environ Sci Pollut Res Int 24:1–10", "ArticleIdList": ["10.1007/s11356-017-9729-3"]}, {"Citation": "Lapina K, Henze DK, Milford JB, Travis K (2016) Impacts of foreign, domestic, and state-level emissions on ozone-induced vegetation loss in the United States. Environ Sci Technol 50:806–813", "ArticleIdList": ["10.1021/acs.est.5b04887"]}, {"Citation": "Lin Y, Jiang F, Zhao J, Zhu G, He X, Ma X, Li S, Sabel CE, Wang H (2018) Impacts of O<sub>3</sub> on premature mortality and crop yield loss across China. Atmos Environ 194:41–47. https://doi.org/10.1016/j.atmosenv.2018.09.024", "ArticleIdList": ["10.1016/j.atmosenv.2018.09.024"]}, {"Citation": "Liu X, Sui L, Huang Y, Geng C, Yin B (2015) Physiological and visible injury responses in different growth stages of winter wheat to ozone stress and the protection of spermidine. Atmos Pollut Res 6:596–604", "ArticleIdList": ["10.5094/APR.2015.067"]}, {"Citation": "Lu X, Zhang L, Shen L (2019) Meteorology and climate influences on tropospheric ozone: a review of natural sources, chemistry and transport pattern. Curr Pollut Rep 5:238–260", "ArticleIdList": ["10.1007/s40726-019-00118-3"]}, {"Citation": "Manning WJ, Paoletti E, Sandermann H Jr, Ernst D (2011) Ethylenediurea (EDU): a research tool for assessment and verification of the effects of ground level ozone on plants under natural conditions. Environ Pollut 159:3283–3293", "ArticleIdList": ["10.1016/j.envpol.2011.07.005"]}, {"Citation": "Mills G, Buse A, Gimeno B, Bermejo V, Holland M, Emberson L, Pleijel H (2007) A synthesis of AOT40-based response functions and critical levels of ozone for agricultural and horticultural crops. Atmos Environ 41:2630–2643", "ArticleIdList": ["10.1016/j.atmosenv.2006.11.016"]}, {"Citation": "Mills G, Sharps K, Simpson D, Pleijel H, Frei M, Burkey K, Emberson L, Uddling J, Broberg M, Feng Z, Kobayashi K, Agrawal M (2018) Closing the global ozone yield gap: quantification and co-benefits for multi-stress tolerance. Global Change Biol 24:4869–4893", "ArticleIdList": ["10.1111/gcb.14381"]}, {"Citation": "Mishra AK, Rai R, Agarwal SB (2013) Differential response of dwarf and tall tropical wheat cultivars to elevated ozone with and without carbon dioxide enrichment: growth, yield and grain quality. Field Crop Res 145:21–32. https://doi.org/10.1016/j.fcr.2013.02.007", "ArticleIdList": ["10.1016/j.fcr.2013.02.007"]}, {"Citation": "Mittler R, Vanderauwera S, Gollery M, Van Breusegem F (2004) Reactive oxygen gene network of plants. Trends Plant Sci 9:490–498", "ArticleIdList": ["10.1016/j.tplants.2004.08.009"]}, {"Citation": "Monks PS, Archibald AT, Colette A, Cooper O, Coyle M, Derwent R, Fowler D, Granier C, Law KS, Mills GE, Stevenson DS, Tarasova O, Thouret V, von Schneidemesser E, Sommariva R, Wild O, Williams ML (2015) Tropospheric ozone and its precursors from the urban to the global scale from air quality to short lived climate forcer. Atmos Chem Phys 15:8889–8973", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Mudd J (1996) Biochemical basis for the toxicity of ozone. Plant Response to Air Pollution. John Wiley and Sons Ltd, Hoboken"}, {"Citation": "Oksanen E, Pandey V, Pandey AK, Keski-Saari S, Kontunen-Soppela S, Sharma C (2013) Impacts of increasing ozone on Indian plants. Environ Pollut 177:189–200", "ArticleIdList": ["10.1016/j.envpol.2013.02.010"]}, {"Citation": "Pandey AK, Majumder B, Keski-Saari S, Soppela SK, Mishra A, Sahu N, Pandey V, Oksanen E (2015) Searching for common responsive parameters for ozone tolerance in 18 rice cultivars in India: results from ethylenediurea studies. Sci Total Environ 532:230–238", "ArticleIdList": ["10.1016/j.scitotenv.2015.05.040"]}, {"Citation": "Paoletti E, Contran N, Manning WJ, Ferrara AM (2009) Use of the antiozonant ethylenediurea (EDU) in Italy: verification of the effects of ambient ozone on crop plants and trees and investigation of EDU’s mode of action. Environ Pollut 157:1453–1460", "ArticleIdList": ["10.1016/j.envpol.2008.09.021"]}, {"Citation": "Pasqualini S, Paoletti E, Cruciani G, Pellegrino R, Ederli L (2016) Effects of different routes of application on ethylenediurea persistence in tobacco leaves. Environ Pollut 212:559–564", "ArticleIdList": ["10.1016/j.envpol.2016.03.017"]}, {"Citation": "Pellegrini E (2014) PSII photochemistry is the primary target of oxidative stress imposed by ozone in Tilia americana. Urban Urban Green 13:94–102", "ArticleIdList": ["10.1016/j.ufug.2013.10.006"]}, {"Citation": "Rai R, Agrawal M (2014) Assessment of competitive ability of two Indian wheat cultivars under ambient O<sub>3</sub> at different developmental stages. Environ Sci Pollut Res 21:1039–1053", "ArticleIdList": ["10.1007/s11356-013-1981-6"]}, {"Citation": "Rai R, Agrawal M, Agrawal S (2010) Threat to food security under current levels of ground level ozone: a case study for Indian cultivars of rice. Atmos Environ 44:4272–4282", "ArticleIdList": ["10.1016/j.atmosenv.2010.06.022"]}, {"Citation": "Rai R, Agrawal M, Choudhary KK, Agrawal S, Emberson L, Büker P (2015) Application of ethylene diurea (EDU) in assessing the response of a tropical soybean cultivar to ambient O<sub>3</sub>: nitrogen metabolism, antioxidants, reproductive development and yield. Ecotoxicol Environ Saf 112:29–38", "ArticleIdList": ["10.1016/j.ecoenv.2014.10.031"]}, {"Citation": "Ramanathan V, Ramana MV (2005) Persistent, widespread, and strongly absorbing haze over the Himalayan foothills and the Indo-Gangetic Plains. Pure Appl Geophys 162:1609–1626. https://doi.org/10.1007/s00024-005-2685-8", "ArticleIdList": ["10.1007/s00024-005-2685-8"]}, {"Citation": "Sharma P, Jha AB, Dubey RS, Pessarakli M (2012) Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J Bot 2012:1–26", "ArticleIdList": ["10.1155/2012/217037"]}, {"Citation": "Sharma A, Ojha N, Pozzer A, Beig G, Gunthe SS (2019) Revisiting the crop yield loss in India attributable to ozone. Atmos Environ 1:100008"}, {"Citation": "Singh AA, Agrawal SB (2017) Tropospheric ozone pollution in India: effects on crop yield and product quality. Environ Sci Pollut Res 24(5):4367–4382. https://doi.org/10.1007/s11356-016-8178-8", "ArticleIdList": ["10.1007/s11356-016-8178-8"]}, {"Citation": "Singh E, Tiwari S, Agrawal M (2009) Effects of elevated ozone on photosynthesis and stomatal conductance of two soybean varieties: a case study to assess impacts of one component of predicted global climate change. Plant Biol 11(Suppl. 1):101–108", "ArticleIdList": ["10.1111/j.1438-8677.2009.00263.x"]}, {"Citation": "Singh S, Kaur D, Agrawal S, Agrawal M (2010) Responses of two cultivars of Trifolium repens L. to ethylenediurea in relation to ambient ozone. J Environ Sci 22:1096–1103", "ArticleIdList": ["10.1016/S1001-0742(09)60223-0"]}, {"Citation": "Singh AA, Singh S, Agrawal M, Agrawal SB (2015) Assessment of ethylenediurea-induced protection in plants against ozone phytotoxicity. Rev Environ Contam 233:129–184"}, {"Citation": "Singh AK, Ghorai AK, Majumdar B, Behera MS, Mitra S, Roy S, Saha R, Kar G (2021) Impact of tropospheric ozone on crop production under jute-rice cropping system. Research Bulletin 01/2021 ICAR-Central Research Institute for Jute and Allied Fibres, Barrackpore, Kolkata"}, {"Citation": "Singh UP (2002) Boro rice in eastern India. Rice-Wheat Consortium for the Indo-Gangetic Plains, New Delhi, India"}, {"Citation": "Sinha B, Singh SK, Maurya Y, Kumar V, Sarkar C, Chandra BP, Sinha V (2015) Assessment of crop yield losses in Punjab and Haryana using 2 years of continuous in situ ozone measurements. Atmos Chem Phy 15:9555–9576", "ArticleIdList": ["10.5194/acp-15-9555-2015"]}, {"Citation": "Suzuki N, Koussevitzky S, Mittler R, Miller G (2012) ROS and redox signalling in the response of plants to abiotic stress. Pl Cell Environ 35:259–270", "ArticleIdList": ["10.1111/j.1365-3040.2011.02336.x"]}, {"Citation": "Szantoi Z, Chappelka AH, Muntifering RB, Somers GL (2007) Use of ethylenediurea (EDU) to ameliorate ozone effects on purple coneflower (Echinacea purpurea). Environ Pollut 150:200–208", "ArticleIdList": ["10.1016/j.envpol.2007.01.020"]}, {"Citation": "Tiwari S, Agrawal M (2018) Tropospheric ozone and its impacts on crop plants. Springer International Publishing AG, Berlin. https://doi.org/10.1007/978-3-319-71873-6_3", "ArticleIdList": ["10.1007/978-3-319-71873-6_3"]}, {"Citation": "Tiwari S, Agrawal M, Manning WJ (2005) Assessing the impact of ambient ozone on growth and productivity of two cultivars of wheat in India using three rates of application of ethylenediurea (EDU). Environ Pollut 138:153–160", "ArticleIdList": ["10.1016/j.envpol.2005.02.008"]}, {"Citation": "Tiwari S, Rai R, Agrawal M (2008) Annual and seasonal variations in tropospheric ozone concentrations around Varanasi. Int J Remote Sens 9(15):4499–4514", "ArticleIdList": ["10.1080/01431160801961391"]}, {"Citation": "Ueda Y, Uehara N, Sasaki H, Kobayashi K, Yamakawa T (2013) Impacts of acute ozone stress on superoxide dismutase (SOD) expression and reactive oxygen species (ROS) formation in rice leaves. Plant Physiol Biochem 70:396–402", "ArticleIdList": ["10.1016/j.plaphy.2013.06.009"]}, {"Citation": "Wang X, Zhang Q, Zheng F, Zheng Q, Yao F, Chen Z, Zhang W, Hou P, Feng Z, Song W, Feng Z, Fe Lu (2012) Effects of elevated O<sub>3</sub> concentration on winter wheat and rice yields in the Yangtze River Delta. China Environ Pollut 171:118–125", "ArticleIdList": ["10.1016/j.envpol.2012.07.028"]}, {"Citation": "Wang J, Zeng Q, Zhu J, Tang H (2013) Dissimilarity of ascorbate glutathione (AsA-GSH) cycle mechanism in two rice (Oryza sativa L.) cultivars under experimental free air ozone exposure. Agric Ecosyst Environ 165:39–49", "ArticleIdList": ["10.1016/j.agee.2012.12.006"]}, {"Citation": "WHO (1996) Update and revision of the WHO air quality guidelines for Europe Ecotoxic Effects, Ozone Effects on Vegetation. European Center for Environment and Health, Bilthoven"}, {"Citation": "Xu W, Lin W, Xu X, Tang J, Huang J, Wu H, Zhang X (2016) Long-term trends of surface ozone and its influencing factors at the Mt Waliguan GAW station, China-Part 1: overall trends and characteristic. Atmos Chem Phy 16:6191–6205", "ArticleIdList": ["10.5194/acp-16-6191-2016"]}, {"Citation": "Yadav DK, Prasad A, Kruk J, Pospíšil P (2014) Evidence for the involvement of loosely bound plastosemiquinones in superoxide anion radical production in photosystem II. PLoS ONE 9:115466. https://doi.org/10.1371/journal.pone.0115466", "ArticleIdList": ["10.1371/journal.pone.0115466"]}, {"Citation": "Yi F, Jiang F, Zhong F, Zhou X, Ding A (2016) The impacts of surface ozone pollution on winter wheat productivity in China- an econometric approach. Environ Pollut 208:326–335", "ArticleIdList": ["10.1016/j.envpol.2015.09.052"]}, {"Citation": "Zhao H, Zheng Y, Zhang Y, Li T (2020) Evaluating the effects of surface O3 on three main food crops across China during 2015–2018. Environ Pollut 258:113794", "ArticleIdList": ["10.1016/j.envpol.2019.113794"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "9", "Day": "1"}, {"Year": "2022", "Month": "1", "Day": "24"}, {"Year": "2022", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "4", "Hour": "12", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35119638", "10.1007/s11356-022-18938-0", "10.1007/s11356-022-18938-0"]}}], "PubmedBookArticle": []}