{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Exposure risk", "GAM", "Global", "O3", "Spatiotemporal variation"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35128147", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "29"}], "ELocationID": ["10.1007/s12403-022-00463-7"], "Journal": {"ISSN": "2451-9766", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2022"}}, "Title": "Exposure and health", "ISOAbbreviation": "Expo Health"}, "ArticleTitle": "Exposure Risk of Global Surface O<sub>3</sub> During the Boreal Spring Season.", "Pagination": {"StartPage": "431", "EndPage": "446", "MedlinePgn": "431-446"}, "Abstract": {"AbstractText": ["Surface ozone (O<sub>3</sub>) is an oxidizing gaseous pollutant; long-term exposure to high O<sub>3</sub> concentrations adversely affects human health. Based on daily surface O<sub>3</sub> concentration data, the spatiotemporal characteristics of O<sub>3</sub> concentration, exposure risks, and driving meteorological factors in 347 cities and 10 major countries (China, Japan, India, South Korea, the United States, Poland, Spain, Germany, France, and the United Kingdom) worldwide were analyzed using the MAKESENS model, Moran' <i>I</i> analysis, and Generalized additive model (GAM). The results indicated that: in the boreal spring season from 2015 to 2020, the global O<sub>3</sub> concentration exhibited an increasing trend at a rate of 0.6 μg/m<sup>3</sup>/year because of the volatile organic compounds (VOCs) and NOx changes caused by human activities. Due to the lockdown policies after the outbreak of COVID-19, the average O<sub>3</sub> concentration worldwide showed an inverted U-shaped growth during the study period, increasing from 21.9 μg/m<sup>3</sup> in 2015 to 27.3 μg/m<sup>3</sup> in 2019, and finally decreasing to 25.9 μg/m<sup>3</sup> in 2020. According to exposure analytical methods, approximately 6.32% of the population (31.73 million people) in the major countries analyzed reside in rapidly increasing O<sub>3</sub> concentrations. 6.53% of the population (32.75 million people) in the major countries were exposed to a low O<sub>3</sub> concentration growth environment. Thus, the continuous increase of O<sub>3</sub> concentration worldwide is an important factor leading to increasing threats to human health. Further we found that mean wind speed, maximum temperature, and relative humidity are the main factors that determine the change of O<sub>3</sub> concentration. Our research results are of great significance to the continued implementation of strict air quality policies and prevention of population hazards. However, due to data limitations, this research can only provide general trends in O<sub>3</sub> and human health, and more detailed research will be carried out in the follow-up.", "The online version contains supplementary material available at 10.1007/s12403-022-00463-7."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer Nature B.V. 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.410726.6", "0000 0004 1797 8419"], "Affiliation": "University of Chinese Academy of Science, Beijing, 100049 China."}, {"Identifier": ["grid.9227.e", "0000000119573309"], "Affiliation": "State Key Laboratory of Desert and Oasis Ecology, Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences, Urumqi, 830011 China."}], "LastName": "Zhou", "ForeName": "Yiqi", "Initials": "Y"}, {"Identifier": ["0000-0002-1503-8066"], "AffiliationInfo": [{"Identifier": ["grid.410726.6", "0000 0004 1797 8419"], "Affiliation": "University of Chinese Academy of Science, Beijing, 100049 China."}, {"Identifier": ["grid.9227.e", "0000000119573309"], "Affiliation": "State Key Laboratory of Desert and Oasis Ecology, Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences, Urumqi, 830011 China."}], "LastName": "Duan", "ForeName": "Weili", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.410726.6", "0000 0004 1797 8419"], "Affiliation": "University of Chinese Academy of Science, Beijing, 100049 China."}, {"Identifier": ["grid.9227.e", "0000000119573309"], "Affiliation": "State Key Laboratory of Desert and Oasis Ecology, Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences, Urumqi, 830011 China."}], "LastName": "Chen", "ForeName": "Yaning", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.49470.3e", "0000 0001 2331 6153"], "Affiliation": "School of Resource and Environmental Science, Wuhan University, Wuhan, 430079 China."}], "LastName": "Yi", "ForeName": "Jiahui", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.190737.b", "0000 0001 0154 0904"], "Affiliation": "College of Computer Science, Chongqing University, Chongqing, 400044 China."}], "LastName": "Wang", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.459584.1", "0000 0001 2196 0260"], "Affiliation": "College of Environment and Resources, Guangxi Normal University, Guilin, 541006 China."}], "LastName": "Di", "ForeName": "Yanfeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.410654.2", "0000 0000 8880 6009"], "Affiliation": "College of Resources and Environment, Yangtze University, Wuhan, 430100 China."}], "LastName": "He", "ForeName": "Chao", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Expo Health", "NlmUniqueID": "101681216", "ISSNLinking": "2451-9766"}, "CoiStatement": "Conflict of interestAll authors have no conflicts of interests to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhikari A, Yin J. Short-term effects of ambient ozone, PM2.5, and meteorological factors on COVID-19 confirmed cases and deaths in Queens, New York. Int J Environ Res Public Health. 2020;17:4047. doi: 10.3390/ijerph17114047.", "ArticleIdList": ["10.3390/ijerph17114047", "PMC7312351", "32517125"]}, {"Citation": "Ali MH, Abustan I, Rahman MA, Haque AAM. Sustainability of groundwater resources in the North-Eastern Region of Bangladesh. Water Resour Manage. 2012;26:623–641. doi: 10.1007/s11269-011-9936-5.", "ArticleIdList": ["10.1007/s11269-011-9936-5"]}, {"Citation": "Cao B, Yin Z. Future atmospheric circulations benefit ozone pollution control in Beijing–Tianjin–Hebei with global warming. Sci Total Environ. 2020;743:140645. doi: 10.1016/j.scitotenv.2020.140645.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140645", "32673912"]}, {"Citation": "Chen K, Fiore AM, Chen R, Jiang L, Jones B, Schneider A, Peters A, Bi J, Kan HD, Kinney PL. Future ozone-related acute excess mortality under climate and population change scenarios in China: a modeling study. PLoS Med. 2018 doi: 10.1371/journal.pmed.1002598.", "ArticleIdList": ["10.1371/journal.pmed.1002598", "PMC6029756", "29969446"]}, {"Citation": "CPCB (Central Pollution Control Board) (2010) Air quality monitoring. Emission inventory and source apportionment studies for Indian cities. New Delhi: Central Pollution Control Board. Available from http://www.indiaenvironmentportal.org.in/content/322584/air-quality-monitoring-emission-inventory-and-source-apportionment-study-for-indian-cities/"}, {"Citation": "Escudero M, Lozano A, Hierro J, Del Valle J, Mantilla E. Urban influence on increasing ozone concentrations in a characteristic Mediterranean agglomeration. Atmos Environ. 2014;99:322–332. doi: 10.1016/j.atmosenv.2014.09.061.", "ArticleIdList": ["10.1016/j.atmosenv.2014.09.061"]}, {"Citation": "Feng Z, De Marco A, Anav A, Gualtieri M, Sicard P, Tian H, Fornasire F, Tao F, Guo A, Paoletti E. Economic losses due to ozone impacts on human health, forest productivity and crop yield across China. Environ Int. 2019;131:104966. doi: 10.1016/j.envint.2019.104966.", "ArticleIdList": ["10.1016/j.envint.2019.104966", "31284106"]}, {"Citation": "Finch DP, Palmer PI. Increasing ambient surface ozone levels over the UK accompanied by fewer extreme events. Atmos Environ. 2020;237:117627. doi: 10.1016/j.atmosenv.2020.117627.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117627"]}, {"Citation": "Gong X, Hong S, Jaffe DA. Ozone in China: Spatial distribution and leading meteorological factors controlling O3 in 16 Chinese cities. Aerosol Air Qual Res. 2018;18:2287–2300. doi: 10.4209/aaqr.2017.10.0368.", "ArticleIdList": ["10.4209/aaqr.2017.10.0368"]}, {"Citation": "Guo HT, Cheng X, Gu Y, Wang H, Chen F, Bao S, Shi B, Xu W, Wang X, Zuo X, Zhang X, Meng C. Assessment of PM2.5 concentrations and exposure throughout China using ground observations. Sci Total Environ. 2017;601:1024–1030. doi: 10.1016/j.scitotenv.2017.05.263.", "ArticleIdList": ["10.1016/j.scitotenv.2017.05.263", "28599359"]}, {"Citation": "He C, Hong S, Zhang L, Mu H, Xin A, Zhou Y, Liu J, Liu N, Su Y, Tian Y, Ke B, Wang Y, Yang L. Global, continental, and national variation in PM2.5, O3, and NO2 concentrations during the early 2020 COVID-19 lockdown. Atmos Pollut Res. 2021;12:136–145. doi: 10.1016/j.apr.2021.02.002.", "ArticleIdList": ["10.1016/j.apr.2021.02.002", "PMC7867708", "33584105"]}, {"Citation": "Hu C, Kang P, Jaffe DA, Li C, Zhang X, Wu K, Zhou M. Understanding the impact of meteorology on ozone in 334 cities of China. Atmos Environ. 2021 doi: 10.1016/j.atmosenv.2021.118221.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118221"]}, {"Citation": "Huang J, Li G, Xu G, Qian X, Zhao Y, Pan X, Jian H, Cen Z, Liu Q, He T, Guo X. The burden of ozone pollution on years of life lost from chronic obstructive pulmonary disease in a city of Yangtze River Delta, China. Environ Pollut. 2018;242:1266–1273. doi: 10.1016/j.envpol.2018.08.021.", "ArticleIdList": ["10.1016/j.envpol.2018.08.021", "30121480"]}, {"Citation": "Hůnová I, Brabec M, Malý M. What are the principal factors affecting ambient ozone concentrations in Czech mountain forests? Front for Glob Change. 2019;2:31. doi: 10.3389/ffgc.2019.00031.", "ArticleIdList": ["10.3389/ffgc.2019.00031"]}, {"Citation": "Janjai S, Buntoung S, Nunez M, Chiwpreecha K, Pattarapanitchai S. Meteorological factors affecting lower tropospheric ozone mixing ratios in Bangkok, Thailand. J Atmos Sol-Terr Phys. 2016;147:76–89. doi: 10.1016/j.atmosenv.2021.118221.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118221"]}, {"Citation": "Jeong Y, Lee HW, Jeon W. Regional differences of primary meteorological factors impacting O3 variability in South Korea. Atmosphere. 2020;11:74. doi: 10.3390/atmos11010074.", "ArticleIdList": ["10.3390/atmos11010074"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. N Engl J Med. 2009;360:1085–1095. doi: 10.1056/NEJMoa0803894.", "ArticleIdList": ["10.1056/NEJMoa0803894", "PMC4105969", "19279340"]}, {"Citation": "Karthik LB, Sujith B, Sehgal M. Characteristics of the ozone pollution and its health effects in India. Int J Med Public Health. 2017;7:56–60. doi: 10.5530/ijmedph.2017.1.10.", "ArticleIdList": ["10.5530/ijmedph.2017.1.10"]}, {"Citation": "Kim S, Jeong D, Sanchez D, Wang M, Seco R, Blake D, Meinardi S, Barletta B, Hughes S, Jung J, Kim D, Lee G, Lee M, Ahn J, Lee S, Cho G, Sung M, Lee Y, Park R. The controlling factors of photochemical ozone production in Seoul, South Korea. Aerosol Air Qual Res. 2018;18:2253–2261. doi: 10.4209/aaqr.2017.11.0452.", "ArticleIdList": ["10.4209/aaqr.2017.11.0452"]}, {"Citation": "Klimont Z, Kupiainen K, Heyes C, Purohit P, Cofala J, Rafaj P, Borken-Kleefeld J, Schöpp W. Global anthropogenic emissions of particulate matter including black carbon. Atmos Chem Phys. 2017;17:8681–8723. doi: 10.5194/acp-17-8681-2017.", "ArticleIdList": ["10.5194/acp-17-8681-2017"]}, {"Citation": "Li Y, Lau AK, Fung JC, Zheng J, Liu S. Importance of NOx control for peak ozone reduction in the Pearl River Delta region. J Geophys Res-Atmos. 2013;118:9428–9443. doi: 10.1002/jgrd.50659.", "ArticleIdList": ["10.1002/jgrd.50659"]}, {"Citation": "Li P, Wu J, Qian H, Lyu X, Liu H. Origin and assessment of groundwater pollution and associated health risk: a case study in an industrial park, northwest China. Environ Geochem Health. 2014;36:693–712. doi: 10.1007/s10653-013-9590-3.", "ArticleIdList": ["10.1007/s10653-013-9590-3", "24346317"]}, {"Citation": "Li P, Wu J, Qian H, Zhang Y, Yang N, Jing L, Yu P. Hydrogeochemical characterization of groundwater in and around a wastewater irrigated forest in the southeastern edge of the Tengger Desert, Northwest China. Expo Health. 2016;8:331–348. doi: 10.1007/s12403-016-0193-y.", "ArticleIdList": ["10.1007/s12403-016-0193-y"]}, {"Citation": "Li P, Tian R, Xue C, Wu J. Progress, opportunities, and key fields for groundwater quality research under the impacts of human activities in China with a special focus on western China. Environ Sci Pollut Res. 2017;24:13224–13234. doi: 10.1007/s11356-017-8753-7.", "ArticleIdList": ["10.1007/s11356-017-8753-7", "28281079"]}, {"Citation": "Li H, Yu X, Zhang W, Huan Y, Yu J, Zhang Y. Risk assessment of groundwater organic pollution using hazard, intrinsic vulnerability, and groundwater value, Suzhou City in China. Expo Health. 2018;10:99–115. doi: 10.1007/s12403-017-0248-8.", "ArticleIdList": ["10.1007/s12403-017-0248-8"]}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q, Bates KH. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proc Natl Acad Sci USA. 2019;116:422–427. doi: 10.1073/pnas.1812168116.", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "Li B, Shi XF, Liu YP, Lu L, Wang GL, Thapa S, Sun XZ, Fu DL, Wang K, Qi H. Long-term characteristics of criteria air pollutants in megacities of Harbin-Changchun megalopolis, Northeast China: spatiotemporal variations, source analysis, and meteorological effects. Environ Pollut. 2020;267:115441. doi: 10.1016/j.envpol.2020.115441.", "ArticleIdList": ["10.1016/j.envpol.2020.115441", "32854026"]}, {"Citation": "Lin H, Guo Y, Ruan Z, Yang Y, Chen Y, Zheng Y, Cummings-Vaughn LA, Rigdon SE, Vaughn MG, Sun S, Zhang L, WangQian XZM, Wu F. Ambient PM2.5 and O3 and their combined effects on prevalence of presbyopia among the elderly: a cross-sectional study in six low-and middle-income countries. Sci Total Environ. 2019;655:168–173. doi: 10.1016/j.scitotenv.2018.11.239.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.239", "30469062"]}, {"Citation": "Lu X, Zhang L, Wang X, Gao M, Li K, Zhang Y, Yue X, Zhang Y. Rapid increases in warm-season surface ozone and resulting health impact in China since 2013. Environ Sci Technol Lett. 2020;7:240–247. doi: 10.1021/acs.estlett.0c00171.", "ArticleIdList": ["10.1021/acs.estlett.0c00171"]}, {"Citation": "Mertens M, Kerkweg A, Grewe V, Jöckel P, Sausen R. Attributing land transport emissions to ozone and ozone precursors in Europe and Germany. Atmos Chem Phys Discuss. 2019;10:1–2. doi: 10.5194/acp-2019-715.", "ArticleIdList": ["10.5194/acp-2019-715"]}, {"Citation": "Mthembu PP, Elumalai V, Brindha K, Li P. Hydrogeochemical processes and trace metal contamination in groundwater: impact on human health in the Maputaland coastal aquifer, South Africa. Expo Health. 2020;12:403–426. doi: 10.1007/s12403-020-00369-2.", "ArticleIdList": ["10.1007/s12403-020-00369-2"]}, {"Citation": "Oak YJ, Park RJ, Schroeder JR, Crawford JH, Blake DR, Weinheimer AJ, Woo JH, Kim SW, Yeo H, Fried A, Wisthaler A, Brune WH. Evaluation of simulated O3 production efficiency during the KORUS-AQ campaign: Implications for anthropogenic NOx emissions in Korea. Elementa-Sci Anthrop. 2019;7:56. doi: 10.1525/elementa.394.", "ArticleIdList": ["10.1525/elementa.394"]}, {"Citation": "Ordóñez C, Garrido-Perez JM, García-Herrera R. Early spring near-surface ozone in Europe during the COVID-19 shutdown: Meteorological effects outweigh emission changes. Sci Total Environ. 2020;747:141322. doi: 10.1016/j.scitotenv.2020.141322.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141322", "PMC7385987", "32781318"]}, {"Citation": "Partal T, Kahya E. Trend analysis in Turkish precipitation data. Hydrol Process. 2006;20:2011–2026. doi: 10.1002/hyp.5993.", "ArticleIdList": ["10.1002/hyp.5993"]}, {"Citation": "Salmi T, Määttä A, Anttila P, Ruoho-Airola T, Amnell T (2002) Detecting trends of annual values of atmospheric pollutants by the Mann-Kendall test and Sen’s slope estimates MAKESENS—the excel template application. Finish Meteorological Institute, Helsinki"}, {"Citation": "Sarkar AA, Ali MH. Water table dynamics of Dhaka City and its long-term trend analysis using the “MAKESENS” model. Water Int. 2009;34:373–382. doi: 10.1080/02508060903115183.", "ArticleIdList": ["10.1080/02508060903115183"]}, {"Citation": "Seltzer KM, Shindell DT, Kasibhatla P, Malley CS. Magnitude, trends, and impacts of ambient long-term ozone exposure in the United States from 2000 to 2015. Atmos Chem Phys. 2020;20:1757–1775. doi: 10.5194/acp-20-1757-2020.", "ArticleIdList": ["10.5194/acp-20-1757-2020"]}, {"Citation": "Seo J, Youn D, Kim JY, Lee H. Extensive spatiotemporal analyses of surface ozone and related meteorological variables in South Korea for the period 1999–2010. Atmos Chem Phys. 2014;14:6395–6415. doi: 10.5194/acp-14-6395-2014.", "ArticleIdList": ["10.5194/acp-14-6395-2014"]}, {"Citation": "Seo J, Park DSR, Kim JY, Youn D, Lim YB, Kim Y. Effects of meteorology and emissions on urban air quality: a quantitative statistical approach to long-term records (1999–2016) in Seoul, South Korea. Atmos Chem Phys. 2018;18:16121–16137. doi: 10.5194/acp-18-16121-2018.", "ArticleIdList": ["10.5194/acp-18-16121-2018"]}, {"Citation": "Shan Y, Wang X, Wang Z, Liang L, Li J, Sun J (2020) The pattern and mechanism of air pollution in developed coastal areas of China: From the perspective of urban agglomeration. PLoS One 15:e0237863. 10.1371/journal.pone.0237863", "ArticleIdList": ["PMC7521894", "32986700"]}, {"Citation": "Sicard P. Ground-level ozone over time: an observation-based global overview. Curr Opin Environ Sci Health. 2021;19:100226. doi: 10.1016/j.coesh.2020.100226.", "ArticleIdList": ["10.1016/j.coesh.2020.100226"]}, {"Citation": "Sillman S, He D. Some theoretical results concerning O3–NOx–VOC chemistry and NOx–VOC indicators. J Geophys Res-Atmos. 2002;107:26. doi: 10.1029/2001JD001123.", "ArticleIdList": ["10.1029/2001JD001123"]}, {"Citation": "Song W, Wang C, Chen W, Zhang X, Li H, Li J. Unlocking the spatial heterogeneous relationship between Per Capita GDP and nearby air quality using bivariate local indicator of spatial association. Resour Conserv Recycl. 2020 doi: 10.1016/j.resconrec.2020.104880.", "ArticleIdList": ["10.1016/j.resconrec.2020.104880"]}, {"Citation": "Streets DG, Fu JS, Jang CJ, Hao J, He K, Tang X, Zhang Y, Wang Z, Li Z, Zhang Q, Wang L, Wang B, Yu C. Air quality during the 2008 Beijing Olympic games. Atmos Environ. 2007;41:480–492. doi: 10.1016/j.atmosenv.2006.08.046.", "ArticleIdList": ["10.1016/j.atmosenv.2006.08.046"]}, {"Citation": "Sun L, Xue L, Wang Y, Li L, Lin J, Ni R, Yan Y, Chen L, Li J, Zhang Q, Wang W. Impacts of meteorology and emissions on summertime surface ozone increases over central eastern China between 2003 and 2015. Atmos Chem Phys. 2019;19:1455–1469. doi: 10.5194/acp-19-1455-2019.", "ArticleIdList": ["10.5194/acp-19-1455-2019"]}, {"Citation": "Tiwari S, Dahiya A, Kumar N. Investigation into relationships among NO, NO2, NOx, O3, and CO at an urban background site in Delhi, India. Atmos Res. 2015;157:119–126. doi: 10.1016/j.atmosres.2015.01.008.", "ArticleIdList": ["10.1016/j.atmosres.2015.01.008"]}, {"Citation": "United Nations General Assembly (2015) Transforming our world: the 2030 Agenda for Sustainable Development. United Nations, New York. Available from http://www.un.org/ga/search/view_doc.asp?symbol=A/RES/70/1&Lang=E"}, {"Citation": "Wang Y, Ying Q, Hu J, Zhang H. Spatial and temporal variations of six criteria air pollutants in 31 provincial capital cities in China during 2013–2014. Environ Int. 2014;73:413–422. doi: 10.1016/j.envint.2014.08.016.", "ArticleIdList": ["10.1016/j.envint.2014.08.016", "25244704"]}, {"Citation": "Wang S, Zhou C, Wang Z, Feng K, Hubacek K. The characteristics and drivers of fine particulate matter (PM2.5) distribution in China. J Clean Prod. 2017;142:1800–1809. doi: 10.1016/j.jclepro.2016.11.104.", "ArticleIdList": ["10.1016/j.jclepro.2016.11.104"]}, {"Citation": "Wang W, Parrish DD, Li X, Shao M, Liu Y, Mo Z, Lu S, Hu M, Fang X, Wu Y, Zeng L, Zhang Y. Exploring the drivers of the increased ozone production in Beijing in summertime during 2005–2016. Atmos Chem Phys. 2020;20:15617–15633. doi: 10.5194/acp-20-15617-2020.", "ArticleIdList": ["10.5194/acp-20-15617-2020"]}, {"Citation": "Wang ZB, Li JX, Liang LW. Spatio-temporal evolution of ozone pollution and its influencing factors in the Beijing–Tianjin–Hebei Urban Agglomeration. Environ Pollut. 2020;256:113419. doi: 10.1016/j.envpol.2019.113419.", "ArticleIdList": ["10.1016/j.envpol.2019.113419", "31706769"]}, {"Citation": "Wang F, Qiu X, Cao J, Peng L, Zhang N, Yan Y, Li R. Policy-driven changes in the health risk of PM2.5 and O3 exposure in China during 2013–2018. Sci Total Environ. 2021 doi: 10.1016/j.scitotenv.2020.143775.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143775", "33288256"]}, {"Citation": "Wood SN, Augustin NH. GAMs with integrated model selection using penalized regression splines and applications to environmental modelling. Ecol Model. 2002;157:157–177. doi: 10.1016/S0304-3800(02)00193-X.", "ArticleIdList": ["10.1016/S0304-3800(02)00193-X"]}, {"Citation": "Xue T, Zheng Y, Geng G, Xiao Q, Meng X, Wang M, Zhu T. Estimating spatiotemporal variation in ambient ozone exposure during 2013–2017 using a data-fusion model. Environ Sci Technol. 2020;54:14877–14888. doi: 10.1021/acs.est.0c03098.", "ArticleIdList": ["10.1021/acs.est.0c03098", "33174716"]}, {"Citation": "Yang J, Liu J, Han S, Yao Q, Cai Z. Study of the meteorological influence on ozone in urban areas and their use in assessing ozone trends in all seasons from 2009 to 2015 in Tianjin, China. Meteorol Atmos Phys. 2019;131:1661–1675. doi: 10.1007/s00703-019-00664-x.", "ArticleIdList": ["10.1007/s00703-019-00664-x"]}, {"Citation": "Yang X, Geng L, Zhou K. The construction and examination of social vulnerability and its effects on PM2.5 globally: combining spatial econometric modeling and geographically weighted regression. Environ Sci Pollut Res. 2021;28:26732–26746. doi: 10.1007/s11356-021-12508-6.", "ArticleIdList": ["10.1007/s11356-021-12508-6", "33492595"]}, {"Citation": "Yao X, Ge B, Yang W, Li J, Xu D, Wang W, Zheng H, Wang Z. Affinity zone identification approach for joint control of PM2.5 pollution over China. Environ Pollut. 2020 doi: 10.1016/j.envpol.2020.115086.", "ArticleIdList": ["10.1016/j.envpol.2020.115086", "32806464"]}, {"Citation": "Yin P, Chen R, Wang L, Meng X, Liu C, Niu Y, Lin Z, Liu Y, Liu J, Qi J, You J, Zhou M, Kan H. Ambient ozone pollution and daily mortality: a nationwide study in 272 Chinese cities. Environ Health Perspect. 2017;125:117006. doi: 10.1289/EHP1849.", "ArticleIdList": ["10.1289/EHP1849", "PMC5947936", "29212061"]}, {"Citation": "Zhang JJ, Wei Y, Fang Z. Ozone pollution: a major health hazard worldwide. Front Immunol. 2019;10:2518. doi: 10.3389/fimmu.2019.02518.", "ArticleIdList": ["10.3389/fimmu.2019.02518", "PMC6834528", "31736954"]}, {"Citation": "Zhang Z, Arshad A, Zhang C, Hussain S, Li W. Unprecedented temporary reduction in global air pollution associated with COVID-19 forced confinement: a continental and city scale analysis. Remote Sens. 2020;12:2420. doi: 10.3390/rs12152420.", "ArticleIdList": ["10.3390/rs12152420"]}, {"Citation": "Zhao S, Yu Y, Yin D, He J, Liu N, Qu J, Xiao J. Annual and diurnal variations of gaseous and particulate pollutants in 31 provincial capital cities based on in situ air quality monitoring data from China National Environmental Monitoring Center. Environ Int. 2016;86:92–106. doi: 10.1016/j.envint.2015.11.003.", "ArticleIdList": ["10.1016/j.envint.2015.11.003", "26562560"]}, {"Citation": "Zhao X, Huang S, Wang J, Kaiser S, Han X. The impacts of air pollution on human and natural capital in China: a look from a provincial perspective. Ecol Indic. 2020;118:106759. doi: 10.1016/j.ecolind.2020.106759.", "ArticleIdList": ["10.1016/j.ecolind.2020.106759"]}, {"Citation": "Zhou L, Zhou C, Yang F, Che L, Wang B, Sun D. Spatio-temporal evolution and the influencing factors of PM2.5 in China between 2000 and 2015. J Geogr Sci. 2019;29:253–270. doi: 10.1007/s11442-019-1595-0.", "ArticleIdList": ["10.1007/s11442-019-1595-0"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "2"}, {"Year": "2021", "Month": "12", "Day": "6"}, {"Year": "2022", "Month": "1", "Day": "13"}, {"Year": "2022", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "7", "Hour": "5", "Minute": "36"}, {"Year": "2022", "Month": "1", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35128147", "PMC8800438", "10.1007/s12403-022-00463-7", "463"]}}], "PubmedBookArticle": []}