{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19", "NOx", "Ozone", "PRD", "Volatile organic compounds"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35149077", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "08"}], "ELocationID": ["10.1016/j.scitotenv.2022.153720", "S0048-9697(22)00812-9"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "823", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Decrease in ambient volatile organic compounds during the COVID-19 lockdown period in the Pearl River Delta region, south China.", "Pagination": {"StartPage": "153720", "MedlinePgn": "153720"}, "Abstract": {"AbstractText": ["During the COVID-19 lockdown, ambient ozone levels are widely reported to show much smaller decreases or even dramatical increases under substantially reduced precursor NOx levels, yet changes in ambient precursor volatile organic compounds (VOCs) have been scarcely reported during the COVID-19 lockdown, which is an opportunity to examine the impacts of dramatically changing anthropogenic emissions on ambient VOC levels in megacities where ozone formation is largely VOC-limited. In this study, ambient VOCs were monitored online at an urban site in Guangzhou in the Pearl River Delta region before, during, and after the COVID-19 lockdown. The average total mixing ratios of VOCs became 19.1% lower during the lockdown than before, and those of alkanes, alkenes and aromatics decreased by 19.0%, 24.8% and 38.2%, respectively. The levels of light alkanes (C < 6) decreased by only 13.0%, while those of higher alkanes (C ≥ 6) decreased by 67.8% during the lockdown. Disappeared peak VOC levels in morning rush hours and the drop in toluene to benzene ratios during the lockdown suggested significant reductions in vehicle exhaust and industrial solvent emissions. Source apportioning by positive matrix factorization model revealed that reductions in industrial emissions, diesel exhaust (on-road diesel vehicles and off-road diesel engines) and gasoline-related emissions could account for 48.9%, 42.2% and 8.8%, respectively, of the decreased VOC levels during the lockdown. Moreover, the reduction in industrial emissions could explain 56.0% and 70.0% of the reductions in ambient levels of reactive alkenes and aromatics, respectively. An average increase in O<sub>3</sub>-1 h by 17% and a decrease in the daily maximum 8-h average ozone by 11% under an average decrease in NOx by 57.0% and a decrease in VOCs by 19.1% during the lockdown demonstrated that controlling emissions of precursors VOCs and NOx to prevent ambient O<sub>3</sub> pollution in megacities such as Guangzhou remains a highly challenging task."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Guangzhou Sub-branch of Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510060, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Pei", "ForeName": "Chenglei", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Guangdong Provincial Academy of Environmental Sciences, Guangzhou 510045, China."}], "LastName": "Yang", "ForeName": "Weiqiang", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Center for Excellence in Regional Atmospheric Environment, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen 361021, China; CAS Center for Excellence in Deep Earth Science, Guangzhou 510640, China."}], "LastName": "Zhang", "ForeName": "Yanli", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China."}], "LastName": "Song", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; CAS Center for Excellence in Deep Earth Science, Guangzhou 510640, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Xiao", "ForeName": "Shaoxuan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; CAS Center for Excellence in Deep Earth Science, Guangzhou 510640, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Wang", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Guangzhou Sub-branch of Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510060, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Zhang", "ForeName": "Jinpu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Regional Air Quality Monitoring, Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510308, China."}], "LastName": "Zhang", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Regional Air Quality Monitoring, Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510308, China."}], "LastName": "Chen", "ForeName": "Duohong", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangzhou Sub-branch of Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510060, China."}], "LastName": "Wang", "ForeName": "Yujun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangzhou Sub-branch of Guangdong Ecological and Environmental Monitoring Center, Guangzhou 510060, China."}], "LastName": "Chen", "ForeName": "Yanning", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Organic Geochemistry, Guangdong Key Laboratory of Environmental Protection and Resources Utilization, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China; Center for Excellence in Regional Atmospheric Environment, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen 361021, China; CAS Center for Excellence in Deep Earth Science, Guangzhou 510640, China; University of Chinese Academy of Sciences, Beijing 100049, China. Electronic address: wangxm@gig.ac.cn."}], "LastName": "Wang", "ForeName": "Xinming", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["epidemiology"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Communicable Disease Control"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Vehicle Emissions"}, {"QualifierName": ["analysis"], "DescriptorName": "Volatile Organic Compounds"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Atkinson R. Atmospheric chemistry of VOCs and NOx. Atmos. Environ. 2000;34:2063–2101. doi: 10.1016/S1352-2310(99)00460-4.", "ArticleIdList": ["10.1016/S1352-2310(99)00460-4"]}, {"Citation": "Baudic A., Gros V., Sauvage S., Locoge N., Sanchez O., Sarda-Estève R., Kalogridis C., Petit J.E., Bonnaire N., Baisnée D. Seasonal variability and source apportionment of volatile organic compounds (VOCs) in the Paris megacity (France) Atmos. Chem. Phys. 2016;16:11961–11989. doi: 10.5194/acp-16-11961-2016.", "ArticleIdList": ["10.5194/acp-16-11961-2016"]}, {"Citation": "Bian Y., Huang Z., Ou J., Zhong Z., Xu Y., Zhang Z., Xiao X., Ye X., Wu Y., Yin X., Li C., Chen L., Shao M., Zheng J. Evolution of anthropogenic air pollutant emissions in Guangdong Province, China, from 2006 to 2015. Atmos. Chem. Phys. 2019;19:11701–11719. doi: 10.5194/acp-19-11701-2019.", "ArticleIdList": ["10.5194/acp-19-11701-2019"]}, {"Citation": "Cai S., Li Q., Wang S., Chen J., Ding D., Zhao B., Yang D., Hao J. Pollutant emissions from residential combustion and reduction strategies estimated via a village-based emission inventory in Beijing. Environ. Pollut. 2018;238:230–237. doi: 10.1016/j.envpol.2018.03.036.", "ArticleIdList": ["10.1016/j.envpol.2018.03.036", "29567444"]}, {"Citation": "Chameides W.L., Fehsenfeld F., Rodgers M.O., Cardelino C., Martinez J., Parrish D., Lonneman W., Lawson D.R., Rasmussen R.A., Zimmerman P., Greenberg J., Middleton P., Wang T. Ozone precursor relationships in the ambient atmosphere. J. Geophys. Res.-Atmos. 1992;97:6037–6055. doi: 10.1029/91JD03014.", "ArticleIdList": ["10.1029/91JD03014"]}, {"Citation": "Chan L.Y., Chu K.W., Zou S.C., Chan C.Y., Wang X.M., Barletta B., Blake D.R., Guo H., Tsai W.Y. Characteristics of nonmethane hydrocarbons (NMHCs) in industrial, industrial-urban, and industrial-suburban atmospheres of the Pearl River Delta (PRD) region of South China. J. Geophys. Res.-Atmos. 2006;111(D11):D11304. doi: 10.1029/2005JD006481.", "ArticleIdList": ["10.1029/2005JD006481"]}, {"Citation": "Chang S.C., Lin T.H., Lee C.T. On-road emission factors from light-duty vehicles measured in hsuehshan tunnel (12.9 km), the longest tunnel in Asia. Environ. Monit. Assess. 2009;153:187–200. doi: 10.1007/s10661-008-0348-9.", "ArticleIdList": ["10.1007/s10661-008-0348-9", "18563607"]}, {"Citation": "Chen K., Wang M., Huang C., Kinney P.L., Paul A.T. Air Pollution reduction and mortality benefit during the COVID-19 outbreak in China. The Lancet Planetary Health. 2020;4(6):E210–E212. doi: 10.1016/S2542-5196(20)30107-8. 2020b.", "ArticleIdList": ["10.1016/S2542-5196(20)30107-8", "PMC7220178", "32411944"]}, {"Citation": "Chen H., Huo J., Fu Q., Duan Y., Xiao H., Chen J. Impact of quarantine measures on chemical compositions of PM2.5 during the COVID-19 epidemic in Shanghai, China. Science of the Total Environment. 2020;743 doi: 10.1016/j.scitotenv.2020.140758.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140758", "PMC7336916", "32653718"]}, {"Citation": "Chu B., Zhang S., Liu J., Ma Q., He H. Significant concurrent decrease in PM2.5 and NO2 concentrations in China during COVID-19 epidemic. J. Environ. Sci. 2021;99:346–353. doi: 10.1016/j.jes.2020.06.031.", "ArticleIdList": ["10.1016/j.jes.2020.06.031", "PMC7328636", "33183713"]}, {"Citation": "Cui Y., Ji D., Maenhaut W., Gao W., Zhang R., Wang Y. Levels and sources of hourly PM2.5-related elements during the control period of the COVID-19 pandemic at a rural site between Beijing and Tianjin. Sci. Total Environ. 2020;744 doi: 10.1016/j.scitotenv.2020.140840.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140840", "PMC7347310", "32674021"]}, {"Citation": "Ding A.J., Fu C.B., Yang X.Q., Sun J.N., Zheng L.F., Xie Y.N., Herrmann E., Nie W., Petaja T., Kerminen V.M., Kulmala M. Ozone and fine particle in the western Yangtze River Delta: an overview of 1 yr data at the SORPES station. Atmos. Chem. Phys. 2013;13:5813–5830. doi: 10.5194/acp-13-5813-2013.", "ArticleIdList": ["10.5194/acp-13-5813-2013"]}, {"Citation": "Doumbia T., Granier C., Elguindi N., Bouarar I., Darras S., Brasseur G., Gaubert B., Liu Y.M., Shi X.Q., Stavrakou T., Tilmes S., Lacey F., Deroubaix A., Wang T. Changes in global air pollutant emissions during the COVID-19 pandemic: a dataset for atmospheric modeling. Earth Syst. Sci. Data. 2021;13:4191–4206. doi: 10.5194/essd-2020-348.", "ArticleIdList": ["10.5194/essd-2020-348"]}, {"Citation": "Fang Z., Deng W., Zhang Y.L., Ding X., Tang M.J., Liu T.Y., Hu Q.H., Zhu M., Wang Z.Y., Yang W.Q., Huang Z.H., Song W., Bi X.H., Chen J.M., Sun Y., George C., Wang X.M. Open burning of rice, corn and wheat straws: primary emissions, photochemical aging, and secondary organic aerosol formation. Atmos. Chem. Phys. 2017;17(24):14821–14839. doi: 10.5194/acp-17-14821-2017.", "ArticleIdList": ["10.5194/acp-17-14821-2017"]}, {"Citation": "Feng J., Zhang Y., Song W., Deng W., Zhu M., Fang Z., Ye Y., Fang H., Wu Z., Lowther S., Jones K.C., Wang X. Emissions of nitrogen oxides and volatile organic compounds from liquefied petroleum gas-fueled taxis under idle and cruising modes. Environ. Pollut. 2020;267 doi: 10.1016/j.envpol.2020.115623.", "ArticleIdList": ["10.1016/j.envpol.2020.115623", "33254698"]}, {"Citation": "Forstner H.J.L., Flagan R.C., Seinfeld J.H. Secondary organic aerosol from the photooxidation of aromatic hydrocarbons: molecular composition. Environ. Sci. Technol. 1997;31:1345–1358. doi: 10.1021/es9605376.", "ArticleIdList": ["10.1021/es9605376"]}, {"Citation": "Guevara M., Jorba O., Soret A., Petetin H., Bowdalo D., Serradell K., Tena C., Denier Van Der Gon H., Kuenen J., Peuch V.H., Pérez García-Pando C. Time-resolved emission reductions for atmospheric chemistry modelling in Europe during the COVID-19 lockdowns. Atmos Chem Phys. 2021;21:773–797. doi: 10.5194/acp-21-773-2021.", "ArticleIdList": ["10.5194/acp-21-773-2021"]}, {"Citation": "Guo H., Cheng H.R., Ling Z.H., Louie P.K.K., Ayoko G.A. Which emission sources are responsible for the volatile organic compounds in the atmosphere of Pearl River Delta? J. Hazard. Mater. 2011;188(1–3):116–124. doi: 10.1016/j.jhazmat.2011.01.081.", "ArticleIdList": ["10.1016/j.jhazmat.2011.01.081", "21316844"]}, {"Citation": "Guo S., Hu M., Zamora M.L., Peng J., Shang D., Zheng J., Du Z., Wu Z., Shao M., Zeng L., Molina M.J., Zhang R. Elucidating severe urban haze formation in China. Proc. Natl. Acad. Sci. U. S. A. 2014;111:17373–17378. doi: 10.1073/pnas.1419604111.", "ArticleIdList": ["10.1073/pnas.1419604111", "PMC4267398", "25422462"]}, {"Citation": "Huang R.J., Zhang Y.L., Bozzetti C., Ho K.F., Cao J.J., Han Y.M., Daellenbach K.R., Slowik J.G., Platt S.M., Canonaco F., Zotter P., Wolf R., Pieber S.M., Bruns E.A., Crippa M., Ciarelli G., Piazzalunga A., Schwikowski M., Abbaszade G., Schnelle-Kreis J., Zimmermann R., An Z.S., Szidat S., Baltensperger U., El Haddad I., Prevot A.S.H. High secondary aerosol contribution to particulate pollution during haze events in China. Nature. 2014;514:218–222. doi: 10.1038/nature13774.", "ArticleIdList": ["10.1038/nature13774", "25231863"]}, {"Citation": "Huang X.Y., Zhang Y.L., Yang W.Q., Huang Z.Z., Wang Y.J., Zhang Z., He Q.F., Lü S.J., Huang Z.H., Bi X.H., Wang X.M. Effect of traffic restriction on reducing ambient volatile organic compounds (VOCs): observation-based evaluation during a traffic restriction drill in GuangzhouChina. Atmospheric Environment. 2017;161:61–70. doi: 10.1016/j.atmosenv.2017.04.035.", "ArticleIdList": ["10.1016/j.atmosenv.2017.04.035"]}, {"Citation": "Huang X.Y., Zhang Y.L., Wang Y.J., Ou Y.B., Chen D.H., Pei C.L., Huang Z.Z., Zhang Z., Liu T.Y., Luo S.L., Huang X.Q., Song W., Ding X., Shao M., Zou S.C., Wang X.M. Evaluating the effectiveness of multiple emission control measures on reducing volatile organic compounds in ambient air based on observational data: a case study during the 2010 Guangzhou Asian games. Sci. Total Environ. 2020;723 doi: 10.1016/j.scitotenv.2020.138171.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138171", "32392684"]}, {"Citation": "Huang X., Ding A.J., Gao J., Zheng B., Zhou D.R., Qi X.M., Tang R., Wang J.P., Ren C.H., Nie W., Chi X.G., Xu Z., Chen L.D., Li Y.Y., Che F., Pang N.N., Wang H.K., Tong D., Qin W., Cheng W., Liu W.J., Fu Q.Y., Liu B.X., Chai F.H., Davis S.J., Zhang Q., He K.B. Enhanced secondary pollution offset reduction of primary emissions during COVID-19 lockdown in China. National Science Review. 2021;8(2) doi: 10.1093/nsr/nwaa137.", "ArticleIdList": ["10.1093/nsr/nwaa137", "PMC7337733", "34676092"]}, {"Citation": "Hui L.R., Liu X.G., Tan Q.W., Feng M., An J., Qu Y., Zhang Y., Cheng N. VOC characteristics, sources and contributions to SOA formation during haze events in WuhanCentral China. Science of The Total Environment. 2019;650:2624–2639. doi: 10.1016/j.scitotenv.2018.10.029.", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.029", "30373049"]}, {"Citation": "Jia H.H., Huo J.T., Fu Q.Y., Duan Y.S., Lin Y.F., Jin X.D., Hu X., Cheng J.P. Insights into chemical composition, abatement mechanisms and regional transport of atmospheric pollutants in the Yangtze River Delta region, China during the COVID-19 outbreak control period. Environ. Pollut. 2020;267 doi: 10.1016/j.envpol.2020.115612.", "ArticleIdList": ["10.1016/j.envpol.2020.115612", "PMC7480229", "33254633"]}, {"Citation": "Jin X.M., Holloway T. Spatial and temporal variability of ozone sensitivity over China observed from the ozone monitoring instrument. J. Geophys. Res.-Atmos. 2015;120(14):7229–7246. doi: 10.1002/2015JD023250.", "ArticleIdList": ["10.1002/2015JD023250"]}, {"Citation": "Lal P., Kumar A., Kumar S., Kumari S., Saikia P., Dayanandan A., Adhikari D., Khan M.L. The dark cloud with a silver lining: assessing the impact of the SARS COVID-19 pandemic on the global environment. Sci. Total Environ. 2020;732 doi: 10.1016/j.scitotenv.2020.139297.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139297", "PMC7207165", "32408041"]}, {"Citation": "Li J., Xie S.D., Zeng L.M., Li L.Y., Li Y.Q., Wu R.R. Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific economic cooperation China 2014. Atmos. Chem. Phys. 2015;15:7945–7959. doi: 10.5194/acp-15-7945-2015.", "ArticleIdList": ["10.5194/acp-15-7945-2015"]}, {"Citation": "Li J., Wu R.R., Li Y.Q., Hao Y.F., Xie S.D., Zeng L.M. Effects of rigorous emission controls on reducing ambient volatile organic compounds in BeijingChina. Science of the Total Environment. 2016;557:531–541. doi: 10.1016/j.scitotenv.2016.03.140.", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.140", "27039059"]}, {"Citation": "Li M., Zhang Q., Kurokawa J.-I., Woo J.-H., He K., Lu Z., Ohara T., Song Y., Streets D.G., Carmichael G.R., Cheng Y., Hong C., Huo H., Jiang X., Kang S., Liu F., Su H., Zheng B. MIX: a mosaic Asian anthropogenic emission inventory under the international collaboration framework of the MICS-Asia and HTAP. Atmos. Chem. Phys. 2017;17:935–963. doi: 10.5194/acp-17-935-2017.", "ArticleIdList": ["10.5194/acp-17-935-2017"]}, {"Citation": "Li K., Jacob D.J., Shen L., Lu X., De Smedt I., Liao H. Increases in surface ozone pollution in China from 2013 to 2019: anthropogenic and meteorological influences. Atmos. Chem. Phys. 2020;20:11423–11433. doi: 10.5194/acp-20-11423-2020.", "ArticleIdList": ["10.5194/acp-20-11423-2020"]}, {"Citation": "Li L., Li Q., Huang L., Wang Q., Zhu A., Xu J., Liu Z., Li H., Shi L., Li R., Azari M., Wang Y., Zhang X., Liu Z., Zhu Y., Zhang K., Xue S., Ooi M.C.G., Zhang D., Chan A. Air quality changes during the COVID-19 lockdown over the Yangtze River Delta region: an insight into the impact of human activity pattern changes on air pollution variation. Sci. Total Environ. 2020;732 doi: 10.1016/j.scitotenv.2020.139282.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139282", "PMC7211667", "32413621"]}, {"Citation": "Li Y., Yan Y., Hu D., Li Z., Hao A., Li R., Wang C., Xu Y., Cao J., Liu Z., Peng L. Source apportionment of atmospheric volatile aromatic compounds (BTEX) by stable carbon isotope analysis: a case study during heating period in Taiyuan, northern China. Atmos. Environ. 2020;225 doi: 10.1016/j.atmosenv.2020.117369.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117369"]}, {"Citation": "Lian X., Huang J., Huang R., Liu C., Wang L., Zhang T. Impact of city lockdown on the air quality of COVID-19-hit of Wuhan city. Sci. Total Environ. 2020;742 doi: 10.1016/j.scitotenv.2020.140556.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140556", "PMC7326389", "32634686"]}, {"Citation": "Lim Y.B., Ziemann P.J. Effects of molecular structure on aerosol yields from OH radical-initiated reactions of linear, branched, and cyclic alkanes in the presence of NOx. Environ. Sci. Technol. 2009;43:2328–2334. doi: 10.1021/es803389s.", "ArticleIdList": ["10.1021/es803389s", "19452882"]}, {"Citation": "Liu Y., Shao M., Fu L.L., Lu S.H., Zeng L.M., Tang D.G. Source profiles of volatile organic compounds (VOCs) measured in China: part I. Atmos. Environ. 2008;42(25):6247–6260. doi: 10.1016/j.atmosenv.2008.01.070.", "ArticleIdList": ["10.1016/j.atmosenv.2008.01.070"]}, {"Citation": "Liu H., Wang X., Zhang J., He K., Wu Y., Xu J. Emission controls and changes in air quality in Guangzhou during the asian games. Atmos. Environ. 2013;76:81–93. doi: 10.1016/j.atmosenv.2012.08.004.", "ArticleIdList": ["10.1016/j.atmosenv.2012.08.004"]}, {"Citation": "Liu K., Zhang C., Cheng Y., Liu C., Zhang H., Zhang G., Sun X., Mu Y. Serious BTEX pollution in rural area of the North China plain during winter season. J. Environ. Sci. 2015;30:186–190. doi: 10.1016/j.jes.2014.05.056.", "ArticleIdList": ["10.1016/j.jes.2014.05.056", "25872726"]}, {"Citation": "Liu Z.C., Li N., Wang N. Characterization and source identification of ambient VOCs in JinanChina. Air Quality, Atmosphere & Health. 2016;9(3):285–291. doi: 10.1007/s11869-015-0339-2.", "ArticleIdList": ["10.1007/s11869-015-0339-2"]}, {"Citation": "Liu C.T., Ma Z.B., Mu Y.J., Liu J.F., Zhang C.L., Zhang Y.Y., Liu P.F., Zhang H.X. The levels, variation characteristics, and sources of atmospheric non-methane hydrocarbon compounds during wintertime in BeijingChina. Atmospheric Chemistry and Physics. 2017;17:10633–10649. doi: 10.5194/acp-17-10633-2017.", "ArticleIdList": ["10.5194/acp-17-10633-2017"]}, {"Citation": "Liu Y., Song M., Liu X., Zhang Y., Hui L., Kong L., Zhang Y., Zhang C., Qu Y., An J., Ma D., Tan Q., Feng M. Characterization and sources of volatile organic compounds (VOCs) and their related changes during ozone pollution days in 2016 in BeijingChina. Environmental Pollution. 2020;257 doi: 10.1016/j.envpol.2019.113599.", "ArticleIdList": ["10.1016/j.envpol.2019.113599", "31796324"]}, {"Citation": "Lu X., Zhang L., Wang X.L., Gao M., Li K., Zhang Y.Z., Yue X., Zhang Y.H. Rapid increases in warm-season surface ozone and resulting health impact over China since 2013. Environ. Sci. Technol. Lett. 2020 doi: 10.1021/acs.estlett.0c00171.", "ArticleIdList": ["10.1021/acs.estlett.0c00171"]}, {"Citation": "Lv Z.F., Wang X.T., Deng F.Y., Ying Q., Archibald A.T., Jones R.L., Ding Y., Cheng Y., Fu M.L., Liu Y., Man H.Y., Xue Z.G., He K.B., Hao J.M., Liu H. Source-receptor relationship revealed by the halted traffic and aggravated haze in Beijing during the COVID-19 lockdown. Environ. Sci. Technol. 2020;54(24):15660–15670. doi: 10.1021/acs.est.0c04941.", "ArticleIdList": ["10.1021/acs.est.0c04941", "33225703"]}, {"Citation": "Marlier M.E., Xing J., Zhu Y., Wang S. Impacts of COVID-19 response actions on air quality in China. Environ. Res. Commun. 2020;2 doi: 10.1088/2515-7620/aba425.", "ArticleIdList": ["10.1088/2515-7620/aba425"]}, {"Citation": "McCarthy M.C., Aklilu Y.-A., Brown S.G., Lyder D.A. Source apportionment of volatile organic compounds measured in EdmontonAlberta. Atmospheric Environment. 2013;81:504–516. doi: 10.1016/j.atmosenv.2013.09.016.", "ArticleIdList": ["10.1016/j.atmosenv.2013.09.016"]}, {"Citation": "Miyazaki K., Bowman K., Sekiya T., Jiang Z., Chen X., Eskes H., Ru M., Zhang Y., Shindell D. Air quality response in China linked to the 2019 novel coronavirus (COVID-19) lockdown. Geophys. Res. Lett. 2020;47 doi: 10.1029/2020GL089252.", "ArticleIdList": ["10.1029/2020GL089252", "PMC7646019", "33173248"]}, {"Citation": "Monteiro A., Russo M., Gama C., Lopes M., Borrego C. How economic crisis influence air quality over Portugal (Lisbon and Porto)? Atmos. Pollut. Res. 2018;9(3):439–445. doi: 10.1016/j.apr.2017.11.009.", "ArticleIdList": ["10.1016/j.apr.2017.11.009"]}, {"Citation": "Moreira dos Santos C.Y., de Almeida Azevedo D., de Aquino Neto F.R. Atmospheric distribution of organic compounds from urban areas near a coal-fired power station. Atmos. Environ. 2004;38:1247–1257. doi: 10.1016/j.atmosenv.2003.11.026.", "ArticleIdList": ["10.1016/j.atmosenv.2003.11.026"]}, {"Citation": "Ng N.L., Kroll J.H., Chan A.W.H., Chhabra P.S., Flagan R.C., Seinfeld J.H. Secondary organic aerosol formation from m-xylene, toluene, and benzene. Atmos. Chem. Phys. 2007;7:3909–3922. doi: 10.5194/acp-7-3909-2007.", "ArticleIdList": ["10.5194/acp-7-3909-2007"]}, {"Citation": "O'Dowd C.D., Aalto P., Hameri K., Kulmala M., Hoffmann T. Aerosol formation - atmospheric particles from organic vapours. Nature. 2002;416:497–498. doi: 10.1038/416497a.", "ArticleIdList": ["10.1038/416497a", "11932734"]}, {"Citation": "Odum J.R., Jungkamp T.P.W., Griffin R.J., Flagan R.C., Seinfeld J.H. The atmospheric aerosol-forming potential of whole gasoline vapor. Science. 1997;276:96–99. doi: 10.1126/science.276.5309.96.", "ArticleIdList": ["10.1126/science.276.5309.96", "9082994"]}, {"Citation": "Ou J., Guo H., Zheng J., Cheung K., Louie P.K.K., Ling Z., Wang D. Concentrations and sources of hydrocarbons (NMHCs) from 2005 to 2013 in Hong Kong: a multi-year real-time data analysis. Atmos. Environ. 2015;103:196–206. doi: 10.1016/j.atmosenv.2014.12.048.", "ArticleIdList": ["10.1016/j.atmosenv.2014.12.048"]}, {"Citation": "Pei Z.P., Han G., Ma X., Su H., Gong W. Response of major air pollutants to COVID-19 lockdowns in China. Science of the Total Environment. 2020;743 doi: 10.1016/j.scitotenv.2020.140879.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140879", "PMC7351666", "32758857"]}, {"Citation": "Pei C.L., Mu J.S., Zhang Y.N., Shen H.Q., Chen Y.R., Huang J.S., Ding H.R., Li C.L. Source apportionment of ozone pollution in Guangzhou: case study with the application of Lagrangian photochemical trajectory model. Environmental Sciences (in Chinese) 2021;42(4):1615–1625. doi: 10.13227/j.hjkx.202009058.", "ArticleIdList": ["10.13227/j.hjkx.202009058", "33742796"]}, {"Citation": "Qi J., Mo Z., Yuan B., Huang S., Huangfu Y., Wang Z., Li X., Yang S., Wang W., Zhao Y., Wang X., Wang W., Liu K., Shao M. An observation approach in evaluation of ozone production to precursor changes during the COVID-19 lockdown. Atmos. Environ. 2021;262 doi: 10.1016/j.atmosenv.2021.118618.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118618", "PMC8277545", "34276236"]}, {"Citation": "Sato K., Takami A., Isozaki T., Hikida T., Shimono A., Imamura T. Mass spectrometric study of secondary organic aerosol formed from the photo-oxidation of aromatic hydrocarbons. Atmos. Environ. 2010;44:1080–1087. doi: 10.1016/j.atmosenv.2009.12.013.", "ArticleIdList": ["10.1016/j.atmosenv.2009.12.013"]}, {"Citation": "Shao P., An J., Xin J., Wu F., Wang J., Ji D., Wang Y. Source apportionment of VOCs and the contribution to photochemical ozone formation during summer in the typical industrial area in the Yangtze River Delta, China. Atmospheric Research. 2016;176(Supplement C):64–74. doi: 10.1016/j.atmosres.2016.02.015.", "ArticleIdList": ["10.1016/j.atmosres.2016.02.015"]}, {"Citation": "Siciliano B., Dantas G., da Silva C.M., Arbilla G. Increased ozone levels during the COVID-19 lockdown: analysis for the city of Rio de JaneiroBrazil. Science of The Total Environment. 2020;737 doi: 10.1016/j.scitotenv.2020.139765.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139765", "PMC7263276", "32480061"]}, {"Citation": "Song Y., Shao M., Liu Y., Lu S.H., Kuster W., Goldan P., Xie S.D. Source apportionment of ambient volatile organic compounds in Beijing. Environ. Sci. Technol. 2007;41(12):4348–4353. doi: 10.1021/es0625982.", "ArticleIdList": ["10.1021/es0625982", "17626435"]}, {"Citation": "Speight J.G. In: Handbook of Alternative Fuel Technologies. second ed. Lee S., Speight J.G., Loyalka S.K., editors. Taylor and Francis Group, LLC, CRC Press; 2015. Liquid fuels from natural gas; pp. 157–178."}, {"Citation": "Tang J.H., Chan L.Y., Chan C.Y., Li Y.S., Chang C.C., Wang X.M., Zou S.C., Barletta B., Blake D.R., Wu D. Implications of changing urban and rural emissions on non-methane hydrocarbons in the Pearl River Delta region of China. Atmos. Environ. 2008;42(16):3780–3794. doi: 10.1016/j.atmosenv.2007.12.069.", "ArticleIdList": ["10.1016/j.atmosenv.2007.12.069"]}, {"Citation": "Tie X., Geng F., Guenther A., Cao J., Greenberg J., Zhang R., Apel E., Li G., Weinheimer A., Chen J., Cai C. Megacity impacts on regional ozone formation: observations and WRF-chem modeling for the MIRAGE-Shanghai field campaign. Atmos. Chem. Phys. 2013;13:5655–5669. doi: 10.5194/acp-13-5655-2013.", "ArticleIdList": ["10.5194/acp-13-5655-2013"]}, {"Citation": "Venter Z.S., Aunan K., Chowdhury S., Lelieveld J. COVID-19 lockdowns cause global air pollution declines. Proc. Natl. Acad. Sci. U. S. A. 2020;117:18984–18990. doi: 10.1073/pnas.2006853117.", "ArticleIdList": ["10.1073/pnas.2006853117", "PMC7430997", "32723816"]}, {"Citation": "Wang X.Y., Zhang R.H. How did air pollution change during the COVID-19 outbreak in China? Bulletin of the American Meteorological Society. 2020;101(10) doi: 10.1175/BAMS-D-20-0102.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0102.1"]}, {"Citation": "Wang T., Cheung T.F., Li Y.S., Yu X.M., Blake D.R. Emission characteristics of CO, NOx, SO2 and indications of biomass burning observed at a rural site in eastern China. J. Geophys. Res.-Atmos. 2002;107:D12. doi: 10.1029/2001JD000724.", "ArticleIdList": ["10.1029/2001JD000724"]}, {"Citation": "Wang X.M., Sheng G.Y., Fu J.M., Chan C.Y., Lee S.G., Chan L.Y., Wang Z.S. Urban roadside aromatic hydrocarbons in three cities of the Pearl River Delta, People's Republic of China. Atmospheric Environment. 2002;36(33):5141–5148. doi: 10.1016/S1352-2310(02)00640-4.", "ArticleIdList": ["10.1016/S1352-2310(02)00640-4"]}, {"Citation": "Wang H.L., Qiao Y.Z., Chen C.H., Lu J., Dai H.X., Qiao L.P., Lou S.R., Huang C., Li L., Jing S.G., Wu J.P. Source profiles and chemical reactivity of volatile organic compounds from solvent use in ShanghaiChina. Aerosol and Air Quality Research. 2014;14:301–310. doi: 10.4209/aaqr.2013.03.0064.", "ArticleIdList": ["10.4209/aaqr.2013.03.0064"]}, {"Citation": "Wang L., Li M., Yu S., Chen X., Li Z., Zhang Y., Jiang L., Xia Y., Li J., Liu W., Li P., Lichtfouse E., Rosenfeld D., Seinfeld J.H. Unexpected rise of ozone in urban and rural areas, and sulfur dioxide in rural areas during the coronavirus city lockdown in Hangzhou, China: implications for air quality. Environ. Chem. Lett. 2020;18(5):1713–1723. doi: 10.1007/s10311-020-01028-3.", "ArticleIdList": ["10.1007/s10311-020-01028-3", "PMC7292245", "32837481"]}, {"Citation": "Wang P.F., Chen K.Y., Zhu S.Q., Wang P., Zhang H.L. Severe air pollution events not avoided by reduced anthropogenic activities during COVID-19 outbreak. Resour. Conserv. Recycl. 2020;158(104814):2020b. doi: 10.1016/j.resconrec.2020.104814.", "ArticleIdList": ["10.1016/j.resconrec.2020.104814", "PMC7151380", "32300261"]}, {"Citation": "Wang Y., Yuan Y., Wang Q., Liu C., Zhi Q., Cao J. Changes in air quality related to the control of coronavirus in China: implications for traffic and industrial emissions. Sci. Total Environ. 2020;731 doi: 10.1016/j.scitotenv.2020.139133.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139133", "PMC7202850", "32402905"]}, {"Citation": "Wang J., Zhang Y.L., Wu Z.F., Luo S.L., Song W., Wang X.M. Ozone episodes during and after the 2018 chinese National day Holidays in Guangzhou: implications for the control of precursor VOCs. J. Environ. Sci. 2021 doi: 10.1016/j.jes.2021.09.009.", "ArticleIdList": ["10.1016/j.jes.2021.09.009", "35459495"]}, {"Citation": "Wang M., Lu S., Shao M., Zeng L., Zheng J., Xie F., Lin H., Hu K., Lu X. Impact of COVID-19 lockdown on ambient levels and sources of volatile organic compounds (VOCs) in NanjingChina. Science of Total Environment. 2021;757 doi: 10.1016/j.scitotenv.2020.143823.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143823", "PMC7677035", "33261875"]}, {"Citation": "Wang N., Xu J.W., Pei C.L., Tang R., Zhou D.R., Chen Y.N., Li M., Deng X.J., Deng T., Hang X., Ding A.J. Air quality during COVID-19 lockdown in the Yangtze River Delta and the Pearl River Delta: two different responsive mechanisms to emission reductions in China. Environ. Sci. Technol. 2021;55(9):5721–5730. doi: 10.1021/acs.est.0c08383.", "ArticleIdList": ["10.1021/acs.est.0c08383", "33797897"]}, {"Citation": "Wang P., Shen J.Y., Xia M., Sun S., Zhang Y.L., Zhang H.L., Wang X.M. Unexpected enhancement of ozone exposure and health risks during National day in China. Atmos. Chem. Phys. 2021 doi: 10.5194/acp-21-10347-2021.", "ArticleIdList": ["10.5194/acp-21-10347-2021"]}, {"Citation": "Wang S.Y., Zhang Y.L., Ma J.L., Zhu S.Q., Shen J.Y., Wang P., Zhang H.L. Responses of decline in air pollution and recovery associated with COVID-19 lockdown in the Pearl River Delta. Sci. Total Environ. 2021;756 doi: 10.1016/j.scitotenv.2020.143868.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143868", "PMC7688412", "33302072"]}, {"Citation": "Watson J.G., Chow J.C., Fujita E.M. Review of volatile organic compound source apportionment by chemical mass balance. Atmos. Environ. 2001;35(9):1567–1584. doi: 10.1016/S1352-2310(00)00461-1.", "ArticleIdList": ["10.1016/S1352-2310(00)00461-1"]}, {"Citation": "Wu R.R., Xie S.D. Spatial distribution of ozone formation in China derived from emissions of speciated volatile organic compounds. Environ. Sci. Technol. 2017;51(5):2574–2583. doi: 10.1021/acs.est.6b03634.", "ArticleIdList": ["10.1021/acs.est.6b03634", "28145691"]}, {"Citation": "Wu F., Yu Y., Sun J., Zhang J., Wang J., Tang G., Wang Y. Characteristics, source apportionment and reactivity of ambient volatile organic compounds at Dinghu Mountain in Guangdong ProvinceChina. Science of The Total Environment. 2016;548:347–359. doi: 10.1016/j.scitotenv.2015.11.069.", "ArticleIdList": ["10.1016/j.scitotenv.2015.11.069", "26803733"]}, {"Citation": "Wu Z.F., Zhang Y.L., He J.J., Chen H.Z., Huang X.L., Wang Y.J., Yu X., Yang W.Q., Zhang R.Q., Zhu M., Li S., Fang H., Zhang Z., Wang X.M. Dramatic increase in reactive volatile organic compound (VOC) emissions from ships at berth after implementing the fuel switch policy in the Pearl River Delta Emission Control Area. Atmos. Chem. Phys. 2020;20:1887–1900. doi: 10.5194/acp-20-1887-2020.", "ArticleIdList": ["10.5194/acp-20-1887-2020"]}, {"Citation": "Xu R.G., Tang G.Q., Wang Y.S., Tie X.X. Analysis of a long-term measurement of air pollutants (2007–2011) in North China plain (NCP): impact of emission reduction during the Beijing olympic games. Chemosphere. 2016;159:647–658. doi: 10.1016/j.chemosphere.2016.06.025.", "ArticleIdList": ["10.1016/j.chemosphere.2016.06.025", "27355197"]}, {"Citation": "Xue Y.F., Zhou Z., Nie T., Wang K., Nie L., Pan T., Wu X.Q., Tian H.Z., Zhong L.H., Li J., Liu H.J., Liu S.H., Shao P.Y. Trends of multiple air pollutants emissions from residential coal combustion in Beijing and its implication on improving air quality for control measures. Atmos. Environ. 2016;142:303–312. doi: 10.1016/j.atmosenv.2016.08.004.", "ArticleIdList": ["10.1016/j.atmosenv.2016.08.004"]}, {"Citation": "Yang W.Q., Zhang Y.L., Wang X.M., Li S., Zhu M., Yu Q.Q., Li G.H., Huang Z.H., Zhang H.N., Wu Z.F., Song W., Tan J.H., Shao M. Volatile organic compounds at a rural site in Beijing: influence of temporary emission control and wintertime heating. Atmos. Chem. Phys. 2018;18:12663–12682. doi: 10.5194/acp-18-12663-2018.", "ArticleIdList": ["10.5194/acp-18-12663-2018"]}, {"Citation": "Yuan B., Shao M., Lu S.H., Wang B. Source profiles of volatile organic compounds associated with solvent use in BeijingChina. Atmospheric Environment. 2010;44(15):1919–1926. doi: 10.1016/j.atmosenv.2010.02.014.", "ArticleIdList": ["10.1016/j.atmosenv.2010.02.014"]}, {"Citation": "Zhang Y.L., Wang X.M., Blake D.R., Li L.F., Zhang Z., Wang S.Y., Guo H., Lee F.S.C., Gao B., Chan L.Y., Wu D., Rowland F.S. Aromatic hydrocarbons as ozone precursors before and after outbreak of the 2008 financial crisis in the Pearl River Delta region, South China. J. Geophys. Res.-Atmos. 2012;117:16. doi: 10.1029/2011JD017356.", "ArticleIdList": ["10.1029/2011JD017356"]}, {"Citation": "Zhang Y.L., Wang X.M., Zhang Z., Lu S., Shao M., Lee F.S.C., Yu J. Species profiles and normalized reactivity of volatile organic compounds from gasoline evaporation in China. Atmos. Environ. 2013;79:110–118. doi: 10.1016/j.atmosenv.2013.06.029.", "ArticleIdList": ["10.1016/j.atmosenv.2013.06.029"]}, {"Citation": "Zhang J.K., Sun Y., Liu Z.R., Ji D.S., Hu B., Liu Q., Wang Y.S. Characterization of submicron aerosols during a month of serious pollution in Beijing, 2013. Atmos. Chem. Phys. 2014;14:2887–2903. doi: 10.5194/acp-14-2887-2014.", "ArticleIdList": ["10.5194/acp-14-2887-2014"]}, {"Citation": "Zhang Z., Wang X.M., Zhang Y.L., Lü S., Huang Z., Huang X., Wang Y. Ambient air benzene at background sites in China's most developed coastal regions: exposure levels, source implications and health risks. Sci. Total Environ. 2015;511:792–800. doi: 10.1016/j.scitotenv.2015.01.003.", "ArticleIdList": ["10.1016/j.scitotenv.2015.01.003", "25618820"]}, {"Citation": "Zhang Y.L., Yang W.Q., Simpson I., Huang X.Y., Yu J.Z., Huang Z.H., Wang Z.Y., Zhang Z., Liu D., Huang Z.Z., Wang Y.J., Pei C.L., Shao M., Blake D.R., Zheng J.Y., Huang Z.J., Wang X.M. Decadal changes in emissions of volatile organic compounds (VOCs) from on-road vehicles with intensified automobile pollution control: case study in a busy urban tunnel in South China. Environ. Pollut. 2018;233:806–819. doi: 10.1016/j.envpol.2017.10.133.", "ArticleIdList": ["10.1016/j.envpol.2017.10.133", "29144986"]}, {"Citation": "Zhang G., Xu H., Wang H., Xue L., He J., Xu W., Qi B., Du R., Liu C., Li Z., Gui K., Jiang W., Liang L., Yan Y., Meng X. Exploring the inconsistent variations in atmospheric primary and secondary pollutants during the 2016 G20 summit in Hangzhou, China: implications from observations and models. Atmos. Chem. Phys. 2020;20:5391–5403. doi: 10.5194/acp-20-5391-2020.", "ArticleIdList": ["10.5194/acp-20-5391-2020"]}, {"Citation": "Zhang Y., Xue L., Carter W.P.L., Pei C., Chen T., Mu J., Wang Y., Zhang Q., Wang W. Development of ozone reactivity scales for volatile organic compounds in a Chinese megacity. Atmos. Chem. Phys. 2021;14:11053–11068. doi: 10.5194/acp-21-11053-2021.", "ArticleIdList": ["10.5194/acp-21-11053-2021"]}, {"Citation": "Zheng J.Y., Yu Y.F., Mo Z.W., Zhang Z., Wang X.M., Yin S.S., Peng K., Yang Y., Feng X.Q., Cai H.H. Industrial sector-based volatile organic compound (VOC) source profiles measured in manufacturing facilities in the Pearl River DeltaChina. Science of the Total Environment. 2013;456–457:127–136. doi: 10.1016/j.scitotenv.2013.03.055.", "ArticleIdList": ["10.1016/j.scitotenv.2013.03.055", "23584189"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "22"}, {"Year": "2022", "Month": "1", "Day": "30"}, {"Year": "2022", "Month": "2", "Day": "3"}, {"Year": "2022", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "12", "Hour": "5", "Minute": "28"}, {"Year": "2022", "Month": "2", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35149077", "PMC8821021", "10.1016/j.scitotenv.2022.153720", "S0048-9697(22)00812-9"]}}], "PubmedBookArticle": []}