{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["acute coronary syndromes", "air pollutions", "chronic coronary syndromes", "percutaneous coronary intervention"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35159936", "DateRevised": {"Year": "2022", "Month": "02", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "18"}], "ELocationID": ["484", "10.3390/jcm11030484"], "Journal": {"ISSN": "2077-0383", "JournalIssue": {"Volume": "11", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "18"}}, "Title": "Journal of clinical medicine", "ISOAbbreviation": "J Clin Med"}, "ArticleTitle": "The Impact of Short-Term Outdoor Air Pollution on Clinical Status and Prognosis of Hospitalized Patients with Coronary Artery Disease Treated with Percutaneous Coronary Intervention.", "Abstract": {"AbstractText": ["The aim of this study was to determine the influence of acute exposure to air pollutants on patients' profile, short- and mid-term outcomes of hospitalized patients with coronary artery disease (CAD) treated with coronary angioplasty.", "Out of 19,582 patients of the TERCET Registry, 7521 patients living in the Upper Silesia and Zaglebie Metropolis were included. The study population was divided into two groups according to the diagnosis of chronic (CCS) or acute coronary syndromes (ACS). Data on 24-h average concentrations of particulate matter with aerodynamic diameter <10 μm (PM10), sulfur dioxide (SO<sub>2</sub>), nitrogen monoxide (NO), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>) were obtained from eight environmental monitoring stations.", "No significant association between pollutants' concentration with baseline characteristic and in-hospital outcomes was observed. In the ACS group at 30 days, exceeding the 3rd quartile of PM10 was associated with almost 2-fold increased risk of adverse events and more than 3-fold increased risk of death. Exceeding the 3rd quartile of SO<sub>2</sub> was connected with more than 8-fold increased risk of death at 30 days. In the CCS group, exceeding the 3rd quartile of SO<sub>2</sub> was linked to almost 2,5-fold increased risk of 12-month death.", "The acute increase in air pollutants' concentrations affect short- and mid-term prognosis in patients with CAD."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}], "LastName": "Desperak", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}], "LastName": "Desperak", "ForeName": "Aneta", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}], "LastName": "Szyguła-Jurkiewicz", "ForeName": "Bożena", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}, {"Identifier": [], "Affiliation": "Department of Toxicology and Health Protection, Faculty of Health Sciences in Bytom, Medical University of Silesia in Katowice, 41-902 Bytom, Poland."}], "LastName": "Rozentryt", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}], "LastName": "Lekston", "ForeName": "Andrzej", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Third Department of Cardiology, Faculty of Medical Sciences in Zabrze, Medical University of Silesia, 40-752 Katowice, Poland."}], "LastName": "Gąsior", "ForeName": "Mariusz", "Initials": "M"}], "GrantList": [{"GrantID": "KNW-1-112/N/7/K", "Agency": "Śląski Uniwersytet Medyczny", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Clin Med", "NlmUniqueID": "101606588", "ISSNLinking": "2077-0383"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO  Ambient Air Pollution: A Global Assessment of Exposure and Burden of Disease.  [(accessed on 19 August 2021)].  Available online:  http://apps.who.int/iris/bitstream/10665/250141/1/9789241511353-eng.pdf?ua=1."}, {"Citation": "Gerardin B., Guedeney P., Bellemain-Appaix A., Levasseur T., Mustafic H., Benamer H., Monsegu J., Lamhaut L., Montalescot G., Aubry P., et al. Life-threatening and major cardiac events during long-distance races: Updates from the prospective RACE PARIS registry with a systematic review and meta-analysis. Eur. J. Prev. Cardiol. 2021;28:679–686. doi: 10.1177/2047487320943001.", "ArticleIdList": ["10.1177/2047487320943001", "34021577"]}, {"Citation": "Pope C.A., 3rd, Burnett R.T., Thun M.J., Calle E.E., Krewski D., Ito K., Thurston G.D. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA. 2002;287:1132–1141. doi: 10.1001/jama.287.9.1132.", "ArticleIdList": ["10.1001/jama.287.9.1132", "PMC4037163", "11879110"]}, {"Citation": "Stieb D.M., Szyszkowicz M., Rowe B.H., Leech J.A. Air pollution and emergency department visits for cardiac and respiratory conditions: A multi-city time-series analysis. Environ. Health. 2009;8:25. doi: 10.1186/1476-069X-8-25.", "ArticleIdList": ["10.1186/1476-069X-8-25", "PMC2703622", "19515235"]}, {"Citation": "Beelen R., Raaschou-Nielsen O., Stafoggia M., Andersen Z.J., Weinmayr G., Hoffmann B., Wolf K., Samoli E., Fischer P., Nieuwenhuijsen M., et al. Effects of long-term exposure to air pollution on natural-cause mortality: An analysis of 22 European cohorts within the multicentre ESCAPE project. Lancet. 2014;383:785–795. doi: 10.1016/S0140-6736(13)62158-3.", "ArticleIdList": ["10.1016/S0140-6736(13)62158-3", "24332274"]}, {"Citation": "Chen C.C., Huang J.B., Cheng S.Y., Wu K.H., Cheng F.J. Association between Particulate Matter Exposure and Short-term Prognosis in Patients with Pneumonia. Aerosol Air Qual. Res. 2020;20:89–96. doi: 10.4209/aaqr.2019.06.0293.", "ArticleIdList": ["10.4209/aaqr.2019.06.0293"]}, {"Citation": "Rosenlund M., Picciotto S., Forastiere F., Stafoggia M., Perucci C.A. Traffic-related air pollution in relation to incidence and prognosis of coronary heart disease. Epidemiology. 2008;19:121–128. doi: 10.1097/EDE.0b013e31815c1921.", "ArticleIdList": ["10.1097/EDE.0b013e31815c1921", "18091421"]}, {"Citation": "Mustafic H., Jabre P., Caussin C., Murad M.H., Escolano S., Tafflet M., Périer M.C., Marijon E., Vernerey D., Empana J.P., et al. Main air pollutants and myocardial infarction: A systematic review and meta-analysis. JAMA. 2012;307:713–721. doi: 10.1001/jama.2012.126.", "ArticleIdList": ["10.1001/jama.2012.126", "22337682"]}, {"Citation": "Milojevic A., Wilkinson P., Armstrong B., Bhaskaran K., Smeeth L., Hajat S. Short-term effects of air pollution on a range of cardiovascular events in England and Wales: Case-crossover analysis of the MINAP database, hospital admissions and mortality. Heart. 2014;100:1093–1098. doi: 10.1136/heartjnl-2013-304963.", "ArticleIdList": ["10.1136/heartjnl-2013-304963", "PMC4078678", "24952943"]}, {"Citation": "Xie J., He M., Zhu W. Acute effects of outdoor air pollution on emergency department visits due to five clinical subtypes of coronary heart diseases in shanghai, china. J. Epidemiol. 2014;24:452–459. doi: 10.2188/jea.JE20140044.", "ArticleIdList": ["10.2188/jea.JE20140044", "PMC4213219", "24998952"]}, {"Citation": "Shah A.S., Langrish J.P., Nair H., McAllister D.A., Hunter A.L., Donaldson K., Newby D.E., Mills N.L. Global association of air pollution and heart failure: A systematic review and meta-analysis. Lancet. 2013;382:1039–1048. doi: 10.1016/S0140-6736(13)60898-3.", "ArticleIdList": ["10.1016/S0140-6736(13)60898-3", "PMC3809511", "23849322"]}, {"Citation": "Buszman P.E., Derbisz K., Kwasiborski P., Chrząszcz P., Mularska M., Baron D., Sobieszek A., Mendyk A., Skoczylas P., Cisowski M., et al. Impact of air pollution on hospital patients admitted with ST- and non-ST-segment elevation myocardial infarction in heavily polluted cities within the European Union. Cardiol. J. 2020;27:541–547. doi: 10.5603/CJ.a2018.0156.", "ArticleIdList": ["10.5603/CJ.a2018.0156", "PMC8078964", "30566212"]}, {"Citation": "Sahlén A., Ljungman P., Erlinge D., Chan M.Y., Yap J., Hausenloy D.J., Yeo K.K., Jernberg T. Air pollution in relation to very short-term risk of ST-segment elevation myocardial infarction: Case-crossover analysis of SWEDEHEART. Int. J. Cardiol. 2019;275:26–30. doi: 10.1016/j.ijcard.2018.10.069.", "ArticleIdList": ["10.1016/j.ijcard.2018.10.069", "30509372"]}, {"Citation": "Tonne C., Wilkinson P. Long-term exposure to air pollution is associated with survival following acute coronary syndrome. Eur. Heart J. 2013;34:1306–1311. doi: 10.1093/eurheartj/ehs480.", "ArticleIdList": ["10.1093/eurheartj/ehs480", "PMC3640199", "23423735"]}, {"Citation": "Tonne C., Halonen J.I., Beevers S.D., Dajnak D., Gulliver J., Kelly F.J., Wilkinson P., Anderson H.R. Long-term traffic air and noise pollution in relation to mortality and hospital readmission among myocardial infarction survivors. Int. J. Hyg. Environ. Health. 2016;219:72–78. doi: 10.1016/j.ijheh.2015.09.003.", "ArticleIdList": ["10.1016/j.ijheh.2015.09.003", "26454658"]}, {"Citation": "Zuin M., Rigatelli G., dell’Avvocata F., Picariello C., Conte L., Marcantoni L., Cardaioli P., Zuliani G., Roncon L. Air pollution and ST-elevation myocardial infarction treated with primary percutaneous coronary angioplasty: A direct correlation. Int. J. Cardiol. 2017;236:49–53. doi: 10.1016/j.ijcard.2017.02.050.", "ArticleIdList": ["10.1016/j.ijcard.2017.02.050", "28236545"]}, {"Citation": "Lee M.W., Choi B.G., Kim S.W., Rha S.W., Shim M.S., Kim D.J., Seo H.S., Oh D.J., Jeong M.H., Other Korea Acute Myocardial Infarction Registry (KAMIR) Investigators Air pollution and short-term clinical outcomes of patients with acute myocardial infarction. Clin. Exp. Pharmacol. Physiol. 2017;44:631–638. doi: 10.1111/1440-1681.12755.", "ArticleIdList": ["10.1111/1440-1681.12755", "28345145"]}, {"Citation": "Dyrbuś K., Osadnik T., Desperak P., Desperak A., Gąsior M., Banach M. Evaluation of dyslipidaemia and the impact of hypolipidemic therapy on prognosis in high and very high risk patients through the Hyperlipidaemia Therapy in tERtiary Cardiological cEnTer (TERCET) Registry. Pharmacol. Res. 2018;132:204–210. doi: 10.1016/j.phrs.2017.12.015.", "ArticleIdList": ["10.1016/j.phrs.2017.12.015", "29258913"]}, {"Citation": "Knuuti J., Wijns W., Saraste A., Capodanno D., Barbato E., Funck-Brentano C., Prescott E., Storey R.F., Deaton C., Cuisset T., et al. 2019 ESC Guidelines for the diagnosis and management of chronic coronary syndromes. Eur. Heart J. 2020;41:407–477. doi: 10.1093/eurheartj/ehz425.", "ArticleIdList": ["10.1093/eurheartj/ehz425", "31504439"]}, {"Citation": "Collet J.-P., Thiele H., Barbato E., Barthélémy O., Bauersachs J., Bhatt D.L., Dendale P., Dorobantu M., Edvardsen T., Folliguet T., et al. 2020 ESC Guidelines for the management of acute coronary syndromes in patients presenting without persistent ST-segment elevation. Eur. Heart J. 2021;42:1289–1367. doi: 10.1093/eurheartj/ehaa575.", "ArticleIdList": ["10.1093/eurheartj/ehaa575", "32860058"]}, {"Citation": "Ibanez B., James S., Agewall S., Antunes M.J., Bucciarelli-Ducci C., Bueno H., Caforio A., Crea F., Goudevenos J.A., Halvorsen S., et al. 2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation. Eur. Heart J. 2018;39:119–177. doi: 10.1093/eurheartj/ehx393.", "ArticleIdList": ["10.1093/eurheartj/ehx393", "28886621"]}, {"Citation": "Statistical Office in Katowice . Statistical Yearbook Śląskie Voivodship 2015. Statistical Office in Katowice; Katowice, Poland: 2015. pp. 32–33."}, {"Citation": "Thygesen K., Alpert J.S., Jaffe A.S., Chaitman B.R., Bax J.J., Morrow D.A., White H.D. Fourth universal definition of myocardial infarction (2018) Circulation. 2018;138:e618–e651. doi: 10.1161/CIR.0000000000000617.", "ArticleIdList": ["10.1161/CIR.0000000000000617", "30571511"]}, {"Citation": "Cutlip D.E., Windecker S., Mehran R., Boam A., Cohen D.J., van Es G.A., Steg P.G., Morel M.A., Mauri L., Vranckx P., et al. Clinical end points in coronary stent trials: A case for standardized definitions. Circulation. 2007;115:2344–2351. doi: 10.1161/CIRCULATIONAHA.106.685313.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.106.685313", "17470709"]}, {"Citation": "Wang X., Kindzierski W., Kaul P. Air Pollution and Acute Myocardial Infarction Hospital Admission in Alberta, Canada: A Three-Step Procedure Case-Crossover Study. PLoS ONE. 2015;10:e0132769. doi: 10.1371/journal.pone.0132769.", "ArticleIdList": ["10.1371/journal.pone.0132769", "PMC4500548", "26167938"]}, {"Citation": "Kälsch H., Hennig F., Moebus S., Möhlenkamp S., Dragano N., Jakobs H., Memmesheimer M., Erbel R., Jöckel K.H., Hoffmann B., et al. Are air pollution and traffic noise independently associated with atherosclerosis: The Heinz Nixdorf Recall Study. Eur. Heart J. 2014;35:853–860. doi: 10.1093/eurheartj/eht426.", "ArticleIdList": ["10.1093/eurheartj/eht426", "24194529"]}, {"Citation": "Adar S.D., Sheppard L., Vedal S., Polak J.F., Sampson P.D., Diez Roux A.V., Budoff M., Jacobs D.R., Barr R.G., Jr., Watson K., et al. Fine particulate air pollution and the progression of carotid intima-medial thickness: A prospective cohort study from the multi-ethnic study of atherosclerosis and air pollution. PLoS Med. 2013;10:e1001430. doi: 10.1371/journal.pmed.1001430.", "ArticleIdList": ["10.1371/journal.pmed.1001430", "PMC3637008", "23637576"]}, {"Citation": "Wilker E.H., Mittleman M.A., Coull B.A., Gryparis A., Bots M.L., Schwartz J., Sparrow D. Long-term exposure to black carbon and carotid intima-media thickness: The normative aging study. Environ. Health Perspect. 2013;121:1061–1067. doi: 10.1289/ehp.1104845.", "ArticleIdList": ["10.1289/ehp.1104845", "PMC3764069", "23820848"]}, {"Citation": "Hoffmann B., Moebus S., Möhlenkamp S., Stang A., Lehmann N., Dragano N., Schmermund A., Memmesheimer M., Mann K., Erbel R., et al. Residential exposure to traffic is associated with coronary atherosclerosis. Circulation. 2007;116:489–496. doi: 10.1161/CIRCULATIONAHA.107.693622.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.107.693622", "17638927"]}, {"Citation": "Baccarelli A., Zanobetti A., Martinelli I., Grillo P., Hou L., Giacomini S., Bonzini M., Lanzani G., Mannucci P.M., Bertazzi P.A., et al. Effects of exposure to air pollution on blood coagulation. J. Thromb. Haemost. 2007;5:252–260. doi: 10.1111/j.1538-7836.2007.02300.x.", "ArticleIdList": ["10.1111/j.1538-7836.2007.02300.x", "17083648"]}, {"Citation": "Viehmann A., Hertel S., Fuks K., Eisele L., Moebus S., Möhlenkamp S., Nonnemacher M., Jakobs H., Erbel R., Jöckel K.H., et al. Long-term residential exposure to urban air pollution, and repeated measures of systemic blood markers of inflammation and coagulation. Occup. Environ. Med. 2015;72:656–663. doi: 10.1136/oemed-2014-102800.", "ArticleIdList": ["10.1136/oemed-2014-102800", "26163546"]}, {"Citation": "Peters A., Döring A., Wichmann H.E., Koenig W. Increased plasma viscosity during an air pollution episode: A link to mortality? Lancet. 1997;349:1582–1587. doi: 10.1016/S0140-6736(97)01211-7.", "ArticleIdList": ["10.1016/S0140-6736(97)01211-7", "9174559"]}, {"Citation": "Brook R.D., Rajagopalan S., Pope C.A., 3rd, Brook J.R., Bhatnagar A., Diez-Roux A.V., Holguin F., Hong Y., Luepker R.V., Mittleman M.A., et al. American Heart Association Council on Epidemiology and Prevention, Council on the Kidney in Cardiovascular Disease, and Council on Nutrition, Physical Activity and Metabolism. Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378. doi: 10.1161/CIR.0b013e3181dbece1.", "ArticleIdList": ["10.1161/CIR.0b013e3181dbece1", "20458016"]}, {"Citation": "Miller M.R. Oxidative stress and the cardiovascular effects of air pollution. Free Radic. Biol. Med. 2020;151:69–87. doi: 10.1016/j.freeradbiomed.2020.01.004.", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.01.004", "PMC7322534", "31923583"]}, {"Citation": "Lanki T., Hoek G., Timonen K.L., Peters A., Tiittanen P., Vanninen E., Pekkanen J. Hourly variation in fine particle exposure is associated with transiently increased risk of ST segment depression. Occup. Environ. Med. 2008;65:782–786. doi: 10.1136/oem.2007.037531.", "ArticleIdList": ["10.1136/oem.2007.037531", "18524840"]}, {"Citation": "Pekkanen J., Peters A., Hoek G., Tiittanen P., Brunekreef B., de Hartog J., Heinrich J., Ibald-Mulli A., Kreyling W.G., Lanki T., et al. Particulate air pollution and risk of ST-segment depression during repeated submaximal exercise tests among subjects with coronary heart disease: The Exposure and Risk Assessment for Fine and Ultrafine Particles in Ambient Air (ULTRA) study. Circulation. 2002;106:933–938. doi: 10.1161/01.CIR.0000027561.41736.3C.", "ArticleIdList": ["10.1161/01.CIR.0000027561.41736.3C", "12186796"]}, {"Citation": "Chuang K.J., Coull B.A., Zanobetti A., Suh H., Schwartz J., Stone P.H., Litonjua A., Speizer F.E., Gold D.R. Particulate Air Pollution as a Risk Factor for ST-segment Depression in Patients with Coronary Artery Disease. Circulation. 2008;118:1314–1320. doi: 10.1161/CIRCULATIONAHA.108.765669.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.108.765669", "PMC2751595", "18779445"]}, {"Citation": "Pope C.A., 3rd, Ezzati M., Dockery D.W. Fine-particulate air pollution and life expectancy in the United States. N. Engl. J. Med. 2009;360:376–386. doi: 10.1056/NEJMsa0805646.", "ArticleIdList": ["10.1056/NEJMsa0805646", "PMC3382057", "19164188"]}, {"Citation": "Dziubanek G., Spychała A., Marchwińska-Wyrwał E., Rusin M., Hajok I., Ćwieląg-Drabek M., Piekut A. Long-term exposure to urban air pollution and the relationship with life expectancy in cohort of 3.5 million people in Silesia. Sci. Total Environ. 2017;580:1–8. doi: 10.1016/j.scitotenv.2016.11.217.", "ArticleIdList": ["10.1016/j.scitotenv.2016.11.217", "27939993"]}, {"Citation": "Newby D.E., Mannucci P.M., Tell G.S., Baccarelli A.A., Brook R.D., Donaldson K., Forastiere F., Franchini M., Franco O.H., Graham I., et al. Expert position paper on air pollution and cardiovascular disease. Eur. Heart J. 2015;36:83–93. doi: 10.1093/eurheartj/ehu458.", "ArticleIdList": ["10.1093/eurheartj/ehu458", "PMC6279152", "25492627"]}, {"Citation": "Ruidavets J.B., Cournot M., Cassadou S., Giroux M., Meybeck M., Ferrières J. Ozone air pollution is associated with acute myocardial infarction. Circulation. 2005;111:563–569. doi: 10.1161/01.CIR.0000154546.32135.6E.", "ArticleIdList": ["10.1161/01.CIR.0000154546.32135.6E", "15699276"]}, {"Citation": "Vidale S., Arnaboldi M., Bosio V., Corrado G., Guidotti M., Sterzi R., Campana C. Short-term air pollution exposure and cardiovascular events: A 10-year study in the urban area of Como, Italy. Int. J. Cardiol. 2017;248:389–393. doi: 10.1016/j.ijcard.2017.06.037.", "ArticleIdList": ["10.1016/j.ijcard.2017.06.037", "28711336"]}, {"Citation": "Koken P.J., Piver W.T., Ye F., Elixhauser A., Olsen L.M., Portier C.J. Temperature, air pollution, and hospitalization for cardiovascular diseases among elderly people in Denver. Environ. Health Perspect. 2003;111:1312–1317. doi: 10.1289/ehp.5957.", "ArticleIdList": ["10.1289/ehp.5957", "PMC1241612", "12896852"]}, {"Citation": "Joseph P.M. Paradoxical ozone associations could be due to methyl nitrite from combustion of methyl ethers or esters in engine fuels. Environ. Int. 2007;33:1090–1106. doi: 10.1016/j.envint.2007.07.001.", "ArticleIdList": ["10.1016/j.envint.2007.07.001", "17716731"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "21"}, {"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "1", "Day": "11"}, {"Year": "2022", "Month": "2", "Day": "15", "Hour": "1", "Minute": "6"}, {"Year": "2022", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["35159936", "PMC8836379", "10.3390/jcm11030484", "jcm11030484"]}}], "PubmedBookArticle": []}