{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["cutaneous melanoma", "epidemiology", "estrogen", "exogenous hormone use", "reproductive factors", "ultraviolet radiation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35174864", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "09"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1093/humrep/deac029"], "Journal": {"ISSN": "1460-2350", "JournalIssue": {"Volume": "37", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May", "Day": "03"}}, "Title": "Human reproduction (Oxford, England)", "ISOAbbreviation": "Hum Reprod"}, "ArticleTitle": "Reproductive factors, hormone use, and incidence of melanoma in a cohort of US Radiologic Technologists.", "Pagination": {"StartPage": "1059", "EndPage": "1068", "MedlinePgn": "1059-1068"}, "Abstract": {"AbstractText": ["Are reproductive factors and exogenous hormone use associated with incidence of cutaneous melanoma while accounting for ultraviolet radiation (UVR) exposure across different life periods and sun sensitivity factors?", "Earlier age at menarche and late age at first birth, but not other estrogen-related factors were associated with an increased incidence rate of melanoma, with higher risks observed for earlier age at menarche and light hair color at age 15 years.", "Although estrogens have been recognized as photosensitizing, previous studies have reported inconsistent findings for the association of melanoma with estrogen-related factors. Most have not collected detailed skin cancer risk factors and have not thoroughly investigated effect modification by ambient UVR and sun sensitivity.", "Participants in the US Radiologic Technologists study, an occupational cohort of 146 022 radiologic technologists (73% women), were included and followed during the four time periods (1983-1989, 1994-1998, 2003-2005 and 2012-2014).", "Non-Hispanic white female participants who completed both the second (baseline) and third questionnaires, and did not report having cancer (except keratinocyte carcinoma) at baseline, were included and followed from their age at completion of the second (baseline) questionnaire until the earlier of first primary cancer diagnosis, including invasive melanoma of the skin, or completion of either the third or fourth questionnaire. Reproductive and exogenous hormonal factors were ascertained from the second (baseline) questionnaire, which also collected information on demographic, lifestyle factors and sun sensitivity factors. Ambient UVR was assigned by linking geocoded residential locations, based on self-reported residential history information collected from the third questionnaire to satellite-based ambient UVR data from the National Aeronautics and Space Administration's Total Ozone Mapping Spectrometer database. To examine the association of reproductive factors, exogenous hormone use, and first primary invasive melanoma of the skin, we used Poisson regression to calculate rate ratios (RRs) and 95% likelihood-based CIs, adjusting for attained age, birth cohort, lifetime average annual ambient UVR, contraceptives and menopausal hormone therapy use. To address the effect modification of ambient UVR exposure and sun sensitivities on melanoma risk, we conducted likelihood-ratio tests for multiplicative interaction.", "Over a median follow-up time of 17.1 years, 0.95% of eligible participants had an incident first primary melanoma (n = 444). Higher melanoma incidence rates were observed in participants with older attained age, blue/green/gray eye color, blonde/red/auburn natural hair color at age 15, fair skin complexion, and higher UVR. We found an increased incidence rate of melanoma in women who experienced menarche at an earlier age (13, 12 and <12 years vs ≥14 years: RR = 1.48, 95% CI = 1.11-1.98; 1.19, 0.89-1.61; 1.26, 0.93-1.73), and in women with older age at first birth (25-29 and ≥30 years vs <25 years; 1.09, 0.86-1.39; 1.48, 1.12-1.95; P-value for trend = 0.006). However, no significant association was observed for other reproductive factors, and for all exogenous hormone use. The associations of melanoma incidence for most reproductive factors and exogenous hormone use were not modified by ambient UVR, eye color, natural hair color at age 15 and skin complexion. The exception was that natural hair color at age 15 modified the associations of melanoma for age at menarche (P-value for interaction = 0.004) and age at first birth among parous women (0.005). In participants with blonde/red/auburn natural hair color at age 15, we found increased risk of melanoma among women who experienced menarche at age 13, 12 and <12 years (vs ≥14 years: RR = 3.54, 95% CI = 1.98-6.90; 2.51, 1.37-4.98; 2.66, 1.41-5.36, respectively; P-value for trend = 0.10). However, the association between age at menarche and melanoma was null in participants with brown/black natural hair color at age 15.", "Information on reproductive history and exogenous hormone use was self-reported. We did not have information on specific doses or formulations of exogenous hormone medications or breastfeeding.", "Women residing in areas of high ambient UVR and those with blonde/red/auburn natural hair color may constitute an additional high-risk group in need of more frequent skin cancer screening. Identifying susceptible periods of exposure or factors that modify UVR susceptibility may aid in guiding more targeted guidelines for melanoma prevention.", "This research was supported by the Intramural Research Program, Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, US Department of Health and Human Services. Authors declare no conflict of interest.", "N/A."], "CopyrightInformation": "Published by Oxford University Press 2022."}, "AuthorList": [{"Identifier": ["0000-0001-9772-0669"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Mai", "ForeName": "Jim Z", "Initials": "JZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Zhang", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Sargen", "ForeName": "Michael R", "Initials": "MR"}, {"Identifier": ["0000-0003-0980-7567"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Little", "ForeName": "Mark P", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of Minnesota, Minneapolis, MN, USA."}], "LastName": "Alexander", "ForeName": "Bruce H", "Initials": "BH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Tucker", "ForeName": "Margaret A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Kitahara", "ForeName": "Cari M", "Initials": "CM"}, {"Identifier": ["0000-0002-8028-0588"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, U.S. Department of Health and Human Services, Bethesda, MD, USA."}], "LastName": "Cahoon", "ForeName": "Elizabeth K", "Initials": "EK"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Intramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Hum Reprod", "NlmUniqueID": "8701199", "ISSNLinking": "0268-1161"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Estrogens"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Estrogens"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": [], "DescriptorName": "Likelihood Functions"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Melanoma"}, {"QualifierName": [], "DescriptorName": "Reproductive History"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "Melanoma, Cutaneous Malignant"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Armstrong BK, Cust AE.. Sun exposure and skin cancer, and the puzzle of cutaneous melanoma: a perspective on Fears et al. Mathematical models of age and ultraviolet effects on the incidence of skin cancer among whites in the United States. American Journal of Epidemiology 1977; 105: 420–427. Cancer Epidemiol 2017;48:147–156.", "ArticleIdList": ["28478931"]}, {"Citation": "Armstrong BK, Vajdic CM, Cust AE.. Melanoma. In: Thun M, Linet MS, Cerhan JR, Haiman CA, Schottenfeld D (eds). Cancer Epidemiology and Prevention. Oxford: Oxford University Press, 2017, 1061–1088."}, {"Citation": "Bosetti C, Tavani A, Negri E, Trichopoulos D, La Vecchia C.. Reliability of data on medical conditions, menstrual and reproductive history provided by hospital controls. J Clin Epidemiol 2001;54:902–906.", "ArticleIdList": ["11520649"]}, {"Citation": "Botteri E, Støer NC, Sakshaug S, Graff‐Iversen S, Vangen S, Hofvind S, Ursin G, Weiderpass E.. Menopausal hormone therapy and risk of melanoma: do estrogens and progestins have a different role? Int J Cancer 2017;141:1763–1770.", "ArticleIdList": ["28685818"]}, {"Citation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A.. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 2018;68:394–424.", "ArticleIdList": ["30207593"]}, {"Citation": "Cervenka I, Al Rahmoun M, Mahamat-Saleh Y, Fournier A, Boutron-Ruault M-C, Severi G, Caini S, Palli D, Ghiasvand R, Veierod MB. et al. Exogenous hormone use and cutaneous melanoma risk in women: the European Prospective Investigation into Cancer and Nutrition. Int J Cancer 2020;146:3267–3280.", "ArticleIdList": ["31506954"]}, {"Citation": "Cervenka I, Al Rahmoun M, Mahamat-Saleh Y, Savoye I, Boutron-Ruault M, Fournier A, Kvaskoff M.. Postmenopausal hormone use and cutaneous melanoma risk: a French prospective cohort study. Int J Cancer 2019;145:1754–1767.", "ArticleIdList": ["30671928"]}, {"Citation": "Cervenka I, Mahamat‐Saleh Y, Savoye I, Dartois L, Boutron‐Ruault M, Fournier A, Kvaskoff M.. Oral contraceptive use and cutaneous melanoma risk: a French prospective cohort study. Int J Cancer 2018;143:2390–2399.", "ArticleIdList": ["29978471"]}, {"Citation": "Chavez-MacGregor M, Elias SG, Onland-Moret NC, Van Der Schouw YT, Van Gils CH, Monninkhof E, Grobbee DE, Peeters PH.. Postmenopausal breast cancer risk and cumulative number of menstrual cycles. Cancer Epidemiol Biomarkers Prev 2005;14:799–804.", "ArticleIdList": ["15824146"]}, {"Citation": "Choi K, Lazovich D, Southwell B, Forster J, Rolnick SJ, Jackson J.. Prevalence and characteristics of indoor tanning use among men and women in the United States. Arch Dermatol 2010;146:1356–1361.", "ArticleIdList": ["PMC8966465", "21173319"]}, {"Citation": "Cooper R, Blell M, Hardy R, Black S, Pollard T, Wadsworth M, Pearce M, Kuh D.. Validity of age at menarche self-reported in adulthood. J Epidemiol Community Health 2006;60:993–997.", "ArticleIdList": ["PMC2465480", "17053289"]}, {"Citation": "Curiel-Lewandrowski C, Chen SC, Swetter SM; Melanoma Prevention Working Group-Pigmented Skin Lesion Sub-Committee. Screening and prevention measures for melanoma: is there a survival advantage? Curr Oncol Rep 2012;14:458–467.", "ArticleIdList": ["PMC3517928", "22907282"]}, {"Citation": "Donley GM, Liu WT, Pfeiffer RM, McDonald EC, Peters KO, Tucker MA, Cahoon EK.. Reproductive factors, exogenous hormone use and incidence of melanoma among women in the United States. Br J Cancer 2019;120:754–760.", "ArticleIdList": ["PMC6461881", "30814688"]}, {"Citation": "Eilers S, Bach DQ, Gaber R, Blatt H, Guevara Y, Nitsche K, Kundu RV, Robinson JK.. Accuracy of self-report in assessing Fitzpatrick skin phototypes I through VI. JAMA Dermatol 2013;149:1289–1294.", "ArticleIdList": ["24048361"]}, {"Citation": "Freedman DM, Sigurdson A, Rao RS, Hauptmann M, Alexander B, Mohan A, Doody MM, Linet MS.. Risk of melanoma among radiologic technologists in the United States. Int J Cancer 2003;103:556–562.", "ArticleIdList": ["12478675"]}, {"Citation": "Freedman DM, Sigurdson AJ, Doody MM, Love-Schnur S, Linet MS.. Comparison between cancers identified by state cancer registry, self-report, and death certificate in a prospective cohort study of US radiologic technologists. Int J Epidemiol 2006;35:495–497.", "ArticleIdList": ["16330477"]}, {"Citation": "Fuhrman BJ, Moore SC, Byrne C, Makhoul I, Kitahara CM, Berrington de González A, Linet MS, Weiderpass E, Adami H-O, Freedman ND. et al. Association of the age at Menarche with site-specific cancer risks in pooled data from nine cohorts. Cancer Res 2021;81:2246–2255.", "ArticleIdList": ["PMC8137527", "33820799"]}, {"Citation": "Gandini S, Iodice S, Koomen E, Di Pietro A, Sera F, Caini S.. Hormonal and reproductive factors in relation to melanoma in women: current review and meta-analysis. Eur J Cancer 2011;47:2607–2617.", "ArticleIdList": ["21620689"]}, {"Citation": "Gandini S, Sera F, Cattaruzza MS, Pasquini P, Picconi O, Boyle P, Melchi CF.. Meta-analysis of risk factors for cutaneous melanoma: II. Sun exposure. Eur J Cancer 2005;41:45–60.", "ArticleIdList": ["15617990"]}, {"Citation": "Goldberg MS, Doucette JT, Lim HW, Spencer J, Carucci JA, Rigel DS.. Risk factors for presumptive melanoma in skin cancer screening: American Academy of Dermatology National Melanoma/Skin Cancer Screening Program experience 2001-2005. J Am Acad Dermatol 2007;57:60–66.", "ArticleIdList": ["17490783"]}, {"Citation": "Henley SJ, Ward EM, Scott S, Ma J, Anderson RN, Firth AU, Thomas CC, Islami F, Weir HK, Lewis DR. et al. Annual report to the nation on the status of cancer, Part I: National cancer statistics. Cancer 2020;126:2225–2249.", "ArticleIdList": ["PMC7299151", "32162336"]}, {"Citation": "Kaae J, Andersen A, Boyd HA, Wohlfahrt J, Melbye M.. Reproductive history and cutaneous malignant melanoma: a comparison between women and men. Am J Epidemiol 2007;165:1265–1270.", "ArticleIdList": ["17327217"]}, {"Citation": "Kitahara CM, Preston DL, Neta G, Little MP, Doody MM, Simon SL, Sigurdson AJ, Alexander BH, Linet MS.. Occupational radiation exposure and thyroid cancer incidence in a cohort of US radiologic technologists, 1983–2013. Int J Cancer 2018;143:2145–2149.", "ArticleIdList": ["PMC6054904", "29355960"]}, {"Citation": "Kvaskoff M, Bijon A, Mesrine S, Boutron-Ruault M-C, Clavel-Chapelon F.. Cutaneous melanoma and endogenous hormonal factors: a large French prospective study. Am J Epidemiol 2011;173:1192–1202.", "ArticleIdList": ["21415032"]}, {"Citation": "Liu F, Bessonova L, Taylor TH, Ziogas A, Meyskens FL, Anton-Culver H.. A unique gender difference in early onset melanoma implies that in addition to ultraviolet light exposure other causative factors are important. Pigment Cell Melanoma Res 2013;26:128–135.", "ArticleIdList": ["PMC4028153", "23095171"]}, {"Citation": "Liu JJ, Freedman DM, Little MP, Doody MM, Alexander BH, Kitahara CM, Lee T, Rajaraman P, Miller JS, Kampa DM. et al. Work history and mortality risks in 90 268 US radiological technologists. Occup Environ Med 2014;71:819–835.", "ArticleIdList": ["24852760"]}, {"Citation": "Lundblad MW, Jacobsen BK.. The reproducibility of self-reported age at menarche: the Tromsø Study. BMC Women's Health 2017;17:1–7.", "ArticleIdList": ["PMC5568259", "28830397"]}, {"Citation": "McPherson M, Elwood M, English DR, Baade PD, Youl PH, Aitken JF.. Presentation and detection of invasive melanoma in a high-risk population. J Am Acad Dermatol 2006;54:783–792.", "ArticleIdList": ["16635658"]}, {"Citation": "Olsen C, Pandeya N, Dusingize J, Thompson B, Green A, Neale R, Webb P, Whiteman D, QSkin Study. Reproductive factors, hormone use and melanoma risk: an Australian prospective cohort study. Br J Dermatol 2021;184:361–363.", "ArticleIdList": ["32856295"]}, {"Citation": "Olsen CM, Thompson JF, Pandeya N, Whiteman DC.. Evaluation of sex-specific incidence of melanoma. JAMA Dermatol 2020;156:553–560.", "ArticleIdList": ["PMC7097866", "32211827"]}, {"Citation": "Reeder AI, Hammond VA, Gray AR.. Questionnaire items to assess skin color and erythemal sensitivity: reliability, validity, and “the dark shift”. Cancer Epidemiol Biomarkers Prev 2010;19:1167–1173.", "ArticleIdList": ["20447914"]}, {"Citation": "Richarz N, Aguilera J, Castillo G, Fuente M, Ferrándiz C, Carrascosa J.. Phototoxic reaction to a combined oral contraceptive (levonorgestrel/ethinylestradiol). Photochem Photobiol Sci 2017;16:1381–1383.", "ArticleIdList": ["28825075"]}, {"Citation": "Rothman KJ. No adjustments are needed for multiple comparisons. Epidemiology 1990;1:43–46.", "ArticleIdList": ["2081237"]}, {"Citation": "Siegel RL, Miller KD, Fuchs HE, Jemal A.. Cancer statistics, 2021. CA A Cancer J Clin 2021;71:7–33.", "ArticleIdList": ["33433946"]}, {"Citation": "Sigurdson AJ, Doody MM, Rao RS, Freedman DM, Alexander BH, Hauptmann M, Mohan AK, Yoshinaga S, Hill DA, Tarone R. et al. Cancer incidence in the US radiologic technologists health study, 1983–1998. Cancer 2003;97:3080–3089.", "ArticleIdList": ["12784345"]}, {"Citation": "Stern RS. Photocarcinogenicity of drugs. Toxicol Lett 1998;102–103:389–392.", "ArticleIdList": ["10022284"]}, {"Citation": "Sun Q, Sun H, Cong L, Zheng Y, Wu N, Cong X.. Effects of exogenous hormones and reproductive factors on female melanoma: a meta-analysis. Clin Epidemiol 2020;12:1183–1203.", "ArticleIdList": ["PMC7605627", "33149695"]}, {"Citation": "Tang JY, Spaunhurst KM, Chlebowski RT, Wactawski-Wende J, Keiser E, Thomas F, Anderson ML, Zeitouni NC, Larson JC, Stefanick ML.. Menopausal hormone therapy and risks of melanoma and nonmelanoma skin cancers: women’s health initiative randomized trials. J Natl Cancer Inst 2011;103:1469–1475.", "ArticleIdList": ["PMC3186783", "21878677"]}, {"Citation": "Tang X, Zhang H, Cui Y, Wang L, Wang Z, Zhang Y, Huo J, Cai J, Rinaldi G, Bhagavathula AS. et al. Postmenopausal exogenous hormone therapy and melanoma risk in women: a systematic review and time-response meta-analysis. Pharmacol Res 2020;160:105182.", "ArticleIdList": ["32890740"]}, {"Citation": "Thrift AP, Gudenkauf FJ.. Melanoma incidence among Non-Hispanic Whites in all 50 US states from 2001 through 2015. J Natl Cancer Inst 2020;112:533–539.", "ArticleIdList": ["PMC7225671", "31346623"]}, {"Citation": "Whiteman DC, Whiteman CA, Green AC.. Childhood sun exposure as a risk factor for melanoma: a systematic review of epidemiologic studies. Cancer Causes Control 2001;12:69–82.", "ArticleIdList": ["11227927"]}, {"Citation": "Wu S, Han J, Laden F, Qureshi AA.. Long-term ultraviolet flux, other potential risk factors, and skin cancer risk: a cohort study. Cancer Epidemiol Biomarkers Prev 2014;23:1080–1089.", "ArticleIdList": ["PMC4151553", "24876226"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "30"}, {"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "17", "Hour": "8", "Minute": "42"}, {"Year": "2022", "Month": "2", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35174864", "PMC9308393", "10.1093/humrep/deac029", "6530097"]}}], "PubmedBookArticle": []}