{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bioactive compounds", "Microbial count", "Ozone treatment", "Processing time", "Watermelon juice"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35185203", "DateRevised": {"Year": "2023", "Month": "03", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "04", "Day": "29"}], "ELocationID": ["10.1007/s13197-021-05102-8"], "Journal": {"ISSN": "0022-1155", "JournalIssue": {"Volume": "59", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Journal of food science and technology", "ISOAbbreviation": "J Food Sci Technol"}, "ArticleTitle": "Impact of ozone treatment on the physico-chemical properties, bioactive compounds, pectin methylesterase activity and microbiological properties of watermelon juice.", "Pagination": {"StartPage": "979", "EndPage": "989", "MedlinePgn": "979-989"}, "Abstract": {"AbstractText": ["The increasing consumer demand for higher quality fruit juices has encouraged the use of non-thermal processing to extend the shelf life of perishable juice, watermelon juice. Ozone with its high oxidizing effect serve as an effective non-thermal processing treatment. The aim of this study was to investigate the impact of ozone treatment on the physico-chemical, bioactive compounds, pectin methylesterase (PME) activity and microbiological properties of unclarified and clarified watermelon juice. The ozone gas was pumped into watermelon juice for up to 25 min in a closed chamber. The microorganism inactivation in unclarified and clarified watermelon juices improved across the increasing processing time. Among these juices, the microorganism inactivation efficiency of ozone was found higher on clarified juice (3.466 log) than unclarified juice (3.150 log). It was found that °Brix value and PME activity were not altered by ozone treatment. The other physico-chemical properties (titratable acidity, pH, total colour difference, non-enzymatic browning, cloudiness) and bioactive compounds reduced across processing time. This study demonstrated that ozone treatment is an effective non-thermal processing technique to reduce the microorganism in watermelon juice. Further study is required to optimise the processing parameters of ozone treatment to maintain the overall quality of the watermelon juice."], "CopyrightInformation": "© Association of Food Scientists & Technologists (India) 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.440425.3", "0000 0004 1798 0746"], "Affiliation": "Monash University Malaysia, Jalan Lagoon Selatan, Bandar Sunway, 47500 Subang Jaya, Selangor Malaysia."}], "LastName": "Lee", "ForeName": "Boon Jen", "Initials": "BJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.440425.3", "0000 0004 1798 0746"], "Affiliation": "Monash University Malaysia, Jalan Lagoon Selatan, Bandar Sunway, 47500 Subang Jaya, Selangor Malaysia."}], "LastName": "Ting", "ForeName": "Adeline Su Yien", "Initials": "ASY"}, {"Identifier": ["0000-0002-2581-1112"], "AffiliationInfo": [{"Identifier": ["grid.440425.3", "0000 0004 1798 0746"], "Affiliation": "Monash University Malaysia, Jalan Lagoon Selatan, Bandar Sunway, 47500 Subang Jaya, Selangor Malaysia."}], "LastName": "Thoo", "ForeName": "Yin Yin", "Initials": "YY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Food Sci Technol", "NlmUniqueID": "0056471", "ISSNLinking": "0022-1155"}, "CoiStatement": "Conflict of interestThe Authors declare that they do not have any conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aguiló-Aguayo I, Soliva-Fortuny R, Martín-Belloso O. Color and viscosity of watermelon juice treated by high-intensity pulsed electric fields or heat. Innov Food Sci Emerg Technol. 2010;11:299–305. doi: 10.1016/j.ifset.2009.12.004.", "ArticleIdList": ["10.1016/j.ifset.2009.12.004"]}, {"Citation": "Bharate SS, Bharate SB. Non-enzymatic browning in citrus juice: chemical markers, their detection and ways to improve product quality. J Food Sci Technol. 2014;51:2271–2288. doi: 10.1007/s13197-012-0718-8.", "ArticleIdList": ["10.1007/s13197-012-0718-8", "PMC4190239", "25328169"]}, {"Citation": "Botondi R, Sanctis FD, Moscatelli N, Vettraino AM, Catelli C, Mencarelli F. Ozone fumigation for safety and quality of wine grapes in postharvest dehydration. Food Chem. 2015;188:641–647. doi: 10.1016/j.foodchem.2015.05.029.", "ArticleIdList": ["10.1016/j.foodchem.2015.05.029", "26041242"]}, {"Citation": "Collins JK, Wu G, Perkins-Veazie P, Spears K, Claypool PL, Baker RA, Clevidence BA. Watermelon consumption increases plasma arginine concentrations in adults. Nutrition. 2007;23:261–266. doi: 10.1016/j.nut.2007.01.005.", "ArticleIdList": ["10.1016/j.nut.2007.01.005", "17352962"]}, {"Citation": "Criegee R. Mechanism of ozonolysis. Angew Chem-Int Edit Engl. 1975;14:745–752. doi: 10.1002/anie.197507451.", "ArticleIdList": ["10.1002/anie.197507451"]}, {"Citation": "Cullen PJ, Valdramidis V, Tiwari BK, Patil S, Bourke P, O’Donnell CP. Ozone processing for food preservation: an overview on fruit juice treatments. Ozone-Sci Eng. 2010;32:166–179. doi: 10.1080/01919511003785361.", "ArticleIdList": ["10.1080/01919511003785361"]}, {"Citation": "Dewhirst RA, Fry SC. The oxidation of dehydroascorbic acid and 2,3-diketogulonate by distinct reactive oxygen species. Biochem J. 2018;475:3451–3470. doi: 10.1042/bcj20180688.", "ArticleIdList": ["10.1042/bcj20180688", "PMC6225978", "30348642"]}, {"Citation": "Edwards AJ, Vinyard BT, Wiley ER, Brown ED, Collins JK, Perkins-Veazie P, Baker RA, Clevidence BA. Consumption of watermelon juice increases plasma concentrations of lycopene and β-carotene in humans. J Nutr. 2003;133:1043–1050. doi: 10.1093/jn/133.4.1043.", "ArticleIdList": ["10.1093/jn/133.4.1043", "12672916"]}, {"Citation": "Eissa HA, Shaheen MS, Botros HW. Impact of γ-irradiation on aroma flavour, bio-active constituents and quality attributes of water melon juice. J Plant Pathol Microbiol. 2014 doi: 10.4172/2157-7471.1000227.", "ArticleIdList": ["10.4172/2157-7471.1000227"]}, {"Citation": "Feng L, Zhang K, Gao M, Shi C, Ge C, Qu D, Zhu J, Shi Y, Han J. Inactivation of vibrio parahaemolyticus by aqueous ozone. J Microbiol Biotechnol. 2018;28:1233–1246. doi: 10.4014/jmb.1801.01056.", "ArticleIdList": ["10.4014/jmb.1801.01056", "29996623"]}, {"Citation": "Guzel-Seydim ZB, Greene AK, Seydim A. Use of ozone in the food industry. LWT. 2004;37:453–460. doi: 10.1016/j.lwt.2003.10.014.", "ArticleIdList": ["10.1016/j.lwt.2003.10.014"]}, {"Citation": "Henry LK, Puspitasari-Nienaber NL, Jarén-Galán M, Breemen RB, Catignani GL, Schwartz SJ. Effects of ozone and oxygen on the degradation of carotenoids in an aqueous model system. J Agric Food Chem. 2000;48:5008–5013. doi: 10.1021/jf000503o.", "ArticleIdList": ["10.1021/jf000503o", "11052770"]}, {"Citation": "Jaramillo-Sánchez GM, Loredo AB, Gómez PL, Alzamora SM. Ozone processing of peach juice: impact on physico-chemical parameters, color, and viscosity. Ozone Sci Eng. 2017;40:305–312. doi: 10.1080/01919512.2017.1417111.", "ArticleIdList": ["10.1080/01919512.2017.1417111"]}, {"Citation": "Kim C, Park M, Kim S, Cho Y. Antioxidant capacity and anti-inflammatory activity of lycopene in watermelon. Int J Food Sci Technol. 2014;49:2083–2091. doi: 10.1111/ijfs.12517.", "ArticleIdList": ["10.1111/ijfs.12517"]}, {"Citation": "Kim J, Yousef AE, Dave S. Application of ozone for enhancing the microbiological safety and quality of foods: a review. J Food Prot. 1999;62:1071–1087. doi: 10.4315/0362-028x-62.9.1071.", "ArticleIdList": ["10.4315/0362-028x-62.9.1071", "10492485"]}, {"Citation": "Lee SK, Kader AA. Preharvest and postharvest factors influencing vitamin c content of horticultural crops. Postharvest Biol Technol. 2000;20:207–220. doi: 10.1016/s0925-5214(00)00133-2.", "ArticleIdList": ["10.1016/s0925-5214(00)00133-2"]}, {"Citation": "Mosqueda-Melgar J, Raybaudi-Massilia RM, Martín-Belloso O. Combination of high-intensity pulsed electric fields with natural antimicrobials to inactivate pathogenic microorganisms and extend the shelf-life of melon and watermelon juices. Food Microbiol. 2008;25:479–491. doi: 10.1016/j.fm.2008.01.002.", "ArticleIdList": ["10.1016/j.fm.2008.01.002", "18355673"]}, {"Citation": "Naz AS, Butt MST, Sultan MTM, Qayyum MMN, Niaz RS. Watermelon lycopene and allied health claims. EXCLI J. 2014;13:650–666. doi: 10.17877/DE290R-6561.", "ArticleIdList": ["10.17877/DE290R-6561", "PMC4464475", "26417290"]}, {"Citation": "Nielsen SS. Food analysis laboratory manual. Cham: Springer; 2010."}, {"Citation": "Oliveira AFA, Mar JM, Santos SF, da Silva Júnior JL, Kluczkovski AM, Bakry AM, Bezerra JA, Numomura RCS, Sanches EA, Campelo PH. Non-thermal combined treatments in the processing of açai (Euterpe oleracea) juice. Food Chem. 2018;265:57–63. doi: 10.1016/j.foodchem.2018.05.081.", "ArticleIdList": ["10.1016/j.foodchem.2018.05.081", "29884394"]}, {"Citation": "Santos MD, Queirós RP, Fidalgo LG, Inácio RS, Lopes RP, Mota MJ, Sousa SG, Delgadillo I, Saraiva JA. Preservation of a highly perishable food, watermelon juice, at and above room temperature under mild pressure (hyperbaric storage) as an alternative to refrigeration. LWT. 2015;62:901–905. doi: 10.1016/j.lwt.2014.06.055.", "ArticleIdList": ["10.1016/j.lwt.2014.06.055"]}, {"Citation": "Shah NNAK, Sulaiman A, Sidek NSM, Supian NAM. Quality assessment of ozone-treated citrus fruit juices. Int Food Res J. 2019;26:1405–1415."}, {"Citation": "Shah NNAK, Supian NAM, Hussein NA. Disinfectant of pummelo (Citrus Grandis L. Osbeck) fruit juice using gaseous ozone. J Food Sci Technol. 2019;56:262–272. doi: 10.1007/s13197-018-3486-2.", "ArticleIdList": ["10.1007/s13197-018-3486-2", "PMC6342805", "30728568"]}, {"Citation": "Tiwari BK, O’Donnell CP, Brunton NP, Cullen PJ. Degradation kinetics of tomato juice quality parameters by ozonation. Int J Food Sci Technol. 2009;44:1199–1205. doi: 10.1111/j.1365-2621.2009.01946.x.", "ArticleIdList": ["10.1111/j.1365-2621.2009.01946.x"]}, {"Citation": "Tiwari BK, O’Donnell CP, Muthukumarappan K, Cullen PJ. Anthocyanin and colour degradation in ozone treated blackberry juice. Innov Food Sci Emerg Technol. 2009;10:70–75. doi: 10.1016/j.ifset.2008.08.002.", "ArticleIdList": ["10.1016/j.ifset.2008.08.002"]}, {"Citation": "Torres B, Tiwari BK, Patras A, Wijngaard HH, Brunton N, Cullen PJ, O’Donnell CP. Effect of ozone processing on the colour, rheological properties and phenolic content of apple juice. Food Chem. 2011;124:721–726. doi: 10.1016/j.foodchem.2010.06.050.", "ArticleIdList": ["10.1016/j.foodchem.2010.06.050"]}, {"Citation": "Walsh KA, Bennett SD, Mahovic M, Gould LH. Outbreaks associated with cantaloupe, watermelon, and honeydew in the United States, 1973–2011. Foodborne Pathog Dis. 2014;11:945–952. doi: 10.1089/fpd.2014.1812.", "ArticleIdList": ["10.1089/fpd.2014.1812", "PMC4627691", "25407556"]}, {"Citation": "Woodall AA, Lee SW, Weesie RJ, Jackson MJ, Britton G. Oxidation of carotenoids by free radicals: relationship between structure and reactivity. Biochim Biophys Acta Gen Subj. 1997;1336:33–42. doi: 10.1016/s0304-4165(97)00006-8.", "ArticleIdList": ["10.1016/s0304-4165(97)00006-8", "9271248"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "5"}, {"Year": "2021", "Month": "4", "Day": "9"}, {"Year": "2022", "Month": "2", "Day": "21", "Hour": "5", "Minute": "59"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35185203", "PMC8814259", "10.1007/s13197-021-05102-8", "5102"]}}], "PubmedBookArticle": []}