{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Asia", "G-TOPSIS", "PM2.5", "air pollutants", "elderly", "grey modeling", "ground-level ozone", "ischemic heart disease"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35198535", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "07"}], "ELocationID": ["819123", "10.3389/fpubh.2021.819123"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "Long-Term Air Pollution Exposure and Ischemic Heart Disease Mortality Among Elderly in High Aging Asian Economies.", "Pagination": {"StartPage": "819123", "MedlinePgn": "819123"}, "Abstract": {"AbstractText": ["In the epidemiological literature, the impact of environmental pollution on cardiac mortality has been well documented. There is, however, a paucity of evidence on the impact of air pollution exposure on ischemic heart disease (IHD) mortality among the Asian aged population. In response, this research seeks to investigate the degree of proximity between exposure to ambient PM<sub>2.5</sub>, household PM<sub>2.5</sub>, ground-level ozone (O<sub>3</sub>), and IHD mortality in the top seven Asian economies with the highest aging rates. This investigation is held in two phases. In the first phase, grey modeling is employed to assess the degree of proximity among the selected variables, and then rank them based on their estimated grey weights. In addition, a grey-based Technique for Order of Preference by Similarity to Ideal Solution (G-TOPSIS) is adopted to identify the key influencing factor that intensifies IHD mortality across the selected Asian economies. According to the estimated results, South Korea was the most afflicted nation in terms of IHD mortality owing to ambient PM<sub>2.5</sub> and ground-level O<sub>3</sub> exposure, whereas among the studied nations India was the biggest contributor to raising IHD mortality due to household PM<sub>2.5</sub> exposure. Further, the outcomes of G-TOPSIS highlighted that exposure to household PM<sub>2.5</sub> is a key influencing risk factor for increased IHD mortality in these regions, outweighing all other air pollutants. In conclusion, this grey assessment may enable policymakers to target more vulnerable individuals based on scientific facts and promote regional environmental justice. Stronger emission regulations will also be required to mitigate the adverse health outcomes associated with air pollution exposure, particularly in regions with a higher elderly population."], "CopyrightInformation": "Copyright © 2022 Mumtaz, Rehman, Haider and Rehman."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Administration, Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "College of Public Administration, Zhejiang University, Hangzhou, China."}], "LastName": "Mumtaz", "ForeName": "Ayesha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mathematics, COMSATS University, Islamabad, Pakistan."}], "LastName": "Rehman", "ForeName": "Nadia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Business Studies Department, Bahria University, Islamabad, Pakistan."}], "LastName": "Haider", "ForeName": "Aftab", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Pak-Austria Fachhochschule, Institute of Applied Sciences and Technology, Haripur, Pakistan."}], "LastName": "Rehman", "ForeName": "Shazia", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aging"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Myocardial Ischemia"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "UNECE . Air pollution and health-Air Pollution-Environmental Policy. (2020). Available online at: https://unece.org/air-pollution-and-health (accessed September 11, 2021)."}, {"Citation": "World Bank . Air Pollution Deaths Cost Global Economy US$225 Billion (press release, 2016). Available online at: https://www.worldbank.org/en/news/press-release/2016/09/08/air-pollution-deaths-cost-global-economy-225-billion (accessed August 12, 2021)."}, {"Citation": "Rehman S, Rehman E, Ikram M, Jianglin Z. Cardiovascular disease (CVD): assessment, prediction and policy implications. BMC Public Health. (2021) 21:1–14. 10.1186/s12889-021-11334-2", "ArticleIdList": ["10.1186/s12889-021-11334-2", "PMC8253470", "34215234"]}, {"Citation": "Iqbal N, Fareed Z, Wan G, Shahzad F. Asymmetric nexus between COVID-19 outbreak in the world and cryptocurrency market. Int Rev Financ Anal. (2021) 73:101613. 10.1016/j.irfa.2020.101613", "ArticleIdList": ["10.1016/j.irfa.2020.101613"]}, {"Citation": "Rehman S, Rehman N, Mumtaz A, Jindong J. Association of mortality-related risk factors in patients with covid-19: a retrospective cohort study. Healthcare. (2021) 9:1468. 10.3390/healthcare9111468", "ArticleIdList": ["10.3390/healthcare9111468", "PMC8619090", "34828513"]}, {"Citation": "Chan W-K, Tan T-B, Vethakkan SR, Tah P-C, Vijayananthan A, Goh K-L. Ultrasonography-diagnosed non-alcoholic fatty liver disease is not associated with prevalent ischemic heart disease among diabetics in a multiracial Asian hospital clinic population. Clin. Res. Hepatol. Gastroenterol. (2014) 38:284–91. 10.1016/j.clinre.2014.02.009", "ArticleIdList": ["10.1016/j.clinre.2014.02.009", "24736032"]}, {"Citation": "Feigin VL. Global, regional, and national burden of neurological disorders, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. (2019) 18:459–80. 10.1016/S1474-4422(18)30499-X", "ArticleIdList": ["10.1016/S1474-4422(18)30499-X", "PMC6459001", "30879893"]}, {"Citation": "Rehman S, Li X, Wang C, Ikram M, Rehman E, Liu M. Quality of care for patients with acute myocardial infarction (AMI) in Pakistan: a retrospective study. Int J Environ Res Public Health. (2019) 16:3890. 10.3390/ijerph16203890", "ArticleIdList": ["10.3390/ijerph16203890", "PMC6844119", "31615067"]}, {"Citation": "Yang Y, Tang R, Qiu H, Lai PC, Wong P, Thach TQ, et al. . Long term exposure to air pollution and mortality in an elderly cohort in Hong Kong. Environ Int. (2018) 117:99–106. 10.1016/j.envint.2018.04.034", "ArticleIdList": ["10.1016/j.envint.2018.04.034", "29730535"]}, {"Citation": "Tibuakuu M, Michos ED, Navas-Acien A, Jones MR. Air pollution and cardiovascular disease: a focus on vulnerable populations worldwide. Curr Epidemiol reports. (2018) 5:370–378. 10.1007/s40471-018-0166-8", "ArticleIdList": ["10.1007/s40471-018-0166-8", "PMC6435302", "30931239"]}, {"Citation": "Ahmed N, Ahmad M, Ahmed M. Combined role of industrialization and urbanization in determining carbon neutrality: empirical story of Pakistan. Environ Sci Pollut Res. (2021). 10.1007/s11356-021-16868-x. [Epub ahead of print].", "ArticleIdList": ["10.1007/s11356-021-16868-x", "34628613"]}, {"Citation": "Shi Y, Bilal M, Ho HC, Omar A. Urbanization and regional air pollution across South Asian developing countries–A nationwide land use regression for ambient PM2.5 assessment in Pakistan. Environ Pollut. (2020) 266:115145. 10.1016/j.envpol.2020.115145", "ArticleIdList": ["10.1016/j.envpol.2020.115145", "32663727"]}, {"Citation": "Fareed Z, Iqbal N, Shahzad F, Shah SGMS, Zulfiqar B, Shahzad K, et al. . Co-variance nexus between COVID-19 mortality, humidity, and air quality index in Wuhan, China: new insights from partial and multiple wavelet coherence. Air Qual Atmos Heal. (2020) 13:673–82. 10.1007/s11869-020-00847-1", "ArticleIdList": ["10.1007/s11869-020-00847-1", "PMC7279636", "32837610"]}, {"Citation": "Mumtaz A, Manzoor F, Jiang S, Anisur Rahaman M. COVID-19 and mental health: a study of stress, resilience, and depression among the older population in Pakistan. Healthcare. (2021) 9:424. 10.3390/healthcare9040424", "ArticleIdList": ["10.3390/healthcare9040424", "PMC8067402", "33917346"]}, {"Citation": "Agarwal SK. Cardiovascular dangers of air pollution. J Clin Cardiol Interv. (2021) 2."}, {"Citation": "Pascal M, Falq G, Wagner V, Chatignoux E, Corso M, Blanchard M, et al. . Short-term impacts of particulate matter (PM10, PM10–2.5, PM2. 5) on mortality in nine French cities. Atmos Environ. (2014) 95:175–84. 10.1016/j.atmosenv.2014.06.030", "ArticleIdList": ["10.1016/j.atmosenv.2014.06.030"]}, {"Citation": "Erqou S, Clougherty JE, Olafiranye O, Magnani JW, Aiyer A, Tripathy S, et al. . Particulate matter air pollution and racial differences in cardiovascular disease risk. Arterioscler Thromb Vasc Biol. (2018) 38:935–42. 10.1161/ATVBAHA.117.310305", "ArticleIdList": ["10.1161/ATVBAHA.117.310305", "PMC5864550", "29545240"]}, {"Citation": "Bortkiewicz A, Gadzicka E, Stroszejn-Mrowca G, Szyjkowska A, Szymczak W, Koszada-Włodarczyk W, et al. . Cardiovascular changes in workers exposed to fine particulate dust. Int J Occup Med Environ Health. (2014) 27:78–92. 10.2478/s13382-014-0234-3", "ArticleIdList": ["10.2478/s13382-014-0234-3", "24526496"]}, {"Citation": "Rehman E, Ikram M, Feng MT, Rehman S. Sectoral-based CO2 emissions of Pakistan: a novel Grey Relation Analysis (GRA) approach. Environ Sci Pollut Res. (2020) 27:29118–29. 10.1007/s11356-020-09237-7", "ArticleIdList": ["10.1007/s11356-020-09237-7", "32430720"]}, {"Citation": "Andreão WL, Alonso MF, Kumar P, Pinto JA, Pedruzzi R, de Almeida Albuquerque TT. Top-down vehicle emission inventory for spatial distribution and dispersion modeling of particulate matter. Environ. Sci. Pollut. Res.. 27, 2020. 10.1007/s11356-020-08476-y", "ArticleIdList": ["10.1007/s11356-020-08476-y", "32219651"]}, {"Citation": "Khaniabadi YO, Hopke PK, Goudarzi G, Daryanoosh SM, Jourvand M, Basiri H. Cardiopulmonary mortality and COPD attributed to ambient ozone. Environ Res. (2017) 152:336–41. 10.1016/j.envres.2016.10.008", "ArticleIdList": ["10.1016/j.envres.2016.10.008", "27842286"]}, {"Citation": "Goudarzi G, Geravandi S, Foruozandeh H, Babaei AA, Alavi N, Niri MV, et al. . Cardiovascular and respiratory mortality attributed to ground-level ozone in Ahvaz, Iran. Environ Monit Assess. (2015) 187:1–9. 10.1007/s10661-015-4674-4", "ArticleIdList": ["10.1007/s10661-015-4674-4", "26141926"]}, {"Citation": "Pinault L, Tjepkema M, Crouse DL, Weichenthal S, van Donkelaar A, Martin RV, et al. . Risk estimates of mortality attributed to low concentrations of ambient fine particulate matter in the Canadian community health survey cohort. Environ Health. (2016) 15:1–15. 10.1186/s12940-016-0111-6", "ArticleIdList": ["10.1186/s12940-016-0111-6", "PMC4750218", "26864652"]}, {"Citation": "Tosun J, Leininger J. Governing the interlinkages between the sustainable development goals: approaches to attain policy integration. Glob Challenges. (2017) 1:1700036. 10.1002/gch2.201700036", "ArticleIdList": ["10.1002/gch2.201700036", "PMC6607358", "31565295"]}, {"Citation": "G. B. of D. collaborative N . Global burden of Disease study 2019 (GBD 2019) Cause-Specific Mortality, Institute for Health Metrics and Evaluation (IHME): Seattle, DC, USA, (2019). Available online at: http://ghdx.healthdata.org/gbd-results-tool (accessed June 25, 2021)."}, {"Citation": "State of Global Air . State of Global Air. (2019). Available online at: https://www.stateofglobalair.org. (accessed June 18, 2021)."}, {"Citation": "Ng DKW. Grey system and grey relational model. ACM SIGICE Bull. (1994) 20:2–9. 10.1145/190690.190691", "ArticleIdList": ["10.1145/190690.190691"]}, {"Citation": "Liu S. The father of grey system theory. J Grey Syst. (2018) 30:1–4."}, {"Citation": "Sun H, Yu F, Xu H, Xia H. A case-based grey relational analysis model for multiple criteria classification of thyroid nodules. J Grey Syst. (2020) 32."}, {"Citation": "Kalyon, Günay M, Özyürek D. Application of grey relational analysis based on Taguchi method for optimizing machining parameters in hard turning of high chrome cast iron. Adv Manuf. (2018) 6:419–29. 10.1007/s40436-018-0231-z", "ArticleIdList": ["10.1007/s40436-018-0231-z"]}, {"Citation": "Liu S, Zhang H, Yang Y. Explanation of terms of grey incidence analysis models. Grey Syst Theory Appl. (2017) 290:12027. 10.1108/GS-11-2016-0045", "ArticleIdList": ["10.1108/GS-11-2016-0045"]}, {"Citation": "Rehman E, Ikram M, Rehman S, Feng MT. Growing green? Sectoral-based prediction of GHG emission in Pakistan: a novel NDGM and doubling time model approach. Environ Dev Sustain. (2021) 1–23. 10.1007/s10668-020-01163-5", "ArticleIdList": ["10.1007/s10668-020-01163-5"]}, {"Citation": "Liu S, Xie N, Forrest J. Novel models of grey relational analysis based on visual angle of similarity and nearness. Grey Syst Theory Appl. (2011). 10.1108/20439371111106696", "ArticleIdList": ["10.1108/20439371111106696"]}, {"Citation": "Huang Y, Shen L, Liu H. Grey relational analysis, principal component analysis and forecasting of carbon emissions based on long short-term memory in China. J Clean Prod. (2019) 209:415–23. 10.1016/j.jclepro.2018.10.128", "ArticleIdList": ["10.1016/j.jclepro.2018.10.128"]}, {"Citation": "Rehman S, Rehman N, Naz M, Mumtaz A, Jianglin Z. Application of Grey-Based SWARA and COPRAS techniques in disease mortality risk assessment. J Healthc Eng. (2021). 2021. 10.1155/2021/7302157", "ArticleIdList": ["10.1155/2021/7302157", "PMC8654538", "34900200"]}, {"Citation": "Ren L, Zhang Y, Wang Y, Sun Z. Comparative analysis of a novel M-TOPSIS method and TOPSIS. Appl Math Res eXpress. (2007). 2007. 10.1093/amrx/abm005", "ArticleIdList": ["10.1093/amrx/abm005", "0"]}, {"Citation": "Tabor J. Using the grey-TOPSIS method to assess the functioning of the occupational risk management. In: MATEC Web of Conferences 290. (2019). p. 12027."}, {"Citation": "Rehman S, Rehman E, Hussain I, Jianglin Z. Socioeconomic Influence on cardiac mortality in the South Asian region: new perspectives from grey modeling and G-TOPSIS. J Healthc Eng. (2021). 2021. 10.1155/2021/6866246", "ArticleIdList": ["10.1155/2021/6866246", "PMC8598329", "34804456"]}, {"Citation": "Mahmoudi, Javed SA, Zhang Z, Deng X. Grey group QUALIFLEX method: application in project management. In: 2019 IEEE 14th International Conference on Intelligent Systems and Knowledge Engineering (ISKE) (2019). p. 189–95."}, {"Citation": "Zhang JJ, Wei Y, Fang Z. Ozone pollution: a major health hazard worldwide. Front Immunol. (2019) 10:2518. 10.3389/fimmu.2019.02518", "ArticleIdList": ["10.3389/fimmu.2019.02518", "PMC6834528", "31736954"]}, {"Citation": "Park M, Wu P, Goldstein E, Kim WJ, Cowling BJ. Influenza-associated excess mortality in South Korea. Am J Prev Med. (2016) 50:e111–e119. 10.1016/j.amepre.2015.09.028", "ArticleIdList": ["10.1016/j.amepre.2015.09.028", "PMC4805525", "26610897"]}, {"Citation": "Yap J, Ng Y, Yeo KK, Sahlén A, Lam CSP, Lee V, et al. . Particulate air pollution on cardiovascular mortality in the tropics: impact on the elderly. Environ Heal. (2019) 18:1–9. 10.1186/s12940-019-0476-4", "ArticleIdList": ["10.1186/s12940-019-0476-4", "PMC6471752", "30999903"]}, {"Citation": "Karottki DG, Spilak M, Frederiksen M, Andersen ZJ, Madsen AM, Ketzel M, et al. . Indoor and outdoor exposure to ultrafine, fine and microbiologically derived particulate matter related to cardiovascular and respiratory effects in a panel of elderly urban citizens. Int J Environ Res Public Health. (2015) 12:1667–86. 10.3390/ijerph120201667", "ArticleIdList": ["10.3390/ijerph120201667", "PMC4344687", "25648225"]}, {"Citation": "Xu M, Guo Y, Zhang Y, Westerdahl D, Mo Y, Liang F, et al. . Spatiotemporal analysis of particulate air pollution and ischemic heart disease mortality in Beijing, China. Environ Heal. (2014) 13:1–12. 10.1186/1476-069X-13-109", "ArticleIdList": ["10.1186/1476-069X-13-109", "PMC4293109", "25495440"]}, {"Citation": "Xu W, Liu X, Huang Z, Du Y, Zhang B, Wang Q, et al. . Acute effects of air pollution on ischemic heart disease hospitalizations: a population-based time-series study in Wuhan, China, 2017–2018. Int J Environ Res Public Health. (2021) 18:12527. 10.3390/ijerph182312527", "ArticleIdList": ["10.3390/ijerph182312527", "PMC8656788", "34886253"]}, {"Citation": "Kim SE, Lim Y-H, Kim H. Temperature modifies the association between particulate air pollution and mortality: a multi-city study in South Korea. Sci Total Environ. (2015) 524:376–83. 10.1016/j.scitotenv.2015.03.137", "ArticleIdList": ["10.1016/j.scitotenv.2015.03.137", "25920070"]}, {"Citation": "Turner MC, Jerrett M, Pope CA, 3rd, Krewski D, Gapstur SM, Diver WR, et al. . Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med. (2016) 193:1134–42. 10.1164/rccm.201508-1633OC", "ArticleIdList": ["10.1164/rccm.201508-1633OC", "PMC4872664", "26680605"]}, {"Citation": "Cakmak S, Hebbern C, Vanos J, Crouse DL, Burnett R. Ozone exposure and cardiovascular-related mortality in the Canadian Census Health and Environment Cohort (CANCHEC) by spatial synoptic classification zone. Environ Pollut. (2016) 214:589–99. 10.1016/j.envpol.2016.04.067", "ArticleIdList": ["10.1016/j.envpol.2016.04.067", "27131819"]}, {"Citation": "Abe KC, Miraglia SG. Health impact assessment of air pollution in São Paulo, Brazil. Int J Environ Res Public Health. (2016) 13:694. 10.3390/ijerph13070694", "ArticleIdList": ["10.3390/ijerph13070694", "PMC4962235", "27409629"]}, {"Citation": "Kim SE, Hijioka Y, Nagashima T, Kim H. Particulate Matter and Its Impact on Mortality among Elderly Residents of Seoul, South Korea. Atmosphere. (2020) 11:18. 10.3390/atmos11010018", "ArticleIdList": ["10.3390/atmos11010018", "0"]}, {"Citation": "Hille E, Lambernd B, Tiwari AK. Any signs of green growth? a spatial panel analysis of regional air pollution in South Korea. Environ Resour Econ. (2021) 1–42. 10.1007/s10640-021-00607-4", "ArticleIdList": ["10.1007/s10640-021-00607-4"]}, {"Citation": "Fareed Z, Ali Z, Shahzad F, Nazir MI, Ullah A. Determinants of profitability: evidence from power and energy sector. Stud Univ Babes-Bolyai. (2016) 61:59. 10.1515/subboec-2016-0005", "ArticleIdList": ["10.1515/subboec-2016-0005"]}, {"Citation": "Verdolini E, Bosetti V. Environmental policy and the international diffusion of cleaner energy technologies. Environ Resour Econ. (2017) 66:497–536. 10.1007/s10640-016-0090-7", "ArticleIdList": ["10.1007/s10640-016-0090-7", "0"]}, {"Citation": "Fareed Z, Meo MS, Zulfiqar B, Shahzad F, Wang N. Nexus of tourism, terrorism, and economic growth in Thailand: new evidence from asymmetric ARDL cointegration approach. Asia Pacific J Tour Res. (2018) 23:1129–41. 10.1080/10941665.2018.1528289", "ArticleIdList": ["10.1080/10941665.2018.1528289"]}, {"Citation": "Ouyang X, Shao Q, Zhu X, He Q, Xiang C, Wei G. Environmental regulation, economic growth and air pollution: panel threshold analysis for OECD countries. Sci Total Environ. (2019) 657:234–41. 10.1016/j.scitotenv.2018.12.056", "ArticleIdList": ["10.1016/j.scitotenv.2018.12.056", "30543971"]}, {"Citation": "Mele M, Magazzino C. Pollution, economic growth, and COVID-19 deaths in India: a machine learning evidence. Environ Sci Pollut Res. (2021) 28:2669–77. 10.1007/s11356-020-10689-0", "ArticleIdList": ["10.1007/s11356-020-10689-0", "PMC7472938", "32886309"]}, {"Citation": "Onda K, Sinha P, Gaughan AE, Stevens FR, Kaza N. Missing millions: undercounting urbanization in India. Popul Environ. (2019) 41:126–150. 10.1007/s11111-019-00329-2", "ArticleIdList": ["10.1007/s11111-019-00329-2", "PMC6934249", "31929670"]}, {"Citation": "IQAir . Air Quality in India. India,(2020)."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "20"}, {"Year": "2021", "Month": "12", "Day": "21"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "5", "Minute": "43"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["35198535", "PMC8860192", "10.3389/fpubh.2021.819123"]}}], "PubmedBookArticle": []}