{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["cutaneous tissues", "environmental risk factors", "microRNAs", "ozone exposure"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35207665", "DateRevised": {"Year": "2024", "Month": "06", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "01", "Day": "28"}], "ELocationID": ["176", "10.3390/jpm12020176"], "Journal": {"ISSN": "2075-4426", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "28"}}, "Title": "Journal of personalized medicine", "ISOAbbreviation": "J Pers Med"}, "ArticleTitle": "MicroRNA Alterations Induced in Human Skin by Diesel Fumes, Ozone, and UV Radiation.", "Abstract": {"AbstractText": ["Epigenetic alterations are a driving force of the carcinogenesis process. MicroRNAs play a role in silencing mutated oncogenes, thus defending the cell against the adverse consequences of genotoxic damages induced by environmental pollutants. These processes have been well investigated in lungs; however, although skin is directly exposed to a great variety of environmental pollutants, more research is needed to better understand the effect on cutaneous tissue. Therefore, we investigated microRNA alteration in human skin biopsies exposed to diesel fumes, ozone, and UV light for over 24 h of exposure. UV and ozone-induced microRNA alteration right after exposure, while the peak of their deregulations induced by diesel fumes was reached only at the end of the 24 h. Diesel fumes mainly altered microRNAs involved in the carcinogenesis process, ozone in apoptosis, and UV in DNA repair. Accordingly, each tested pollutant induced a specific pattern of microRNA alteration in skin related to the intrinsic mechanisms activated by the specific pollutant. These alterations, over a short time basis, reflect adaptive events aimed at defending the tissue against damages. Conversely, whenever environmental exposure lasts for a long time, the irreversible alteration of the microRNA machinery results in epigenetic damage contributing to the pathogenesis of inflammation, dysplasia, and cancer induced by environmental pollutants."]}, "AuthorList": [{"Identifier": ["0000-0002-8792-0947"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Science Department, Plants for Human Health Institute, North Carolina State University, Research Campus Kannapolis, Kannapolis, NC 28081, USA."}, {"Identifier": [], "Affiliation": "Department of Environmental Sciences and Prevention, University of Ferrara, 44121 Ferrara, Italy."}, {"Identifier": [], "Affiliation": "Department of Food and Nutrition, Kyung Hee University, Seoul 130-701, Korea."}], "LastName": "Valacchi", "ForeName": "Giuseppe", "Initials": "G"}, {"Identifier": ["0000-0002-8843-0560"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Science Department, Plants for Human Health Institute, North Carolina State University, Research Campus Kannapolis, Kannapolis, NC 28081, USA."}], "LastName": "Pambianchi", "ForeName": "Erika", "Initials": "E"}, {"Identifier": ["0000-0002-5296-4325"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lung Cancer Unit, IRCCS Ospedale Policlinico San Martino, 16132 Genova, Italy."}], "LastName": "Coco", "ForeName": "Simona", "Initials": "S"}, {"Identifier": ["0000-0001-5378-9517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, University of Genova, 16132 Genova, Italy."}], "LastName": "Pulliero", "ForeName": "Alessandra", "Initials": "A"}, {"Identifier": ["0000-0002-8588-0347"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Experimental Medicine, University of Genova, 16132 Genova, Italy."}, {"Identifier": [], "Affiliation": "UOC Mutagenesis and Cancer Prevention, IRCCS San Martino Hospital, 16132 Genova, Italy."}], "LastName": "Izzotti", "ForeName": "Alberto", "Initials": "A"}], "GrantList": [{"GrantID": "IG2017-20699", "Agency": "Italian Association for Cancer Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Pers Med", "NlmUniqueID": "101602269", "ISSNLinking": "2075-4426"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lelieveld J., Pozzer A., Pöschl U., Fnais M., Haines A., Münzel T. Loss of life expectancy from air pollution compared to other risk factors: A worldwide perspective. Cardiovasc. Res. 2020;116:1910–1917. doi: 10.1093/cvr/cvaa025.", "ArticleIdList": ["10.1093/cvr/cvaa025", "PMC7449554", "32123898"]}, {"Citation": "World Health Organization (WHO) WHO’s Urban Ambient Air Pollution Database—Update 2016. WHO; Geneva, Switzerland: 2016."}, {"Citation": "Fuchs E. Epithelial Skin Biology. Three Decades of Developmental Biology, a Hundred Questions Answered and a Thousand New Ones to Address. Curr. Top. Dev. Biol. 2016;116:357–374. doi: 10.1016/bs.ctdb.2015.11.033.", "ArticleIdList": ["10.1016/bs.ctdb.2015.11.033", "PMC5026047", "26970628"]}, {"Citation": "Feingold K.R., Schmuth M., Elias P.M. The regulation of permeability barrier homeostasis. J. Investig. Dermatol. 2007;127:1574–1576. doi: 10.1038/sj.jid.5700774.", "ArticleIdList": ["10.1038/sj.jid.5700774", "17568800"]}, {"Citation": "Valacchi G., Magnani N., Woodby B., Ferreira S.M., Evelson P. Particulate Matter Induces Tissue OxInflammation: From Mechanism to Damage. Antioxid. Redox Signal. 2020;33:308–326. doi: 10.1089/ars.2019.8015.", "ArticleIdList": ["10.1089/ars.2019.8015", "32443938"]}, {"Citation": "Criteria Air Pollutants.  [(accessed on 30 September 2021)]; Available online:  https://www.epa.gov/criteria-air-pollutants."}, {"Citation": "Fuks K.B., Hüls A., Sugiri D., Altug H., Vierkötter A., Abramson M.J., Goebel J., Wagner G.G., Demuth I., Krutmann J., et al. Tropospheric ozone and skin aging: Results from two German cohort studies. Environ. Int. 2019;124:139–144. doi: 10.1016/j.envint.2018.12.047.", "ArticleIdList": ["10.1016/j.envint.2018.12.047", "30641257"]}, {"Citation": "Xu F., Yan S., Wu M., Li F., Xu X., Song W., Zhao J., Xu J., Kan H. Ambient ozone pollution as a risk factor for skin disorders. Br. J. Dermatol. 2011;165:224–225. doi: 10.1111/j.1365-2133.2011.10349.x.", "ArticleIdList": ["10.1111/j.1365-2133.2011.10349.x", "21457212"]}, {"Citation": "Kousha T., Valacchi G. The air quality health index and emergency department visits for urticaria in Windsor, Canada. J. Toxicol. Environ. Health Part A Curr. Issues. 2015;78:524–533. doi: 10.1080/15287394.2014.991053.", "ArticleIdList": ["10.1080/15287394.2014.991053", "25849769"]}, {"Citation": "Valacchi G., Porada E., Rowe B.H. Ambient ozone and bacterium streptococcus: A link between cellulitis and pharyngitis. Int. J. Occup. Med. Environ. Health. 2015;28:771–774. doi: 10.13075/ijomeh.1896.00267.", "ArticleIdList": ["10.13075/ijomeh.1896.00267", "26216315"]}, {"Citation": "Lademann J., Otberg N., Jacobi U., Hoffman R.M., Blume-Peytavi U. Follicular penetration and targeting. J. Investig. Dermatol. Symp. Proc. 2005;10:301–303. doi: 10.1111/j.1087-0024.2005.10121.x.", "ArticleIdList": ["10.1111/j.1087-0024.2005.10121.x", "16382687"]}, {"Citation": "Dijkhoff I.M., Drasler B., Karakocak B.B., Petri-Fink A., Valacchi G., Eeman M., Rothen-Rutishauser B. Impact of airborne particulate matter on skin: A systematic review from epidemiology to in vitro studies. Part. Fibre Toxicol. 2020;17:35. doi: 10.1186/s12989-020-00366-y.", "ArticleIdList": ["10.1186/s12989-020-00366-y", "PMC7382801", "32711561"]}, {"Citation": "Ferrara F., Woodby B., Pecorelli A., Schiavone M.L., Pambianchi E., Messano N., Therrien J.P., Choudhary H., Valacchi G. Additive effect of combined pollutants to UV induced skin OxInflammation damage. Evaluating the protective topical application of a cosmeceutical mixture formulation. Redox Biol. 2020;34:1014481. doi: 10.1016/j.redox.2020.101481.", "ArticleIdList": ["10.1016/j.redox.2020.101481", "PMC7327990", "32336667"]}, {"Citation": "Plusquin M., Guida F., Polidoro S., Vermeulen R., Raaschou-Nielsen O., Campanella G., Hoek G., Kyrtopoulos S.A., Georgiadis P., Naccarati A., et al. DNA methylation and exposure to ambient air pollution in two prospective cohorts. Environ. Int. 2017;108:127–136. doi: 10.1016/j.envint.2017.08.006.", "ArticleIdList": ["10.1016/j.envint.2017.08.006", "PMC6139298", "28843141"]}, {"Citation": "Ding R., Jin Y., Liu X., Zhu Z., Zhang Y., Wang T., Xu Y. Characteristics of DNA methylation changes induced by traffic-related air pollution. Mutat. Res. Genet. Toxicol. Environ. Mutagen. 2016;15:46–53. doi: 10.1016/j.mrgentox.2015.12.002.", "ArticleIdList": ["10.1016/j.mrgentox.2015.12.002", "26778509"]}, {"Citation": "Xu C.J., Söderhäll C., Bustamante M., Baïz N., Gruzieva O., Gehring U., Mason D., Chatzi L., Basterrechea M., Llop S., et al. DNA methylation in childhood asthma: An epigenome-wide meta-analysis. Lancet Respir. Med. 2018;6:379–388. doi: 10.1016/S2213-2600(18)30052-3.", "ArticleIdList": ["10.1016/S2213-2600(18)30052-3", "29496485"]}, {"Citation": "Alfano R., Herceg Z., Nawrot T.S., Chadeau-Hyam M., Ghantous A., Plusquin M. The Impact of Air Pollution on Our Epigenome: How Far Is the Evidence? (A Systematic Review) Curr. Environ. Health Rep. 2018;5:544–578. doi: 10.1007/s40572-018-0218-8.", "ArticleIdList": ["10.1007/s40572-018-0218-8", "30361985"]}, {"Citation": "Weinhold B. Epigenetics: The science of change. Environ. Health Perspect. 2006;114:160–167. doi: 10.1289/ehp.114-a160.", "ArticleIdList": ["10.1289/ehp.114-a160", "PMC1392256", "16507447"]}, {"Citation": "Jin B., Li Y., Robertson K.D. DNA methylation: Superior or subordinate in the epigenetic hierarchy? Genes Cancer. 2011;2:607–617. doi: 10.1177/1947601910393957.", "ArticleIdList": ["10.1177/1947601910393957", "PMC3174260", "21941617"]}, {"Citation": "Breton C.V., Marutani A.N. Air Pollution and Epigenetics: Recent Findings. Curr. Environ. Health Rep. 2014;1:35–45. doi: 10.1007/s40572-013-0001-9.", "ArticleIdList": ["10.1007/s40572-013-0001-9"]}, {"Citation": "Chuang J.C., Jones P.A. Epigenetics and microRNAs. Pediatr. Res. 2007;61:24–29. doi: 10.1203/pdr.0b013e3180457684.", "ArticleIdList": ["10.1203/pdr.0b013e3180457684", "17413852"]}, {"Citation": "Cancer I.A. IARC Monographs on the Evaluation of Carcinogenic Risks to Humans, No. 100D. Volume 100D. World Health Organization; Geneva, Switzerland: 2012. p. 341."}, {"Citation": "Rooks M.G., Veiga P., Wardwell-Scott L.H., Tickle T., Segata N., Michaud M., Gallini C.A., Beal C., Van Hylckama-Vlieg J.E.T., Ballal S.A., et al. Gut microbiome composition and function in experimental colitis during active disease and treatment-induced remission. ISME J. 2014;8:1403–1417. doi: 10.1038/ismej.2014.3.", "ArticleIdList": ["10.1038/ismej.2014.3", "PMC4069400", "24500617"]}, {"Citation": "Guo B., Hui Q., Xu Z., Chang P., Tao K. miR-495 inhibits the growth of fibroblasts in hypertrophic scars. Aging. 2019;11:2898–2910. doi: 10.18632/aging.101965.", "ArticleIdList": ["10.18632/aging.101965", "PMC6535065", "31085805"]}, {"Citation": "Jun H., Ying H., Daiwen C., Bing Y., Xiangbing M., Ping Z., Jie Y., Zhiqing H., Junqiu L. MIR-628, a microRNA that is induced by Toll-like receptor stimulation, regulates porcine innate immune responses. Sci. Rep. 2015;5:1–10. doi: 10.1038/srep12226.", "ArticleIdList": ["10.1038/srep12226", "PMC4521185", "26227240"]}, {"Citation": "Chen H., Ji X., She F., Gao Y., Tang P. MIR-628-3p regulates osteoblast differentiation by targeting RUNX2: Possible role in atrophic non-union. Int. J. Mol. Med. 2017;39:279–286. doi: 10.3892/ijmm.2016.2839.", "ArticleIdList": ["10.3892/ijmm.2016.2839", "PMC5358698", "28035362"]}, {"Citation": "Dong P., Xiong Y., Yue J., Xu D., Ihira K., Konno Y., Kobayashi N., Todo Y., Watari H. Long noncoding RNA NEAT1 drives aggressive endometrial cancer progression via miR-361-regulated networks involving STAT3 and tumor microenvironment-related genes. J. Exp. Clin. Cancer Res. 2019;8:38–295. doi: 10.1186/s13046-019-1306-9.", "ArticleIdList": ["10.1186/s13046-019-1306-9", "PMC6615218", "31287002"]}, {"Citation": "Zhang T., Cai X., Li Q., Xue P., Chen Z., Dong X., Xue Y. Hsa-miR-875-5p exerts tumor suppressor function through down-regulation of EGFR in colorectal carcinoma (CRC) Oncotarget. 2016;7:42225–42240. doi: 10.18632/oncotarget.9944.", "ArticleIdList": ["10.18632/oncotarget.9944", "PMC5173130", "27302926"]}, {"Citation": "Kang N., Ou Y., Wang G., Chen J., Li D., Zhan Q. miR-875-5p exerts tumor-promoting function via down-regulation of CAPZA1 in esophageal squamous cell carcinoma. PeerJ. 2021;9:e10020. doi: 10.7717/peerj.10020.", "ArticleIdList": ["10.7717/peerj.10020", "PMC7792515", "33505778"]}, {"Citation": "Liang J.-J., Wang J.-Y., Zhang T.-J., An G.-S., Ni J.-H., Li S.-Y., Jia H.-T. MiR-509-3-5p-NONHSAT112228.2 Axis Regulates p21 and Suppresses Proliferation and Migration of Lung Cancer Cells. Curr. Top. Med. Chem. 2020;20:835–846. doi: 10.2174/1568026620666200306102713.", "ArticleIdList": ["10.2174/1568026620666200306102713", "32141418"]}, {"Citation": "Ram Kumar R.M., Boro A., Fuchs B. Involvement and Clinical Aspects of MicroRNA in Osteosarcoma. Int. J. Mol. Sci. 2016;17:877. doi: 10.3390/ijms17060877.", "ArticleIdList": ["10.3390/ijms17060877", "PMC4926411", "27271607"]}, {"Citation": "Yang H., Ren J., Bai Y., Jiang J., Xiao S. Microrna-518-3p suppresses cell proliferation, invasiveness, and migration in colorectal cancer via targeting trip4. Biochem. Cell Biol. 2020;98:575–582. doi: 10.1139/bcb-2019-0442.", "ArticleIdList": ["10.1139/bcb-2019-0442", "32298598"]}, {"Citation": "Zhao Y., Lukiw W.J. Bacteroidetes Neurotoxins and Inflammatory Neurodegeneration. Mol. Neurobiol. 2018;55:9100–9107. doi: 10.1007/s12035-018-1015-y.", "ArticleIdList": ["10.1007/s12035-018-1015-y", "29637444"]}, {"Citation": "Lu L., Zhang H., Dong W., Peng W., Yang J. MiR-381 negatively regulates cardiomyocyte survival by suppressing Notch signaling. Vitr. Cell. Dev. Biol. Anim. 2018;54:610–619. doi: 10.1007/s11626-018-0277-z.", "ArticleIdList": ["10.1007/s11626-018-0277-z", "30105734"]}, {"Citation": "Reddy S.D.N., Pakala S.B., Ohshiro K., Rayala S.K., Kumar R. MicroRNA-661, a c/EBPα target, inhibits metastatic tumor antigen 1 and regulates its functions. Cancer Res. 2009;69:5639–5642. doi: 10.1158/0008-5472.CAN-09-0898.", "ArticleIdList": ["10.1158/0008-5472.CAN-09-0898", "PMC2721803", "19584269"]}, {"Citation": "Yonemori K., Seki N., Idichi T., Kurahara H., Osako Y., Koshizuka K., Arai T., Okato A., Kita Y., Arigami T., et al. The microRNA expression signature of pancreatic ductal adenocarcinoma by RNA sequencing: Anti-tumour functions of the microRNA-216 cluster. Oncotarget. 2017;8:70097–70115. doi: 10.18632/oncotarget.19591.", "ArticleIdList": ["10.18632/oncotarget.19591", "PMC5642539", "29050264"]}, {"Citation": "Son G.H., Kim Y., Lee J.J., Lee K.Y., Ham H., Song J.E., Park S.T., Kim Y.H. MicroRNA-548 regulates high mobility group box 1 expression in patients with preterm birth and chorioamnionitis. Sci. Rep. 2019;9:19746. doi: 10.1038/s41598-019-56327-9.", "ArticleIdList": ["10.1038/s41598-019-56327-9", "PMC6930298", "31875024"]}, {"Citation": "Treiber T., Treiber N., Meister G. Regulation of microRNA biogenesis and its crosstalk with other cellular pathways. Nat. Rev. Mol. Cell Biol. 2019;20:5–20. doi: 10.1038/s41580-018-0059-1.", "ArticleIdList": ["10.1038/s41580-018-0059-1", "30728477"]}, {"Citation": "Wu Z.H., Huang K.H., Liu K., Wang G.T., Sun Q. DGCR5 induces osteogenic differentiation by up-regulating Runx2 through miR-30d-5p. Biochem. Biophys. Res. Commun. 2018;505:426–431. doi: 10.1016/j.bbrc.2018.09.033.", "ArticleIdList": ["10.1016/j.bbrc.2018.09.033", "30266402"]}, {"Citation": "Xu Y., Wu D., Jiang Z., Zhang Y., Wang S., Ma Z., Hui B., Wang J., Qian W., Ge Z., et al. MiR-616-3p modulates cell proliferation and migration through targeting tissue factor pathway inhibitor 2 in preeclampsia. Cell Prolif. 2018;51:e12490. doi: 10.1111/cpr.12490.", "ArticleIdList": ["10.1111/cpr.12490", "PMC6528919", "30028057"]}, {"Citation": "Ntoumou E., Tzetis M., Braoudaki M., Lambrou G., Poulou M., Malizos K., Stefanou N., Anastasopoulou L., Tsezou A. Serum microRNA array analysis identifies miR-140-3p, miR-33b-3p and miR-671-3p as potential osteoarthritis biomarkers involved in metabolic processes. Clin. Epigenetics. 2017;12:9–127. doi: 10.1186/s13148-017-0428-1.", "ArticleIdList": ["10.1186/s13148-017-0428-1", "PMC5728069", "29255496"]}, {"Citation": "Sun S., Su C., Zhu Y., Li H., Liu N., Xu T., Sun C., Lv Y. MicroRNA-544a Regulates Migration and Invasion in Colorectal Cancer Cells via Regulation of Homeobox A10. Dig. Dis. Sci. 2016;61:2535–2544. doi: 10.1007/s10620-016-4186-2.", "ArticleIdList": ["10.1007/s10620-016-4186-2", "27165435"]}, {"Citation": "Shin C.-H., Byun J., Lee K., Kim B., Noh Y.K., Tran N.L., Park K., Kim S.-H., Kim T.H., Oh S.J. Exosomal miRNA-19a and miRNA-614 Induced by Air Pollutants Promote Proinflammatory M1 Macrophage Polarization via Regulation of RORα Expression in Human Respiratory Mucosal Microenvironment. J. Immunol. 2020;205:3179–3190. doi: 10.4049/jimmunol.2000456.", "ArticleIdList": ["10.4049/jimmunol.2000456", "33115854"]}, {"Citation": "Xiong G., Zhang J., Zhang Y., Pang X., Wang B., Zhang Y. Circular RNA_0074027 participates in cell proliferation, apoptosis and metastasis of colorectal cancer cells through regulation of miR-525-3p. Mol. Med. Rep. 2021;23:324. doi: 10.3892/mmr.2021.11963.", "ArticleIdList": ["10.3892/mmr.2021.11963", "PMC7974509", "33760126"]}, {"Citation": "Templin C., Volkmann J., Emmert M.Y., Mocharla P., Müller M., Kraenkel N., Ghadri J.R., Meyer M., Styp-Rekowska B., Briand S., et al. Increased proangiogenic activity of mobilized CD34 + progenitor cells of patients with acute ST-segment-elevation myocardial infarction: Role of differential MicroRNA-378 expression. Arterioscler. Thromb. Vasc. Biol. 2017;37:341–349. doi: 10.1161/ATVBAHA.116.308695.", "ArticleIdList": ["10.1161/ATVBAHA.116.308695", "28062497"]}, {"Citation": "Wang H., Chen X., Yang B., Xia Z., Chen Q. MiR-924 as a tumor suppressor inhibits non-small cell lung cancer by inhibiting RHBDD1/Wnt/β-catenin signaling pathway. Cancer Cell Int. 2020;8:20–49. doi: 10.1186/s12935-020-01516-0.", "ArticleIdList": ["10.1186/s12935-020-01516-0", "PMC7542747", "33041671"]}, {"Citation": "Wang X., Tan Y., Xu B., Lu L., Zhao M., Ma J., Liang H., Liu J., Yu S. GPR30 Attenuates Myocardial Fibrosis in Diabetic Ovariectomized Female Rats: Role of iNOS Signaling. DNA Cell Biol. 2018;37:821–830. doi: 10.1089/dna.2018.4208.", "ArticleIdList": ["10.1089/dna.2018.4208", "30227089"]}, {"Citation": "Shuai F., Wang B., Dong S. MiR-522-3p promotes tumorigenesis in human colorectal cancer via targeting bloom syndrome protein. Oncol. Res. 2018;26:1113–1121. doi: 10.3727/096504018X15166199939341.", "ArticleIdList": ["10.3727/096504018X15166199939341", "PMC7844714", "29386092"]}, {"Citation": "Vettori A., Pompucci G., Paolini B., Del Ciondolo I., Bressan S., Dundar M., Kenanoğlu S., Unfer V., Bertelli M. Genetic background, nutrition and obesity: A review. Eur. Rev. Med. Pharmacol. Sci. 2019;23:1751–1761. doi: 10.26355/eurrev_201902_17137.", "ArticleIdList": ["10.26355/eurrev_201902_17137", "30840300"]}, {"Citation": "Wang L., Sun M., Cao Y., Ma L., Shen Y., Velikanova A.A., Li X., Sun C., Zhao Y. miR-34a regulates lipid metabolism by targeting SIRT1 in non-alcoholic fatty liver disease with iron overload. Arch. Biochem. Biophys. 2020;695:108642. doi: 10.1016/j.abb.2020.108642.", "ArticleIdList": ["10.1016/j.abb.2020.108642", "33098868"]}, {"Citation": "Xiao K., Luo X., Wang X., Gao Z. MicroRNA-185 regulates transforming growth factor-β1 and collagen-1 in hypertrophic scar fibroblasts. Mol. Med. Rep. 2017;15:1489–1496. doi: 10.3892/mmr.2017.6179.", "ArticleIdList": ["10.3892/mmr.2017.6179", "PMC5364971", "28259900"]}, {"Citation": "Li K.P., Fang Y.P., Liao J.Q., Duan J.D., Feng L.G., Luo X.Z., Liang Z.J. Upregulation of miR-598 promotes cell proliferation and cell cycle progression in human colorectal carcinoma by suppressing INPP5E expression. Mol. Med. Rep. 2018;17:2991–2997. doi: 10.3892/mmr.2017.8207.", "ArticleIdList": ["10.3892/mmr.2017.8207", "PMC5783518", "29257251"]}, {"Citation": "Xiao Y. MiR-486-5p inhibits the hyperproliferation and production of collagen in hypertrophic scar fibroblasts via IGF1/PI3K/AKT pathway. J. Dermatolog. Treat. 2020;32:973–982. doi: 10.1080/09546634.2020.1728210.", "ArticleIdList": ["10.1080/09546634.2020.1728210", "32079424"]}, {"Citation": "Pedersen I.M., Cheng G., Wieland S., Volinia S., Croce C.M., Chisari F.V., David M. Interferon modulation of cellular microRNAs as an antiviral mechanism. Nature. 2007;449:919–922. doi: 10.1038/nature06205.", "ArticleIdList": ["10.1038/nature06205", "PMC2748825", "17943132"]}, {"Citation": "Feng H.J., Ouyang W., Liu J.H., Sun Y.G., Hu R., Huang L.H., Xian J.L., Jing C.F., Zhou M.J. Global microRNA profiles and signaling pathways in the development of cardiac hypertrophy. Braz. J. Med. Biol. Res. 2014;47:361–368. doi: 10.1590/1414-431X20142937.", "ArticleIdList": ["10.1590/1414-431X20142937", "PMC4075303", "24728214"]}, {"Citation": "Chaudhari U., Nemade H., Gaspar J.A., Hescheler J., Hengstler J.G., Sachinidis A. MicroRNAs as early toxicity signatures of doxorubicin in human-induced pluripotent stem cell-derived cardiomyocytes. Arch. Toxicol. 2016;90:3087–3098. doi: 10.1007/s00204-016-1668-0.", "ArticleIdList": ["10.1007/s00204-016-1668-0", "PMC5104806", "26842497"]}, {"Citation": "Xia X., Wang S., Ni B., Xing S., Cao H., Zhang Z., Yu F., Zhao E., Zhao G. Hypoxic gastric cancer-derived exosomes promote progression and metastasis via MiR-301a-3p/PHD3/HIF-1α positive feedback loop. Oncogene. 2020;39:6231–6244. doi: 10.1038/s41388-020-01425-6.", "ArticleIdList": ["10.1038/s41388-020-01425-6", "32826951"]}, {"Citation": "Zhang L., Li J., Cui L., Shang J., Tian F., Wang R., Xing G. Retraction notice to MicroRNA-30b promotes lipopolysaccharide-induced in fl ammatory injury and alleviates autophagy through JNK and NF- κ B. Biomed. Pharmacother. 2020;128:266021.", "ArticleIdList": ["32487440"]}, {"Citation": "Guan C., Wang Y. LncRNA CASC9 attenuates lactate dehydrogenase-mediated oxidative stress and inflammation in spinal cord injury via sponging miR-383-5p. Inflammation. 2021;44:923–933. doi: 10.1007/s10753-020-01387-7.", "ArticleIdList": ["10.1007/s10753-020-01387-7", "33438067"]}, {"Citation": "Sun R., Ge L., Cao Y., Wu W., Wu Y., Zhu H., Li J., Yu D. Corrigendum to “MiR-429 regulates blood-spinal cord barrier permeability by targeting Krüppel-like factor 6”. Biochem. Biophys. Res. Commun. 2020;525:740–746. doi: 10.1016/j.bbrc.2020.02.138.", "ArticleIdList": ["10.1016/j.bbrc.2020.02.138", "32145913"]}, {"Citation": "Chen X.F., Zhang L.J., Zhang J., Dou X., Shao Y., Jia X.J., Zhang W., Yu B. MiR-151a is involved in the pathogenesis of atopic dermatitis by regulating interleukin-12 receptor β2. Exp. Dermatol. 2018;27:427–432. doi: 10.1111/exd.13276.", "ArticleIdList": ["10.1111/exd.13276", "27992076"]}, {"Citation": "Xiao S., Zhang M., Liu C., Wang D. MiR-514 attenuates proliferation and increases chemoresistance by targeting ATP binding cassette subfamily in ovarian cancer. Mol. Genet. Genom. 2018;293:1159–1167. doi: 10.1007/s00438-018-1447-0.", "ArticleIdList": ["10.1007/s00438-018-1447-0", "29752546"]}, {"Citation": "Chu H.T., Li L., Jia M., Diao L.L., Li Z.B. Correlation between serum microRNA-136 levels and RAAS biochemical markers in patients with essential hypertension. Eur. Rev. Med. Pharmacol. Sci. 2020;24:11761–11767. doi: 10.26355/eurrev_202011_23830.", "ArticleIdList": ["10.26355/eurrev_202011_23830", "33275245"]}, {"Citation": "Mishima Y., Stahlhut C., Giraldez A.J. miR-1-2 Gets to the Heart of the Matter. Cell. 2007;20:247–249. doi: 10.1016/j.cell.2007.04.008.", "ArticleIdList": ["10.1016/j.cell.2007.04.008", "17448987"]}, {"Citation": "Qi B., Dong Y., Qiao X.L. Effects of miR-18a on proliferation and apoptosis of gastric cancer cells by regulating RUNX1. Eur. Rev. Med. Pharmacol. Sci. 2020;24:9957–9964. doi: 10.26355/eurrev_202010_23208.", "ArticleIdList": ["10.26355/eurrev_202010_23208", "33090400"]}, {"Citation": "Jin H., Yu M., Lin Y., Hou B., Wu Z., Li Z., Sun J. MiR-502-3P suppresses cell proliferation, migration, and invasion in hepatocellular carcinoma by targeting SET. Onco. Targets. Ther. 2016;9:3281–3289. doi: 10.2147/OTT.S319075.", "ArticleIdList": ["10.2147/OTT.S319075", "PMC4898420", "27330307"]}, {"Citation": "Zhang Y., Chu X., Wei Q. Mir-451 promotes cell apoptosis and inhibits autophagy in pediatric acute myeloid leukemia by targeting hmgb1. J. Environ. Pathol. Toxicol. Oncol. 2021;40:45–53. doi: 10.1615/JEnvironPatholToxicolOncol.2021037139.", "ArticleIdList": ["10.1615/JEnvironPatholToxicolOncol.2021037139", "33822516"]}, {"Citation": "Rodosthenous R.S., Coull B.A., Lu Q., Vokonas P.S., Schwartz J.D., Baccarelli A.A. Ambient particulate matter and microRNAs in extracellular vesicles: A pilot study of older individuals. Part. Fibre Toxicol. 2016;13:13. doi: 10.1186/s12989-016-0121-0.", "ArticleIdList": ["10.1186/s12989-016-0121-0", "PMC4782360", "26956024"]}, {"Citation": "Wang Z., Liu W., Wang C., Ai Z. Mir-873-5p inhibits cell migration and invasion of papillary thyroid cancer via regulation of CXCL16. Onco. Targets. Ther. 2020;13:1037–1046. doi: 10.2147/OTT.S213168.", "ArticleIdList": ["10.2147/OTT.S213168", "PMC7007787", "32099406"]}, {"Citation": "Tu H., Wei G., Cai Q., Chen X.X., Sun Z., Cheng C., Zhang L., Feng Y., Zhou H., Zhou B., et al. MicroRNA-212 inhibits hepatocellular carcinoma cell proliferation and induces apoptosis by targeting FOXAI. Onco. Targets. Ther. 2015;24:2227–2235. doi: 10.2147/OTT.S87976.", "ArticleIdList": ["10.2147/OTT.S87976", "PMC4556035", "26347321"]}, {"Citation": "Zhang X., Zhang Y., Dou L. MiR-552 promotes the proliferation and metastasis of cervical cancer cells through targeting MUC15 pathway. J. Cancer. 2021;12:6094–6104. doi: 10.7150/jca.56098.", "ArticleIdList": ["10.7150/jca.56098", "PMC8425207", "34539882"]}, {"Citation": "Fang L., Xu X., Lu Y., Wu Y.Y., Li J.J. MicroRNA-495 attenuates proliferation and inflammatory response in rheumatoid arthritis fibroblast-like synoviocytes through attenuating β-catenin pathway. J. Biol. Regul. Homeost. Agents. 2020;34:837–844. doi: 10.23812/20-47-A-22.", "ArticleIdList": ["10.23812/20-47-A-22", "32677423"]}, {"Citation": "Zhang K., Guo L. MiR-767 promoted cell proliferation in human melanoma by suppressing CYLD expression. Gene. 2018;641:272–278. doi: 10.1016/j.gene.2017.10.055.", "ArticleIdList": ["10.1016/j.gene.2017.10.055", "29054757"]}, {"Citation": "Sun L., Trajkovski M. MiR-27 orchestrates the transcriptional regulation of brown adipogenesis. Metabolism. 2014;63:272–282. doi: 10.1016/j.metabol.2013.10.004.", "ArticleIdList": ["10.1016/j.metabol.2013.10.004", "24238035"]}, {"Citation": "Si Z., Yu L., Jing H., Wu L., Wang X. Oncogenic lncRNA ZNF561-AS1 is essential for colorectal cancer proliferation and survival through regulation of miR-26a-3p/miR-128-5p-SRSF6 axis. J. Exp. Clin. Cancer Res. 2021;40:78. doi: 10.1186/s13046-021-01882-1.", "ArticleIdList": ["10.1186/s13046-021-01882-1", "PMC7903733", "33622363"]}, {"Citation": "Tao X., Yang X., Wu K., Yang L., Huang Y., Jin Q., Chen S. miR-629–5p promotes growth and metastasis of hepatocellular carcinoma by activating β-catenin. Exp. Cell Res. 2019;15:124–130. doi: 10.1016/j.yexcr.2019.03.042.", "ArticleIdList": ["10.1016/j.yexcr.2019.03.042", "30954576"]}, {"Citation": "Liu X., Gan L., Zhang J. miR-543 inhibites cervical cancer growth and metastasis by targeting TRPM7. Chem. Biol. Interact. 2019;302:83–92. doi: 10.1016/j.cbi.2019.01.036.", "ArticleIdList": ["10.1016/j.cbi.2019.01.036", "30710498"]}, {"Citation": "Zhang M., Muralimanoharan S., Wortman A.C., Mendelson C.R. Primate-specific miR-515 family members inhibit key genes in human trophoblast differentiation and are upregulated in preeclampsia. Proc. Natl. Acad. Sci. USA. 2016;113:7069–7076. doi: 10.1073/pnas.1607849113.", "ArticleIdList": ["10.1073/pnas.1607849113", "PMC5111716", "27791094"]}, {"Citation": "Witwer K.W., Sarbanes S.L., Liu J., Clements J.E. A plasma microRNA signature of acute lentiviral infection: Biomarkers of central nervous system disease. AIDS. 2011;25:2057–2067. doi: 10.1097/QAD.0b013e32834b95bf.", "ArticleIdList": ["10.1097/QAD.0b013e32834b95bf", "PMC3703743", "21857495"]}, {"Citation": "Li B., Wang Y., Li S., He H., Sun F., Wang C., Lu Y., Wang X., Tao B. Decreased expression of miR-378 correlates with tumor invasiveness and poor prognosis of patients with glioma. Int. J. Clin. Exp. Pathol. 2015;8:7016–7021.", "ArticleIdList": ["PMC4525926", "26261592"]}, {"Citation": "Li Q., Tian Y., Liang Y., Li C. CircHIPK3/miR-876-5p/PIK3R1 axis regulates regulation proliferation, migration, invasion, and glutaminolysis in gastric cancer cells. Cancer Cell Int. 2020;13:391. doi: 10.1186/s12935-020-01455-w.", "ArticleIdList": ["10.1186/s12935-020-01455-w", "PMC7427081", "32817745"]}, {"Citation": "Guo M., Jiang Z., Zhang X., Lu D., Ha A.D., Sun J., Du W., Wu Z., Hu L., Khadarian K., et al. miR-656 inhibits glioma tumorigenesis through repression of BMPR1A. Carcinogenesis. 2014;35:1698–1706. doi: 10.1093/carcin/bgu030.", "ArticleIdList": ["10.1093/carcin/bgu030", "24480809"]}, {"Citation": "Lv L., Wang X., Ma T. MicroRNA-944 inhibits the malignancy of hepatocellular carcinoma by directly targeting IGF-1R and deactivating the PI3K/Akt signaling pathway. Cancer Manag. Res. 2019;11:2531–2543. doi: 10.2147/CMAR.S199818.", "ArticleIdList": ["10.2147/CMAR.S199818", "PMC6497845", "31114322"]}, {"Citation": "Zhang W., Zhong B., Zhang C., Luo C., Zhan Y. miR-373 regulates inflammatory cytokine-mediated chondrocyte proliferation in osteoarthritis by targeting the P2X7 receptor. FEBS Open Bio. 2018;8:325–331. doi: 10.1002/2211-5463.12345.", "ArticleIdList": ["10.1002/2211-5463.12345", "PMC5832977", "29511609"]}, {"Citation": "Aqeilan R.I., Calin G.A., Croce C.M. MiR-15a and miR-16-1 in cancer: Discovery, function and future perspectives. Cell Death Differ. 2010;17:215–220. doi: 10.1038/cdd.2009.69.", "ArticleIdList": ["10.1038/cdd.2009.69", "19498445"]}, {"Citation": "Yang Z., Wei Z., Wu X., Yang H. Screening of exosomal miRNAs derived from subcutaneous and visceral adipose tissues: Determination of targets for the treatment of obesity and associated metabolic disorders. Mol. Med. Rep. 2018;18:3314–3324. doi: 10.3892/mmr.2018.9312.", "ArticleIdList": ["10.3892/mmr.2018.9312", "PMC6102639", "30066923"]}, {"Citation": "Xu Y., Wang L., Jiang L., Zhang X. Novel MicroRNA Biomarkers, miR-142-5p, miR-550a, miR-1826, and miR-1201, Were Identified for Primary Melanoma. J. Comput. Biol. 2020;27:815–824. doi: 10.1089/cmb.2019.0198.", "ArticleIdList": ["10.1089/cmb.2019.0198", "31526187"]}, {"Citation": "Jiang X., Huang H., Li Z., He C., Li Y., Chen P., Gurbuxani S., Arnovitz S., Hong G.M., Price C., et al. miR-495 is a tumor-suppressor microRNA down-regulated in MLL-rearranged leukemia. Proc. Natl. Acad. Sci. USA. 2012;109:19397–19402. doi: 10.1073/pnas.1217519109.", "ArticleIdList": ["10.1073/pnas.1217519109", "PMC3511140", "23132946"]}, {"Citation": "Wei Q., Tu Y., Zuo L., Zhao J., Chang Z., Zou Y., Qiu J. MiR-345-3p attenuates apoptosis and inflammation caused by oxidized low-density lipoprotein by targeting TRAF6 via TAK1/p38/NF-kB signaling in endothelial cells. Life Sci. 2020;241:117142. doi: 10.1016/j.lfs.2019.117142.", "ArticleIdList": ["10.1016/j.lfs.2019.117142", "31825793"]}, {"Citation": "Xu X., Zheng S. MiR-887-3p negatively regulates StARD13 and promotes pancreatic cancer progression. Cancer Manag. Res. 2020;12:6137–6147. doi: 10.2147/CMAR.S260542.", "ArticleIdList": ["10.2147/CMAR.S260542", "PMC7398873", "32801863"]}, {"Citation": "Wu K., Yu Z., Tang Z., Wei W., Xie D., Xie Y., Xiao Q. MiR-877-5p suppresses gastric cancer cell proliferation through targeting FOXM1. Onco. Targets. Ther. 2020;13:4731–4742. doi: 10.2147/OTT.S251916.", "ArticleIdList": ["10.2147/OTT.S251916", "PMC7263828", "32547102"]}, {"Citation": "Muti P., Donzelli S., Sacconi A., Hossain A., Ganci F., Frixa T., Sieri S., Krogh V., Berrino F., Biagioni F., et al. MiRNA-513a-5p inhibits progesterone receptor expression and constitutes a risk factor for breast cancer: The hOrmone and Diet in the ETiology of breast cancer prospective study. Carcinogenesis. 2018;39:98–108. doi: 10.1093/carcin/bgx126.", "ArticleIdList": ["10.1093/carcin/bgx126", "PMC6454510", "29126102"]}, {"Citation": "Zhu F., Li H., Ding F., Guo H., Mou H., Ma J. MiR-422a in gastric cancer cells directly targets CDC40 and modulates cell proliferation. Am. J. Transl. Res. 2020;12:4693.", "ArticleIdList": ["PMC7476107", "32913542"]}, {"Citation": "Wang Y., Yang L., Chen T., Liu X., Guo Y., Zhu Q., Tong X., Yang W., Xu Q., Huang D., et al. A novel lncRNA MCM3AP-AS1 promotes the growth of hepatocellular carcinoma by targeting miR-194-5p/FOXA1 axis. Mol. Cancer. 2019;18:28. doi: 10.1186/s12943-019-0957-7.", "ArticleIdList": ["10.1186/s12943-019-0957-7", "PMC6381672", "30782188"]}, {"Citation": "Zhang T., Hu J., Wang X., Zhao X., Li Z., Niu J., Steer C.J., Zheng G., Song G. MicroRNA-378 promotes hepatic inflammation and fibrosis via modulation of the NF-κB-TNFα pathway. J. Hepatol. 2019;70:87–96. doi: 10.1016/j.jhep.2018.08.026.", "ArticleIdList": ["10.1016/j.jhep.2018.08.026", "PMC6554744", "30218679"]}, {"Citation": "Zhao J.P., Chen L.L. Circular rna mat2b induces colorectal cancer proliferation via sponging mir-610, resulting in an increased e2f1 expression. Cancer Manag. Res. 2020;12:7107. doi: 10.2147/CMAR.S251180.", "ArticleIdList": ["10.2147/CMAR.S251180", "PMC7429114", "32848465"]}, {"Citation": "Wang F., Long G., Zhao C., Li H., Chaugai S., Wang Y., Chen C., Wang D.W. Atherosclerosis-related circulating miRNAs as novel and sensitive predictors for acute myocardial infarction. PLoS ONE. 2014;9:e105734. doi: 10.1371/journal.pone.0105734.", "ArticleIdList": ["10.1371/journal.pone.0105734", "PMC4153586", "25184815"]}, {"Citation": "Chen Z., Li Y., Tan B., Li F., Zhao Q., Fan L., Zhang Z., Zhao X., Liu Y., Wang D. Long Non-coding RNA ASNR Targeting miR-519e-5p Promotes Gastric Cancer Development by Regulating FGFR2. Front. Cell Dev. Biol. 2021;9:679176. doi: 10.3389/fcell.2021.679176.", "ArticleIdList": ["10.3389/fcell.2021.679176", "PMC8299726", "34307360"]}, {"Citation": "Chen F., Liu M., Yu Y., Sun Y., Li J., Hu W., Wang X., Tong D. LINC00958 regulated miR-627-5p/YBX2 axis to facilitate cell proliferation and migration in oral squamous cell carcinoma. Cancer Biol. Ther. 2019;20:1270–1280. doi: 10.1080/15384047.2019.1617571.", "ArticleIdList": ["10.1080/15384047.2019.1617571", "PMC6741574", "31161900"]}, {"Citation": "Liang T., Guo L., Liu C. Genome-wide analysis of mir-548 gene family reveals evolutionary and functional implications. J. Biomed. Biotechnol. 2012;2012:679563. doi: 10.1155/2012/679563.", "ArticleIdList": ["10.1155/2012/679563", "PMC3468316", "23091353"]}, {"Citation": "Wang L., Li H. MiR-770-5p facilitates podocyte apoptosis and inflammation in diabetic nephropathy by targeting TIMP3. Biosci. Rep. 2020;40:BSR20193653. doi: 10.1042/BSR20193653.", "ArticleIdList": ["10.1042/BSR20193653", "PMC7189364", "32309847"]}, {"Citation": "Li J., Wang L., He F., Li B., Han R. Long noncoding RNA LINC00629 restrains the progression of gastric cancer by upregulating AQP4 through competitively binding to miR-196b-5p. J. Cell. Physiol. 2020;235:2973–2985. doi: 10.1002/jcp.29203.", "ArticleIdList": ["10.1002/jcp.29203", "31674022"]}, {"Citation": "Zhu H., Hu Y., Wang C., Zhang X., He D. CircGCN1L1 promotes synoviocyte proliferation and chondrocyte apoptosis by targeting miR-330-3p and TNF-α in TMJ osteoarthritis. Cell Death Dis. 2020;11:284. doi: 10.1038/s41419-020-2447-7.", "ArticleIdList": ["10.1038/s41419-020-2447-7", "PMC7181816", "32332704"]}, {"Citation": "Liu T., Feng X., Liao Y. miR-617 Promotes the Growth of IL-22-Stimulated Keratinocytes Through Regulating FOXO4 Expression. Biochem. Genet. 2021;59:547–559. doi: 10.1007/s10528-020-09997-4.", "ArticleIdList": ["10.1007/s10528-020-09997-4", "33211221"]}, {"Citation": "Chen S., Tang Y., Liu Y., Zhang P., Lv L., Zhang X., Jia L., Zhou Y. Exosomes derived from miR-375-overexpressing human adipose mesenchymal stem cells promote bone regeneration. Cell Prolif. 2019;52:e12669. doi: 10.1111/cpr.12669.", "ArticleIdList": ["10.1111/cpr.12669", "PMC6797519", "31380594"]}, {"Citation": "Liu S., Gong Y., Xu X.D., Shen H., Gao S., Bao H.D., Guo S.B., Yu X.F., Gong J. MicroRNA-936/ERBB4/Akt axis exhibits anticancer properties of gastric cancer through inhibition of cell proliferation, migration, and invasion. Kaohsiung J. Med. Sci. 2021;37:111–120. doi: 10.1002/kjm2.12304.", "ArticleIdList": ["10.1002/kjm2.12304", "33021020"]}, {"Citation": "Wang P., Wang Z., Liu G., Jin C., Zhang Q., Man S., Wang Z. MiR-657 promotes macrophage polarization toward M1 by targeting FAM46C in gestational diabetes mellitus. Mediat. Inflamm. 2019;2019:4851214. doi: 10.1155/2019/4851214.", "ArticleIdList": ["10.1155/2019/4851214", "PMC6930733", "31915414"]}, {"Citation": "Garros R.F., Paul R., Connolly M., Lewis A., Garfield B.E., Natanek S.A., Bloch S., Mouly V., Griffiths M.J., Polkey M.I., et al. MicroRNA-542 promotes mitochondrial dysfunction and SMAD activity and is elevated in intensive care unit–acquired weakness. Am. J. Respir. Crit. Care Med. 2017;196:1422–1433. doi: 10.1164/rccm.201701-0101OC.", "ArticleIdList": ["10.1164/rccm.201701-0101OC", "PMC5736972", "28809518"]}, {"Citation": "Chen Y., Yu H., Zhu D., Liu P., Yin J., Liu D., Zheng M., Gao J., Zhang C., Gao Y. miR-136-3p targets PTEN to regulate vascularization and bone formation and ameliorates alcohol-induced osteopenia. FASEB J. 2020;34:5348–5362. doi: 10.1096/fj.201902463RR.", "ArticleIdList": ["10.1096/fj.201902463RR", "32072664"]}, {"Citation": "Xu Y. MicroRNA-136-3p inhibits glioma tumorigenesis in vitro and in vivo by targeting KLF7. World J. Surg. Oncol. 2020;18:1–10. doi: 10.1186/s12957-020-01949-x.", "ArticleIdList": ["10.1186/s12957-020-01949-x", "PMC7367243", "32677950"]}, {"Citation": "Xue Q., Yang D., Zhang J., Gan P., Lin C., Lu Y., Zhang W., Zhang L., Guang X. USP7, negatively regulated by miR-409-5p, aggravates hypoxia-induced cardiomyocyte injury. APMIS. 2021;129:152–162. doi: 10.1111/apm.13100.", "ArticleIdList": ["10.1111/apm.13100", "33241864"]}, {"Citation": "Wang Y., Lin W., Ju J. MicroRNA-409-5p promotes retinal neovascularization in diabetic retinopathy. Cell Cycle. 2020;19:1314–1325. doi: 10.1080/15384101.2020.1749484.", "ArticleIdList": ["10.1080/15384101.2020.1749484", "PMC7469530", "32292119"]}, {"Citation": "Fan X.D., Luo Y., Wang J., An N. MiR-154-3p and miR-487-3p synergistically modulate RHOA signaling in the carcinogenesis of thyroid cancer. Biosci. Rep. 2020;40:BSR20193158. doi: 10.1042/BSR20193158.", "ArticleIdList": ["10.1042/BSR20193158", "PMC6944667", "31820783"]}, {"Citation": "Ma J., Wu D., Yi J., Yi Y., Zhu X., Qiu H., Kong R., Lin J., Qian J., Deng Z. MiR-378 promoted cell proliferation and inhibited apoptosis by enhanced stem cell properties in chronic myeloid leukemia K562 cells. Biomed. Pharmacother. 2019;112:108623. doi: 10.1016/j.biopha.2019.108623.", "ArticleIdList": ["10.1016/j.biopha.2019.108623", "30797151"]}, {"Citation": "Tang B., Xuan L., Tang M., Wang H., Zhou J., Liu J., Wu S., Li M., Wang X., Zhang H. miR-93-3p alleviates lipopolysaccharide-induced inflammation and apoptosis in H9c2 cardiomyocytes by inhibiting toll-like receptor 4. Pathol. Res. Pract. 2018;214:1686–1693. doi: 10.1016/j.prp.2018.08.024.", "ArticleIdList": ["10.1016/j.prp.2018.08.024", "30195636"]}, {"Citation": "Jin W., Chen L., Gao F., Yang M., Liu Y., Wang B. Down-regulation of miR-556-3p inhibits hemangioma cell proliferation and promotes apoptosis by targeting VEGFC. Cell. Mol. Biol. 2020;66:204–207. doi: 10.14715/cmb/2020.66.5.34.", "ArticleIdList": ["10.14715/cmb/2020.66.5.34", "33040837"]}, {"Citation": "Yang X., Yang S., Song J., Yang W., Ji Y., Zhang F., Rao J. Dysregulation of miR-23b-5p promotes cell proliferation via targeting FOXM1 in hepatocellular carcinoma. Cell Death Discov. 2021;7:1–12. doi: 10.1038/s41420-021-00440-0.", "ArticleIdList": ["10.1038/s41420-021-00440-0", "PMC7960996", "33723252"]}, {"Citation": "Zhou R., Mao Y., Xiong L., Li L. Integrated Transcriptome Analysis of microRNA and mRNA in Mouse Skin Derived Precursors (SKPs) and SKP Derived Fibroblast (SFBs) by RNA-Seq. Curr. Genomics. 2018;20:49–60. doi: 10.2174/1389202919666181012145416.", "ArticleIdList": ["10.2174/1389202919666181012145416", "PMC6446482", "31015791"]}, {"Citation": "Tang P. Clinical diagnostic value of circulating serum miR-509-3p in pulmonary arterial hypertension with congenital heart disease. Hell. J. Cardiol. 2020;61:26–30. doi: 10.1016/j.hjc.2018.06.004.", "ArticleIdList": ["10.1016/j.hjc.2018.06.004", "29890280"]}, {"Citation": "Stark M.S., Bonazzi V.F., Boyle G.M., Palmer J.M., Symmons J., Lanagan C.M., Schmidt C.W., Herington A.C., Ballotti R., Pollock P.M., et al. miR-514a regulates the tumour suppressor NF1 and modulates BRAFi sensitivity in melanoma. Oncotarget. 2015;6:17753. doi: 10.18632/oncotarget.3924.", "ArticleIdList": ["10.18632/oncotarget.3924", "PMC4627343", "25980496"]}, {"Citation": "Wang Y., Zhang K., Yuan X., Xu N., Zhao S., Hou L., Yang L., Zhang N. MiR-431-5p regulates cell proliferation and apoptosis in fibroblast-like synoviocytes in rheumatoid arthritis by targeting XIAP. Arthritis Res. Ther. 2020;22:231. doi: 10.1186/s13075-020-02328-3.", "ArticleIdList": ["10.1186/s13075-020-02328-3", "PMC7542379", "33023644"]}, {"Citation": "Wang Y., Lei X., Gao C., Xue Y., Li X., Wang H., Feng Y. MiR-506-3p suppresses the proliferation of ovarian cancer cells by negatively regulating the expression of MTMR6. J. Biosci. 2019;44:126. doi: 10.1007/s12038-019-9952-9.", "ArticleIdList": ["10.1007/s12038-019-9952-9", "31894107"]}, {"Citation": "Zhu B., Tian T., Zhao M. MiR-645 promotes proliferation and migration of non-small cell lung cancer cells by targeting TP53I11. Eur. Rev. Med. Pharmacol. Sci. 2020;24:6150–6156. doi: 10.26355/eurrev_202006_21510.", "ArticleIdList": ["10.26355/eurrev_202006_21510", "32572880"]}, {"Citation": "Zhang Y., Wang Y., Wei Y., Li M., Yu S., Ye M., Zhang H., Chen S., Liu W., Zhang J. MiR-129-3p promotes docetaxel resistance of breast cancer cells via CP110 inhibition. Sci. Rep. 2015;5:15424. doi: 10.1038/srep15424.", "ArticleIdList": ["10.1038/srep15424", "PMC4614026", "26487539"]}, {"Citation": "Huang Y., Jiang L., Wei G. Circ_0006168 promotes the migration, invasion and proliferation of esophageal squamous cell carcinoma cells via mir-516b-5p-dependent regulation of xbp1. Onco. Targets. Ther. 2021;14:475–2488. doi: 10.2147/OTT.S293180.", "ArticleIdList": ["10.2147/OTT.S293180", "PMC8053607", "33883902"]}, {"Citation": "Kong M., Han Y., Zhao Y., Zhang H. miR-512-3p Overcomes Resistance to Cisplatin in Retinoblastoma by Promoting Apoptosis Induced by Endoplasmic Reticulum Stress. Med. Sci. Monit. 2020;26:923817. doi: 10.12659/MSM.923817.", "ArticleIdList": ["10.12659/MSM.923817", "PMC7370580", "32641679"]}, {"Citation": "Wang H., Guo Y., Mi N., Zhou L. miR-101-3p and miR-199b-5p promote cell apoptosis in oral cancer by targeting BICC1. Mol. Cell. Probes. 2020;52:101567. doi: 10.1016/j.mcp.2020.101567.", "ArticleIdList": ["10.1016/j.mcp.2020.101567", "32259627"]}, {"Citation": "Liao Z.J., Zheng Q., Wei T., Zhang Y.B., Ma J.Q., Zhao Z., Sun H.F., Nan K.J. MicroRNA-561 Affects Proliferation and Cell Cycle Transition through PTEN/AKT Signaling Pathway by Targeting P-REX2a in NSCLC. Oncol. Res. 2020;28:147–159. doi: 10.3727/096504019X15732109856009.", "ArticleIdList": ["10.3727/096504019X15732109856009", "PMC7851535", "31711559"]}, {"Citation": "He Q., Liu N., Hu F., Shi Q., Pi X., Chen H., Li J., Zhang B. Circ_0061012 contributes to IL-22-induced proliferation, migration and invasion in keratinocytes through miR-194-5p/GAB1 axis in psoriasis. Biosci. Rep. 2021;4:BSR20203130. doi: 10.1042/BSR20203130.", "ArticleIdList": ["10.1042/BSR20203130", "PMC7809556", "33393621"]}, {"Citation": "Wang Y.P., Li H.Q., Chen J.X., Kong F.G., Mo Z.H., Wang J.Z., Huang K.M., Li X.N., Yan Y. Overexpression of XIST facilitates cell proliferation, invasion and suppresses cell apoptosis by reducing radio-sensitivity of glioma cells via miR-329-3p/CREB1 axis. Eur. Rev. Med. Pharmacol. Sci. 2020;24:3190–3203. doi: 10.26355/eurrev_202003_20686.", "ArticleIdList": ["10.26355/eurrev_202003_20686", "32271437"]}, {"Citation": "Wang Y.F., Lian X.L., Zhong J.Y., Su S.X., Xu Y.F., Xie X.F., Wang Z.P., Li W., Zhang L., Che D., et al. Serum exosomal microRNA let-7i-3p as candidate diagnostic biomarker for Kawasaki disease patients with coronary artery aneurysm. IUBMB Life. 2019;71:891–900. doi: 10.1002/iub.2015.", "ArticleIdList": ["10.1002/iub.2015", "30724444"]}, {"Citation": "Liu Z., Dou C., Yao B., Xu M., Ding L., Wang Y., Jia Y., Li Q., Zhang H., Tu K., et al. Methylation-mediated repression of microRNA-129-2 suppresses cell aggressiveness by inhibiting high mobility group box 1 in human hepatocellular carcinoma. Oncotarget. 2016;7:36909–36923. doi: 10.18632/oncotarget.9377.", "ArticleIdList": ["10.18632/oncotarget.9377", "PMC5095048", "27191994"]}, {"Citation": "Zhao G., Wang T., Huang Q.K., Pu M., Sun W., Zhang Z.C., Ling R., Tao K.S. MicroRNA-548a-5p promotes proliferation and inhibits apoptosis in hepatocellular carcinoma cells by targeting Tg737. World J. Gastroenterol. 2016;22:5364–5373. doi: 10.3748/wjg.v22.i23.5364.", "ArticleIdList": ["10.3748/wjg.v22.i23.5364", "PMC4910657", "27340352"]}, {"Citation": "Jiang Y., Wang N., Yin D., Li Y.K., Guo L., Shi L.P., Huang X. Changes in the Expression of Serum MiR-887-5p in Patients with Endometrial Cancer. Int. J. Gynecol. Cancer. 2016;26:1143–1147. doi: 10.1097/IGC.0000000000000730.", "ArticleIdList": ["10.1097/IGC.0000000000000730", "27177284"]}, {"Citation": "Moura S.R., Bras J.P., Freitas J., Osório H., Barbosa M.A., Santos S.G., Almeida M.I. miR-99a in bone homeostasis: Regulating osteogenic lineage commitment and osteoclast differentiation. Bone. 2020;134:115303. doi: 10.1016/j.bone.2020.115303.", "ArticleIdList": ["10.1016/j.bone.2020.115303", "32126314"]}, {"Citation": "Fan Y., Hao J., Cen X., Song K., Yang C., Xiao S., Cheng S. Downregulation of miR-487a-3p suppresses the progression of non-small cell lung cancer via targeting Smad7. Drug Dev. Res. 2021 doi: 10.1002/ddr.21876.", "ArticleIdList": ["10.1002/ddr.21876", "0"]}, {"Citation": "Liu W., Yang Y.J., An Q. LINC00963 promotes ovarian cancer proliferation, migration and EMT via the miR-378g/CHI3L1 axis. Cancer Manag. Res. 2020;12:463–473. doi: 10.2147/CMAR.S229083.", "ArticleIdList": ["10.2147/CMAR.S229083", "PMC6982455", "32021459"]}, {"Citation": "Li F., Liu H., Cheng Y., Yang J., Liu Y., Wang Y., Yang Z., Shi C., Xu Y. Association of variants in microRNA with Parkinson’s disease in Chinese Han population. Neurol. Sci. 2018;39:353–357. doi: 10.1007/s10072-017-3210-4.", "ArticleIdList": ["10.1007/s10072-017-3210-4", "29209904"]}, {"Citation": "Dong L., Zheng Y., Gao L., Luo X. lncRNA NEAT1 prompts autophagy and apoptosis in MPTP-induced Parkinson’s disease by impairing miR-374c-5p. Acta Biochim. Biophys. Sin. 2021;53:870–882. doi: 10.1093/abbs/gmab055.", "ArticleIdList": ["10.1093/abbs/gmab055", "33984130"]}, {"Citation": "Zhu M., Zhang N., He S., Yan R., Zhang J. MicroRNA-106a functions as an oncogene in human gastric cancer and contributes to proliferation and metastasis in vitro and in vivo. Clin. Exp. Metastasis. 2016;3:509–519. doi: 10.1007/s10585-016-9795-9.", "ArticleIdList": ["10.1007/s10585-016-9795-9", "27142596"]}, {"Citation": "Long C.Y., Xiao Y.X., Li S.Y., Tang X.B., Yuan Z.W., Bai Y.Z. Upregulation of miR-92a-2-5p potentially contribute to anorectal malformations by inhibiting proliferation and enhancing apoptosis via PRKCA/β-catenin. Biomed. Pharmacother. 2020;127:110117. doi: 10.1016/j.biopha.2020.110117.", "ArticleIdList": ["10.1016/j.biopha.2020.110117", "32244197"]}, {"Citation": "Zhu L.M., Li N. Downregulation of long noncoding RNA TUSC7 promoted cell growth, invasion and migration through sponging with miR-616-5p/GSK3β pathway in ovarian cancer. Eur. Rev. Med. Pharmacol. Sci. 2020;24:7253–7265. doi: 10.26355/eurrev_202007_21880.", "ArticleIdList": ["10.26355/eurrev_202007_21880", "32706063"]}, {"Citation": "Fu L., Li Z., Zhu J., Wang P., Fan G., Dai Y., Zheng Z., Liu Y. Serum expression levels of microRNA-382-3p, -598-3p, -1246 and -184 in breast cancer patients. Oncol. Lett. 2016;12:269–274. doi: 10.3892/ol.2016.4582.", "ArticleIdList": ["10.3892/ol.2016.4582", "PMC4906595", "27347136"]}, {"Citation": "Li G., Xu Y., Wang S., Yan W., Zhao Q., Guo J. MiR-873-5p inhibits cell migration, invasion and epithelial-mesenchymal transition in colorectal cancer via targeting ZEB1. Pathol. Res. Pract. 2019;215:34–39. doi: 10.1016/j.prp.2018.10.008.", "ArticleIdList": ["10.1016/j.prp.2018.10.008", "30455125"]}, {"Citation": "Liu Z., Su D., Qi X., Ma J. MiR-500a-5p promotes glioblastoma cell proliferation, migration and invasion by targeting chromodomain helicase DNA binding protein 5. Mol. Med. Rep. 2018;18:2689–2696. doi: 10.3892/mmr.2018.9259.", "ArticleIdList": ["10.3892/mmr.2018.9259", "PMC6102694", "30015879"]}, {"Citation": "Liu Z., He C., Qu Y., Chen X., Zhu H., Xiang B. MiR-659-3p regulates the progression of chronic myeloid leukemia by targeting SPHK1. Int. J. Clin. Exp. Pathol. 2018;11:2470.", "ArticleIdList": ["PMC6958280", "31938359"]}, {"Citation": "Lin Q., Jia Y., Zhang D., Jin H. NCK1-AS1 promotes the progression of melanoma by accelerating cell proliferation and migration via targeting miR-526b-5p/ADAM15 axis. Cancer Cell Int. 2021;21:1–10. doi: 10.1186/s12935-021-02055-y.", "ArticleIdList": ["10.1186/s12935-021-02055-y", "PMC8273965", "34247598"]}, {"Citation": "Zhu F., Li Q., Li J., Li B., Li D. Long noncoding Mirt2 reduces apoptosis to alleviate myocardial infarction through regulation of the miR-764/PDK1 axis. Lab. Investig. 2021;101:165–176. doi: 10.1038/s41374-020-00504-2.", "ArticleIdList": ["10.1038/s41374-020-00504-2", "33199822"]}, {"Citation": "Zhao S., Mi Y., Guan B., Zheng B., Wei P., Gu Y., Zhang Z., Cai S., Xu Y., Li X., et al. Tumor-derived exosomal miR-934 induces macrophage M2 polarization to promote liver metastasis of colorectal cancer. J. Hematol. Oncol. 2020;13:156. doi: 10.1186/s13045-020-00991-2.", "ArticleIdList": ["10.1186/s13045-020-00991-2", "PMC7678301", "33213490"]}, {"Citation": "Ye X.Y., Xu L., Lu S., Chen Z.W. Mir-516a-5p inhibits the proliferation of non-small cell lung cancer by targeting hist3h2a. Int. J. Immunopathol. Pharmacol. 2019;33:2058738419841481. doi: 10.1177/2058738419841481.", "ArticleIdList": ["10.1177/2058738419841481", "PMC6458669", "30966836"]}, {"Citation": "Yuan X., Ma R., Yang S., Jiang L., Wang Z., Zhu Z., Li H. miR-520g and miR-520h overcome bortezomib resistance in multiple myeloma via suppressing APE1. Cell Cycle. 2019;18:1660–1669. doi: 10.1080/15384101.2019.1632138.", "ArticleIdList": ["10.1080/15384101.2019.1632138", "PMC6619958", "31204563"]}, {"Citation": "Wang J., Wang H., Liu A., Fang C., Hao J., Wang Z. Lactate dehydrogenase A negatively regulated by miRNAs promotes aerobic glycolysis and is increased in colorectal cancer. Oncotarget. 2015;6:19465. doi: 10.18632/oncotarget.3318.", "ArticleIdList": ["10.18632/oncotarget.3318", "PMC4637298", "26062441"]}, {"Citation": "Su X., Gao C., Feng X., Jiang M. miR-613 suppresses migration and invasion in esophageal squamous cell carcinoma via the targeting of G6PD. Exp. Ther. Med. 2020;19:3081–3089. doi: 10.3892/etm.2020.8540.", "ArticleIdList": ["10.3892/etm.2020.8540", "PMC7086187", "32256796"]}, {"Citation": "Wang M., Zhao H.Y., Zhang J.L., Wan D.M., Li Y.M., Jiang Z.X. Dysregulation of LncRNA ANRIL mediated by miR-411–3p inhibits the malignant proliferation and tumor stem cell like property of multiple myeloma via hypoxia-inducible factor 1α. Exp. Cell Res. 2020;396:112280. doi: 10.1016/j.yexcr.2020.112280.", "ArticleIdList": ["10.1016/j.yexcr.2020.112280", "32961145"]}, {"Citation": "Hou J., Li A.L., Xiong W.Q., Chen R. Hsa Circ 001839 Promoted Inflammation in Renal Ischemia-Reperfusion Injury through NLRP3 by miR-432-3p. Nephron. 2021;145:540–552. doi: 10.1159/000515279.", "ArticleIdList": ["10.1159/000515279", "33975327"]}, {"Citation": "Fan R.F., Cao C.Y., Chen M.H., Shi Q.X., Xu S.W. Gga-let-7f-3p promotes apoptosis in selenium deficiency-induced skeletal muscle by targeting selenoprotein K. Metallomics. 2018;10:941–952. doi: 10.1039/C8MT00083B.", "ArticleIdList": ["10.1039/C8MT00083B", "29905752"]}, {"Citation": "Zhang B. Guizhi Fuling pills inhibit the proliferation, migration and invasion of human cutaneous malignant melanoma cells by regulating the molecular axis of LncRNA TPT1-AS1/miR-671-5p. Cell. Mol. Biol. 2020;66:148–154. doi: 10.14715/cmb/2020.66.5.26.", "ArticleIdList": ["10.14715/cmb/2020.66.5.26", "33040829"]}, {"Citation": "Li Y., Kuscu C., Banach A., Zhang Q., Pulkoski-Gross A., Kim D., Liu J., Roth E., Li E., Shroyer K.R., et al. miR-181a-5p inhibits cancer cell migration and angiogenesis via downregulation of matrix metalloproteinase-14. Cancer Res. 2015;75:2674–2685. doi: 10.1158/0008-5472.CAN-14-2875.", "ArticleIdList": ["10.1158/0008-5472.CAN-14-2875", "PMC4489986", "25977338"]}, {"Citation": "Baker M.A., Wang F., Liu Y., Kriegel A.J., Geurts A.M., Usa K., Xue H., Wang D., Kong Y., Liang M. MiR-192-5p in the Kidney Protects Against the Development of Hypertension. Hypertension. 2019;73:399–406. doi: 10.1161/HYPERTENSIONAHA.118.11875.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.118.11875", "PMC6339564", "30595117"]}, {"Citation": "Zhang H., Zhang Z., Gao L., Qiao Z., Yu M., Yu B., Yang T. miR-1-3p suppresses proliferation of hepatocellular carcinoma through targeting SOX9. Onco. Targets. Ther. 2019;12:2149–2157. doi: 10.2147/OTT.S197326.", "ArticleIdList": ["10.2147/OTT.S197326", "PMC6434909", "30962696"]}, {"Citation": "Wang Y., Zhang Q. Long Noncoding RNA MALAT1 Knockdown Inhibits Proliferation, Migration, and Invasion and Promotes Apoptosis in Non-Small-Cell Lung Cancer Cells Through Regulating miR-515-3p/TRIM65 Axis. Cancer Biother. Radiopharm. 2020 doi: 10.1089/cbr.2020.3730.", "ArticleIdList": ["10.1089/cbr.2020.3730", "33395541"]}, {"Citation": "Liu L., Zhang H., Mao H., Li X., Hu Y. Exosomal miR-320d derived from adipose tissue-derived MSCs inhibits apoptosis in cardiomyocytes with atrial fibrillation (AF) Artif. Cells Nanomed. Biotechnol. 2019;47:3976–3984. doi: 10.1080/21691401.2019.1671432.", "ArticleIdList": ["10.1080/21691401.2019.1671432", "31591913"]}, {"Citation": "Peng X., Wu M., Liu W., Guo C., Zhan L., Zhan X. MiR-502-5p inhibits the proliferation, migration and invasion of gastric cancer cells by targeting SP1. Oncol. Lett. 2020;20:2757–2762. doi: 10.3892/ol.2020.11808.", "ArticleIdList": ["10.3892/ol.2020.11808", "PMC7399809", "32782592"]}, {"Citation": "Wu X., Chen B., Shi H., Zhou J., Zhou F., Cao J., Sun X. miR-758-3p suppresses human bladder cancer cell proliferation, migration and invasion by targeting NOTCH2. Exp. Ther. Med. 2019;17:4273–4278. doi: 10.3892/etm.2019.7400.", "ArticleIdList": ["10.3892/etm.2019.7400", "PMC6447895", "30988799"]}, {"Citation": "Pourhanifeh M.H., Mahjoubin-Tehran M., Karimzadeh M.R., Mirzaei H.R., Razavi Z.S., Sahebkar A., Hosseini N., Mirzaei H., Hamblin M.R. Autophagy in cancers including brain tumors: Role of MicroRNAs. Cell Commun. Signal. 2020;18:88. doi: 10.1186/s12964-020-00587-w.", "ArticleIdList": ["10.1186/s12964-020-00587-w", "PMC7285723", "32517694"]}, {"Citation": "Xu J., Lei S., Sun S., Zhang W., Zhu F., Yang H., Xu Q., Zhang B., Li H., Zhu M., et al. Mir-324-3p regulates fibroblast proliferation via targeting tgf-β1 in atrial fibrillation. Int. Heart J. 2020;61:20–423. doi: 10.1536/ihj.20-423.", "ArticleIdList": ["10.1536/ihj.20-423", "33191361"]}, {"Citation": "Kordaß T., Weber C.E.M., Eisel D., Pane A.A., Osen W., Eichmüller S.B. miR-193b and miR-30c-1* inhibit, whereas miR-576-5p enhances melanoma cell invasion in vitro. Oncotarget. 2018;9:32507–32522. doi: 10.18632/oncotarget.25986.", "ArticleIdList": ["10.18632/oncotarget.25986", "PMC6126698", "30197759"]}, {"Citation": "Li J., Shao W., Zhao J. MiR-520a-3p inhibits malignant progression of epithelial ovarian cancer by targeting SUV39H1 expression. Hum. Cell. 2021;34:570–578. doi: 10.1007/s13577-020-00455-2.", "ArticleIdList": ["10.1007/s13577-020-00455-2", "33196969"]}, {"Citation": "Fang Y., Gu X., Li Z., Xiang J., Chen Z. miR-449b inhibits the proliferation of SW1116 colon cancer stem cells through downregulation of CCND1 and E2F3 expression. Oncol. Rep. 2013;30:399–506. doi: 10.3892/or.2013.2465.", "ArticleIdList": ["10.3892/or.2013.2465", "23674142"]}, {"Citation": "Díaz-Martínez M., Benito-Jardon L., Alonso L., Koetz-Ploch L., Hernando E., Teixido J. miR-204-5p and miR-211-5p contribute to BRAF inhibitor resistance in melanoma. Cancer Res. 2018;78:1017–1030. doi: 10.1158/0008-5472.CAN-17-1318.", "ArticleIdList": ["10.1158/0008-5472.CAN-17-1318", "PMC5815895", "29229605"]}, {"Citation": "Du L., Xu Z., Wang X., Liu F. Integrated bioinformatics analysis identifies microRNA-376a-3p as a new microRNA biomarker in patient with coronary artery disease. Am. J. Transl. Res. 2020;12:633–648.", "ArticleIdList": ["PMC7061823", "32194911"]}, {"Citation": "Han X., Du C., Chen Y., Zhong X., Wang F., Wang J., Liu C., Li M., Chen S., Li B. Overexpression of miR-939-3p predicts poor prognosis and promotes progression in lung cancer. Cancer Biomark. 2019;25:335–342. doi: 10.3233/CBM-190271.", "ArticleIdList": ["10.3233/CBM-190271", "31322549"]}, {"Citation": "Xu M., Sun J., Yu Y., Pang Q., Lin X., Barakat M., Lei R., Xu J. TM4SF1 involves in miR-1-3p/miR-214-5p-mediated inhibition of the migration and proliferation in keloid by regulating AKT/ERK signaling. Life Sci. 2020;254:117746. doi: 10.1016/j.lfs.2020.117746.", "ArticleIdList": ["10.1016/j.lfs.2020.117746", "32376266"]}, {"Citation": "Van Solingen C., Oldebeken S.R., Salerno A.G., Wanschel A.C.B.A., Moore K.J. High-Throughput Screening Identifies MicroRNAs Regulating Human PCSK9 and Hepatic Low-Density Lipoprotein Receptor Expression. Front. Cardiovasc. Med. 2021;8:701. doi: 10.3389/fcvm.2021.667298.", "ArticleIdList": ["10.3389/fcvm.2021.667298", "PMC8310920", "34322524"]}, {"Citation": "Sassi Y., Avramopoulos P., Ramanujam D., Grüter L., Werfel S., Giosele S., Brunner A.D., Esfandyari D., Papadopoulou A.S., De Strooper B., et al. Cardiac myocyte miR-29 promotes pathological remodeling of the heart by activating Wnt signaling. Nat. Commun. 2017;8:1614. doi: 10.1038/s41467-017-01737-4.", "ArticleIdList": ["10.1038/s41467-017-01737-4", "PMC5696364", "29158499"]}, {"Citation": "Miao L.J., Huang S.F., Sun Z.T., Gao Z.Y., Zhang R.X., Liu Y., Wang J. MiR-449c targets c-Myc and inhibits NSCLC cell progression. FEBS Lett. 2013;587:1359–1365. doi: 10.1016/j.febslet.2013.03.006.", "ArticleIdList": ["10.1016/j.febslet.2013.03.006", "23507140"]}, {"Citation": "Deng Z.H., Yu G.S., Deng K.L., Feng Z.H., Huang Q., Pan B., Deng J.Z. Hsa_circ_0088233 Alleviates Proliferation, Migration, and Invasion of Prostate Cancer by Targeting hsa-miR-185-3p. Front. Cell Dev. Biol. 2020;8:528155. doi: 10.3389/fcell.2020.528155.", "ArticleIdList": ["10.3389/fcell.2020.528155", "PMC7661849", "33195183"]}, {"Citation": "Ye W., Ma J., Wang F., Wu T., He M., Li J., Pei R., Zhang L., Wang Y., Zhou J. LncRNA MALAT 1 Regulates miR-144-3p to Facilitate Epithelial-Mesenchymal Transition of Lens Epithelial Cells via the ROS/NRF2/Notch1/Snail Pathway. Oxid. Med. Cell. Longev. 2020;2020:8184314. doi: 10.1155/2020/8184314.", "ArticleIdList": ["10.1155/2020/8184314", "PMC7683160", "33274006"]}, {"Citation": "Watanabe K., Yamaji R., Ohtsuki T. MicroRNA-664a-5p promotes neuronal differentiation of SH-SY5Y cells. Genes Cells. 2018;23:225–233. doi: 10.1111/gtc.12559.", "ArticleIdList": ["10.1111/gtc.12559", "29341475"]}, {"Citation": "Huang D., Liu Y., Gao L., Wei X., Xu Y., Cai R., Su Q. MiR-32-3p Regulates Myocardial Injury Induced by Microembolism and Microvascular Obstruction by Targeting RNF13 to Regulate the Stability of Atherosclerotic Plaques. J. Cardiovasc. Transl. Res. 2021:1–24. doi: 10.1007/s12265-021-10150-8.", "ArticleIdList": ["10.1007/s12265-021-10150-8", "34185281"]}, {"Citation": "Wang G., Liu L., Zhang J., Huang C., Chen Y., Bai W., Wang Y., Zhao K., Li S. Lncrna hcg11 suppresses cell proliferation and promotes apoptosis via sponging mir-224-3p in non-small-cell lung cancer cells. Onco. Targets. Ther. 2020;3:6553–6563. doi: 10.2147/OTT.S244181.", "ArticleIdList": ["10.2147/OTT.S244181", "PMC7340369", "32694917"]}, {"Citation": "Pan X., He Y., Chen Z., Yan G., Ma G. Circulating miR-130 is a potential bio signature for early prognosis of acute myocardial infarction. J. Thorac. Dis. 2020;12:7320–7325. doi: 10.21037/jtd-20-3207.", "ArticleIdList": ["10.21037/jtd-20-3207", "PMC7797831", "33447421"]}, {"Citation": "Krist B., Florczyk U., Pietraszek-Gremplewicz K., Józkowicz A., Dulak J. The role of miR-378a in metabolism, angiogenesis, and muscle biology. Int. J. Endocrinol. 2015;2015:281756. doi: 10.1155/2015/281756.", "ArticleIdList": ["10.1155/2015/281756", "PMC4709675", "26839547"]}, {"Citation": "Kurowska W., Kuca-Warnawin E., Radzikowska A., Jakubaszek M., Maślińska M., Kwiatkowska B., Maśliński W. Monocyte-related biomarkers of rheumatoid arthritis development in undifferentiated arthritis patients—A pilot study. Reumatologia. 2018;56:10–16. doi: 10.5114/reum.2018.74742.", "ArticleIdList": ["10.5114/reum.2018.74742", "PMC5911652", "29686437"]}, {"Citation": "Ma H., Huang C., Huang Q., Li G., Li J., Huang B., Zhong Q., Cao C. Circular RNA circ_0014717 Suppresses Hepatocellular Carcinoma Tumorigenesis Through Regulating miR-668-3p/BTG2 Axis. Front. Oncol. 2021;10:3013. doi: 10.3389/fonc.2020.592884.", "ArticleIdList": ["10.3389/fonc.2020.592884", "PMC7883829", "33598424"]}, {"Citation": "Jiang M., Yin Y., Xie L., He H. Plasma miR-18 screens acute myocardial infarction from healthy controls by targeting hypoxia inducible factor 1α. Clin. Lab. 2018;64:1207–1212. doi: 10.7754/Clin.Lab.2018.180208.", "ArticleIdList": ["10.7754/Clin.Lab.2018.180208", "30146846"]}, {"Citation": "Lupini L., Pepe F., Ferracin M., Braconi C., Callegari E., Pagotto S., Spizzo R., Zagatti B., Lanuti P., Fornari F., et al. Over-expression of the miR-483-3p overcomes the miR-145/TP53 pro-apoptotic loop in hepatocellular carcinoma. Oncotarget. 2016;7:31361. doi: 10.18632/oncotarget.8913.", "ArticleIdList": ["10.18632/oncotarget.8913", "PMC5058762", "27120784"]}, {"Citation": "Pan Y., Qin J., Sun H., Xu T., Wang S., He B. MiR-485-5p as a potential biomarker and tumor suppressor in human colorectal cancer. Biomark. Med. 2020;14:239–248. doi: 10.2217/bmm-2019-0534.", "ArticleIdList": ["10.2217/bmm-2019-0534", "31984757"]}, {"Citation": "Carlomosti F., D’Agostino M., Beji S., Torcinaro A., Rizzi R., Zaccagnini G., Maimone B., Di Stefano V., De Santa F., Cordisco S., et al. Oxidative Stress-Induced miR-200c Disrupts the Regulatory Loop among SIRT1, FOXO1, and eNOS. Antioxid. Redox Signal. 2017;27:328–344. doi: 10.1089/ars.2016.6643.", "ArticleIdList": ["10.1089/ars.2016.6643", "27960536"]}, {"Citation": "Li S.N., Li P., Liu W.H., Shang J.J., Qiu S.L., Zhou M.X., Liu H.X. Danhong injection enhances angiogenesis after myocardial infarction by activating MiR-126/ERK/VEGF pathway. Biomed. Pharmacother. 2019;120:109538. doi: 10.1016/j.biopha.2019.109538.", "ArticleIdList": ["10.1016/j.biopha.2019.109538", "31629250"]}, {"Citation": "Tsai M.M., Huang H.W., Wang C.S., Lee K.F., Tsai C.Y., Lu P.H., Chi H.C., Lin Y.H., Kuo L.M., Lin K.H. MicroRNA-26b inhibits tumor metastasis by targeting the KPNA2/c-jun pathway in human gastric cancer. Oncotarget. 2016;7:39511–39526. doi: 10.18632/oncotarget.8629.", "ArticleIdList": ["10.18632/oncotarget.8629", "PMC5129949", "27078844"]}, {"Citation": "Skrzypek K., Tertil M., Golda S., Ciesla M., Weglarczyk K., Collet G., Guichard A., Kozakowska M., Boczkowski J., Was H., et al. Interplay between heme oxygenase-1 and miR-378 affects non-small cell lung carcinoma growth, vascularization, and metastasis. Antioxid. Redox Signal. 2013;19:644–660. doi: 10.1089/ars.2013.5184.", "ArticleIdList": ["10.1089/ars.2013.5184", "PMC3740397", "23617628"]}, {"Citation": "Wu M., Li X., Liu Q., Xie Y., Yuan J., Wanggou S. miR-526b-3p serves as a prognostic factor and regulates the proliferation, invasion, and migration of glioma through targeting WEEI. Cancer Manag. Res. 2019;11:3099–3110. doi: 10.2147/CMAR.S192361.", "ArticleIdList": ["10.2147/CMAR.S192361", "PMC6489667", "31114353"]}, {"Citation": "Wang Y.N., Xu F., Zhang P., Wang P., Wei Y.N., Wu C., Cheng S.J. MicroRNA-575 regulates development of gastric cancer by targeting PTEN. Biomed. Pharmacother. 2019;113:108716. doi: 10.1016/j.biopha.2019.108716.", "ArticleIdList": ["10.1016/j.biopha.2019.108716", "30844657"]}, {"Citation": "Liang C., Xu Y., Ge H., Xing B., Li G., Li G., Wu J. MiR-564 inhibits hepatocellular carcinoma cell proliferation and invasion by targeting the GRB2-ERK1/2-AKT axis. Oncotarget. 2017;8:107543–107557. doi: 10.18632/oncotarget.22504.", "ArticleIdList": ["10.18632/oncotarget.22504", "PMC5746087", "29296185"]}, {"Citation": "Li S., Xu Y.N., Niu X., Li Z., Wang J.F. miR-513a-5p targets Bcl-2 to promote dichlorvos induced apoptosis in HK-2 cells. Biomed. Pharmacother. 2018;108:876–882. doi: 10.1016/j.biopha.2018.09.101.", "ArticleIdList": ["10.1016/j.biopha.2018.09.101", "30372899"]}, {"Citation": "Shu W., Zhang Y., Zhang C., You Q., Zhou H., Wen S. Triclosan inhibits the activation of human periodontal ligament fibroblasts induced by lipopolysaccharide from Porphyromonas gingivalis. J. Biomed. Res. 2021;35:206. doi: 10.7555/JBR.34.20200026.", "ArticleIdList": ["10.7555/JBR.34.20200026", "PMC8193714", "33824247"]}, {"Citation": "Wang M., Qiu R., Gong Z., Zhao X., Wang T., Zhou L., Lu W., Shen B., Zhu W., Xu W. miR-188-5p emerges as an oncomiRNA to promote gastric cancer cell proliferation and migration via upregulation of SALL4. J. Cell. Biochem. 2019;120:15027–15037. doi: 10.1002/jcb.28764.", "ArticleIdList": ["10.1002/jcb.28764", "31009138"]}, {"Citation": "Zhang X., Li M., Sun G., Bai Y., Lv D., Liu C. MiR-563 restrains cell proliferation via targeting LIN28B in human lung cancer. Thorac. Cancer. 2020;11:55–61. doi: 10.1111/1759-7714.13257.", "ArticleIdList": ["10.1111/1759-7714.13257", "PMC6938763", "31766078"]}, {"Citation": "Zhang W., Xu J., Wang K., Tang X., He J. MIR-139-3p suppresses the invasion and migration properties of breast cancer cells by targeting RAB1A. Oncol. Rep. 2019;42:1699–1708. doi: 10.1007/s12094-019-02103-0.", "ArticleIdList": ["10.1007/s12094-019-02103-0", "PMC6775813", "31485677"]}, {"Citation": "Pan Y., Hui X., Chong Hoo R.L., Ye D., Cheung Chan C.Y., Feng T., Wang Y., Ling Lam K.S., Xu A. Adipocyte-secreted exosomal microRNA-34a inhibits M2 macrophage polarization to promote obesity-induced adipose inflammation. J. Clin. Investig. 2019;129:834–849. doi: 10.1172/JCI123069.", "ArticleIdList": ["10.1172/JCI123069", "PMC6355214", "30667374"]}, {"Citation": "Liu X., Feng J., Tang L., Liao L., Xu Q., Zhu S. The regulation and function of mir-21-foxo3a-mir-34b/c signaling in breast cancer. Int. J. Mol. Sci. 2015;16:3148–3162. doi: 10.3390/ijms16023148.", "ArticleIdList": ["10.3390/ijms16023148", "PMC4346885", "25647415"]}, {"Citation": "Luo X., Zhang X., Peng J., Chen Y., Zhao W., Jiang X., Su L., Xie M., Lin B. miR-371b-5p promotes cell proliferation, migration and invasion in non-small cell lung cancer via SCAI. Biosci. Rep. 2020;40:BSR290200163. doi: 10.1042/BSR20200163.", "ArticleIdList": ["10.1042/BSR20200163", "PMC7672804", "33103723"]}, {"Citation": "Zhu G., Zhang W., Liu Y., Wang S. MiR-371b-5p inhibits endothelial cell apoptosis in monocrotaline-induced pulmonary arterial hypertension via PTEN/PI3K/Akt signaling pathways. Mol. Med. Rep. 2018;8:5489–5501. doi: 10.3892/mmr.2018.9614.", "ArticleIdList": ["10.3892/mmr.2018.9614", "PMC6236307", "30387816"]}, {"Citation": "Li D., Chen L., Zhao W., Hao J., An R. MicroRNA-let-7f-1 is induced by lycopene and inhibits cell proliferation and triggers apoptosis in prostate cancer. Mol. Med. Rep. 2016;13:2708–2714. doi: 10.3892/mmr.2016.4841.", "ArticleIdList": ["10.3892/mmr.2016.4841", "26847233"]}, {"Citation": "Qiu J., Hao Y., Huang S., Ma Y., Li X., Li D., Mao Y. MIR-557 works as a tumor suppressor in human lung cancers by negatively regulating LEF1 expression. Tumor Biol. 2017;39:1010428317709467. doi: 10.1177/1010428317709467.", "ArticleIdList": ["10.1177/1010428317709467", "28639890"]}, {"Citation": "Cui J., Qi S., Liao R., Su D., Wang Y., Xue S. MiR-574–5p promotes the differentiation of human cardiac fibroblasts via regulating ARID3A. Biochem. Biophys. Res. Commun. 2020;521:427–433. doi: 10.1016/j.bbrc.2019.09.107.", "ArticleIdList": ["10.1016/j.bbrc.2019.09.107", "31672272"]}, {"Citation": "Wang X., Shi J., Niu Z., Wang J., Zhang W. MiR-216a-3p regulates the proliferation, apoptosis, migration, and invasion of lung cancer cells via targeting COPB2. Biosci. Biotechnol. Biochem. 2020;84:2014–2027. doi: 10.1080/09168451.2020.1783197.", "ArticleIdList": ["10.1080/09168451.2020.1783197", "32619135"]}, {"Citation": "Tong F., Ying Y., Pan H., Zhao W., Li H., Zhan X. Microrna-466 (Mir-466) functions as a tumor suppressor and prognostic factor in colorectal cancer (CRC) Bosn. J. Basic Med. Sci. 2018;18:252–259. doi: 10.17305/bjbms.2018.2376.", "ArticleIdList": ["10.17305/bjbms.2018.2376", "PMC6087559", "29338680"]}, {"Citation": "He N., Liu L., Ding J., Sun Y., Xing H., Wang S. MiR-222-3p ameliorates glucocorticoid-induced inhibition of airway epithelial cell repair through down-regulating GILZ expression. J. Recept. Signal Transduct. 2020;40:301–312. doi: 10.1080/10799893.2020.1742739.", "ArticleIdList": ["10.1080/10799893.2020.1742739", "32202184"]}, {"Citation": "Yang L., Liu Z.M., Rao Y.W., Cui S.Q., Wang H., Jia X.J. Downregulation of microRNA-586 Inhibits Proliferation, Invasion and Metastasis and Promotes Apoptosis in Human Osteosarcoma U2-OS Cell Line. Cytogenet. Genome Res. 2015;146:268–278. doi: 10.1159/000441073.", "ArticleIdList": ["10.1159/000441073", "26580004"]}, {"Citation": "Ramanathan S., Shenoda B.B., Lin Z., Alexander G.M., Huppert A., Sacan A., Ajit S.K. Inflammation potentiates miR-939 expression and packaging into small extracellular vesicles. J. Extracell. Vesicles. 2019;8:1650595. doi: 10.1080/20013078.2019.1650595.", "ArticleIdList": ["10.1080/20013078.2019.1650595", "PMC6713176", "31489147"]}, {"Citation": "Lin L., Wang Y. MiR-548b-3p regulates proliferation, apoptosis, and mitochondrial function by targeting CIP2A in hepatocellular carcinoma. Biomed Res. Int. 2018;2018:7385426. doi: 10.1155/2018/7385426.", "ArticleIdList": ["10.1155/2018/7385426", "PMC6323450", "30671469"]}, {"Citation": "Herrera-Van Oostdam A.S., Toro-Ortíz J.C., López J.A., Noyola D.E., García-López D.A., Durán-Figueroa N.V., Martínez-Martínez E., Portales-Pérez D.P., Salgado-Bustamante M., López-Hernández Y. Placental exosomes isolated from urine of patients with gestational diabetes exhibit a differential profile expression of microRNAs across gestation. Int. J. Mol. Med. 2020;46:546–560. doi: 10.3892/ijmm.2020.4626.", "ArticleIdList": ["10.3892/ijmm.2020.4626", "PMC7307810", "32626972"]}, {"Citation": "Mei L., Yan H., Wang S., Guo C., Zheng X., Yan B., Zhao J., Yang A. Upregulation of miR-630 Induced by Oxidative Damage Resists Cell Migration Through Targeting ALCAM in Human Lens Epithelium Cells. Curr. Eye Res. 2020;45:153–161. doi: 10.1080/02713683.2019.1656748.", "ArticleIdList": ["10.1080/02713683.2019.1656748", "31869263"]}, {"Citation": "Yanaka Y., Muramatsu T., Uetake H., Kozaki K.I., Inazawa J. miR-544a induces epithelial-mesenchymal transition through the activation of WNT signaling pathway in gastric cancer. Carcinogenesis. 2015;36:1363–1371. doi: 10.1093/carcin/bgv106.", "ArticleIdList": ["10.1093/carcin/bgv106", "26264654"]}, {"Citation": "Lin Y.X., Wu X.B., Zheng C.W., Zhang Q.L., Zhang G.Q., Chen K., Zhan Q., An F.M. Mechanistic Investigation on the Regulation of FABP1 by the IL-6/miR-603 Signaling in the Pathogenesis of Hepatocellular Carcinoma. Biomed Res. Int. 2021;2021:8579658. doi: 10.1155/2021/8579658.", "ArticleIdList": ["10.1155/2021/8579658", "PMC8147539", "34056002"]}, {"Citation": "Cai W., Xu Y., Yin J., Zuo W., Su Z. miR-552-5p facilitates osteosarcoma cell proliferation and metastasis by targeting WIF1. Exp. Ther. Med. 2019;17:3781–3788. doi: 10.3892/etm.2019.7361.", "ArticleIdList": ["10.3892/etm.2019.7361", "PMC6447863", "30988764"]}, {"Citation": "Chen Y., Lei Y., Lin J., Huang Y., Zhang J., Chen K., Sun S., Lin X. The Linc01260 functions as a tumor suppressor via the miR-562/CYLD/NF-κB pathway in non-small cell lung cancer. Onco. Targets. Ther. 2020;13:10707–10719. doi: 10.2147/OTT.S253730.", "ArticleIdList": ["10.2147/OTT.S253730", "PMC7585791", "33116647"]}, {"Citation": "Christofides A., Papagregoriou G., Dweep H., Makrides N., Gretz N., Felekkis K., Deltas C. Evidence for miR-548c-5p regulation of FOXC2 transcription through a distal genomic target site in human podocytes. Cell. Mol. Life Sci. 2020;77:2441–2459. doi: 10.1007/s00018-019-03294-z.", "ArticleIdList": ["10.1007/s00018-019-03294-z", "PMC11105105", "31531679"]}, {"Citation": "Kijpaisalratana N., Nimsamer P., Khamwut A., Payungporn S., Pisitkun T., Chutinet A., Utoomprurkporn N., Kerr S.J., Vongvasinkul P., Suwanwela N.C. Serum miRNA125a-5p, miR-125b-5p, and miR-433-5p as biomarkers to differentiate between posterior circulation stroke and peripheral vertigo. BMC Neurol. 2020;20:372. doi: 10.1186/s12883-020-01946-3.", "ArticleIdList": ["10.1186/s12883-020-01946-3", "PMC7547489", "33038923"]}, {"Citation": "Mao Q., Liang X.L., Zhang C.L., Pang Y.H., Lu Y.X. LncRNA KLF3-AS1 in human mesenchymal stem cell-derived exosomes ameliorates pyroptosis of cardiomyocytes and myocardial infarction through miR-138-5p/Sirt1 axis. Stem Cell Res. Ther. 2019;10:393. doi: 10.1186/s13287-019-1522-4.", "ArticleIdList": ["10.1186/s13287-019-1522-4", "PMC6918658", "31847890"]}, {"Citation": "Liu F., Yu X., Huang H., Chen X., Wang J., Zhang X., Lin Q. Upregulation of microRNA-450 inhibits the progression of lung cancer in vitro and in vivo by targeting interferon regulatory factor 2. Int. J. Mol. Med. 2016;38:283–290. doi: 10.3892/ijmm.2016.2612.", "ArticleIdList": ["10.3892/ijmm.2016.2612", "27246609"]}, {"Citation": "Luo Y., Liu W., Tang P., Jiang D., Gu C., Huang Y., Gong F., Rong Y., Qian D., Chen J., et al. MiR-624-5p promoted tumorigenesis and metastasis by suppressing hippo signaling through targeting PTPRB in osteosarcoma cells. J. Exp. Clin. Cancer Res. 2019;38:488. doi: 10.1186/s13046-019-1491-6.", "ArticleIdList": ["10.1186/s13046-019-1491-6", "PMC6907337", "31829261"]}, {"Citation": "Liang Y., Song X., Li Y., Ma T., Su P., Guo R., Chen B., Zhang H., Sang Y., Liu Y., et al. Targeting the circBMPR2/miR-553/USP4 Axis as a Potent Therapeutic Approach for Breast Cancer. Mol. Ther. Nucleic Acids. 2019;17:347–361. doi: 10.1016/j.omtn.2019.05.005.", "ArticleIdList": ["10.1016/j.omtn.2019.05.005", "PMC6626870", "31302495"]}, {"Citation": "Rongna A., Yu P., Hao S., Li Y. MiR-876-5p suppresses cell proliferation by targeting Angiopoietin-1 in the psoriasis. Biomed. Pharmacother. 2018;103:1163–1169. doi: 10.1016/j.biopha.2018.04.145.", "ArticleIdList": ["10.1016/j.biopha.2018.04.145", "29864894"]}, {"Citation": "Pei X., Li Y., Zhu L., Zhou Z. Astrocyte-derived exosomes transfer miR-190b to inhibit oxygen and glucose deprivation-induced autophagy and neuronal apoptosis. Cell Cycle. 2020;19:906–917. doi: 10.1080/15384101.2020.1731649.", "ArticleIdList": ["10.1080/15384101.2020.1731649", "PMC7217362", "32150490"]}, {"Citation": "Xie Q., Li F., Shen K., Luo C., Song G. LOXL1-AS1/miR-515-5p/STAT3 Positive Feedback Loop Facilitates Cell Proliferation and Migration in Atherosclerosis. J. Cardiovasc. Pharmacol. 2020;76:151–158. doi: 10.1097/FJC.0000000000000853.", "ArticleIdList": ["10.1097/FJC.0000000000000853", "32453072"]}, {"Citation": "He X., Ji J., Wang T., Wang M.B., Chen X.L. Upregulation of Circulating miR-195-3p in Heart Failure. Cardiology. 2017;138:107–114. doi: 10.1159/000476029.", "ArticleIdList": ["10.1159/000476029", "28618405"]}, {"Citation": "Li C., Han H., Li X., Wu J., Li X., Niu H., Li W. Analysis of lncRNA, miRNA, and mRNA Expression Profiling in Type i IFN and Type II IFN Overexpressed in Porcine Alveolar Macrophages. Int. J. Genomics. 2021;2021:6666160. doi: 10.1155/2021/6666160.", "ArticleIdList": ["10.1155/2021/6666160", "PMC8225432", "34222462"]}, {"Citation": "Zhang X., Gu H., Wang L., Huang F., Cai J. MiR-885-3p is down-regulated in peripheral blood mononuclear cells from T1D patients and regulates the inflammatory response via targeting TLR4/NF-κB signaling. J. Gene Med. 2020;22:3145. doi: 10.1002/jgm.3145.", "ArticleIdList": ["10.1002/jgm.3145", "31763742"]}, {"Citation": "Liao C.H., Liu Y., Wu Y.F., Zhu S.W., Cai R.Y., Zhou L., Yin X.M. microRNA-329 suppresses epithelial-to-mesenchymal transition and lymph node metastasis in bile duct cancer by inhibiting laminin subunit beta 3. J. Cell. Physiol. 2019;234:17786–17799. doi: 10.1002/jcp.28404.", "ArticleIdList": ["10.1002/jcp.28404", "30887508"]}, {"Citation": "Wang W., Zhao E., Yu Y., Geng B., Zhang W., Li X. MiR-216a exerts tumor-suppressing functions in renal cell carcinoma by targeting TLR4. Am. J. Cancer Res. 2018;8:476–488.", "ArticleIdList": ["PMC5883097", "29637002"]}, {"Citation": "Goodwin A.J., Li P., Halushka P.V., Cook J.A., Sumal A.S., Fan H. Circulating miRNA 887 is differentially expressed in ARDS and modulates endothelial function. Am. J. Physiol. Lung Cell. Mol. Physiol. 2020;318:L1261–L1269. doi: 10.1152/ajplung.00494.2019.", "ArticleIdList": ["10.1152/ajplung.00494.2019", "PMC7347270", "32321279"]}, {"Citation": "Guo W., Li W., Yuan L., Mei X., Hu W. MicroRNA-106a-3p induces apatinib resistance and activates Janus-Activated Kinase 2 (JAK2)/Signal Transducer and Activator of Transcription 3 (STAT3) by targeting the SOCS system in gastric cancer. Med. Sci. Monit. 2019;25:10122–10128. doi: 10.12659/MSM.919610.", "ArticleIdList": ["10.12659/MSM.919610", "PMC6948289", "31884511"]}, {"Citation": "Zhao X., Li D., Zhao S.T., Zhang Y., Xu A., Hu Y.Y., Fang Z. MiRNA-616 aggravates the progression of bladder cancer by regulating cell proliferation, migration and apoptosis through downregulating SOX7. Eur. Rev. Med. Pharmacol. Sci. 2019;23:9304–9312. doi: 10.26355/eurrev_201911_19423.", "ArticleIdList": ["10.26355/eurrev_201911_19423", "31773697"]}, {"Citation": "Song Y.H., Wang J., Nie G., Chen Y.J., Li X., Jiang X., Cao W.H. MicroRNA-509-5p functions as an anti-oncogene in breast cancer via targeting SOD2. Eur. Rev. Med. Pharmacol. Sci. 2017;21:3617–3625. doi: 10.26355/EURREV_201708_13273.", "ArticleIdList": ["10.26355/EURREV_201708_13273", "28925482"]}, {"Citation": "Siege S.R., MacKenzie J., Chaplin G., Jablonski N.G., Griffiths L. Circulating microRNAs involved in multiple sclerosis. Mol. Biol. Rep. 2012;39:6219–6225. doi: 10.1007/s11033-011-1441-7.", "ArticleIdList": ["10.1007/s11033-011-1441-7", "22231906"]}, {"Citation": "Magenta A., Cencioni C., Fasanaro P., Zaccagnini G., Greco S., Sarra-Ferraris G., Antonini A., Martelli F., Capogrossi M.C. MiR-200c is upregulated by oxidative stress and induces endothelial cell apoptosis and senescence via ZEB1 inhibition. Cell Death Differ. 2011;18:1628–1639. doi: 10.1038/cdd.2011.42.", "ArticleIdList": ["10.1038/cdd.2011.42", "PMC3172120", "21527937"]}, {"Citation": "Chen Y., Li Y., Gao H. Long noncoding RNA CASC9 promotes the proliferation and metastasis of papillary thyroid cancer via sponging miR-488-3p. Cancer Med. 2020;9:1830–1841. doi: 10.1002/cam4.2839.", "ArticleIdList": ["10.1002/cam4.2839", "PMC7050070", "31943867"]}, {"Citation": "Shibayama Y., Kubo Y., Nakagawa T., Iseki K. MicroRNA-101-5p suppresses the expression of the ras-related protein RAP1A. Biol. Pharm. Bull. 2019;42:1332–1336. doi: 10.1248/bpb.b19-00068.", "ArticleIdList": ["10.1248/bpb.b19-00068", "31366868"]}, {"Citation": "Chhabra R. Let-7i-5p, miR-181a-2-3p and EGF/PI3K/SOX2 axis coordinate to maintain cancer stem cell population in cervical cancer. Sci. Rep. 2018;18:7840. doi: 10.1038/s41598-018-26292-w.", "ArticleIdList": ["10.1038/s41598-018-26292-w", "PMC5959917", "29777148"]}, {"Citation": "Li Y., Wu Y., Sun Z., Wang R., Ma D. MicroRNA-376a inhibits cell proliferation and invasion in glioblastoma multiforme by directly targeting specificity protein 1. Mol. Med. Rep. 2018;17:1583–1590. doi: 10.3892/mmr.2017.8089.", "ArticleIdList": ["10.3892/mmr.2017.8089", "PMC5780098", "29257212"]}, {"Citation": "Tang C., Wang X., Ji C., Zheng W., Yu Y., Deng X., Zhou X., Fang L. The Role of miR-640: A Potential Suppressor in Breast Cancer via Wnt7b/β-catenin Signaling Pathway. Front. Oncol. 2021;11:1142. doi: 10.3389/fonc.2021.645682.", "ArticleIdList": ["10.3389/fonc.2021.645682", "PMC8072343", "33912460"]}, {"Citation": "Liang D., Wu X., Bai J., Zhang L., Yin C., Zhong W. MiR-300 inhibits invasion and metastasis of osteosarcoma cell MG63 by negatively regulating PTTG1. Nan Fang Yi Ke Da Xue Xue Bao. 2021;41:285–291. doi: 10.12122/j.issn.1673-4254.2021.02.18.", "ArticleIdList": ["10.12122/j.issn.1673-4254.2021.02.18", "PMC7905244", "33624604"]}, {"Citation": "Pan Y., Robertson G., Pedersen L., Lim E., Hernandez-Herrera A., Rowat A.C., Patil S.L., Chan C.K., Wen Y., Zhang X., et al. miR-509-3p is clinically significant and strongly attenuates cellular migration and multi-cellular spheroids in ovarian cancer. Oncotarget. 2016;7:25930. doi: 10.18632/oncotarget.8412.", "ArticleIdList": ["10.18632/oncotarget.8412", "PMC5041955", "27036018"]}, {"Citation": "Xiao W., Yao E., Zheng W., Tian F., Tian L. miR-337 can be a key negative regulator in melanoma. Cancer Biol. Ther. 2017;18:392–399. doi: 10.1080/15384047.2017.1323581.", "ArticleIdList": ["10.1080/15384047.2017.1323581", "PMC5536936", "28498028"]}, {"Citation": "Gao X., Xu D., Li S., Wei Z., Li S., Cai W., Mao N., Jin F., Li Y., Yi X., et al. Pulmonary Silicosis Alters MicroRNA Expression in Rat Lung and miR-411-3p Exerts Anti-fibrotic Effects by Inhibiting MRTF-A/SRF Signaling. Mol. Ther. Nucleic Acids. 2020;20:851–865. doi: 10.1016/j.omtn.2020.05.005.", "ArticleIdList": ["10.1016/j.omtn.2020.05.005", "PMC7256439", "32464548"]}, {"Citation": "Lemecha M., Morino K., Imamura T., Iwasaki H., Ohashi N., Ida S., Sato D., Sekine O., Ugi S., Maegawa H. MiR-494-3p regulates mitochondrial biogenesis and thermogenesis through PGC1-α signalling in beige adipocytes. Sci. Rep. 2018;8:15096. doi: 10.1038/s41598-018-33438-3.", "ArticleIdList": ["10.1038/s41598-018-33438-3", "PMC6180067", "30305668"]}, {"Citation": "Yu D., Liu X., Han G., Liu Y., Zhao X., Wang D., Bian X., Gu T., Wen L. The let-7 family of microRNAs suppresses immune evasion in head and neck squamous cell carcinoma by promoting PD-L1 degradation. Cell Commun. Signal. 2019;17:173. doi: 10.1186/s12964-019-0490-8.", "ArticleIdList": ["10.1186/s12964-019-0490-8", "PMC6935121", "31881947"]}, {"Citation": "Lin W., Tang Y., Zhao Y., Zhao J., Zhang L., Wei W., Chen J. MiR-144-3p Targets FoxO1 to Reduce Its Regulation of Adiponectin and Promote Adipogenesis. Front. Genet. 2020;11:603144. doi: 10.3389/fgene.2020.603144.", "ArticleIdList": ["10.3389/fgene.2020.603144", "PMC7767994", "33381152"]}, {"Citation": "Sheedy P., Medarova Z. The fundamental role of miR-10b in metastatic cancer. Am. J. Cancer Res. 2018;8:1674–1688.", "ArticleIdList": ["PMC6176190", "30323962"]}, {"Citation": "Gao C., Wei J., Tang T., Huang Z. Role of microRNA-33a in malignant cells (review) Oncol. Lett. 2020;20:2537–2556. doi: 10.3892/ol.2020.11835.", "ArticleIdList": ["10.3892/ol.2020.11835", "PMC7399786", "32782572"]}, {"Citation": "Lin Y., Dan H., Lu J. Overexpression of microRNA-136-3p Alleviates Myocardial Injury in Coronary Artery Disease via the Rho A/ROCK Signaling Pathway. Kidney Blood Press. Res. 2020;45:477–496. doi: 10.1159/000505849.", "ArticleIdList": ["10.1159/000505849", "32434208"]}, {"Citation": "Wang H., Deng Q., Lv Z., Ling Y., Hou X., Chen Z., Dinglin X., Ma S., Li D., Wu Y., et al. N6-methyladenosine induced miR-143-3p promotes the brain metastasis of lung cancer via regulation of VASH1. Mol. Cancer. 2019;18:181. doi: 10.1186/s12943-019-1108-x.", "ArticleIdList": ["10.1186/s12943-019-1108-x", "PMC6902331", "31823788"]}, {"Citation": "Qiang Z., Jin B., Peng Y., Zhang Y., Wang J., Chen C., Wang X., Liu F. miR-762 modulates thyroxine-induced cardiomyocyte hypertrophy by inhibiting Beclin-1. Endocrine. 2019;66:585–595. doi: 10.1007/s12020-019-02048-y.", "ArticleIdList": ["10.1007/s12020-019-02048-y", "31522342"]}, {"Citation": "Li S., Hou X., Wu C., Han L., Li Q., Wang J., Luo S. MiR-645 promotes invasiveness, metastasis and tumor growth in colorectal cancer by targeting EFNA5. Biomed. Pharmacother. 2020;125:109889. doi: 10.1016/j.biopha.2020.109889.", "ArticleIdList": ["10.1016/j.biopha.2020.109889", "32036212"]}, {"Citation": "Xia L.H., Yan Q.H., Sun Q.D., Gao Y.P. MiR-411-5p acts as a tumor suppressor in non-small cell lung cancer through targeting PUM1. Eur. Rev. Med. Pharmacol. Sci. 2018;22:5546–5553. doi: 10.26355/eurrev_201809_15816.", "ArticleIdList": ["10.26355/eurrev_201809_15816", "30229827"]}, {"Citation": "Chakrabarti M., Ray S.K. Anti-tumor activities of luteolin and silibinin in glioblastoma cells: Overexpression of miR-7-1-3p augmented luteolin and silibinin to inhibit autophagy and induce apoptosis in glioblastoma in vivo. Apoptosis. 2016;21:312–328. doi: 10.1007/s10495-015-1198-x.", "ArticleIdList": ["10.1007/s10495-015-1198-x", "26573275"]}, {"Citation": "Liu F., Zhang H., Xie F., Tao D., Xiao X., Huang C., Wang M., Gu C., Zhang X., Jiang G. Hsa_circ_0001361 promotes bladder cancer invasion and metastasis through miR-491-5p/MMP9 axis. Oncogene. 2020;39:1696–1709. doi: 10.1038/s41388-019-1092-z.", "ArticleIdList": ["10.1038/s41388-019-1092-z", "31705065"]}, {"Citation": "Yu T., Wang L.N., Li W., Zuo Q.F., Li M.M., Zou Q.M., Xiao B. Downregulation of miR-491-5p promotes gastric cancer metastasis by regulating SNAIL and FGFR4. Cancer Sci. 2018;109:1393–1403. doi: 10.1111/cas.13583.", "ArticleIdList": ["10.1111/cas.13583", "PMC5980274", "29569792"]}, {"Citation": "Li J., Lin T.Y., Chen L., Liu Y., Dian M.J., Hao W.C., Lin X.L., Li X.Y., Li Y.L., Lian M., et al. Mir-19 regulates the expression of interferon-induced genes and mhc class i genes in human cancer cells. Int. J. Med. Sci. 2020;17:953. doi: 10.7150/ijms.44377.", "ArticleIdList": ["10.7150/ijms.44377", "PMC7163354", "32308549"]}, {"Citation": "Zhang J., Gao D., Zhang H. Upregulation of miR-614 promotes proliferation and inhibits apoptosis in ovarian cancer by suppressing PPP2R2A expression. Mol. Med. Rep. 2018;17:6285–6292. doi: 10.3892/mmr.2018.8714.", "ArticleIdList": ["10.3892/mmr.2018.8714", "PMC5928608", "29532877"]}, {"Citation": "Gu Y., Cheng Y., Song Y., Zhang Z., Deng M., Wang C., Zheng G., He Z. MicroRNA-493 suppresses tumor growth, invasion and metastasis of lung cancer by regulating E2F1. PLoS ONE. 2014;9:102602. doi: 10.1371/journal.pone.0102602.", "ArticleIdList": ["10.1371/journal.pone.0102602", "PMC4126682", "25105419"]}, {"Citation": "Cimmino A., Calin G.A., Fabbri M., Iorio M.V., Ferracin M., Shimizu M., Wojcik S.E., Aqeilan R.I., Zupo S., Dono M., et al. miR-15 and miR-16 induce apoptosis by targeting BCL2. Proc. Natl. Acad. Sci. USA. 2005;102:13944–13949. doi: 10.1073/pnas.0506654102.", "ArticleIdList": ["10.1073/pnas.0506654102", "PMC1236577", "16166262"]}, {"Citation": "Liu Y., Li J., Li M., Li F., Shao Y., Wu L. microRNA-510-5p promotes thyroid cancer cell proliferation, migration, and invasion through suppressing SNHG15. J. Cell. Biochem. 2019;120:11738–11744. doi: 10.1002/jcb.28454.", "ArticleIdList": ["10.1002/jcb.28454", "30790329"]}, {"Citation": "Zhao X., Liu S., Yan B., Yang J., Chen E. Mir-581/smad7 axis contributes to colorectal cancer metastasis: A bioinformatic and experimental validation-based study. Int. J. Mol. Sci. 2020;21:6499. doi: 10.3390/ijms21186499.", "ArticleIdList": ["10.3390/ijms21186499", "PMC7555590", "32899503"]}, {"Citation": "Ren K., Yu Y., Wang X., Liu H., Zhao J. MiR-340-3p-HUS1 axis suppresses proliferation and migration in lung adenocarcinoma cells. Life Sci. 2021;274:119330. doi: 10.1016/j.lfs.2021.119330.", "ArticleIdList": ["10.1016/j.lfs.2021.119330", "33711383"]}, {"Citation": "Monteleone N.J., Lutz C.S. miR-708-5p: A microRNA with emerging roles in cancer. Oncotarget. 2017;8:71292–71316. doi: 10.18632/oncotarget.19772.", "ArticleIdList": ["10.18632/oncotarget.19772", "PMC5642637", "29050362"]}, {"Citation": "Ramírez-Salazar E.G., Almeraya E.V., López-Perez T.V., Patiño N., Salmeron J., Velázquez-Cruz R. MicroRNA-548-3p overexpression inhibits proliferation, migration and invasion in osteoblast-like cells by targeting STAT1 and MAFB. J. Biochem. 2020;168:203–211. doi: 10.1093/jb/mvaa033.", "ArticleIdList": ["10.1093/jb/mvaa033", "32196088"]}, {"Citation": "Shi J., Gong L., Chen L., Luo J., Song G., Xu J., Lv Z., Tao H., Xia Y., Ye Z. miR-618 Suppresses Metastasis in Gastric Cancer by Downregulating the Expression of TGF-β2. Anat. Rec. 2019;302:931–940. doi: 10.1002/ar.24083.", "ArticleIdList": ["10.1002/ar.24083", "30737902"]}, {"Citation": "Sun Y., Zhao J., Yin X., Yuan X., Guo J., Bi J. miR-297 acts as an oncogene by targeting GPC5 in lung adenocarcinoma. Cell Prolif. 2016;49:636–643. doi: 10.1111/cpr.12288.", "ArticleIdList": ["10.1111/cpr.12288", "PMC6496124", "27554041"]}, {"Citation": "Yao Y., Jia H., Wang G., Ma Y., Sun W., Li P. MiR-297 protects human umbilical vein endothelial cells against LPS-induced inflammatory response and apoptosis. Cell. Physiol. Biochem. 2019;52:696–707. doi: 10.33594/000000049.", "ArticleIdList": ["10.33594/000000049", "30921508"]}, {"Citation": "Liu Z., Lu X., Wen L., You C., Jin X., Liu J. Hsa_circ_0014879 regulates the radiosensitivity of esophageal squamous cell carcinoma through miR-519-3p/CDC25A axis. Anticancer. Drugs. 2021;33:e349–e361. doi: 10.1097/CAD.0000000000001213.", "ArticleIdList": ["10.1097/CAD.0000000000001213", "34407051"]}, {"Citation": "Zhang X.L., An B.F., Zhang G.C. MiR-27 alleviates myocardial cell damage induced by hypoxia/reoxygenation via targeting TGFBR1 and inhibiting NF-κB pathway. Kaohsiung J. Med. Sci. 2019;35:607–614. doi: 10.1002/kjm2.12092.", "ArticleIdList": ["10.1002/kjm2.12092", "31169351"]}, {"Citation": "Qian F.H., Deng X., Zhuang Q.X., Wei B., Zheng D.D. MiR-625-5p suppresses inflammatory responses by targeting AKT2 in human bronchial epithelial cells. Mol. Med. Rep. 2019;19:1951–1957. doi: 10.3892/mmr.2019.9817.", "ArticleIdList": ["10.3892/mmr.2019.9817", "30628701"]}, {"Citation": "Yoshida K., Yokoi A., Yamamoto Y., Kajiyama H. ChrXq27.3 miRNA cluster functions in cancer development. J. Exp. Clin. Cancer Res. 2021;40:1–11. doi: 10.1186/s13046-021-01910-0.", "ArticleIdList": ["10.1186/s13046-021-01910-0", "PMC7992321", "33766100"]}, {"Citation": "Lv P., Luo Y.F., Zhou W.Y., Liu B., Zhou Z., Shi Y.Z., Huang R., Peng C., He Z.L., Wang J., et al. miR-373 inhibits autophagy and further promotes apoptosis of cholangiocarcinoma cells by targeting ULK1. Kaohsiung J. Med. Sci. 2020;36:429–440. doi: 10.1002/kjm2.12191.", "ArticleIdList": ["10.1002/kjm2.12191", "32125086"]}, {"Citation": "Chen T., Qin S., Gu Y., Pan H., Bian D. Long non-coding RNA NORAD promotes the occurrence and development of non-small cell lung cancer by adsorbing MiR-656-3p. Mol. Genet. Genomic Med. 2019;7:e757. doi: 10.1002/mgg3.757.", "ArticleIdList": ["10.1002/mgg3.757", "PMC6712722", "31207175"]}, {"Citation": "He W., Cheng Y. Inhibition of miR-20 promotes proliferation and autophagy in articular chondrocytes by PI3K/AKT/mTOR signaling pathway. Biomed. Pharmacother. 2018;97:607–615. doi: 10.1016/j.biopha.2017.10.152.", "ArticleIdList": ["10.1016/j.biopha.2017.10.152", "29101804"]}, {"Citation": "Zhang Y., Dai J., Tang J., Zhou L., Zhou M. MicroRNA-649 promotes HSV-1 replication by directly targeting MALT1. J. Med. Virol. 2017;89:1069–1079. doi: 10.1002/jmv.24728.", "ArticleIdList": ["10.1002/jmv.24728", "27813118"]}, {"Citation": "Pepe F., Visone R., Veronese A. The glucose-regulated MiR-483-3p influences key signaling pathways in cancer. Cancers. 2018;10:181. doi: 10.3390/cancers10060181.", "ArticleIdList": ["10.3390/cancers10060181", "PMC6025222", "29867024"]}, {"Citation": "Lu J., Zhou L., Wu B., Duan Y., Sun Y., Gu L., Xu D., Du C. MiR-501-3p functions as a tumor suppressor in non-small cell lung cancer by downregulating RAP1A. Exp. Cell Res. 2020;387:111752. doi: 10.1016/j.yexcr.2019.111752.", "ArticleIdList": ["10.1016/j.yexcr.2019.111752", "31805277"]}, {"Citation": "Zhang D., Yang N. MiR-335-5p inhibits cell proliferation, migration and invasion in colorectal cancer through downregulating LDHB. J. Buon. 2019;24:1128–1136.", "ArticleIdList": ["31424671"]}, {"Citation": "Gracia-Cazaña T., González S., Parrado C., Juarranz Á., Gilaberte Y. Influence of the Exposome on Skin Cancer. Actas Dermosifiliogr. 2020;111:460–470. doi: 10.1016/j.ad.2020.04.008.", "ArticleIdList": ["10.1016/j.ad.2020.04.008", "32507282"]}, {"Citation": "Pecorelli A., Cordone V., Messano N., Zhang C., Falone S., Amicarelli F., Hayek J., Valacchi G. Altered inflammasome machinery as a key player in the perpetuation of Rett syndrome oxinflammation. Redox Biol. 2020;28:101334. doi: 10.1016/j.redox.2019.101334.", "ArticleIdList": ["10.1016/j.redox.2019.101334", "PMC6812177", "31606551"]}, {"Citation": "Valacchi G., Sticozzi C., Pecorelli A., Cervellati F., Cervellati C., Maioli E. Cutaneous responses to environmental stressors. Ann. N. Y. Acad. Sci. 2012;1271:75–81. doi: 10.1111/j.1749-6632.2012.06724.x.", "ArticleIdList": ["10.1111/j.1749-6632.2012.06724.x", "PMC3495295", "23050967"]}, {"Citation": "Valacchi G., Virgili F., Cervellati C., Pecorelli A. OxInflammation: From subclinical condition to pathological biomarker. Front. Physiol. 2018;9:858. doi: 10.3389/fphys.2018.00858.", "ArticleIdList": ["10.3389/fphys.2018.00858", "PMC6046448", "30038581"]}, {"Citation": "Vierkötter A., Schikowski T., Ranft U., Sugiri D., Matsui M., Krämer U., Krutmann J. Airborne particle exposure and extrinsic skin aging. J. Investig. Dermatol. 2010;130:2719–2726. doi: 10.1038/jid.2010.204.", "ArticleIdList": ["10.1038/jid.2010.204", "20664556"]}, {"Citation": "Magnani N.D., Muresan X.M., Belmonte G., Cervellati F., Sticozzi C., Pecorelli A., Miracco C., Marchini T., Evelson P., Valacchi G. Skin damage mechanisms related to airborne particulate matter exposure. Toxicol. Sci. 2016;149:227–236. doi: 10.1093/toxsci/kfv230.", "ArticleIdList": ["10.1093/toxsci/kfv230", "26507108"]}, {"Citation": "Furukawa J.Y., Martinez R.M., Morocho-Jácome A.L., Castillo-Gómez T.S., Pereda-Contreras V.J., Rosado C., Velasco M.V.R., Baby A.R. Skin impacts from exposure to ultraviolet, visible, infrared, and artificial lights—A review. J. Cosmet. Laser Ther. 2021;23:1–7. doi: 10.1080/14764172.2021.1950767.", "ArticleIdList": ["10.1080/14764172.2021.1950767", "34669525"]}, {"Citation": "Pattison D.I., Davies M.J. Actions of ultraviolet light on cellular structures. EXS. 2006;96:131–157. doi: 10.1007/3-7643-7378-4_6.", "ArticleIdList": ["10.1007/3-7643-7378-4_6", "16383017"]}, {"Citation": "Svobodova A., Walterova D., Vostalova J. Ultraviolet light induced alteration to the skin. Biomed. Pap. Med. Fac. Univ. Palacky. Olomouc. Czech. Repub. 2006;150:25–38. doi: 10.5507/bp.2006.003.", "ArticleIdList": ["10.5507/bp.2006.003", "16936899"]}, {"Citation": "Fritsche K. Important differences exist in the dose-response relationship between diet and immune cell fatty acids in humans and rodents. Lipids. 2007;42:961–979. doi: 10.1007/s11745-007-3106-9.", "ArticleIdList": ["10.1007/s11745-007-3106-9", "17713802"]}, {"Citation": "Xu J., Li C.X., Li Y.S., Lv J.Y., Ma Y., Shao T.T., Xu L.D., Wang Y.Y., Du L., Zhang Y.P., et al. MiRNA-miRNA synergistic network: Construction via co-regulating functional modules and disease miRNA topological features. Nucleic Acids Res. 2011;39:825–836. doi: 10.1093/nar/gkq832.", "ArticleIdList": ["10.1093/nar/gkq832", "PMC3035454", "20929877"]}, {"Citation": "Fry R.C., Rager J.E., Bauer R., Sebastian E., Peden D.B., Jaspers I., Alexis N.E. Air toxics and epigenetic effects: Ozone altered microRNAs in the sputum of human subjects. Am. J. Physiol. Lung Cell. Mol. Physiol. 2014;306:L1129–L1137. doi: 10.1152/ajplung.00348.2013.", "ArticleIdList": ["10.1152/ajplung.00348.2013", "PMC4060009", "24771714"]}, {"Citation": "Abdel-Shafy H.I., El-Khateeb M.A., Mansour M.S.M. Treatment of leather industrial wastewater via combined advanced oxidation and membrane filtration. Water Sci. Technol. 2016;74:586–594. doi: 10.2166/wst.2016.234.", "ArticleIdList": ["10.2166/wst.2016.234", "27508363"]}, {"Citation": "Izzotti A., Calin G.A., Arrigo P., Steele V.E., Croce C.M., De Flora S. Downregulation of microRNA expression in the lungs of rats exposed to cigarette smoke. FASEB J. 2009;23:806–812. doi: 10.1096/fj.08-121384.", "ArticleIdList": ["10.1096/fj.08-121384", "PMC2653990", "18952709"]}, {"Citation": "Izzotti A., Pulliero A. The effects of environmental chemical carcinogens on the microRNA machinery. Int. J. Hyg. Environ. Health. 2014;217:601–627. doi: 10.1016/j.ijheh.2014.01.001.", "ArticleIdList": ["10.1016/j.ijheh.2014.01.001", "24560354"]}, {"Citation": "Huang Y., Unger N., Harper K., Heyes C. Global Climate and Human Health Effects of the Gasoline and Diesel Vehicle Fleets. GeoHealth. 2020;4:e2019GH000240. doi: 10.1029/2019GH000240.", "ArticleIdList": ["10.1029/2019GH000240", "PMC7065981", "32190790"]}, {"Citation": "Izzotti A., Pulliero A. Molecular damage and lung tumors in cigarette smoke-exposed mice. Ann. N. Y. Acad. Sci. 2015;1340:75–83. doi: 10.1111/nyas.12697.", "ArticleIdList": ["10.1111/nyas.12697", "25712567"]}, {"Citation": "Meek M.D. Ah receptor and estrogen receptor-dependent modulation of gene expression by extracts of diesel exhaust particles. Environ. Res. 1998;79:114–121. doi: 10.1006/enrs.1998.3870.", "ArticleIdList": ["10.1006/enrs.1998.3870", "9841810"]}, {"Citation": "Hoskin R., Pambianchi E., Pecorelli A., Grace M., Therrien J.P., Valacchi G., Lila M.A. Novel spray dried algae-rosemary particles attenuate pollution-induced skin damage. Molecules. 2021;26:3781. doi: 10.3390/molecules26133781.", "ArticleIdList": ["10.3390/molecules26133781", "PMC8270324", "34206295"]}, {"Citation": "Izzotti A., Calin G.A., Steele V.E., Croce C.M., De Flora S. Relationships of microRNA expression in mouse lung with age and exposure to cigarette smoke and light. FASEB J. 2009;23:3243–3250. doi: 10.1096/fj.09-135251.", "ArticleIdList": ["10.1096/fj.09-135251", "PMC2735372", "19465468"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "1", "Day": "21"}, {"Year": "2022", "Month": "1", "Day": "24"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "1", "Minute": "12"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["35207665", "PMC8880698", "10.3390/jpm12020176", "jpm12020176"]}}], "PubmedBookArticle": []}