{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35213219", "DateRevised": {"Year": "2023", "Month": "04", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "25"}], "ELocationID": ["eabj9156", "10.1126/sciadv.abj9156"], "Journal": {"ISSN": "2375-2548", "JournalIssue": {"Volume": "8", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "25"}}, "Title": "Science advances", "ISOAbbreviation": "Sci Adv"}, "ArticleTitle": "Chemistry and human exposure implications of secondary organic aerosol production from indoor terpene ozonolysis.", "Pagination": {"StartPage": "eabj9156", "MedlinePgn": "eabj9156"}, "Abstract": {"AbstractText": ["Surface cleaning using commercial disinfectants, which has recently increased during the coronavirus disease 2019 pandemic, can generate secondary indoor pollutants both in gas and aerosol phases. It can also affect indoor air quality and health, especially for workers repeatedly exposed to disinfectants. Here, we cleaned the floor of a mechanically ventilated office room using a commercial cleaner while concurrently measuring gas-phase precursors, oxidants, radicals, secondary oxidation products, and aerosols in real-time; these were detected within minutes after cleaner application. During cleaning, indoor monoterpene concentrations exceeded outdoor concentrations by two orders of magnitude, increasing the rate of ozonolysis under low (<10 ppb) ozone levels. High number concentrations of freshly nucleated sub-10-nm particles (≥10<sup>5</sup> cm<sup>-3</sup>) resulted in respiratory tract deposited dose rates comparable to or exceeding that of inhalation of vehicle-associated aerosols."]}, "AuthorList": [{"Identifier": ["0000-0002-8925-8352"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "O'Neill School of Public and Environmental Affairs, Indiana University, Bloomington, IN 47405, USA."}], "LastName": "Rosales", "ForeName": "Colleen Marciel F", "Initials": "CMF"}, {"Identifier": ["0000-0001-6271-0436"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lyles School of Civil Engineering, Purdue University, West Lafayette, IN 47907, USA."}, {"Identifier": [], "Affiliation": "Ray W. Herrick Laboratories, Center for High Performance Buildings, Purdue University, West Lafayette, IN 47907, USA."}], "LastName": "Jiang", "ForeName": "Jinglin", "Initials": "J"}, {"Identifier": ["0000-0003-2268-5269"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "O'Neill School of Public and Environmental Affairs, Indiana University, Bloomington, IN 47405, USA."}, {"Identifier": [], "Affiliation": "IMT Lille Douai, Institut Mines-Télécom, Université de Lille, Center for Energy and Environment, 59000 Lille, France."}], "LastName": "Lahib", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Indiana University, Bloomington, IN 47405, USA."}], "LastName": "Bottorff", "ForeName": "Brandon P", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Indiana University, Bloomington, IN 47405, USA."}], "LastName": "Reidy", "ForeName": "Emily K", "Initials": "EK"}, {"Identifier": ["0000-0002-6110-3789"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "O'Neill School of Public and Environmental Affairs, Indiana University, Bloomington, IN 47405, USA."}], "LastName": "Kumar", "ForeName": "Vinay", "Initials": "V"}, {"Identifier": ["0000-0001-9767-5343"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RJ Lee Group Inc., Monroeville, PA 15146, USA."}], "LastName": "Tasoglou", "ForeName": "Antonios", "Initials": "A"}, {"Identifier": ["0000-0001-8504-4915"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RJ Lee Group Inc., Monroeville, PA 15146, USA."}, {"Identifier": [], "Affiliation": "Edelweiss Technology Solutions LLC, Novelty, OH 44072, USA."}], "LastName": "Huber", "ForeName": "Heinz", "Initials": "H"}, {"Identifier": ["0000-0001-5162-3660"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IMT Lille Douai, Institut Mines-Télécom, Université de Lille, Center for Energy and Environment, 59000 Lille, France."}], "LastName": "Dusanter", "ForeName": "Sebastien", "Initials": "S"}, {"Identifier": ["0000-0002-0125-581X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IMT Lille Douai, Institut Mines-Télécom, Université de Lille, Center for Energy and Environment, 59000 Lille, France."}], "LastName": "Tomas", "ForeName": "Alexandre", "Initials": "A"}, {"Identifier": ["0000-0003-1011-4100"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lyles School of Civil Engineering, Purdue University, West Lafayette, IN 47907, USA."}, {"Identifier": [], "Affiliation": "Ray W. Herrick Laboratories, Center for High Performance Buildings, Purdue University, West Lafayette, IN 47907, USA."}], "LastName": "Boor", "ForeName": "Brandon E", "Initials": "BE"}, {"Identifier": ["0000-0001-9899-4215"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "O'Neill School of Public and Environmental Affairs, Indiana University, Bloomington, IN 47405, USA."}, {"Identifier": [], "Affiliation": "Department of Chemistry, Indiana University, Bloomington, IN 47405, USA."}], "LastName": "Stevens", "ForeName": "Philip S", "Initials": "PS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Sci Adv", "NlmUniqueID": "101653440", "ISSNLinking": "2375-2548"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wu T., Boor B. E., Urban aerosol size distributions: A global perspective. Atmos. Chem. Phys. 21, 8883–8914 (2021)."}, {"Citation": "Wallace L., Indoor sources of ultrafine and accumulation mode particles: Size distributions, size-resolved concentrations, and source strengths. Aerosol Sci. Technol. 40, 348–360 (2006)."}, {"Citation": "Pathak R. K., Salo K., Emanuelsson E. U., Cai C., Lutz A., Hallquist Å. M., Hallquist M., Influence of ozone and radical chemistry on limonene organic aerosol production and thermal characteristics. Environ. Sci. Technol. 46, 11660–11669 (2012).", "ArticleIdList": ["22985264"]}, {"Citation": "Leungsakul S., Jaoui M., Kamens R. M., Kinetic mechanism for predicting secondary organic aerosol formation from the reaction of d-limonene with ozone. Environ. Sci. Technol. 39, 9583–9594 (2005).", "ArticleIdList": ["16475339"]}, {"Citation": "Hammes J., Lutz A., Mentel T., Faxon C., Hallquist M., Carboxylic acids from limonene oxidation by ozone and hydroxyl radicals: Insights into mechanisms derived using a FIGAERO-CIMS. Atmos. Chem. Phys. 19, 13037–13052 (2019)."}, {"Citation": "Wu T., Täubel M., Holopainen R., Viitanen A. K., Vainiotalo S., Tuomi T., Keskinen J., Hyvärinen A., Hämeri K., Saari S. E., Boor B. E., Infant and adult inhalation exposure to resuspended biological particulate matter. Environ. Sci. Technol. 52, 237–247 (2018).", "ArticleIdList": ["29144737"]}, {"Citation": "Rossignol S., Rio C., Ustache A., Fable S., Nicolle J., Même A., D’Anna B., Nicolas M., Leoz E., Chiappini L., The use of a housecleaning product in an indoor environment leading to oxygenated polar compounds and SOA formation: Gas and particulate phase chemical characterization. Atmos. Environ. 75, 196–205 (2013)."}, {"Citation": "Youssefi S., Waring M. S., Transient secondary organic aerosol formation from limonene ozonolysis in indoor environments: Impacts of air exchange rates and initial concentration ratios. Environ. Sci. Technol. 48, 7899–7908 (2014).", "ArticleIdList": ["24940869"]}, {"Citation": "Niu X., Ho S. S. H., Ho K. F., Huang Y., Cao J., Shen Z., Sun J., Wang X., Wang Y., Lee S., Huang R., Indoor secondary organic aerosols formation from ozonolysis of monoterpene: An example of d-limonene with ammonia and potential impacts on pulmonary inflammations. Sci. Total Environ. 579, 212–220 (2017).", "ArticleIdList": ["27842959"]}, {"Citation": "Waring M. S., Secondary organic aerosol formation by limonene ozonolysis: Parameterizing multi-generational chemistry in ozone- and residence time-limited indoor environments. Atmos. Environ. 144, 79–86 (2016)."}, {"Citation": "Singer B. C., Coleman B. K., Destaillats H., Hodgson A. T., Lunden M. M., Weschler C. J., Nazaroff W. W., Indoor secondary pollutants from cleaning product and air freshener use in the presence of ozone. Atmos. Environ. 40, 6696–6710 (2006).", "ArticleIdList": ["16903280"]}, {"Citation": "Langer S., Moldanová J., Arrhenius K., Ljungström E., Ekberg L., Ultrafine particles produced by ozone/limonene reactions in indoor air under low/closed ventilation conditions. Atmos. Environ. 42, 4149–4159 (2008)."}, {"Citation": "Morawska L., He C., Johnson G., Guo H., Uhde E., Ayoko G., Ultrafine particles in indoor air of a school: Possible role of secondary organic aerosols. Environ. Sci. Technol. 43, 9103–9109 (2009).", "ArticleIdList": ["20000499"]}, {"Citation": "Vartiainen E., Kulmala M., Ruuskanen T. M., Taipale R., Rinne J., Vehkamäki H., Formation and growth of indoor air aerosol particles as a result of d-limonene oxidation. Atmos. Environ. 40, 7882–7892 (2006)."}, {"Citation": "Wainman T., Zhang J., Weschler C. J., Lioy P. J., Ozone and limonene in indoor air: A source of submicron particle exposure. Environ. Health Perspect. 108, 1139–1145 (2000).", "ArticleIdList": ["PMC1240194", "11133393"]}, {"Citation": "Weschler C. J., Shields H. C., Indoor ozone/terpene reactions as a source of indoor particles. Atmos. Environ. 33, 2301–2312 (1999)."}, {"Citation": "Rosch C., Wissenbach D. K., Franck U., Wendisch M., Schlink U., Degradation of indoor limonene by outdoor ozone: A cascade of secondary organic aerosols. Environ. Pollut. 226, 463–472 (2017).", "ArticleIdList": ["28456415"]}, {"Citation": "Carslaw N., A mechanistic study of limonene oxidation products and pathways following cleaning activities. Atmos. Environ. 80, 507–513 (2013)."}, {"Citation": "Waring M. S., Wells J. R., Volatile organic compound conversion by ozone, hydroxyl radicals, and nitrate radicals in residential indoor air: Magnitudes and impacts of oxidant sources. Atmos. Environ. 106, 382–391 (2015).", "ArticleIdList": ["PMC4741105", "26855604"]}, {"Citation": "Ciriminna R., Lomeli-Rodriguez M., Demma Cara P., Lopez-Sanchez J. A., Pagliaro M., Limonene: A versatile chemical of the bioeconomy. Chem. Commun. (Camb.) 50, 15288–15296 (2014).", "ArticleIdList": ["25341412"]}, {"Citation": "Brown S. K., Sim M. R., Abramson M. J., Gray C. N., Concentrations of volatile organic compounds in indoor air—A review. Indoor Air 4, 123–134 (1994)."}, {"Citation": "U.S. Environmental Protection Agency, Indoor Air Quality: Volatile Organic Compounds’ Impact on Indoor Air Quality (U.S. Environmental Protection Agency, 2020)."}, {"Citation": "Wang C., Collins D. B., Abbatt J. P. D., Indoor illumination of terpenes and bleach emissions leads to particle formation and growth. Environ. Sci. Technol. 53, 11792–11800 (2019).", "ArticleIdList": ["31576741"]}, {"Citation": "Wisthaler A., Weschler C. J., Reactions of ozone with human skin lipids: Sources of carbonyls, dicarbonyls, and hydroxycarbonyls in indoor air. Proc. Natl. Acad. Sci. U.S.A. 107, 6568–6575 (2010).", "ArticleIdList": ["PMC2872416", "19706436"]}, {"Citation": "Wang H., Morrison G. C., Ozone-initiated secondary emission rates of aldehydes from indoor surfaces in four homes. Environ. Sci. Technol. 40, 5263–5268 (2006).", "ArticleIdList": ["16999097"]}, {"Citation": "Lai D., Karava P., Chen Q., Study of outdoor ozone penetration into buildings through ventilation and infiltration. Build. Environ. 93, 112–118 (2015)."}, {"Citation": "Pagonis D., Algrim L. B., Price D. J., Day D. A., Handschy A. V., Stark H., Miller S. L., de Gouw J. A., Jimenez J. L., Ziemann P. J., Autoxidation of limonene emitted in a university art museum. Environ. Sci. Technol. Lett. 6, 520–524 (2019).", "ArticleIdList": ["30990681"]}, {"Citation": "Carslaw N., Fletcher L., Heard D., Ingham T., Walker H., Significant OH production under surface cleaning and air cleaning conditions: Impact on indoor air quality. Indoor Air 27, 1091–1100 (2017).", "ArticleIdList": ["28493625"]}, {"Citation": "Mendez M., Amedro D., Blond N., Hauglustaine D. A., Blondeau P., Afif C., Fittschen C., Schoemaecker C., Identification of the major HOx radical pathways in an indoor air environment. Indoor Air 27, 434–442 (2017).", "ArticleIdList": ["27317507"]}, {"Citation": "Gomez Alvarez E., Amedro D., Afif C., Gligorovski S., Schoemaecker C., Fittschen C., Doussin J. F., Wortham H., Unexpectedly high indoor hydroxyl radical concentrations associated with nitrous acid. Proc. Natl. Acad. Sci. 110, 13294–13299 (2013).", "ArticleIdList": ["PMC3746940", "23898188"]}, {"Citation": "Maleknia S. D., Bell T. L., Adams M. A., PTR-MS analysis of reference and plant-emitted volatile organic compounds. Int. J. Mass Spectrom. 262, 203–210 (2007)."}, {"Citation": "Jiang J., Ding X., Tasoglou A., Huber H., Shah A. D., Jung N., Boor B. E., Real-time measurements of botanical disinfectant emissions, transformations, and multiphase inhalation exposures in buildings. Environ. Sci. Technol. Lett. 8, 558–566 (2021)."}, {"Citation": "Farmer D. K., Vance M. E., Abbatt J. P. D., Abeleira A., Alves M. R., Arata C., Boedicker E., Bourne S., Cardoso-Saldaña F., Corsi R., DeCarlo P. F., Goldstein A. H., Grassian V. H., Hildebrandt Ruiz L., Jimenez J. L., Kahan T. F., Katz E. F., Mattila J. M., Nazaroff W. W., Novoselac A., O’Brien R. E., Or V. W., Patel S., Sankhyan S., Stevens P. S., Tian Y., Wade M., Wang C., Zhou S., Zhou Y., Overview of HOMEChem: House observations of microbial and environmental chemistry. Environ Sci Process Impacts 21, 1280–1300 (2019).", "ArticleIdList": ["31328749"]}, {"Citation": "Tang X., Misztal P. K., Nazaroff W. W., Goldstein A. H., Volatile organic compound emissions from humans indoors. Environ. Sci. Technol. 50, 12686–12694 (2016).", "ArticleIdList": ["27934268"]}, {"Citation": "Lew M. M., Rickly P. S., Bottorff B. P., Reidy E., Sklaveniti S., Léonardis T., Locoge N., Dusanter S., Kundu S., Wood E., Stevens P. S., OH and HO2 radical chemistry in a midlatitude forest: Measurements and model comparisons. Atmos. Chem. Phys. 20, 9209–9230 (2020)."}, {"Citation": "Ioannou E., Koutsaviti A., Tzakou O., Roussis V., The genus Pinus: A comparative study on the needle essential oil composition of 46 pine species. Phytochem. Rev. 13, 741–768 (2014)."}, {"Citation": "Kundu S., Deming B. L., Lew M. M., Bottorff B. P., Rickly P., Stevens P. S., Dusanter S., Sklaveniti S., Leonardis T., Locoge N., Wood E. C., Peroxy radical measurements by ethane – nitric oxide chemical amplification and laser-induced fluorescence during the IRRONIC field campaign in a forest in Indiana. Atmos. Chem. Phys. 19, 9563–9579 (2019)."}, {"Citation": "Kontkanen J., Järvinen E., Manninen H. E., Lehtipalo K., Kangasluoma J., Decesari S., Gobbi G. P., Laaksonen A., Petäjä T., Kulmala M., High concentrations of sub-3nm clusters and frequent new particle formation observed in the Po Valley, Italy, during the PEGASOS 2012 campaign. Atmos. Chem. Phys. 16, 1919–1935 (2016)."}, {"Citation": "Kulmala M., Vehkamäki H., Petäjä T., Dal Maso M., Lauri A., Kerminen V. M., Birmili W., McMurry P. H., Formation and growth rates of ultrafine atmospheric particles: A review of observations. J. Aerosol Sci. 35, 143–176 (2004)."}, {"Citation": "Zhu Y., Hinds W. C., Kim S., Shen S., Sioutas C., Study of ultrafine particles near a major highway with heavy-duty diesel traffic. Atmos. Environ. 36, 4323–4335 (2002)."}, {"Citation": "Yang S., Licina D., Weschler C. J., Wang N., Zannoni N., Li M., Vanhanen J., Langer S., Wargocki P., Williams J., Bekö G., Ozone initiates human-derived emission of nanocluster aerosols. Environ. Sci. Technol. 55, 14536–14545 (2021).", "ArticleIdList": ["34672572"]}, {"Citation": "Pathak R. K., Stanier C. O., Donahue N. M., Pandis S. N., Ozonolysis of α-pinene at atmospherically relevant concentrations: Temperature dependence of aerosol mass fractions (yields). J. Geophys. Res. 112, D03201 (2007)."}, {"Citation": "Reichman R., Shirazi E., Colliver D. G., Pennell K. G., US residential building air exchange rates: New perspectives to improve decision making at vapor intrusion sites. Environ Sci Process Impacts 19, 87–100 (2017).", "ArticleIdList": ["PMC5369024", "28186210"]}, {"Citation": "Bouvier-Brown N. C., Goldstein A. H., Gilman J. B., Kuster W. C., de Gouw J. A., In-situ ambient quantification of monoterpenes, sesquiterpenes, and related oxygenated compounds during BEARPEX 2007: Implications for gas- and particle-phase chemistry. Atmos. Chem. Phys. 9, 5505–5518 (2009)."}, {"Citation": "Raysoni A. U., Stock T. H., Sarnat J. A., Chavez M. C., Sarnat S. E., Montoya T., Holguin F., Li W. W., Evaluation of VOC concentrations in indoor and outdoor microenvironments at near-road schools. Environ. Pollut. 231, 681–693 (2017).", "ArticleIdList": ["28850936"]}, {"Citation": "Stephens B., Siegel J. A., Ultrafine particle removal by residential heating, ventilating, and air-conditioning filters. Indoor Air 23, 488–497 (2013).", "ArticleIdList": ["23590456"]}, {"Citation": "Kirkby J., Duplissy J., Sengupta K., Frege C., Gordon H., Williamson C., Heinritzi M., Simon M., Yan C., Almeida J., Tröstl J., Nieminen T., Ortega I. K., Wagner R., Adamov A., Amorim A., Bernhammer A. K., Bianchi F., Breitenlechner M., Brilke S., Chen X., Craven J., Dias A., Ehrhart S., Flagan R. C., Franchin A., Fuchs C., Guida R., Hakala J., Hoyle C. R., Jokinen T., Junninen H., Kangasluoma J., Kim J., Krapf M., Kürten A., Laaksonen A., Lehtipalo K., Makhmutov V., Mathot S., Molteni U., Onnela A., Peräkylä O., Piel F., Petäjä T., Praplan A. P., Pringle K., Rap A., Richards N. A. D., Riipinen I., Rissanen M. P., Rondo L., Sarnela N., Schobesberger S., Scott C. E., Seinfeld J. H., Sipilä M., Steiner G., Stozhkov Y., Stratmann F., Tomé A., Virtanen A., Vogel A. L., Wagner A. C., Wagner P. E., Weingartner E., Wimmer D., Winkler P. M., Ye P., Zhang X., Hansel A., Dommen J., Donahue N. M., Worsnop D. R., Baltensperger U., Kulmala M., Carslaw K. S., Curtius J., Ion-induced nucleation of pure biogenic particles. Nature 533, 521–526 (2016).", "ArticleIdList": ["PMC8384037", "27225125"]}, {"Citation": "Tröstl J., Chuang W. K., Gordon H., Heinritzi M., Yan C., Molteni U., Ahlm L., Frege C., Bianchi F., Wagner R., Simon M., Lehtipalo K., Williamson C., Craven J. S., Duplissy J., Adamov A., Almeida J., Bernhammer A. K., Breitenlechner M., Brilke S., Dias A., Ehrhart S., Flagan R. C., Franchin A., Fuchs C., Guida R., Gysel M., Hansel A., Hoyle C. R., Jokinen T., Junninen H., Kangasluoma J., Keskinen H., Kim J., Krapf M., Kürten A., Laaksonen A., Lawler M., Leiminger M., Mathot S., Möhler O., Nieminen T., Onnela A., Petäjä T., Piel F. M., Miettinen P., Rissanen M. P., Rondo L., Sarnela N., Schobesberger S., Sengupta K., Sipilä M., Smith J. N., Steiner G., Tomè A., Virtanen A., Wagner A. C., Weingartner E., Wimmer D., Winkler P. M., Ye P., Carslaw K. S., Curtius J., Dommen J., Kirkby J., Kulmala M., Riipinen I., Worsnop D. R., Donahue N. M., Baltensperger U., The role of low-volatility organic compounds in initial particle growth in the atmosphere. Nature 533, 527–531 (2016).", "ArticleIdList": ["PMC8384036", "27225126"]}, {"Citation": "Patel S., Rim D., Sankhyan S., Novoselac A., Vance M. E., Aerosol dynamics modeling of sub-500 nm particles during the HOMEChem study. Environ. Sci. Process. Impacts 23, 1706–1717 (2021).", "ArticleIdList": ["34643206"]}, {"Citation": "Cai R., Yang D., Fu Y., Wang X., Li X., Ma Y., Hao J., Zheng J., Jiang J., Aerosol surface area concentration: A governing factor in new particle formation in Beijing. Atmos. Chem. Phys. 17, 12327–12340 (2017)."}, {"Citation": "Wolfe G. M., Marvin M. R., Roberts S. J., Travis K. R., Liao J., The Framework for 0-D Atmospheric Modeling (F0AM) v3.1. Geosci. Model Dev. 9, 3309–3319 (2016)."}, {"Citation": "Chen J., Møller K. H., Wennberg P. O., Kjaergaard H. G., Unimolecular reactions following indoor and outdoor limonene ozonolysis. Chem. Eur. J. 125, 669–680 (2021).", "ArticleIdList": ["33432816"]}, {"Citation": "Li M., Weschler C. J., Bekö G., Wargocki P., Lucic G., Williams J., Human ammonia emission rates under various indoor environmental conditions. Environ. Sci. Technol. 54, 5419–5428 (2020).", "ArticleIdList": ["32233434"]}, {"Citation": "Kirkby J., Curtius J., Almeida J., Dunne E., Duplissy J., Ehrhart S., Franchin A., Gagné S., Ickes L., Kürten A., Kupc A., Metzger A., Riccobono F., Rondo L., Schobesberger S., Tsagkogeorgas G., Wimmer D., Amorim A., Bianchi F., Breitenlechner M., David A., Dommen J., Downard A., Ehn M., Flagan R. C., Haider S., Hansel A., Hauser D., Jud W., Junninen H., Kreissl F., Kvashin A., Laaksonen A., Lehtipalo K., Lima J., Lovejoy E. R., Makhmutov V., Mathot S., Mikkilä J., Minginette P., Mogo S., Nieminen T., Onnela A., Pereira P., Petäjä T., Schnitzhofer R., Seinfeld J. H., Sipilä M., Stozhkov Y., Stratmann F., Tomé A., Vanhanen J., Viisanen Y., Vrtala A., Wagner P. E., Walther H., Weingartner E., Wex H., Winkler P. M., Carslaw K. S., Worsnop D. R., Baltensperger U., Kulmala M., Role of sulphuric acid, ammonia and galactic cosmic rays in atmospheric aerosol nucleation. Nature 476, 429–433 (2011).", "ArticleIdList": ["21866156"]}, {"Citation": "Sihto S. L., Kulmala M., Kerminen V. M., Dal Maso M., Petäjä T., Riipinen I., Korhonen H., Arnold F., Janson R., Boy M., Laaksonen A., Lehtinen K. E. J., Atmospheric sulphuric acid and aerosol formation: Implications from atmospheric measurements for nucleation and early growth mechanisms. Atmos. Chem. Phys. 6, 4079–4091 (2006)."}, {"Citation": "Lehtipalo K., Yan C., Dada L., Bianchi F., Xiao M., Wagner R., Stolzenburg D., Ahonen L. R., Amorim A., Baccarini A., Bauer P. S., Baumgartner B., Bergen A., Bernhammer A.-K., Breitenlechner M., Brilke S., Buchholz A., Mazon S. B., Chen D., Chen X., Dias A., Dommen J., Draper D. C., Duplissy J., Ehn M., Finkenzeller H., Fischer L., Frege C., Fuchs C., Garmash O., Gordon H., Hakala J., He X., Heikkinen L., Heinritzi M., Helm J. C., Hofbauer V., Hoyle C. R., Jokinen T., Kangasluoma J., Kerminen V.-M., Kim C., Kirkby J., Kontkanen J., Kürten A., Lawler M. J., Mai H., Mathot S., Mauldin R. L. III, Molteni U., Nichman L., Nie W., Nieminen T., Ojdanic A., Onnela A., Passananti M., Petäjä T., Piel F., Pospisilova V., Quéléver L. L. J., Rissanen M. P., Rose C., Sarnela N., Schallhart S., Schuchmann S., Sengupta K., Simon M., Sipilä M., Tauber C., Tomé A., Tröstl J., Väisänen O., Vogel A. L., Volkamer R., Wagner A. C., Wang M., Weitz L., Wimmer D., Ye P., Ylisirniö A., Zha Q., Carslaw K. S., Curtius J., Donahue N. M., Flagan R. C., Hansel A., Riipinen I., Virtanen A., Winkler P. M., Baltensperger U., Kulmala M., Worsnop D. R., Multicomponent new particle formation from sulfuric acid, ammonia, and biogenic vapors. Sci. Adv. 4, eaau5363 (2018).", "ArticleIdList": ["PMC6291317", "30547087"]}, {"Citation": "Hussein T., Boor B. E., Löndahl J., Regional inhaled deposited dose of indoor combustion-generated aerosols in jordanian urban homes. Atmosphere 11, 1150 (2020)."}, {"Citation": "Rönkkö T., Kuuluvainen H., Karjalainen P., Keskinen J., Hillamo R., Niemi J. V., Pirjola L., Timonen H. J., Saarikoski S., Saukko E., Järvinen A., Silvennoinen H., Rostedt A., Olin M., Yli-Ojanperä J., Nousiainen P., Kousa A., Dal Maso M., Traffic is a major source of atmospheric nanocluster aerosol. Proc. Natl. Acad. Sci. 114, 7549–7554 (2017).", "ArticleIdList": ["PMC5530662", "28674021"]}, {"Citation": "Patel S., Sankhyan S., Boedicker E. K., DeCarlo P. F., Farmer D. K., Goldstein A. H., Katz E. F., Nazaroff W. W., Tian Y., Vanhanen J., Vance M. E., Indoor particulate matter during HOMEChem: Concentrations, size distributions, and exposures. Environ. Sci. Technol. 54, 7107–7116 (2020).", "ArticleIdList": ["32391692"]}, {"Citation": "Sgro L. A., Simonelli A., Pascarella L., Minutolo P., Guarnieri D., Sannolo N., Netti P., D’Anna A., Toxicological properties of nanoparticles of organic compounds (NOC) from flames and vehicle exhausts. Environ. Sci. Technol. 43, 2608–2613 (2009).", "ArticleIdList": ["19452924"]}, {"Citation": "Malorni L., Guida V., Sirignano M., Genovese G., Petrarca C., Pedata P., Exposure to sub-10 nm particles emitted from a biodiesel-fueled diesel engine: In vitro toxicity and inflammatory potential. Toxicol. Lett. 270, 51–61 (2017).", "ArticleIdList": ["28189646"]}, {"Citation": "Pedata P., Bergamasco N., D’Anna A., Minutolo P., Servillo L., Sannolo N., Balestrieri M. L., Apoptotic and proinflammatory effect of combustion-generated organic nanoparticles in endothelial cells. Toxicol. Lett. 219, 307–314 (2013).", "ArticleIdList": ["23538036"]}, {"Citation": "Garcia G. J., Schroeter J. D., Kimbell J. S., Olfactory deposition of inhaled nanoparticles in humans. Inhal. Toxicol. 27, 394–403 (2015).", "ArticleIdList": ["PMC4745908", "26194036"]}, {"Citation": "Baldauf R. W., Devlin R. B., Gehr P., Giannelli R., Hassett-Sipple B., Jung H., Martini G., Donald J. M., Sacks J. D., Walker K., Ultrafine particle metrics and research considerations: Review of the 2015 UFP workshop. Int. J. Environ. Res. Public Health 13, 1054 (2016).", "ArticleIdList": ["PMC5129264", "27801854"]}, {"Citation": "U.S. Department of Labor Bureau of Labor Statistics, Janitors and building cleaners, in Occupational Outlook Handbook (U.S. Bureau of Labor Statistics, 2021)."}, {"Citation": "Rai N. K., Ashok A., Akondi B. R., Consequences of chemical impact of disinfectants: Safe preventive measures against COVID-19. Crit. Rev. Toxicol. 50, 513–520 (2020).", "ArticleIdList": ["32729370"]}, {"Citation": "Morawska L., Tang J. W., Bahnfleth W., Bluyssen P. M., Boerstra A., Buonanno G., Cao J., Dancer S., Floto A., Franchimon F., Haworth C., Hogeling J., Isaxon C., Jimenez J. L., Kurnitski J., Li Y., Loomans M., Marks G., Marr L. C., Mazzarella L., Melikov A. K., Miller S., Milton D. K., Nazaroff W., Nielsen P. V., Noakes C., Peccia J., Querol X., Sekhar C., Seppänen O., Tanabe S. I., Tellier R., Tham K. W., Wargocki P., Wierzbicka A., Yao M., How can airborne transmission of COVID-19 indoors be minimised? Environ. Int. 142, 105832 (2020).", "ArticleIdList": ["PMC7250761", "32521345"]}, {"Citation": "Fuchs H., Holland F., Hofzumahaus A., Measurement of tropospheric RO2 and HO2 radicals by a laser-induced fluorescence instrument. Rev. Sci. Instrum. 79, 084104 (2008).", "ArticleIdList": ["19044365"]}, {"Citation": "Vanhanen J., Mikkilä J., Lehtipalo K., Sipilä M., Manninen H. E., Siivola E., Petäjä T., Kulmala M., Particle size magnifier for nano-CN detection. Aerosol Sci. Technol. 45, 533–542 (2011)."}, {"Citation": "Cai R., Yang D., Ahonen L. R., Shi L., Korhonen F., Ma Y., Hao J., Petäjä T., Zheng J., Kangasluoma J., Jiang J., Data inversion methods to determine sub-3 nm aerosol size distributions using the particle size magnifier. Atmos. Meas. Tech. 11, 4477–4491 (2018)."}, {"Citation": "J. E. Brockmann, Aerosol transport in sampling lines and inlets, in Aerosol Measurement: Principles, Techniques, and Applications, P. Kulkarni, P. A. Baron, K. Willeke, Eds. (Wiley, 2011), pp. 69–105."}, {"Citation": "Saathoff H., Naumann K. H., Möhler O., Jonsson Å. M., Hallquist M., Kiendler-Scharr A., Mentel T. F., Tillmann R., Schurath U., Temperature dependence of yields of secondary organic aerosols from the ozonolysis of α-pinene and limonene. Atmos. Chem. Phys. 9, 1551–1577 (2009)."}, {"Citation": "Marple V., Olson B., Romay F., Hudak G., Geerts S. M., Lundgren D., Second generation micro-orifice uniform deposit impactor, 120 MOUDI-II: Design, evaluation, and application to long-term ambient sampling. Aerosol Sci. Technol. 48, 427–433 (2014)."}, {"Citation": "Tani A., Hayward S., Hewitt C. N., Measurement of monoterpenes and related compounds by proton transfer reaction-mass spectrometry (PTR-MS). Int. J. Mass Spectrom. 223-224, 561–578 (2003)."}, {"Citation": "Tani A., Fragmentation and reaction rate constants of terpenoids determined by proton transfer reaction-mass spectrometry. Environ. Control. Biol. 51, 23–29 (2013)."}, {"Citation": "Zhao J., Zhang R., Proton transfer reaction rate constants between hydronium ion (H3O+) and volatile organic compounds. Atmos. Environ. 38, 2177–2185 (2004)."}, {"Citation": "Saunders S. M., Jenkin M. E., Derwent R. G., Pilling M. J., Protocol for the development of the Master Chemical Mechanism, MCM v3 (Part A): Tropospheric degradation of non-aromatic volatile organic compounds. Atmos. Chem. Phys. 3, 161–180 (2003)."}, {"Citation": "Atkinson R., Hasegawa D., Aschmann S. M., Rate constants for the gas-phase reactions of O3 with a series of monoterpenes and related compounds at 296 ± 2 K. Int. J. Chem. Kinet. 22, 871–887 (1990)."}, {"Citation": "Liggio J., Li S.-M., Reactive uptake of pinonaldehyde on acidic aerosols. J. Geophys. Res. 111, (2006)."}, {"Citation": "U.S. Environmental Protection Agency, “Exposure Factors Handbook: 2011 Edition (Final Report)” (EPA/600/R-09/052F, U.S. Environmental Protection Agency, 2011)."}, {"Citation": "Jenkin M. E., Wyche K. P., Evans C. J., Carr T., Monks P. S., Alfarra M. R., Barley M. H., McFiggans G. B., Young J. C., Rickard A. R., Development and chamber evaluation of the MCM v3.2 degradation scheme for β-caryophyllene. Atmos. Chem. Phys. 12, 5275–5308 (2012)."}, {"Citation": "Glasius M., Lahaniati M., Calogirou A., di Bella D., Jensen N. R., Hjorth J., Kotzias D., Larsen B. R., Carboxylic acids in secondary aerosols from oxidation of cyclic monoterpenes by ozone. Environ. Sci. Technol. 34, 1001–1010 (2000)."}, {"Citation": "Gkatzelis G. I., Hohaus T., Tillmann R., Gensch I., Müller M., Eichler P., Xu K. M., Schlag P., Schmitt S. H., Yu Z., Wegener R., Kaminski M., Holzinger R., Wisthaler A., Kiendler-Scharr A., Gas-to-particle partitioning of major biogenic oxidation products: A study on freshly formed and aged biogenic SOA. Atmos. Chem. Phys. 18, 12969–12989 (2018)."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "25", "Hour": "17", "Minute": "14"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35213219", "PMC8880786", "10.1126/sciadv.abj9156"]}}], "PubmedBookArticle": []}