{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality", "Episodic emissions", "Flaring", "Ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35248627", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "03", "Day": "03"}], "ELocationID": ["10.1016/j.scitotenv.2022.154276", "S0048-9697(22)01368-7"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "828", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Assessing the impact of episodic flare emissions on ozone formation in the Houston-Galveston-Brazoria area of Texas.", "Pagination": {"StartPage": "154276", "MedlinePgn": "154276"}, "Abstract": {"AbstractText": ["Ozone formation due to episodic industrial emissions was modeled for the Houston-Galveston-Brazoria (HGB) region in Texas. A total of more than 1000 synthetic emission scenarios were modeled, accounting for different sources, emission magnitudes, emission compositions, duration and timing of the emission events, meteorology at the time of the emissions, and location of the emission source. Episodic emissions consistent with the characteristics of flaring resulted in the greatest amount of ozone formation. An index, based on incremental reactivity, for characterizing the ozone formation potential of flaring emissions was developed using the synthetic scenarios and was applied to the ~4500 flares that report emissions in the state of Texas. The flares with the highest ranking index in the HGB were identified and additional modeling was performed on the ozone formation potential of these flares. If these flares are modeled with their annual average emission rates, the maximum increase in maximum daily 8-h average ozone (MDA8) formation associated with flaring emissions is <1 ppb. If, however, it is assumed that emissions from flaring are episodic, rather than continuous, and temporal patterns consistent with previous data collection on flare emission variability in the HGB are applied, MDA8 enhancements associated with flaring emissions are >10 ppb for multiple scenarios. This analysis suggests that, for flares emissions that have high ozone formation potential, the temporal patterns of flare emissions should be accounted for in developing ozone mitigation plans."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental and Chemical Engineering, Shanghai University, Shanghai 200444, PR China; Key Laboratory of Organic Compound Pollution Control Engineering (MOE), Shanghai University, Shanghai 200444, PR China."}], "LastName": "Huang", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Energy and Environmental Resources, University of Texas at Austin, Austin, TX 78758, United States."}], "LastName": "Kimura", "ForeName": "Yosuke", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Energy and Environmental Resources, University of Texas at Austin, Austin, TX 78758, United States. Electronic address: allen@che.utexas.edu."}], "LastName": "Allen", "ForeName": "David T", "Initials": "DT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Texas"}], "CoiStatement": "Declaration of competing interest The authors declare the following competing financial interest(s): This work was supported by the 8-Hour Coalition, a group of companies operating facilities, including flares, in the Houston area. One of the authors (DTA) has served and is serving on the Environmental Protection Agency's Science Advisory Board; in this role, he is a paid Special Governmental Employee; DTA has current research support from the National Science Foundation, the Department of Energy, the Texas Commission on Environmental Quality, the Gas Technology Institute's Collaboratory to Advance Methane Science, the National Institute of Clean and Low Carbon Energy (NICE), ExxonMobil Upstream Research Company, Pioneer Natural Resources, and Environmental Defense Fund. He has also worked on air quality projects that have been supported by oil and gas producers and Environmental Defense Fund. DTA has done work as a consultant for multiple companies, including British Petroleum, Cheniere, Eastern Research Group, ExxonMobil, KeyLogic, and SLR International. Ling Huang has also served as a consultant, through Ramboll, to multiple companies."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2021", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "2", "Day": "27"}, {"Year": "2022", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "6", "Hour": "20", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35248627", "10.1016/j.scitotenv.2022.154276", "S0048-9697(22)01368-7"]}}], "PubmedBookArticle": []}