{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35350343", "DateRevised": {"Year": "2022", "Month": "04", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "03", "Day": "08"}], "ELocationID": ["10.1021/acsomega.2c00120"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "22"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Catalytic Decomposition of Residual Ozone over Cactus-like MnO<sub>2</sub> Nanosphere: Synergistic Mechanism and SO<sub>2</sub>/H<sub>2</sub>O Interference.", "Pagination": {"StartPage": "9818", "EndPage": "9833", "MedlinePgn": "9818-9833"}, "Abstract": {"AbstractText": ["Ground-level ozone is an irritant and is harmful to human respiratory and nervous systems. Thus, four manganese oxides with different crystals were hydrothermally synthesized to decompose residual ozone (deO<sub>3</sub>) in an ozone synergistic-oxidation system. Among them, a cactus-like MnO<sub>2</sub>-IV nanosphere exhibited the highest deO<sub>3</sub> activity, with excellent tolerance to water vapor and SO<sub>2</sub>/H<sub>2</sub>O, which could maintain >88% deO<sub>3</sub> efficiency in the high-humidity and sulfur-containing conditions. It benefits from the unique morphology, high specific surface area, superior redox properties, oxygen chemisorption capabilities, abundant surface-active hydroxyl species, and low valence Mn species. More importantly, the detailed interference mechanism of O<sub>2</sub>/O<sub>3</sub>/H<sub>2</sub>O/SO<sub>2</sub> molecules on MnO<sub>2</sub>-IV was revealed utilizing in situ diffused reflectance infrared Fourier transform spectroscopy and X-ray photoelectron spectroscopy. H<sub>2</sub>O generally caused recoverable deactivation, but that caused by SO<sub>2</sub> was irreversible. The synergistic effect of SO<sub>2</sub>/H<sub>2</sub>O promoted the formation of an unstable sulfate species, thereby deepening the deactivation but inhibiting the irreversible poisoning. Finally, nine specific steps to decompose ozone via surface-active hydroxyl/intermediates were established."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0000-0001-8935-593X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}], "LastName": "Tang", "ForeName": "Hairong", "Initials": "H"}, {"Identifier": ["0000-0002-7521-2900"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}], "LastName": "Wang", "ForeName": "Zhihua", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}, {"Identifier": [], "Affiliation": "Zhejiang SUPCON Technology Co., Ltd., Hangzhou 310053, P.R. China."}], "LastName": "Shao", "ForeName": "Jiaming", "Initials": "J"}, {"Identifier": ["0000-0001-5461-8277"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, P.R. China."}], "LastName": "Lin", "ForeName": "Fawei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}], "LastName": "Liu", "ForeName": "Peixi", "Initials": "P"}, {"Identifier": ["0000-0002-7037-9007"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}], "LastName": "He", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": ["0000-0002-0981-2078"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, P.R. China."}], "LastName": "Zhu", "ForeName": "Yanqun", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hollingsworth J. W.; Kleeberger S. R.; Foster W. M. Ozone and pulmonary innate immunity. Proc. Am. Thorac Soc. 2007, 4 (3), 240–6. 10.1513/pats.200701-023AW.", "ArticleIdList": ["10.1513/pats.200701-023AW", "PMC2647625", "17607006"]}, {"Citation": "Nuvolone D.; Petri D.; Voller F. The effects of ozone on human health. Environ. Sci. Pollut Res. 2018, 25 (9), 8074–8088. 10.1007/s11356-017-9239-3.", "ArticleIdList": ["10.1007/s11356-017-9239-3", "28547375"]}, {"Citation": "Kariisa M.; Foraker R.; Pennell M.; Buckley T.; Diaz P.; Criner G. J.; Wilkins J. R. Short- and Long-Term Effects of Ambient Ozone and Fine Particulate Matter on the Respiratory Health of Chronic Obstructive Pulmonary Disease Subjects. Arch Environ. Occup H 2015, 70 (1), 56–62. 10.1080/19338244.2014.932753.", "ArticleIdList": ["10.1080/19338244.2014.932753", "25136856"]}, {"Citation": "Kim B.-J.; Kwon J.-W.; Seo J.-H.; Kim H.-B.; Lee S.-Y.; Park K.-S.; Yu J.; Kim H.-C.; Leem J.-H.; Sakong J.; Kim S.-Y.; Lee C.-G.; Kang D.-M.; Ha M.; Hong Y.-C.; Kwon H.-J.; Hong S.-J. Association of ozone exposure with asthma, allergic rhinitis, and allergic sensitization. Ann. Allerg Asthma Im 2011, 107 (3), 214–219. 10.1016/j.anai.2011.05.025.", "ArticleIdList": ["10.1016/j.anai.2011.05.025", "21875539"]}, {"Citation": "Goodman J. E.; Zu K.; Loftus C. T.; Lynch H. N.; Prueitt R. L.; Mohar I.; Shubin S. P.; Sax S. N. Short-term ozone exposure and asthma severity: Weight-of-evidence analysis. Environ. Res. 2018, 160, 391–397. 10.1016/j.envres.2017.10.018.", "ArticleIdList": ["10.1016/j.envres.2017.10.018", "29059621"]}, {"Citation": "Pinto D. M.; Blande J. D.; Souza S. R.; Nerg A.-M.; Holopainen J. K. Plant Volatile Organic Compounds (VOCs) in Ozone (O3) Polluted Atmospheres: The Ecological Effects. J. Chem. Ecol. 2010, 36 (1), 22–34. 10.1007/s10886-009-9732-3.", "ArticleIdList": ["10.1007/s10886-009-9732-3", "20084432"]}, {"Citation": "Wu R.; Xie S. Spatial Distribution of Ozone Formation in China Derived from Emissions of Speciated Volatile Organic Compounds. Environ. Sci. Technol. 2017, 51 (5), 2574–2583. 10.1021/acs.est.6b03634.", "ArticleIdList": ["10.1021/acs.est.6b03634", "28145691"]}, {"Citation": "Rekhate C. V.; Srivastava J. K. Recent advances in ozone-based advanced oxidation processes for treatment of wastewater- A review. Chemical Engineering Journal Advances 2020, 3, 100031.10.1016/j.ceja.2020.100031.", "ArticleIdList": ["10.1016/j.ceja.2020.100031"]}, {"Citation": "Loeb B. L.; Thompson C. M.; Drago J.; Takahara H.; Baig S. Worldwide Ozone Capacity for Treatment of Drinking Water and Wastewater: A Review. Ozone Sci. Eng. 2012, 34 (1), 64–77. 10.1080/01919512.2012.640251.", "ArticleIdList": ["10.1080/01919512.2012.640251"]}, {"Citation": "Britigan N.; Alshawa A.; Nizkorodov S. A. Quantification of Ozone Levels in Indoor Environments Generated by Ionization and Ozonolysis Air Purifiers. J. Air Waste Manage 2006, 56 (5), 601–610. 10.1080/10473289.2006.10464467.", "ArticleIdList": ["10.1080/10473289.2006.10464467", "16739796"]}, {"Citation": "Shao J.; Xu C.; Wang Z.; Zhang J.; Wang R.; He Y.; Cen K. NOx reduction in a 130 t/h biomass-fired circulating fluid bed boiler using coupled ozonation and wet absorption technology. Ind. Eng. Chem. Res. 2019, 58 (39), 18134–18140. 10.1021/acs.iecr.9b03355.", "ArticleIdList": ["10.1021/acs.iecr.9b03355"]}, {"Citation": "Ma Q.; Wang Z.; Lin F.; Kuang M.; Whiddon R.; He Y.; Liu J. Characteristics of O3 Oxidation for Simultaneous Desulfurization and Denitration with Limestone-Gypsum Wet Scrubbing: Application in a Carbon Black Drying Kiln Furnace. Energy Fuels 2016, 30 (3), 2302–2308. 10.1021/acs.energyfuels.5b02717.", "ArticleIdList": ["10.1021/acs.energyfuels.5b02717"]}, {"Citation": "Yamamoto Y.; Yamamoto H.; Takada D.; Kuroki T.; Fujishima H.; Okubo M. Simultaneous Removal of NOx and SOx from Flue Gas of a Glass Melting Furnace using a Combined Ozone Injection and Semi-dry Chemical Process. Ozone Sci. Eng. 2016, 38 (3), 211–218. 10.1080/01919512.2015.1115335.", "ArticleIdList": ["10.1080/01919512.2015.1115335"]}, {"Citation": "Lin F.; Wang Z.; Zhang Z.; He Y.; Zhu Y.; Shao J.; Yuan D.; Chen G.; Cen K. Flue gas treatment with ozone oxidation: An overview on NOx, organic pollutants, and mercury. Chem. Eng. J. 2020, 382, 123030.10.1016/j.cej.2019.123030.", "ArticleIdList": ["10.1016/j.cej.2019.123030"]}, {"Citation": "Ling S. H.; Jing C. Y.; Zhang L. J. Analysis Flue Gas Denitration Technology for Small and Medium Sized Coal-Fired Industrial Boilers. AMR 2015, 1092-1093, 810–813. 10.4028/www.scientific.net/AMR.1092-1093.810.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.1092-1093.810"]}, {"Citation": "Lin F.; Wang Z.; Ma Q.; Yang Y.; Whiddon R.; Zhu Y.; Cen K. Catalytic deep oxidation of NO by ozone over MnOx loaded spherical alumina catalyst. Appl. Catal., B 2016, 198, 100–111. 10.1016/j.apcatb.2016.05.058.", "ArticleIdList": ["10.1016/j.apcatb.2016.05.058"]}, {"Citation": "Shao J.; Yang Y.; Whiddon R.; Wang Z.; Lin F.; He Y.; Kumar S.; Cen K. Investigation of NO Removal with Ozone Deep Oxidation in Na2CO3 Solution. Energy Fuels 2019, 33 (5), 4454–4461. 10.1021/acs.energyfuels.9b00519.", "ArticleIdList": ["10.1021/acs.energyfuels.9b00519"]}, {"Citation": "Shao J.; Lin F.; Wang Z.; Liu P.; Tang H.; He Y.; Cen K. Low temperature catalytic ozonation of toluene in flue gas over Mn-based catalysts: Effect of support property and SO2/water vapor addition. Appl. Catal., B 2020, 266, 118662.10.1016/j.apcatb.2020.118662.", "ArticleIdList": ["10.1016/j.apcatb.2020.118662"]}, {"Citation": "Wang Z.; Zhou J.; Zhu Y.; Wen Z.; Liu J.; Cen K. Simultaneous removal of NOx, SO2 and Hg in nitrogen flow in a narrow reactor by ozone injection: Experimental results. Fuel Process. Technol. 2007, 88 (8), 817–823. 10.1016/j.fuproc.2007.04.001.", "ArticleIdList": ["10.1016/j.fuproc.2007.04.001"]}, {"Citation": "Wei L.; Chen H.; Wei Y.; Jia J.; Zhang R. Ce-promoted Mn/ZSM-5 catalysts for highly efficient decomposition of ozone. J. Environ. Sci. 2021, 103, 219–228. 10.1016/j.jes.2020.10.008.", "ArticleIdList": ["10.1016/j.jes.2020.10.008", "33743904"]}, {"Citation": "Lian Z.; Ma J.; He H. Decomposition of high-level ozone under high humidity over Mn-Fe catalyst: The influence of iron precursors. Catal. Commun. 2015, 59, 156–160. 10.1016/j.catcom.2014.10.005.", "ArticleIdList": ["10.1016/j.catcom.2014.10.005"]}, {"Citation": "Berman J. D.; Fann N.; Hollingsworth J. W.; Pinkerton K. E.; Rom W. N.; Szema A. M.; Breysse P. N.; White R. H.; Curriero F. C. Health Benefits from Large-Scale Ozone Reduction in the United States. Environ. Health Perspect. 2012, 120 (10), 1404–1410. 10.1289/ehp.1104851.", "ArticleIdList": ["10.1289/ehp.1104851", "PMC3491929", "22809899"]}, {"Citation": "Yang S.; Zhu Z.; Wei F.; Yang X. Carbon nanotubes/activated carbon fiber based air filter media for simultaneous removal of particulate matter and ozone. Building and Environment 2017, 125, 60–66. 10.1016/j.buildenv.2017.08.040.", "ArticleIdList": ["10.1016/j.buildenv.2017.08.040"]}, {"Citation": "Lin F.; Zhu Y.; Xu C.; Ma Q.; Wang Z.; Zhou J.; Cen K. Experimental study on residual ozone decomposition in process of multi-pollutants removal by ozone. J. Zhejiang Univ-Eng. Sci. 2015, (07), 1249–1254."}, {"Citation": "Hellén H.; Kuronen P.; Hakola H. Heated stainless steel tube for ozone removal in the ambient air measurements of mono- and sesquiterpenes. Atmos. Environ. 2012, 57, 35–40. 10.1016/j.atmosenv.2012.04.019.", "ArticleIdList": ["10.1016/j.atmosenv.2012.04.019"]}, {"Citation": "Namdari M.; Lee C.-S.; Haghighat F. Active ozone removal technologies for a safe indoor environment: A comprehensive review. Building and Environment 2021, 187, 107370.10.1016/j.buildenv.2020.107370.", "ArticleIdList": ["10.1016/j.buildenv.2020.107370"]}, {"Citation": "Li X.; Ma J.; He H. Recent advances in catalytic decomposition of ozone. J. Environ. Sci. 2020, 94, 14–31. 10.1016/j.jes.2020.03.058.", "ArticleIdList": ["10.1016/j.jes.2020.03.058", "32563478"]}, {"Citation": "Li W.; Gibbs G. V.; Oyama S. T. Mechanism of Ozone Decomposition on a Manganese Oxide Catalyst. 1. In Situ Raman Spectroscopy and Ab Initio Molecular Orbital Calculations. J. Am. Chem. Soc. 1998, 120 (35), 9041–9046. 10.1021/ja981441+.", "ArticleIdList": ["10.1021/ja981441+"]}, {"Citation": "Liu Y.; Yang W.; Zhang P.; Zhang J. Nitric acid-treated birnessite-type MnO2: An efficient and hydrophobic material for humid ozone decomposition. Appl. Surf. Sci. 2018, 442, 640–649. 10.1016/j.apsusc.2018.02.204.", "ArticleIdList": ["10.1016/j.apsusc.2018.02.204"]}, {"Citation": "Zhu G.; Zhu J.; Jiang W.; Zhang Z.; Wang J.; Zhu Y.; Zhang Q. Surface oxygen vacancy induced α-MnO2 nanofiber for highly efficient ozone elimination. Appl. Catal., B 2017, 209, 729–737. 10.1016/j.apcatb.2017.02.068.", "ArticleIdList": ["10.1016/j.apcatb.2017.02.068"]}, {"Citation": "Yang W.; Su Z. a.; Xu Z.; Yang W.; Peng Y.; Li J. Comparative study of α-, β-, γ- and δ-MnO2 on toluene oxidation: Oxygen vacancies and reaction intermediates. Appl. Catal., B 2020, 260, 118150.10.1016/j.apcatb.2019.118150.", "ArticleIdList": ["10.1016/j.apcatb.2019.118150"]}, {"Citation": "Ma J.; Wang C.; He H. Transition metal doped cryptomelane-type manganese oxide catalysts for ozone decomposition. Appl. Catal., B 2017, 201, 503–510. 10.1016/j.apcatb.2016.08.050.", "ArticleIdList": ["10.1016/j.apcatb.2016.08.050"]}, {"Citation": "Brodu N.; Manero M.-H.; Andriantsiferana C.; Pic J.-S.; Valdés H. Role of Lewis acid sites of ZSM-5 zeolite on gaseous ozone abatement. Chem. Eng. J. 2013, 231, 281–286. 10.1016/j.cej.2013.07.002.", "ArticleIdList": ["10.1016/j.cej.2013.07.002"]}, {"Citation": "Zhu G.; Zhu J.; Li W.; Yao W.; Zong R.; Zhu Y.; Zhang Q. Tuning the K+ Concentration in the Tunnels of α-MnO2 To Increase the Content of Oxygen Vacancy for Ozone Elimination. Environ. Sci. Technol. 2018, 52 (15), 8684–8692. 10.1021/acs.est.8b01594.", "ArticleIdList": ["10.1021/acs.est.8b01594", "29968461"]}, {"Citation": "Hong W.; Zhu T.; Sun Y.; Wang H.; Li X.; Shen F. Enhancing Oxygen Vacancies by Introducing Na+ into OMS-2 Tunnels To Promote Catalytic Ozone Decomposition. Environ. Sci. Technol. 2019, 53 (22), 13332–13343. 10.1021/acs.est.9b03689.", "ArticleIdList": ["10.1021/acs.est.9b03689", "31642660"]}, {"Citation": "Rao Y.; Zeng D.; Cao X.; Qin G.; Li S. Synthesis of doped MnOx/diatomite composites for catalyzing ozone decomposition. Ceram. Int. 2019, 45 (6), 6966–6971. 10.1016/j.ceramint.2018.12.195.", "ArticleIdList": ["10.1016/j.ceramint.2018.12.195"]}, {"Citation": "Liu Y.; Zhang P. Removing Surface Hydroxyl Groups of Ce-Modified MnO2 To Significantly Improve Its Stability for Gaseous Ozone Decomposition. J. Phys. Chem. C 2017, 121 (42), 23488–23497. 10.1021/acs.jpcc.7b07931.", "ArticleIdList": ["10.1021/acs.jpcc.7b07931"]}, {"Citation": "Li K.; Chen C.; Zhang H.; Hu X.; Sun T.; Jia J. Effects of phase structure of MnO2 and morphology of δ-MnO2 on toluene catalytic oxidation. Appl. Surf. Sci. 2019, 496, 143662.10.1016/j.apsusc.2019.143662.", "ArticleIdList": ["10.1016/j.apsusc.2019.143662"]}, {"Citation": "Chen T.; Dou H.; Li X.; Tang X.; Li J.; Hao J. Tunnel structure effect of manganese oxides in complete oxidation of formaldehyde. Microporous Mesoporous Mater. 2009, 122 (1), 270–274. 10.1016/j.micromeso.2009.03.010.", "ArticleIdList": ["10.1016/j.micromeso.2009.03.010"]}, {"Citation": "Wei C.; Xu C.; Li B.; Du H.; Kang F. Preparation and characterization of manganese dioxides with nano-sized tunnel structures for zinc ion storage. J. Phys. Chem. Solids 2012, 73 (12), 1487–1491. 10.1016/j.jpcs.2011.11.038.", "ArticleIdList": ["10.1016/j.jpcs.2011.11.038"]}, {"Citation": "Tang X.; Li H.; Liu Z.-H.; Yang Z.; Wang Z. Preparation and capacitive property of manganese oxide nanobelt bundles with birnessite-type structure. J. Power Sources 2011, 196 (2), 855–859. 10.1016/j.jpowsour.2010.06.067.", "ArticleIdList": ["10.1016/j.jpowsour.2010.06.067"]}, {"Citation": "Kim H.-m.; Saito N.; Kim D.-w. Solution Plasma-Assisted Green Synthesis of MnO2 Adsorbent and Removal of Cationic Pollutant. Journal of Chemistry 2019, 2019, 7494292.10.1155/2019/7494292.", "ArticleIdList": ["10.1155/2019/7494292"]}, {"Citation": "Li Z.; Liu H.; Ruan H.; Hu R.; Su Y.; Hu Z.; Huang J. In situ synthesis rodlike MnO2/reduced graphene oxide composite as anode materials for Li-ion batteries. Journal of Materials Science: Materials in Electronics 2017, 28 (23), 18099–18105. 10.1007/s10854-017-7754-0.", "ArticleIdList": ["10.1007/s10854-017-7754-0"]}, {"Citation": "Huang X.; Cui W.; Yu J.; Lu S.; Liao X. Preparation of Mesoporous MnO2 Catalysts with Different Morphologies for Catalytic Ozonation of Organic Compounds. Catal. Lett. 2021, 10.1007/s10562-021-03745-y.", "ArticleIdList": ["10.1007/s10562-021-03745-y"]}, {"Citation": "Ji J.; Lu X.; Chen C.; He M.; Huang H. Potassium-modulated δ-MnO2 as robust catalysts for formaldehyde oxidation at room temperature. Appl. Catal., B 2020, 260, 118210.10.1016/j.apcatb.2019.118210.", "ArticleIdList": ["10.1016/j.apcatb.2019.118210"]}, {"Citation": "Zhao B.; Ran R.; Wu X.; Weng D. Phase structures, morphologies, and NO catalytic oxidation activities of single-phase MnO2 catalysts. Appl. Catal., A 2016, 514, 24–34. 10.1016/j.apcata.2016.01.005.", "ArticleIdList": ["10.1016/j.apcata.2016.01.005"]}, {"Citation": "Zhang Z.; Lin F.; Xiang L.; Yu H.; Wang Z.; Yan B.; Chen G. Synergistic effect for simultaneously catalytic ozonation of chlorobenzene and NO over MnCoOx catalysts: Byproducts formation under practical conditions. Chem. Eng. J. 2022, 427, 130929.10.1016/j.cej.2021.130929.", "ArticleIdList": ["10.1016/j.cej.2021.130929"]}, {"Citation": "Wang L.; Wu H.; Wang Q.; Zhou C.; Zhang Z.; Yang H.; Zhou Y. Emission reduction of condensable particulate matter in ammonia-based desulfurized flue gas by heterogeneous vapor condensation. Chem. Eng. Process. Process Intensification 2021, 167, 108519.10.1016/j.cep.2021.108519.", "ArticleIdList": ["10.1016/j.cep.2021.108519"]}, {"Citation": "Cui Z.; Guo X.; Li H. High performance MnO thin-film anodes grown by radio-frequency sputtering for lithium ion batteries. J. Power Sources 2013, 244, 731–735. 10.1016/j.jpowsour.2012.11.071.", "ArticleIdList": ["10.1016/j.jpowsour.2012.11.071"]}, {"Citation": "Sun L.; Zhao P.; Liu Y.; Tan B.; Yu C.; Feng N.; Wang L.; Wan H.; Guan G. Enhancing the catalytic activity of MnO2 via structural phase transition for propane combustion: Promotional role of ionic liquid. Journal of Environmental Chemical Engineering 2021, 9 (6), 106453.10.1016/j.jece.2021.106453.", "ArticleIdList": ["10.1016/j.jece.2021.106453"]}, {"Citation": "Huang C.; Ji Q.; Zhang H.; Wang Y.; Wang S.; Liu X.; Guo Y.; Zhang C. Ru-incorporated Co3O4 nanoparticles from self-sacrificial ZIF-67 template as efficient bifunctional electrocatalysts for rechargeable metal-air battery. J. Colloid Interface Sci. 2022, 606, 654–665. 10.1016/j.jcis.2021.08.046.", "ArticleIdList": ["10.1016/j.jcis.2021.08.046", "34419813"]}, {"Citation": "Xing X.; Zhao T.; Cheng J.; Duan X.; Li W.; Li G.; Zhang Z.; Hao Z. Promotional effect of Cu additive for the selective catalytic oxidation of n-butylamine over CeZrOx catalyst. Chin. Chem. Lett. 2021, 10.1016/j.cclet.2021.09.056.", "ArticleIdList": ["10.1016/j.cclet.2021.09.056"]}, {"Citation": "Su Z.; Yang W.; Wang C.; Xiong S.; Cao X.; Peng Y.; Si W.; Weng Y.; Xue M.; Li J. Roles of oxygen vacancies in the bulk and surface of CeO2 for toluene catalytic combustion. Environ. Sci. Technol. 2020, 54 (19), 12684–12692. 10.1021/acs.est.0c03981.", "ArticleIdList": ["10.1021/acs.est.0c03981", "32841009"]}, {"Citation": "Jia J.; Zhang P.; Chen L. Catalytic decomposition of gaseous ozone over manganese dioxides with different crystal structures. Appl. Catal., B 2016, 189, 210–218. 10.1016/j.apcatb.2016.02.055.", "ArticleIdList": ["10.1016/j.apcatb.2016.02.055"]}, {"Citation": "Hong W.; Shao M.; Zhu T.; Wang H.; Sun Y.; Shen F.; Li X. To promote ozone catalytic decomposition by fabricating manganese vacancies in ε-MnO2 catalyst via selective dissolution of Mn-Li precursors. Appl. Catal., B 2020, 274, 119088.10.1016/j.apcatb.2020.119088.", "ArticleIdList": ["10.1016/j.apcatb.2020.119088"]}, {"Citation": "Zhang Z.; Xiang L.; Lin F.; Wang Z.; Yan B.; Chen G. Catalytic deep degradation of Cl-VOCs with the assistance of ozone at low temperature over MnO2 catalysts. Chem. Eng. J. 2021, 426, 130814.10.1016/j.cej.2021.130814.", "ArticleIdList": ["10.1016/j.cej.2021.130814"]}, {"Citation": "Peng Y.; Si W.; Li J.; Crittenden J.; Hao J. Experimental and DFT studies on Sr-doped LaMnO3 catalysts for NOx storage and reduction. Catalysis Science & Technology 2015, 5 (4), 2478–2485. 10.1039/C5CY00073D.", "ArticleIdList": ["10.1039/C5CY00073D"]}, {"Citation": "Chen G.; Wang Z.; Lin F.; Zhang Z.; Yu H.; Yan B.; Wang Z. Comparative investigation on catalytic ozonation of VOCs in different types over supported MnOx catalysts. J. Hazard. Mater. 2020, 391, 122218.10.1016/j.jhazmat.2020.122218.", "ArticleIdList": ["10.1016/j.jhazmat.2020.122218", "32044638"]}, {"Citation": "Mo S.; Zhang Q.; Li J.; Sun Y.; Ren Q.; Zou S.; Zhang Q.; Lu J.; Fu M.; Mo D.; Wu J.; Huang H.; Ye D. Highly efficient mesoporous MnO2 catalysts for the total toluene oxidation: Oxygen-Vacancy defect engineering and involved intermediates using in situ DRIFTS. Appl. Catal., B 2020, 264, 118464.10.1016/j.apcatb.2019.118464.", "ArticleIdList": ["10.1016/j.apcatb.2019.118464"]}, {"Citation": "Lin F.; Wang Z.; Zhang Z.; Xiang L.; Yuan D.; Yan B.; Wang Z.; Chen G. Comparative investigation on chlorobenzene oxidation by oxygen and ozone over a MnOx/Al2O3 catalyst in the presence of SO2. Environ. Sci. Technol. 2021, 55 (5), 3341–3351. 10.1021/acs.est.0c07862.", "ArticleIdList": ["10.1021/acs.est.0c07862", "33605716"]}, {"Citation": "Fantauzzi M.; Rigoldi A.; Elsener B.; Atzei D.; Rossi A. A contribution to the surface characterization of alkali metal sulfates. J. Electron Spectrosc. Relat. Phenom. 2014, 193, 6–15. 10.1016/j.elspec.2014.01.007.", "ArticleIdList": ["10.1016/j.elspec.2014.01.007"]}, {"Citation": "Kim S S.; Britcher L.; Kumar S.; Griesser H. J XPS study of sulfur and phosphorus compounds with different oxidation states. Sains Malaysiana 2018, 47 (8), 1913–1922. 10.17576/jsm-2018-4708-33.", "ArticleIdList": ["10.17576/jsm-2018-4708-33"]}, {"Citation": "Chesalov Y. A.; Chernobay G. B.; Andrushkevich T. V. FTIR study of the surface complexes of β-picoline, 3-pyridine-carbaldehyde and nicotinic acid on sulfated TiO2 (anatase). J. Mol. Catal. A: Chem. 2013, 373, 96–107. 10.1016/j.molcata.2013.03.007.", "ArticleIdList": ["10.1016/j.molcata.2013.03.007"]}, {"Citation": "Wang Y.; Hu X.; Guo T.; Tian W.; Hao J.; Guo Q. The competitive adsorption mechanism of CO2, H2O and O2 on a solid amine adsorbent. Chem. Eng. J. 2021, 416, 129007.10.1016/j.cej.2021.129007.", "ArticleIdList": ["10.1016/j.cej.2021.129007"]}, {"Citation": "Luo L.; LaCoste J. D.; Khamidullina N. G.; Fox E.; Gang D. D.; Hernandez R.; Yan H. Investigate interactions of water with mesoporous ceria using in situ VT-DRIFTS. Surf. Sci. 2020, 691, 121486.10.1016/j.susc.2019.121486.", "ArticleIdList": ["10.1016/j.susc.2019.121486"]}, {"Citation": "Katsigiannopoulos D.; Grana E.; Tsitoni K.; Moutsios I.; Manesi G.-M.; Nikitina E. A.; Chalmpes N.; Moschovas D.; Gournis D.; Ivanov D. A.; Avgeropoulos A. Structure/Properties relationship of anionically synthesized diblock copolymers ″grafted to″ chemically modified graphene. Polymers (Basel) 2021, 13 (14), 2308.10.3390/polym13142308.", "ArticleIdList": ["10.3390/polym13142308", "PMC8309249", "34301065"]}, {"Citation": "Che M.; Tench A. J.. Characterization and reactivity of molecular oxygen species on oxide surfaces. In Advances in Catalysis; Eley D. D., Pines H., Weisz P. B., Eds.; Academic Press, 1983; Vol. 32, pp 1–148."}, {"Citation": "Chao C. Y. H.; Kwong C. W.; Hui K. S. Potential use of a combined ozone and zeolite system for gaseous toluene elimination. J. Hazard. Mater. 2007, 143 (1), 118–127. 10.1016/j.jhazmat.2006.08.077.", "ArticleIdList": ["10.1016/j.jhazmat.2006.08.077", "17030416"]}, {"Citation": "Zhang L.; Li L.; Cao Y.; Yao X.; Ge C.; Gao F.; Deng Y.; Tang C.; Dong L. Getting insight into the influence of SO2 on TiO2/CeO2 for the selective catalytic reduction of NO by NH3. Appl. Catal., B 2015, 165, 589–598. 10.1016/j.apcatb.2014.10.029.", "ArticleIdList": ["10.1016/j.apcatb.2014.10.029"]}, {"Citation": "Liu H.; Chen Z.; Wang H.; You C. Active centers response to SO2 and H2O poisoning over Fe-W-Ni exchanged zeolite for high-temperature NH3-SCR: Experimental and DFT studies. Appl. Surf. Sci. 2021, 570, 151105.10.1016/j.apsusc.2021.151105.", "ArticleIdList": ["10.1016/j.apsusc.2021.151105"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "7"}, {"Year": "2022", "Month": "2", "Day": "28"}, {"Year": "2022", "Month": "3", "Day": "30", "Hour": "5", "Minute": "8"}, {"Year": "2022", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["35350343", "PMC8945177", "10.1021/acsomega.2c00120"]}}], "PubmedBookArticle": []}