{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["breath", "clothing", "ozone", "relative humidity", "skin", "temperature"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35389619", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "04", "Day": "07"}], "ELocationID": ["10.1021/acs.est.1c08764"], "Journal": {"ISSN": "1520-5851", "JournalIssue": {"Volume": "56", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "19"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Emission Rates of Volatile Organic Compounds from Humans.", "Pagination": {"StartPage": "4838", "EndPage": "4848", "MedlinePgn": "4838-4848"}, "Abstract": {"AbstractText": ["Human-emitted volatile organic compounds (VOCs) are mainly from breath and the skin. In this study, we continuously measured VOCs in a stainless-steel environmentally controlled climate chamber (22.5 m<sup>3</sup>, air change rate at 3.2 h<sup>-1</sup>) occupied by four seated human volunteers using proton transfer reaction time-of-flight mass spectrometry and gas chromatography mass spectrometry. Experiments with human whole body, breath-only, and dermal-only emissions were performed under ozone-free and ozone-present conditions. In addition, the effect of temperature, relative humidity, clothing type, and age was investigated for whole-body emissions. Without ozone, the whole-body total emission rate (ER) was 2180 ± 620 μg h<sup>-1</sup> per person (p<sup>-1</sup>), dominated by exhaled chemicals. The ERs of oxygenated VOCs were positively correlated with the enthalpy of the air. Under ozone-present conditions (∼37 ppb), the whole-body total ER doubled, with the increase mainly driven by VOCs resulting from skin surface lipids/ozone reactions, which increased with relative humidity. Long clothing (more covered skin) was found to reduce the total ERs but enhanced certain chemicals related to the clothing. The ERs of VOCs derived from this study provide a valuable data set of human emissions under various conditions and can be used in models to better predict indoor air quality, especially for highly occupied environments."]}, "AuthorList": [{"Identifier": ["0000-0003-3197-8151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Max Planck Institute for Chemistry, Hahn-Meitner-Weg 1, 55128 Mainz, Germany."}], "LastName": "Wang", "ForeName": "Nijing", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Max Planck Institute for Chemistry, Hahn-Meitner-Weg 1, 55128 Mainz, Germany."}], "LastName": "Ernle", "ForeName": "Lisa", "Initials": "L"}, {"Identifier": ["0000-0001-6107-8336"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Centre for Indoor Environment and Energy, Department of Environmental and Resource Engineering, Technical University of Denmark, Nils Koppels Alle 402, 2800 Lyngby, Denmark."}], "LastName": "Bekö", "ForeName": "Gabriel", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Centre for Indoor Environment and Energy, Department of Environmental and Resource Engineering, Technical University of Denmark, Nils Koppels Alle 402, 2800 Lyngby, Denmark."}], "LastName": "Wargocki", "ForeName": "Pawel", "Initials": "P"}, {"Identifier": ["0000-0001-9421-1703"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Max Planck Institute for Chemistry, Hahn-Meitner-Weg 1, 55128 Mainz, Germany."}, {"Identifier": [], "Affiliation": "Climate & Atmosphere Research Centre, The Cyprus Institute, 1645 Nicosia, Cyprus."}], "LastName": "Williams", "ForeName": "Jonathan", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Volatile Organic Compounds"}], "CoiStatement": "The authors\ndeclare no\ncompeting financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "de Lacy Costello B.; Amann A.; Al-Kateb H.; Flynn C.; Filipiak W.; Khalid T.; Osborne D.; Ratcliffe N. M. A review of the volatiles from the healthy human body. J. Breath Res. 2014, 8, 014001.10.1088/1752-7155/8/1/014001.", "ArticleIdList": ["10.1088/1752-7155/8/1/014001", "24421258"]}, {"Citation": "Afshari A.; Lundgren B.; Ekberg L. E. Comparison of three small chamber test methods for the measurement of VOC emission rates from paint. Indoor Air 2003, 13, 156–165. 10.1034/j.1600-0668.2003.00146.x.", "ArticleIdList": ["10.1034/j.1600-0668.2003.00146.x", "12756009"]}, {"Citation": "Cheng Y.-H.; Lin C.-C.; Hsu S.-C. Comparison of conventional and green building materials in respect of VOC emissions and ozone impact on secondary carbonyl emissions. Build. Environ. 2015, 87, 274–282. 10.1016/j.buildenv.2014.12.025.", "ArticleIdList": ["10.1016/j.buildenv.2014.12.025"]}, {"Citation": "Hodgson A. T.; Beal D.; McIlvaine J. E. R. Sources of formaldehyde, other aldehydes and terpenes in a new manufactured house. Indoor Air 2002, 12, 235–242. 10.1034/j.1600-0668.2002.01129.x.", "ArticleIdList": ["10.1034/j.1600-0668.2002.01129.x", "12532755"]}, {"Citation": "Hodgson A. T.; Wooley J. D.; Daisey J. M. Emissions of volatile organic compounds from new carpets measured in a large-scale environmental chamber. Air Waste 1993, 43, 316–324. 10.1080/1073161x.1993.10467136.", "ArticleIdList": ["10.1080/1073161x.1993.10467136", "8457318"]}, {"Citation": "Nazaroff W. W.; Weschler C. J. Cleaning products and air fresheners: exposure to primary and secondary air pollutants. Atmos. Environ. 2004, 38, 2841–2865. 10.1016/j.atmosenv.2004.02.040.", "ArticleIdList": ["10.1016/j.atmosenv.2004.02.040"]}, {"Citation": "Simon V.; Uitterhaegen E.; Robillard A.; Ballas S.; Véronèse T.; Vilarem G.; Merah O.; Talou T.; Evon P. VOC and carbonyl compound emissions of a fiberboard resulting from a coriander biorefinery: comparison with two commercial wood-based building materials. Environ. Sci. Pollut. Res. Int. 2020, 27, 16121–16133. 10.1007/s11356-020-08101-y.", "ArticleIdList": ["10.1007/s11356-020-08101-y", "32100217"]}, {"Citation": "Abbatt J. P. D.; Wang C. The atmospheric chemistry of indoor environments. Environ. Sci.: Processes Impacts 2020, 22, 25–48. 10.1039/c9em00386j.", "ArticleIdList": ["10.1039/c9em00386j", "31712796"]}, {"Citation": "Weschler C. J. Ozone’s Impact on Public Health: Contributions from Indoor Exposures to Ozone and Products of Ozone-Initiated Chemistry. Environ. Health Perspect. 2006, 114, 1489–1496. 10.1289/ehp.9256.", "ArticleIdList": ["10.1289/ehp.9256", "PMC1626413", "17035131"]}, {"Citation": "Weschler C. J. Roles of the human occupant in indoor chemistry. Indoor Air 2016, 26, 6–24. 10.1111/ina.12185.", "ArticleIdList": ["10.1111/ina.12185", "25607256"]}, {"Citation": "Liu Y.; Misztal P. K.; Arata C.; Weschler C. J.; Nazaroff W. W.; Goldstein A. H. Observing ozone chemistry in an occupied residence. Proc. Natl. Acad. Sci. U.S.A. 2021, 118, e201814011810.1073/pnas.2018140118.", "ArticleIdList": ["10.1073/pnas.2018140118", "PMC8017968", "33526680"]}, {"Citation": "Wolkoff P.; Larsen S. T.; Hammer M.; Kofoed-Sørensen V.; Clausen P. A.; Nielsen G. D. Human reference values for acute airway effects of five common ozone-initiated terpene reaction products in indoor air. Toxicol. Lett. 2013, 216, 54–64. 10.1016/j.toxlet.2012.11.008.", "ArticleIdList": ["10.1016/j.toxlet.2012.11.008", "23164675"]}, {"Citation": "Anderson S. E.; Franko J.; Jackson L. G.; Wells J. R.; Ham J. E.; Meade B. J. Irritancy and allergic responses induced by exposure to the indoor air chemical 4-oxopentanal. Toxicol. Sci. 2012, 127, 371–381. 10.1093/toxsci/kfs102.", "ArticleIdList": ["10.1093/toxsci/kfs102", "PMC3355310", "22403157"]}, {"Citation": "Lipsa D.; Barrero-Moreno J.; Coelhan M. Exposure to selected limonene oxidation products: 4-OPA, IPOH, 4-AMCH induces oxidative stress and inflammation in human lung epithelial cell lines. Chemosphere 2018, 191, 937–945. 10.1016/j.chemosphere.2017.10.065.", "ArticleIdList": ["10.1016/j.chemosphere.2017.10.065", "PMC5701770", "29145138"]}, {"Citation": "Tang X.; Misztal P. K.; Nazaroff W. W.; Goldstein A. H. Volatile Organic Compound Emissions from Humans Indoors. Environ. Sci. Technol. 2016, 50, 12686–12694. 10.1021/acs.est.6b04415.", "ArticleIdList": ["10.1021/acs.est.6b04415", "27934268"]}, {"Citation": "Stönner C.; Edtbauer A.; Williams J. Real-world volatile organic compound emission rates from seated adults and children for use in indoor air studies. Indoor Air 2017, 28, 164–172. 10.1111/ina.12405.", "ArticleIdList": ["10.1111/ina.12405", "28683154"]}, {"Citation": "Pagonis D.; Price D. J.; Algrim L. B.; Day D. A.; Handschy A. V.; Stark H.; Miller S. L.; de Gouw J.; Jimenez J. L.; Ziemann P. J. Time-Resolved Measurements of Indoor Chemical Emissions, Deposition, and Reactions in a University Art Museum. Environ. Sci. Technol. 2019, 53, 4794–4802. 10.1021/acs.est.9b00276.", "ArticleIdList": ["10.1021/acs.est.9b00276", "30990681"]}, {"Citation": "Finewax Z.; Pagonis D.; Claflin M. S.; Handschy A. V.; Brown W. L.; Jenks O.; Nault B. A.; Day D. A.; Lerner B. M.; Jimenez J. L.; Ziemann P. J.; Gouw J. A. Quantification and source characterization of volatile organic compounds from exercising and application of chlorine-based cleaning products in a university athletic center. Indoor air 2021, 31, 1323–1339. 10.1111/ina.12781.", "ArticleIdList": ["10.1111/ina.12781", "33337567"]}, {"Citation": "Arata C.; Misztal P. K.; Tian Y.; Lunderberg D. M.; Kristensen K.; Novoselac A.; Vance M. E.; Farmer D. K.; Nazaroff W. W.; Goldstein A. H. Volatile organic compound emissions during HOMEChem. Indoor Air 2021, 31, 2099–2117. 10.1111/ina.12906.", "ArticleIdList": ["10.1111/ina.12906", "34272904"]}, {"Citation": "Wu T.; Tasoglou A.; Huber H.; Stevens P. S.; Boor B. E. Influence of Mechanical Ventilation Systems and Human Occupancy on Time-Resolved Source Rates of Volatile Skin Oil Ozonolysis Products in a LEED-Certified Office Building. Environ. Sci. Technol. 2021, 55, 16477–16488. 10.1021/acs.est.1c03112.", "ArticleIdList": ["10.1021/acs.est.1c03112", "34851619"]}, {"Citation": "Mochalski P.; Wiesenhofer H.; Allers M.; Zimmermann S.; Güntner A. T.; Pineau N. J.; Lederer W.; Agapiou A.; Mayhew C. A.; Ruzsanyi V. Monitoring of selected skin- and breath-borne volatile organic compounds emitted from the human body using gas chromatography ion mobility spectrometry (GC-IMS). J. Chromatogr. B: Anal. Technol. Biomed. Life Sci. 2018, 1076, 29–34. 10.1016/j.jchromb.2018.01.013.", "ArticleIdList": ["10.1016/j.jchromb.2018.01.013", "29396365"]}, {"Citation": "Mochalski P.; Unterkofler K.; Hinterhuber H.; Amann A. Monitoring of selected skin-borne volatile markers of entrapped humans by selective reagent ionization time of flight mass spectrometry in NO+ mode. Anal. Chem. 2014, 86, 3915–3923. 10.1021/ac404242q.", "ArticleIdList": ["10.1021/ac404242q", "PMC4004195", "24611620"]}, {"Citation": "Zou Z.; He J.; Yang X. An experimental method for measuring VOC emissions from individual human whole-body skin under controlled conditions. Build. Environ. 2020, 181, 107137.10.1016/j.buildenv.2020.107137.", "ArticleIdList": ["10.1016/j.buildenv.2020.107137"]}, {"Citation": "Tsushima S.; Wargocki P.; Tanabe S. Sensory evaluation and chemical analysis of exhaled and dermally emitted bioeffluents. Indoor Air 2018, 28, 146–163. 10.1111/ina.12424.", "ArticleIdList": ["10.1111/ina.12424", "28892563"]}, {"Citation": "Coleman B. K.; Destaillats H.; Hodgson A. T.; Nazaroff W. W. Ozone consumption and volatile byproduct formation from surface reactions with aircraft cabin materials and clothing fabrics. Atmos. Environ. 2008, 42, 642–654. 10.1016/j.atmosenv.2007.10.001.", "ArticleIdList": ["10.1016/j.atmosenv.2007.10.001"]}, {"Citation": "Rai A. C.; Guo B.; Lin C.-H.; Zhang J.; Pei J.; Chen Q. Ozone reaction with clothing and its initiated VOC emissions in an environmental chamber. Indoor Air 2014, 24, 49–58. 10.1111/ina.12058.", "ArticleIdList": ["10.1111/ina.12058", "23841649"]}, {"Citation": "Salvador C. M.; Bekö G.; Weschler C. J.; Morrison G.; Le Breton M.; Hallquist M.; Ekberg L.; Langer S. Indoor ozone/human chemistry and ventilation strategies. Indoor Air 2019, 29, 913–925. 10.1111/ina.12594.", "ArticleIdList": ["10.1111/ina.12594", "PMC6856811", "31420890"]}, {"Citation": "Tamas G.; Weschler C.; Bakobiro Z.; Wyon D.; Stromtejsen P. Factors affecting ozone removal rates in a simulated aircraft cabin environment. Atmos. Environ. 2006, 40, 6122–6133. 10.1016/j.atmosenv.2006.05.034.", "ArticleIdList": ["10.1016/j.atmosenv.2006.05.034"]}, {"Citation": "Wisthaler A.; Tamás G.; Wyon D. P.; Strøm-Tejsen P.; Space D.; Beauchamp J.; Hansel A.; Märk T. D.; Weschler C. J. Products of ozone-initiated chemistry in a simulated aircraft environment. Environ. Sci. Technol. 2005, 39, 4823–4832. 10.1021/es047992j.", "ArticleIdList": ["10.1021/es047992j", "16053080"]}, {"Citation": "Weschler C. J.; Wisthaler A.; Cowlin S.; Tamás G.; Strøm-Tejsen P.; Hodgson A. T.; Destaillats H.; Herrington J.; Zhang J.; Nazaroff W. W. Ozone-initiated chemistry in an occupied simulated aircraft cabin. Environ. Sci. Technol. 2007, 41, 6177–6184. 10.1021/es0708520.", "ArticleIdList": ["10.1021/es0708520", "17937299"]}, {"Citation": "Wisthaler A.; Weschler C. J. Reactions of ozone with human skin lipids: sources of carbonyls, dicarbonyls, and hydroxycarbonyls in indoor air. Proc. Natl. Acad. Sci. U.S.A. 2010, 107, 6568–6575. 10.1073/pnas.0904498106.", "ArticleIdList": ["10.1073/pnas.0904498106", "PMC2872416", "19706436"]}, {"Citation": "Bekö G.; Wargocki P.; Wang N.; Li M.; Weschler C. J.; Morrison G.; Langer S.; Ernle L.; Licina D.; Yang S.; Zannoni N.; Williams J. The Indoor Chemical Human Emissions and Reactivity (ICHEAR) project: Overview of experimental methodology and preliminary results. Indoor Air 2020, 30, 1213–1228. 10.1111/ina.12687.", "ArticleIdList": ["10.1111/ina.12687", "32424858"]}, {"Citation": "Lindinger W.; Hansel A.; Jordan A. On-line monitoring of volatile organic compounds at pptv levels by means of proton-transfer-reaction mass spectrometry (PTR-MS) medical applications, food control and environmental research. Int. J. Mass Spectrom. Ion Processes 1998, 173, 191–241. 10.1016/s0168-1176(97)00281-4.", "ArticleIdList": ["10.1016/s0168-1176(97)00281-4"]}, {"Citation": "Bourtsoukidis E.; Helleis F.; Tomsche L.; Fischer H.; Hofmann R.; Lelieveld J.; Williams J. An aircraft gas chromatograph–mass spectrometer System for Organic Fast Identification Analysis (SOFIA): design, performance and a case study of Asian monsoon pollution outflow. Atmos. Meas. Tech. 2017, 10, 5089–5105. 10.5194/amt-10-5089-2017.", "ArticleIdList": ["10.5194/amt-10-5089-2017"]}, {"Citation": "Ruzsanyi V.; Fischer L.; Herbig J.; Ager C.; Amann A. Multi-capillary-column proton-transfer-reaction time-of-flight mass spectrometry. J. Chromatogr. A 2013, 1316, 112–118. 10.1016/j.chroma.2013.09.072.", "ArticleIdList": ["10.1016/j.chroma.2013.09.072", "PMC3810645", "24119758"]}, {"Citation": "Fenske J. D.; Paulson S. E. Human breath emissions of VOCs. J. Air Waste Manage. Assoc. 1999, 49, 594–598. 10.1080/10473289.1999.10463831.", "ArticleIdList": ["10.1080/10473289.1999.10463831", "10352577"]}, {"Citation": "Petrick L.; Dubowski Y. Heterogeneous oxidation of squalene film by ozone under various indoor conditions. Indoor Air 2009, 19, 381–391. 10.1111/j.1600-0668.2009.00599.x.", "ArticleIdList": ["10.1111/j.1600-0668.2009.00599.x", "19500173"]}, {"Citation": "Turner C.; Španěl P.; Smith D. A longitudinal study of ammonia, acetone and propanol in the exhaled breath of 30 subjects using selected ion flow tube mass spectrometry, SIFT-MS. Physiol. Meas. 2006, 27, 321–337. 10.1088/0967-3334/27/4/001.", "ArticleIdList": ["10.1088/0967-3334/27/4/001", "16537976"]}, {"Citation": "Buhr K.; van Ruth S.; Delahunty C. Analysis of volatile flavour compounds by Proton Transfer Reaction-Mass Spectrometry: fragmentation patterns and discrimination between isobaric and isomeric compounds. Int. J. Mass Spectrom. 2002, 221, 1–7. 10.1016/s1387-3806(02)00896-5.", "ArticleIdList": ["10.1016/s1387-3806(02)00896-5"]}, {"Citation": "He J.; Sun X.; Yang X. Human respiratory system as sink for volatile organic compounds: Evidence from field measurements. Indoor Air 2019, 29, 968–978. 10.1111/ina.12602.", "ArticleIdList": ["10.1111/ina.12602", "31466121"]}, {"Citation": "Weschler C. J.; Nazaroff W. W. Dermal Uptake of Organic Vapors Commonly Found in Indoor Air. Environ. Sci. Technol. 2014, 48, 1230–1237. 10.1021/es405490a.", "ArticleIdList": ["10.1021/es405490a", "24328315"]}, {"Citation": "Nazaroff W. W.; Weschler C. J. Indoor acids and bases. Indoor Air 2020, 30, 559–644. 10.1111/ina.12670.", "ArticleIdList": ["10.1111/ina.12670", "32233033"]}, {"Citation": "Li M.; Weschler C. J.; Bekö G.; Wargocki P.; Lucic G.; Williams J. Human Ammonia Emission Rates under Various Indoor Environmental Conditions. Environ. Sci. Technol. 2020, 54, 5419–5428. 10.1021/acs.est.0c00094.", "ArticleIdList": ["10.1021/acs.est.0c00094", "32233434"]}, {"Citation": "Zeng J.; Mekic M.; Xu X.; Loisel G.; Zhou Z.; Gligorovski S.; Li X. A Novel Insight into the Ozone-Skin Lipid Oxidation Products Observed by Secondary Electrospray Ionization High-Resolution Mass Spectrometry. Environ. Sci. Technol. 2020, 54, 13478–13487. 10.1021/acs.est.0c05100.", "ArticleIdList": ["10.1021/acs.est.0c05100", "33085459"]}, {"Citation": "MegaWatSoft HumidAir psychrometric calculator. https://www.psychrometric-calculator.com/HumidAirWeb.aspx (accessed\nOct 11, 2021)."}, {"Citation": "Misztal P. K.; Lymperopoulou D. S.; Adams R. I.; Scott R. A.; Lindow S. E.; Bruns T.; Taylor J. W.; Uehling J.; Bonito G.; Vilgalys R.; Goldstein A. H. Emission Factors of Microbial Volatile Organic Compounds from Environmental Bacteria and Fungi. Environ. Sci. Technol. 2018, 52, 8272–8282. 10.1021/acs.est.8b00806.", "ArticleIdList": ["10.1021/acs.est.8b00806", "29947506"]}, {"Citation": "Meijerink J.; Braks M. A. H.; Brack A. A.; Adam W.; Dekker T.; Posthumus M. A.; Van Beek T. A.; Van Loon J. J. A. Identification of Olfactory Stimulants for Anopheles gambiae from Human Sweat Samples. J. Chem. Ecol. 2000, 26, 1367–1382. 10.1023/a:1005475422978.", "ArticleIdList": ["10.1023/a:1005475422978"]}, {"Citation": "Stefaniak A. B.; Harvey C. J. Dissolution of materials in artificial skin surface film liquids. Toxicol. In Vitro 2006, 20, 1265–1283. 10.1016/j.tiv.2006.05.011.", "ArticleIdList": ["10.1016/j.tiv.2006.05.011", "16860531"]}, {"Citation": "Smallegange R. C.; Verhulst N. O.; Takken W. Sweaty skin: an invitation to bite?. Trends Parasitol. 2011, 27, 143–148. 10.1016/j.pt.2010.12.009.", "ArticleIdList": ["10.1016/j.pt.2010.12.009", "21256083"]}, {"Citation": "Arata C.; Heine N.; Wang N.; Misztal P. K.; Wargocki P.; Bekö G.; Williams J.; Nazaroff W. W.; Wilson K. R.; Goldstein A. H. Heterogeneous Ozonolysis of Squalene: Gas-Phase Products Depend on Water Vapor Concentration. Environ. Sci. Technol. 2019, 53, 14441–14448. 10.1021/acs.est.9b05957.", "ArticleIdList": ["10.1021/acs.est.9b05957", "31757120"]}, {"Citation": "Morrison G. C.; Weschler C. J.; Bekö G.; Koch H. M.; Salthammer T.; Schripp T.; Toftum J.; Clausen G. Role of clothing in both accelerating and impeding dermal absorption of airborne SVOCs. J. Exposure Sci. Environ. Epidemiol. 2016, 26, 113–118. 10.1038/jes.2015.42.", "ArticleIdList": ["10.1038/jes.2015.42", "26058800"]}, {"Citation": "Thornberry T.; Abbatt J. P. D. Heterogeneous reaction of ozone with liquid unsaturated fatty acids: detailed kinetics and gas-phase product studies. Phys. Chem. Chem. Phys. 2004, 6, 84.10.1039/b310149e.", "ArticleIdList": ["10.1039/b310149e"]}, {"Citation": "Stefanovic B.; Kostic M.; Bacher M.; Rosenau T.; Potthast A. Vegetable oils in textile finishing applications: the action mode of wrinkle-reduction sprays and means for analyzing their performance. Text. Res. J. 2013, 84, 449–460. 10.1177/0040517513495946.", "ArticleIdList": ["10.1177/0040517513495946"]}, {"Citation": "Pollock M. R. Unsaturated Fatty Acids in Cotton Wool Plugs. Nature 1948, 161, 853.10.1038/161853a0.", "ArticleIdList": ["10.1038/161853a0", "18862133"]}, {"Citation": "Chupa J.; Misner S.; Sachdev A.; Wisniewski P.; Smith G. A.. Soap, Fatty Acids, and Synthetic Detergents. In Handbook of Industrial Chemistry and Biotechnology; Kent J. A., Ed.; Springer US: Boston, MA, 2012; pp 1431–1471."}, {"Citation": "Licina D.; Morrison G. C.; Bekö G.; Weschler C. J.; Nazaroff W. W. Clothing-Mediated Exposures to Chemicals and Particles. Environ. Sci. Technol. 2019, 53, 5559–5575. 10.1021/acs.est.9b00272.", "ArticleIdList": ["10.1021/acs.est.9b00272", "31034216"]}, {"Citation": "Turner C.; Španěl P.; Smith D. A longitudinal study of methanol in the exhaled breath of 30 healthy volunteers using selected ion flow tube mass spectrometry, SIFT-MS. Physiol. Meas. 2006, 27, 637–648. 10.1088/0967-3334/27/7/007.", "ArticleIdList": ["10.1088/0967-3334/27/7/007", "16705261"]}, {"Citation": "Waller J. M.; Maibach H. I. Age and skin structure and function, a quantitative approach (II): protein, glycosaminoglycan, water, and lipid content and structure. Skin Res. Technol. 2006, 12, 145–154. 10.1111/j.0909-752x.2006.00146.x.", "ArticleIdList": ["10.1111/j.0909-752x.2006.00146.x", "16827688"]}, {"Citation": "Wang N.; Zannoni N.; Ernle L.; Bekö G.; Wargocki P.; Li M.; Weschler C. J.; Williams J. Total OH Reactivity of Emissions from Humans: In Situ Measurement and Budget Analysis. Environ. Sci. Technol. 2021, 55, 149–159. 10.1021/acs.est.0c04206.", "ArticleIdList": ["10.1021/acs.est.0c04206", "PMC7788569", "33295177"]}, {"Citation": "Nazaroff W. W.; Weschler C. J. Indoor ozone: Concentrations and influencing factors. Indoor air 2022, 32, e1294210.1111/ina.12942.", "ArticleIdList": ["10.1111/ina.12942", "34609012"]}, {"Citation": "Smith D.; Pysanenko A.; Španěl P. Kinetics of ethanol decay in mouth- and nose-exhaled breath measured on-line by selected ion flow tube mass spectrometry following varying doses of alcohol. Rapid Commun. Mass Spectrom. 2010, 24, 1066–1074. 10.1002/rcm.4481.", "ArticleIdList": ["10.1002/rcm.4481", "20213689"]}, {"Citation": "Mochalski P.; King J.; Unterkofler K.; Hinterhuber H.; Amann A. Emission rates of selected volatile organic compounds from skin of healthy volunteers. J. Chromatogr. B: Anal. Technol. Biomed. Life Sci. 2014, 959, 62–70. 10.1016/j.jchromb.2014.04.006.", "ArticleIdList": ["10.1016/j.jchromb.2014.04.006", "PMC4013926", "24768920"]}, {"Citation": "Sun X.; He J.; Yang X. Human breath as a source of VOCs in the built environment, Part II: Concentration levels, emission rates and factor analysis. Build. Environ. 2017, 123, 437–445. 10.1016/j.buildenv.2017.07.009.", "ArticleIdList": ["10.1016/j.buildenv.2017.07.009"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "7", "Hour": "17", "Minute": "12"}, {"Year": "2022", "Month": "4", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35389619", "PMC9022422", "10.1021/acs.est.1c08764"]}}], "PubmedBookArticle": []}