{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "air quality index", "asthma exacerbations", "childhood asthma", "emergency department visits"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35394903", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1513/AnnalsATS.202105-539OC"], "Journal": {"ISSN": "2325-6621", "JournalIssue": {"Volume": "19", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Annals of the American Thoracic Society", "ISOAbbreviation": "Ann Am Thorac Soc"}, "ArticleTitle": "Air Quality Index and Emergency Department Visits and Hospitalizations for Childhood Asthma.", "Pagination": {"StartPage": "1139", "EndPage": "1148", "MedlinePgn": "1139-1148"}, "Abstract": {"AbstractText": ["<b>Rationale:</b> Outdoor air pollution causes emergency department visits and hospitalizations for childhood asthma. In the United States, the Air Quality Index (AQI) alerts the public to air quality and provides behavioral recommendations to reduce exposure and harm, yet little is known about the relationship between the AQI and childhood asthma exacerbations. <b>Objectives:</b> To test for association between the AQI and childhood asthma exacerbations resulting in emergency department visits and hospitalizations. <b>Methods:</b> This was a retrospective time-stratified case-crossover study, conducted using medical records data from 2010 through 2018 for children aged 6-17 years with a primary diagnosis of an asthma exacerbation (defined as an emergency department visit or hospitalization for asthma) at UPMC Children's Hospital of Pittsburgh. Daily AQI data was obtained for Allegheny County, Pennsylvania from the Environmental Protection Agency. Conditional logistic regression was used for analyses of the AQI (as both a continuous and categorical variable) and asthma exacerbations. Stratified analyses were conducted to explore modification of the AQI effects on asthma exacerbations by race and other covariates. <b>Results:</b> There were 6,573 events. Particulate matter <2.5 μm (PM<sub>2.5</sub>) was the primary pollutant responsible for the AQI, followed by ozone (62% and 29% of days with events, respectively). The overall AQI was associated with asthma exacerbations (e.g., as continuous, per 10-unit increase, Lag Day 2: odds ratio [OR], 1.014; 95% confidence interval [CI], 1.003-1.025; Lag Day 3: OR, 1.012; 95% CI, 1.001-1.023). By pollutant-specific AQI, the association was strongest for PM<sub>2.5</sub>. In stratified analyses, the AQI was associated with exacerbations in Black and younger children (6-11 yr) on Lag Day 4. <b>Conclusions:</b> The AQI is associated with asthma exacerbations among children in Allegheny County. This is driven primarily by PM<sub>2.5</sub>, with Black and younger children particularly affected. Healthcare providers should discuss the AQI in asthma management."]}, "AuthorList": [{"Identifier": ["0000-0003-1202-044X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Department of Pediatrics, UPMC Children's Hospital of Pittsburgh."}], "LastName": "Rosser", "ForeName": "Franziska", "Initials": "F"}, {"Identifier": ["0000-0002-8409-3077"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Department of Pediatrics, UPMC Children's Hospital of Pittsburgh."}], "LastName": "Han", "ForeName": "Yueh-Ying", "Initials": "YY"}, {"Identifier": ["0000-0001-8300-5947"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of General Internal Medicine, Department of Medicine, and."}], "LastName": "Rothenberger", "ForeName": "Scott D", "Initials": "SD"}, {"Identifier": ["0000-0001-6497-9885"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Department of Pediatrics, UPMC Children's Hospital of Pittsburgh."}], "LastName": "Forno", "ForeName": "Erick", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Behavioral and Community Health Sciences, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, Pennsylvania."}], "LastName": "Mair", "ForeName": "Christina", "Initials": "C"}, {"Identifier": ["0000-0002-6139-5320"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Department of Pediatrics, UPMC Children's Hospital of Pittsburgh."}], "LastName": "Celedón", "ForeName": "Juan C", "Initials": "JC"}], "GrantList": [{"GrantID": "UL1 TR001857", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "R01 MD011764", "Acronym": "MD", "Agency": "NIMHD NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL149693", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "K08 HL159333", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "KL2 TR001856", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL117191", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ann Am Thorac Soc", "NlmUniqueID": "101600811", "ISSNLinking": "2325-6621"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "therapy"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": [], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Guarnieri M, Balmes JR. Outdoor air pollution and asthma. Lancet . 2014;383:1581–1592.", "ArticleIdList": ["PMC4465283", "24792855"]}, {"Citation": "Akinbami LJ, Lynch CD, Parker JD, Woodruff TJ. The association between childhood asthma prevalence and monitored air pollutants in metropolitan areas, United States, 2001-2004. Environ Res . 2010;110:294–301.", "ArticleIdList": ["20117766"]}, {"Citation": "Shmool JL, Kinnee E, Sheffield PE, Clougherty JE. Spatio-temporal ozone variation in a case-crossover analysis of childhood asthma hospital visits in New York City. Environ Res . 2016;147:108–114.", "ArticleIdList": ["PMC5552364", "26855129"]}, {"Citation": "Strickland MJ, Hao H, Hu X, Chang HH, Darrow LA, Liu Y. Pediatric emergency visits and short-term changes in PM2.5 concentrations in the U.S. state of Georgia. Environ Health Perspect . 2016;124:690–696.", "ArticleIdList": ["PMC4858390", "26452298"]}, {"Citation": "Perry R, Braileanu G, Palmer T, Stevens P. The economic burden of pediatric asthma in the United States: literature review of current evidence. PharmacoEconomics . 2019;37:155–167.", "ArticleIdList": ["PMC6386052", "30315512"]}, {"Citation": "National Asthma Education and Prevention Program. Expert panel report 3 guidelines for diagnosis and management of asthma. Bethesda, MD: U.S. Department of Health and Human Services, National Institutes of Health, National Heart, Lung, and Blood Institute; 2007. NIH Publication No. 07-4051."}, {"Citation": "Carlsten C, Salvi S, Wong GWK, Chung KF.Personal strategies to minimise effects of air pollution on respiratory health: advice for providers, patients and the public Eur Respir J 202055:1902056.", "ArticleIdList": ["PMC7270362", "32241830"]}, {"Citation": "Trasande L, Thurston GD. The role of air pollution in asthma and other pediatric morbidities. J Allergy Clin Immunol . 2005;115:689–699.", "ArticleIdList": ["15805986"]}, {"Citation": "Loxham M, Davies DE, Holgate ST. The health effects of fine particulate air pollution. BMJ . 2019;367:l6609.", "ArticleIdList": ["31776108"]}, {"Citation": "Laumbach RJ, Cromar KR, Adamkiewicz G, Carlsten C, Charpin D, Chan WR, et al. Personal interventions for reducing exposure and risk for outdoor air pollution: an official American Thoracic Society workshop report. Ann Am Thorac Soc . 2021;18:1435–1443.", "ArticleIdList": ["PMC8489863", "34468284"]}, {"Citation": "Shofer S, Chen TM, Gokhale J, Kuschner WG. Outdoor air pollution: counseling and exposure risk reduction. Am J Med Sci . 2007;333:257–260.", "ArticleIdList": ["17435421"]}, {"Citation": "United States Environmental Protection Agency, Office of Air Quality Planning and Standards, Outreach and Information Division. Air quality index: a guide to air quality and your health. EPA Publication No. EPA-456/F-14-002. February 2014.  [accessed 2021 Aug 21]. Available from: https://www.airnow.gov/sites/default/files/2018-04/aqi_brochure_02_14_0.pdf"}, {"Citation": "United States Environmental Protection Agency, Office of Air Quality Planning and Standards, Air Quality Assessment Division. Technical assistance document for the reporting of daily air quality: the Air Quality Index (AQI). EPA Publication No. EPA 454/B-18–007. September 2018.  [accessed 2021 Aug 20]. Available from: https://www.airnow.gov/sites/default/files/2020-05/aqi-technical-assistance-document-sept2018.pdf"}, {"Citation": "Frey HC, Adams PJ, Adgate JL, Allen GA, Balmes J, Boyle K, et al. Independent Particulate Matter Review Panel The need for a tighter particulate-matter air-quality standard. N Engl J Med . 2020;383:680–683.", "ArticleIdList": ["32521130"]}, {"Citation": "To T, Shen S, Atenafu EG, Guan J, McLimont S, Stocks B, et al. The air quality health index and asthma morbidity: a population-based study. Environ Health Perspect . 2013;121:46–52.", "ArticleIdList": ["PMC3546347", "23060364"]}, {"Citation": "Hernandez ML, Dhingra R, Burbank AJ, Todorich K, Loughlin CE, Frye M, et al. Low-level ozone has both respiratory and systemic effects in African American adolescents with asthma despite asthma controller therapy. J Allergy Clin Immunol . 2018;142:1974–1977.e3.", "ArticleIdList": ["PMC6289884", "30102937"]}, {"Citation": "United States Census Bureau. Annual estimates of the resident population: April 1, 2010 to July 1, 2019 [accessed 2021 Jan 29]. Available from: https://data.census.gov/cedsci/table?q=Allegheny%20County,%20pa&tid=PEPPOP2019.PEPANNRES&hidePreview=false."}, {"Citation": "Cromar KR, Gladson LA, Ewart G. Trends in excess morbidity and mortality associated with air pollution above American Thoracic Society-recommended standards, 2008-2017. Ann Am Thorac Soc . 2019;16:836–845.", "ArticleIdList": ["31112414"]}, {"Citation": "Reddel HK, Taylor DR, Bateman ED, Boulet LP, Boushey HA, Busse WW, et al. American Thoracic Society/European Respiratory Society Task Force on Asthma Control and Exacerbations An official American Thoracic Society/European Respiratory Society statement: asthma control and exacerbations: standardizing endpoints for clinical asthma trials and clinical practice. Am J Respir Crit Care Med . 2009;180:59–99.", "ArticleIdList": ["19535666"]}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR). CDC/ATSDR SVI data and documentation [accessed 2021 Aug 23]. Available from: https://www.atsdr.cdc.gov/placeandhealth/svi/documentation/SVI_documentation_2016.html."}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol . 1991;133:144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Wang SV, Coull BA, Schwartz J, Mittleman MA, Wellenius GA. Potential for bias in case-crossover studies with shared exposures analyzed using SAS. Am J Epidemiol . 2011;174:118–124.", "ArticleIdList": ["PMC3133813", "21540322"]}, {"Citation": "Horne BD, Joy EA, Hofmann MG, Gesteland PH, Cannon JB, Lefler JS, et al. Short-term elevation of fine particulate matter air pollution and acute lower respiratory infection. Am J Respir Crit Care Med . 2018;198:759–766.", "ArticleIdList": ["29652174"]}, {"Citation": "Althouse AD. Adjust for multiple comparisons? It’s not that simple. Ann Thorac Surg . 2016;101:1644–1645.", "ArticleIdList": ["27106412"]}, {"Citation": "Selevan SG, Kimmel CA, Mendola P. Identifying critical windows of exposure for children’s health. Environ Health Perspect . 2000;108:451–455.", "ArticleIdList": ["PMC1637810", "10852844"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, et al. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA . 2003;290:1859–1867.", "ArticleIdList": ["14532314"]}, {"Citation": "Nishimura KK, Galanter JM, Roth LA, Oh SS, Thakur N, Nguyen EA, et al. Early-life air pollution and asthma risk in minority children: the GALA II and SAGE II studies. Am J Respir Crit Care Med . 2013;188:309–318.", "ArticleIdList": ["PMC3778732", "23750510"]}, {"Citation": "O’Connor GT, Neas L, Vaughn B, Kattan M, Mitchell H, Crain EF, et al. Acute respiratory health effects of air pollution on children with asthma in US inner cities. J Allergy Clin Immunol . 2008;121:1133–1139.e1.", "ArticleIdList": ["18405952"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, et al. Air pollution and mortality in the Medicare population. N Engl J Med . 2017;376:2513–2522.", "ArticleIdList": ["PMC5766848", "28657878"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, et al. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect . 2009;117:668–674.", "ArticleIdList": ["PMC2679614", "19440509"]}, {"Citation": "Schildcrout JS, Sheppard L, Lumley T, Slaughter JC, Koenig JQ, Shapiro GG. Ambient air pollution and asthma exacerbations in children: an eight-city analysis. Am J Epidemiol . 2006;164:505–517.", "ArticleIdList": ["16798793"]}, {"Citation": "Cromar KR, Duncan BN, Bartonova A, Benedict K, Brauer M, Habre R, et al. Air pollution monitoring for health research and patient care: an Official American Thoracic Society workshop report. Ann Am Thorac Soc . 2019;16:1207–1214.", "ArticleIdList": ["PMC6812167", "31573344"]}, {"Citation": "Akinbami LJ, Moorman JE, Simon AE, Schoendorf KC. Trends in racial disparities for asthma outcomes among children 0 to 17 years, 2001-2010. J Allergy Clin Immunol . 2014;134:547–553.e5.", "ArticleIdList": ["PMC4757843", "25091437"]}, {"Citation": "Rosser F, Brehm JM, Forno E, Acosta-Pérez E, Kurland K, Canino G, et al. Proximity to a major road, vitamin D insufficiency, and severe asthma exacerbations in Puerto Rican children. Am J Respir Crit Care Med . 2014;190:1190–1193.", "ArticleIdList": ["PMC4299641", "25398111"]}, {"Citation": "Bose S, Diette GB, Woo H, Koehler K, Romero K, Rule AM, et al. Vitamin D status modifies the response to indoor particulate matter in obese urban children with asthma. J Allergy Clin Immunol Pract . 2019;7:1815–1822.e2.", "ArticleIdList": ["PMC6792389", "30763731"]}, {"Citation": "Burbank AJ, Peden DB. Assessing the impact of air pollution on childhood asthma morbidity: how, when, and what to do. Curr Opin Allergy Clin Immunol . 2018;18:124–131.", "ArticleIdList": ["PMC6016370", "29493555"]}, {"Citation": "Matsui EC, Hansel NN, Aloe C, Schiltz AM, Peng RD, Rabinovitch N, et al. Indoor pollutant exposures modify the effect of airborne endotoxin on asthma in urban children. Am J Respir Crit Care Med . 2013;188:1210–1215.", "ArticleIdList": ["PMC3863732", "24066676"]}, {"Citation": "Clougherty JE, Levy JI, Kubzansky LD, Ryan PB, Suglia SF, Canner MJ, et al. Synergistic effects of traffic-related air pollution and exposure to violence on urban asthma etiology. Environ Health Perspect . 2007;115:1140–1146.", "ArticleIdList": ["PMC1940095", "17687439"]}, {"Citation": "Islam T, Urman R, Gauderman WJ, Milam J, Lurmann F, Shankardass K, et al. Parental stress increases the detrimental effect of traffic exposure on children’s lung function. Am J Respir Crit Care Med . 2011;184:822–827.", "ArticleIdList": ["PMC3208647", "21700914"]}, {"Citation": "Perzanowski MS, Chew GL, Divjan A, Jung KH, Ridder R, Tang D, et al. Early-life cockroach allergen and polycyclic aromatic hydrocarbon exposures predict cockroach sensitization among inner-city children. J Allergy Clin Immunol . 2013;131:886–893.", "ArticleIdList": ["PMC3678290", "23391330"]}, {"Citation": "Weir CH, Yeatts KB, Sarnat JA, Vizuete W, Salo PM, Jaramillo R, et al. Nitrogen dioxide and allergic sensitization in the 2005-2006 National Health and Nutrition Examination Survey. Respir Med . 2013;107:1763–1772.", "ArticleIdList": ["PMC4071349", "24045117"]}, {"Citation": "Rosser F, Han YY, Forno E, Acosta-Pérez E, Canino G, Celedón JC. Indoor endotoxin, proximity to a major roadway, and severe asthma exacerbations among children in Puerto Rico. Ann Allergy Asthma Immunol . 2020;125:658–664.e2.", "ArticleIdList": ["PMC7680389", "32911057"]}, {"Citation": "Mendy A, Wilkerson J, Salo PM, Weir CH, Feinstein L, Zeldin DC, et al. Synergistic association of house endotoxin exposure and ambient air pollution with asthma outcomes. Am J Respir Crit Care Med . 2019;200:712–720.", "ArticleIdList": ["PMC6775869", "30965018"]}, {"Citation": "Lovinsky-Desir S, Jung KH, Jezioro JR, Torrone DZ, de Planell-Saguer M, Yan B, et al. Physical activity, black carbon exposure, and DNA methylation in the FOXP3 promoter. Clin Epigenetics . 2017;9:65.", "ArticleIdList": ["PMC5470266", "28630656"]}, {"Citation": "Rider CF, Carlsten C. Air pollution and resistance to inhaled glucocorticoids: Evidence, mechanisms and gaps to fill. Pharmacol Ther . 2019;194:1–21.", "ArticleIdList": ["30138638"]}, {"Citation": "Nardone A, Casey JA, Morello-Frosch R, Mujahid M, Balmes JR, Thakur N. Associations between historical residential redlining and current age-adjusted rates of emergency department visits due to asthma across eight cities in California: an ecological study. Lancet Planet Health . 2020;4:e24–e31.", "ArticleIdList": ["PMC10018700", "31999951"]}, {"Citation": "Tessum CW, Apte JS, Goodkind AL, Muller NZ, Mullins KA, Paolella DA, et al. Inequity in consumption of goods and services adds to racial-ethnic disparities in air pollution exposure. Proc Natl Acad Sci USA . 2019;116:6001–6006.", "ArticleIdList": ["PMC6442600", "30858319"]}, {"Citation": "Howell J, Goodkind S, Jacobs L, Branson D, Miller E. Pittsburgh’s inequality across gender and race. City of Pittsburgh Gender Equity Commission; 2019.  [accessed 2021 Jan 27]. Available from: https://apps.pittsburghpa.gov/redtail/images/7109_Pittsburgh's_Inequality_Across_Gender​_and_Race_09_18_19.pdf."}, {"Citation": "Tanzer R, Malings C, Hauryliuk A, Subramanian R, Presto AA. Demonstration of a low-cost multi-pollutant network to quantify intra-urban spatial variations in air pollutant source impacts and to evaluate environmental justice. Int J Environ Res Public Health . 2019;16:2523.", "ArticleIdList": ["PMC6678618", "31311099"]}, {"Citation": "Zhao J, Gladson L, Cromar K. A novel environmental justice indicator for managing local air pollution. Int J Environ Res Public Health . 2018;15:1260.", "ArticleIdList": ["PMC6024918", "29899217"]}, {"Citation": "Hasegawa K, Sullivan AF, Tovar Hirashima E, Gaeta TJ, Fee C, Turner SJ, et al. Multicenter Airway Research Collaboration-36 Investigators A multicenter observational study of US adults with acute asthma: who are the frequent users of the emergency department? J Allergy Clin Immunol Pract . 2014;2:733–740.", "ArticleIdList": ["25439365"]}, {"Citation": "Kenyon CC, Strane D, Floyd GC, Jacobi EG, Penrose TJ, Ewig JM, et al. Children’s Hospital of Philadelphia’s Asthma Population Health Workgroup An asthma population health improvement initiative for children with frequent hospitalizations Pediatrics 2020146:e20193108.", "ArticleIdList": ["PMC8609917", "33004429"]}, {"Citation": "Kim JJ, American Academy of Pediatrics Committee on Environmental Health Ambient air pollution: health hazards to children. Pediatrics . 2004;114:1699–1707.", "ArticleIdList": ["15574638"]}, {"Citation": "Cromar KR, Ghazipura M, Gladson LA, Perlmutt L. Evaluating the U.S. Air Quality Index as a risk communication tool: comparing associations of index values with respiratory morbidity among adults in California. PLoS One . 2020;15:e0242031.", "ArticleIdList": ["PMC7671501", "33201930"]}, {"Citation": "Strickland MJ, Darrow LA, Klein M, Flanders WD, Sarnat JA, Waller LA, et al. Short-term associations between ambient air pollutants and pediatric asthma emergency department visits. Am J Respir Crit Care Med . 2010;182:307–316.", "ArticleIdList": ["PMC2921597", "20378732"]}, {"Citation": "McDermott M, Srivastava R, Croskell S. Awareness of and compliance with air pollution advisories: a comparison of parents of asthmatics with other parents. J Asthma . 2006;43:235–239.", "ArticleIdList": ["16754528"]}, {"Citation": "Wen XJ, Balluz L, Mokdad A. Association between media alerts of air quality index and change of outdoor activity among adult asthma in six states, BRFSS, 2005. J Community Health . 2009;34:40–46.", "ArticleIdList": ["18821001"]}, {"Citation": "Wells EM, Dearborn DG, Jackson LW. Activity change in response to bad air quality, National Health and Nutrition Examination Survey, 2007-2010. PLoS One . 2012;7:e50526.", "ArticleIdList": ["PMC3511511", "23226304"]}, {"Citation": "Neidell M, Kinney PL. Estimates of the association between ozone and asthma hospitalizations that account for behavioral responses to air quality information. Environ Sci Policy . 2010;13:97–103."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "8", "Hour": "17", "Minute": "10"}, {"Year": "2023", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35394903", "PMC9278633", "10.1513/AnnalsATS.202105-539OC"]}}], "PubmedBookArticle": []}