{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Case-crossover", "First incident STEMI", "PM10", "PM2.5", "Suzhou"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35404033", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "04", "Day": "11"}], "ELocationID": ["10.1007/s11356-022-20150-z"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "41", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Association between ambient particulate matter (PM<sub>2.5</sub>/PM<sub>10</sub>) and first incident ST-elevation myocardial infarction in Suzhou, China.", "Pagination": {"StartPage": "62690", "EndPage": "62697", "MedlinePgn": "62690-62697"}, "Abstract": {"AbstractText": ["Interests in evaluation of the effect of air pollution and weather conditions on cardiovascular disease have increased. However, the relationship between short-term particulate matter (PM) exposure and first incident ST-elevation myocardial infarction (STEMI) remains unclear. Medical records were collected from December 2013 to December 2016. A total of 1354 patients with first incident STEMI were included. The daily average of air pollution and weather conditions were calculated. In this case-crossover study, conditional logistic regression was performed to assess the association between daily concentrations of PM and first incident STEMI. The daily average of PM<sub>2.5</sub> and PM<sub>10</sub> were 58.9 μg/m<sup>3</sup> and 80.2 μg/m<sup>3</sup>, respectively. In this case-crossover study, single-pollutant models showed that each 10 μg/m<sup>3</sup> increase in PM<sub>2.5</sub> was associated with a percent change of 3.36, 95% confidence interval (CI): (1.01-5.77), or in PM<sub>10</sub> percent change of 2.1%, 95%CI: (0.2-4.04) for patients with first incident STEMI. The association remained stable after adjusting for ozone (O<sub>3</sub>). The results from subgroup analysis showed the association slightly enhanced in women, elder patients, patients with history of diabetes, patients without history of smoking, and cold seasons. The p values were not significant between these strata, which may be due to small sample size. This investigation showed that short-term PM exposure associated with first incident STEMI in Suzhou. Given the effect of PM on the first incident STEMI, strategies to decrease PM should be considered."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pulmonary and Critical Care Medicine, the Affiliated Hospital 4 of Nantong University, the First Hospital of Yancheng, Yancheng City, Jiangsu Province, China."}], "LastName": "Sun", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Yantai Affiliated Hospital of Binzhou Medical University, Yantai City, Shandong Province, China."}], "LastName": "Cao", "ForeName": "Bangming", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Dushu Lake Hospital Affiliated to Soochow University, Suzhou City, Jiangsu Province, China."}], "LastName": "Jiang", "ForeName": "Yufeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pulmonary and Critical Care Medicine, the Affiliated Hospital 4 of Nantong University, the First Hospital of Yancheng, Yancheng City, Jiangsu Province, China."}], "LastName": "Zhuang", "ForeName": "Jin", "Initials": "J"}, {"Identifier": ["0000-0001-7698-6601"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, the First Affiliated Hospital of Soochow University, Suzhou City, Jiangsu Province, China. zhangchi13@suda.edu.cn."}], "LastName": "Zhang", "ForeName": "Chi", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, the First Affiliated Hospital of Soochow University, Suzhou City, Jiangsu Province, China."}], "LastName": "Jiang", "ForeName": "Bin", "Initials": "B"}], "GrantList": [{"GrantID": "81770327", "Agency": "Major Research Plan", "Country": ""}, {"GrantID": "KJXW2019004", "Agency": "Suzhou Municipal Science and Technology Bureau", "Country": ""}, {"GrantID": "KJXW2020001", "Agency": "Suzhou Municipal Science and Technology Bureau", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "ST Elevation Myocardial Infarction"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akbarzadeh MA, Khaheshi I, Sharifi A, Yousefi N, Naderian M, Namazi MH, Safi M, Vakili H, Saadat H, Alipour Parsa S, Nickdoost N (2018) The association between exposure to air pollutants including PM10, PM2.5, ozone, carbon monoxide, sulfur dioxide, and nitrogen dioxide concentration and the relative risk of developing STEMI: A case-crossover design. Environ Res 161:299–303", "ArticleIdList": ["10.1016/j.envres.2017.11.020"]}, {"Citation": "Argacha JF, Collart P, Wauters A, Kayaert P, Lochy S, Schoors D, Sonck J, de Vos T, Forton M, Brasseur O, Beauloye C, Gevaert S, Evrard P, Coppieters Y, Sinnaeve P, Claeys MJ (2016) Air pollution and ST-elevation myocardial infarction: a case-crossover study of the Belgian STEMI registry 2009–2013. Int J Cardiol 223:300–305", "ArticleIdList": ["10.1016/j.ijcard.2016.07.191"]}, {"Citation": "Berman AE, Miller DD (2020) Quantifying the economic burden of acute myocardial infarction: a timely and important concept. Am J Med Sci 359:255–256", "ArticleIdList": ["10.1016/j.amjms.2020.03.003"]}, {"Citation": "Biondi-Zoccai G et al (2020) Impact of environmental pollution and weather changes on the incidence of ST-elevation myocardial infarction. Eur J Prev Cardiol 0:1–8"}, {"Citation": "Bourdrel T, Bind MA, Bejot Y, Morel O, Argacha JF (2017) Cardiovascular effects of air pollution. Arch Cardiovasc Dis 110:634–642", "ArticleIdList": ["10.1016/j.acvd.2017.05.003"]}, {"Citation": "Buszman PE, Derbisz K, Kwasiborski P, Chrzaszcz P, Mularska M, Baron D, Sobieszek A, Mendyk A, Skoczylas P, Cisowski M, Buszman PP, Milewski K (2018) Impact of air pollution on hospital patients admitted with ST- and non-ST-segment elevation myocardial infarction in heavily polluted cities within the European Union. Cardiol J 27:541–547"}, {"Citation": "Cai X, Li Z, Scott EM, Li X, Tang M (2016) Short-term effects of atmospheric particulate matter on myocardial infarction: a cumulative meta-analysis. Environ Sci Pollut Res Int 23:6139–6148", "ArticleIdList": ["10.1007/s11356-016-6186-3"]}, {"Citation": "Chen R, Zhao A, Chen H, Zhao Z, Cai J, Wang C, Yang C, Li H, Xu X, Ha S, Li T, Kan H (2015) Cardiopulmonary benefits of reducing indoor particles of outdoor origin: a randomized, double-blind crossover trial of air purifiers. J Am Coll Cardiol 65:2279–2287", "ArticleIdList": ["10.1016/j.jacc.2015.03.553"]}, {"Citation": "Chen R, Yin P, Meng X, Liu C, Wang L, Xu X, Ross JA, Tse LA, Zhao Z, Kan H, Zhou M (2017) Fine particulate air pollution and daily mortality. A nationwide analysis in 272 Chinese Cities. Am J Respir Crit Care Med 196:73–81", "ArticleIdList": ["10.1164/rccm.201609-1862OC"]}, {"Citation": "Du X, Patel A, Anderson CS, Dong J, Ma C (2019) Epidemiology of cardiovascular disease in China and opportunities for improvement: JACC International. J Am Coll Cardiol 73:3135–3147", "ArticleIdList": ["10.1016/j.jacc.2019.04.036"]}, {"Citation": "Farhadi Z, Abulghasem Gorgi H, Shabaninejad H, Aghajani Delavar M, Torani S (2020) Association between PM2.5 and risk of hospitalization for myocardial infarction: a systematic review and a meta-analysis. BMC Public Health 20:314–325", "ArticleIdList": ["10.1186/s12889-020-8262-3"]}, {"Citation": "Fiordelisi A, Piscitelli P, Trimarco B, Coscioni E, Iaccarino G, Sorriento D (2017) The mechanisms of air pollution and particulate matter in cardiovascular diseases. Heart Fail Rev 22:337–347", "ArticleIdList": ["10.1007/s10741-017-9606-7"]}, {"Citation": "Franklin BA, Brook R, Arden Pope C 3rd (2015) Air pollution and cardiovascular disease. Curr Probl Cardiol 40:207-238"}, {"Citation": "Gardner B, Ling F, Hopke PK, Frampton MW, Utell MJ, Zareba W, Cameron SJ, Chalupa D, Kane C, Kulandhaisamy S, Topf MC, Rich DQ (2014) Ambient fine particulate air pollution triggers ST-elevation myocardial infarction, but not non-ST elevation myocardial infarction: a case-crossover study. Part Fibre Toxicol 11:1–11", "ArticleIdList": ["10.1186/1743-8977-11-1"]}, {"Citation": "Goldberg MS, Burnett RT, Stieb DM, Brophy JM, Daskalopoulou SS, Valois MF, Brook JR (2013) Associations between ambient air pollution and daily mortality among elderly persons in Montreal, Quebec. Sci Total Environ 463–464:931–942", "ArticleIdList": ["10.1016/j.scitotenv.2013.06.095"]}, {"Citation": "Kan H, Chen R, Tong S (2012) Ambient air pollution, climate change, and population health in China. Environ Int 42:10–19", "ArticleIdList": ["10.1016/j.envint.2011.03.003"]}, {"Citation": "Lee S, Lee W, Lee E, Jeong MH, Rha SW, Kim CJ, Chae SC, Kim HS, Gwon HC, Kim H (2021) Effects of Asian dust-derived particulate matter on ST-elevation myocardial infarction: retrospective, time series study. BMC Public Health 21:68–77", "ArticleIdList": ["10.1186/s12889-020-10067-y"]}, {"Citation": "Li C, Zhang K, Dai Z, Ma Z, Liu X (2020) Investigation of the impact of land-use distribution on PM2.5 in Weifang: seasonal variations. Int J Environ Res Public Health 17:5135–5154", "ArticleIdList": ["10.3390/ijerph17145135"]}, {"Citation": "Li J, Liu C, Cheng Y, Guo S, Sun Q, Kan L, Chen R, Kan H, Bai H, Cao J (2019) Association between ambient particulate matter air pollution and ST-elevation myocardial infarction: a case-crossover study in a Chinese city. Chemosphere 219:724–729", "ArticleIdList": ["10.1016/j.chemosphere.2018.12.094"]}, {"Citation": "Lin Y, Yuan X, Zhai T, Wang J (2020) Effects of land-use patterns on PM2.5 in China’s developed coastal region: Exploration and solutions. Sci Total Environ 703:135602", "ArticleIdList": ["10.1016/j.scitotenv.2019.135602"]}, {"Citation": "Liu C et al (2019) Ambient particulate air pollution and daily mortality in 652 Cities. N Engl J Med 381:705–715", "ArticleIdList": ["10.1056/NEJMoa1817364"]}, {"Citation": "Liu H, Tian Y, Cao Y, Song J, Huang C, Xiang X, Li M, Hu Y (2018) Fine particulate air pollution and hospital admissions and readmissions for acute myocardial infarction in 26 Chinese cities. Chemosphere 192:282–288", "ArticleIdList": ["10.1016/j.chemosphere.2017.10.123"]}, {"Citation": "Louch WE, Ferrier GR, Howlett SE (2002) Changes in excitation-contraction coupling in an isolated ventricular myocyte model of cardiac stunning. American journal of physiology. Heart and Circulatory Physiology 283:H800-810", "ArticleIdList": ["10.1152/ajpheart.00020.2002"]}, {"Citation": "Milojevic A, Wilkinson P, Armstrong B, Bhaskaran K, Smeeth L, Hajat S (2014) Short-term effects of air pollution on a range of cardiovascular events in England and Wales: case-crossover analysis of the MINAP database, hospital admissions and mortality. Heart 100:1093–1098", "ArticleIdList": ["10.1136/heartjnl-2013-304963"]}, {"Citation": "Mustafic H, Jabre P, Caussin C, Murad MH, Escolano S, Tafflet M, Perier MC, Marijon E, Vernerey D, Empana JP, Jouven X (2012) Main air pollutants and myocardial infarction: a systematic review and meta-analysis. JAMA 307:713–721", "ArticleIdList": ["10.1001/jama.2012.126"]}, {"Citation": "Pan HY, Cheung SM, Chen FC, Wu KH, Cheng SY, Chuang PC, Cheng FJ (2019) Short-term effects of ambient air pollution on ST-elevation myocardial infarction events: are there potentially susceptible groups? Int J Environ Res Public Health 16:3760–3771", "ArticleIdList": ["10.3390/ijerph16193760"]}, {"Citation": "Pope CA, Muhlestein JB, Anderson JL, Cannon JB, Hales NM, Meredith KG, Le V, Horne BD (2015) Short-term exposure to fine particulate matter air pollution is preferentially associated with the risk of ST-segment elevation acute coronary events. J Am Heart Assoc 4:e002506", "ArticleIdList": ["10.1161/JAHA.115.002506"]}, {"Citation": "Pope CA 3rd, Muhlestein JB, May HT, Renlund DG, Anderson JL, Horne BD (2006) Ischemic heart disease events triggered by short-term exposure to fine particulate air pollution. Circulation 114:2443–2448", "ArticleIdList": ["10.1161/CIRCULATIONAHA.106.636977"]}, {"Citation": "Sun Q, Liu C, Chen R, Wang C, Li J, Sun J, Kan H, Cao J, Bai H (2019) Association of fine particulate matter on acute exacerbation of chronic obstructive pulmonary disease in Yancheng, China. The Science of the Total Environment 650:1665–1670", "ArticleIdList": ["10.1016/j.scitotenv.2018.09.278"]}, {"Citation": "Talbott EO, Rager JR, Benson S, Brink LA, Bilonick RA, Wu C (2014) A case-crossover analysis of the impact of PM(2.5) on cardiovascular disease hospitalizations for selected CDC tracking states. Environ Res 134:455–465", "ArticleIdList": ["10.1016/j.envres.2014.06.018"]}, {"Citation": "Wang C, Zhu G, Zhang L, Chen K (2020) Particulate matter pollution and hospital outpatient visits for endocrine, digestive, urological, and dermatological diseases in Nanjing China. Environ Pollut 261:114205", "ArticleIdList": ["10.1016/j.envpol.2020.114205"]}, {"Citation": "World Medical A (2013) World Medical Association Declaration of Helsinki: ethical principles for medical research involving human subjects. JAMA 310:2191–2194", "ArticleIdList": ["10.1001/jama.2013.281053"]}, {"Citation": "Zhang Q, Qi W, Yao W, Wang M, Chen Y, Zhou Y (2016) Ambient particulate matter (PM2.5/PM10) exposure and emergency department visits for acute myocardial infarction in Chaoyang District, Beijing, China during 2014: a case-crossover study. J Epidemiol 26:538–545", "ArticleIdList": ["10.2188/jea.JE20150209"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "1"}, {"Year": "2022", "Month": "4", "Day": "4"}, {"Year": "2022", "Month": "4", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "11", "Hour": "12", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35404033", "10.1007/s11356-022-20150-z", "10.1007/s11356-022-20150-z"]}}], "PubmedBookArticle": []}