{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Easyef®", "Heberprot-P75®", "embryo", "epidermal growth factor", "wound healing", "zebrafish"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35447848", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "04", "Day": "06"}], "ELocationID": ["45", "10.3390/geriatrics7020045"], "Journal": {"ISSN": "2308-3417", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "06"}}, "Title": "Geriatrics (Basel, Switzerland)", "ISOAbbreviation": "Geriatrics (Basel)"}, "ArticleTitle": "Efficacy Comparison Study of Human Epidermal Growth Factor (EGF) between Heberprot-P<sup>®</sup> and Easyef<sup>®</sup> in Adult Zebrafish and Embryo under Presence or Absence Combination of Diabetic Condition and Hyperlipidemia to Mimic Elderly Patients.", "Abstract": {"AbstractText": ["Recombinant human epidermal growth factor (EGF) has been used to treat adult diabetic foot ulcers and pediatric burns by facilitating wound healing and epithelization, especially for elderly patients. Several formulation types of EGF from different expression hosts are clinically available, such as intralesional injection and topical application. On the other hand, no study has compared the in vivo efficacy of EGF products directly in terms of tissue regeneration and wound healing activity. The present study compared two commercial products, Heberprot-P75<sup>®</sup> and Easyef<sup>®</sup>, in terms of their tissue regeneration activity in adult zebrafish and the developmental speed of zebrafish embryos. Fluorescence spectroscopy showed that the two EGF products had different Trp fluorescence emission spectra: Easyef<sup>®</sup> showed a wavelength of maximum fluorescence (WMF) of 337 nm with weak fluorescence intensity (FI), while Heberprot-P75<sup>®</sup> showed WMF of 349 nm with a 4.1 times stronger FI than that of Easyef<sup>®</sup>. The WMF of Heberprot-P75<sup>®</sup> was quenched by adding singlet oxygen in ozonated oil, while the WMF of Easyef<sup>®</sup> was not quenched. Treatment with Heberprot-P75<sup>®</sup> induced greater embryo development speed with a higher survival rate after exposure to EGF in water and microinjection into embryos. Under normal diet (ND) consumption, Heberprot-P75<sup>®</sup> showed a 1.4 times higher tail fin regeneration activity than Easyef<sup>®</sup> during seven days from the intraperitoneal injection (10 μL, 50 μg/mL) after amputating the tail fin. Under ND consumption and diabetic condition caused by streptozotocin (STZ) treatment, Heberprot-P75<sup>®</sup> showed 2.1 times higher tail fin regeneration activity than Easyef<sup>®</sup> from the same injection and amputation protocol. Under a high-cholesterol diet (HCD) alone, Heberprot-P75<sup>®</sup> showed 1.2 times higher tail fin regeneration activity than the Easyef<sup>®</sup> group and PBS group from the same injection and amputation. Under diabetic conditions (STZ-injected) and HCD consumption, the Heberprot-P75<sup>®</sup> group showed 1.7 and 1.5 times higher tail fin regeneration activity than the Easyef<sup>®</sup> group and PBS group, respectively, with a distinct and clean regeneration pattern. In contrast, the Easyef<sup>®</sup> group and PBS group showed ambiguous regeneration patterns with a severe fissure of the tail fin, which is a typical symptom of a diabetic foot. In conclusion, Heberprot-P75<sup>®</sup> and Easyef<sup>®</sup> have different Trp fluorescence properties in terms of the WMF and fluorescence quenching. Treatment of Heberprot-P75<sup>®</sup> induced a greater developmental speed of zebrafish embryos in both water exposure and microinjection. Heberprot-P75<sup>®</sup> induced significantly higher wound healing and tissue regeneration activity than Easyef<sup>®</sup> and PBS in the presence or absence of diabetic conditions and cholesterol supplementation."]}, "AuthorList": [{"Identifier": ["0000-0003-1198-4140"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Korea."}, {"Identifier": [], "Affiliation": "LipoLab, Yeungnam University, Gyeongsan 38541, Korea."}], "LastName": "Cho", "ForeName": "Kyung-Hyun", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Korea."}], "LastName": "Kim", "ForeName": "Ju-Hyun", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Korea."}], "LastName": "Nam", "ForeName": "Hyo-Seon", "Initials": "HS"}, {"Identifier": ["0000-0002-5508-2336"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Korea."}], "LastName": "Kang", "ForeName": "Dae-Jin", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Geriatrics (Basel)", "NlmUniqueID": "101704019", "ISSNLinking": "2308-3417"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bui T.Q., Bui Q.V.P., Németh D., Hegyi P., Szakács Z., Rumbus Z., Tóth B., Emri G., Párniczky A., Sarlós P., et al. Epidermal growth factor is effective in the treatment of diabetic foot ulcers: Meta-analysis and systematic review. Int. J. Environ. Res. Public Health. 2019;16:2584. doi: 10.3390/ijerph16142584.", "ArticleIdList": ["10.3390/ijerph16142584", "PMC6678975", "31331038"]}, {"Citation": "Eskens O., Amin S. Challenges and effective routes for formulating and delivery of epidermal growth factors in skin care. Int. J. Cosmet. Sci. 2021;43:123–130. doi: 10.1111/ics.12685.", "ArticleIdList": ["10.1111/ics.12685", "33354795"]}, {"Citation": "Miller-Kobisher B., Suárez-Vega D.V., Velazco de Maldonado G.J. Epidermal growth factor in aesthetics and regenerative medicine: Systematic review. J. Cutan. Aesthet. Surg. 2021;14:137–146. doi: 10.4103/JCAS.JCAS_25_20.", "ArticleIdList": ["10.4103/JCAS.JCAS_25_20", "PMC8423211", "34566354"]}, {"Citation": "Dinh T., Braunagel S., Rosenblum B.I. Growth factors in wound healing: The present and the future? Clin. Podiatr. Med. Surg. 2015;32:109–119. doi: 10.1016/j.cpm.2014.09.010.", "ArticleIdList": ["10.1016/j.cpm.2014.09.010", "25440422"]}, {"Citation": "Qi M., Zhou Q., Zeng W., Wu L., Zhao S., Chen W., Luo C., Shen M., Zhang J., Tang C.E. Growth factors in the pathogenesis of diabetic foot ulcers. Front. Biosci. 2018;23:310–317. doi: 10.2741/4593.", "ArticleIdList": ["10.2741/4593", "28930549"]}, {"Citation": "Yang Q., Zhang Y., Yin H., Lu Y. Topical recombinant human epidermal growth factor for diabetic foot ulcers: A meta-analysis of randomized controlled clinical trials. Ann. Vasc. Surg. 2020;62:442–451. doi: 10.1016/j.avsg.2019.05.041.", "ArticleIdList": ["10.1016/j.avsg.2019.05.041", "31394225"]}, {"Citation": "Boulton A.J., Vileikyte L., Ragnarson-Tennvall G., Apelqvist J. The global burden of diabetic foot disease. Lancet. 2005;366:1719–1724. doi: 10.1016/S0140-6736(05)67698-2.", "ArticleIdList": ["10.1016/S0140-6736(05)67698-2", "16291066"]}, {"Citation": "Lim J.Z., Ng N.S., Thomas C. Prevention and treatment of diabetic foot ulcers. J. R. Soc. Med. 2017;110:104–109. doi: 10.1177/0141076816688346.", "ArticleIdList": ["10.1177/0141076816688346", "PMC5349377", "28116957"]}, {"Citation": "Boulton A.J. The pathway to foot ulceration in diabetes. Med. Clin. N. Am. 2013;97:775–790. doi: 10.1016/j.mcna.2013.03.007.", "ArticleIdList": ["10.1016/j.mcna.2013.03.007", "23992891"]}, {"Citation": "Dumantepe M., Fazliogullari O., Seren M., Uyar I., Basar F. Efficacy of intralesional recombinant human epidermal growth factor in chronic diabetic foot ulcers. Growth Factors. 2015;33:128–132. doi: 10.3109/08977194.2015.1031898.", "ArticleIdList": ["10.3109/08977194.2015.1031898", "25856197"]}, {"Citation": "Berlanga-Acosta J., Fernández-Montequín J., Valdés-Pérez C., Savigne-Gutiérrez W., Mendoza-Marí Y., García-Ojalvo A., Falcón-Cama V., García Del Barco-Herrera D., Fernández-Mayola M., Pérez-Saad H., et al. Diabetic foot ulcers and epidermal growth factor: Revisiting the local delivery route for a successful outcome. BioMed Res. Int. 2017;2017:2923759. doi: 10.1155/2017/2923759.", "ArticleIdList": ["10.1155/2017/2923759", "PMC5585590", "28904951"]}, {"Citation": "Park K.H., Han S.H., Hong J.P., Han S.K., Lee D.H., Kim B.S., Ahn J.H., Lee J.W. Topical epidermal growth factor spray for the treatment of chronic diabetic foot ulcers: A phase III multicenter, double-blind, randomized, placebo-controlled trial. Diabetes Res. Clin. Pract. 2018;142:335–344. doi: 10.1016/j.diabres.2018.06.002.", "ArticleIdList": ["10.1016/j.diabres.2018.06.002", "29902542"]}, {"Citation": "Tuyet H.L., Nguyen Quynh T.T., Vo Hoang Minh H., Thi Bich D.N., Do Dinh T., Le Tan D., Van H.L., Le Huy T., Doan Huu H., Tran Trong T.N. The efficacy and safety of epidermal growth factor in treatment of diabetic foot ulcers: The preliminary results. Int. Wound J. 2009;6:159–166. doi: 10.1111/j.1742-481X.2009.00594.x.", "ArticleIdList": ["10.1111/j.1742-481X.2009.00594.x", "PMC7951377", "19432666"]}, {"Citation": "Tiaka E.K., Papanas N., Manolakis A.C., Georgiadis G.S. Epidermal growth factor in the treatment of diabetic foot ulcers: An update. Perspect. Vasc. Surg. Endovasc. Ther. 2012;24:37–44. doi: 10.1177/1531003512442093.", "ArticleIdList": ["10.1177/1531003512442093", "22494968"]}, {"Citation": "Marques I.J., Lupi E., Mercader N. Model systems for regeneration: Zebrafish. Development. 2019;146:dev167692. doi: 10.1242/dev.167692.", "ArticleIdList": ["10.1242/dev.167692", "31540899"]}, {"Citation": "Yoon J.H., Cho K.H. A point mutant of apolipoprotein A-I (V156K) showed enhancement of cellular insulin secretion and potent activity of facultative regeneration in zebrafish. Rejuvenation Res. 2012;15:313–321. doi: 10.1089/rej.2011.1246.", "ArticleIdList": ["10.1089/rej.2011.1246", "22530728"]}, {"Citation": "Lee E.Y., Yoo J.A., Lim S.M., Cho K.H. Anti-aging and tissue regeneration ability of policosanol along with lipid-lowering effect in hyperlipidemic zebrafish via enhancement of high-density lipoprotein functionality. Rejuvenation Res. 2016;19:149–158. doi: 10.1089/rej.2015.1745.", "ArticleIdList": ["10.1089/rej.2015.1745", "PMC4841090", "26413884"]}, {"Citation": "Jin S., Cho K.H. Water extracts of cinnamon and clove exhibits potent inhibition of protein glycation and anti-atherosclerotic activity in vitro and in vivo hypolipidemic activity in zebrafish. Food Chem. Toxicol. 2011;49:1521–1529. doi: 10.1016/j.fct.2011.03.043.", "ArticleIdList": ["10.1016/j.fct.2011.03.043", "21443916"]}, {"Citation": "Kim S.M., Kim S.J., Kim J.Y., Kim J.R., Cho K.H. Breast milk from smokers contains less cholesterol and protein and smaller size of apolipoprotein A-I resulting in lower zebrafish embryo survivability. Breastfeed. Med. 2017;12:365–372. doi: 10.1089/bfm.2016.0097.", "ArticleIdList": ["10.1089/bfm.2016.0097", "28631934"]}, {"Citation": "Park K.H., Cho K.H. A zebrafish model for the rapid evaluation of pro-oxidative and inflammatory death by lipopolysaccharide, oxidized low-density lipoproteins, and glycated high-density lipoproteins. Fish Shellfish. Immunol. 2011;31:904–910. doi: 10.1016/j.fsi.2011.08.006.", "ArticleIdList": ["10.1016/j.fsi.2011.08.006", "21906681"]}, {"Citation": "Cohen S., Carpenter G., Lembach K.J. Interaction of epidermal growth factor (EGF) with cultured fibroblasts. Adv. Metab. Disord. 1975;8:265–284. doi: 10.1016/b978-0-12-027308-9.50024-x.", "ArticleIdList": ["10.1016/b978-0-12-027308-9.50024-x", "1199892"]}, {"Citation": "Cho K.H., Kang D.J., Nam H.S., Kim J.H., Kim S.Y., Lee J.O., Kim B.J. Ozonated sunflower oil exerted protective effect for embryo and cell survival via potent reduction power and antioxidant activity in HDL with strong antimicrobial activity. Antioxidants. 2021;10:1651. doi: 10.3390/antiox10111651.", "ArticleIdList": ["10.3390/antiox10111651", "PMC8614758", "34829522"]}, {"Citation": "Ware W.R. Oxygen quenching of fluorescence in solution: An experimental study of the diffusion process. J. Phys. Chem. 1962;66:455–458. doi: 10.1021/j100809a020.", "ArticleIdList": ["10.1021/j100809a020"]}, {"Citation": "Davies M. Free radicals, oxidants and protein damage. Aust. Biochem. 2012;43:8–12."}, {"Citation": "Vladislav Victorovich K., Tatyana Aleksandrovna K., Victor Vitoldovich P., Aleksander Nicolaevich S., Larisa Valentinovna K., Anastasia Aleksandrovna A. Spectra of tryptophan fluorescence are the result of co-existence of certain most abundant stabilized excited state and certain most abundant destabilized excited state. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2021;257:119784. doi: 10.1016/j.saa.2021.119784.", "ArticleIdList": ["10.1016/j.saa.2021.119784", "33892250"]}, {"Citation": "Richani D., Gilchrist R.B. The epidermal growth factor network: Role in oocyte growth, maturation and developmental competence. Hum. Reprod. Update. 2018;24:1–14. doi: 10.1093/humupd/dmx029.", "ArticleIdList": ["10.1093/humupd/dmx029", "29029246"]}, {"Citation": "Sargent I.L., Martin K.L., Barlow D.H. The use of recombinant growth factors to promote human embryo development in serum-free medium. Hum. Reprod. 1998;13((Suppl. 4)):239–248. doi: 10.1093/humrep/13.suppl_4.239.", "ArticleIdList": ["10.1093/humrep/13.suppl_4.239", "10091074"]}, {"Citation": "Hong J.P., Park S.W. The combined effect of recombinant human epidermal growth factor and erythropoietin on full-thickness wound healing in diabetic rat model. Int. Wound J. 2014;11:373–378. doi: 10.1111/j.1742-481X.2012.01100.x.", "ArticleIdList": ["10.1111/j.1742-481X.2012.01100.x", "PMC7950853", "23078553"]}, {"Citation": "Cinza A.M., Quintana M., Lombardero J., Poutou R., Perez E., Perez L.C., Mella C.M., Besada V., Padron G., Castellanos L., et al. A batch process for production of human epidermal growth factor in yeast. Product characterization. Biotecnol. Apl. 1991;8:166–174."}, {"Citation": "Nusslein-Volhard C., Dahm R. Zebrafish: A Practical Approach. 1st ed. Oxford University Press; Oxford, UK: 2002."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "5"}, {"Year": "2022", "Month": "4", "Day": "2"}, {"Year": "2022", "Month": "4", "Day": "2"}, {"Year": "2022", "Month": "4", "Day": "21", "Hour": "20", "Minute": "18"}, {"Year": "2022", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "4", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["35447848", "PMC9028627", "10.3390/geriatrics7020045", "geriatrics7020045"]}}], "PubmedBookArticle": []}