{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["DAF fluorescence", "chemiluminescence", "chickpea", "confocal microscope", "microscope"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35441832", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1002/cpz1.420"], "Journal": {"ISSN": "2691-1299", "JournalIssue": {"Volume": "2", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Current protocols", "ISOAbbreviation": "Curr Protoc"}, "ArticleTitle": "Detection of Nitric Oxide from Chickpea Using DAF Fluorescence and Chemiluminescence Methods.", "Pagination": {"StartPage": "e420", "MedlinePgn": "e420"}, "Abstract": {"AbstractText": ["The free radical nitric oxide (NO) has emerged as an important signal molecule in plants, due to its involvement in various plant growth, development, and stress responses. For elucidating the role of NO, it is very important to precisely determine, localize, and quantify NO levels. Due to a relatively short half-life and its rapid, complex reactivity with other radicals, together with its capacity to diffuse from the source of production, the quantification of NO in whole plants, tissues, organelles, and extracts is notoriously difficult. Hence, it is essential to employ sensitive procedures for precise detection of NO. Currently available methods can fulfill many requirements to precisely determine NO, but each method has several advantages and pitfalls. In this article, we describe a detailed procedure for the measurement of NO by diaminofluorescein (DAF) in cell-permeable forms (DAF-FM-DA). In this method, the tissues are immersed in DAF-FM DA, leading to their diffusion from the plasma membrane to the inside of the cell, where intracellular esterases cleave the ester bonds, leading to DAF-FM release. The resulting DAF-FM reacts with intracellularly generated NO and forms highly fluorescent triazolofluorescein (DAF-FMT), which can be localized and monitored by fluorescence or confocal microscopy, and can also be detected via fluorimetry and flow cytometry. DAF dyes are very popular as they are non-invasive, relatively easy to handle, and commercially available. Another precise and very sensitive method is chemiluminescence detection of NO, where NO reacts with ozone (O<sub>3</sub> ), leading to emission of a quantum of light from which NO can be calculated. Using chickpea seedlings, we describe in detail the measurement of NO using DAF-FM-DA and chemiluminescence methods. © 2022 Wiley Periodicals LLC. Basic Protocol 1: Measurement of nitric oxide from chickpea seedlings using DAF-FM DA fluorescence with fluorescence and confocal microscopy Basic Protocol 2: Chemiluminescence detection of nitric oxide from chickpea seedlings."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}, {"Identifier": [], "Affiliation": "Amity Institute of Biotechnology, Amity University, Uttar Pradesh, India."}], "LastName": "Kumari", "ForeName": "Aprajita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}], "LastName": "Bhatoee", "ForeName": "Manbir", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}], "LastName": "Singh", "ForeName": "Pooja", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}], "LastName": "Kaladhar", "ForeName": "Vemula Chandra", "Initials": "VC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}], "LastName": "Yadav", "ForeName": "Nidhi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Amity Institute of Biotechnology, Amity University, Uttar Pradesh, India."}], "LastName": "Paul", "ForeName": "Debarati", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Molecular Plant Sciences, School of Biological Sciences, University of Edinburgh, Edinburgh, UK."}], "LastName": "Loake", "ForeName": "Gary J", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Plant Genome Research, New Delhi, India."}], "LastName": "Gupta", "ForeName": "Kapuganti Jagadis", "Initials": "KJ"}], "GrantList": [{"GrantID": "CRG/2019/004534", "Agency": "Science and Engineering Research Board", "Country": ""}, {"GrantID": "BT/PR23711/BPA/118/343/2017", "Agency": "Science and Engineering Research Board", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Protoc", "NlmUniqueID": "101773894", "ISSNLinking": "2691-1299"}, "ChemicalList": [{"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "TPY09G7XIR", "NameOfSubstance": "Fluorescein"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Cicer"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fluorescein"}, {"QualifierName": [], "DescriptorName": "Fluorometry"}, {"QualifierName": [], "DescriptorName": "Luminescence"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitric Oxide"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alamri, S., Alsubaie, Q. D., Al-Amri, A. A., Al-Munqedi, B., Ali, H. M., Kushwaha, B. K., … Siddiqui, M. H. (2021). Priming of tomato seedlings with 2-oxoglutarate induces arsenic toxicity alleviatory responses by involving endogenous nitric oxide. Physiologia Plantarum, 173(1), 45-57. doi: 10.1111/ppl.13168."}, {"Citation": "Astier, J., Gross, I., & Durner, J. (2018). Nitric oxide production in plants: An update. Journal of Experimental Botany, 69(14), 3401-3411. doi: 10.1093/jxb/erx420."}, {"Citation": "Fukudome, M., Watanabe, E., Osuki, K. I., Uchi, N., & Uchiumi, T. (2019). Ectopic or over-expression of class 1 phytoglobin genes confers flooding tolerance to the root nodules of Lotus japonicus by scavenging nitric oxide. Antioxidants, 8(7), 206. doi: 10.3390/antiox8070206."}, {"Citation": "Gupta, K. J., & Kaiser, W. M. (2010). Production and scavenging of nitric oxide by barley root mitochondria. Plant and Cell Physiology, 51(4), 576-584. doi: 10.1093/pcp/pcq022."}, {"Citation": "Gupta, K. J., Fernie, A. R., Kaiser, W. M., & van Dongen, J. T. (2011). On the origins of nitric oxide. Trends in Plant Science, 16(3), 160-168. doi: 10.1016/j.tplants.2010.11.007."}, {"Citation": "Gupta, K. J., Hancock, J. T., Petrivalsky, M., Kolbert, Z., Lindermayr, C., Durner, J., … Loake, G. J. (2020). Recommendations on terminology and experimental best practice associated with plant nitric oxide research. New Phytologist, 225(5), 1828-1834. doi: 10.1111/nph.16157."}, {"Citation": "Gupta, K. J., Kaladhar, V. C., Fitzpatrick, T. B., Fernie, A. R., Møller, I. M., & Loake, G. J. (2022). Nitric oxide regulation of plant metabolism. Molecular Plant, 15(2), 228-242, doi: 10.1016/j.molp.2021.12.012."}, {"Citation": "Gupta, K. J., Shah, J. K., Brotman, Y., Jahnke, K., Willmitzer, L., Kaiser, W. M., … Igamberdiev, A. U. (2012). Inhibition of aconitase by nitric oxide leads to induction of the alternative oxidase and to a shift of metabolism towards biosynthesis of amino acids. Journal of Experimental Botany, 963, 1773-1784. doi: 10.1093/jxb/ers053."}, {"Citation": "Gupta, K. J., Stoimenova, M., & Kaiser, W. M. (2005). In higher plants, only root mitochondria, but not leaf mitochondria reduce nitrite to NO, in vitro and in situ. Journal of Experimental Botany, 56(420), 2601-2609. doi: 10.1093/jxb/eri252."}, {"Citation": "Huang, J., Wang, Y., Liu, W., Li, X., Han, R., Liang, W., & Wang, H. (2021). Nitric oxide-mediated alternative pathway alleviates aluminum-induced programmed cell death in soybean root tips. Plant Science, 310, 110988. doi: 10.1016/j.plantsci.2021.110988."}, {"Citation": "Katano, K., Oi, T., & Suzuki, N. (2020). Failure of pollen attachment to the stigma triggers elongation of stigmatic papillae in Arabidopsis thaliana. Frontiers in Plant Science, 11, 989. doi: 10.3389/fpls.2020.00989."}, {"Citation": "Kojima, H., Nakatsubo, N., Kikuchi, K., Kawahara, S., Kirino, Y., Nagoshi, H., … Nagano, T. (1998). Detection and imaging of nitric oxide with novel fluorescent indicators: Diaminofluoresceins. Analytical Chemistry, 70(13), 2446-2453. doi: 10.1021/ac9801723."}, {"Citation": "Kolbert, Z., Barroso, J. B., Brouquisse, R., Corpas, F. J., Gupta, K. J., Lindermayr, C., … Hancock, J. T. (2019). A forty year journey: The generation and roles of NO in plants. Nitric Oxide, 93, 53-70. doi: 10.1016/j.niox.2019.09.006."}, {"Citation": "Kumari, A., Singh, P., Kaladhar, V. C., Paul, D., Pathak, P. K., & Gupta, K. J. (2022). Phytoglobin-NO cycle and AOX pathway play a role in anaerobic germination and growth of deepwater rice. Plant, Cell & Environment, 45(1), 178-190. doi: 10.1111/pce.14198."}, {"Citation": "Pescador, L., Fernandez, I., Pozo, M. J., Romero-Puertas, M. C., Pieterse, C. M., & Martínez-Medina, A. (2022). Nitric oxide signalling in roots is required for MYB72-dependent systemic resistance induced by Trichoderma volatile compounds in Arabidopsis. Journal of Experimental Botany, 73(2), 584-595. doi: 10.1093/jxb/erab294."}, {"Citation": "Planchet, E., & Kaiser, W. M. (2006). Nitric oxide (NO) detection by DAF fluorescence and chemiluminescence: A comparison using abiotic and biotic NO sources. Journal of Experimental Botany, 57, 3043-3055. doi: 10.1093/jxb/erl070."}, {"Citation": "Planchet, E., Jagadis Gupta, K., Sonoda, M., & Kaiser, W. M. (2005). Nitric oxide emission from tobacco leaves and cell suspensions: Rate limiting factors and evidence for the involvement of mitochondrial electron transport. The Plant Journal, 41(5), 732-743. doi: 10.1111/j.1365-313X.2005.02335.x."}, {"Citation": "Planchet, E., Sonoda, M., Zeier, J., & Kaiser, W. M. (2006). Nitric oxide (NO) as an intermediate in the cryptogein-induced hypersensitive response-a critical re-evaluation. Plant, Cell & Environment, 29(1), 59-69. doi: 10.1111/j.1365-3040.2005.01400.x."}, {"Citation": "Rubio, M. C., Calvo-Begueria, L., Díaz-Mendoza, M., Elhiti, M., Moore, M., Matamoros, M. A., … Becana, M. (2019). Phytoglobins in the nuclei, cytoplasm and chloroplasts modulate nitric oxide signaling and interact with abscisic acid. The Plant Journal, 100(1), 38-54.doi: 10.1111/tpj.14422."}, {"Citation": "Sánchez-Vicente, I., Lechón, T., Fernández-Marcos, M., Sanz, L., & Lorenzo, O. (2021). Nitric oxide alters the pattern of auxin maxima and PIN-FORMED1 during shoot development. Frontiers in Plant Science, 12, 630792. doi: 10.3389/fpls.2021.630792."}, {"Citation": "Shah, J. K., Cochrane, D. W., De Paepe, R., & Igamberdiev, A. U. (2013). Respiratory complex I deficiency results in low nitric oxide levels, induction of hemoglobin and upregulation of fermentation pathways. Plant Physiology and Biochemistry, 63, 185-190. doi: 10.1016/j.plaphy.2012.11.022."}, {"Citation": "Vishwakarma, A., Wany, A., Pandey, S., Bulle, M., Kumari, A., Kishorekumar, R., … Gupta, K. J. (2019). Current approaches to measure nitric oxide in plants. Journal of Experimental Botany, 70(17), 4333-4343. doi: 10.1093/jxb/erz242."}, {"Citation": "Xu, L., Song, J. Q., Wang, Y. L., Liu, X. H., Li, X. L., Zhang, B., … Wang, P. (2022). Thymol improves salinity tolerance of tobacco by increasing the sodium ion efflux and enhancing the content of nitric oxide and glutathione. BMC Plant Biology, 22(1), 1-11. doi: 10.1186/s12870-021-03395-7."}, {"Citation": "Zhang, L., Li, G., Wang, M., Di, D., Sun, L., Kronzucker, H. J., & Shi, W. (2018). Excess iron stress reduces root tip zone growth through nitric oxide-mediated repression of potassium homeostasis in Arabidopsis. New Phytologist, 219(1), 259-274. doi: 10.1111/nph.15157."}, {"Citation": "Yan, Y., Wang, P., Wei, Y., Bai, Y., Lu, Y., Zeng, H., … Shi, H. (2021). The dual interplay of RAV5 in activating nitrate reductases and repressing catalase activity to improve disease resistance in cassava. Plant Biotechnology Journal, 19(4), 785. doi: 10.1111/pbi.13505."}], "ReferenceList": [], "Title": "Literature Cited"}], "History": [{"Year": "2022", "Month": "4", "Day": "20", "Hour": "8", "Minute": "44"}, {"Year": "2022", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35441832", "10.1002/cpz1.420"]}}], "PubmedBookArticle": []}