{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35474087", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "04", "Day": "26"}], "ELocationID": ["6772", "10.1038/s41598-022-10816-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "26"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Controlling unequal surface energy results caused by test liquids: the case of UV/O3 Treated PET.", "Pagination": {"StartPage": "6772", "MedlinePgn": "6772"}, "Abstract": {"AbstractText": ["Ultraviolet/ozone (UV/O<sub>3</sub>) treatment has been reported to be an effective method to modify properties such as wettability, adhesion or adsorption of plastic surfaces. The change in the surface is measured by contact angle analysis, which employs liquids and their surface tensions (ST) to estimate the surface energy (SE). We found two different practices in the scientific community: (1) the majority of researchers adopted the ST value of liquids from the literature, while (2) other researchers conducted real-time measurements in the lab under ambient conditions prior to SE estimation. To the best of our knowledge, there is no study that compares the difference between the two practices. One study was found to show different SE methods generating unequal SE values for the same substrate. However, there was no definitive conclusion backed by general thermodynamics rules. In this study, we presented (1) a statistical significance test that showed the literature and experimental ST values are significantly different, and studied (2) the effect of different liquid pairs on the SE estimation for UV/O<sub>3</sub> treated poly(ethylene terephthalate) (PET) substrate. Modification techniques such as atmospheric pressure plasma or chemical modification were studied previously to examine PET's wettability and the SE. The UV/O<sub>3</sub> treatment was studied to improve adhesion and to modify its chemical properties for adsorption. In contrast, we studied (3) the effect of UV/O<sub>3</sub> on wettability at different timeframes and addressed (4) how to control unequal SE based on a method that was refined on a rigorous thermodynamic three-phase system. It must be noted that this method can be generalized to other types of solid surfaces to estimate thermodynamically self-consistent SE values. This work also provides (5) a web-based calculator that complements computational findings available to the readership in the data availability section."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-9937-2124"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering Technology, Print and Graphic Media Science, Rochester Institute of Technology, Rochester, NY, 14623-5608, USA. bnappr@rit.edu."}, {"Identifier": [], "Affiliation": "Chemical and Paper Engineering, Western Michigan University, Kalamazoo, MI, 49008-5462, USA. bnappr@rit.edu."}, {"Identifier": [], "Affiliation": "Institute of Pure and Applied Sciences, Printing Technologies, Marmara University, 34722, Istanbul, Turkey. bnappr@rit.edu."}], "LastName": "Altay", "ForeName": "Bilge Nazli", "Initials": "BN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Paper Engineering, Western Michigan University, Kalamazoo, MI, 49008-5462, USA."}], "LastName": "Fleming", "ForeName": "Paul D", "Initials": "PD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Thermoplastic Polyurethane Research, BASF Corporation, 1609 Biddle Ave., Wyandotte, MI, 48192, USA."}], "LastName": "Rahman", "ForeName": "Md Arifur", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Paper Engineering, Western Michigan University, Kalamazoo, MI, 49008-5462, USA."}], "LastName": "Pekarovicova", "ForeName": "Alexandra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering Technology, Print and Graphic Media Science, Rochester Institute of Technology, Rochester, NY, 14623-5608, USA."}], "LastName": "Myers", "ForeName": "Bruce", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pure and Applied Sciences, Printing Technologies, Marmara University, 34722, Istanbul, Turkey."}], "LastName": "Aydemir", "ForeName": "Cem", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Forestry, Forestry Industry Engineering, Division of Pulp and Paper, Bursa Technical University, 16310, Bursa, Turkey."}], "LastName": "Karademir", "ForeName": "Arif", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polyethylene Terephthalates"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adsorption"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polyethylene Terephthalates"}, {"QualifierName": [], "DescriptorName": "Surface Properties"}, {"QualifierName": [], "DescriptorName": "Wettability"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kim S, Bowen RAR, Zare RN. Transforming plastic surfaces with electrophilic backbones from hydrophobic to hydrophilic. ACS Appl. Mater. Interfaces. 2015;7:1925–1931. doi: 10.1021/am507606r.", "ArticleIdList": ["10.1021/am507606r", "25565370"]}, {"Citation": "Hah, J., Song, B., Moon, K.-S., Graham, S. & Wong, C. P. Design and surface modification of PET substrates using UV/ozone treatment for roll-to-roll processed solar photovoltaic (PV) module packaging. in 2018 IEEE 68th Electronic Components and Technology Conference (ECTC), 2397–2403. 10.1109/ECTC.2018.00361 (2018)."}, {"Citation": "Lin T-Y, Pfeiffer TT, Lillehoj PB. Stability of UV/ozone-treated thermoplastics under different storage conditions for microfluidic analytical devices. RSC Adv. 2017;7:37374. doi: 10.1039/C7RA07435B.", "ArticleIdList": ["10.1039/C7RA07435B", "PMC5708361", "29308188"]}, {"Citation": "Abbott S. Adhesion Science: Principles and Practice. Destech Publications Inc; 2015."}, {"Citation": "Kubiak KJ, Wilson MCT, Mathia TG, Carval P. Wettability versus roughness of engineering surfaces. Wear. 2011;271:523–528. doi: 10.1016/j.wear.2010.03.029.", "ArticleIdList": ["10.1016/j.wear.2010.03.029"]}, {"Citation": "Sakurai Y, Kawashima N, Tokuoka Y. Chemical properties and protein adsorptions on ozone/UV-treated poly(ethylene terephthalate) film surfaces. Colloid Polym. Sci. 2017;295:413–420. doi: 10.1007/s00396-017-4019-7.", "ArticleIdList": ["10.1007/s00396-017-4019-7"]}, {"Citation": "Gotoh K, Kobayashi Y, Yasukawa A, Ishigami Y. Surface modification of PET films by atmospheric pressure plasma exposure with three reactive gas sources. Colloid Polym. Sci. 2012;290:1005–1014. doi: 10.1007/s00396-012-2600-7.", "ArticleIdList": ["10.1007/s00396-012-2600-7"]}, {"Citation": "MacDonald W. Engineered films for display technologies. J. Mater. Chem. 2014;14:4–10. doi: 10.1039/b310846p.", "ArticleIdList": ["10.1039/b310846p"]}, {"Citation": "Abbott S. Printing Science: Principles and Practice. Steven Abbott TCNF Ltd; 2018."}, {"Citation": "Aydemir C, Altay BN, Akyol M. Surface analysis of polymer films for wettability and ink adhesion. Color. Res. Appl. 2021;46:489–499. doi: 10.1002/col.22579.", "ArticleIdList": ["10.1002/col.22579"]}, {"Citation": "Altay BN, Ma R, Fleming PD, Joyce MJ, Anand A, Chen T, Keskin B, Maddipatla D, Turkani VS, Kotkar PR, Fleck A, Rasheed R, He D. Surface free energy estimation: A new methodology for solid surfaces. Adv. Mater. Interfaces. 2020;7(6):1901570. doi: 10.1002/admi.201901570.", "ArticleIdList": ["10.1002/admi.201901570"]}, {"Citation": "Barnard AS, Curtiss LA. Prediction of TiO2 nanoparticle phase and shape transitions controlled by surface chemistry. Nano Lett. 2005;5(7):1261–1266. doi: 10.1021/nl050355m.", "ArticleIdList": ["10.1021/nl050355m", "16178221"]}, {"Citation": "Jiang J, Zhu L, Zhu L, Zhu B, Xu Y. Surface characteristics of a self-polymerized dopamine coating deposited on hydrophobic polymer films. Langmuir. 2011;27(23):14180–14187. doi: 10.1021/la202877k.", "ArticleIdList": ["10.1021/la202877k", "22011109"]}, {"Citation": "Pekarovicova A, Fleming PD. Recent Advances in Ink on Paper Technology. Pira Press; 2005."}, {"Citation": "Altay BN. Smart ink for flexo: Rossini scholarship winner examines printed electronics. Flexo. 2016;41(6):70–75."}, {"Citation": "Walzak JM, Flynn S, Foerch R, Hill JM, Karbashewski E, Lin A, Strobel M. UV and ozone treatment of polypropylene and poly(ethylene terephthalate) J. Adhes. Sci. Technol. 1995;9(9):1229–1248. doi: 10.1163/156856195X01012.", "ArticleIdList": ["10.1163/156856195X01012"]}, {"Citation": "Mangipudi V, Tirrell M, Pocius AV. Direct measurement of the surface energy of corona-treated polyethylene using the surface forces apparatus. Langmuir. 1995;11:19–23. doi: 10.1021/la00001a006.", "ArticleIdList": ["10.1021/la00001a006"]}, {"Citation": "Awaja F, Gilbert M, Kelly G, Fox B, Pigram P. Adhesion of polymers. Prog. Polym. Sci. 2009;34(9):948–968. doi: 10.1016/j.progpolymsci.2009.04.007.", "ArticleIdList": ["10.1016/j.progpolymsci.2009.04.007"]}, {"Citation": "Altay BN, Jourdan J, Turkani VS, Dietsch H, Maddipatla D, Pekarovicova A, Fleming PD, Atashbar M. Impact of substrate and process on the electrical performance of screen-printed nickel electrodes: Fundamental mechanism of ink film roughness. ACS Appl. Energy Mater. 2018;1:7164–7173. doi: 10.1021/acsaem.8b01618.", "ArticleIdList": ["10.1021/acsaem.8b01618"]}, {"Citation": "Sirringhaus H, Kawase T, Friend RH, Shimoda T, Inbasekaran M, Wu W, Woo EP. High-resolution inkjet printing of all-polymer transistor circuits. Science. 2000;290(5499):2123–2126. doi: 10.1126/science.290.5499.2123.", "ArticleIdList": ["10.1126/science.290.5499.2123", "11118142"]}, {"Citation": "Janssen D, Palma RD, Verlaak S, Heremans P, Dehaen W. Static solvent contact angle measurements, surface free energy and wettability determination of various self-assembled monolayers on silicon dioxide. Thin Solid Films. 2006;515(4):1433–1438. doi: 10.1016/j.tsf.2006.04.006.", "ArticleIdList": ["10.1016/j.tsf.2006.04.006"]}, {"Citation": "Altay, B. N. Development and Characterization of Nano Nickel-Based Conductive Inks for Flexographic Printing of Electronics and New Interpretations of Surface Energies of Solids. Ph.D. Dissertation (Western Michigan University, Kalamazoo, 2018)."}, {"Citation": "Feng B, Weng J, Yang BC, Qu SX, Zhang XD. Characterization of surface oxide films on titanium and adhesion of osteoblast. Biomaterials. 2003;24(25):4663–4670. doi: 10.1016/S0142-9612(03)00366-1.", "ArticleIdList": ["10.1016/S0142-9612(03)00366-1", "12951009"]}, {"Citation": "Nuriel S, Liu L, Barber AH, Wagner HD. Direct measurement of multiwall nanotube surface tension. Chem. Phys. Lett. 2005;404(4–6):263–266. doi: 10.1016/j.cplett.2005.01.072.", "ArticleIdList": ["10.1016/j.cplett.2005.01.072"]}, {"Citation": "Hirasaki GJ. Wettability: Fundamentals and surface forces. SPE Form. Eval. 1991;6(02):217–226. doi: 10.2118/17367-PA.", "ArticleIdList": ["10.2118/17367-PA"]}, {"Citation": "Ponsonnet L, Reybier K, Jaffrezic N, Comte V, Lagneau C, Lissac M, Martelet C. Relationship between surface properties (roughness, wettability) of titanium and titanium alloys and cell behavior. Mater. Sci. Eng. C. 2003;23(4):551–560. doi: 10.1016/S0928-4931(03)00033-X.", "ArticleIdList": ["10.1016/S0928-4931(03)00033-X"]}, {"Citation": "Shaw, D. R., Gyuk, P. M., West, A. T., Momoh, M. & Wagenaars, E. Surface modification of polymer films using an atmospheric-pressure plasma jet. in 22nd International Symposium on Plasma Chemistry, July 5–10 (Antwerp, Belgium, 2015)."}, {"Citation": "Wang S, Zhang Y, Abidi N, Cabrales L. Wettability and surface free energy of graphene films. Langmuir. 2009;25(18):11078–11081. doi: 10.1021/la901402f.", "ArticleIdList": ["10.1021/la901402f", "19735153"]}, {"Citation": "Paul CW. How thermodynamics drives wet-out in adhesive bonding: Correcting common misconceptions. J. Adhes. Sci. Technol. 2008;22:31–35. doi: 10.1163/156856108X292250.", "ArticleIdList": ["10.1163/156856108X292250"]}, {"Citation": "Aydemir C, Karademir A, Imamoglu S, Altay BN, Fleming PD, Tutak D. Investigation of the evaluation of hydrophobicity and wettability of paper in multi-color printing process. Cellul. Chem. Technol. 2019;53(7–8):787–794. doi: 10.35812/CelluloseChemTechnol.2019.53.77.", "ArticleIdList": ["10.35812/CelluloseChemTechnol.2019.53.77"]}, {"Citation": "Fowkes FM. Attractive forces at interfaces. Ind. Eng. Chem. 1964;56:40–52. doi: 10.1021/ie50660a008.", "ArticleIdList": ["10.1021/ie50660a008"]}, {"Citation": "Fowkes FM. Donor-acceptor interactions at interfaces. J. Adhes. 1972;4:155–159. doi: 10.1080/00218467208072219.", "ArticleIdList": ["10.1080/00218467208072219"]}, {"Citation": "Fowkes FM. Calculation of work of adhesion by pair potential summation. J. Colloid Interface Sci. 1968;28:493–505. doi: 10.1016/0021-9797(68)90082-9.", "ArticleIdList": ["10.1016/0021-9797(68)90082-9"]}, {"Citation": "Owens DK, Wendt RC. Estimation of the surface free energy of polymers. J. Appl. Polym. Sci. 1969;13:1741–1747. doi: 10.1002/app.1969.070130815.", "ArticleIdList": ["10.1002/app.1969.070130815"]}, {"Citation": "Rabel W. Einige Aspekte der Benetzungstheorie und ihre Anwendung auf die Untersuchung und Veränderung der Oberflächeneigenschaften von Polymeren. Farbe und Lack. 1971;77(10):997–1005."}, {"Citation": "Kaelble DH. Dispersion-polar surface tension properties of organic solids. J. Adhes. 1970;2:66–81. doi: 10.1080/0021846708544582.", "ArticleIdList": ["10.1080/0021846708544582"]}, {"Citation": "van Oss CJ, Chaudhury MK, Good RJ. Interfacial Lifshitz-van der Waals and polar interactions in macroscopic systems. Chem. Rev. 1988;88:927–940. doi: 10.1021/cr00088a006.", "ArticleIdList": ["10.1021/cr00088a006"]}, {"Citation": "Fox HW, Zisman WA. The spreading of liquids on low-energy surfaces. II. Modified tetrafluoroethylene polymers. J. Colloid Sci. 1952;7:109–121. doi: 10.1016/0095-8522(52)90054-8.", "ArticleIdList": ["10.1016/0095-8522(52)90054-8"]}, {"Citation": "Fox HW, Zisman WA. The spreading of liquids on low-energy surfaces. III. Hydrocarbon surfaces. J. Colloid Sci. 1952;7:428–442. doi: 10.1016/0095-8522(52)90008-1.", "ArticleIdList": ["10.1016/0095-8522(52)90008-1"]}, {"Citation": "Li D, Neumann AW. Equation of state for interfacial tensions of solid–liquid systems. Adv. Coll. Interface. Sci. 1992;39:299–345. doi: 10.1016/0001-8686(92)80064-5.", "ArticleIdList": ["10.1016/0001-8686(92)80064-5"]}, {"Citation": "Li D, Neumann AW. Thermodynamic status of contact angles. In: Neumann AW, Spelt JK, editors. Applied Surface Thermodynamics. New York: Marcel Dekker; 1996. pp. 109–168."}, {"Citation": "Kwok DY, Neumann AW. Contact angle measurement and contact angle interpretation. Adv. Coll. Interface. Sci. 1999;81:167–249. doi: 10.1016/S0001-8686(98)00087-6.", "ArticleIdList": ["10.1016/S0001-8686(98)00087-6"]}, {"Citation": "Wu S. Calculation of interfacial tensions in polymer systems. J. Polym. Sci. 1971;43:19–30."}, {"Citation": "Wu S. Polar and nonpolar interaction in adhesion. J. Adhes. 1973;5:39–55. doi: 10.1080/00218467308078437.", "ArticleIdList": ["10.1080/00218467308078437"]}, {"Citation": "Zisman WA. Relation of the Equilibrium Contact Angle to Liquid and Solid Constitution. American Chemical Society; 1964."}, {"Citation": "Schultz J, Lavielle L, Martin C. The role of the interface in carbon fibre-epoxy composites. J. Adhes. 1987;23:45. doi: 10.1080/00218468708080469.", "ArticleIdList": ["10.1080/00218468708080469"]}, {"Citation": "Nuntapichedkul B, Tantayanon S, Laohhasurayotin K. Practical approach in surface modification of biaxially oriented polypropylene films for gravure printability. Appl. Surf. Sci. 2014;314:331–340. doi: 10.1016/j.apsusc.2014.06.032.", "ArticleIdList": ["10.1016/j.apsusc.2014.06.032"]}, {"Citation": "Zvonkina IJ, Gkountara P, Hilt M, Franz M. New printing inks with barrier performance for packaging applications: Design and investigation. Prog. Org. Coat. 2014;77(3):646–656. doi: 10.1016/j.porgcoat.2013.12.001.", "ArticleIdList": ["10.1016/j.porgcoat.2013.12.001"]}, {"Citation": "Ihalainen P, Määttänen A, Järnström J, Tobjörk D, Österbacka R, Peltonen J. Influence of surface properties of coated papers on printed electronics. Ind. Eng. Chem. Res. 2012;51(17):6025–6036. doi: 10.1021/ie202807v.", "ArticleIdList": ["10.1021/ie202807v"]}, {"Citation": "Saraiva MS, Gamelas JAF, Mendes de Sousa AP, Reis BM, Amaral JL, Ferreira PJ. A new approach for the modification of paper surface properties using polyoxometalates. Materials. 2010;3:201–215. doi: 10.3390/ma3010201.", "ArticleIdList": ["10.3390/ma3010201"]}, {"Citation": "Couturaud B, Bondia AM, Faye C, Garrelly L, Mas A, Robin JJ. Grafting of poly-l-lysine dendrigrafts onto polypropylene surface using plasma activation for ATP immobilization—Nanomaterial for potential applications in biotechnology. J. Colloid Int. Sci. 2013;408:242–251. doi: 10.1016/j.jcis.2013.06.065.", "ArticleIdList": ["10.1016/j.jcis.2013.06.065", "23928489"]}, {"Citation": "Wünscher S, Seise B, Pretzel D, Pollok S, Perelaer J, Weber K, Popp J, Schubert US. Chip-on-foil devices for DNA analysis based on inkjet-printed silver electrodes. Lab Chip. 2014;14:392–401. doi: 10.1039/C3LC50886B.", "ArticleIdList": ["10.1039/C3LC50886B", "24276694"]}, {"Citation": "Ge L, Jay Guo L, Wang X, Fu S. Silver lines electrode patterned by transfer printing. Microelectron. Eng. 2012;97:289–293. doi: 10.1016/j.mee.2012.04.031.", "ArticleIdList": ["10.1016/j.mee.2012.04.031"]}, {"Citation": "Bollström R, Pettersson F, Dolietis P, Preston J, Osterbacka R, Toivakka M. Impact of humidity on functionality of on-paper printed electronics. Nanotechnology. 2014;25(9):094003. doi: 10.1088/0957-4484/25/9/094003.", "ArticleIdList": ["10.1088/0957-4484/25/9/094003", "24521872"]}, {"Citation": "Fukuda S, Chaussy D, Belgacem MN, Reverdy-Bruas N, Thielemans W. Characterization of oil-proof papers containing new-type of fluorochemicals. Part 1: Surface properties and printability. Appl. Surf. Sci. 2013;277:57–66. doi: 10.1016/j.apsusc.2013.03.174.", "ArticleIdList": ["10.1016/j.apsusc.2013.03.174"]}, {"Citation": "Lim YY, Goh YM, Liu C. Surface treatments for inkjet printing onto a PTFE-based substrate for high frequency applications. Ind. Eng. Chem. Res. 2013;52(33):11564–11574. doi: 10.1021/ie4006639.", "ArticleIdList": ["10.1021/ie4006639"]}, {"Citation": "Bollström R, Tuominen M, Määttänen A, Peltonen J, Toivakka M. Top layer coatability on barrier coatings. Prog. Org. Coat. 2012;73(1):26–32. doi: 10.1016/j.porgcoat.2011.08.015.", "ArticleIdList": ["10.1016/j.porgcoat.2011.08.015"]}, {"Citation": "Quesne B, Reverdy-Bruas N, Beneventi D, Chaussy D, Belgacem MN. Surface characterization of industrial flexible polyvinyl(chloride) films. Appl. Surf. Sci. 2014;296:147–153. doi: 10.1016/j.apsusc.2014.01.062.", "ArticleIdList": ["10.1016/j.apsusc.2014.01.062"]}, {"Citation": "Smith J, Hamilton R, McCulloch I, Heeney M, Anthony JE, Bradley DDC, Anthopoulos TD. High mobility p-channel organic field effect transistors on flexible substrates using a polymer-small molecule blend. Synth. Met. 2009;159:2365–2367. doi: 10.1016/j.synthmet.2009.07.012.", "ArticleIdList": ["10.1016/j.synthmet.2009.07.012"]}, {"Citation": "Joyce MJ, Avuthu SGR, Emamian S, Eshkeiti A, Atashbar M, Fleming PD, Donato T. Contribution of flexo process variables to fine line Ag electrode performance. Int. J. Eng. Res. Technol. 2014;3:8."}, {"Citation": "Turkani VS, Maddipatla D, Narakathu BB, Bazuin BJ, Atashbar MZ. A carbon nanotube based NTC thermistor using additive print manufacturing processes. Sens. Actuators A. 2018;279:1–9. doi: 10.1016/j.sna.2018.05.042.", "ArticleIdList": ["10.1016/j.sna.2018.05.042"]}, {"Citation": "Annamalai M, Gopinadhan K, Han SA, Saha S, Park HJ, Cho EB, Kumar B, Patra A, Kim S-W, Venkatesan T. Surface energy and wettability of van der Waals structures. Nanoscale. 2016;8(10):5764–5770. doi: 10.1039/C5NR06705G.", "ArticleIdList": ["10.1039/C5NR06705G", "26910437"]}, {"Citation": "Burdzik A, Stähler M, Carmo M, Stolten D. Impact of reference values used for surface free energy determination: An uncertainty analysis. Int. J. Adhes. Adhes. 2018;82:1–7. doi: 10.1016/j.ijadhadh.2017.12.002.", "ArticleIdList": ["10.1016/j.ijadhadh.2017.12.002"]}, {"Citation": "Krüss. Polymer surface treatment. https://www.kruss-scientific.com/en/know-how/glossary/surface-free-energy. Accessed in April 2022."}, {"Citation": "Berry JD, Neeson MJ, Dagastine RR, Chan DYC, Tabor RF. Measurement of surface and interfacial tension using pendant drop tensiometry. J. Colloid Interface Sci. 2015;454:226–237. doi: 10.1016/j.jcis.2015.05.012.", "ArticleIdList": ["10.1016/j.jcis.2015.05.012", "26037272"]}, {"Citation": "Aydemir C. Time-dependent behavior of a sessile water droplet on various papers. Int. J. Polym. Mater. 2010;59:387–397. doi: 10.1080/00914030903538470.", "ArticleIdList": ["10.1080/00914030903538470"]}, {"Citation": "Schuster JM, Schvezov CE, Rosenberger MR. Analysis of the results of surface free energy measurement of Ti6Al4V by different methods. Procedia Mater. Sci. 2015;8:732–741. doi: 10.1016/j.mspro.2015.04.130.", "ArticleIdList": ["10.1016/j.mspro.2015.04.130"]}, {"Citation": "Young T. An essay on the cohesion of fluids. Philos. Trans. R. Soc. Lond. 1805;95:65–87."}, {"Citation": "Dupré A. Theoris Mecanique de la Chaleur. Gauthier-Villars; 1869. p. 368."}, {"Citation": "Lamour G, Hamraoui A, Buvailo A, Xing Y, Keuleyan S, Prakash V, Bafrooei AE, Borguet E. Contact angle measurements using a simplified experimental setup. J. Chem. Educ. 2010;87(12):1403–1407. doi: 10.1021/ed100468u.", "ArticleIdList": ["10.1021/ed100468u"]}, {"Citation": "Bormashenko E. Wetting of real solid surfaces: New glance on well-known problems. Colloid Polym. Sci. 2013;291:339–342. doi: 10.1007/s00396-012-2778-8.", "ArticleIdList": ["10.1007/s00396-012-2778-8"]}, {"Citation": "Montes Ruiz-Cabello FJ, Rodrígues-Valverde MA, Cabrerizo-Vílchez MA. Equilibrium contact angle or the most-stable contact angle? Adv. Coll. Interface. Sci. 2014;206:320–327. doi: 10.1016/j.cis.2013.09.003.", "ArticleIdList": ["10.1016/j.cis.2013.09.003", "24140073"]}, {"Citation": "Zdziennicka A, Szymczyk K, Krawczyk J, Jańczuk B. Some remarks on the solid surface tension determination from contact angle measurements. Appl. Surf. Sci. 2017;405:88–101. doi: 10.1016/j.apsusc.2017.01.068.", "ArticleIdList": ["10.1016/j.apsusc.2017.01.068"]}, {"Citation": "Adamson W, Gast AP. Physical Chemistry of Surfaces. Wiley; 1997."}, {"Citation": "Yang AJM, Fleming PD, Gibbs JH. Molecular theory of surface tension. J. Chem. Phys. 1976;64:3732. doi: 10.1063/1.432687.", "ArticleIdList": ["10.1063/1.432687"]}, {"Citation": "Bashforth F, Adams JC. An Attempt to Test the Theories of Capillary Action. Cambridge University Press and Deighton; 1883."}, {"Citation": "Girifalco LA, Good RJ. A theory for the estimation of surface and interfacial energies. I. Derivation and application to interfacial tension. J. Phys. Chem. 1957;61(7):904–909. doi: 10.1021/j150553a013.", "ArticleIdList": ["10.1021/j150553a013"]}, {"Citation": "Widom B. Interfacial tensions of three fluid phases in equilibrium. J. Chem. Phys. 1975;62:1332. doi: 10.1063/1.430642.", "ArticleIdList": ["10.1063/1.430642"]}, {"Citation": "Makkonen L, Kurkela J. Another look at the interfacial interaction parameter. J. Colloid Interface Sci. 2018;529:243–246. doi: 10.1016/j.jcis.2018.06.015.", "ArticleIdList": ["10.1016/j.jcis.2018.06.015", "29906683"]}, {"Citation": "Antonow G. Sur la tension superficielle à la limite de deux couches. J. Chim. Phys. 1907;5:372. doi: 10.1051/jcp/1907050372.", "ArticleIdList": ["10.1051/jcp/1907050372"]}, {"Citation": "Zdziennicka A, Krawczyk J, Szymczyk K, Jańczuk B. Components and parameters of liquids and some polymers surface tension at different temperature. Colloids Surf. A. 2017;529:864–875. doi: 10.1016/j.colsurfa.2017.07.002.", "ArticleIdList": ["10.1016/j.colsurfa.2017.07.002"]}, {"Citation": "Harkins WD. Energy relations of the surface of solids I. Surface energy of the diamond. J. Chem. Phys. 1942;10:268. doi: 10.1063/1.1723719.", "ArticleIdList": ["10.1063/1.1723719"]}, {"Citation": "Determined by DataPhysics as quoted on http://www.surface-tension.de/LIQUIDS/Diiodomethane3.htm. Retrieved July 2019."}, {"Citation": "Vargaftik NB, Volkov BN, Voljak LD. International tables of the surface tension of water. J. Phys. Chem. Ref. Data. 1983;12(3):817–820. doi: 10.1063/1.555688.", "ArticleIdList": ["10.1063/1.555688"]}, {"Citation": "Amiri MC, Dadkhah AA. On reduction in the surface tension of water due to magnetic treatment. Colloids Surf. A Physicochem. Eng. Asp. 2006;278:252–255. doi: 10.1016/j.colsurfa.2005.12.046.", "ArticleIdList": ["10.1016/j.colsurfa.2005.12.046"]}, {"Citation": "Petrova, T. & Dooley, R. B. Revised release on surface tension of ordinary water substance. in The International Association for the Properties of Water and Steam (2014)."}, {"Citation": "Zdziennicka A, Szymczyk K, Krawczyk J, Jańnczuk B. Some remarks on the solid surface tension determination from contact angle measurements. Appl. Surf. Sci. 2017;405:88–101. doi: 10.1016/j.apsusc.2017.01.068.", "ArticleIdList": ["10.1016/j.apsusc.2017.01.068"]}, {"Citation": "Körösi G, Kovats ES. Density and surface tension of 83 organic liquids. J. Chem. Eng. 1981;26:323–332."}, {"Citation": "Busscher HJ, van Pelt AWJ, de Boer P, de Jong HP, Arends J. The effect of surface roughening of polymers on measured contact angles of liquids. Colloids Surf. 1984;9(4):319–331. doi: 10.1016/0166-6622(84)80175-4.", "ArticleIdList": ["10.1016/0166-6622(84)80175-4"]}, {"Citation": "Ström G, Fredriksson M, Stenius P. Contact angles, work of adhesion, and interfacial tensions at a dissolving Hydrocarbon surface. J. Colloid Interface Sci. 1987;119(2):352–361. doi: 10.1016/0021-9797(87)90280-3.", "ArticleIdList": ["10.1016/0021-9797(87)90280-3"]}, {"Citation": "Parreidt TS, Schmid M, Hauser C. Validation of a novel technique and evaluation of the surface free energy of food. Foods. 2017;6(4):31–44. doi: 10.3390/foods6040031.", "ArticleIdList": ["10.3390/foods6040031", "PMC5409319", "28425932"]}, {"Citation": "Dann JR. Forces involved in the adhesive process: II. Nondispersion forces at solid–liquid interfaces. J. Colloid Interface Sci. 1970;32:321. doi: 10.1016/0021-9797(70)90055-X.", "ArticleIdList": ["10.1016/0021-9797(70)90055-X"]}, {"Citation": "Jasper JJ, Kring EV. The isobaric surface tensions and thermodynamic properties of the surfaces of a series of n-alkanes, C5 to C18,1-alkenes, C6 to C16, and of n-decylcyclopentane, n-decylcyclohexane and n-decylbenzene. J. Phys. Chem. 1955;59(10):1019–1021. doi: 10.1021/j150532a006.", "ArticleIdList": ["10.1021/j150532a006"]}, {"Citation": "Jasper JJ. The surface tension of pure liquid compounds. J. Phys. Chem. Ref. Data. 1972;1(4):841–948. doi: 10.1063/1.3253106.", "ArticleIdList": ["10.1063/1.3253106"]}, {"Citation": "Rolo LI, Cacǫ AI, Queimada AJ, Marrucho IM, Coutinho JAP. Surface tension of heptane, decane, hexadecane, eicosane, and some of their binary mixtures. J. Chem. Eng. Data. 2002;47:1442–1445. doi: 10.1021/je025536+.", "ArticleIdList": ["10.1021/je025536+"]}, {"Citation": "Koefoed J, Villadsen JV. Surface tension of liquid mixtures. A micro-method applied to the systems: Chloroform-carbon-tetrachloride, benzene-diphenylmethane and heptane-hexadecane. Acta Chem. Scand. 1958;12:5. doi: 10.3891/acta.chem.scand.12-1124.", "ArticleIdList": ["10.3891/acta.chem.scand.12-1124"]}, {"Citation": "van Oss CJ, Good RJ, Chaudhury K. Additive and nonadditive surface tension components and the interpretation of contact angles. Langmuir. 1988;4:884–889. doi: 10.1021/la00082a018.", "ArticleIdList": ["10.1021/la00082a018"]}, {"Citation": "Midwoud PM, Janse A, Merema MT, Groothuis GM, Verpoorte E. Comparison of biocompatibility and adsorption properties of different plastics for advanced microfluidic cell and tissue culture models. Anal. Chem. 2012;84:3938. doi: 10.1021/ac300771z.", "ArticleIdList": ["10.1021/ac300771z", "22444457"]}, {"Citation": "Lindner M, Rodler N, Jesdinszki M, Schmid M, Sängerlaub S. Surface energy of corona treated PP, PE and PET films, its alteration as function of storage time and the effect of various corona dosages on their bond strength after lamination. J. Appl. Polym. Sci. 2017 doi: 10.1002/APP.45842.", "ArticleIdList": ["10.1002/APP.45842"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "30"}, {"Year": "2022", "Month": "4", "Day": "11"}, {"Year": "2022", "Month": "4", "Day": "27", "Hour": "5", "Minute": "38"}, {"Year": "2022", "Month": "4", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["35474087", "PMC9043197", "10.1038/s41598-022-10816-6", "10.1038/s41598-022-10816-6"]}}], "PubmedBookArticle": []}