{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ALI", "Asthma", "COPD", "Clearance", "Environment", "Gasotransmitters", "IPF", "Inflammation", "Oxidative stress", "Pollutants", "Resolution", "SPMs"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35618031", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "12"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "05", "Day": "23"}], "ELocationID": ["10.1016/j.taap.2022.116070", "S0041-008X(22)00215-0"], "Journal": {"ISSN": "1096-0333", "JournalIssue": {"Volume": "449", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "15"}}, "Title": "Toxicology and applied pharmacology", "ISOAbbreviation": "Toxicol Appl Pharmacol"}, "ArticleTitle": "Inflammation resolution in environmental pulmonary health and morbidity.", "Pagination": {"StartPage": "116070", "MedlinePgn": "116070"}, "Abstract": {"AbstractText": ["Inflammation and resolution are dynamic processes comprised of inflammatory activation and neutrophil influx, followed by mediator catabolism and efferocytosis. These critical pathways ensure a return to homeostasis and promote repair. Over the past decade research has shown that diverse mediators play a role in the active process of resolution. Specialized pro-resolving mediators (SPMs), biosynthesized from fatty acids, are released during inflammation to facilitate resolution and are deficient in a variety of lung disorders. Failed resolution results in remodeling and cellular deposition through pro-fibrotic myofibroblast expansion that irreversibly narrows the airways and worsens lung function. Recent studies indicate environmental exposures may perturb and deregulate critical resolution pathways. Environmental xenobiotics induce lung inflammation and generate reactive metabolites that promote oxidative stress, injuring the respiratory mucosa and impairing gas-exchange. This warrants recognition of xenobiotic associated molecular patterns (XAMPs) as new signals in the field of inflammation biology, as many environmental chemicals generate free radicals capable of initiating the inflammatory response. Recent studies suggest that unresolved, persistent inflammation impacts both resolution pathways and endogenous regulatory mediators, compromising lung function, which over time can progress to chronic lung disease. Chronic ozone (O<sub>3</sub>) exposure overwhelms successful resolution, and in susceptible individuals promotes asthma onset. The industrial contaminant cadmium (Cd) bioaccumulates in the lung to impair resolution, and recurrent inflammation can result in chronic obstructive pulmonary disease (COPD). Persistent particulate matter (PM) exposure increases systemic cardiopulmonary inflammation, which reduces lung function and can exacerbate asthma, COPD, and idiopathic pulmonary fibrosis (IPF). While recurrent inflammation underlies environmentally induced pulmonary morbidity and may drive the disease process, our understanding of inflammation resolution in this context is limited. This review aims to explore inflammation resolution biology and its role in chronic environmental lung disease(s)."], "CopyrightInformation": "Copyright © 2022. Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC 27709, USA."}], "LastName": "Marzec", "ForeName": "Jacqui M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC 27709, USA. Electronic address: nadadurs@niehs.nih.gov."}], "LastName": "Nadadur", "ForeName": "Srikanth S", "Initials": "SS"}], "GrantList": [{"GrantID": "Z99 ES999999", "Acronym": "ImNIH", "Agency": "Intramural NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Appl Pharmacol", "NlmUniqueID": "0416575", "ISSNLinking": "0041-008X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Inflammation Mediators"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation Mediators"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lung"}, {"QualifierName": ["chemically induced", "metabolism"], "DescriptorName": "Lung Diseases"}, {"QualifierName": [], "DescriptorName": "Morbidity"}, {"QualifierName": [], "DescriptorName": "Pulmonary Disease, Chronic Obstructive"}], "CoiStatement": "Declaration of Competing Interest. The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdulnour RE, Dalli J, Colby JK, Krishnamoorthy N, Timmons JY, Tan SH, et al., 2014. Maresin 1 biosynthesis during platelet-neutrophil interactions is organ-protective. Proc. Natl. Acad. Sci. U. S. A. 111 (46), 16526–16531.", "ArticleIdList": ["PMC4246348", "25369934"]}, {"Citation": "Aghapour M, Remels AHV, Pouwels SD, Bruder D, Hiemstra PS, Cloonan SM, et al., 2020. Mitochondria: at the crossroads of regulating lung epithelial cell function in chronic obstructive pulmonary disease. Am. J. Phys. Lung Cell. Mol. Phys. 318 (1), L149–l64.", "ArticleIdList": ["PMC6985875", "31693390"]}, {"Citation": "Allan K, Devereux G, 2011. Diet and asthma: nutrition implications from prevention to treatment. J. Am. Diet. Assoc. 111 (2), 258–268.", "ArticleIdList": ["21272700"]}, {"Citation": "Almagro P, Cabrera FJ, Diez J, Boixeda R, Alonso Ortiz MB, Murio C, et al., 2012. Comorbidities and short-term prognosis in patients hospitalized for acute exacerbation of COPD: the EPOC en Servicios de medicina interna (ESMI) study. Chest. 142 (5), 1126–1133.", "ArticleIdList": ["23303399"]}, {"Citation": "Ando M, Miyazaki E, Ito T, Hiroshige S, Nureki SI, Ueno T, et al., 2010. Significance of serum vascular endothelial growth factor level in patients with idiopathic pulmonary fibrosis. Lung. 188 (3), 247–252.", "ArticleIdList": ["20066538"]}, {"Citation": "Andres J, Smith LC, Murray A, Jin Y, Businaro R, Laskin JD, et al., 2020. Role of extracellular vesicles in cell-cell communication and inflammation following exposure to pulmonary toxicants. Cytokine Growth Factor Rev. 51, 12–18.", "ArticleIdList": ["PMC7052797", "31901309"]}, {"Citation": "Aoki H, Hisada T, Ishizuka T, Utsugi M, Kawata T, Shimizu Y, et al., 2008. Resolvin E1 dampens airway inflammation and hyperresponsiveness in a murine model of asthma. Biochem. Biophys. Res. Commun. 367 (2), 509–515.", "ArticleIdList": ["18190790"]}, {"Citation": "Atlantis E, Cochrane B, 2016. The association of dietary intake and supplementation of specific polyunsaturated fatty acids with inflammation and functional capacity in chronic obstructive pulmonary disease: a systematic review. Int. J. Evid. Based Healthc. 14 (2), 53–63.", "ArticleIdList": ["PMC5395064", "26134547"]}, {"Citation": "Aztatzi-Aguilar OG, Uribe-Ramírez M, Arias-Montaño JA, Barbier O, De Vizcaya-Ruiz A, 2015. Acute and subchronic exposure to air particulate matter induces expression of angiotensin and bradykinin-related genes in the lungs and heart: Angiotensin-II type-I receptor as a molecular target of particulate matter exposure. Part. Fibre. Toxicol. 12, 17.", "ArticleIdList": ["PMC4482198", "26113123"]}, {"Citation": "Bălă GP, Râjnoveanu RM, Tudorache E, Motișan R, Oancea C, 2021. Air pollution exposure-the (in)visible risk factor for respiratory diseases. Environ. Sci. Pollut. Res. Int. 28 (16), 19615–19628.", "ArticleIdList": ["PMC8099844", "33660184"]}, {"Citation": "Barnes PJ, Adcock IM, Ito K, 2005. Histone acetylation and deacetylation: importance in inflammatory lung diseases. Eur. Respir. J. 25 (3), 552–563.", "ArticleIdList": ["15738302"]}, {"Citation": "Barros R, Moreira A, Fonseca J, Delgado L, Castel-Branco MG, Haahtela T, et al., 2011. Dietary intake of α-linolenic acid and low ratio of n-6:n-3 PUFA are associated with decreased exhaled NO and improved asthma control. Br. J. Nutr. 106 (3), 441–450.", "ArticleIdList": ["21443816"]}, {"Citation": "Bayarri MA, Milara J, Estornut C, Cortijo J, 2021. Nitric oxide system and bronchial epithelium: more than a barrier. Front. Physiol. 12, 687381.", "ArticleIdList": ["PMC8279772", "34276407"]}, {"Citation": "Becker S, Mundandhara S, Devlin RB, Madden M, 2005. Regulation of cytokine production in human alveolar macrophages and airway epithelial cells in response to ambient air pollution particles: further mechanistic studies. Toxicol. Appl. Pharmacol. 207 (2 Suppl), 269–275.", "ArticleIdList": ["15993911"]}, {"Citation": "Belchamber KBR, Donnelly LE, 2017. Macrophage dysfunction in respiratory disease. Results Probl. Cell Differ. 62, 299–313.", "ArticleIdList": ["28455714"]}, {"Citation": "Bevan GH, Al-Kindi SG, Brook RD, Münzel T, Rajagopalan S, 2021. Ambient air pollution and atherosclerosis: insights into dose, time, and mechanisms. Arterioscler. Thromb. Vasc. Biol. 41 (2), 628–637.", "ArticleIdList": ["33327745"]}, {"Citation": "Bhavsar PK, Levy BD, Hew MJ, Pfeffer MA, Kazani S, Israel E, et al., 2010. Corticosteroid suppression of lipoxin A4 and leukotriene B4 from alveolar macrophages in severe asthma. Respir. Res. 11 (1), 71.", "ArticleIdList": ["PMC2894769", "20529300"]}, {"Citation": "Birukov KG, Karki P, 2018. Injured lung endothelium: mechanisms of self-repair and agonist-assisted recovery (2017 Grover Conference Series). Pulm. Circ. 8 (1), 2045893217752660.", "ArticleIdList": ["PMC6022073", "29261029"]}, {"Citation": "Bissonnette EY, Lauzon-Joset JF, Debley JS, Ziegler SF, 2020. Cross-talk between alveolar macrophages and lung epithelial cells is essential to maintain lung homeostasis. Front. Immunol. 11, 583042.", "ArticleIdList": ["PMC7593577", "33178214"]}, {"Citation": "Blackler RW, Motta JP, Manko A, Workentine M, Bercik P, Surette MG, et al., 2015. Hydrogen sulphide protects against NSAID-enteropathy through modulation of bile and the microbiota. Br. J. Pharmacol. 172 (4), 992–1004.", "ArticleIdList": ["PMC4314190", "25297699"]}, {"Citation": "Blum JL, Rosenblum LK, Grunig G, Beasley MB, Xiong JQ, Zelikoff JT, 2014. Short-term inhalation of cadmium oxide nanoparticles alters pulmonary dynamics associated with lung injury, inflammation, and repair in a mouse model. Inhal. Toxicol. 26 (1), 48–58.", "ArticleIdList": ["PMC4041479", "24417406"]}, {"Citation": "Bontinck A, Maes T, Joos G, 2020. Asthma and air pollution: recent insights in pathogenesis and clinical implications. Curr. Opin. Pulm. Med. 26 (1), 10–19.", "ArticleIdList": ["31724961"]}, {"Citation": "Borger JG, Lau M, Hibbs ML, 2019. The influence of innate lymphoid cells and unconventional T cells in chronic inflammatory lung disease. Front. Immunol. 10, 1597.", "ArticleIdList": ["PMC6637857", "31354734"]}, {"Citation": "Bournazou I, Pound JD, Duffin R, Bournazos S, Melville LA, Brown SB, et al., 2009. Apoptotic human cells inhibit migration of granulocytes via release of lactoferrin. J. Clin. Invest. 119 (1), 20–32.", "ArticleIdList": ["PMC2613454", "19033648"]}, {"Citation": "Bozinovski S, Anthony D, Vlahos R, 2014. Targeting pro-resolution pathways to combat chronic inflammation in COPD. J. Thorac. Dis. 6 (11), 1548–1556.", "ArticleIdList": ["PMC4255161", "25478196"]}, {"Citation": "Brancaleone V, Mitidieri E, Flower RJ, Cirino G, Perretti M, 2014. Annexin A1 mediates hydrogen sulfide properties in the control of inflammation. J. Pharmacol. Exp. Ther. 351 (1), 96–104.", "ArticleIdList": ["PMC4256431", "25077524"]}, {"Citation": "Bromberg PA, 2016. Mechanisms of the acute effects of inhaled ozone in humans. Biochim. Biophys. Acta 1860 (12), 2771–2781.", "ArticleIdList": ["27451958"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA 3rd, Brook JR, Bhatnagar A, Diez-Roux AV, et al., 2010. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 121 (21), 2331–2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Brüne B, 2005. The intimate relation between nitric oxide and superoxide in apoptosis and cell survival. Antioxid. Redox Signal. 7 (3–4), 497–507.", "ArticleIdList": ["15706097"]}, {"Citation": "Bubici C, Papa S, Pham CG, Zazzeroni F, Franzoso G, 2006. The NF-kappaB-mediated control of ROS and JNK signaling. Histol. Histopathol. 21 (1), 69–80.", "ArticleIdList": ["16267788"]}, {"Citation": "Chalmers JD, Moffitt KL, Suarez-Cuartin G, Sibila O, Finch S, Furrie E, et al., 2017. Neutrophil elastase activity is associated with exacerbations and lung function decline in bronchiectasis. Am. J. Respir. Crit. Care Med. 195 (10), 1384–1393.", "ArticleIdList": ["PMC5443898", "27911604"]}, {"Citation": "Chávez-Galán L, Olleros ML, Vesin D, Garcia I, 2015. Much more than M1 and M2 macrophages, there are also CD169(+) and TCR(+) macrophages. Front. Immunol. 6, 263.", "ArticleIdList": ["PMC4443739", "26074923"]}, {"Citation": "Checa J, Aran JM, 2020. Airway redox homeostasis and inflammation gone awry: from molecular pathogenesis to emerging therapeutics in respiratory pathology. Int. J. Mol. Sci. 21 (23).", "ArticleIdList": ["PMC7731288", "33297418"]}, {"Citation": "Chen YH, Yao WZ, Ding YL, Geng B, Lu M, Tang CS, 2008. Effect of theophylline on endogenous hydrogen sulfide production in patients with COPD. Pulm. Pharmacol. Ther. 21 (1), 40–46.", "ArticleIdList": ["17196413"]}, {"Citation": "Chiang N, Serhan CN, 2017. Structural elucidation and physiologic functions of specialized pro-resolving mediators and their receptors. Mol. Asp. Med. 58, 114–129.", "ArticleIdList": ["PMC5623601", "28336292"]}, {"Citation": "Chiang N, Serhan CN, 2020. Specialized pro-resolving mediator network: an update on production and actions. Essays Biochem. 64 (3), 443–462.", "ArticleIdList": ["PMC7682745", "32885825"]}, {"Citation": "Chiang N, Schwab JM, Fredman G, Kasuga K, Gelman S, Serhan CN, 2008. Anesthetics impact the resolution of inflammation. PLoS One 3 (4), e1879.", "ArticleIdList": ["PMC2268966", "18382663"]}, {"Citation": "Chiang N, Shinohara M, Dalli J, Mirakaj V, Kibi M, Choi AM, et al., 2013. Inhaled carbon monoxide accelerates resolution of inflammation via unique proresolving mediator-heme oxygenase-1 circuits. J. Immunol. 190 (12), 6378–6388.", "ArticleIdList": ["PMC3679316", "23650615"]}, {"Citation": "Ciesielski TH, Schwartz J, Bellinger DC, Hauser R, Amarasiriwardena C, Sparrow D, et al., 2018. Iron-processing genotypes, nutrient intakes, and cadmium levels in the normative aging study: evidence of sensitive subpopulations in cadmium risk assessment. Environ. Int. 119, 527–535.", "ArticleIdList": ["30059941"]}, {"Citation": "Clements PJ, 2011. Xenobiotic-induced inflammation: pathogenesis and mediators. Gen. Appl. Syst. Toxicol. 10.1002/9780470744307.gat167.", "ArticleIdList": ["10.1002/9780470744307.gat167"]}, {"Citation": "Croasdell A, Thatcher TH, Kottmann RM, Colas RA, Dalli J, Serhan CN, et al., 2015. Resolvins attenuate inflammation and promote resolution in cigarette smoke-exposed human macrophages. Am. J. Phys. Lung Cell. Mol. Phys. 309 (8), L888–L901.", "ArticleIdList": ["PMC4609942", "26301452"]}, {"Citation": "Crosby LM, Waters CM, 2010. Epithelial repair mechanisms in the lung. Am. J. Phys. Lung Cell. Mol. Phys. 298 (6), L715–L731.", "ArticleIdList": ["PMC2886606", "20363851"]}, {"Citation": "da Costa Loureiro L., da Costa Loureiro L., Gabriel-Junior EA, Zambuzi FA, Fontanari C, Sales-Campos H, et al., 2020. Pulmonary surfactant phosphatidylcholines induce immunological adaptation of alveolar macrophages. Mol. Immunol. 122, 163–172.", "ArticleIdList": ["32361419"]}, {"Citation": "de Batlle J, Sauleda J, Balcells E, Gómez FP, Méndez M, Rodriguez E, et al., 2012. Association between Ω3 and Ω6 fatty acid intakes and serum inflammatory markers in COPD. J. Nutr. Biochem. 23 (7), 817–821.", "ArticleIdList": ["21889886"]}, {"Citation": "de la Rosa X, Norris PC, Chiang N, Rodriguez AR, Spur BW, Serhan CN, 2018. Identification and complete stereochemical assignments of the new resolvin conjugates in tissue regeneration in human tissues that stimulate proresolving phagocyte functions and tissue regeneration. Am. J. Pathol. 188 (4), 950–966.", "ArticleIdList": ["PMC5866152", "29571326"]}, {"Citation": "Donaldson K, Stone V, Borm PJ, Jimenez LA, Gilmour PS, Schins RP, et al., 2003. Oxidative stress and calcium signaling in the adverse effects of environmental particles (PM10). Free Radic. Biol. Med. 34 (11), 1369–1382.", "ArticleIdList": ["12757847"]}, {"Citation": "Donnelly LE, Barnes PJ, 2012. Defective phagocytosis in airways disease. Chest. 141 (4), 1055–1062.", "ArticleIdList": ["22474147"]}, {"Citation": "Duffney PF, Kim HH, Porter NA, Jaspers I, 2020. Ozone-derived oxysterols impair lung macrophage phagocytosis via adduction of some phagocytosis receptors. J. Biol. Chem. 295 (36), 12727–12738.", "ArticleIdList": ["PMC7476716", "32690608"]}, {"Citation": "Dufton N, Natividad J, Verdu EF, Wallace JL, 2012. Hydrogen sulfide and resolution of acute inflammation: A comparative study utilizing a novel fluorescent probe. Sci. Rep. 2, 499.", "ArticleIdList": ["PMC3391661", "22787557"]}, {"Citation": "Duvall MG, Levy BD, 2016. DHA- and EPA-derived resolvins, protectins, and maresins in airway inflammation. Eur. J. Pharmacol. 785, 144–155.", "ArticleIdList": ["PMC4854800", "26546247"]}, {"Citation": "Eapen MS, Hansbro PM, McAlinden K, Kim RY, Ward C, Hackett TL, et al., 2017. Abnormal M1/M2 macrophage phenotype profiles in the small airway wall and lumen in smokers and chronic obstructive pulmonary disease (COPD). Sci. Rep. 7 (1), 13392.", "ArticleIdList": ["PMC5645352", "29042607"]}, {"Citation": "Eckle T, Grenz A, Laucher S, Eltzschig HK, 2008. A2B adenosine receptor signaling attenuates acute lung injury by enhancing alveolar fluid clearance in mice. J. Clin. Invest. 118 (10), 3301–3315.", "ArticleIdList": ["PMC2532979", "18787641"]}, {"Citation": "Eickmeier O, Seki H, Haworth O, Hilberath JN, Gao F, Uddin M, et al., 2013. Aspirin-triggered resolvin D1 reduces mucosal inflammation and promotes resolution in a murine model of acute lung injury. Mucosal Immunol. 6 (2), 256–266.", "ArticleIdList": ["PMC3511650", "22785226"]}, {"Citation": "Elonheimo HM, Mattila T, Andersen HR, Bocca B, Ruggieri F, Haverinen E, et al., 2022. Environmental substances associated with chronic obstructive pulmonary disease-a scoping review. Int. J. Environ. Res. Public Health 19 (7).", "ArticleIdList": ["PMC8997594", "35409627"]}, {"Citation": "Falcon-Rodriguez CI, Osornio-Vargas AR, Sada-Ovalle I, Segura-Medina P, 2016. Aeroparticles, composition, and lung diseases. Front. Immunol. 7, 3.", "ArticleIdList": ["PMC4719080", "26834745"]}, {"Citation": "Feehan KT, Gilroy DW, 2019. Is resolution the end of inflammation? Trends Mol. Med. 25 (3), 198–214.", "ArticleIdList": ["30795972"]}, {"Citation": "Fekete M, Szőllősi G, Németh AN, Varga JT, 2021. Clinical value of omega-3 polyunsaturated fatty acid supplementation in chronic obstructive pulmonary disease. Orv. Hetil. 162 (1), 23–30.", "ArticleIdList": ["33388735"]}, {"Citation": "Feng S, Gao D, Liao F, Zhou F, Wang X, 2016. The health effects of ambient PM2.5 and potential mechanisms. Ecotoxicol. Environ. Saf. 128, 67–74.", "ArticleIdList": ["26896893"]}, {"Citation": "Fettel J, Kühn B, Guillen NA, Sürün D, Peters M, Bauer R, et al., 2019. Sphingosine-1-phosphate (S1P) induces potent anti-inflammatory effects in vitro and in vivo by S1P receptor 4-mediated suppression of 5-lipoxygenase activity. FASEB J. 33 (2), 1711–1726.", "ArticleIdList": ["30188757"]}, {"Citation": "Files DC, Gibbs KW, Schaich CL, Collins SP, Gwathmey TM, Casey JD, et al., 2021. A pilot study to assess the circulating renin-angiotensin system in COVID-19 acute respiratory failure. Am. J. Phys. Lung Cell. Mol. Phys. 321 (1), L213–l8.", "ArticleIdList": ["PMC8270515", "34009036"]}, {"Citation": "Finkel T, 2011. Signal transduction by reactive oxygen species. J. Cell Biol. 194 (1), 7–15.", "ArticleIdList": ["PMC3135394", "21746850"]}, {"Citation": "Flesher RP, Herbert C, Kumar RK, 2014. Resolvin E1 promotes resolution of inflammation in a mouse model of an acute exacerbation of allergic asthma. Clin. Sci. (Lond.) 126 (11), 805–814.", "ArticleIdList": ["24344649"]}, {"Citation": "Fritscher LG, Post M, Rodrigues MT, Silverman F, Balter M, Chapman KR, et al., 2012. Profile of eicosanoids in breath condensate in asthma and COPD. J. Breath Res. 6 (2), 026001.", "ArticleIdList": ["22451217"]}, {"Citation": "Fullerton JN, Gilroy DW, 2016. Resolution of inflammation: a new therapeutic frontier. Nat. Rev. Drug Discov. 15 (8), 551–567.", "ArticleIdList": ["27020098"]}, {"Citation": "Fussbroich D, Colas RA, Eickmeier O, Trischler J, Jerkic SP, Zimmermann K, et al., 2020. A combination of LCPUFA ameliorates airway inflammation in asthmatic mice by promoting pro-resolving effects and reducing adverse effects of EPA. Mucosal Immunol. 13 (3), 481–492.", "ArticleIdList": ["PMC7181394", "31907365"]}, {"Citation": "Ganesan R, Henkels KM, Shah K, De La Rosa X, Libreros S, Cheemarla NR, et al., 2020. D-series Resolvins activate Phospholipase D in phagocytes during inflammation and resolution. FASEB J. 34 (12), 15888–15906.", "ArticleIdList": ["PMC7686130", "33047359"]}, {"Citation": "Gangopadhyay S, Vijayan VK, Bansal SK, 2012. Lipids of erythrocyte membranes of COPD patients: a quantitative and qualitative study. Copd. 9 (4), 322–331.", "ArticleIdList": ["22497562"]}, {"Citation": "Gangwar RS, Bevan GH, Palanivel R, Das L, Rajagopalan S, 2020. Oxidative stress pathways of air pollution mediated toxicity: Recent insights. Redox Biol. 34, 101545.", "ArticleIdList": ["PMC7327965", "32505541"]}, {"Citation": "Ghezzi P, Floridi L, Boraschi D, Cuadrado A, Manda G, Levic S, et al., 2018. Oxidative stress and inflammation induced by environmental and psychological stressors: a biomarker perspective. Antioxid. Redox Signal. 28 (9), 852–872.", "ArticleIdList": ["28494612"]}, {"Citation": "Ghio AJ, Silbajoris R, Carson JL, Samet JM, 2002. Biologic effects of oil fly ash. Environ. Health Perspect. 110 (Suppl. 1), 89–94.", "ArticleIdList": ["PMC1241150", "11834466"]}, {"Citation": "Gipson TS, Bless NM, Shanley TP, Crouch LD, Bleavins MR, Younkin EM, et al., 1999. Regulatory effects of endogenous protease inhibitors in acute lung inflammatory injury. J. Immunol. 162 (6), 3653–3662.", "ArticleIdList": ["10092827"]}, {"Citation": "Go YM, Orr M, Jones DP, 2013. Increased nuclear thioredoxin-1 potentiates cadmium-induced cytotoxicity. Toxicol. Sci. 131 (1), 84–94.", "ArticleIdList": ["PMC3621352", "22961094"]}, {"Citation": "Gobbetti T, Cooray SN, 2016. Annexin A1 and resolution of inflammation: tissue repairing properties and signalling signature. Biol. Chem. 397 (10), 981–993.", "ArticleIdList": ["27447237"]}, {"Citation": "Groves AM, Gow AJ, Massa CB, Laskin JD, Laskin DL, 2012. Prolonged injury and altered lung function after ozone inhalation in mice with chronic lung inflammation. Am. J. Respir. Cell Mol. Biol. 47 (6), 776–783.", "ArticleIdList": ["PMC3547091", "22878412"]}, {"Citation": "Günther A, Korfei M, Mahavadi P, von der Beck D, Ruppert C, Markart P, 2012. Unravelling the progressive pathophysiology of idiopathic pulmonary fibrosis. Eur. Respir. Rev. 21 (124), 152–160.", "ArticleIdList": ["PMC9487300", "22654088"]}, {"Citation": "Guo C, Lv S, Liu Y, Li Y, 2021. Biomarkers for the adverse effects on respiratory system health associated with atmospheric particulate matter exposure. J. Hazard. Mater. 421, 126760.", "ArticleIdList": ["34396970"]}, {"Citation": "Hachicha M, Pouliot M, Petasis NA, Serhan CN, 1999. Lipoxin (LX)A4 and aspirin-triggered 15-epi-LXA4 inhibit tumor necrosis factor 1alpha-initiated neutrophil responses and trafficking: regulators of a cytokine-chemokine axis. J. Exp. Med. 189 (12), 1923–1930.", "ArticleIdList": ["PMC2192964", "10377187"]}, {"Citation": "Hadzic S, Wu CY, Avdeev S, Weissmann N, Schermuly RT, Kosanovic D, 2020. Lung epithelium damage in COPD - An unstoppable pathological event? Cell. Signal. 68, 109540.", "ArticleIdList": ["31953012"]}, {"Citation": "Harari S, Raghu G, Caminati A, Cruciani M, Franchini M, Mannucci P, 2020. Fibrotic interstitial lung diseases and air pollution: a systematic literature review. Eur. Respir. Rev. 29 (157).", "ArticleIdList": ["PMC9488644", "32817115"]}, {"Citation": "Harding JN, Gross M, Patel V, Potter S, Cormier SA, 2021. Association between particulate matter containing EPFRs and neutrophilic asthma through AhR and Th17. Respir. Res. 22 (1), 275.", "ArticleIdList": ["PMC8549224", "34702270"]}, {"Citation": "Hasan RA, O’Brien E, Mancuso P, 2012. Lipoxin A(4) and 8-isoprostane in the exhaled breath condensate of children hospitalized for status asthmaticus. Pediatr. Crit. Care Med. 13 (2), 141–145.", "ArticleIdList": ["PMC4078922", "21666533"]}, {"Citation": "Haskó G, Cronstein BN, 2004. Adenosine: an endogenous regulator of innate immunity. Trends Immunol. 25 (1), 33–39.", "ArticleIdList": ["14698282"]}, {"Citation": "Haworth O, Cernadas M, Yang R, Serhan CN, Levy BD, 2008. Resolvin E1 regulates interleukin 23, interferon-gamma and lipoxin A4 to promote the resolution of allergic airway inflammation. Nat. Immunol. 9 (8), 873–879.", "ArticleIdList": ["PMC2784998", "18568027"]}, {"Citation": "Headland SE, Norling LV, 2015. The resolution of inflammation: principles and challenges. Semin. Immunol. 27 (3), 149–160.", "ArticleIdList": ["25911383"]}, {"Citation": "Heukels P, Moor CC, von der Thüsen JH, Wijsenbeek MS, Kool M, 2019. Inflammation and immunity in IPF pathogenesis and treatment. Respir. Med. 147, 79–91.", "ArticleIdList": ["30704705"]}, {"Citation": "Hinz B, Phan SH, Thannickal VJ, Galli A, Bochaton-Piallat ML, Gabbiani G, 2007. The myofibroblast: one function, multiple origins. Am. J. Pathol. 170 (6), 1807–1816.", "ArticleIdList": ["PMC1899462", "17525249"]}, {"Citation": "Hirota N, Martin JG, 2013. Mechanisms of airway remodeling. Chest. 144 (3), 1026–1032.", "ArticleIdList": ["24008953"]}, {"Citation": "Hodge S, Matthews G, Mukaro V, Ahern J, Shivam A, Hodge G, et al., 2011. Cigarette smoke-induced changes to alveolar macrophage phenotype and function are improved by treatment with procysteine. Am. J. Respir. Cell Mol. Biol. 44 (5), 673–681.", "ArticleIdList": ["20595463"]}, {"Citation": "Hou T, Chen Q, Ma Y, 2021. Elevated expression of miR-146 involved in regulating mice pulmonary dysfunction after exposure to PM2.5. J. Toxicol. Sci. 46 (10), 437–443.", "ArticleIdList": ["34602528"]}, {"Citation": "Hsiao HM, Sapinoro RE, Thatcher TH, Croasdell A, Levy EP, Fulton RA, et al., 2013. A novel anti-inflammatory and pro-resolving role for resolvin D1 in acute cigarette smoke-induced lung inflammation. PLoS One 8 (3), e58258.", "ArticleIdList": ["PMC3590122", "23484005"]}, {"Citation": "Imboden M, Kumar A, Curjuric I, Adam M, Thun GA, Haun M, et al., 2015. Modification of the association between PM10 and lung function decline by cadherin 13 polymorphisms in the SAPALDIA cohort: a genome-wide interaction analysis. Environ. Health Perspect. 123 (1), 72–79.", "ArticleIdList": ["PMC4286270", "25127211"]}, {"Citation": "Ito K, Ito M, Elliott WM, Cosio B, Caramori G, Kon OM, et al., 2005. Decreased histone deacetylase activity in chronic obstructive pulmonary disease. N. Engl. J. Med. 352 (19), 1967–1976.", "ArticleIdList": ["15888697"]}, {"Citation": "Jaén RI, Sánchez-García S, Fernández-Velasco M, Boscá L, Prieto P, 2021. Resolution-based therapies: the potential of lipoxins to treat human diseases. Front. Immunol. 12, 658840.", "ArticleIdList": ["PMC8102821", "33968061"]}, {"Citation": "Jaudszus A, Mainz JG, Pittag S, Dornaus S, Dopfer C, Roth A, et al., 2016. Effects of a dietary intervention with conjugated linoleic acid on immunological and metabolic parameters in children and adolescents with allergic asthma–a placebo-controlled pilot trial. Lipids Health Dis. 15, 21.", "ArticleIdList": ["PMC4739392", "26843092"]}, {"Citation": "Jiang G, Xu L, Song S, Zhu C, Wu Q, Zhang L, et al., 2008. Effects of long-term low-dose cadmium exposure on genomic DNA methylation in human embryo lung fibroblast cells. Toxicology. 244 (1), 49–55.", "ArticleIdList": ["18077075"]}, {"Citation": "Jiang X, Xu F, Qiu X, Shi X, Pardo M, Shang Y, et al., 2019. Hydrophobic organic components of ambient fine particulate matter (PM(2.5)) associated with inflammatory cellular response. Environ. Sci. Technol. 53 (17), 10479–10486.", "ArticleIdList": ["31397158"]}, {"Citation": "Jiang Y, Zhao Y, Wang Q, Chen H, Zhou X, 2020. Fine particulate matter exposure promotes M2 macrophage polarization through inhibiting histone deacetylase 2 in the pathogenesis of chronic obstructive pulmonary disease. Ann. Transl. Med. 8 (20), 1303.", "ArticleIdList": ["PMC7661902", "33209883"]}, {"Citation": "Johannson KA, Balmes JR, Collard HR, 2015. Air pollution exposure: a novel environmental risk factor for interstitial lung disease? Chest. 147 (4), 1161–1167.", "ArticleIdList": ["PMC4388120", "25846532"]}, {"Citation": "Julia C, Touvier M, Meunier N, Papet I, Galan P, Hercberg S, et al., 2013. Intakes of PUFAs were inversely associated with plasma C-reactive protein 12 years later in a middle-aged population with vitamin E intake as an effect modifier. J. Nutr. 143 (11), 1760–1766.", "ArticleIdList": ["24027184"]}, {"Citation": "Kazani S, Planaguma A, Ono E, Bonini M, Zahid M, Marigowda G, et al., 2013. Exhaled breath condensate eicosanoid levels associate with asthma and its severity. J. Allergy Clin. Immunol. 132 (3), 547–553.", "ArticleIdList": ["PMC3759610", "23608729"]}, {"Citation": "Keatings VM, Collins PD, Scott DM, Barnes PJ, 1996. Differences in interleukin-8 and tumor necrosis factor-alpha in induced sputum from patients with chronic obstructive pulmonary disease or asthma. Am. J. Respir. Crit. Care Med. 153 (2), 530–534.", "ArticleIdList": ["8564092"]}, {"Citation": "Kierstein S, Poulain FR, Cao Y, Grous M, Mathias R, Kierstein G, et al., 2006. Susceptibility to ozone-induced airway inflammation is associated with decreased levels of surfactant protein D. Respir. Res. 7 (1), 85.", "ArticleIdList": ["PMC1488844", "16740162"]}, {"Citation": "Kilburg-Basnyat B, Reece SW, Crouch MJ, Luo B, Boone AD, Yaeger M, et al., 2018. Specialized pro-resolving lipid mediators regulate ozone-induced pulmonary and systemic inflammation. Toxicol. Sci. 163 (2), 466–477.", "ArticleIdList": ["PMC5974791", "29471542"]}, {"Citation": "Kim KH, Park TS, Kim YS, Lee JS, Oh YM, Lee SD, et al., 2016. Resolvin D1 prevents smoking-induced emphysema and promotes lung tissue regeneration. Int. J. Chron. Obstruct. Pulmon. Dis. 11, 1119–1128.", "ArticleIdList": ["PMC4890694", "27313451"]}, {"Citation": "Kim JS, Thomashow MA, Yip NH, Burkart KM, Lo Cascio CM, Shimbo D, et al., 2021. Randomization to Omega-3 fatty acid supplementation and endothelial function in COPD: The COD-fish randomized controlled trial. Chronic Obstr. Pulm. Dis. 8 (1), 41–53.", "ArticleIdList": ["PMC8047614", "33150779"]}, {"Citation": "Kiran Kumar KM, Naveen Kumar M, Patil RH, Nagesh R, Hegde SM, Kavya K, et al., 2016. Cadmium induces oxidative stress and apoptosis in lung epithelial cells. Toxicol. Mech. Methods 26 (9), 658–666.", "ArticleIdList": ["27687512"]}, {"Citation": "Kotlyarov S, Kotlyarova A, 2021. Anti-inflammatory function of fatty acids and involvement of their metabolites in the resolution of inflammation in chronic obstructive pulmonary disease. Int. J. Mol. Sci. 22 (23).", "ArticleIdList": ["PMC8657960", "34884621"]}, {"Citation": "Krishnamoorthy N, Burkett PR, Dalli J, Abdulnour RE, Colas R, Ramon S, et al., 2015. Cutting edge: maresin-1 engages regulatory T cells to limit type 2 innate lymphoid cell activation and promote resolution of lung inflammation. J. Immunol. 194 (3), 863–867.", "ArticleIdList": ["PMC4297713", "25539814"]}, {"Citation": "Labunskyy VM, Hatfield DL, Gladyshev VN, 2014. Selenoproteins: molecular pathways and physiological roles. Physiol. Rev. 94 (3), 739–777.", "ArticleIdList": ["PMC4101630", "24987004"]}, {"Citation": "Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 396 (10258), 2020, 1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Larson-Casey JL, Gu L, Fiehn O, Carter AB, 2020. Cadmium-mediated lung injury is exacerbated by the persistence of classically activated macrophages. J. Biol. Chem. 295 (46), 15754–15766.", "ArticleIdList": ["PMC7667973", "32917723"]}, {"Citation": "Laskin DL, Malaviya R, Laskin JD, 2019. Role of macrophages in acute lung injury and chronic fibrosis induced by pulmonary toxicants. Toxicol. Sci. 168 (2), 287–301.", "ArticleIdList": ["PMC6432864", "30590802"]}, {"Citation": "Lee H, Zhang D, Zhu Z, Dela Cruz CS, Jin Y, 2016. Epithelial cell-derived microvesicles activate macrophages and promote inflammation via microvesicle-containing microRNAs. Sci. Rep. 6, 35250.", "ArticleIdList": ["PMC5059671", "27731391"]}, {"Citation": "Lee H, Abston E, Zhang D, Rai A, Jin Y, 2018. Extracellular vesicle: an emerging mediator of intercellular crosstalk in lung inflammation and injury. Front. Immunol. 9, 924.", "ArticleIdList": ["PMC5946167", "29780385"]}, {"Citation": "Leitch AE, Duffin R, Haslett C, Rossi AG, 2008. Relevance of granulocyte apoptosis to resolution of inflammation at the respiratory mucosa. Mucosal Immunol. 1 (5), 350–363.", "ArticleIdList": ["PMC7102379", "19079199"]}, {"Citation": "Lemoine SC, Brigham EP, Woo H, Hanson CK, McCormack MC, Koch A, et al., 2019. Omega-3 fatty acid intake and prevalent respiratory symptoms among U.S. adults with COPD. BMC Pulm. Med. 19 (1), 97.", "ArticleIdList": ["PMC6533751", "31122230"]}, {"Citation": "Leuenberger C, Schuoler C, Bye H, Mignan C, Rechsteiner T, Hillinger S, et al., 2016. MicroRNA-223 controls the expression of histone deacetylase 2: a novel axis in COPD. J. Mol. Med. (Berl). 94 (6), 725–734.", "ArticleIdList": ["26864305"]}, {"Citation": "Leuti A, Maccarrone M, Chiurchiù V, 2019. Proresolving lipid mediators: endogenous modulators of oxidative stress. Oxidative Med. Cell. Longev. 2019, 8107265.", "ArticleIdList": ["PMC6604337", "31316721"]}, {"Citation": "Leuti A, Fazio D, Fava M, Piccoli A, Oddi S, Maccarrone M, 2020. Bioactive lipids, inflammation and chronic diseases. Adv. Drug Deliv. Rev. 159, 133–169.", "ArticleIdList": ["32628989"]}, {"Citation": "Levy BD, 2005. Lipoxins and lipoxin analogs in asthma. Prostaglandins Leukot. Essent. Fat. Acids 73 (3–4), 231–237.", "ArticleIdList": ["16046112"]}, {"Citation": "Levy BD, Clish CB, Schmidt B, Gronert K, Serhan CN, 2001. Lipid mediator class switching during acute inflammation: signals in resolution. Nat. Immunol. 2 (7), 612–619.", "ArticleIdList": ["11429545"]}, {"Citation": "Levy BD, Bonnans C, Silverman ES, Palmer LJ, Marigowda G, Israel E, 2005. Diminished lipoxin biosynthesis in severe asthma. Am. J. Respir. Crit. Care Med. 172 (7), 824–830.", "ArticleIdList": ["PMC2718403", "15961693"]}, {"Citation": "Levy BD, Kohli P, Gotlinger K, Haworth O, Hong S, Kazani S, et al., 2007. Protectin D1 is generated in asthma and dampens airway inflammation and hyperresponsiveness. J. Immunol. 178 (1), 496–502.", "ArticleIdList": ["PMC3005704", "17182589"]}, {"Citation": "Levy BD, Vachier I, Serhan CN, 2012. Resolution of inflammation in asthma. Clin. Chest Med. 33 (3), 559–570.", "ArticleIdList": ["PMC3431599", "22929102"]}, {"Citation": "Levy BD, Abdulnour RE, Tavares A, Brüggemann TR, Norris PC, Bai Y, et al., 2020. Cysteinyl maresins regulate the prophlogistic lung actions of cysteinyl leukotrienes. J. Allergy Clin. Immunol. 145 (1), 335–344.", "ArticleIdList": ["PMC7308163", "31622689"]}, {"Citation": "Li N, Xia T, Nel AE, 2008. The role of oxidative stress in ambient particulate matter-induced lung diseases and its implications in the toxicity of engineered nanoparticles. Free Radic. Biol. Med. 44 (9), 1689–1699.", "ArticleIdList": ["PMC2387181", "18313407"]}, {"Citation": "Li MH, Fan LC, Mao B, Yang JW, Choi AMK, Cao WJ, et al., 2016. Short-term exposure to ambient fine particulate matter increases hospitalizations and mortality in COPD: a systematic review and meta-analysis. Chest. 149 (2), 447–458.", "ArticleIdList": ["26111257"]}, {"Citation": "Li R, Zhou R, Zhang J, 2018. Function of PM2.5 in the pathogenesis of lung cancer and chronic airway inflammatory diseases. Oncol. Lett. 15 (5), 7506–7514.", "ArticleIdList": ["PMC5920433", "29725457"]}, {"Citation": "Li Q, Sun J, Chen X, Li S, Wang Y, Xu C, et al., 2020a. Integrative characterization of fine particulate matter-induced chronic obstructive pulmonary disease in mice. Sci. Total Environ. 706, 135687.", "ArticleIdList": ["31785907"]}, {"Citation": "Li H, Hao Y, Yang LL, Wang XY, Li XY, Bhandari S, et al., 2020b. MCTR1 alleviates lipopolysaccharide-induced acute lung injury by protecting lung endothelial glycocalyx. J. Cell. Physiol. 235 (10), 7283–7294.", "ArticleIdList": ["32037554"]}, {"Citation": "Liang ZL, Wu DD, Yao Y, Yu FY, Yang L, Tan HW, et al., 2018. Epiproteome profiling of cadmium-transformed human bronchial epithelial cells by quantitative histone post-translational modification-enzyme-linked immunosorbent assay. J. Appl. Toxicol. 38 (6), 888–895.", "ArticleIdList": ["29423916"]}, {"Citation": "Líbalová H, Uhlíǐová K, Kléma J, Machala M, Šrám RJ, Ciganek M, et al., 2012. Global gene expression changes in human embryonic lung fibroblasts induced by organic extracts from respirable air particles. Part. Fibre. Toxicol. 9, 1.", "ArticleIdList": ["PMC3275518", "22239852"]}, {"Citation": "Liu J, Qu W, Kadiiska MB, 2009. Role of oxidative stress in cadmium toxicity and carcinogenesis. Toxicol. Appl. Pharmacol. 238 (3), 209–214.", "ArticleIdList": ["PMC4287357", "19236887"]}, {"Citation": "Lodovici M, Bigagli E, 2011. Oxidative stress and air pollution exposure. J. Toxicol. 2011, 487074.", "ArticleIdList": ["PMC3155788", "21860622"]}, {"Citation": "Magalhães GS, Rodrigues-Machado MG, Motta-Santos D, Silva AR, Caliari MV, Prata LO, et al., 2015. Angiotensin-(1–7) attenuates airway remodelling and hyperresponsiveness in a model of chronic allergic lung inflammation. Br. J. Pharmacol. 172 (9), 2330–2342.", "ArticleIdList": ["PMC4403097", "25559763"]}, {"Citation": "Magalhaes GS, Barroso LC, Reis AC, Rodrigues-Machado MG, Gregório JF, Motta-Santos D, et al., 2018. Angiotensin-(1–7) promotes resolution of eosinophilic inflammation in an experimental model of asthma. Front. Immunol. 9, 58.", "ArticleIdList": ["PMC5797293", "29434591"]}, {"Citation": "Mahesh G, Biswas R, 2019. MicroRNA-155: A Master Regulator of Inflammation. J. Interf. Cytokine Res. 39 (6), 321–330.", "ArticleIdList": ["PMC6591773", "30998423"]}, {"Citation": "Maleki SJ, Crespo JF, Cabanillas B, 2019. Anti-inflammatory effects of flavonoids. Food Chem. 299, 125124.", "ArticleIdList": ["31288163"]}, {"Citation": "Martinez J, Cook DN, 2021. What’s the deal with efferocytosis and asthma? Trends Immunol. 42 (10), 904–919.", "ArticleIdList": ["PMC9843639", "34503911"]}, {"Citation": "Michaeloudes C, Bhavsar PK, Mumby S, Xu B, Hui CKM, Chung KF, et al., 2020. Role of metabolic reprogramming in pulmonary innate immunity and its impact on lung diseases. J. Innate Immun. 12 (1), 31–46.", "ArticleIdList": ["PMC6959099", "31786568"]}, {"Citation": "Michaudel C, Fauconnier L, Julé Y, Ryffel B, 2018. Functional and morphologicaĺ differences of the lung upon acute and chronic ozone exposure in mice. Sci. Rep. 8 (1), 10611.", "ArticleIdList": ["PMC6045627", "30006538"]}, {"Citation": "Michaudel C, Bataille F, Maillet I, Fauconnier L, Colas C, Sokol H, et al., 2020. Ozone-induced aryl hydrocarbon receptor activation controls lung inflammation via interleukin-22 modulation. Front. Immunol. 11, 144.", "ArticleIdList": ["PMC7053361", "32161582"]}, {"Citation": "Mirakaj V, Thix CA, Laucher S, Mielke C, Morote-Garcia JC, Schmit MA, et al., 2010. Netrin-1 dampens pulmonary inflammation during acute lung injury. Am. J. Respir. Crit. Care Med. 181 (8), 815–824.", "ArticleIdList": ["20075388"]}, {"Citation": "Misharin AV, Morales-Nebreda L, Mutlu GM, Budinger GR, Perlman H, 2013. Flow cytometric analysis of macrophages and dendritic cell subsets in the mouse lung. Am. J. Respir. Cell Mol. Biol. 49 (4), 503–510.", "ArticleIdList": ["PMC3824047", "23672262"]}, {"Citation": "Mittal M, Siddiqui MR, Tran K, Reddy SP, Malik AB, 2014. Reactive oxygen species in inflammation and tissue injury. Antioxid. Redox Signal. 20 (7), 1126–1167.", "ArticleIdList": ["PMC3929010", "23991888"]}, {"Citation": "Miyata J, Fukunaga K, Iwamoto R, Isobe Y, Niimi K, Takamiya R, et al., 2013. Dysregulated synthesis of protectin D1 in eosinophils from patients with severe asthma. J. Allergy Clin. Immunol. 131 (2), 353–60.e1–2.", "ArticleIdList": ["23006546"]}, {"Citation": "Mosser DM, Edwards JP, 2008. Exploring the full spectrum of macrophage activation. Nat. Rev. Immunol. 8 (12), 958–969.", "ArticleIdList": ["PMC2724991", "19029990"]}, {"Citation": "Motterlini R, Foresti R, 2014. Heme oxygenase-1 as a target for drug discovery. Antioxid. Redox Signal. 20 (11), 1810–1826.", "ArticleIdList": ["24180608"]}, {"Citation": "Nakayama Wong LS, Aung HH, Lamé MW, Wegesser TC, Wilson DW, 2011. Fine particulate matter from urban ambient and wildfire sources from California’s San Joaquin Valley initiate differential inflammatory, oxidative stress, and xenobiotic responses in human bronchial epithelial cells. Toxicol. in Vitro 25 (8), 1895–1905.", "ArticleIdList": ["21703343"]}, {"Citation": "Nathan C, Ding A, 2010. Nonresolving inflammation. Cell. 140 (6), 871–882.", "ArticleIdList": ["20303877"]}, {"Citation": "Nemmiche S, 2017. Oxidative signaling response to cadmium exposure. Toxicol. Sci. 156 (1), 4–10.", "ArticleIdList": ["27803385"]}, {"Citation": "Neudecker V, Yuan X, Bowser JL, Eltzschig HK, 2017. MicroRNAs in mucosal inflammation. J. Mol. Med. (Berl). 95 (9), 935–949.", "ArticleIdList": ["PMC5828032", "28726085"]}, {"Citation": "Ng TP, Niti M, Yap KB, Tan WC, 2014. Dietary and supplemental antioxidant and anti-inflammatory nutrient intakes and pulmonary function. Public Health Nutr. 17 (9), 2081–2086.", "ArticleIdList": ["PMC11108714", "24074036"]}, {"Citation": "Ober-Blöbaum JL, Engelhardt G, Hebel S, Rink L, Haase H, 2010. Cadmium ions promote monocytic differentiation of human leukemia HL-60 cells treated with 1α,25-dihydroxyvitamin D3. Biol. Chem. 391 (11), 1295–1303.", "ArticleIdList": ["20868229"]}, {"Citation": "Oberdörster G, Utell MJ, 2002. Ultrafine particles in the urban air: to the respiratory tract–and beyond? Environ. Health Perspect. 110 (8), A440–A441.", "ArticleIdList": ["PMC1240959", "12153769"]}, {"Citation": "Oberdörster G, Ferin J, Lehnert BE, 1994. Correlation between particle size, in vivo particle persistence, and lung injury. Environ. Health Perspect. 102 (Suppl. 5), 173–179.", "ArticleIdList": ["PMC1567252", "7882925"]}, {"Citation": "Oberdörster G, Oberdörster E, Oberdörster J, 2005. Nanotoxicology: an emerging discipline evolving from studies of ultrafine particles. Environ. Health Perspect. 113 (7), 823–839.", "ArticleIdList": ["PMC1257642", "16002369"]}, {"Citation": "Ohta A, Sitkovsky M, 2001. Role of G-protein-coupled adenosine receptors in downregulation of inflammation and protection from tissue damage. Nature. 414 (6866), 916–920.", "ArticleIdList": ["11780065"]}, {"Citation": "Okamoto M, Mitsunobu F, Ashida K, Mifune T, Hosaki Y, Tsugeno H, et al., 2000. Effects of dietary supplementation with n-3 fatty acids compared with n-6 fatty acids on bronchial asthma. Intern. Med. 39 (2), 107–11.", "ArticleIdList": ["10732825"]}, {"Citation": "Olson KR, 2020. Are reactive sulfur species the new reactive oxygen species? Antioxid. Redox Signal. 33 (16), 1125–1142.", "ArticleIdList": ["32586118"]}, {"Citation": "Orona NS, Astort F, Maglione GA, Ferraro SA, Martin M, Morales C, et al., 2020. Hazardous effects of urban air particulate matter acute exposure on lung and extrapulmonary organs in mice. Ecotoxicol. Environ. Saf. 190, 110120.", "ArticleIdList": ["31896475"]}, {"Citation": "Ortega-Gómez A, Perretti M, Soehnlein O, 2013. Resolution of inflammation: an integrated view. EMBO Mol. Med. 5 (5), 661–674.", "ArticleIdList": ["PMC3662311", "23592557"]}, {"Citation": "Panigrahy D, Gilligan MM, Serhan CN, Kashfi K, 2021. Resolution of inflammation: An organizing principle in biology and medicine. Pharmacol. Ther. 227, 107879.", "ArticleIdList": ["33915177"]}, {"Citation": "Pardo M, Qiu X, Zimmermann R, Rudich Y, 2020. Particulate matter toxicity is Nrf2 and mitochondria dependent: the roles of metals and polycyclic aromatic hydrocarbons. Chem. Res. Toxicol. 33 (5), 1110–1120.", "ArticleIdList": ["PMC7304922", "32302097"]}, {"Citation": "Pederson WP, Cyphert-Daly JM, Tighe RM, Que LG, Ledford JG, 2021. Genetic variation in surfactant protein-A2 alters responses to ozone. PLoS One 16 (2), e0247504.", "ArticleIdList": ["PMC7899376", "33617569"]}, {"Citation": "Pesci A, Balbi B, Majori M, Cacciani G, Bertacco S, Alciato P, et al., 1998. Inflammatory cells and mediators in bronchial lavage of patients with chronic obstructive pulmonary disease. Eur. Respir. J. 12 (2), 380–386.", "ArticleIdList": ["9727789"]}, {"Citation": "Peters A, Nawrot TS, Baccarelli AA, 2021. Hallmarks of environmental insults. Cell. 184 (6), 1455–1468.", "ArticleIdList": ["PMC9396710", "33657411"]}, {"Citation": "Phan THG, Paliogiannis P, Nasrallah GK, Giordo R, Eid AH, Fois AG, et al., 2021. Emerging cellular and molecular determinants of idiopathic pulmonary fibrosis. Cell. Mol. Life Sci. 78 (5), 2031–2057.", "ArticleIdList": ["PMC7669490", "33201251"]}, {"Citation": "Pizzini A, Lunger L, Sonnweber T, Weiss G, Tancevski I, 2018. The role of Omega-3 Fatty acids in the setting of coronary artery disease and COPD: a Review. Nutrients. 10 (12).", "ArticleIdList": ["PMC6316059", "30513804"]}, {"Citation": "Placek K, Schultze JL, Aschenbrenner AC, 2019. Epigenetic reprogramming of immune cells in injury, repair, and resolution. J. Clin. Invest. 129 (8), 2994–3005.", "ArticleIdList": ["PMC6668667", "31329166"]}, {"Citation": "Polverino E, Rosales-Mayor E, Dale GE, Dembowsky K, Torres A, 2017. The role of neutrophil elastase inhibitors in lung diseases. Chest. 152 (2), 249–262.", "ArticleIdList": ["28442313"]}, {"Citation": "Poole LB, 2015. The basics of thiols and cysteines in redox biology and chemistry. Free Radic. Biol. Med. 80, 148–157.", "ArticleIdList": ["PMC4355186", "25433365"]}, {"Citation": "Qin G, Xia J, Zhang Y, Guo L, Chen R, Sang N, 2018. Ambient fine particulate matter exposure induces reversible cardiac dysfunction and fibrosis in juvenile and older female mice. Part. Fibre. Toxicol. 15 (1), 27.", "ArticleIdList": ["PMC6019275", "29941001"]}, {"Citation": "Ramaka S, Sindgi VM, Akkinepally RR, 2020. Xenobiotics in health and disease: the two sides of a coin: A Clinician’s Perspective. J. Toxciol. (open access). 4 (4), 555641."}, {"Citation": "Ramirez DC, Gimenez MS, 2003. Induction of redox changes, inducible nitric oxide synthase and cyclooxygenase-2 by chronic cadmium exposure in mouse peritoneal macrophages. Toxicol. Lett. 145 (2), 121–132.", "ArticleIdList": ["14581164"]}, {"Citation": "Rao X, Zhong J, Brook RD, Rajagopalan S, 2018. Effect of particulate matter air pollution on cardiovascular oxidative stress pathways. Antioxid. Redox Signal. 28 (9), 797–818.", "ArticleIdList": ["PMC5831906", "29084451"]}, {"Citation": "Ray PD, Huang BW, Tsuji Y, 2012. Reactive oxygen species (ROS) homeostasis and redox regulation in cellular signaling. Cell. Signal. 24 (5), 981–990.", "ArticleIdList": ["PMC3454471", "22286106"]}, {"Citation": "Rice MB, Ljungman PL, Wilker EH, Dorans KS, Gold DR, Schwartz J, et al., 2015. Long-term exposure to traffic emissions and fine particulate matter and lung function decline in the Framingham heart study. Am. J. Respir. Crit. Care Med. 191 (6), 656–664.", "ArticleIdList": ["PMC4384780", "25590631"]}, {"Citation": "Richter P, Faroon O, Pappas RS, 2017. Cadmium and Cadmium/Zinc Ratios and Tobacco-Related Morbidities. Int. J. Environ. Res. Public Health 14 (10).", "ArticleIdList": ["PMC5664655", "28961214"]}, {"Citation": "Rider CF, Carlsten C, 2019. Air pollution and DNA methylation: effects of exposure in humans. Clin. Epigenetics 11 (1), 131.", "ArticleIdList": ["PMC6724236", "31481107"]}, {"Citation": "Riediker M, Zink D, Kreyling W, Oberdörster G, Elder A, Graham U, et al., 2019. Particle toxicology and health - where are we? Part. Fibre. Toxicol. 16 (1), 19.", "ArticleIdList": ["PMC6480662", "31014371"]}, {"Citation": "Robb CT, Regan KH, Dorward DA, Rossi AG, 2016. Key mechanisms governing resolution of lung inflammation. Semin. Immunopathol. 38 (4), 425–448.", "ArticleIdList": ["PMC4896979", "27116944"]}, {"Citation": "Rogerio AP, Haworth O, Croze R, Oh SF, Uddin M, Carlo T, et al., 2012. Resolvin D1 and aspirin-triggered resolvin D1 promote resolution of allergic airways responses. J. Immunol. 189 (4), 1983–1991.", "ArticleIdList": ["PMC3534750", "22802419"]}, {"Citation": "Rogers LK, Cismowski MJ, 2018. Oxidative stress in the lung - the essential paradox. Curr. Opin. Toxicol. 7, 37–43.", "ArticleIdList": ["PMC5754020", "29308441"]}, {"Citation": "Romano M, Cianci E, Simiele F, Recchiuti A, 2015. Lipoxins and aspirin-triggered lipoxins in resolution of inflammation. Eur. J. Pharmacol. 760, 49–63.", "ArticleIdList": ["25895638"]}, {"Citation": "Ryter SW, Choi AM, 2011. Gaseous therapeutics in acute lung injury. Compr. Physiol. 1 (1), 105–121.", "ArticleIdList": ["23737166"]}, {"Citation": "Salazar J, Pirela D, Nava M, Castro A, Angarita L, Parra H, et al., 2022. Specialized proresolving lipid mediators: a potential therapeutic target for atherosclerosis. Int. J. Mol. Sci. 23 (6).", "ArticleIdList": ["PMC8955102", "35328553"]}, {"Citation": "Salzano S, Checconi P, Hanschmann EM, Lillig CH, Bowler LD, Chan P, et al., 2014. Linkage of inflammation and oxidative stress via release of glutathionylated peroxiredoxin-2, which acts as a danger signal. Proc. Natl. Acad. Sci. U. S. A. 111 (33), 12157–12162.", "ArticleIdList": ["PMC4143057", "25097261"]}, {"Citation": "Sanak M, Levy BD, Clish CB, Chiang N, Gronert K, Mastalerz L, et al., 2000. Aspirin-tolerant asthmatics generate more lipoxins than aspirin-intolerant asthmatics. Eur. Respir. J. 16 (1), 44–49.", "ArticleIdList": ["10933083"]}, {"Citation": "Sarma JV, Ward PA, 2011. Oxidants and redox signaling in acute lung injury. Compr. Physiol. 1 (3), 1365–1381.", "ArticleIdList": ["23733646"]}, {"Citation": "Seki H, Fukunaga K, Arita M, Arai H, Nakanishi H, Taguchi R, et al., 2010. The anti-inflammatory and proresolving mediator resolvin E1 protects mice from bacterial pneumonia and acute lung injury. J. Immunol. 184 (2), 836–843.", "ArticleIdList": ["PMC3000830", "20007539"]}, {"Citation": "Selman M, King TE, Pardo A, 2001. Idiopathic pulmonary fibrosis: prevailing and evolving hypotheses about its pathogenesis and implications for therapy. Ann. Intern. Med. 134 (2), 136–151.", "ArticleIdList": ["11177318"]}, {"Citation": "Semchyshyn HM, 2014. Reactive carbonyl species in vivo: generation and dual biological effects. ScientificWorldJournal. 2014, 417842.", "ArticleIdList": ["PMC3918703", "24634611"]}, {"Citation": "Serhan CN, 2007. Resolution phase of inflammation: novel endogenous anti-inflammatory and proresolving lipid mediators and pathways. Annu. Rev. Immunol. 25, 101–137.", "ArticleIdList": ["17090225"]}, {"Citation": "Serhan CN, 2014. Pro-resolving lipid mediators are leads for resolution physiology. Nature. 510 (7503), 92–101.", "ArticleIdList": ["PMC4263681", "24899309"]}, {"Citation": "Serhan CN, Petasis NA, 2011. Resolvins and protectins in inflammation resolution. Chem. Rev. 111 (10), 5922–5943.", "ArticleIdList": ["PMC3192290", "21766791"]}, {"Citation": "Serhan CN, Levy BD, Clish CB, Gronert K, Chiang N, 2000. Lipoxins, aspirin-triggered 15-epi-lipoxin stable analogs and their receptors in anti-inflammation: a window for therapeutic opportunity. Ernst. Schering. Res. Found. Workshop. 31, 143–185.", "ArticleIdList": ["10943332"]}, {"Citation": "Serhan CN, Chiang N, Dalli J, 2015. The resolution code of acute inflammation: Novel pro-resolving lipid mediators in resolution. Semin. Immunol. 27 (3), 200–215.", "ArticleIdList": ["PMC4515371", "25857211"]}, {"Citation": "Shapiro SD, 1999. The macrophage in chronic obstructive pulmonary disease. Am. J. Respir. Crit. Care Med. 160 (5 Pt 2), S29–S32.", "ArticleIdList": ["10556166"]}, {"Citation": "Sheikh MH, Solito E, 2018. Annexin A1: uncovering the many talents of an old protein. Int. J. Mol. Sci. 19 (4).", "ArticleIdList": ["PMC5979524", "29614751"]}, {"Citation": "Sies H, Berndt C, Jones DP, 2017. Oxidative stress. Annu. Rev. Biochem. 86, 715–748.", "ArticleIdList": ["28441057"]}, {"Citation": "Silverman EK, 2020. Genetics of COPD. Annu. Rev. Physiol. 82, 413–431.", "ArticleIdList": ["PMC7193187", "31730394"]}, {"Citation": "Simões e Silva AC, Silveira KD, Ferreira AJ, Teixeira MM, 2013. ACE2, angiotensin-(1–7) and Mas receptor axis in inflammation and fibrosis. Br. J. Pharmacol. 169 (3), 477–492.", "ArticleIdList": ["PMC3682698", "23488800"]}, {"Citation": "Simopoulos AP, Serhan CN, Bazinet RP, 2021. The need for precision nutrition, genetic variation and resolution in Covid-19 patients. Mol. Asp. Med. 77, 100943.", "ArticleIdList": ["PMC7843119", "33551236"]}, {"Citation": "Singh P, Mitra P, Goyal T, Kumar PVK, Sharma S, Sharma P, 2020. Effect of metallothionein 1A rs8052394 polymorphism on lead, cadmium, zinc, and aluminum levels in factory workers. Toxicol. Ind. Health 36 (10), 816–822.", "ArticleIdList": ["32816651"]}, {"Citation": "Sokolowska M, Quesniaux VFJ, Akdis CA, Chung KF, Ryffel B, Togbe D, 2019. Acute respiratory barrier disruption by ozone exposure in mice. Front. Immunol. 10, 2169.", "ArticleIdList": ["PMC6758598", "31608051"]}, {"Citation": "Stables MJ, Gilroy DW, 2011. Old and new generation lipid mediators in acute inflammation and resolution. Prog. Lipid Res. 50 (1), 35–51.", "ArticleIdList": ["20655950"]}, {"Citation": "Sugimoto MA, Vago JP, Teixeira MM, Sousa LP, 2016. Annexin A1 and the resolution of inflammation: modulation of neutrophil recruitment, apoptosis, and clearance. J Immunol Res 2016, 8239258.", "ArticleIdList": ["PMC4738713", "26885535"]}, {"Citation": "Sun CX, Zhong H, Mohsenin A, Morschl E, Chunn JL, Molina JG, et al., 2006. Role of A2B adenosine receptor signaling in adenosine-dependent pulmonary inflammation and injury. J. Clin. Invest. 116 (8), 2173–2182.", "ArticleIdList": ["PMC1501110", "16841096"]}, {"Citation": "Sun Y, Wang K, Li MX, He W, Chang JR, Liao CC, et al., 2015. Metabolic changes of H2S in smokers and patients of COPD which might involve in inflammation, oxidative stress and steroid sensitivity. Sci. Rep. 5, 14971.", "ArticleIdList": ["PMC4601038", "26455818"]}, {"Citation": "Thomas JM, Sudhadevi T, Basa P, Ha AW, Natarajan V, Harijith A, 2022. The role of sphingolipid signaling in oxidative lung injury and pathogenesis of bronchopulmonary dysplasia. Int. J. Mol. Sci. 23 (3).", "ArticleIdList": ["PMC8835774", "35163176"]}, {"Citation": "Thompson JE, 2018. Airborne particulate matter: human exposure and health effects. J. Occup. Environ. Med. 60 (5), 392–423.", "ArticleIdList": ["29334526"]}, {"Citation": "Thurston GD, Ahn J, Cromar KR, Shao Y, Reynolds HR, Jerrett M, et al., 2016. Ambient particulate matter air pollution exposure and mortality in the NIH-AARP diet and health Cohort. Environ. Health Perspect. 124 (4), 484–490.", "ArticleIdList": ["PMC4829984", "26370657"]}, {"Citation": "Timblin C, BeruBe K, Churg A, Driscoll K, Gordon T, Hemenway D, et al., 1998. Ambient particulate matter causes activation of the c-jun kinase/stress-activated protein kinase cascade and DNA synthesis in lung epithelial cells. Cancer Res. 58 (20), 4543–4547.", "ArticleIdList": ["9788597"]}, {"Citation": "Tolle LB, Standiford TJ, 2013. Danger-associated molecular patterns (DAMPs) in acute lung injury. J. Pathol. 229 (2), 145–156.", "ArticleIdList": ["23097158"]}, {"Citation": "Tripple JW, Ameredes BT, Calhoun WJ, 2020. Outpatient management of chronic asthma in 2020. Jama. 323 (6), 561–562.", "ArticleIdList": ["32044930"]}, {"Citation": "Ulrich K, Jakob U, 2019. The role of thiols in antioxidant systems. Free Radic. Biol. Med. 140, 14–27.", "ArticleIdList": ["PMC7041647", "31201851"]}, {"Citation": "van der Vliet A, Janssen-Heininger YMW, Anathy V, 2018. Oxidative stress in chronic lung disease: From mitochondrial dysfunction to dysregulated redox signaling. Mol. Asp. Med. 63, 59–69.", "ArticleIdList": ["PMC6181583", "30098327"]}, {"Citation": "Varani K, Caramori G, Vincenzi F, Tosi A, Barczyk A, Contoli M, et al., 2010. Oxidative/nitrosative stress selectively altered A(2B) adenosine receptors in chronic obstructive pulmonary disease. FASEB J. 24 (4), 1192–1204.", "ArticleIdList": ["20008542"]}, {"Citation": "Vervloet M, van Dijk L, Spreeuwenberg P, Price D, Chisholm A, Van Ganse E, et al., 2020. The relationship between real-world inhaled corticosteroid adherence and asthma outcomes: a multilevel approach. J Allergy Clin Immunol Pract 8 (2), 626–634.", "ArticleIdList": ["31541763"]}, {"Citation": "Vlahos R, Bozinovski S, 2014. Role of alveolar macrophages in chronic obstructive pulmonary disease. Front. Immunol. 5, 435.", "ArticleIdList": ["PMC4160089", "25309536"]}, {"Citation": "Wallace JL, Ianaro A, Flannigan KL, Cirino G, 2015. Gaseous mediators in resolution of inflammation. Semin. Immunol. 27 (3), 227–233.", "ArticleIdList": ["26095908"]}, {"Citation": "Walter MJ, Morton JD, Kajiwara N, Agapov E, Holtzman MJ, 2002. Viral induction of a chronic asthma phenotype and genetic segregation from the acute response. J. Clin. Invest. 110 (2), 165–175.", "ArticleIdList": ["PMC151043", "12122108"]}, {"Citation": "Wang B, Gong X, Wan JY, Zhang L, Zhang Z, Li HZ, et al., 2011. Resolvin D1 protects mice from LPS-induced acute lung injury. Pulm. Pharmacol. Ther. 24 (4), 434–441.", "ArticleIdList": ["21501693"]}, {"Citation": "Weichenthal S, Pinault LL, Burnett RT, 2017. Impact of oxidant gases on the relationship between outdoor fine particulate air pollution and nonaccidental, cardiovascular, and respiratory mortality. Sci. Rep. 7 (1), 16401.", "ArticleIdList": ["PMC5703979", "29180643"]}, {"Citation": "Whyand T, Hurst JR, Beckles M, Caplin ME, 2018. Pollution and respiratory disease: can diet or supplements help? A review. Respir. Res. 19 (1), 79.", "ArticleIdList": ["PMC5930792", "29716592"]}, {"Citation": "Wiegman CH, Li F, Ryffel B, Togbe D, Chung KF, 2020. Oxidative stress in ozone-induced chronic lung inflammation and emphysema: a facet of chronic obstructive pulmonary disease. Front. Immunol. 11, 1957.", "ArticleIdList": ["PMC7492639", "32983127"]}, {"Citation": "Winterbottom CJ, Shah RJ, Patterson KC, Kreider ME, Panettieri RA Jr., Rivera-Lebron B, et al., 2018. Exposure to ambient particulate matter is associated with accelerated functional decline in idiopathic pulmonary fibrosis. Chest. 153 (5), 1221–1228.", "ArticleIdList": ["PMC6026290", "28802694"]}, {"Citation": "Worrell JC, MacLeod MKL, 2021. Stromal-immune cell crosstalk fundamentally alters the lung microenvironment following tissue insult. Immunology. 163 (3), 239–249.", "ArticleIdList": ["PMC8014587", "33556186"]}, {"Citation": "Wu H, Yu Y, Huang H, Hu Y, Fu S, Wang Z, et al., 2020. Progressive pulmonary fibrosis is caused by elevated mechanical tension on alveolar stem cells. Cell. 180 (1), 107–21.e17.", "ArticleIdList": ["31866069"]}, {"Citation": "Wyatt LH, Devlin RB, Rappold AG, Case MW, Diaz-Sanchez D, 2020. Low levels of fine particulate matter increase vascular damage and reduce pulmonary function in young healthy adults. Part. Fibre. Toxicol. 17 (1), 58.", "ArticleIdList": ["PMC7670817", "33198760"]}, {"Citation": "Wynn TA, Vannella KM, 2016. Macrophages in tissue repair, regeneration, and fibrosis. Immunity. 44 (3), 450–462.", "ArticleIdList": ["PMC4794754", "26982353"]}, {"Citation": "Yaeger MJ, Reece SW, Kilburg-Basnyat B, Hodge MX, Pal A, Dunigan-Russell K, et al., 2021. Sex differences in pulmonary eicosanoids and specialized pro-resolving mediators in response to ozone exposure. Toxicol. Sci. 183 (1), 170–183.", "ArticleIdList": ["PMC8404991", "34175951"]}, {"Citation": "Yang L, Ma Q, Li L, Lü P, Jiang R, Song W, 2014. Effects of airborne fine particulate matters on pulmonary inflammation injury and Th17/Treg balance of sub-chronic exposure mice. Wei Sheng Yan Jiu 43 (3), 387–392.", "ArticleIdList": ["24964615"]}, {"Citation": "Yang L, Hou XY, Wei Y, Thai P, Chai F, 2017. Biomarkers of the health outcomes associated with ambient particulate matter exposure. Sci. Total Environ. 579, 1446–1459.", "ArticleIdList": ["27908628"]}, {"Citation": "Yang A, Wu Y, Yu G, Wang H, 2021. Role of specialized pro-resolving lipid mediators in pulmonary inflammation diseases: mechanisms and development. Respir. Res. 22 (1), 204.", "ArticleIdList": ["PMC8279385", "34261470"]}, {"Citation": "Zanardo RC, Brancaleone V, Distrutti E, Fiorucci S, Cirino G, Wallace JL, 2006. Hydrogen sulfide is an endogenous modulator of leukocyte-mediated inflammation. FASEB J. 20 (12), 2118–2120.", "ArticleIdList": ["16912151"]}, {"Citation": "Zepp JA, Morrisey EE, 2019. Cellular crosstalk in the development and regeneration of the respiratory system. Nat. Rev. Mol. Cell Biol. 20 (9), 551–566.", "ArticleIdList": ["PMC7254499", "31217577"]}, {"Citation": "Zhang R, Witkowska K, Afonso Guerra-Assunçao J, Ren M, Ng FL, Mauro C,˜ et al., 2016. A blood pressure-associated variant of the SLC39A8 gene influences cellular cadmium accumulation and toxicity. Hum. Mol. Genet. 25 (18), 4117–4126.", "ArticleIdList": ["PMC5291231", "27466201"]}, {"Citation": "Zhang J, Fulgar CC, Mar T, Young DE, Zhang Q, Bein KJ, et al., 2018. TH17-induced neutrophils enhance the pulmonary allergic response following BALB/c exposure to house dust mite allergen and fine particulate matter From California and China. Toxicol. Sci. 164 (2), 627–643.", "ArticleIdList": ["PMC6061684", "29846732"]}, {"Citation": "Zhang PH, Han J, Cao F, Liu YJ, Tian C, Wu CH, et al., 2020. PCTR1 improves pulmonary edema fluid clearance through activating the sodium channel and lymphatic drainage in lipopolysaccharide-induced ARDS. J. Cell. Physiol. 235 (12), 9510–9523.", "ArticleIdList": ["32529661"]}, {"Citation": "Zhao W, Zhang J, Lu Y, Wang R, 2001. The vasorelaxant effect of H(2)S as a novel endogenous gaseous K(ATP) channel opener. EMBO J. 20 (21), 6008–6016.", "ArticleIdList": ["PMC125693", "11689441"]}, {"Citation": "Zhao QJ, Liu XJ, Zeng XL, Bao HR, 2016a. Effect of PM2.5 on the level of nuclear factor erythroid-2 related factor 2 in chronic obstructive pulmonary disease mice and its relationship with oxidative stress. Zhonghua Yi Xue Za Zhi 96 (28), 2241–2245.", "ArticleIdList": ["27480657"]}, {"Citation": "Zhao MP, Miu CL, Zhang CC, Zheng MX, Huang LJ, Wu CY, et al., 2016b. The effects and mechanisms of ligustrazine injection on pulmonary arterial hypertension in COPD patients. Zhongguo Ying Yong Sheng Li Xue Za Zhi. 32 (5), 408–412.", "ArticleIdList": ["29931843"]}, {"Citation": "Zhong H, Belardinelli L, Maa T, Zeng D, 2005. Synergy between A2B adenosine receptors and hypoxia in activating human lung fibroblasts. Am. J. Respir. Cell Mol. Biol. 32 (1), 2–8.", "ArticleIdList": ["15472138"]}, {"Citation": "Zu K, Shi L, Prueitt RL, Liu X, Goodman JE, 2018. Critical review of long-term ozone exposure and asthma development. Inhal. Toxicol. 30 (3), 99–113.", "ArticleIdList": ["29869579"]}, {"Citation": "Carnino JM, Lee H, Smith LC, Sunil VR, Rancourt RC, Vayas K, Cervelli J, Kwok ZH, Ni K, Laskin JD, Jin Y, Laskin DL, 2022. Microvesicle-derived miRNAs regulate proinflammatory macrophage activation in the lung following ozone exposure. Toxicol. Sci. 187 (1), 162–174. 10.1093/toxsci/kfac025. PMID: 35201360; PMCID: PMC9041552.", "ArticleIdList": ["10.1093/toxsci/kfac025", "PMC9041552", "35201360"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "18"}, {"Year": "2022", "Month": "5", "Day": "4"}, {"Year": "2022", "Month": "5", "Day": "14"}, {"Year": "2022", "Month": "5", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "26", "Hour": "19", "Minute": "23"}, {"Year": "2023", "Month": "8", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35618031", "NIHMS1861438", "PMC9872158", "10.1016/j.taap.2022.116070", "S0041-008X(22)00215-0"]}}], "PubmedBookArticle": []}