{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35655087", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "06", "Day": "02"}], "ELocationID": ["9244", "10.1038/s41598-022-13498-2"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "02"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Feature selection for global tropospheric ozone prediction based on the BO-XGBoost-RFE algorithm.", "Pagination": {"StartPage": "9244", "MedlinePgn": "9244"}, "Abstract": {"AbstractText": ["Ozone is one of the most important air pollutants, with significant impacts on human health, regional air quality and ecosystems. In this study, we use geographic information and environmental information of the monitoring site of 5577 regions in the world from 2010 to 2014 as feature input to predict the long-term average ozone concentration of the site. A Bayesian optimization-based XGBoost-RFE feature selection model BO-XGBoost-RFE is proposed, and a variety of machine learning algorithms are used to predict ozone concentration based on the optimal feature subset. Since the selection of the underlying model hyperparameters is involved in the recursive feature selection process, different hyperparameter combinations will lead to differences in the feature subsets selected by the model, so that the feature subsets obtained by the model may not be optimal solutions. We combine the Bayesian optimization algorithm to adjust the parameters of recursive feature elimination based on XGBoost to obtain the optimal parameter combination and the optimal feature subset under the parameter combination. Experiments on long-term ozone concentration prediction on a global scale show that the prediction accuracy of the model after Bayesian optimized XGBoost-RFE feature selection is higher than that based on all features and on feature selection with Pearson correlation. Among the four prediction models, random forest obtained the highest prediction accuracy. The XGBoost prediction model achieved the greatest improvement in accuracy."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Computer Science, Liaocheng University, Liaocheng, 252000, China."}], "LastName": "Zhang", "ForeName": "Biao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Statistics and Mathematics, Zhongnan University of Economics and Law, Wuhan, 430073, China."}], "LastName": "Zhang", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Statistics and Mathematics, Zhongnan University of Economics and Law, Wuhan, 430073, China. xuchujiang@zuel.edu.cn."}], "LastName": "Jiang", "ForeName": "Xuchu", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Algorithms"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Support Vector Machine"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Monks PS, Archibald AT, Colette A, et al. Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos. Chem. Phys. 2015;15(15):8889–8973. doi: 10.5194/acp-15-8889-2015.", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Avnery S, Mauzerall DL, Liu JF, et al. Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production loses and economic damage. Atmos. Environ. 2011;45(13):2284–2296. doi: 10.1016/j.atmosenv.2010.11.045.", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.045"]}, {"Citation": "Shan WP. Study on the Change Law of Atmospheric Ozone Concentration and Related Influencing Factors. Shandong University; 2006."}, {"Citation": "Fu CB, Zhou H. Research progress on the formation mechanism and pollution influencing factors of urban ozone in China. China Environ. Monit. 2021;37(2):33–43."}, {"Citation": "Fu Y, Liao H, Yang Y. Interannual and decadal changes in tropospheric ozone in China and the associated chemistry-climate interactions: A review. Adv. Atmos. Sci. 2019;36(9):975–993. doi: 10.1007/s00376-019-8216-9.", "ArticleIdList": ["10.1007/s00376-019-8216-9"]}, {"Citation": "Kang JF, Tan JL, Fang L, et al. Short-term PM2.5 concentration prediction supported by XGBoost-LSTM variable weight combination model—Taking shanghai as an example. Chin. Environ. Sci. 2021;41(9):4016–4025."}, {"Citation": "Liang Z, Wang YY, Yue YX, et al. PM2.5 concentration prediction model coupling genetic algorithm and RBF neural network. Chin. Environ. Sci. 2020;40(2):523–529."}, {"Citation": "Li Y, Jiang P, She Q, et al. Research on air pollutant concentration prediction method based on self-adaptive neuro-fuzzy weighted extreme learning machine. Environ. Pollut. 2018;241:1115–1127. doi: 10.1016/j.envpol.2018.05.072.", "ArticleIdList": ["10.1016/j.envpol.2018.05.072", "30029320"]}, {"Citation": "Shang J, Zhang Y, Schauer JJ, et al. Prediction of the oxidation potential of PM2.5 exposures from pollutant composition and sources. Environ. Pollut. 2022;293:118492. doi: 10.1016/j.envpol.2021.118492.", "ArticleIdList": ["10.1016/j.envpol.2021.118492", "34785286"]}, {"Citation": "Ojha N, Girach I, Sharma K, et al. Exploring the potential of machine learning for simulations of urban ozone variability. Sci. Rep. 2021;11(1):1–7. doi: 10.1038/s41598-020-79139-8.", "ArticleIdList": ["10.1038/s41598-020-79139-8", "PMC8602617", "34795336"]}, {"Citation": "Ortiz-García EG, Salcedo-Sanz S, Pérez-Bellido ÁM, et al. Prediction of hourly O3 concentrations using support vector regression algorithms. Atmos. Environ. 2010;44(35):4481–4488. doi: 10.1016/j.atmosenv.2010.07.024.", "ArticleIdList": ["10.1016/j.atmosenv.2010.07.024"]}, {"Citation": "Dong HZ, Wang LH, Tang W, et al. A PCA-PSO-SVM ozone (O3) prediction method based on fusion of spatio-temporal features. Chin. Environ. Sci. 2021;41(2):596–605."}, {"Citation": "Liu R, Ma Z, Liu Y, et al. Spatiotemporal distributions of surface ozone levels in China from 2005 to 2017: A machine learning approach. Environ. Int. 2020;142:105823. doi: 10.1016/j.envint.2020.105823.", "ArticleIdList": ["10.1016/j.envint.2020.105823", "32521347"]}, {"Citation": "Betancourt C, Stomberg T, Roscher R, et al. AQ-Bench: A benchmark dataset for machine learning on global air quality metrics. Earth Syst. Sci. Data. 2021;13(6):3013–3033. doi: 10.5194/essd-13-3013-2021.", "ArticleIdList": ["10.5194/essd-13-3013-2021"]}, {"Citation": "Finlayson-Pitts BJ, Pitts JN., Jr Atmospheric chemistry of tropospheric ozone formation: Scientific and regulatory implications. Air Waste. 1993;43(8):1091–1100. doi: 10.1080/1073161X.1993.10467187.", "ArticleIdList": ["10.1080/1073161X.1993.10467187"]}, {"Citation": "Mesin, L., Orione, F., Taormina, R. et al. A feature selection method for air quality forecasting. In International Conference on Artificial Neural Networks 489–494 (Springer, 2010)."}, {"Citation": "Davenport FV, Diffenbaugh NS. Using machine learning to analyze physical causes of climate change: A case study of US Midwest extreme precipitation. Geophys. Res. Lett. 2021;48(15):e2021GL093787. doi: 10.1029/2021GL093787.", "ArticleIdList": ["10.1029/2021GL093787"]}, {"Citation": "Domańska D, Łukasik S. Handling high-dimensional data in air pollution forecasting tasks. Ecol. Inform. 2016;34:70–91. doi: 10.1016/j.ecoinf.2016.04.007.", "ArticleIdList": ["10.1016/j.ecoinf.2016.04.007"]}, {"Citation": "Liu H, Chen C. Spatial air quality index prediction model based on decomposition, adaptive boosting, and three-stage feature selection: A case study in China. J. Clean. Prod. 2020;265:121777. doi: 10.1016/j.jclepro.2020.121777.", "ArticleIdList": ["10.1016/j.jclepro.2020.121777"]}, {"Citation": "Sethi JK, Mittal M. A new feature selection method based on machine learning technique for air quality dataset. J. Stat. Manag. Syst. 2019;22(4):697–705."}, {"Citation": "Chen, T. & Guestrin, C. XGBoost: A scalable tree boosting system. In ACM SIGKDD International Conference on Knowledge Discovery and Data Mining 785–794 (ACM, 2016)."}, {"Citation": "Ji HY, Ren ZQ, Rao ZH. Discriminant analysis of millet from different origins based on hyperspectral imaging technology. Spectrosc. Spectr. Anal. 2019;39(07):2271–2277."}, {"Citation": "Guyon I, Weston J, Barnhill S, et al. Gene selection for cancer classification using support vector machines. Mach. Learn. 2002;46(1):389–422. doi: 10.1023/A:1012487302797.", "ArticleIdList": ["10.1023/A:1012487302797"]}, {"Citation": "Shahriari B, Swersky K, Wang Z, et al. Taking the human out of the loop: A review of Bayesian optimization. Proc. IEEE. 2015;104(1):148–175. doi: 10.1109/JPROC.2015.2494218.", "ArticleIdList": ["10.1109/JPROC.2015.2494218"]}, {"Citation": "Li P, Feng XQ, Xu XG, et al. A Ballistic target micro-motion classification network using Bayesian optimization. J. Xidian Univ. (Nat. Sci. Ed.) 2021;48(5):139–148."}, {"Citation": "Kopsiaftis G, Protopapadakis E, Voulodimos A, et al. Gaussian process regression tuned by Bayesian optimization for seawater intrusion prediction. Comput. Intell. Neurosci. 2019;2019:1–12. doi: 10.1155/2019/2859429.", "ArticleIdList": ["10.1155/2019/2859429", "PMC6360059", "30800156"]}, {"Citation": "Wang X, Han T. Transformer fault diagnosis based on Bayesian optimized random forest. Electr. Instrum. 2021;58(6):167–173."}, {"Citation": "Cui JX, Yang B. Overview of Bayesian optimization methods and applications. J. Softw. 2018;29(10):3068–3090."}, {"Citation": "Schultz MG, Schröder S, Lyapina O, et al. Tropospheric Ozone Assessment Report: Database and metrics data of global surface ozone observations. Elementa Sci. Anthropocene. 2017;5:58. doi: 10.1525/elementa.244.", "ArticleIdList": ["10.1525/elementa.244"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "14"}, {"Year": "2022", "Month": "5", "Day": "17"}, {"Year": "2022", "Month": "6", "Day": "2", "Hour": "23", "Minute": "34"}, {"Year": "2022", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["35655087", "PMC9163069", "10.1038/s41598-022-13498-2", "10.1038/s41598-022-13498-2"]}}], "PubmedBookArticle": []}