{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Coronavirus", "Hospitalization", "Mortality", "PM10 and PM2.5", "SO2"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35664828", "DateRevised": {"Year": "2022", "Month": "11", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "05", "Day": "31"}], "ELocationID": ["10.1016/j.apr.2022.101463"], "Journal": {"ISSN": "1309-1042", "JournalIssue": {"Volume": "13", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Atmospheric pollution research", "ISOAbbreviation": "Atmos Pollut Res"}, "ArticleTitle": "Air pollution and COVID-19 mortality and hospitalization: An ecological study in Iran.", "Pagination": {"StartPage": "101463", "MedlinePgn": "101463"}, "Abstract": {"AbstractText": ["Exposure to air pollution can exacerbate the severe COVID-19 conditions, subsequently causing an increase in the death rate. In this study, we investigated the association between long-term exposure to air pollution and risks of COVID-19 hospitalization and mortality in Arak, Iran. Air pollution data was obtained from air quality monitoring stations located in Arak, including particulate matter (PM), nitrogen dioxide (NO<sub>2</sub>), sulfur dioxide (SO<sub>2</sub>), ozone (O<sub>3</sub>) and carbon monoxide (CO). Daily numbers of Covid-19 cases including hospital admissions (hospitalization) and deaths (mortality) were obtained from a national data registry recorded by Arak University of Medical Sciences. A Poisson regression model with natural spline functions was applied to set the effects of air pollution on COVID-19 hospitalization and mortality. The percent change of COVID-19 hospitalization per 10 μg/m<sup>3</sup> increase in PM<sub>2.5</sub> and PM<sub>10</sub> were 8.5% (95% CI 7.6 to 11.5) and 4.8% (95% CI 3 to 6.5), respectively. An increase of 10 <i>μ</i>g/m<sup>3</sup> in PM<sub>2.5</sub> resulting in 5.6% (95% CI: 3.1-8.3%) increase in COVID-19 mortality. The percent change of hospitalization (7.7%, 95% CI 2.2 to 13.3) and mortality (4.5%, 95% CI 0.3 to 9.5) were positively significant per one ppb increment in SO<sub>2</sub>, while NO<sub>2</sub>, O<sub>3</sub> and CO were inversely associated with hospitalization and mortality. Our findings strongly suggesting that a small increase in long-term exposure to PM<sub>2.5</sub>, PM<sub>10</sub> and SO2 elevating risks of hospitalization and mortality related to COVID-19."], "CopyrightInformation": "© 2022 Turkish National Committee for Air Pollution Research and Control. Production and hosting by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Engineering, Health Faculty, Arak University of Medical Sciences, Arak, Iran."}], "LastName": "Karimi", "ForeName": "Behrooz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Health Faculty, Arak University of Medical Sciences, Arak, Iran."}], "LastName": "Moradzadeh", "ForeName": "Rahmatollah", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational Health and Safety Engineering, Health Faculty, Arak University of Medical Sciences, Arak, Iran."}], "LastName": "Samadi", "ForeName": "Sadegh", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Turkey", "MedlineTA": "Atmos Pollut Res", "NlmUniqueID": "101554506"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aidoo E.N., Adebanji A.O., Awashie G.E., Appiah S.K. The effects of weather on the spread of COVID-19: evidence from Ghana. Bull. Natl. Res. Cent. 2021;45:1–6.", "ArticleIdList": ["PMC7802986", "33456305"]}, {"Citation": "Al-Kindi S.G., Brook R.D., Bhatt U., Brauer M., Cushman W.C., Hanson H.A., Kostis J., Lash J.P., Paine R., III, Raphael K.L. The benefits of intensive versus standard blood pressure treatment according to fine particulate matter air pollution exposure: a post hoc analysis of SPRINT. Hypertension. 2021;77:813–822.", "ArticleIdList": ["PMC8485988", "33517683"]}, {"Citation": "Azuma K., Kagi N., Kim H., Hayashi M. Impact of climate and ambient air pollution on the epidemic growth during COVID-19 outbreak in Japan. Environ. Res. 2020;190", "ArticleIdList": ["PMC7420955", "32800895"]}, {"Citation": "Baildya N., Ghosh N.N., Chattopadhyay A.P. Inhibitory capacity of Chloroquine against SARS-COV-2 by effective binding with Angiotensin converting enzyme-2 receptor: an insight from molecular docking and MD-simulation studies. J. Mol. Struct. 2021;1230", "ArticleIdList": ["PMC7831893", "33518803"]}, {"Citation": "Bang Y.R., Park S.-C., Jang O.-J., Kim J.H., Kim E.O., Kim S.H., Park J.H. Lifestyle changes that impact personal quality of life in the COVID-19 pandemic in South Korea. Psychiatr. Invest. 2021;18:701.", "ArticleIdList": ["PMC8328828", "34340279"]}, {"Citation": "Bashir M.F., Jiang B., Komal B., Bashir M.A., Farooq T.H., Iqbal N., Bashir M. Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ. Res. 2020;187", "ArticleIdList": ["PMC7219392", "32405084"]}, {"Citation": "Bhaskaran K., Gasparrini A., Hajat S., Smeeth L., Armstrong B. Time series regression studies in environmental epidemiology. Int. J. Epidemiol. 2013;42:1187–1195.", "ArticleIdList": ["PMC3780998", "23760528"]}, {"Citation": "Bianconi V., Bronzo P., Banach M., Sahebkar A., Mannarino M.R., Pirro M. Particulate matter pollution and the COVID-19 outbreak: results from Italian regions and provinces. Arch. Med. Sci.: AMS. 2020;16:985.", "ArticleIdList": ["PMC7444704", "32863986"]}, {"Citation": "Borisova T., Komisarenko S. Air pollution particulate matter as a potential carrier of SARS-CoV-2 to the nervous system and/or neurological symptom enhancer: arguments in favor. Environ. Sci. Pollut. Control Ser. 2021;28:40371–40377.", "ArticleIdList": ["PMC7552951", "33051841"]}, {"Citation": "Bowe B., Xie Y., Gibson A.K., Cai M., van Donkelaar A., Martin R.V., Burnett R., Al-Aly Z. Ambient fine particulate matter air pollution and the risk of hospitalization among COVID-19 positive individuals: cohort study. Environ. Int. 2021;154", "ArticleIdList": ["PMC8040542", "33964723"]}, {"Citation": "Buteau S., Goldberg M.S., Burnett R.T., Gasparrini A., Valois M.-F., Brophy J.M., Crouse D.L., Hatzopoulou M. Associations between ambient air pollution and daily mortality in a cohort of congestive heart failure: case-crossover and nested case-control analyses using a distributed lag nonlinear model. Environ. Int. 2018;113:313–324.", "ArticleIdList": ["29361317"]}, {"Citation": "Cole M.A., Ozgen C., Strobl E. Air pollution exposure and Covid-19 in Dutch municipalities. Environ. Resour. Econ. 2020;76:581–610.", "ArticleIdList": ["PMC7399597", "32836849"]}, {"Citation": "Conticini E., Frediani B., Caro D. Can atmospheric pollution be considered a co-factor in extremely high level of SARS-CoV-2 lethality in Northern Italy? Environ. Pollut. 2020;261", "ArticleIdList": ["PMC7128509", "32268945"]}, {"Citation": "Crema E. The SARS-COV-2 outbreak around the Amazon rainforest: the relevance of the airborne transmission. Sci. Total Environ. 2021;759", "ArticleIdList": ["PMC7722501", "33333330"]}, {"Citation": "Du X., Zeng X., Zhang J., Pan K., Song L., Zhou J., Zhou L., Xie Y., Sun Q., Ge W. Ambient fine particulate matter induced the elevation of blood pressure through ACE2/Ang (1–7) pathway: the evidence from urine metabolites. Ecotoxicol. Environ. Saf. 2020;203", "ArticleIdList": ["32888613"]}, {"Citation": "Ficetola G.F., Rubolini D. Containment measures limit environmental effects on COVID-19 early outbreak dynamics. Sci. Total Environ. 2021;761", "ArticleIdList": ["PMC7744010", "33360124"]}, {"Citation": "Garg S., Kim L., Whitaker M., O'Halloran A., Cummings C., Holstein R., Prill M., Chai S.J., Kirley P.D., Alden N.B. Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed coronavirus disease 2019—COVID-NET, 14 States, March 1–30, 2020. Morb. Mortal. Wkly. Rep. 2020;69:458.", "ArticleIdList": ["PMC7755063", "32298251"]}, {"Citation": "Goldberg M.S., Villeneuve P.J. Re: an ecological analysis of long-term exposure to PM 2.5 and incidence of COVID-19 in Canadian health regions. Environ. Res. 2020;194", "ArticleIdList": ["PMC9749452", "33333035"]}, {"Citation": "Guo B., Wang Y., Pei L., Yu Y., Liu F., Zhang D., Wang X., Su Y., Zhang D., Zhang B. Determining the effects of socioeconomic and environmental determinants on chronic obstructive pulmonary disease (COPD) mortality using geographically and temporally weighted regression model across Xi'an during 2014–2016. Sci. Total Environ. 2021;756", "ArticleIdList": ["33280870"]}, {"Citation": "Hales S., Atkinson J., Metcalfe J., Kuschel G., Woodward A. Long term exposure to air pollution, mortality and morbidity in New Zealand: cohort study. Sci. Total Environ. 2021;801", "ArticleIdList": ["34428652"]}, {"Citation": "Hoang T., Tran T.T.A. Ambient air pollution, meteorology, and COVID‐19 infection in Korea. J. Med. Virol. 2021;93:878–885.", "ArticleIdList": ["PMC7405165", "32691877"]}, {"Citation": "Hosseini H.M., Salehi M., Karimi B., Hashiani A.A. Association between airborne particles and meteorological parameters in Arak industrial city. J. Air Pollut. Health. 2021;6:42–53."}, {"Citation": "Hvidtfeldt U.A., Chen J., Andersen Z.J., Atkinson R., Bauwelinck M., Bellander T., Brandt J., Brunekreef B., Cesaroni G., Concin H. Long-term exposure to fine particle elemental components and lung cancer incidence in the ELAPSE pooled cohort. Environ. Res. 2021;193", "ArticleIdList": ["33278469"]}, {"Citation": "IARC . 2016. Outdoor Air Pollution: IARC Monographs on the Evaluation of Carcinogenic Risks to Humans.", "ArticleIdList": ["PMC7682275", "29905447"]}, {"Citation": "Jain M., Sharma G.D., Goyal M., Kaushal R., Sethi M. Econometric analysis of COVID-19 cases, deaths, and meteorological factors in South Asia. Environ. Sci. Pollut. Control Ser. 2021;28:28518–28534.", "ArticleIdList": ["PMC7861005", "33543434"]}, {"Citation": "Jiang Y., Wu X.-J., Guan Y.-J. Effect of ambient air pollutants and meteorological variables on COVID-19 incidence. Infect. Control Hosp. Epidemiol. 2020;41:1011–1015.", "ArticleIdList": ["PMC7298083", "32389157"]}, {"Citation": "Jiang Y., Xu J. The association between COVID-19 deaths and short-term ambient air pollution/meteorological condition exposure: a retrospective study from Wuhan, China. Air Qual. Atmos. Health. 2021;14:1–5.", "ArticleIdList": ["PMC7429126", "32837623"]}, {"Citation": "Karimi B., Samadi S. Mortality and hospitalizations due to cardiovascular and respiratory diseases associated with air pollution in Iran: a systematic review and meta-analysis. Atmos. Environ. 2019;198:438–447."}, {"Citation": "Karimi B., Shokrinezhad B. Air pollution and mortality among infant and children under five years: a systematic review and meta-analysis. Atmos. Pollut. Res. 2020;11:61–70."}, {"Citation": "Karimi B., Shokrinezhad B. Air pollution and the number of daily deaths due to respiratory causes in Tehran. Atmos. Environ. 2021;246"}, {"Citation": "Karimi B., Shokrinezhad B. Spatial variation of ambient PM2. 5 and PM10 in the industrial city of Arak, Iran: a land-use regression. Atmos. Pollut. Res. 2021;12"}, {"Citation": "Kulkarni H., Khandait H., Narlawar U.W., Rathod P., Mamtani M. Independent association of meteorological characteristics with initial spread of Covid-19 in India. Sci. Total Environ. 2021;764", "ArticleIdList": ["PMC7566664", "33148430"]}, {"Citation": "Lembo R., Landoni G., Cianfanelli L., Frontera A. Air pollutants and SARS-CoV-2 in 33 European countries. Acta Biomed.: Atenei Parmensis. 2021;92", "ArticleIdList": ["PMC7975964", "33682802"]}, {"Citation": "Liu Q., Xu S., Lu X. Association between air pollution and COVID-19 infection: evidence from data at national and municipal levels. Environ. Sci. Pollut. Control Ser. 2021:1–13.", "ArticleIdList": ["PMC7955798", "33715120"]}, {"Citation": "Lolli S., Chen Y.-C., Wang S.-H., Vivone G. Impact of meteorological conditions and air pollution on COVID-19 pandemic transmission in Italy. Sci. Rep. 2020;10:1–15.", "ArticleIdList": ["PMC7530996", "33004925"]}, {"Citation": "Loomis D., Grosse Y., Lauby-Secretan B., El Ghissassi F., Bouvard V., Benbrahim-Tallaa L., Guha N., Baan R., Mattock H., Straif K. The carcinogenicity of outdoor air pollution. Lancet Oncol. 2013;14:1262.", "ArticleIdList": ["25035875"]}, {"Citation": "López-Feldman A., Heres D., Marquez-Padilla F. Air pollution exposure and COVID-19: a look at mortality in Mexico City using individual-level data. Sci. Total Environ. 2021;756", "ArticleIdList": ["PMC7688431", "33302074"]}, {"Citation": "Luo Y., Yan J., McClure S. Distribution of the environmental and socioeconomic risk factors on COVID-19 death rate across continental USA: a spatial nonlinear analysis. Environ. Sci. Pollut. Control Ser. 2021;28:6587–6599.", "ArticleIdList": ["PMC7527667", "33001396"]}, {"Citation": "Magnan R.E., Gibson L.P., Bryan A.D. Cognitive and affective risk beliefs and their association with protective health behavior in response to the novel health threat of COVID-19. J. Behav. Med. 2021;44:285–295.", "ArticleIdList": ["PMC7847295", "33517487"]}, {"Citation": "Maleki M., Anvari E., Hopke P.K., Noorimotlagh Z., Mirzaee S.A. Environmental research; 2021. An Updated Systematic Review on the Association between Atmospheric Particulate Matter Pollution and Prevalence of SARS-CoV-2; p. 110898.", "ArticleIdList": ["PMC7891063", "33610583"]}, {"Citation": "Mesbahzadeh T., Salajeghe A., Sardoo F.S., Zehtabian G., Ranjbar A., Krakauer N.Y., Miglietta M.M., Mirakbari M. Climatology of dust days in the central plateau of Iran. Nat. Hazards. 2020;104:1801–1817."}, {"Citation": "Miyashita L., Foley G., Semple S., Grigg J. Traffic-derived particulate matter and angiotensin-converting enzyme 2 expression in human airway epithelial cells. bioRxiv. 2020"}, {"Citation": "Nirel R., Levy I., Adar S.D., Vakulenko-Lagun B., Peretz A., Golovner M., Dayan U. Concentration-response relationships between hourly particulate matter and ischemic events: a case-crossover analysis of effect modification by season and air-mass origin. Sci. Total Environ. 2021;760", "ArticleIdList": ["33199016"]}, {"Citation": "Ogen Y. Assessing nitrogen dioxide (NO2) levels as a contributing factor to coronavirus (COVID-19) fatality. Sci. Total Environ. 2020;726", "ArticleIdList": ["PMC7151460", "32302812"]}, {"Citation": "Sharma G.D., Bansal S., Yadav A., Jain M., Garg I. Meteorological factors, COVID-19 cases, and deaths in top 10 most affected countries: an econometric investigation. Environ. Sci. Pollut. Control Ser. 2021;28:28624–28639.", "ArticleIdList": ["PMC7864620", "33547610"]}, {"Citation": "Srivastava S., Garg I., Bansal A., Kumar B. COVID-19 infection and thrombosis. Clin. Chim. Acta. 2020;510:344–346.", "ArticleIdList": ["PMC7377993", "32712049"]}, {"Citation": "Stieb D.M., Evans G.J., To T.M., Brook J.R., Burnett R.T. An ecological analysis of long-term exposure to PM2. 5 and incidence of COVID-19 in Canadian health regions. Environ. Res. 2020;191", "ArticleIdList": ["PMC7448873", "32860780"]}, {"Citation": "Travaglio M., Yu Y., Popovic R., Selley L., Leal N.S., Martins L.M. Links between air pollution and COVID-19 in England. Environ. Pollut. 2021;268", "ArticleIdList": ["PMC7571423", "33120349"]}, {"Citation": "Tsai D.-H., Riediker M., Berchet A., Paccaud F., Waeber G., Vollenweider P., Bochud M. Effects of short-and long-term exposures to particulate matter on inflammatory marker levels in the general population. Environ. Sci. Pollut. Control Ser. 2019;26:19697–19704.", "ArticleIdList": ["31079306"]}, {"Citation": "Wang Q., Dong W., Yang K., Ren Z., Huang D., Zhang P., Wang J. Temporal and spatial analysis of COVID-19 transmission in China and its influencing factors. Int. J. Infect. Dis. 2021;105:675–685.", "ArticleIdList": ["PMC7942191", "33711521"]}, {"Citation": "Wang Y., Wang Z., Tse G., Zhang L., Wan E.Y., Guo Y., Lip G.Y., Li G., Lu Z., Liu T. Cardiac arrhythmias in patients with COVID‐19. J. Arrhythm. 2020;36:827–836.", "ArticleIdList": ["PMC7532267", "33024460"]}, {"Citation": "Watzky M., de Dieuleveult M., Letessier A., Saint-Ruf C., Miotto B. Assessing the consequences of environmental exposures on the expression of the human receptor and proteases involved in SARS-CoV-2 cell-entry. Environ. Res. 2021;195", "ArticleIdList": ["PMC7560643", "33069705"]}, {"Citation": "WHO . 2016. Ambient Air Pollution: A Global Assessment of Exposure and Burden of Disease."}, {"Citation": "Wu X., Nethery R.C., Sabath B.M., Braun D., Dominici F. MedRxiv; 2020. Exposure to Air Pollution and COVID-19 Mortality in the United States.", "ArticleIdList": ["PMC7673673", "33148655"]}, {"Citation": "Wu X., Nethery R.C., Sabath M., Braun D., Dominici F. Air pollution and COVID-19 mortality in the United States: strengths and limitations of an ecological regression analysis. Sci. Adv. 2020;6", "ArticleIdList": ["PMC7673673", "33148655"]}, {"Citation": "Yang B.-Y., Fan S., Thiering E., Seissler J., Nowak D., Dong G.-H., Heinrich J. Ambient air pollution and diabetes: a systematic review and meta-analysis. Environ. Res. 2020;180", "ArticleIdList": ["31627156"]}, {"Citation": "Zheng J., Wang Y., Li K., Meyerholz D.K., Allamargot C., Perlman S. Severe acute respiratory syndrome coronavirus 2–induced immune activation and death of monocyte-derived human macrophages and dendritic cells. J. Infect. Dis. 2021;223:785–795.", "ArticleIdList": ["PMC7799009", "33277988"]}, {"Citation": "Zheng Y.-Y., Ma Y.-T., Zhang J.-Y., Xie X. COVID-19 and the cardiovascular system. Nat. Rev. Cardiol. 2020;17:259–260.", "ArticleIdList": ["PMC7095524", "32139904"]}, {"Citation": "Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., Xiang J., Wang Y., Song B., Gu X. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062.", "ArticleIdList": ["PMC7270627", "32171076"]}, {"Citation": "Zhu Y., Xie J., Huang F., Cao L. Association between short-term exposure to air pollution and COVID-19 infection: evidence from China. Sci. Total Environ. 2020;727", "ArticleIdList": ["PMC7159846", "32315904"]}, {"Citation": "Zoran M.A., Savastru R.S., Savastru D.M., Tautan M.N. Assessing the relationship between surface levels of PM2. 5 and PM10 particulate matter impact on COVID-19 in Milan, Italy. Sci. Total Environ. 2020;738", "ArticleIdList": ["PMC7265857", "32512362"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "27"}, {"Year": "2022", "Month": "5", "Day": "21"}, {"Year": "2022", "Month": "5", "Day": "22"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "14", "Minute": "20"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "5", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35664828", "PMC9154086", "10.1016/j.apr.2022.101463", "S1309-1042(22)00147-7"]}}], "PubmedBookArticle": []}