{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["1,3-cycloaddition", "cost-effective composite methods", "coupled cluster methods", "density functional theory", "thiocarbonyl ylides"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35662073", "DateRevised": {"Year": "2022", "Month": "06", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "06", "Day": "06"}], "ELocationID": ["10.1002/jcc.26946"], "Journal": {"ISSN": "1096-987X", "JournalIssue": {"Volume": "43", "Issue": "21", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "05"}}, "Title": "Journal of computational chemistry", "ISOAbbreviation": "J Comput Chem"}, "ArticleTitle": "Dipolar 1,3-cycloaddition of thioformaldehyde S-methylide (CH<sub>2</sub> SCH<sub>2</sub> ) to ethylene and acetylene. A comparison with (valence) isoelectronic O<sub>3</sub> , SO<sub>2</sub> , CH<sub>2</sub> OO and CH<sub>2</sub> SO.", "Pagination": {"StartPage": "1420", "EndPage": "1433", "MedlinePgn": "1420-1433"}, "Abstract": {"AbstractText": ["Methods rooted in the density functional theory and in the coupled cluster ansatz were employed to investigate the cycloaddition reactions to ethylene and acetylene of 1,3-dipolar species including ozone and the derivatives issued from replacement of the central oxygen atom by the valence-isoelectronic sulfur atom, and/or of one or both terminal oxygen atoms by the isoelectronic CH<sub>2</sub> group. This gives rise to five different 1,3-dipolar compounds, namely ozone itself (O<sub>3</sub> ), sulfur dioxide (SO<sub>2</sub> ), the simplest Criegee intermediate (CH<sub>2</sub> OO), sulfine (CH<sub>2</sub> SO), and thioformaldehyde S-methylide (CH<sub>2</sub> SCH<sub>2</sub> , TSM). The experimental and accurate theoretical data available for some of those molecules were employed to assess the accuracy of two last-generation composite methods employing conventional or explicitly correlated post-Hartree-Fock contributions (jun-Cheap and SVECV-f12, respectively), which were then applied to investigate the reactivity of TSM. The energy barriers provided by both composite methods are very close (the average values for the two composite methods are 7.1 and 8.3 kcal mol<sup>-1</sup> for the addition to ethylene and acetylene, respectively) and comparable to those ruling the corresponding additions of ozone (4.0 and 7.7 kcal mol<sup>-1</sup> , respectively). These and other evidences strongly suggest that, at least in the case of cycloadditions, the reactivity of TSM is similar to that of O<sub>3</sub> and very different from that of SO<sub>2</sub> ."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0002-7826-0182"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SMART Lab, Scuola Normale Superiore, Pisa, Italy."}], "LastName": "Salta", "ForeName": "Zoi", "Initials": "Z"}, {"Identifier": ["0000-0002-7120-7979"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational Chemistry and Biology Group, CCBG, DETEMA, Facultad de Química, Universidad de la República, Montevideo, Uruguay."}], "LastName": "Vega-Teijido", "ForeName": "Mauricio", "Initials": "M"}, {"Identifier": ["0000-0001-5134-8400"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational Chemistry and Biology Group, CCBG, DETEMA, Facultad de Química, Universidad de la República, Montevideo, Uruguay."}], "LastName": "Katz", "ForeName": "Aline", "Initials": "A"}, {"Identifier": ["0000-0003-1755-7238"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SMART Lab, Scuola Normale Superiore, Pisa, Italy."}], "LastName": "Tasinato", "ForeName": "Nicola", "Initials": "N"}, {"Identifier": ["0000-0001-6420-4107"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "SMART Lab, Scuola Normale Superiore, Pisa, Italy."}], "LastName": "Barone", "ForeName": "Vincenzo", "Initials": "V"}, {"Identifier": ["0000-0001-5474-0061"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational Chemistry and Biology Group, CCBG, DETEMA, Facultad de Química, Universidad de la República, Montevideo, Uruguay."}], "LastName": "Ventura", "ForeName": "Oscar N", "Initials": "ON"}], "GrantList": [{"GrantID": "SNS18_B_TASINATO", "Agency": "Scuola Normale Superiore", "Country": ""}, {"GrantID": "2017A4XRCA", "Agency": "Italian MIUR", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Comput Chem", "NlmUniqueID": "9878362", "ISSNLinking": "0192-8651"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "R. Huisgen, G. Mloston, E. Langhals, J. Am. Chem. Soc. 1986, 108, 6401."}, {"Citation": "A. Padwa, W. H. Pearson, The Chemistry of Heterocyclic Compounds, Volume 59: Synthetic Applications of 1,3-Dipolar Cycloaddition Chemistry Toward Heterocycles and Natural Products, John Wiley & Sons, New York 2002."}, {"Citation": "R. Huisgen, Am. Ethnol. 1963, 75, 742."}, {"Citation": "R. Huisgen, J. Org. Chem. 1976, 41, 403."}, {"Citation": "R. Huisgen, in 1,3-Dipolar Cycloaddition Chemistry, Vol. 1 (Ed: A. Pawda), Wiley Interscience, New York 1984, p. 1."}, {"Citation": "M. Breugst, H.-U. Reissig, Angew. Chem., Int. Ed. 2020, 59, 12293."}, {"Citation": "R. A. Firestone, J. Org. Chem. 1968, 33, 2285."}, {"Citation": "K. N. Houk, R. A. Firestone, L. L. Munchausen, P. H. Mueller, B. H. Arison, L. A. Garcia, J. Am. Chem. Soc. 1985, 107, 7227."}, {"Citation": "K. N. Houk, J. González, Y. Li, Acc. Chem. Res. 1995, 28, 81."}, {"Citation": "L. Xu, C. E. Doubleday, K. N. Houk, Am. Ethnol. 2009, 121, 2784."}, {"Citation": "J. P. Snyder, J. Am. Chem. Soc. 1974, 96, 5005."}, {"Citation": "A. J. Arduengo, E. M. Burgess, J. Am. Chem. Soc. 1976, 98, 5020."}, {"Citation": "A. J. Arduengo, E. M. Burgess, J. Am. Chem. Soc. 1976, 98, 5021."}, {"Citation": "J. Fabian, U. Eckart, A. B. Hess Jr., Wiss. Z. Techn Universität Dresden 1995, 44, 99."}, {"Citation": "J. Fabian, A. B. Hess Jr., J. Org. Chem. 1997, 62, 1766."}, {"Citation": "R. M. Kellogg, Tetrahedron 1976, 32, 2165."}, {"Citation": "J. Buter, S. Wassenaar, R. M. Kellogg, J. Org. Chem. 1972, 37, 4045."}, {"Citation": "E. B. Knott, J. Chem. Soc. 1955, 1955, 916."}, {"Citation": "J. Fabian, G. Mlostoń, Polish J. Chem. 1999, 73, 669."}, {"Citation": "R. Sustmann, W. Sicking, R. Huisgen, Chem. - Eur. J. 2003, 9, 2245."}, {"Citation": "Z. Salta, J. Lupi, V. Barone, O. N. Ventura, ACS Earth Space Chem. 2020, 4, 403."}, {"Citation": "Z. Salta, J. Lupi, N. Tasinato, V. Barone, O. N. Ventura, Chem. Phys. Lett. 2020, 739, 136963."}, {"Citation": "Z. Salta, M. E. Segovia, A. Katz, N. Tasinato, V. Barone, O. N. Ventura, J. Org. Chem. 2021, 86, 2941."}, {"Citation": "S. Jackson, L. A. Hull, J. Org. Chem. 1976, 41, 3340."}, {"Citation": "K. Griesbaum, Y. Dong, J. Prakt. Chem. 1997, 339, 575."}, {"Citation": "O. Horie, G. K. Moortgat, Acc. Chem. Res. 1998, 31, 387."}, {"Citation": "S. G. van Ornum, R. M. Champeau, R. Pariza, Chem. Rev. 2006, 106, 2990."}, {"Citation": "A. Maranzana, G. Serra, A. Giordana, G. Tonachini, G. Barco, M. Causà, J. Phys. Chem. A 2005, 109, 10929."}, {"Citation": "K. Schank, Helv. Chim. Acta 2004, 87, 2074."}, {"Citation": "S. P. Walch, W. A. Goddard III, J. Am. Chem. Soc. 1975, 97, 5319."}, {"Citation": "S. D. Kahn, W. J. Hehre, J. A. Pople, J. Am. Chem. Soc. 1871, 1987, 109."}, {"Citation": "P. C. Hiberty, C. Leforestier, J. Am. Chem. Soc. 2012, 1978, 100."}, {"Citation": "S. W. Wheeler, D. H. Ess, K. N. Houk, J. Phys. Chem. A 2008, 112, 1798."}, {"Citation": "T. Saito, S. Nishihara, Y. Kataoka, Y. Nakanishi, Y. Kitagawa, T. Kawakami, S. Yamanaka, M. Okumura, K. Yamaguchi, J. Phys. Chem. A 2010, 114, 12116."}, {"Citation": "G. H. Purser, J. Chem. Educ. 1999, 76, 1013."}, {"Citation": "Y. Lan, S. E. Wheeler, K. N. Houk, J. Chem. Theory Comput. 2011, 7, 2104."}, {"Citation": "T. Y. Takeshita, B. A. Lindquist, T. H. Dunning Jr., J. Phys. Chem. A 2015, 119, 7683."}, {"Citation": "T. H. Dunning Jr., L. T. Xu, T. Y. Takeshita, B. A. Lindquist, J. Phys. Chem. A 2016, 120, 1763."}, {"Citation": "B. Braïda, S. E. Galembeck, P. C. Hiberty, J. Chem. Theory Comput. 2017, 13, 3228."}, {"Citation": "L. Vereecken, J. S. Francisco, Chem. Soc. Rev. 2012, 41, 6259."}, {"Citation": "H. G. Kjaergaard, T. Kurtén, L. B. Nielsen, S. Jørgensen, P. O. Wennberg, J. Phys. Chem. Lett. 2013, 4, 2525."}, {"Citation": "A. Jalan, J. W. Allen, W. H. Green, Phys. Chem. Chem. Phys. 2013, 15, 16841."}, {"Citation": "W. Sander, Angew. Chem., Int. Ed. Engl. 1990, 29, 344."}, {"Citation": "Y.-T. Su, Y.-H. Huang, H. A. Witek, Y.-P. Lee, Science 2013, 340, 174."}, {"Citation": "M. Nakajima, Y. Endo, J. Chem. Phys. 2013, 139, 101103."}, {"Citation": "L. Vereecken, H. Harder, A. Novelli, Phys. Chem. Chem. Phys. 2014, 16, 4039."}, {"Citation": "Z. L. Buras, R. M. I. Elsamra, A. Jalan, J. E. Middaugh, W. H. Green, J. Phys. Chem. A 1997, 2014, 118."}, {"Citation": "C. Sun, B. Xu, L. Lv, S. Zhang, Phys. Chem. Chem. Phys. 2019, 21, 16583."}, {"Citation": "N. Pelloux-Leon, Y. Vallee, Gas-Phase Reactions in Organic Synthesis, Gordon and Breach, Amsterdam, The Netherlands 1998."}, {"Citation": "B. Zwanenburg, Recl. Trav. Chim. Pays-Bas 1982, 10, 1."}, {"Citation": "E. Block, R. E. Penn, R. J. Olson, P. F. Sherwin, J. Am. Chem. Soc. 1976, 98, 1264."}, {"Citation": "E. Block, H. Bock, S. Mohmand, P. Rosmus, B. Solouki, Am. Ethnol. 1976, 88, 380."}, {"Citation": "E. Block, E. R. Corey, R. E. Penn, T. L. Renken, P. F. Sherwin, H. Bock, T. Hirabayashi, S. Mohmand, B. Solouki, J. Am. Chem. Soc. 1982, 104, 3119."}, {"Citation": "O. N. Ventura, M. Kieninger, P. A. Denis, R. E. Cachau, Chem. Phys. Lett. 2002, 355, 207."}, {"Citation": "R. Arnaud, P. Juvin, Y. Vallée, J. Org. Chem. 1999, 64, 8880."}, {"Citation": "J.-D. Chai, M. Head-Gordon, Phys. Chem. Chem. Phys. 2008, 10, 6615."}, {"Citation": "Y. Zhao, D. G. Truhlar, Theor. Chem. Acc. 2008, 120, 215."}, {"Citation": "G. Santra, N. Sylvetsky, J. M. Martin, J. Phys. Chem. A 2019, 123, 5129."}, {"Citation": "E. Papajak, J. Zheng, X. Xu, H. R. Leverentz, D. G. Truhlar, J. Chem. Theory Comput. 2011, 7, 3027."}, {"Citation": "N. X. Wang, A. K. Wilson, J. Phys. Chem. A 2005, 109, 7187."}, {"Citation": "V. Barone, G. Ceselin, M. Fusé, N. Tasinato, Front. Chem. 2020, 8, 584203."}, {"Citation": "S. Grimme, J. Antony, S. Ehrlich, H. Krieg, J. Chem. Phys. 2010, 132, 154104."}, {"Citation": "E. Caldeweyher, C. Bannwarth, S. Grimme, J. Chem. Phys. 2017, 147, 034112."}, {"Citation": "J. A. Montgomery Jr., M. J. Frisch, J. W. Ochterski, G. A. Petersson, J. Chem. Phys. 1999, 110, 2822."}, {"Citation": "L. A. Curtiss, P. C. Redfern, K. Raghavachari, J. Chem. Phys. 2007, 126, 084108."}, {"Citation": "E. C. Barnes, G. A. Petersson, J. A. Montgomery Jr., M. J. Frisch, J. Martin, J. Chem. Theory Comput. 2009, 5, 2687."}, {"Citation": "O. N. Ventura, M. Kieninger, A. Katz, M. Vega-Teijido, M. E. Segovia, K. Irving, Int. J. Quantum Chem. 2021, 121, e26745."}, {"Citation": "S. Alessandrini, V. Barone, C. Puzzarini, J. Chem. Theory Comput. 2020, 16, 988."}, {"Citation": "V. Barone, J. Lupi, Z. Salta, N. Tasinato, J. Chem. Theory Comput. 2021, 17(8), 4913."}, {"Citation": "G. Knizia, T. B. Adler, H.-J. Werner, J. Chem. Phys. 2009, 130, 054104."}, {"Citation": "T. Helgaker, W. Klopper, H. Koch, J. Noga, J. Chem. Phys. 1997, 106, 9639."}, {"Citation": "D. Kreplin, P. J. Knowles, H.-J. Werner, J. Chem. Phys. 2019, 150, 194106."}, {"Citation": "J. Finley, P.- Å. Malmqvist, B. O. Roos, L. Serrano-Andrés, Chem. Phys. Lett. 1998, 288, 299."}, {"Citation": "K. Fukui, Acc. Chem. Res. 1981, 14, 363."}, {"Citation": "F. Weinhold, J. E. Carpenter, in The Structure of Small Molecules and Ions (Eds: R. Naaman, Z. Vager), Plenum, Boston 1988."}, {"Citation": "P. S. V. Kumar, V. Raghavendra, V. Subramanian, J. Chem. Sci. 2016, 128, 1527."}, {"Citation": "M. J. Frisch, G. W. Trucks, H. B. Schlegel, G. E. Scuseria, M. A. Robb, J. R. Cheeseman, G. Scalmani, V. Barone, G. A. Petersson, H. Nakatsuji, X. Li, M. Caricato, A. V. Marenich, J. Bloino, B. G. Janesko, R. Gomperts, B. Mennucci, H. P. Hratchian, J. V. Ortiz, A. F. Izmaylov, J. L. Sonnenberg, D. Williams-Young, F. Ding, F. Lipparini, F. Egidi, J. Goings, B. Peng, A. Petrone, T. Henderson, D. Ranasinghe, V. G. Zakrzewski, J. Gao, N. Rega, G. Zheng, W. Liang, M. Hada, M. Ehara, K. Toyota, R. Fukuda, J. Hasegawa, M. Ishida, T. Nakajima, Y. Honda, O. Kitao, H. Nakai, T. Vreven, K. Throssell, J. A. Montgomery Jr., J. E. Peralta, F. Ogliaro, M. J. Bearpark, J. J. Heyd, E. N. Brothers, K. N. Kudin, V. N. Staroverov, T. A. Keith, R. Kobayashi, J. Normand, K. Raghavachari, A. P. Rendell, J. C. Burant, S. S. Iyengar, J. Tomasi, M. Cossi, J. M. Millam, M. Klene, C. Adamo, R. Cammi, J. W. Ochterski, R. L. Martin, K. Morokuma, O. Farkas, J. B. Foresman, D. J. Fox, Gaussian 16, Revision C.01, Gaussian, Inc., Wallingford, CT 2016."}, {"Citation": "H.-J. Werner, P. J. Knowles, G. Knizia, F. R. Manby, M. Schütz, MOLPRO, version 19.1, a package of ab initio programs 2020. https://www.molpro.net"}, {"Citation": "AIM2000, A Program to Analyze and Visualize Atoms in Molecules, Version 2, https://www.chemistry.mcmaster.ca/aimpac/imagemap/imagemap.htm"}, {"Citation": "G. Ceselin, V. Barone, N. Tasinato, J. Chem. Theory Comput. 2021, 17, 7290."}, {"Citation": "A. Pietropolli Charmet, G. Ceselin, P. Stoppa, N. Tasinato, Molecules 2022, 27, 748."}, {"Citation": "M. Piccardo, E. Penocchio, C. Puzzarini, M. Biczysko, V. Barone, J. Phys. Chem. A 2015, 119, 2058."}, {"Citation": "E. Penocchio, M. Piccardo, V. Barone, J. Chem. Theory Comput. 2015, 11, 4689."}, {"Citation": "E. Penocchio, M. Mendolicchio, N. Tasinato, V. Barone, Can. J. Chem. 2016, 94, 1065."}, {"Citation": "G. Herzberg, Electronic Spectra and Electronic Structure of Polyatomic Molecules, Van Nostrand, New York 1966."}, {"Citation": "K. Kuchitsu, Structure of Free Polyatomic Molecules - Basic Data, Springer, Berlin 1998."}, {"Citation": "M. C. McCarthy, L. Cheng, K. N. Crabtree, O. Martinez Jr., T. L. Nguyen, C. C. Womack, J. F. Stanton, J. Phys. Chem. Lett. 2013, 4, 4133."}, {"Citation": "J. Demaison, N. Vogt, D. N. Ksenafontov, J. Mol. Struct. 2020, 1206, 127976."}, {"Citation": "T. J. Lee, J. E. Rice, G. E. Scuseria, H. F. Schaefer, Theor. Chim. Acta 1989, 75, 81."}, {"Citation": "T. J. Lee, P. R. Taylor, Int. J. Quant. Chem.: Quant. Chem. Symp. 1989, 23, 199."}, {"Citation": "T. J. Lee, G. E. Scuseria, Quantum Mechanical Electronic Structure Calculations with Chemical Accuracy, Kluwer Academic, Dordrecht, The Netherlands 1995."}, {"Citation": "D. Jayatilaka, T. J. Lee, J. Chem. Phys. 1993, 98, 9734."}, {"Citation": "M. L. Leininger, I. M. B. Nielsen, T. D. Crawford, C. L. Janssen, Chem. Phys. Lett. 2000, 328, 431."}, {"Citation": "C. L. Janssen, I. M. B. Nielsen, Chem. Phys. Lett. 1998, 290, 423."}, {"Citation": "T. J. Lee, Chem. Phys. Lett. 2003, 372, 362."}, {"Citation": "S. R. Langhoff, C. W. Bauschlicher, Annu. Rev. Phys. Chem. 1988, 39, 181."}, {"Citation": "J. Wang, S. Manivasagam, A. K. Wilson, J. Chem. Theory Comput. 2015, 11, 5865."}, {"Citation": "L. Margules, M. E. Sanz, S. Kassi, D. Petitprez, G. Wlodarczak, J. C. Lopez, J. E. Boggs, Chem. Phys. 2001, 263, 19."}, {"Citation": "J. R. During, Y. S. Li, D. T. During, J. Chem. Phys. 1981, 74, 1564."}, {"Citation": "T. M. El-Gogary, Spectrochim. Acta A 2001, 57, 1405."}, {"Citation": "A. D. Boese, R. Boese, Cryst. Growth Des. 2015, 15, 1073."}, {"Citation": "J. Grant Hill, A. C. Legon, Int. J. Quantum Chem. 2019, 119, e25885."}, {"Citation": "L. R. Domingo, M. T. Picher, Tetrahedron 2004, 60, 5053."}, {"Citation": "S. J. Grabowski, Molecules 2015, 20, 11297."}, {"Citation": "S. Berski, Z. Latajka, Int. J. Quantum Chem. 2011, 111, 2378."}, {"Citation": "J. Friis, G. K. H. Madsen, F. K. Larsen, B. Jiang, K. Marthinsen, R. Holmstad, J. Chem. Phys. 2003, 119, 11359."}, {"Citation": "L. A. Terrabuio, T. Q. Teodoro, M. G. Rachid, R. L. Haiduke, J. Phys. Chem. A 2013, 117, 10489."}, {"Citation": "W. B. DeMore, Int. J. Chem. Kinet. 1969, 1, 209."}, {"Citation": "O. B. Gadzhiev, S. K. Ignatov, B. E. Krisyuk, A. V. Maiorov, S. Gangopadhyay, A. E. Masunov, J. Phys. Chem. A 2012, 116, 10420."}, {"Citation": "D. Cremer, E. Kraka, R. Crehuet, J. Anglada, J. Grafenstein, Chem. Phys. Lett. 2001, 347, 268."}, {"Citation": "D. Trogolo, J. S. Arey, P. R. Tentscher, J. Phys. Chem. A 2019, 123, 517."}, {"Citation": "J. A. Miller, S. J. Klippenstein, J. Phys. Chem. A 2003, 107, 2680."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "5", "Day": "17"}, {"Year": "2022", "Month": "4", "Day": "12"}, {"Year": "2022", "Month": "5", "Day": "17"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "6", "Hour": "13", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35662073", "10.1002/jcc.26946"]}}], "PubmedBookArticle": []}