{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bioproduct", "Biorefinery", "Cell disruption", "Extraction", "Microalgae", "Ultrasound"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35688121", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "06", "Day": "01"}], "ELocationID": ["106054", "10.1016/j.ultsonch.2022.106054", "S1350-4177(22)00147-X"], "Journal": {"ISSN": "1873-2828", "JournalIssue": {"Volume": "87", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Ultrasonics sonochemistry", "ISOAbbreviation": "Ultrason Sonochem"}, "ArticleTitle": "Ultrasound for microalgal cell disruption and product extraction: A review.", "Pagination": {"StartPage": "106054", "MedlinePgn": "106054"}, "Abstract": {"AbstractText": ["Microalgae are a promising feedstock for the production of biofuels, nutraceuticals, pharmaceuticals and cosmetics, due to their superior capability of converting solar energy and CO<sub>2</sub> into lipids, proteins, and other valuable bioactive compounds. To facilitate the release of these important biomolecules from microalgae, effective cell disruption is usually necessary, where the use of ultrasound has gained tremendous interests as an alternative to traditional methods. This review not only summarizes the mechanisms of and operation parameters affecting cell disruption, but also takes an insight into measuring techniques, synergistic integration with other disruption methods, and challenges of ultrasonication for microalgal biorefining. Optimal conditions including ultrasonic frequency, intensity, and duration, and liquid viscosity and sonochemical reactor are the key factors for maximizing the disruption and extraction efficiency. A combination of ultrasound with other disruption methods such as ozonation, microwave, homogenization, enzymatic lysis, and solvents facilitates cell disruption and release of target compounds, thus provides powerful solutions to commercial scale-up of ultrasound extraction for microalgal biorefining. It is concluded that ultrasonication is a sustainable \"green\" process, but more research and work are needed to upscale this process without sacrificing performance or consuming more energy."], "CopyrightInformation": "Copyright © 2022. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Environmental Protection Key Laboratory of Drinking Water Source Management and Technology, Shenzhen Academy of Environmental Science, Shenzhen 518001, Guangdong, China."}], "LastName": "Liu", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Marine Ecosystem and Bioresource, Fourth Institute of Oceanography, Ministry of Natural Resources, Beihai 536000, Guangxi, China."}], "LastName": "Liu", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gansu Innovation Center of Microalgae Technology, Hexi University, Zhangye 734000, Gansu, China."}], "LastName": "Cui", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological and Agricultural Engineering, North Carolina State University, Raleigh, NC 27695, USA. Electronic address: wyuan2@ncsu.edu."}], "LastName": "Yuan", "ForeName": "Wenqiao", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Ultrason Sonochem", "NlmUniqueID": "9433356", "ISSNLinking": "1350-4177"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biofuels"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biofuels"}, {"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["chemistry"], "DescriptorName": "Microalgae"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Solvents"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chisti Y. Biodiesel from microalgae. Biotechnol. Adv. 2007;25(3):294–306.", "ArticleIdList": ["17350212"]}, {"Citation": "Chew K.W., Khoo K.S., Foo H.T., Chia S.R., Walvekar R., Lim S.S. Algae utilization and its role in the development of green cities. Chemosphere. 2021;268", "ArticleIdList": ["33359993"]}, {"Citation": "Pavithra K.G., Kumar P.S., Jaikumar V., Vardhan K.H., SundarRajan PanneerSelvam. Microalgae for biofuel production and removal of heavy metals: a review. Environ. Chem. Lett. 2020;18(6):1905–1923."}, {"Citation": "Khoo K.S., Chong Y.M., Chang W.S., Yap J.M., Foo S.C., Khoiroh I., Lau P.L., Chew K.W., Ooi C.W., Show P.L. Permeabilization of Chlorella sorokiniana and extraction of lutein by distillable CO2-based alkyl carbamate ionic liquids. Sep. Purif. Technol. 2021;256"}, {"Citation": "Barba F.J., Grimi N., Vorobiev E. New Approaches for the Use of Non-conventional Cell Disruption Technologies to Extract Potential Food Additives and Nutraceuticals from Microalgae. Food. Eng. Rev. 2015;7(1):45–62."}, {"Citation": "Chew K.W., Yap J.Y., Show P.L., Suan N.H., Juan J.C., Ling T.C., Lee D.J., Chang J.S. Microalgae biorefinery: High value products perspectives. Bioresour. Technol. 2017;229:53–62.", "ArticleIdList": ["28107722"]}, {"Citation": "Lee S.Y., Khoiroh I., Vo D.-V., Senthil Kumar P., Show P.L. Techniques of lipid extraction from microalgae for biofuel production: a review. Environ. Chem. Lett. 2021;19(1):231–251."}, {"Citation": "Khoo K.S., Chew K.W., Yew G.Y., Leong W.H., Chai Y.H., Show P.L., Chen W.-H. Recent advances in downstream processing of microalgae lipid recovery for biofuel production. Bioresour. Technol. 2020;304", "ArticleIdList": ["32115347"]}, {"Citation": "Kumar V., Arora N., Nanda M., Pruthi V. Microalgae Biotechnology for Development of Biofuel and Wastewater Treatment. Springer Singapore; Singapore: 2019. pp. 265–292."}, {"Citation": "Lee S.Y., Cho J.M., Chang Y.K., Oh Y.K. Cell disruption and lipid extraction for microalgal biorefineries: A review. Bioresour. Technol. 2017;244:1317–1328.", "ArticleIdList": ["28634124"]}, {"Citation": "Günerken E., D'Hondt E., Eppink M.H.M., Garcia-Gonzalez L., Elst K., Wijffels R.H. Cell disruption for microalgae biorefineries. Biotechnol. Adv. 2015;33(2):243–260.", "ArticleIdList": ["25656098"]}, {"Citation": "Kim D.-Y., Vijayan D., Praveenkumar R., Han J.-I., Lee K., Park J.-Y., Chang W.-S., Lee J.-S., Oh Y.-K. Cell-wall disruption and lipid/astaxanthin extraction from microalgae: Chlorella and Haematococcus. Bioresour. Technol. 2016;199:300–310.", "ArticleIdList": ["26342788"]}, {"Citation": "Nitsos C., Filali R., Taidi B., Lemaire J. Current and novel approaches to downstream processing of microalgae: A review. Biotechnol. Adv. 2020;45:107650.", "ArticleIdList": ["33091484"]}, {"Citation": "Wang M., Chen S., Zhou W., Yuan W., Wang D. Algal cell lysis by bacteria: A review and comparison to conventional methods. Algal Res. 2020;46"}, {"Citation": "Khoo K.S., Ooi C.W., Chew K.W., Foo S.C., Show P.L. Bioprocessing of Chaetoceros calcitrans for the recovery of fucoxanthin using CO2-based alkyl carbamate ionic liquids. Bioresour. Technol. 2021;322", "ArticleIdList": ["33348114"]}, {"Citation": "Sivaramakrishnan R., Incharoensakdi A. Microalgae as feedstock for biodiesel production under ultrasound treatment – A review. Bioresour. Technol. 2018;250:877–887.", "ArticleIdList": ["29221914"]}, {"Citation": "Chen J., Li J.i., Zhang X., Tyagi R.D., Dong W. Ultra-sonication application in biodiesel production from heterotrophic oleaginous microorganisms. Crit. Rev. Biotechnol. 2018;38(6):902–917.", "ArticleIdList": ["29510650"]}, {"Citation": "Wang M., Yuan W. Modeling bubble dynamics and radical kinetics in ultrasound induced microalgal cell disruption. Ultrason. Sonochem. 2016;28:7–14.", "ArticleIdList": ["26384877"]}, {"Citation": "Giordano R., Leuzzi U., Wanderlingh F. Effects of ultrasound on unicellular algae. J. Acoust. Soc. Am. 1976;60(1):275–278."}, {"Citation": "Furuki T., Maeda S., Imajo S., Hiroi T., Amaya T., Hirokawa T., Ito K., Nozawa H. Rapid and selective extraction of phycocyanin from Spirulina platensis with ultrasonic cell disruption. J. Appl. Phycol. 2003;15:319–324."}, {"Citation": "Joyce E.M., Wu X., Mason T.J. Effect of ultrasonic frequency and power on algae suspensions, J. Environ. Sci. Health A Tox. Hazard. Subst. Environ. Eng. 2010;45(7):863–866.", "ArticleIdList": ["20401779"]}, {"Citation": "Koberg M., Cohen M., Ben-Amotz A., Gedanken A. Bio-diesel production directly from the microalgae biomass of Nannochloropsis by microwave and ultrasound radiation. Bioresour. Technol. 2011;102(5):4265–4269.", "ArticleIdList": ["21208797"]}, {"Citation": "Zhao G., Chen X., Wang L., Zhou S., Feng H., Chen W.N., Lau R. Ultrasound assisted extraction of carbohydrates from microalgae as feedstock for yeast fermentation. Bioresour. Technol. 2013;128:337–344.", "ArticleIdList": ["23196255"]}, {"Citation": "Fang Z., Jr R., Qi X. Springer; 2015. Production of Biofuels and Chemicals with Ultrasound."}, {"Citation": "Peng Y., Zhang Z., Wang M., Shi X., Zhou Y., Zhou Y., Kong Y. Inactivation of harmful Anabaena flos-aquae by ultrasound irradiation: Cell disruption mechanism and enhanced coagulation. Ultrason. Sonochem. 2020;69", "ArticleIdList": ["32707459"]}, {"Citation": "Wu X., Joyce E.M., Mason T.J. Evaluation of the mechanisms of the effect of ultrasound on Microcystis aeruginosa at different ultrasonic frequencies. Water Res. 2012;46(9):2851–2858.", "ArticleIdList": ["22440593"]}, {"Citation": "Yao S., Mettu S., Law S., Ashokkumar M., Martin G. The effect of high-intensity ultrasound on cell disruption and lipid extraction from high-solids viscous slurries of Nannochloropsis sp. biomass. Algal Res. 2018;35:341–348."}, {"Citation": "Kurokawa M., King P.M., Wu X., Joyce E.M., Mason T.J., Yamamoto K. Effect of sonication frequency on the disruption of algae. Ultrason. Sonochem. 2016;31:157–162.", "ArticleIdList": ["26964936"]}, {"Citation": "Peng Y., Zhang Z., Kong Y., Li Y., Zhou Y., Shi X., Shi X. Effects of ultrasound on Microcystis aeruginosa cell destruction and release of intracellular organic matter. Ultrason. Sonochem. 2020;63", "ArticleIdList": ["31945559"]}, {"Citation": "González-Fernández C., Sialve B., Bernet N., Steyer J.P. Comparison of ultrasound and thermal pretreatment of Scenedesmus biomass on methane production. Bioresour. Technol. 2012;110:610–616.", "ArticleIdList": ["22336742"]}, {"Citation": "Parniakov O., Apicella E., Koubaa M., Barba F.J., Grimi N., Lebovka N., Pataro G., Ferrari G., Vorobiev E. Ultrasound-assisted green solvent extraction of high-added value compounds from microalgae Nannochloropsis spp. Bioresour. Technol. 2015;198:262–267.", "ArticleIdList": ["26398670"]}, {"Citation": "Merouani S., Ferkous H., Hamdaoui O., Rezgui Y., Guemini M. A method for predicting the number of active bubbles in sonochemical reactors. Ultrason. Sonochem. 2015;22:51–58.", "ArticleIdList": ["25127247"]}, {"Citation": "Bigelow T.A., Xu J., Stessman D.J., Yao L., Spalding M.H., Wang T. Lysis of Chlamydomonas reinhardtii by high-intensity focused ultrasound as a function of exposure time. Ultrason. Sonochem. 2014;21(3):1258–1264.", "ArticleIdList": ["24355286"]}, {"Citation": "Zhang G., Zhang P., Wang B.o., Liu H. Ultrasonic frequency effects on the removal of Microcystis aeruginosa. Ultrason. Sonochem. 2006;13(5):446–450.", "ArticleIdList": ["16360333"]}, {"Citation": "Gogate P.R. Cavitation: an auxiliary technique in wastewater treatment schemes. Adv. Environ. Res. 2002;6:335–358."}, {"Citation": "Miano A.C., Ibarz A., Augusto P.E.D. Mechanisms for improving mass transfer in food with ultrasound technology: Describing the phenomena in two model cases. Ultrason. Sonochem. 2016;29:413–419.", "ArticleIdList": ["26585022"]}, {"Citation": "Hao X., Suo H., Peng H., Xu P., Gao X., Du S.u. Simulation and exploration of cavitation process during microalgae oil extracting with ultrasonic-assisted for hydrogen production. Int. J. Hydrogen Energ. 2021;46(3):2890–2898."}, {"Citation": "Naveena B., Armshaw P., Tony Pembroke J. Ultrasonic intensification as a tool for enhanced microbial biofuel yields. Biotechnology for Biofuels. 2015;8:140.", "ArticleIdList": ["PMC4570611", "26379772"]}, {"Citation": "Adam F., Abert-Vian M., Peltier G., Chemat F. “Solvent-free” ultrasound-assisted extraction of lipids from fresh microalgae cells: a green, clean and scalable process. Bioresour. Technol. 2012;114:457–465.", "ArticleIdList": ["22459961"]}, {"Citation": "Gogate P.R., Wilhelm A.M., Pandit A.B. Some aspects of the design of sonochemical reactors. Ultrason. Sonochem. 2003;10(6):325–330.", "ArticleIdList": ["12927607"]}, {"Citation": "Yamamoto K., King P.M., Wu X., Mason T.J., Joyce E.M. Effect of ultrasonic frequency and power on the disruption of algal cells. Ultrason. Sonochem. 2015;24:165–171.", "ArticleIdList": ["25465879"]}, {"Citation": "Sutkar V.S., Gogate P.R. Design aspects of sonochemical reactors: Techniques for understanding cavitational activity distribution and effect of operating parameters. Chem. Eng. J. 2009;155:26–36."}, {"Citation": "Ma Y.-A., Cheng Y.-M., Huang J.-W., Jen J.-F., Huang Y.-S., Yu C.-C. Effects of ultrasonic and microwave pretreatments on lipid extraction of microalgae. Bioprocess Biosyst. Eng. 2014;37(8):1543–1549.", "ArticleIdList": ["24445337"]}, {"Citation": "Eldalatony M.M., Kabra A.N., Hwang J.-H., Govindwar S.P., Kim K.-H., Kim H., Jeon B.-H. Pretreatment of microalgal biomass for enhanced recovery/extraction of reducing sugars and proteins. Bioprocess Biosyst. Eng. 2016;39(1):95–103.", "ArticleIdList": ["26508325"]}, {"Citation": "Wang D., Li Y., Hu X., Su W., Zhong M. Combined Enzymatic and Mechanical Cell Disruption and Lipid Extraction of Green Alga Neochloris oleoabundans. Int. J. Mol. Sci. 2015;16:7707–7722.", "ArticleIdList": ["PMC4425044", "25853267"]}, {"Citation": "Chemat F., Rombaut N., Sicaire A.-G., Meullemiestre A., Fabiano-Tixier A.-S., Abert-Vian M. Ultrasound assisted extraction of food and natural products. Mechanisms, techniques, combinations, protocols and applications. A review. Ultrason. Sonochem. 2017;34:540–560.", "ArticleIdList": ["27773280"]}, {"Citation": "Deenu A., Naruenartwongsakul S., Kim S.M. Optimization and economic evaluation of ultrasound extraction of lutein from Chlorella vulgaris. Biotechnol. Bioproc. E. 2013;18(6):1151–1162."}, {"Citation": "Khoo K.S., Chew K.W., Yew G.Y., Manickam S., Ooi C.W., Show P.L. Integrated ultrasound-assisted liquid biphasic flotation for efficient extraction of astaxanthin from Haematococcus pluvialis. Ultrason. Sonochem. 2020;67", "ArticleIdList": ["32278245"]}, {"Citation": "Ferreira A.F., Dias A.P.S., Silva C.M., Costa M. Effect of low frequency ultrasound on microalgae solvent extraction: Analysis of products, energy consumption and emissions. Algal Res. 2016;14:9–16."}, {"Citation": "Huang Y., Qin S., Zhang D., Li L., Mu Y. Evaluation of Cell Disruption of Chlorella Vulgaris by Pressure-Assisted Ozonation and Ultrasonication. Energies. 2016;9:173."}, {"Citation": "Duan Z., Tan X., Dai K., Gu H., Yang H. Evaluation on H2O2-aided ultrasonic pretreatment for cell disruption of Chlorella pyrenoidosa. Asia-Pac. J. Chem. Eng. 2017;12(3):502–510."}, {"Citation": "Ruen-ngam D., Shotipruk A., Pavasant P. Comparison of Extraction Methods for Recovery of Astaxanthin from Haematococcus pluvialis. Sep. Sci. Technol. 2010;46(1):64–70."}, {"Citation": "Araujo G.S., Matos L.J.B.L., Fernandes J.O., Cartaxo S.J.M., Gonçalves L.R.B., Fernandes F.A.N., Farias W.R.L. Extraction of lipids from microalgae by ultrasound application: prospection of the optimal extraction method. Ultrason. Sonochem. 2013;20(1):95–98.", "ArticleIdList": ["22938999"]}, {"Citation": "Ma G., Mu R., Capareda S.C., qi F. Use of ultrasound for aiding lipid extraction and biodiesel production of microalgae harvested by chitosan. Environ. Technol. 2021;42(26):4064–4071.", "ArticleIdList": ["32284023"]}, {"Citation": "Gerde J.A., Montalbo-Lomboy M., Yao L., Grewell D., Wang T. Evaluation of microalgae cell disruption by ultrasonic treatment. Bioresour. Technol. 2012;125:175–181.", "ArticleIdList": ["23026331"]}, {"Citation": "Natarajan R., Ang W.M.R., Chen X., Voigtmann M., Lau R. Lipid releasing characteristics of microalgae species through continuous ultrasonication. Bioresour. Technol. 2014;158:7–11.", "ArticleIdList": ["24583912"]}, {"Citation": "Wang M., Yuan W., Jiang X., Jing Y., Wang Z. Disruption of microalgal cells using high-frequency focused ultrasound. Bioresour. Technol. 2014;153:315–321.", "ArticleIdList": ["24374364"]}, {"Citation": "González-Balderas R.M., Velásquez-Orta S.B., Valdez-Vazquez I., Orta Ledesma M.T. Intensified recovery of lipids, proteins, and carbohydrates from wastewater-grown microalgae Desmodesmus sp. by using ultrasound or ozone. Ultrason. Sonochem. 2020;62", "ArticleIdList": ["31806557"]}, {"Citation": "Sankaran R., Manickam S., Yap Y.J., Ling T.C., Chang J.S., Show P.L. Extraction of proteins from microalgae using integrated method of sugaring-out assisted liquid biphasic flotation (LBF) and ultrasound. Ultrason. Sonochem. 2018;48:231–239.", "ArticleIdList": ["30080546"]}, {"Citation": "Greenly J.M., Tester J.W. Ultrasonic cavitation for disruption of microalgae. Bioresour. Technol. 2015;184:276–279.", "ArticleIdList": ["25435064"]}, {"Citation": "Duan Z., Tan X., Guo J., Kahehu C.W., Yang H., Zheng X., Zhu F. Effects of biological and physical properties of microalgae on disruption induced by a low-frequency ultrasound. J. Appl. Phycol. 2017;29(6):2937–2946."}, {"Citation": "Jaeschke D.P., Rech R., Marczak L.D.F., Mercali G.D. Ultrasound as an alternative technology to extract carotenoids and lipids from Heterochlorella luteoviridis. Bioresour. Technol. 2017;224:753–757.", "ArticleIdList": ["27955863"]}, {"Citation": "Tan X., Zhang D., Parajuli K., Upadhyay S., Jiang Y., Duan Z. Comparison of Four Quantitative Techniques for Monitoring Microalgae Disruption by Low-Frequency Ultrasound and Acoustic Energy Efficiency, Environl. Sci. Technol. 2018;52(5):3295–3303.", "ArticleIdList": ["29433322"]}, {"Citation": "Skorupskaite V., Makareviciene V., Ubartas M., Karosiene J., Gumbyte M. Green algae Ankistrodesmus fusiformis cell disruption using different modes. Biomass Bioenerg. 2017;107:311–316."}, {"Citation": "Wang M., Yuan W. Microalgal cell disruption in a high-power ultrasonic flow system. Bioresour. Technol. 2015;193:171–177.", "ArticleIdList": ["26133474"]}, {"Citation": "Wang M., Yuan W., Luo G., Liu Y. Optimization of Ultrasound-Induced Microalgal Lipid Recovery. T. ASABE. 2016;59:1459–1465."}, {"Citation": "Keris-Sen U.D., Sen U., Soydemir G., Gurol M.D. An investigation of ultrasound effect on microalgal cell integrity and lipid extraction efficiency. Bioresour. Technol. 2014;152:407–413.", "ArticleIdList": ["24321606"]}, {"Citation": "Martínez N., Callejas N., Morais E.G., Vieira Costa J.A., Jachmanián I., Vieitez I. Obtaining biodiesel from microalgae oil using ultrasound-assisted in-situ alkaline transesterification. Fuel. 2017;202:512–519."}, {"Citation": "Gogate P.R., Shirgaonkar I.Z., Sivakumar M., Senthilkumar P., Vichare N.P., Pandit A.B. Cavitation reactors: Efficiency assessment using a model reaction. Aiche J. 2010;47:2526–2538."}, {"Citation": "Csoka L., Katekhaye S.N., Gogate P.R. Comparison of cavitational activity in different configurations of sonochemical reactors using model reaction supported with theoretical simulations. Chem. Eng. J. 2011;178:384–390."}, {"Citation": "Bermúdez Menéndez J.M., Arenillas A., Menéndez Díaz J.Á., Boffa L., Mantegna S., Binello A., Cravotto G. Optimization of microalgae oil extraction under ultrasound and microwave irradiation. J. Chem. Technol. Biot. 2014;89(11):1779–1784."}, {"Citation": "Skorupskaite V., Makareviciene V., Sendzikiene E., Gumbyte M. Microalgae Chlorella sp. cell disruption efficiency utilising ultrasonication and ultrahomogenisation methods. J. Appl. Phycol. 2019;31(4):2349–2354."}, {"Citation": "Park J.-Y., Lee K., Choi S.-A., Jeong M.-J., Kim B., Lee J.-S., Oh Y.-K. Sonication-assisted homogenization system for improved lipid extraction from Chlorella vulgaris, Renew. Energ. 2015;79:3–8."}, {"Citation": "Liu Z.-W., Zeng X.-A., Cheng J.-H., Liu D.-B., Aadil R.M. The efficiency and comparison of novel techniques for cell wall disruption in astaxanthin extraction from Haematococcus pluvialis. Int. J. Food Sci. Tech. 2018;53(9):2212–2219."}, {"Citation": "Sivaramakrishnan R., Incharoensakdi A. Enhancement of lipid extraction for efficient methyl ester production from Chlamydomonas sp. J. Appl. Phycol. 2019;31(4):2365–2377."}, {"Citation": "Khoo K.S., Ooi C.W., Chew K.W., Foo S.C., Lim J.W., Tao Y., Jiang N., Ho S.-H., Show P.L. Permeabilization of Haematococcus pluvialis and solid-liquid extraction of astaxanthin by CO2-based alkyl carbamate ionic liquids. Chem. Eng. J. 2021;411"}, {"Citation": "Safi C., Ursu A.V., Laroche C., Zebib B., Merah O., Pontalier P.Y., Vaca-Garcia C. Aqueous extraction of proteins from microalgae: Effect of different cell disruption methods. Algal Res. 2014;3:61–65."}, {"Citation": "Ido A.L., de Luna M.D.G., Capareda S.C., Maglinao A.L., Nam H. Application of central composite design in the optimization of lipid yield from Scenedesmus obliquus microalgae by ultrasound-assisted solvent extraction. Energy. 2018;157:949–956."}, {"Citation": "Khawli F.A., Martí-Quijal F.J., Pallarés N., Barba F.J., Ferrer E. Ultrasound Extraction Mediated Recovery of Nutrients and Antioxidant Bioactive Compounds from Phaeodactylum tricornutum Microalgae. Appl. Sci. 2021;11:1701."}, {"Citation": "Kong W., Liu N.a., Zhang J.i., Yang Q.i., Hua S., Song H., Xia C. Optimization of ultrasound-assisted extraction parameters of chlorophyll from Chlorella vulgaris residue after lipid separation using response surface methodology. J. Food Sci. Techno. 2014;51(9):2006–2013.", "ArticleIdList": ["PMC4152532", "25190857"]}, {"Citation": "Lee S.Y., Show P.L., Ling T.C., Chang J.S. Single-step disruption and protein recovery from Chlorella vulgaris using ultrasonication and ionic liquid buffer aqueous solutions as extractive solvents. Biochem. Eng. J. 2017;124:26–35."}, {"Citation": "Zou T.B., Jia Q., Li H.W., Wang C.X., Wu H.F. Response surface methodology for ultrasound-assisted extraction of astaxanthin from Haematococcus pluvialis. Mar. Drugs. 2013;11:1644–1655.", "ArticleIdList": ["PMC3707165", "23697948"]}, {"Citation": "Keris-Sen U.D., Sen U., Gurol M.D. Combined effect of ozone and ultrasound on disruption of microalgal cells. Sep. Sci. Technol. 2019;54(11):1853–1861."}, {"Citation": "Ma G., Hu W., Pei H., Jiang L., Song M., Mu R. In situ heterogeneous transesterification of microalgae using combined ultrasound and microwave irradiation, Energ. Convers. Manage. 2015;90:41–46."}, {"Citation": "Qv X.-Y., Zhou Q.-F., Jiang J.-G. Ultrasound-enhanced and microwave-assisted extraction of lipid from Dunaliella tertiolecta and fatty acid profile analysis. J. Sep. Sci. 2014;37(20):2991–2999.", "ArticleIdList": ["25143311"]}, {"Citation": "Zhang R., Grimi N., Marchal L., Lebovka N., Vorobiev E. Effect of ultrasonication, high pressure homogenization and their combination on efficiency of extraction of bio-molecules from microalgae Parachlorella kessleri. Algal Res. 2019;40:101524-."}, {"Citation": "Woods L., Riccobono M., Mehan N., Hestekin J., Beitle R. Synergistic Effect of Abrasive and Sonication for Release of Carbohydrate and Protein from Algae. Sep. Sci. Technol. 2011;46(4):601–604."}, {"Citation": "Lupatini A.L., Bispo L.D.O., Colla L.M., Vieira Costa J.A., Canan C., Colla E. Protein and carbohydrate extraction from S. platensis biomass by ultrasound and mechanical agitation. Food Res. Int. 2017;99:1028.", "ArticleIdList": ["28865613"]}, {"Citation": "Phong W.N., Show P.L., Le C.F., Tao Y., Chang J.-S., Ling T.C. Improving cell disruption efficiency to facilitate protein release from microalgae using chemical and mechanical integrated method. Biochem. Eng. J. 2018;135:83–90."}, {"Citation": "Pagels F., Pereira R.N., Vicente A.A., Guedes A.C. Extraction of Pigments from Microalgae and Cyanobacteria—A Review on Current Methodologies. Appl. Sci. 2021;11:5187."}, {"Citation": "Ranjan A., Patil C., Moholkar V.S. Mechanistic Assessment of Microalgal Lipid Extraction. Ind. Eng. Chem. Res. 2010;49(6):2979–2985."}, {"Citation": "Rodrigues R.D.P., de Castro F.C., Santiago-Aguiar R.S.d., Rocha M.V.P. Ultrasound-assisted extraction of phycobiliproteins from Spirulina (Arthrospira) platensis using protic ionic liquids as solvent. Algal Res. 2018;31:454–462."}, {"Citation": "Grimi N., Dubois A., Marchal L., Jubeau S., Lebovka N.I., Vorobiev E. Selective extraction from microalgae Nannochloropsis sp. using different methods of cell disruption. Bioresour. Technol. 2014;153:254–259.", "ArticleIdList": ["24368274"]}, {"Citation": "Halim R., Rupasinghe T.W., Tull D.L., Webley P.A. Mechanical cell disruption for lipid extraction from microalgal biomass. Bioresour. Technol. 2013;140:53–63.", "ArticleIdList": ["23672939"]}, {"Citation": "Lee J.Y., Yoo C., Jun S.Y., Ahn C.Y., Oh H.M. Comparison of several methods for effective lipid extraction from microalgae. Bioresour. Technol. 2010;101(Suppl 1):S75–S77.", "ArticleIdList": ["19386486"]}, {"Citation": "McMillan J.R., Watson I.A., Ali M., Jaafar W. Evaluation and comparison of algal cell disruption methods: Microwave, waterbath, blender, ultrasonic and laser treatment. Appl. Energ. 2013;103:128–134."}, {"Citation": "Poojary M.M., Barba F.J., Aliakbarian B., Donsì F., Pataro G., Dias D.A., Juliano P. Innovative Alternative Technologies to Extract Carotenoids from Microalgae and Seaweeds. Mar. Drugs. 2016;14:214.", "ArticleIdList": ["PMC5128757", "27879659"]}, {"Citation": "Demuez M., Mahdy A., Tomás-Pejó E., González-Fernández C., Ballesteros M. Enzymatic cell disruption of microalgae biomass in biorefinery processes. Biotechnol. Bioeng. 2015;112(10):1955–1966.", "ArticleIdList": ["25976593"]}, {"Citation": "Zhang J., He Y., Luo M., Chen F. Utilization of enzymatic cell disruption hydrolysate of Chlorella pyrenoidosa as potential carbon source in algae mixotrophic cultivation. Algal Res. 2020;45"}, {"Citation": "Sierra L.S., Dixon C.K., Wilken L.R. Enzymatic cell disruption of the microalgae Chlamydomonas reinhardtii for lipid and protein extraction. Algal Res. 2017;25:149–159."}, {"Citation": "Señoráns M., Castejón N., Señoráns F.J. Advanced Extraction of Lipids with DHA from Isochrysis galbana with Enzymatic Pre-Treatment Combined with Pressurized Liquids and Ultrasound Assisted Extractions. Molecules. 2020;25(14):3310.", "ArticleIdList": ["PMC7397065", "32708275"]}, {"Citation": "Zhang B., Feng H., He Z., Wang S., Chen H. Bio-oil production from hydrothermal liquefaction of ultrasonic pre-treated Spirulina platensis, Energ. Convers. Manage. 2018;159:204–212."}, {"Citation": "Lee K., Chantrasakdakul P., Kim D., Kong M., Park K.Y. Ultrasound pretreatment of filamentous algal biomass for enhanced biogas production. Waste Manage. 2014;34(6):1035–1040.", "ArticleIdList": ["24269061"]}, {"Citation": "Wang M., Yuan W. Microalgal Cell Disruption via Ultrasonic Nozzle Spraying. Appl. Biochem. Biotech. 2015;175(2):1111–1122.", "ArticleIdList": ["25369896"]}, {"Citation": "Guldhe A., Singh B., Rawat I., Ramluckan K., Bux F. Efficacy of drying and cell disruption techniques on lipid recovery from microalgae for biodiesel production. Fuel. 2014;128:46–52."}, {"Citation": "Hao X., Peng H., Xu P., He M., Dou B. Production of H2 by steam reforming in schizochytrium algae oil of cell disruption and extraction via ultrasound method. Int. J. Hydrogen Energ. 2019;44(30):15779–15786."}, {"Citation": "Show K.-Y., Lee D.-J., Tay J.-H., Lee T.-M., Chang J.-S. Microalgal drying and cell disruption – Recent advances. Bioresour. Technol. 2015;184:258–266.", "ArticleIdList": ["25465783"]}, {"Citation": "Krehbiel J.D., Schideman L.C., King D.A., Freund J.B. Algal cell disruption using microbubbles to localize ultrasonic energy. Bioresour. Technol. 2014;173:448–451.", "ArticleIdList": ["PMC4412598", "25311188"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "22"}, {"Year": "2022", "Month": "5", "Day": "8"}, {"Year": "2022", "Month": "5", "Day": "9"}, {"Year": "2022", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "10", "Hour": "18", "Minute": "29"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35688121", "PMC9175141", "10.1016/j.ultsonch.2022.106054", "S1350-4177(22)00147-X"]}}], "PubmedBookArticle": []}