{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["anti-inflammatory", "antioxidant", "disease prevention", "emerging technologies", "extraction", "polyphenols", "red wine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35694174", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "05", "Day": "25"}], "ELocationID": ["890066", "10.3389/fnut.2022.890066"], "Journal": {"ISSN": "2296-861X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in nutrition", "ISOAbbreviation": "Front Nutr"}, "ArticleTitle": "Red Wine and Health: Approaches to Improve the Phenolic Content During Winemaking.", "Pagination": {"StartPage": "890066", "MedlinePgn": "890066"}, "Abstract": {"AbstractText": ["There is ample evidence regarding the health benefits of red wine consumption due to its content of phenolic compounds, as an alternative to improve the state of health and prevent various diseases, being the implementation of procedures that allow a greater extraction and stability of phenolic compounds during the elaboration a key aspect. The first part of this review summarizes some studies, mostly at the preclinical level, on the mechanisms by which phenolic compounds act in the human organism, taking advantage of their antioxidant, anti-inflammatory, antitumor, antithrombotic, antiatherogenic, antimicrobial, antiviral, and other activities. Although the migration of grape components into the must/wine occurs during the winemaking process, the application of new technologies may contribute to increasing the content of phenolic compounds in the finished wine. Some of these technologies have been evaluated on an industrial scale, and in some cases, they have been included in the International Code of Oenological Practice by the International Organization of Vine and Wine (OIV). In this sense, the second part of this review deals with the use of these novel technologies that can increase, or at least maintain, the polyphenol content. For example, in the pre-fermentative stage, phenolic extraction can be increased by treating the berries or must with high pressures, pulsed electric fields (PEF), ultrasound (US), e-beam radiation or ozone. At fermentative level, yeasts with high production of pyranoanthocyanins and/or their precursor molecules, low polyphenol absorption, and low anthocyanin-β-glucosidase activity can be used. Whereas, at the post-fermentative level, aging-on-lees (AOL) can contribute to maintaining polyphenol levels, and therefore transmitting health benefits to the consumer."], "CopyrightInformation": "Copyright © 2022 Vejarano and Luján-Corro."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research, Innovation and Social Responsibility, Universidad Privada del Norte (UPN), Trujillo, Peru."}], "LastName": "Vejarano", "ForeName": "Ricardo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agroindustrial Engineering, Universidad Nacional de Trujillo (UNT), Trujillo, Peru."}], "LastName": "Luján-Corro", "ForeName": "Mariano", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Nutr", "NlmUniqueID": "101642264", "ISSNLinking": "2296-861X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The handling editor AM declared a past collaboration with the author RV."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Levy E, Delvin E, Marcil V, Spahis S. Can phytotherapy with polyphenols serve as a powerful approach for the prevention and therapy tool of novel coronavirus disease 2019 (COVID-19)? Am J Physiol Endocrinol Metab. (2020) 319:E689–708. 10.1152/ajpendo.00298.2020", "ArticleIdList": ["10.1152/ajpendo.00298.2020", "PMC7518070", "32755302"]}, {"Citation": "Zhang H, Tsao R. Dietary polyphenols, oxidative stress and antioxidant and anti-inflammatory effects. Curr Opin Food Sci. (2016) 8:33–42. 10.1016/j.cofs.2016.02.002", "ArticleIdList": ["10.1016/j.cofs.2016.02.002"]}, {"Citation": "Iriti M, Varoni EM. Cardioprotective effects of moderate red wine consumption: polyphenols vs. ethanol. J Appl Biomed. (2014) 12:193–202. 10.1021/jf802050h", "ArticleIdList": ["10.1021/jf802050h", "PMC2648870", "18826227"]}, {"Citation": "Jeong SI, Shin JA, Cho S, Kim HW, Lee JY, Kang JL, et al. Resveratrol attenuates peripheral and brain inflammation and reduces ischemic brain injury in aged female mice. Neurobiol Aging. (2016) 44:74–84. 10.1016/j.neurobiolaging.2016.04.007", "ArticleIdList": ["10.1016/j.neurobiolaging.2016.04.007", "27318135"]}, {"Citation": "Noguer MA, Cerezo AB, Donoso Navarro E, Garcia-Parrilla MC. Intake of alcohol-free red wine modulates antioxidant enzyme activities in a human intervention study. Pharmacol Res. (2012) 65:609–14. 10.1016/j.phrs.2012.03.003", "ArticleIdList": ["10.1016/j.phrs.2012.03.003", "22484523"]}, {"Citation": "Chong E, Chang SL, Hsiao YW, Singhal R, Liu SH, Leha T, et al. Resveratrol, a red wine antioxidant, reduces atrial fibrillation susceptibility in the failing heart by PI3K/AKT/eNOS signaling pathway activation. Hear Rhythm. (2015) 12:1046–56. 10.1016/j.hrthm.2015.01.044", "ArticleIdList": ["10.1016/j.hrthm.2015.01.044", "25640634"]}, {"Citation": "Lingua MS, Fabani MP, Wunderlin DA, Baroni MV. From grape to wine: changes in phenolic composition and its influence on antioxidant activity. Food Chem. (2016) 208:228–38. 10.1016/j.foodchem.2016.04.009", "ArticleIdList": ["10.1016/j.foodchem.2016.04.009", "27132844"]}, {"Citation": "Champ CE, Kundu-Champ A. Maximizing polyphenol content to uncork the relationship between wine and cancer. Front Nutr. (2019) 6:44. 10.3389/fnut.2019.00044", "ArticleIdList": ["10.3389/fnut.2019.00044", "PMC6502998", "31114789"]}, {"Citation": "Doustimotlagh AH, Eftekhari M. Glucose-6-phosphate dehydrogenase inhibitor for treatment of severe COVID-19: polydatin. Clin Nutr ESPEN. (2021) 43:197–9. 10.1016/j.clnesp.2021.02.021", "ArticleIdList": ["10.1016/j.clnesp.2021.02.021", "PMC7959677", "34024514"]}, {"Citation": "Carocho M, Ferreira ICFR. A review on antioxidants, prooxidants and related controversy: natural and synthetic compounds, screening and analysis methodologies and future perspectives. Food Chem Toxicol. (2013) 51:15–25. 10.1016/j.fct.2012.09.021", "ArticleIdList": ["10.1016/j.fct.2012.09.021", "23017782"]}, {"Citation": "Lü JM, Lin PH, Yao Q, Chen C. Chemical and molecular mechanisms of antioxidants: experimental approaches and model systems. J Cell Mol Med. (2010) 14:840–60. 10.1111/j.1582-4934.2009.00897.x", "ArticleIdList": ["10.1111/j.1582-4934.2009.00897.x", "PMC2927345", "19754673"]}, {"Citation": "Craft BD, Kerrihard AL, Amarowicz R, Pegg RB. Phenol-based antioxidants and the in vitro methods used for their assessment. Compr Rev Food Sci Food Saf. (2012) 11:148–73. 10.1111/j.1541-4337.2011.00173.x", "ArticleIdList": ["10.1111/j.1541-4337.2011.00173.x"]}, {"Citation": "Gupta A, Birhman K, Raheja I, Kumar Sharma S, KumarKar H. Quercetin: a wonder bioflavonoid with therapeutic potential in disease management. Asian Pacific J Trop Dis. (2016) 6:248–52. 10.3390/antiox9111105", "ArticleIdList": ["10.3390/antiox9111105", "PMC7697279", "33182802"]}, {"Citation": "Furlan AL, Jobin ML, Buchoux S, Grélard A, Dufourc EJ, Géan J. Membrane lipids protected from oxidation by red wine tannins: a proton NMR study. Biochimie. (2014) 107(Part A):82–90. 10.1016/j.biochi.2014.07.008", "ArticleIdList": ["10.1016/j.biochi.2014.07.008", "25063276"]}, {"Citation": "McAnulty LS, Miller LE, Hosick PA, Utter AC, Quindry JC, McAnulty SR. Effect of resveratrol and quercetin supplementation on redox status and inflammation after exercise. Appl Physiol Nutr Metab. (2013) 38:760–5. 10.1139/apnm-2012-0455", "ArticleIdList": ["10.1139/apnm-2012-0455", "23980734"]}, {"Citation": "Garcia-Alonso M, Rimbach G, Sasai M, Nakahara M, Matsugo S, Uchida Y, et al. Electron spin resonance spectroscopy studies on the free radical scavenging activity of wine anthocyanins and pyranoanthocyanins. Mol Nutr Food Res. (2005) 49:1112–9. 10.1002/mnfr.200500100", "ArticleIdList": ["10.1002/mnfr.200500100", "16254886"]}, {"Citation": "Shen MY, Hsiao G, Liu CL, Fong TH, Lin KH, Chou DS, et al. Inhibitory mechanisms of resveratrol in platelet activation: pivotal roles of p38 MAPK and NO/cyclic GMP. Br J Haematol. (2007) 139:475–85. 10.1111/j.1365-2141.2007.06788.x", "ArticleIdList": ["10.1111/j.1365-2141.2007.06788.x", "17868048"]}, {"Citation": "Singh N, Agrawal M, Doré S. Neuroprotective properties and mechanisms of resveratrol in in vitro and in vivo experimental cerebral stroke models. ACS Chem Neurosci. (2013) 4:1151–62. 10.1021/cn400094w", "ArticleIdList": ["10.1021/cn400094w", "PMC3750679", "23758534"]}, {"Citation": "Spanier G, Xu H, Xia N, Tobias S, Deng S, Wojnowski L, et al. Resveratrol reduces endothelial oxidative stress by modulating the gene expression of superoxide dismutase 1 (SOD1), glutathione peroxidase 1 (GPx1) and NADPH oxidase subunit (Nox4). J Physiol Pharmacol An Off J Polish Physiol Soc. (2009) 60(Suppl 4):111–6.", "ArticleIdList": ["20083859"]}, {"Citation": "Rubiolo JA, Mithieux G, Vega FV. Resveratrol protects primary rat hepatocytes against oxidative stress damage: activation of the Nrf2 transcription factor and augmented activities of antioxidant enzymes. Eur J Pharmacol. (2008) 591:66–72. 10.1016/j.ejphar.2008.06.067", "ArticleIdList": ["10.1016/j.ejphar.2008.06.067", "18616940"]}, {"Citation": "Ghanim H, Sia CL, Korzeniewski K, Lohano T, Abuaysheh S, Marumganti A, et al. A resveratrol and polyphenol preparation suppresses oxidative and inflammatory stress response to a high-fat, high-carbohydrate meal. J Clin Endocrinol Metab. (2011) 96:1409–14. 10.1210/jc.2010-1812", "ArticleIdList": ["10.1210/jc.2010-1812", "PMC3085195", "21289251"]}, {"Citation": "Innamorato NG, Rojo AI, García-Yagüe ÁJ, Yamamoto M, de Ceballos ML, Cuadrado A. The transcription factor Nrf2 is a therapeutic target against brain inflammation. J Immunol. (2008) 181:680–9. 10.4049/jimmunol.181.1.680", "ArticleIdList": ["10.4049/jimmunol.181.1.680", "18566435"]}, {"Citation": "Rojo AI, Innamorato NG, Martín-Moreno AM, De Ceballos ML, Yamamoto M, Cuadrado A. Nrf2 regulates microglial dynamics and neuroinflammation in experimental Parkinson’s disease. Glia. (2010) 58:588–98. 10.1002/glia.20947", "ArticleIdList": ["10.1002/glia.20947", "19908287"]}, {"Citation": "Peng Y, Zhang H, Liu R, Mine Y, McCallum J, Kirby C, et al. Antioxidant and anti-inflammatory activities of pyranoanthocyanins and other polyphenols from staghorn sumac (Rhus hirta L.) in Caco-2 cell models. J Funct Foods. (2016) 20:139–47. 10.1016/j.jff.2015.10.026", "ArticleIdList": ["10.1016/j.jff.2015.10.026"]}, {"Citation": "Chiva-Blanch G, Urpi-Sarda M, Llorach R, Rotches-Ribalta M, Guilleń M, Casas R, et al. Differential effects of polyphenols and alcohol of red wine on the expression of adhesion molecules and inflammatory cytokines related to atherosclerosis: a randomized clinical trial. Am J Clin Nutr. (2012) 95:326–34. 10.3945/ajcn.111.022889", "ArticleIdList": ["10.3945/ajcn.111.022889", "22205309"]}, {"Citation": "Sacanella E, Vázquez-Agell M, Mena MP, Antúnez E, Fernández-Solá J, Nicolás JM, et al. Down-regulation of adhesion molecules and other inflammatory biomarkers after moderate wine consumption in healthy women: a randomized trial. Am J Clin Nutr. (2007) 86:1463–9. 10.1093/ajcn/86.5.1463", "ArticleIdList": ["10.1093/ajcn/86.5.1463", "17991660"]}, {"Citation": "Estruch R, Sacanella E, Badia E, Antúnez E, Nicolás JM, Fernández-Solá J, et al. Different effects of red wine and gin consumption on inflammatory biomarkers of atherosclerosis: a prospective randomized crossover trial: effects of wine on inflammatory markers. Atherosclerosis. (2004) 175:117–23. 10.1016/j.atherosclerosis.2004.03.006", "ArticleIdList": ["10.1016/j.atherosclerosis.2004.03.006", "15186955"]}, {"Citation": "Queipo-Ortuño MI, Boto-Ordóñez M, Murri M, Gomez-Zumaquero JM, Clemente-Postigo M, Estruch R, et al. Influence of red wine polyphenols and ethanol on the gut microbiota ecology and biochemical biomarkers. Am J Clin Nutr. (2012) 95:1323–34. 10.3945/ajcn.111.027847", "ArticleIdList": ["10.3945/ajcn.111.027847", "22552027"]}, {"Citation": "Chiva-Blanch G, Urpi-Sarda M, Ros E, Valderas-Martinez P, Casas R, Arranz S, et al. Effects of red wine polyphenols and alcohol on glucose metabolism and the lipid profile: a randomized clinical trial. Clin Nutr. (2013) 32:200–6. 10.1016/j.clnu.2012.08.022", "ArticleIdList": ["10.1016/j.clnu.2012.08.022", "22999066"]}, {"Citation": "Estruch R, Sacanella E, Mota F, Chiva-Blanch G, Antúnez E, Casals E, et al. Moderate consumption of red wine, but not gin, decreases erythrocyte superoxide dismutase activity: a randomised cross-over trial. Nutr Metab Cardiovasc Dis. (2011) 21:46–53. 10.1016/j.numecd.2009.07.006", "ArticleIdList": ["10.1016/j.numecd.2009.07.006", "19819677"]}, {"Citation": "Chiva-Blanch G, Urpi-Sarda M, Ros E, Arranz S, Valderas-Martínez P, Casas R, et al. Dealcoholized red wine decreases systolic and diastolic blood pressure and increases plasma nitric oxide. Circ Res. (2012) 111:1065–8. 10.1161/CIRCRESAHA.112.275636", "ArticleIdList": ["10.1161/CIRCRESAHA.112.275636", "22955728"]}, {"Citation": "Apostolidou C, Adamopoulos K, Lymperaki E, Iliadis S, Papapreponis P, Kourtidou-Papadeli C. Cardiovascular risk and benefits from antioxidant dietary intervention with red wine in asymptomatic hypercholesterolemics. Clin Nutr ESPEN. (2015) 10:E224–33. 10.1016/j.clnesp.2015.08.001", "ArticleIdList": ["10.1016/j.clnesp.2015.08.001", "28531467"]}, {"Citation": "Hansel B, Thomas F, Pannier B, Bean K, Kontush A, Chapman MJ, et al. Relationship between alcohol intake, health and social status and cardiovascular risk factors in the urban Paris-Ile-De-France cohort: is the cardioprotective action of alcohol a myth? Eur J Clin Nutr. (2010) 64:561–8. 10.1038/ejcn.2010.61", "ArticleIdList": ["10.1038/ejcn.2010.61", "20485310"]}, {"Citation": "Perissinotto E, Buja A, Maggi S, Enzi G, Manzato E, Scafato E, et al. Alcohol consumption and cardiovascular risk factors in older lifelong wine drinkers: the Italian longitudinal study on aging. Nutr Metab Cardiovasc Dis. (2010) 20:647–55. 10.1016/j.numecd.2009.05.014", "ArticleIdList": ["10.1016/j.numecd.2009.05.014", "19695851"]}, {"Citation": "Röhrl C, Stangl H. HDL endocytosis and resecretion. Biochim Biophys Acta Mol Cell Biol Lipids. (2013) 1831:1626–33. 10.1016/j.bbalip.2013.07.014", "ArticleIdList": ["10.1016/j.bbalip.2013.07.014", "PMC3795453", "23939397"]}, {"Citation": "Rifler J-P, Lorcerie F, Durand P, Delmas D, Ragot K, Limagne E, et al. A moderate red wine intake improves blood lipid parameters and erythrocytes membrane fluidity in post myocardial infarct patients. Mol Nutr Food Res. (2012) 56:345–51. 10.1002/mnfr.760", "ArticleIdList": ["10.1002/mnfr.760", "22419533"]}, {"Citation": "Droste DW, Iliescu C, Vaillant M, Gantenbein M, De Bremaeker N, Lieunard C, et al. A daily glass of red wine associated with lifestyle changes independently improves blood lipids in patients with carotid arteriosclerosis: results from a randomized controlled trial. Nutr J. (2013) 12:147. 10.1186/1475-2891-12-147", "ArticleIdList": ["10.1186/1475-2891-12-147", "PMC3833853", "24228901"]}, {"Citation": "Sahebkar A. Effects of resveratrol supplementation on plasma lipids: a systematic review and meta-analysis of randomized controlled trials. Nutr Rev. (2013) 71:822–35. 10.1111/nure.12081", "ArticleIdList": ["10.1111/nure.12081", "24111838"]}, {"Citation": "Wallace TC, Slavin M, Frankenfeld CL. Systematic review of anthocyanins and markers of cardiovascular disease. Nutrients. (2016) 8:32. 10.3390/nu8010032", "ArticleIdList": ["10.3390/nu8010032", "PMC4728646", "26761031"]}, {"Citation": "Li H, Förstermann U. Red wine and cardiovascular health. Circ Res. (2012) 111:959–61. 10.1161/circresaha.112.278705", "ArticleIdList": ["10.1161/circresaha.112.278705", "22955729"]}, {"Citation": "Chondrogianni N, Kapeta S, Chinou I, Vassilatou K, Papassideri I, Gonos ES. Anti-ageing and rejuvenating effects of quercetin. Exp Gerontol. (2010) 45:763–71. 10.1016/j.exger.2010.07.001", "ArticleIdList": ["10.1016/j.exger.2010.07.001", "20619334"]}, {"Citation": "Kim YA, Kim GY, Park KY, Choi YH. Resveratrol inhibits nitric oxide and prostaglandin E2 production by lipopolysaccharide-activated C6 microglia. J Med Food. (2007) 10:218–24. 10.1089/jmf.2006.143", "ArticleIdList": ["10.1089/jmf.2006.143", "17651055"]}, {"Citation": "Wang Q, Tang XN, Yenari MA. The inflammatory response in stroke. J Neuroimmunol. (2007) 184:53–68.", "ArticleIdList": ["PMC1868538", "17188755"]}, {"Citation": "Wang X, Zhu L, Huang J, Yin YG, Kong XQ, Rong QF, et al. Resveratrol-induced augmentation of telomerase activity delays senescence of endothelial progenitor cells. Chin Med J (Engl). (2011) 124:4310–5.", "ArticleIdList": ["22340406"]}, {"Citation": "Park SJ, Ahmad F, Philp A, Baar K, Williams T, Luo H, et al. Resveratrol ameliorates aging-related metabolic phenotypes by inhibiting cAMP phosphodiesterases. Cell. (2012) 148:421–33. 10.1016/j.cell.2012.01.017", "ArticleIdList": ["10.1016/j.cell.2012.01.017", "PMC3431801", "22304913"]}, {"Citation": "Li Z, Pang L, Fang F, Zhang G, Zhang J, Xie M, et al. Resveratrol attenuates brain damage in a rat model of focal cerebral ischemia via up-regulation of hippocampal Bcl-2. Brain Res. (2012) 1450:116–24. 10.1016/j.brainres.2012.02.019", "ArticleIdList": ["10.1016/j.brainres.2012.02.019", "22410291"]}, {"Citation": "Szmitko PE, Verma S. Cardiology patient pages. Red wine and your heart. Circulation. (2005) 111:e10–1. 10.1161/01.CIR.0000151608.29217.62", "ArticleIdList": ["10.1161/01.CIR.0000151608.29217.62", "15657377"]}, {"Citation": "Kennedy DO, Wightman EL, Reay JL, Lietz G, Okello EJ, Wilde A, et al. Effects of resveratrol on cerebral blood flow variables and cognitive performance in humans: a double-blind, placebo-controlled, crossover investigation. Am J Clin Nutr. (2010) 91:1590–7. 10.3945/ajcn.2009.28641", "ArticleIdList": ["10.3945/ajcn.2009.28641", "20357044"]}, {"Citation": "Bowers JL, Tyulmenkov VV, Jernigan SC, Klinge CM. Resveratrol acts as a mixed agonist/antagonist for estrogen receptors α and β. Endocrinology. (2000) 141:3657–67. 10.1210/endo.141.10.7721", "ArticleIdList": ["10.1210/endo.141.10.7721", "11014220"]}, {"Citation": "Lisabeth L, Bushnell C. Stroke risk in women: the role of menopause and hormone therapy. Lancet Neurol. (2012) 11:82–91. 10.1016/S1474-4422(11)70269-1", "ArticleIdList": ["10.1016/S1474-4422(11)70269-1", "PMC3615462", "22172623"]}, {"Citation": "Huang W, Chen Z, Wang Q, Lin M, Wu S, Yan Q, et al. Piperine potentiates the antidepressant-like effect of trans-resveratrol: involvement of monoaminergic system. Metab Brain Dis. (2013) 28:585–95. 10.1007/s11011-013-9426-y", "ArticleIdList": ["10.1007/s11011-013-9426-y", "23943324"]}, {"Citation": "Ogle WO, Speisman RB, Ormerod BK. Potential of treating age-related depression and cognitive decline with nutraceutical approaches: a mini-review. Gerontology. (2012) 59:23–31. 10.1159/000342208", "ArticleIdList": ["10.1159/000342208", "22947921"]}, {"Citation": "Pathak L, Agrawal Y, Dhir A. Natural polyphenols in the management of major depression. Expert Opin Investig Drugs. (2013) 22:863–80. 10.1517/13543784.2013.794783", "ArticleIdList": ["10.1517/13543784.2013.794783", "23642183"]}, {"Citation": "Decean H, Fischer-Fodor E, Tatomir C, Perde-Schrepler M, Somfelean L, Burz C, et al. Vitis vinifera seeds extract for the modulation of cytosolic factors BAX-α and NF-KB involved in UVB-induced oxidative stress and apoptosis of human skin cells. Clujul Med. (2016) 89:72–81. 10.15386/cjmed-508", "ArticleIdList": ["10.15386/cjmed-508", "PMC4777472", "27004028"]}, {"Citation": "Kwon JY, Lee KW, Kim JE, Jung SK, Kang NJ, Hwang MK, et al. Delphinidin suppresses ultraviolet B-induced cyclooxygenases-2 expression through inhibition of MAPKK4 and PI-3 kinase. Carcinogenesis. (2009) 30:1932–40. 10.1093/carcin/bgp216", "ArticleIdList": ["10.1093/carcin/bgp216", "PMC2783004", "19776176"]}, {"Citation": "Vicentini FTMC, Simi TRM, Del Ciampo JO, Wolga NO, Pitol DL, Iyomasa MM, et al. Quercetin in w/o microemulsion: in vitro and in vivo skin penetration and efficacy against UVB-induced skin damages evaluated in vivo. Eur J Pharm Biopharm. (2008) 69:948–57. 10.1016/j.ejpb.2008.01.012", "ArticleIdList": ["10.1016/j.ejpb.2008.01.012", "18304790"]}, {"Citation": "Chen J, Cai D, Zhang Y. Rapid determination of lipid peroxidation using a novel pyridoxamine-participating ferrous oxidation-sulfosalicylic acid spectrophotometric method. Food Chem. (2016) 211:637–44. 10.1016/j.foodchem.2016.05.106", "ArticleIdList": ["10.1016/j.foodchem.2016.05.106", "27283678"]}, {"Citation": "Didžiapetriene J, Bublevič J, Smailyte G, Kazbariene B, Stukas R. Significance of blood serum catalase activity and malondialdehyde level for survival prognosis of ovarian cancer patients. Medicina (Kaunas). (2014) 50:204–8. 10.1016/j.medici.2014.09.001", "ArticleIdList": ["10.1016/j.medici.2014.09.001", "25458956"]}, {"Citation": "Jang M, Cai L, Udeani GO, Slowing KV, Thomas CF, Beecher CWW, et al. Cancer chemopreventive activity of resveratrol, a natural product derived from grapes. Science. (1997) 275:218–20. 10.1126/science.275.5297.218", "ArticleIdList": ["10.1126/science.275.5297.218", "8985016"]}, {"Citation": "Youn HS, Lee JY, Fitzgerald KA, Young HA, Akira S, Hwang DH. Specific inhibition of MyD88-independent signaling pathways of TLR3 and TLR4 by resveratrol: molecular targets are TBK1 and RIP1 in TRIF complex. J Immunol. (2005) 175:3339–46. 10.4049/jimmunol.175.5.3339", "ArticleIdList": ["10.4049/jimmunol.175.5.3339", "16116226"]}, {"Citation": "Zhu W, Qin W, Zhang K, Rottinghaus GE, Chen YC, Kliethermes B, et al. Trans-resveratrol alters mammary promoter hypermethylation in women at increased risk for breast cancer. Nutr Cancer. (2012) 64:393–400. 10.1080/01635581.2012.654926", "ArticleIdList": ["10.1080/01635581.2012.654926", "PMC3392022", "22332908"]}, {"Citation": "Wolter F, Ulrich S, Stein J. Molecular mechanisms of the chemopreventive effects of resveratrol and its analogs in colorectal cancer: key role of polyamines? J Nutr. (2004) 134:3219–22. 10.1093/jn/134.12.3219", "ArticleIdList": ["10.1093/jn/134.12.3219", "15570015"]}, {"Citation": "Patel KR, Brown VA, Jones DJL, Britton RG, Hemingway D, Miller AS, et al. Clinical pharmacology of resveratrol and its metabolites in colorectal cancer patients. Cancer Res. (2010) 70:7392–9. 10.1158/0008-5472.CAN-10-2027", "ArticleIdList": ["10.1158/0008-5472.CAN-10-2027", "PMC2948608", "20841478"]}, {"Citation": "Vaid M, Prasad R, Singh T, Jones V, Katiyar SK. Grape seed proanthocyanidins reactivate silenced tumor suppressor genes in human skin cancer cells by targeting epigenetic regulators. Toxicol Appl Pharmacol. (2012) 26:122–30. 10.1016/j.taap.2012.06.013", "ArticleIdList": ["10.1016/j.taap.2012.06.013", "PMC3407315", "22749965"]}, {"Citation": "Cao HH, Tse AKW, Kwan HY, Yu H, Cheng CY, Su T, et al. Quercetin exerts anti-melanoma activities and inhibits STAT3 signaling. Biochem Pharmacol. (2014) 87:424–34. 10.1016/j.bcp.2013.11.008", "ArticleIdList": ["10.1016/j.bcp.2013.11.008", "24275163"]}, {"Citation": "Ramos S. Cancer chemoprevention and chemotherapy: dietary polyphenols and signalling pathways. Mol Nutr Food Res. (2008) 52:507–26. 10.1002/mnfr.200700326", "ArticleIdList": ["10.1002/mnfr.200700326", "18435439"]}, {"Citation": "Pandey PR, Okuda H, Watabe M, Pai SK, Liu W, Kobayashi A, et al. Resveratrol suppresses growth of cancer stem-like cells by inhibiting fatty acid synthase. Breast Cancer Res Treat. (2011) 130:387–98. 10.1007/s10549-010-1300-6", "ArticleIdList": ["10.1007/s10549-010-1300-6", "PMC3404809", "21188630"]}, {"Citation": "Mukherjee S, Dudley JI, Das DK. Dose-dependency of resveratrol in providing health benefits. Dose-Response. (2010) 8:478–500. 10.2203/dose-response.09-015.Mukherjee", "ArticleIdList": ["10.2203/dose-response.09-015.Mukherjee", "PMC2990065", "21191486"]}, {"Citation": "Malik A, Afaq S, Shahid M, Akhtar K, Assiri A. Influence of ellagic acid on prostate cancer cell proliferation: a caspase-dependent pathway. Asian Pac J Trop Med. (2011) 4:550–5. 10.1016/S1995-7645(11)60144-2", "ArticleIdList": ["10.1016/S1995-7645(11)60144-2", "21803307"]}, {"Citation": "Yun JM, Afaq F, Khan N, Mukhtar H. Delphinidin, an anthocyanidin in pigmented fruits and vegetables, induces apoptosis and cell cycle arrest in human colon cancer HCT116 cells. Mol Carcinog. (2009) 48:260–70. 10.1002/mc.20477", "ArticleIdList": ["10.1002/mc.20477", "PMC2946888", "18729103"]}, {"Citation": "Feng R, Wang SY, Shi YH, Fan J, Yin XM. Delphinidin induces necrosis in hepatocellular carcinoma cells in the presence of 3-methyladenine, an autophagy inhibitor. J Agric Food Chem. (2010) 58:3957–64. 10.1021/jf9025458", "ArticleIdList": ["10.1021/jf9025458", "20025272"]}, {"Citation": "Hafeez B, Siddiqui IA, Asim M, Malik A, Afaq F, Adhami VM, et al. A dietary anthocyanidin delphinidin induces apoptosis of human prostate cancer PC3 cells in vitro and in vivo: involvement of nuclear factor-κB signaling. Cancer Res. (2008) 68:8564–72. 10.1158/0008-5472.CAN-08-2232", "ArticleIdList": ["10.1158/0008-5472.CAN-08-2232", "PMC3149885", "18922932"]}, {"Citation": "Prasad R, Katiyar SK. Grape seed proanthocyanidins inhibit migration potential of pancreatic cancer cells by promoting mesenchymal-to-epithelial transition and targeting NF-κB. Cancer Lett. (2013) 334:118–26. 10.1016/j.canlet.2012.08.003", "ArticleIdList": ["10.1016/j.canlet.2012.08.003", "22902508"]}, {"Citation": "Cvorovic J, Tramer F, Granzotto M, Candussio L, Decorti G, Passamonti S. Oxidative stress-based cytotoxicity of delphinidin and cyanidin in colon cancer cells. Arch Biochem Biophys. (2010) 501:151–7. 10.1016/j.abb.2010.05.019", "ArticleIdList": ["10.1016/j.abb.2010.05.019", "20494645"]}, {"Citation": "Aires V, Limagne E, Cotte AK, Latruffe N, Ghiringhelli F, Delmas D. Resveratrol metabolites inhibit human metastatic colon cancer cells progression and synergize with chemotherapeutic drugs to induce cell death. Mol Nutr Food Res. (2013) 57:1170–81. 10.1002/mnfr.201200766", "ArticleIdList": ["10.1002/mnfr.201200766", "23495229"]}, {"Citation": "Singh CK, Pitschmann A, Ahmad N. Resveratrol-zinc combination for prostate cancer management. Cell Cycle. (2014) 13:1867–74. 10.4161/cc.29334", "ArticleIdList": ["10.4161/cc.29334", "PMC4111750", "24866157"]}, {"Citation": "Daglia M, Stauder M, Papetti A, Signoretto C, Giusto G, Canepari P, et al. Isolation of red wine components with anti-adhesion and anti-biofilm activity against Streptococcus mutans. Food Chem. (2010) 119:1182–8. 10.1016/j.foodchem.2009.08.037", "ArticleIdList": ["10.1016/j.foodchem.2009.08.037"]}, {"Citation": "Thimothe J, Bonsi IA, Padilla-Zakour OI, Koo H. Chemical characterization of red wine grape (Vitis vinifera and Vitis interspecific hybrids) and pomace phenolic extracts and their biological activity against Streptococcus mutans. J Agric Food Chem. (2007) 55:10200–7. 10.1021/jf0722405", "ArticleIdList": ["10.1021/jf0722405", "17999462"]}, {"Citation": "Muñoz-González I, Thurnheer T, Bartolomé B, Moreno-Arribas MV. Red wine and oenological extracts display antimicrobial effects in an oral bacteria biofilm model. J Agric Food Chem. (2014) 62:4731–7. 10.1021/jf501768p", "ArticleIdList": ["10.1021/jf501768p", "24773294"]}, {"Citation": "Napimoga MH, Clemente-Napimoga JT, Macedo CG, Freitas FF, Stipp RN, Pinho-Ribeiro FA, et al. Quercetin inhibits inflammatory bone resorption in a mouse periodontitis model. J Nat Prod. (2013) 76:2316–21. 10.1021/np400691n", "ArticleIdList": ["10.1021/np400691n", "24246038"]}, {"Citation": "Tamaki N, Orihuela-Campos R, Inagaki Y, Fukui M, Nagata T, Ito HO. Resveratrol improves oxidative stress and prevents the progression of periodontitis via the activation of the Sirt1/AMPK and the Nrf2/antioxidant defense pathways in a rat periodontitis model. Free Radic Biol Med. (2014) 75:222–9. 10.1016/j.freeradbiomed.2014.07.034", "ArticleIdList": ["10.1016/j.freeradbiomed.2014.07.034", "25091897"]}, {"Citation": "Boto-Ordóñez M, Urpi-Sarda M, Queipo-Ortuño MI, Tulipani S, Tinahones FJ, Andres-Lacueva C. High levels of bifidobacteria are associated with increased levels of anthocyanin microbial metabolites: a randomized clinical trial. Food Funct. (2014) 5:1932–8. 10.1039/c4fo00029c", "ArticleIdList": ["10.1039/c4fo00029c", "24958563"]}, {"Citation": "Smulders FJM, Norrung B, Budka H. (eds). Foodborne Viruses and Prions and their Significance for Public Health. (Vol. 13). Wageningen: Wageningen Academic Publishers; (2013). p. 97–97."}, {"Citation": "Ono K, Nakane H. Mechanisms of inhibition of various cellular DNA and RNA polymerases by several flavonoids. J Biochem. (1990) 108:609–13. 10.1093/oxfordjournals.jbchem.a123251", "ArticleIdList": ["10.1093/oxfordjournals.jbchem.a123251", "2292590"]}, {"Citation": "Wu Y, Crich D, Pegan SD, Lou L, Hansen MC, Booth C, et al. Polyphenols as potential inhibitors of SARS-CoV-2 RNA dependent RNA polymerase (RdRp). Molecules. (2021) 26:7438. 10.3390/molecules26247438", "ArticleIdList": ["10.3390/molecules26247438", "PMC8706955", "34946521"]}, {"Citation": "Wang S-C, Chen Y, Wang Y-C, Wang W-J, Yang C-S, Tsai C-L, et al. Tannic acid suppresses SARS-CoV-2 as a dual inhibitor of the viral main protease and the cellular TMPRSS2 protease. Am J Cancer Res. (2020) 10:4538–46.", "ArticleIdList": ["PMC7783773", "33415017"]}, {"Citation": "Shohan M, Nashibi R, Mahmoudian-Sani MR, Abolnezhadian F, Ghafourian M, Alavi SM, et al. The therapeutic efficacy of quercetin in combination with antiviral drugs in hospitalized COVID-19 patients: a randomized controlled trial. Eur J Pharmacol. (2022) 914:174615. 10.1016/j.ejphar.2021.174615", "ArticleIdList": ["10.1016/j.ejphar.2021.174615", "PMC8638148", "34863994"]}, {"Citation": "Clouser CL, Chauhan J, Bess MA, Van Oploo JL, Zhou D, Dimick-Gray S, et al. Anti-HIV-1 activity of resveratrol derivatives and synergistic inhibition of HIV-1 by the combination of resveratrol and decitabine. Bioorganic Med Chem Lett. (2012) 22:6642–6. 10.1016/j.bmcl.2012.08.108", "ArticleIdList": ["10.1016/j.bmcl.2012.08.108", "PMC3482103", "23010273"]}, {"Citation": "Mittra I, de Souza R, Bhadade R, Madke T, Shankpal PD, Joshi M, et al. Resveratrol and copper for treatment of severe COVID-19: an observational study (RESCU 002). medRxiv [Preprint]. (2020). 10.1101/2020.07.21.20151423v1", "ArticleIdList": ["10.1101/2020.07.21.20151423v1"]}, {"Citation": "Stockley CS, Høj PB. Better wine for better health: Fact or fiction? Aust J Grape Wine Res. (2005) 11:127–38. 10.1111/j.1755-0238.2005.tb00284.x", "ArticleIdList": ["10.1111/j.1755-0238.2005.tb00284.x"]}, {"Citation": "Merino-Miñano MF, Luján-Herrera GE, Vejarano R. Thermal stability of anthocyanins in grape skin extracts from red winemaking residues. In: Proceedings of the 6th Brazilian Technology Symposium (BTSym’20). BTSym 2020 Smart Innovation, Systems and Technologies [Internet]. Cham: Springer; (2021). p. 233"}, {"Citation": "Federico Casassa L, Bolcato EA, Sari SE, Fanzone ML, Jofré VP. Combined effect of prefermentative cold soak and SO2 additions in barbera D’Asti and Malbec wines: anthocyanin composition, chromatic and sensory properties. LWT Food Sci Technol. (2016) 66:134–42. 10.1016/j.lwt.2015.10.026", "ArticleIdList": ["10.1016/j.lwt.2015.10.026"]}, {"Citation": "Kostadinović S, Wilkens A, Stefova M, Ivanova V, Vojnoski B, Mirhosseini H, et al. Stilbene levels and antioxidant activity of Vranec and Merlot wines from Macedonia: effect of variety and enological practices. Food Chem. (2012) 135:3003–9. 10.1016/j.foodchem.2012.06.118", "ArticleIdList": ["10.1016/j.foodchem.2012.06.118", "22980903"]}, {"Citation": "Morata A, Guamis B. Use of UHPH to obtain juices with better nutritional quality and healthier wines with low levels of SO2. Front Nutr. (2020) 7:598286. 10.3389/fnut.2020.598286", "ArticleIdList": ["10.3389/fnut.2020.598286", "PMC7746610", "33344493"]}, {"Citation": "Guerrero RF, Cantos-Villar E. Demonstrating the efficiency of sulphur dioxide replacements in wine: a parameter review. Trends Food Sci Technol. (2015) 42:27–43. 10.1016/j.tifs.2014.11.004", "ArticleIdList": ["10.1016/j.tifs.2014.11.004"]}, {"Citation": "Raposo R, Ruiz-Moreno MJ, Garde-Cerdán T, Puertas B, Moreno-Rojas JM, Zafrilla P, et al. Replacement of sulfur dioxide by hydroxytyrosol in white wine: Influence on both quality parameters and sensory. LWT Food Sci Technol. (2016) 65:214–21. 10.1016/j.lwt.2015.08.005", "ArticleIdList": ["10.1016/j.lwt.2015.08.005"]}, {"Citation": "Goldberg DM, Ng E, Karumanchiri A, Diamandis EP, Soleas GJ. Resveratrol glucosides are important components of commercial wines. Am J Enol Vitic. (1996) 47:415–20."}, {"Citation": "Morata A, Escott C, Loira I, López C, Palomero F, González C. Emerging non-thermal technologies for the extraction of grape anthocyanins. Antioxidants. (2021) 10:1863. 10.3390/antiox10121863", "ArticleIdList": ["10.3390/antiox10121863", "PMC8698441", "34942965"]}, {"Citation": "Rapeanu G, Van Loey A, Smout C, Hendrickx M. Thermal and high pressure inactivation kinetics of Victoria grape polyphenol oxidase: from model systems to grape must. J Food Process Eng. (2006) 29:269–86. 10.1111/j.1745-4530.2006.00063.x", "ArticleIdList": ["10.1111/j.1745-4530.2006.00063.x"]}, {"Citation": "Morata A, Loira I, Vejarano R, González C, Callejo MJ, Suárez-Lepe JA. Emerging preservation technologies in grapes for winemaking. Trends Food Sci Technol. (2017) 67:36–43. 10.1016/j.tifs.2017.06.014", "ArticleIdList": ["10.1016/j.tifs.2017.06.014"]}, {"Citation": "Morata A, Loira I, Vejarano R, Bañuelos MA, Sanz PD, Otero L, et al. Grape processing by high hydrostatic pressure: effect on microbial populations, phenol extraction and wine quality. Food Bioprocess Technol. (2015) 8:277–86. 10.1007/s11947-014-1405-8", "ArticleIdList": ["10.1007/s11947-014-1405-8"]}, {"Citation": "Corrales M, Toepfl S, Butz P, Knorr D, Tauscher B. Extraction of anthocyanins from grape by-products assisted by ultrasonics, high hydrostatic pressure or pulsed electric fields: a comparison. Innov Food Sci Emerg Technol. (2008) 9:85–91. 10.1016/j.ifset.2007.06.002", "ArticleIdList": ["10.1016/j.ifset.2007.06.002"]}, {"Citation": "Corrales M, Butz P, Tauscher B. Anthocyanin condensation reactions under high hydrostatic pressure. Food Chem. (2008) 110:627–35. 10.1016/j.foodchem.2008.02.055", "ArticleIdList": ["10.1016/j.foodchem.2008.02.055"]}, {"Citation": "Santos MC, Nunes C, Ferreira AS, Jourdes M, Teissedre PL, Rodrigues A, et al. Comparison of high pressure treatment with conventional red wine aging processes: impact on phenolic composition. Food Res Int. (2019) 116:223–31. 10.1016/j.foodres.2018.08.018", "ArticleIdList": ["10.1016/j.foodres.2018.08.018", "30716940"]}, {"Citation": "Escott C, Vaquero C, del Fresno JM, Bañuelos MA, Loira I, Han S, et al. Pulsed light effect in red grape quality and fermentation. Food Bioprocess Technol. (2017) 10:1540–7. 10.1007/s11947-017-1921-4", "ArticleIdList": ["10.1007/s11947-017-1921-4"]}, {"Citation": "Christofi S, Malliaris D, Katsaros G, Panagou E, Kallithraka S. Limit SO2 content of wines by applying high hydrostatic pressure. Innov Food Sci Emerg Technol. (2020) 62:102342. 10.1016/j.ifset.2020.102342", "ArticleIdList": ["10.1016/j.ifset.2020.102342"]}, {"Citation": "Bañuelos MA, Loira I, Guamis B, Escott C, Del Fresno JM, Codina-Torrella I, et al. White wine processing by UHPH without SO2. Elimination of microbial populations and effect in oxidative enzymes, colloidal stability and sensory quality. Food Chem. (2020) 332:127417. 10.1016/j.foodchem.2020.127417", "ArticleIdList": ["10.1016/j.foodchem.2020.127417", "32629332"]}, {"Citation": "Comuzzo P, Calligaris S. Potential applications of high pressure homogenization in winemaking: a review. Beverages. (2019) 5:56. 10.3390/beverages5030056", "ArticleIdList": ["10.3390/beverages5030056"]}, {"Citation": "Loira I, Morata A, Bañuelos MA, Puig-Pujol A, Guamis B, González C, et al. Use of ultra-high pressure homogenization processing in winemaking: control of microbial populations in grape musts and effects in sensory quality. Innov Food Sci Emerg Technol. (2018) 50:50–6. 10.1016/j.ifset.2018.10.005", "ArticleIdList": ["10.1016/j.ifset.2018.10.005"]}, {"Citation": "Vaquero C, Escott C, Loira I, Guamis B, del Fresno JM, Quevedo JM, et al. Cabernet Sauvignon red must processing by UHPH to produce wine without SO2: the colloidal structure, microbial and oxidation control, colour protection and sensory quality of the wine. Food Bioprocess Technol. (2022) 15:620–34. 10.1007/s11947-022-02766-8", "ArticleIdList": ["10.1007/s11947-022-02766-8"]}, {"Citation": "Vejarano R. Non-Saccharomyces in winemaking: source of mannoproteins, nitrogen, enzymes, and antimicrobial compounds. Fermentation. (2020) 6:76. 10.3390/fermentation6030076", "ArticleIdList": ["10.3390/fermentation6030076"]}, {"Citation": "Vejarano R, Gil-Calderón A. Commercially available non-Saccharomyces yeasts for winemaking: current market, advantages over Saccharomyces, biocompatibility, and safety. Fermentation. (2021) 7:171. 10.3390/fermentation7030171", "ArticleIdList": ["10.3390/fermentation7030171"]}, {"Citation": "Harte F. Food processing by high-pressure homogenization. In: Balasubramaniam V, Barbosa-Cánovas G, Lelieveld H. editors. Food Engineering Series [Internet]. New York, NY: Springer; (2016). p. 123–41. 10.1007/978-1-4939-3234-4_7", "ArticleIdList": ["10.1007/978-1-4939-3234-4_7"]}, {"Citation": "Puig A, Olmos P, Quevedo JM, Guamis B, Mínguez S. Microbiological and sensory effects of musts treated by high-pressure homogenization. Food Sci Technol Int. (2008) 14(Suppl. 5):5–11."}, {"Citation": "Vaquero C, Loira I, Raso J, Álvarez I, Delso C, Morata A. Pulsed electric fields to improve the use of non-saccharomyces starters in red wines. Foods. (2021) 10:1472. 10.3390/foods10071472", "ArticleIdList": ["10.3390/foods10071472", "PMC8304018", "34202007"]}, {"Citation": "Leong SY, Treadwell M, Liu T, Hochberg M, Sack M, Mueller G, et al. Influence of pulsed electric fields processing at high-intensity electric field strength on the relationship between anthocyanins composition and colour intensity of Merlot (Vitis vinifera L.) musts during cold maceration. Innov Food Sci Emerg Technol. (2020) 59:102243. 10.1016/j.ifset.2019.102243", "ArticleIdList": ["10.1016/j.ifset.2019.102243"]}, {"Citation": "López N, Puértolas E, Condón S, Álvarez I, Raso J. Application of pulsed electric fields for improving the maceration process during vinification of red wine: influence of grape variety. Eur Food Res Technol. (2008) 227:1099–107. 10.1016/j.ifset.2016.12.008", "ArticleIdList": ["10.1016/j.ifset.2016.12.008", "PMC5312662", "28239292"]}, {"Citation": "Maza MA, Martínez JM, Delso C, Camargo A, Raso J, Álvarez I. PEF-dependency on polyphenol extraction during maceration/fermentation of Grenache grapes. Innov Food Sci Emerg Technol. (2020) 60:102303."}, {"Citation": "El Darra N, Grimi N, Maroun RG, Louka N, Vorobiev E. Pulsed electric field, ultrasound, and thermal pretreatments for better phenolic extraction during red fermentation. Eur Food Res Technol. (2013) 236:47–56. 10.1007/s00217-012-1858-9", "ArticleIdList": ["10.1007/s00217-012-1858-9"]}, {"Citation": "El Darra N, Grimi N, Vorobiev E, Maroun RG, Louka N. Pulsed electric field-assisted cold maceration of Cabernet Franc and Cabernet Sauvignon grapes. Am J Enol Vitic. (2013) 64:476–84. 10.5344/ajev.2013.12098", "ArticleIdList": ["10.5344/ajev.2013.12098"]}, {"Citation": "El Darra N, Rajha HN, Ducasse MA, Turk MF, Grimi N, Maroun RG, et al. Effect of pulsed electric field treatment during cold maceration and alcoholic fermentation on major red wine qualitative and quantitative parameters. Food Chem. (2016) 213:352–60. 10.1016/j.foodchem.2016.06.073", "ArticleIdList": ["10.1016/j.foodchem.2016.06.073", "27451191"]}, {"Citation": "López-Alfaro I, González-Arenzana L, López N, Santamaría P, López R, Garde-Cerdán T. Pulsed electric field treatment enhanced stilbene content in Graciano, Tempranillo and Grenache grape varieties. Food Chem. (2013) 141:3759–65. 10.1016/j.foodchem.2013.06.082", "ArticleIdList": ["10.1016/j.foodchem.2013.06.082", "23993546"]}, {"Citation": "Amri A, Chaumeil JC, Sfar S, Charrueau C. Administration of resveratrol: what formulation solutions to bioavailability limitations? J Control Release. (2012) 158:182–93. 10.1016/j.jconrel.2011.09.083", "ArticleIdList": ["10.1016/j.jconrel.2011.09.083", "21978644"]}, {"Citation": "Leong SY, Burritt DJ, Oey I. Evaluation of the anthocyanin release and health-promoting properties of Pinot Noir grape juices after pulsed electric fields. Food Chem. (2016) 196:833–41. 10.1016/j.foodchem.2015.10.025", "ArticleIdList": ["10.1016/j.foodchem.2015.10.025", "26593562"]}, {"Citation": "Delsart C, Cholet C, Ghidossi R, Grimi N, Gontier E, Gény L, et al. Effects of pulsed electric fields on Cabernet Sauvignon grape berries and on the characteristics of wines. Food Bioprocess Technol. (2014) 7:424–36. 10.1021/jf904035v", "ArticleIdList": ["10.1021/jf904035v", "20095568"]}, {"Citation": "Loira I, Vejarano R, Morata A, Ricardo-Da-Silva JM, Laureano O, González MC, et al. Effect of Saccharomyces strains on the quality of red wines aged on lees. Food Chem. (2013) 139:1044–51. 10.1016/j.foodchem.2013.01.020", "ArticleIdList": ["10.1016/j.foodchem.2013.01.020", "23561208"]}, {"Citation": "Puértolas E, Saldaña G, Condón S, Álvarez I, Raso J. Evolution of polyphenolic compounds in red wine from Cabernet Sauvignon grapes processed by pulsed electric fields during aging in bottle. Food Chem. (2010) 119:1063–70. 10.1111/j.1750-3841.2009.01343.x", "ArticleIdList": ["10.1111/j.1750-3841.2009.01343.x", "20492096"]}, {"Citation": "Maza MA, Martínez JM, Cebrián G, Sánchez-Gimeno AC, Camargo A, Álvarez I, et al. Evolution of polyphenolic compounds and sensory properties of wines obtained from Grenache grapes treated by pulsed electric fields during aging in bottles and in oak barrels. Foods. (2020) 9:542. 10.3390/foods9050542", "ArticleIdList": ["10.3390/foods9050542", "PMC7278698", "32365897"]}, {"Citation": "Comuzzo P, Voce S, Grazioli C, Tubaro F, Marconi M, Zanella G, et al. Pulsed electric field processing of red grapes (cv. Rondinella): modifications of phenolic fraction and effects on wine evolution. Foods. (2020) 9:414. 10.3390/foods9040414", "ArticleIdList": ["10.3390/foods9040414", "PMC7230476", "32252247"]}, {"Citation": "Ricci A, Parpinello GP, Banfi BA, Olivi F, Versari A. Preliminary study of the effects of pulsed electric field (PEF) treatments in wines obtained from early-harvested Sangiovese grapes. Beverages. (2020) 6:34. 10.3390/beverages6020034", "ArticleIdList": ["10.3390/beverages6020034"]}, {"Citation": "Chemat F, Zill-E-Huma KMK. Applications of ultrasound in food technology: processing, preservation and extraction. Ultrason Sonochem. (2011) 18:813–35. 10.1016/j.ultsonch.2010.11.023", "ArticleIdList": ["10.1016/j.ultsonch.2010.11.023", "21216174"]}, {"Citation": "Plaza EG, Jurado R, Iniesta JA, Bautista-a-Ortín AB. High power ultrasounds: a powerful, non-thermal and green technique for improving the phenolic extraction from grapes to must during red wine vinification. In: Proceedings of the BIO Web of Conferences. Punta del Este; (2019). p. 02001. 10.1051/bioconf/20191202001", "ArticleIdList": ["10.1051/bioconf/20191202001"]}, {"Citation": "Tiwari BK, Patras A, Brunton N, Cullen PJ, O’Donnell CP. Effect of ultrasound processing on anthocyanins and color of red grape juice. Ultrason Sonochem. (2010) 17:598–604. 10.1016/j.ultsonch.2009.10.009", "ArticleIdList": ["10.1016/j.ultsonch.2009.10.009", "20015673"]}, {"Citation": "Osete-Alcaraz A, Bautista-Ortín AB, Ortega-Regules AE, Gómez-Plaza E. Combined use of pectolytic enzymes and ultrasounds for improving the extraction of phenolic compounds during vinification. Food Bioprocess Technol. (2019) 12:1330–9. 10.1007/s11947-019-02303-0", "ArticleIdList": ["10.1007/s11947-019-02303-0"]}, {"Citation": "Dranca F, Oroian M. Kinetic improvement of bioactive compounds extraction from red grape (Vitis vinifera Moldova) pomace by ultrasonic treatment. Foods. (2019) 8:353. 10.3390/foods8080353", "ArticleIdList": ["10.3390/foods8080353", "PMC6723148", "31426546"]}, {"Citation": "Morata A, Bañuelos MA, Tesfaye W, Loira I, Palomero F, Benito S, et al. Electron beam irradiation of wine grapes: effect on microbial populations, phenol extraction and wine quality. Food Bioprocess Technol. (2015) 8:1845–53. 10.1007/s11947-015-1540-x", "ArticleIdList": ["10.1007/s11947-015-1540-x"]}, {"Citation": "Gupta S, Padole R, Variyar PS, Sharma A. Influence of radiation processing of grapes on wine quality. Radiat Phys Chem. (2015) 111:46–56. 10.1016/j.radphyschem.2015.02.019", "ArticleIdList": ["10.1016/j.radphyschem.2015.02.019"]}, {"Citation": "Augustine S, Kudachikar VB, Vanajakshi V, Ravi R. Effect of combined preservation techniques on the stability and microbial quality and retention of anthocyanins in grape pomace stored at low temperature. J Food Sci Technol. (2013) 50:332–8. 10.1007/s13197-011-0325-0", "ArticleIdList": ["10.1007/s13197-011-0325-0", "PMC3550904", "24425924"]}, {"Citation": "Błaszak M, Nowak A, Lachowicz S, Migdał W, Ochmian I. E-beam irradiation and ozonation as an alternative to the sulphuric method of wine preservation. Molecules. (2019) 24:3406. 10.3390/molecules24183406", "ArticleIdList": ["10.3390/molecules24183406", "PMC6766795", "31546827"]}, {"Citation": "Bellincontro A, Catelli C, Cotarella R, Mencarelli F. Postharvest ozone fumigation of Petit Verdot grapes to prevent the use of sulfites and to increase anthocyanin in wine. Aust J Grape Wine Res. (2017) 23:200–6. 10.1111/ajgw.12257", "ArticleIdList": ["10.1111/ajgw.12257"]}, {"Citation": "Paissoni MA, Río Segade S, Giacosa S, Torchio F, Cravero F, Englezos V, et al. Impact of post-harvest ozone treatments on the skin phenolic extractability of red winegrapes cv Barbera and Nebbiolo (Vitis vinifera L.). Food Res Int. (2017) 98:68–78. 10.1016/j.foodres.2016.11.013", "ArticleIdList": ["10.1016/j.foodres.2016.11.013", "28610734"]}, {"Citation": "Botondi R, De Sanctis F, Moscatelli N, Vettraino AM, Catelli C, Mencarelli F. Ozone fumigation for safety and quality of wine grapes in postharvest dehydration. Food Chem. (2015) 188:641–7. 10.1016/j.foodchem.2015.05.029", "ArticleIdList": ["10.1016/j.foodchem.2015.05.029", "26041242"]}, {"Citation": "Laureano J, Giacosa S, Río Segade S, Torchio F, Cravero F, Gerbi V, et al. Effects of continuous exposure to ozone gas and electrolyzed water on the skin hardness of table and wine grape varieties. J Texture Stud. (2016) 47:40–8. 10.1111/jtxs.12158", "ArticleIdList": ["10.1111/jtxs.12158"]}, {"Citation": "Rodoni L, Casadei N, Concellón A, Chaves Alicia AR, Vicente AR. Effect of short-term ozone treatments on tomato (Solanum lycopersicum L.) fruit quality and cell wall degradation. J Agric Food Chem. (2010) 58:594–9. 10.1021/jf9029145", "ArticleIdList": ["10.1021/jf9029145", "19954218"]}, {"Citation": "González-Neves G, Gil G, Barreiro L. Influence of grape variety on the extraction of anthocyanins during the fermentation on skins. Eur Food Res Technol. (2008) 226:1349–55. 10.1007/s00217-007-0664-2", "ArticleIdList": ["10.1007/s00217-007-0664-2"]}, {"Citation": "Wightman JD, Wrolstad RE. β-glucosidase activity in juice-processing enzymes based on anthocyanin analysis. J Food Sci. (1996) 61:544–8. 10.1111/j.1365-2621.1996.tb13153.x", "ArticleIdList": ["10.1111/j.1365-2621.1996.tb13153.x"]}, {"Citation": "Barcia MT, Pertuzatti PB, Rodrigues D, Gómez-Alonso S, Hermosín-Gutiérrez I, Godoy HT. Occurrence of low molecular weight phenolics in Vitis vinifera red grape cultivars and their winemaking by-products from São Paulo (Brazil). Food Res Int. (2014) 62:500–13. 10.1016/j.foodres.2014.03.051", "ArticleIdList": ["10.1016/j.foodres.2014.03.051"]}, {"Citation": "Morata A, Gómez-Cordovés MC, Suberviola J, Bartolomé B, Colomo B, Suárez-Lepe JA. Adsorption of anthocyanins by yeast cell walls during the fermentation of red wines. J Agric Food Chem. (2003) 51:4084–8. 10.1021/jf021134u", "ArticleIdList": ["10.1021/jf021134u", "12822951"]}, {"Citation": "Morata A, Gómez-Cordovés MC, Colomo B, Suárez JA. Cell wall anthocyanin adsorption by different Saccharomyces strains during the fermentation of Vitis vinifera L. cv Graciano grapes. Eur Food Res Technol. (2005) 220:341–6. 10.1007/s00217-004-1053-8", "ArticleIdList": ["10.1007/s00217-004-1053-8"]}, {"Citation": "Weiskirchen S, Weiskirchen R. Resveratrol: how much wine do you have to drink to stay healthy? Adv Nutr. (2016) 7:706–18. 10.3945/an.115.011627", "ArticleIdList": ["10.3945/an.115.011627", "PMC4942868", "27422505"]}, {"Citation": "Escott C, López C, Loira I, González C, Bañuelos MA, Tesfaye W, et al. Improvement of must fermentation from late harvest cv. Tempranillo grapes treated with pulsed light. Foods. (2021) 10:1416. 10.3390/foods10061416", "ArticleIdList": ["10.3390/foods10061416", "PMC8234009", "34207285"]}, {"Citation": "Morata A, Vejarano R, Ridolfi G, Benito S, Palomero F, Uthurry C, et al. Reduction of 4-ethylphenol production in red wines using HCDC+ yeasts and cinnamyl esterases. Enzyme Microb Technol. (2013) 52:99–104. 10.1016/j.enzmictec.2012.11.001", "ArticleIdList": ["10.1016/j.enzmictec.2012.11.001", "23273278"]}, {"Citation": "Suárez-Lepe JA, Morata A. New trends in yeast selection for winemaking. Trends Food Sci Technol. (2012) 23:39–50. 10.1016/j.tifs.2011.08.005", "ArticleIdList": ["10.1016/j.tifs.2011.08.005"]}, {"Citation": "Suárez R, Suárez-Lepe JA, Morata A, Calderón F. The production of ethylphenols in wine by yeasts of the genera Brettanomyces and Dekkera: a review. Food Chem. (2007) 102:10–21. 10.1016/j.foodchem.2006.03.030", "ArticleIdList": ["10.1016/j.foodchem.2006.03.030"]}, {"Citation": "Mansfield AK, Zoecklein BW, Whiton RS. Quantification of glycosidase activity in selected strains of Brettanomyces bruxellensis and Oenococcus oeni. Am J Enol Vitic. (2002) 53:303–7."}, {"Citation": "Benito S, Palomero F, Morata A, Uthurry C, Suárez-Lepe JA. Minimization of ethylphenol precursors in red wines via the formation of pyranoanthocyanins by selected yeasts. Int J Food Microbiol. (2009) 132:145–52. 10.1016/j.ijfoodmicro.2009.04.015", "ArticleIdList": ["10.1016/j.ijfoodmicro.2009.04.015", "19439384"]}, {"Citation": "García-Alonso M, Rimbach G, Rivas-Gonzalo JC, De Pascual-Teresa S. Antioxidant and cellular activities of anthocyanins and their corresponding vitisins A – Studies in platelets, monocytes, and human endothelial cells. J Agric Food Chem. (2004) 52:3378–84. 10.1021/jf035360v", "ArticleIdList": ["10.1021/jf035360v", "15161201"]}, {"Citation": "McDougall GJ, Fyffe S, Dobson P, Stewart D. Anthocyanins from red wine – Their stability under simulated gastrointestinal digestion. Phytochemistry. (2005) 66:2540–8. 10.1016/j.phytochem.2005.09.003", "ArticleIdList": ["10.1016/j.phytochem.2005.09.003", "16242736"]}, {"Citation": "Benito S, Morata A, Palomero F, del Carmen González M, Suárez-Lepe JA. Formation of vinylphenolic pyranoanthocyanins by Saccharomyces cerevisiae and Pichia guillermondii in red wines produced following different fermentation strategies. Food Chem. (2011) 124:15–23. 10.1016/j.foodchem.2010.05.096", "ArticleIdList": ["10.1016/j.foodchem.2010.05.096"]}, {"Citation": "Bañuelos MA, Loira I, Escott C, Del Fresno JM, Morata A, Sanz PD, et al. Grape processing by high hydrostatic pressure: effect on use of non-Saccharomyces in must fermentation. Food Bioprocess Technol. (2016) 9:1769–78. 10.1007/s11947-016-1760-8", "ArticleIdList": ["10.1007/s11947-016-1760-8"]}, {"Citation": "Loira I, Morata A, Comuzzo P, Callejo MJ, González C, Calderón F, et al. Use of Schizosaccharomyces pombe and Torulaspora delbrueckii strains in mixed and sequential fermentations to improve red wine sensory quality. Food Res Int. (2015) 76:325–33. 10.1016/j.foodres.2015.06.030", "ArticleIdList": ["10.1016/j.foodres.2015.06.030", "28455011"]}, {"Citation": "Vejarano R. Saccharomycodes ludwigii, control and potential uses in winemaking processes. Fermentation. (2018) 4:71. 10.3390/fermentation4030071", "ArticleIdList": ["10.3390/fermentation4030071"]}, {"Citation": "Domizio P, Romani C, Lencioni L, Comitini F, Gobbi M, Mannazzu I, et al. Outlining a future for non-Saccharomyces yeasts: Selection of putative spoilage wine strains to be used in association with Saccharomyces cerevisiae for grape juice fermentation. Int J Food Microbiol. (2011) 147:170–80. 10.1016/j.ijfoodmicro.2011.03.020", "ArticleIdList": ["10.1016/j.ijfoodmicro.2011.03.020", "21531033"]}, {"Citation": "Abalos D, Vejarano R, Morata A, González C, Suárez-Lepe JA. The use of furfural as a metabolic inhibitor for reducing the alcohol content of model wines. Eur Food Res Technol. (2011) 232:663–9. 10.1007/s00217-011-1433-9", "ArticleIdList": ["10.1007/s00217-011-1433-9"]}, {"Citation": "Vejarano R, Morata A, Loira I, González MC, Suárez-Lepe JA. Theoretical considerations about usage of metabolic inhibitors as possible alternative to reduce alcohol content of wines from hot areas. Eur Food Res Technol. (2013) 237:281–90. 10.1007/s00217-013-1992-z", "ArticleIdList": ["10.1007/s00217-013-1992-z"]}, {"Citation": "Modig T, Lidén G, Taherzadeh MJ. Inhibition effects of furfural on alcohol dehydrogenase, aldehyde dehydrogenase and pyruvate dehydrogenase. Biochem J. (2002) 363:769–76. 10.1042/0264-6021:3630769", "ArticleIdList": ["10.1042/0264-6021:3630769", "PMC1222530", "11964178"]}, {"Citation": "Monagas M, Bartolomé B, Gómez-Cordovés C. Evolution of polyphenols in red wines from Vitis vinifera L. during aging in the bottle. Eur Food Res Technol. (2005) 220:331–40. 10.1007/s00217-004-1109-9", "ArticleIdList": ["10.1007/s00217-004-1109-9"]}, {"Citation": "Rice-Evans C, Miller NJ. Total antioxidant status in plasma and body fluids. Methods Enzymol. (1994) 234:279–93. 10.1016/0076-6879(94)34095-1", "ArticleIdList": ["10.1016/0076-6879(94)34095-1", "7808295"]}, {"Citation": "Palomero F, Morata A, Benito S, Calderón F, Suárez-Lepe JA. New genera of yeasts for over-lees aging of red wine. Food Chem. (2009) 112:432–41. 10.1016/j.foodchem.2008.05.098", "ArticleIdList": ["10.1016/j.foodchem.2008.05.098"]}, {"Citation": "Salmon JM. Interactions between yeast, oxygen and polyphenols during alcoholic fermentations: practical implications. LWT Food Sci Technol. (2006) 39:959–65. 10.1016/j.lwt.2005.11.005", "ArticleIdList": ["10.1016/j.lwt.2005.11.005"]}, {"Citation": "Yue XF, Jing SS, Ni XF, Zhang KK, Fang YL, Zhang ZW, et al. Anthocyanin and phenolic acids contents influence the color stability and antioxidant capacity of wine treated with mannoprotein. Front Nutr. (2021) 8:691784. 10.3389/fnut.2021.691784", "ArticleIdList": ["10.3389/fnut.2021.691784", "PMC8249586", "34222310"]}, {"Citation": "Industrial Sonomechanics Llc.\nFood & Beverage [Internet]. (2022). Available online at:\nhttps://www.sonomechanics.com/food-beverages/\n(accessed April 11, 2022)."}, {"Citation": "Elea Technology.\nFind the Right Elea PEF Advantage System for your Wine Production [Internet]. (2022). Available online at:\nhttps://elea-technology.com/systems/\n(accessed April 11, 2022)."}, {"Citation": "Luengo E, Franco E, Ballesteros F, Álvarez I, Raso J. Winery trial on application of pulsed electric fields for improving vinification of Garnacha grapes. Food Bioprocess Technol. (2014) 7:1457–64. 10.1007/s11947-013-1209-2", "ArticleIdList": ["10.1007/s11947-013-1209-2"]}, {"Citation": "Homogenising Systems Ltd.\nUltra High Pressure Homogenizers [Internet]. (2022). Available online at:\nhttps://www.homogenisingsystems.com/index.html\n(accessed April 11, 2022)."}, {"Citation": "Guamis-Lopez B, Trujillo-Mesa AJ, Ferragut-Pérez V, Quevedo-Terré JM, Lopez-Pedemonte T, Buffa-Dunat MN. Continuous System and Procedure of Sterilization and Physical Stabilization of Pumpable Fluids by Means of Ultrahigh Pressure Homogenization. Spain Patent Application PCT/EP2011/003572. Barcelona: Universidad Autónoma de Barcelona; (2012)."}, {"Citation": "Ypsicon Advanced Technologies S.L.\nApplications for wine [Internet]. (2022). Available online at:\nhttps://www.ypsicon.com/main.asp?Familia=174&Subfamilia=280&cerca=familia&pag=1\n(accessed April 11, 2022)."}, {"Citation": "Trichopoulou A, Bamia C, Trichopoulos D. Anatomy of health effects of mediterranean diet: Greek EPIC prospective cohort study. BMJ. (2009) 338:b2337. 10.1136/bmj.b2337", "ArticleIdList": ["10.1136/bmj.b2337", "PMC3272659", "19549997"]}, {"Citation": "Puértolas E, López N, Saldaña G, Álvarez I, Raso J. Evaluation of phenolic extraction during fermentation of red grapes treated by a continuous pulsed electric fields process at pilot-plant scale. J Food Eng. (2010) 98:120–5. 10.1016/j.jfoodeng.2009.12.017", "ArticleIdList": ["10.1016/j.jfoodeng.2009.12.017"]}, {"Citation": "Vicaş SI, Bandici L, Teuşdea AC, Turcin V, Popa D, Bandici GE. The bioactive compounds, antioxidant capacity, and color intensity in must and wines derived from grapes processed by pulsed electric field. CyTA J Food. (2017) 15:553–62. 10.1080/19476337.2017.1317667", "ArticleIdList": ["10.1080/19476337.2017.1317667"]}, {"Citation": "González M, Barrios S, Budelli E, Pérez N, Lema P, Heinzen H. Ultrasound assisted extraction of bioactive compounds in fresh and freeze-dried Vitis viniIIfera cv Tannat grape pomace. Food Bioprod Process. (2020) 124:378–86. 10.1016/j.fbp.2020.09.012", "ArticleIdList": ["10.1016/j.fbp.2020.09.012"]}, {"Citation": "Benito Á, Calderón F, Benito S. The combined use of Schizosaccharomyces pombe and Lachancea thermotolerans – effect on the anthocyanin wine composition. Molecules. (2017) 22:739. 10.3390/molecules22050739", "ArticleIdList": ["10.3390/molecules22050739", "PMC6154098", "28471391"]}, {"Citation": "Del Fresno JM, Loira I, Morata A, González C, Suárez-Lepe JA, Cuerda R. Application of ultrasound to improve lees ageing processes in red wines. Food Chem. (2018) 261:157–63. 10.1016/j.foodchem.2018.04.041", "ArticleIdList": ["10.1016/j.foodchem.2018.04.041", "29739577"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "5"}, {"Year": "2022", "Month": "5", "Day": "5"}, {"Year": "2022", "Month": "6", "Day": "13", "Hour": "3", "Minute": "27"}, {"Year": "2022", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35694174", "PMC9174943", "10.3389/fnut.2022.890066"]}}], "PubmedBookArticle": []}