{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Adsorption cartridge", "Air-sea interface", "Isoprene", "Sea surface microlayer", "TD-GC–MS", "Volatile organic compounds"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35760953", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "06", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "06", "Day": "27"}], "ELocationID": ["10.1007/s10661-022-10237-y"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "194", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "27"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "A floating chamber system for VOC sea-to-air flux measurement near the sea surface.", "Pagination": {"StartPage": "531", "MedlinePgn": "531"}, "Abstract": {"AbstractText": ["Volatile organic compounds (VOCs) form ozone (O<sub>3</sub>) and secondary organic aerosols (SOAs) in the atmosphere under favourable conditions. Biogenic VOC levels in the marine atmosphere are significantly lower compared with levels in the atmosphere above terrestrial ecosystems. However, much less is known about the marine biogenic VOC sea-to-air flux, specifically at the sea surface level. Therefore, here we describe a newly developed and cost-effective floating chamber system that has the capacity to measure the VOC sea-to-air flux near the sea surface (< 1 m). The floating chamber is coupled with adsorbent cartridges, and samples were analysed in the laboratory using commercial thermal desorption and gas chromatography mass spectrometry (TD-GC-MS). The structural performance of the floating flux chamber was evaluated, and it was shown to have the capacity to stay continuously afloat for up to 72 h in various conditions (e.g., rainy, windy) and with wave heights up to approximately 1 m in coastal waters. Preliminary measurements of isoprene (3-Methyl-1,2-butadiene) (C<sub>5</sub>H<sub>8</sub>) sea-to-air flux using the floating flux chamber in the coastal waters off the east coast of Peninsular Malaysia found values in the region of 10<sup>7</sup> molecules/cm<sup>2</sup>/s, comparable with most published values based on various flux measurement techniques. We suggest the proposed floating chamber system could serve as a cost-effective VOC flux technique that allows measurements near the sea surface."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": ["0000-0002-1958-0784"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences and Environment, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia. uningroyston@gmail.com."}, {"Identifier": [], "Affiliation": "Institute of Oceanography and Environment, Universiti Malaysia Terengganu, 21030 Kuala Nerus, Terengganu, Malaysia. uningroyston@gmail.com."}], "LastName": "Uning", "ForeName": "Royston", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences and Environment, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia."}], "LastName": "Latif", "ForeName": "Mohd Talib", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences and Environment, Faculty of Science and Technology, Universiti Kebangsaan Malaysia, 43600, Bangi, Selangor, Malaysia."}], "LastName": "Hamid", "ForeName": "Haris Hafizal Abd", "Initials": "HHA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Oceanography and Environment, Universiti Malaysia Terengganu, 21030 Kuala Nerus, Terengganu, Malaysia."}], "LastName": "Suratman", "ForeName": "Suhaimi", "Initials": "S"}], "GrantList": [{"GrantID": "02-01-SF1249", "Agency": "Malaysian Ministry of Science, Technology and Innovation (MOSTI", "Country": ""}, {"GrantID": "66928", "Agency": "Malaysian Higher Institution Centre of Excellence (HICoE)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Volatile Organic Compounds"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ashworth, K., Folberth, G., Hewitt, C. N., & Wild, O. (2012). Impacts of near-future cultivation of biofuel feedstocks on atmospheric composition and local air quality. Atmospheric Chemistry and Physics, 12(2), 919–939. https://doi.org/10.5194/acp-12-919-2012", "ArticleIdList": ["10.5194/acp-12-919-2012"]}, {"Citation": "Baker, A. R., Turner, S. M., Broadgate, W. J., Thompson, A., McFiggans, G. B., Vesperini, O., et al. (2000). Distribution and sea-air fluxes of biogenic trace gases in the eastern Atlantic Ocean. Global Biogeochemical Cycles, 14(3), 871–886. https://doi.org/10.1029/1999GB001219"}, {"Citation": "Bolas, C. G., Ferracci, V., Robinson, A. D., Mead, M. I., Nadzir, M. S. M., Pyle, J. A., et al. (2020). iDirac: A field-portable instrument for long-term autonomous measurements of isoprene and selected VOCs. Atmos. Meas. Tech., 13(2), 821–838. https://doi.org/10.5194/amt-13-821-2020", "ArticleIdList": ["10.5194/amt-13-821-2020"]}, {"Citation": "Bonsang, B., Polle, C., & Lambert, G. (1992). Evidence for marine production of isoprene. Geophysical Research Letters, 19(11), 1129–1132. https://doi.org/10.1029/92GL00083", "ArticleIdList": ["10.1029/92GL00083"]}, {"Citation": "Booge, D., Marandino, C. A., Schlundt, C., Palmer, P. I., Schlundt, M., Atlas, E. L., et al. (2016). Can simple models predict large-scale surface ocean isoprene concentrations? Atmospheric Chemistry and Physics, 16(18), 11807–11821. https://doi.org/10.5194/acp-16-11807-2016", "ArticleIdList": ["10.5194/acp-16-11807-2016"]}, {"Citation": "Booge, D., Schlundt, C., Bracher, A., Endres, S., Zäncker, B., & Marandino, C. A. (2018). Marine isoprene production and consumption in the mixed layer of the surface ocean – a field study over two oceanic regions. Biogeosciences, 15(2), 649–667. https://doi.org/10.5194/bg-15-649-2018", "ArticleIdList": ["10.5194/bg-15-649-2018"]}, {"Citation": "Broadgate, W. J., Liss, P. S., & Penkett, S. A. (1997). Seasonal emissions of isoprene and other reactive hydrocarbon gases from the ocean. Geophysical Research Letters, 24(21), 2675–2678. https://doi.org/10.1029/97GL02736"}, {"Citation": "Broadgate, W. J., Malin, G., Küpper, F. C., Thompson, A., & Liss, P. S. (2004). Isoprene and other non-methane hydrocarbons from seaweeds: A source of reactive hydrocarbons to the atmosphere. Marine Chemistry, 88(1–2), 61–73. https://doi.org/10.1016/j.marchem.2004.03.002", "ArticleIdList": ["10.1016/j.marchem.2004.03.002"]}, {"Citation": "Carlton, A. G., Wiedinmyer, C., & Kroll, J. H. (2009). A review of Secondary Organic Aerosol (SOA) formation from isoprene. Atmospheric Chemistry and Physics, 9(14), 4987–5005.", "ArticleIdList": ["10.5194/acp-9-4987-2009"]}, {"Citation": "Carpenter, L. J., & Nightingale, P. D. (2015). Chemistry and Release of Gases from the Surface Ocean. Chemical Reviews, 115(10), 4015–4034. https://doi.org/10.1021/cr5007123", "ArticleIdList": ["10.1021/cr5007123"]}, {"Citation": "Charlson, R. J., Lovelock, J. E., Andreae, M. O., & Warren, S. G. (1987). Oceanic phytoplankton, atmospheric sulphur, cloud albedo and climate. Nature, 326(6114), 655–661. https://doi.org/10.1038/326655a0", "ArticleIdList": ["10.1038/326655a0"]}, {"Citation": "Ciuraru, R., Fine, L., van Pinxteren, M., D’Anna, B., Herrmann, H., & George, C. (2015a). Photosensitized production of functionalized and unsaturated organic compounds at the air-sea interface. Science and Reports, 5, 12741. https://doi.org/10.1038/srep12741", "ArticleIdList": ["10.1038/srep12741"]}, {"Citation": "Ciuraru, R., Fine, L., van Pinxteren, M., D’Anna, B., Herrmann, H., & George, C. (2015b). Unravelling New Processes at Interfaces: Photochemical Isoprene Production at the Sea Surface. Environmental Science & Technology, 49(22), 13199–13205. https://doi.org/10.1021/acs.est.5b02388", "ArticleIdList": ["10.1021/acs.est.5b02388"]}, {"Citation": "Claeys, M., Wang, W., Ion, A. C., Kourtchev, I., Gelencsér, A., & Maenhaut, W. (2004). Formation of secondary organic aerosols from isoprene and its gas-phase oxidation products through reaction with hydrogen peroxide. Atmospheric Environment, 38(25), 4093–4098. https://doi.org/10.1016/j.atmosenv.2004.06.001", "ArticleIdList": ["10.1016/j.atmosenv.2004.06.001"]}, {"Citation": "Colomb, A., Yassaa, N., Williams, J., Peeken, I., & Lochte, K. (2008). Screening volatile organic compounds (VOCs) emissions from five marine phytoplankton species by head space gas chromatography/mass spectrometry (HS-GC/MS). Journal of Environmental Monitoring, 10(3), 325. https://doi.org/10.1039/b715312k", "ArticleIdList": ["10.1039/b715312k"]}, {"Citation": "Cyronak, T., & Eyre, B. D. (2016). The synergistic effects of ocean acidification and organic metabolism on calcium carbonate (CaCO3) dissolution in coral reef sediments. Marine Chemistry, 183, 1–12. https://doi.org/10.1016/j.marchem.2016.05.001", "ArticleIdList": ["10.1016/j.marchem.2016.05.001"]}, {"Citation": "De Bruyn, W. J., Dahl, E., & Saltzman, E. S. (2006). DMS and SO2 Measurements in the Tropical Marine Boundary Layer. Journal of Atmospheric Chemistry, 53(2), 145–154. https://doi.org/10.1007/s10874-005-9000-z", "ArticleIdList": ["10.1007/s10874-005-9000-z"]}, {"Citation": "Donahue, N. M., & Prinn, R. G. (1990). Nonmethane hydrocarbon chemistry in the remote marine boundary layer. Journal of Geophysical Research: Atmospheres, 95(D11), 18387–18411. https://doi.org/10.1029/JD095iD11p18387", "ArticleIdList": ["10.1029/JD095iD11p18387"]}, {"Citation": "Drewer, J., Leduning, M. M., Purser, G., Cash, J. M., Sentian, J., & Skiba, U. M. (2021). Monoterpenes from tropical forest and oil palm plantation floor in Malaysian Borneo/Sabah: Emission and composition. Environmental Science and Pollution Research. https://doi.org/10.1007/s11356-021-13052-z", "ArticleIdList": ["10.1007/s11356-021-13052-z"]}, {"Citation": "Engel, A., Bange, H. W., Cunliffe, M., Burrows, S. M., Friedrichs, G., Galgani, L., et al. (2017). The Ocean’s Vital Skin: Toward an Integrated Understanding of the Sea Surface Microlayer. Frontiers in Marine Science. https://doi.org/10.3389/fmars.2017.00165", "ArticleIdList": ["10.3389/fmars.2017.00165"]}, {"Citation": "Faubert, P., Tiiva, P., Michelsen, A., Rinnan, Å., Ro-Poulsen, H., & Rinnan, R. (2012). The shift in plant species composition in a subarctic mountain birch forest floor due to climate change would modify the biogenic volatile organic compound emission profile. Plant and Soil, 352(1), 199–215. https://doi.org/10.1007/s11104-011-0989-2", "ArticleIdList": ["10.1007/s11104-011-0989-2"]}, {"Citation": "Fu, P., Kawamura, K., Chen, J., & Miyazaki, Y. (2014). Secondary production of organic aerosols from biogenic VOCs over Mt. Fuji, Japan. Environmental science & technology, 48(15), 8491-8497.  https://doi.org/10.1021/es500794d"}, {"Citation": "Gantt, B., Johnson, M. S., Meskhidze, N., Sciare, J., Ovadnevaite, J., Ceburnis, D., et al. (2012). Model evaluation of marine primary organic aerosol emission schemes. Atmospheric Chemistry and Physics, 12(18), 8553–8566. https://doi.org/10.5194/acp-12-8553-2012", "ArticleIdList": ["10.5194/acp-12-8553-2012"]}, {"Citation": "Guenther, A., Hewitt, C. N., Erickson, D., Fall, R., Geron, C., Graedel, T., et al. (1995). A global model of natural volatile organic compound emissions. Journal of Geophysical Research, 100(D5), 8873. https://doi.org/10.1029/94jd02950", "ArticleIdList": ["10.1029/94jd02950"]}, {"Citation": "Hackenberg, S. C., Andrews, S. J., Airs, R., Arnold, S. R., Bouman, H. A., Brewin, R. J. W., et al. (2017a). Potential controls of isoprene in the surface ocean. Global Biogeochemical Cycles, 31(4), 644–662. https://doi.org/10.1002/2016gb005531", "ArticleIdList": ["10.1002/2016gb005531"]}, {"Citation": "Hackenberg, S. C., Andrews, S. J., Airs, R. L., Arnold, S. R., Bouman, H. A., Cummings, D., et al. (2017b). Basin-Scale Observations of Monoterpenes in the Arctic and Atlantic Oceans. Environmental Science & Technology, 51(18), 10449–10458. https://doi.org/10.1021/acs.est.7b02240", "ArticleIdList": ["10.1021/acs.est.7b02240"]}, {"Citation": "Hamid, H. H. A., Latif, M. T., Uning, R., Nadzir, M. S. M., Khan, M. F., Ta, G. C., et al. (2020). Observations of BTEX in the ambient air of Kuala Lumpur by passive sampling. Environmental Monitoring and Assessment, 192(6), 342. https://doi.org/10.1007/s10661-020-08311-4", "ArticleIdList": ["10.1007/s10661-020-08311-4"]}, {"Citation": "Hrebien, V., Deschaseaux, E., & Eyre, B. D. (2020). Isoprene flux from permeable carbonate sediments on the Great Barrier Reef. Marine Chemistry, 225, 103856. https://doi.org/10.1016/j.marchem.2020.103856", "ArticleIdList": ["10.1016/j.marchem.2020.103856"]}, {"Citation": "Hu, Q. -H., Xie, Z. -Q., Wang, X. -M., Kang, H., He, Q. -F., & Zhang, P., (2013). Secondary organic aerosols over oceans via oxidation of isoprene and monoterpenes from Arctic to Antarctic. Scientific Reports, 3(1). https://doi.org/10.1038/srep02280"}, {"Citation": "Kameyama, S., Yoshida, S., Tanimoto, H., Inomata, S., Suzuki, K., & Yoshikawa-Inoue, H. (2014). High-resolution observations of dissolved isoprene in surface seawater in the Southern Ocean during austral summer 2010–2011. Journal of Oceanography, 70(3), 225–239. https://doi.org/10.1007/s10872-014-0226-8", "ArticleIdList": ["10.1007/s10872-014-0226-8"]}, {"Citation": "Li, J. L., Zhai, X., Zhang, H. H., & Yang, G. P. (2018). Temporal variations in the distribution and sea-to-air flux of marine isoprene in the East China Sea. Atmospheric Environment, 187, 131–143. https://doi.org/10.1016/j.atmosenv.2018.05.054", "ArticleIdList": ["10.1016/j.atmosenv.2018.05.054"]}, {"Citation": "Li, J. L., Zhang, H. H., & Yang, G. P. (2017). Distribution and sea-to-air flux of isoprene in the East China Sea and the South Yellow Sea during summer. Chemosphere, 178, 291–300. https://doi.org/10.1016/j.chemosphere.2017.03.037", "ArticleIdList": ["10.1016/j.chemosphere.2017.03.037"]}, {"Citation": "Liakakou, E., Vrekoussis, M., Bonsang, B., Donousis, C., Kanakidou, M., & Mihalopoulos, N. (2007). Isoprene above the Eastern Mediterranean: Seasonal variation and contribution to the oxidation capacity of the atmosphere. Atmospheric Environment, 41(5), 1002–1010. https://doi.org/10.1016/j.atmosenv.2006.09.034", "ArticleIdList": ["10.1016/j.atmosenv.2006.09.034"]}, {"Citation": "Liss, P. S., Marandino, C. A., Dahl, E. E., Helmig, D., Hintsa, E. J., & Hughes, C., et al. (2014). Short-Lived Trace Gases in the Surface Ocean and the Atmosphere. 1–54. https://doi.org/10.1007/978-3-642-25643-1_1"}, {"Citation": "Luo, G., & Yu, F. (2010). A numerical evaluation of global oceanic emissions of &alpha;-pinene and isoprene. Atmospheric Chemistry and Physics, 10(4), 2007–2015. https://doi.org/10.5194/acp-10-2007-2010", "ArticleIdList": ["10.5194/acp-10-2007-2010"]}, {"Citation": "Marandino, C. A., Tegtmeier, S., Krüger, K., Zindler, C., Atlas, E. L., Moore, F., et al. (2013). Dimethylsulphide (DMS) emissions from the western Pacific Ocean: A potential marine source for stratospheric sulphur? Atmospheric Chemistry and Physics, 13(16), 8427–8437. https://doi.org/10.5194/acp-13-8427-2013", "ArticleIdList": ["10.5194/acp-13-8427-2013"]}, {"Citation": "Matsunaga, S., Mochida, M., Saito, T., & Kawamura, K. (2002). In situ measurement of isoprene in the marine air and surface seawater from the western North Pacific. Atmospheric Environment, 36(39), 6051–6057. https://doi.org/10.1016/S1352-2310(02)00657-X", "ArticleIdList": ["10.1016/S1352-2310(02)00657-X"]}, {"Citation": "Meskhidze, N., Xu, J., Gantt, B., Zhang, Y., Nenes, A., & Ghan, S. J., et al. (2011). Global distribution and climate forcing of marine organic aerosol: 1. Model improvements and evaluation. Atmospheric Chemistry and Physics, 11(22), 11689-11705. https://doi.org/10.5194/acp-11-11689-2011"}, {"Citation": "Milne, P. J., Riemer, D. D., Zika, R. G., & Brand, L. E. (1995). Measurement of vertical distribution of isoprene in surface seawater, its chemical fate, and its emission from several phytoplankton monocultures. Marine Chemistry, 48(3), 237–244. https://doi.org/10.1016/0304-4203(94)00059-M", "ArticleIdList": ["10.1016/0304-4203(94)00059-M"]}, {"Citation": "Nenes, N. M. A. (2006). Phytoplankton and Cloudiness in the Southern Ocean. Science, 314(5804), 1419–1423.", "ArticleIdList": ["10.1126/science.1131779"]}, {"Citation": "Novak, G. A., & Bertram, T. H. (2020). Reactive VOC Production from Photochemical and Heterogeneous Reactions Occurring at the Air-Ocean Interface. Accounts of Chemical Research, 53(5), 1014–1023. https://doi.org/10.1021/acs.accounts.0c00095", "ArticleIdList": ["10.1021/acs.accounts.0c00095"]}, {"Citation": "O’Dowd, C. D., & de Leeuw, G. (2007). Marine aerosol production: A review of the current knowledge. Philosophical Transactions of the Royal Society a: Mathematical, Physical and Engineering Sciences, 365(1856), 1753–1774. https://doi.org/10.1098/rsta.2007.2043", "ArticleIdList": ["10.1098/rsta.2007.2043"]}, {"Citation": "Omori, Y., Tanimoto, H., Inomata, S., Ikeda, K., Iwata, T., Kameyama, S., et al. (2017). Sea-to-air flux of dimethyl sulfide in the South and North Pacific Ocean as measured by proton transfer reaction-mass spectrometry coupled with the gradient flux technique. Journal of Geophysical Research: Atmospheres, 122(13), 7216–7231. https://doi.org/10.1002/2017jd026527", "ArticleIdList": ["10.1002/2017jd026527"]}, {"Citation": "Palmer, P. I., & Shaw, S. L. (2005). Quantifying global marine isoprene fluxes using MODIS chlorophyll observations. Geophysical Research Letters, 32(9). https://doi.org/10.1029/2005gl022592"}, {"Citation": "Shaw, S. L., Gantt, B., & Meskhidze, N. (2010). Production and Emissions of Marine Isoprene and Monoterpenes: A Review. Advances in Meteorology, 2010, 1–24. https://doi.org/10.1155/2010/408696", "ArticleIdList": ["10.1155/2010/408696"]}, {"Citation": "Sinha, V., Williams, J., Meyerhöfer, M., Riebesell, U., Paulino, A. I., & Larsen, A. (2007). Air-sea fluxes of methanol, acetone, acetaldehyde, isoprene and DMS from a Norwegian fjord following a phytoplankton bloom in a mesocosm experiment. Atmospheric Chemistry and Physics, 7(3), 739–755. https://doi.org/10.5194/acp-7-739-2007", "ArticleIdList": ["10.5194/acp-7-739-2007"]}, {"Citation": "Tran, S., Bonsang, B., Gros, V., Peeken, I., Sarda-Esteve, R., Bernhardt, A., et al. (2013). A survey of carbon monoxide and non-methane hydrocarbons in the Arctic Ocean during summer 2010. Biogeosciences, 10(3), 1909–1935. https://doi.org/10.5194/bg-10-1909-2013", "ArticleIdList": ["10.5194/bg-10-1909-2013"]}, {"Citation": "Uning, R., Latif, M. T., Hamid, H. H. A., Mohd Nadzir, M. S., Khan, M. F., & Suratman, S. (2021). Sea-to-Air Fluxes of Isoprene and Monoterpenes in the Coastal Upwelling Region of Peninsular Malaysia. ACS Earth and Space Chemistry, 5(12), 3429-3436.  https://doi.org/10.1021/acsearthspacechem.1c00270"}, {"Citation": "Valolahti, H., Kivimaenpaa, M., Faubert, P., Michelsen, A., & Rinnan, R. (2015). Climate change-induced vegetation change as a driver of increased subarctic biogenic volatile organic compound emissions. Global Change Biology, 21(9), 3478–3488. https://doi.org/10.1111/gcb.12953", "ArticleIdList": ["10.1111/gcb.12953"]}, {"Citation": "Wingenter, O. W. (2007). Isoprene, cloud droplets, and phytoplankton. Science, 317(5834), 42-43.", "ArticleIdList": ["10.1126/science.317.5834.42b"]}, {"Citation": "Yassaa, N., Peeken, I., Zöllner, E., Bluhm, K., Arnold, S., Spracklen, D., et al. (2008). Evidence for marine production of monoterpenes. Environmental Chemistry, 5(6), 391. https://doi.org/10.1071/en08047", "ArticleIdList": ["10.1071/en08047"]}, {"Citation": "Zhai, X., Zhang, H.-H., Yang, G.-P., Li, J.-L., & Yuan, D. (2018). Distribution and sea-air fluxes of biogenic gases and relationships with phytoplankton and nutrients in the central basin of the South China Sea during summer. Marine Chemistry, 200, 33–44. https://doi.org/10.1016/j.marchem.2018.01.009", "ArticleIdList": ["10.1016/j.marchem.2018.01.009"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "6", "Day": "20"}, {"Year": "2022", "Month": "6", "Day": "27", "Hour": "23", "Minute": "27"}, {"Year": "2022", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["35760953", "10.1007/s10661-022-10237-y", "10.1007/s10661-022-10237-y"]}}], "PubmedBookArticle": []}