{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollutants", "autoimmune thyroiditis", "endocrine disruptors", "incidence"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35774048", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.5455/medarh.2022.76.115-121"], "Journal": {"ISSN": "1986-5961", "JournalIssue": {"Volume": "76", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Medical archives (Sarajevo, Bosnia and Herzegovina)", "ISOAbbreviation": "Med Arch"}, "ArticleTitle": "Urban Air Pollution Associated with the Incidence of Autoimmune Thyroid Diseases.", "Pagination": {"StartPage": "115", "EndPage": "121", "MedlinePgn": "115-121"}, "Abstract": {"AbstractText": ["Endocrine disrupting air pollutants such as sulphur dioxide (SO<sub>2</sub>), carbon monoxide (CO), nitrogen dioxide (NO<sub>2</sub>), fine particle matter (PM<sub>2.5</sub>), and ozone (O<sub>3</sub>) can affect thyroid gland function on the level of synthesis, metabolism, and the action of its hormones.", "The aim of this study was to establish whether increased air pollution could contribute to an increased incidence of autoimmune thyroid diseases (AITD).", "A retrospective analysis was conducted of the medical records of 82000 patients at the University Clinical Centre in Tuzla, Bosnia and Herzegovina. The target group of this study comprised a total of 174 patients from the Lukavac area. Daily data on concentrations of air pollutants were collected from the air quality monitoring station located in Lukavac. The study covered the period from 2015 to 2020.", "The results of the monitoring confirmed the presence of air pollutants in concentrations above the permitted limits throughout the entire observed period. Concentrations of PM<sub>2.5</sub>, SO<sub>2</sub>, NO<sub>2</sub>, CO, and O<sub>3</sub> were in the range of 1.90-431.40 μg/m<sup>3</sup>, 3.60-620.50 μg/m<sup>3</sup>, 3.40-66.20 μg/m<sup>3</sup>, 48.00-7002.00 μg/m<sup>3</sup>, and 0.70-89.40 μg/m<sup>3</sup>, with means of 64.08 μg/m<sup>3</sup>, 77.48 μg/m<sup>3</sup>, 22.57 μg/m<sup>3</sup>, 1657.15 μg/m<sup>3</sup>, and 31.49 μg/m<sup>3</sup>, respectively. During the six-year period, 174 cases of AITD were registered, of which 150 (86.21%) were women and 24 (13.79%) men. Hashimoto's thyroiditis was found in 33 patients (18.97%), whilst 141 patients (81.03%) were diagnosed with atrophic thyroiditis. The highest total incidence of autoimmune thyroiditis was recorded in 2017, when it reached 99.49, 95% CI.", "The effects of chronic exposure to a mixture of air pollutants on the function of the thyroid gland are still not sufficiently well-known, but the numerical tendency towards a higher incidence of AITD in this study, albeit without statistical significance (p>0.05), still underlines the need for additional research."], "CopyrightInformation": "© 2022 Belkisa Izic, Maida Sljivic Husejnovic, Selma Caluk, Hanifa Fejzic, Broza Saric Kundalic, Amer Custovic."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic for Radiology and Nuclear Medicine, University Clinical Centre Tuzla, Tuzla, Bosnia and Herzegovina."}], "LastName": "Izic", "ForeName": "Belkisa", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Tuzla, Tuzla, Bosnia and Herzegovina."}], "LastName": "Husejnovic", "ForeName": "Maida Sljivic", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiocentre, Sarajevo, Bosnia and Herzegovina."}], "LastName": "Caluk", "ForeName": "Selma", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic for Radiology and Nuclear Medicine, University Clinical Centre Tuzla, Tuzla, Bosnia and Herzegovina."}], "LastName": "Fejzic", "ForeName": "Hanifa", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Tuzla, Tuzla, Bosnia and Herzegovina."}], "LastName": "Kundalic", "ForeName": "Broza Saric", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic for Epidemiology, University Clinical Centre Tuzla, Tuzla, Bosnia and Herzegovina."}], "LastName": "Custovic", "ForeName": "Amer", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Bosnia and Herzegovina", "MedlineTA": "Med Arch", "NlmUniqueID": "101635337", "ISSNLinking": "0350-199X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Thyroiditis"}], "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brucker-Davis F. Effects of environmental synthetic chemicals on thyroid function. Thyroid. 1998;8(9):827–256.", "ArticleIdList": ["9777756"]}, {"Citation": "Zoeller TR, Dowling AL, Herzig CT, Iannacone EA, Gauger KJ, Bansal R. Thyroid hormone, brain development, and the environment. Environ Health Perspect. 2002;110(Suppl 3):355–61.", "ArticleIdList": ["PMC1241183", "12060829"]}, {"Citation": "Brent GA, Braverman LE, Zoeller RT. Thyroid health and the environment. Thyroid. 2007;17(9):807–809.", "ArticleIdList": ["17956154"]}, {"Citation": "Pearce EN, Braverman LE. Environmental pollutants and the thyroid. Best Pract Res Clin Endocrinol Metab. 2009;23(6):801–813.", "ArticleIdList": ["19942155"]}, {"Citation": "Tomer Y, Huber A. The etiology of autoimmune thyroid disease: a story of genes and environment. J Autoimmun. 2009;32(3-4):231–239.", "ArticleIdList": ["PMC3561494", "19307103"]}, {"Citation": "Prummel MF, Strieder T, Wiersinga WM. The environment and autoimmune thyroid diseases. Eur J Endocrinol. 2004;150(5):605–618.", "ArticleIdList": ["15132715"]}, {"Citation": "Strieder TG, Tijssen JG, Wenzel BE, Endert E, Wiersinga WM. Prediction of progression to overt hypothyroidism or hyperthyroidism in female relatives of patients with autoimmune thyroid disease using the Thyroid Events Amsterdam (THEA) score. Arch Intern Med. 2008;168(15):1657–1663.", "ArticleIdList": ["18695079"]}, {"Citation": "Burek CL, Talor MV. Environmental triggers of autoimmune thyroiditis. J Autoimmun. 2009;33(3-4):183–189.", "ArticleIdList": ["PMC2790188", "19818584"]}, {"Citation": "Tanda ML, Piantanida E, Lai A, Lombardi V, Dalle Mule I, Liparulo L, et al. Thyroid autoimmunity and environment. Horm Metab Res. 2009;41(6):436–442.", "ArticleIdList": ["19343619"]}, {"Citation": "Kaewrat J, Janta R, Sichum S, Kanabkaew T. Indoor Air Quality and Human Health Risk Assessment in the Open-Air Classroom. Sustainability. 2021;13(15):8302."}, {"Citation": "Feuyit G, Nzali S, Lambi JN, Laminsi S. Air Quality and Human Health Risk Assessment in the Residential Areas at the Proximity of the Nkolfoulou Landfill in Yaoundé Metropolis, Cameroon. Journal of Chemistry. 2019;2019:3021894."}, {"Citation": "WHO. Ambient (outdoor) air pollution. 2021.  [Available from:  https://www.who.int/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health."}, {"Citation": "Zhao Y, Cao Z, Li H, Su X, Yang Y, Liu C, et al. Air pollution exposure in association with maternal thyroid function during early pregnancy. J Hazard Mater. 2019;367:188–193.", "ArticleIdList": ["30594719"]}, {"Citation": "Zhao CN, Xu Z, Wu GC, Mao YM, Liu LN, Qian W, et al. Emerging role of air pollution in autoimmune diseases. Autoimmun Rev. 2019;18(6):607–614.", "ArticleIdList": ["30959217"]}, {"Citation": "IARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Lyon, France: International Agency for Research on Cancer, World Health Organization; 2016. Outdoor air pollution. iv, 448 pages.", "ArticleIdList": ["PMC7682275", "29905447"]}, {"Citation": "Šljivić Husejnović M. ID, Cilović E, Smajlović A, Srabović N, Bergant M, editors. Assessment of the genotoxic potential of aerosols in the city of Tuzla. Proceedings of the V Symposium of the Masters of Pharmacy of the Tuzla Canton.2018."}, {"Citation": "Izić B. ĆA, Čaluk S, Fejzić H, Šarić Kundalić B, Šljivić Husejnović M. The Epidemiological Characteristics of Autoimmune Thyroiditis in the Tuzla Canton in the Period from 2015 to 2020. Mater Sociomed. 2021:295.", "ArticleIdList": ["PMC8812379", "35210952"]}, {"Citation": "Maida Šljivić Husejnović MH, editor. Health risk assessment for sulfur dioxide exposure. Proceedings of the V Symposium of the Masters of Pharmacy of the Tuzla Canton; 2018. Komora magistara farmacije Tuzlanskog kantona. ISSN: 2490-2284 (Štampano izdanje) ISSN 2303-7229 (CD-ROM) ISSN 2566-4271 (Online)"}, {"Citation": "AirVisual.com. World’s most polluted cities (historical data 2017-2021) 2021.  [Available from:  https://www.iqair.com/world-most-polluted-cities?continent=59af92ac3e70001c1bd78e52&country=&state=&page=1&perPage=300&cities="}, {"Citation": "2012. Pravilnik o načinu vršenja monitoringa kvaliteta zraka i definiranju vrsta zagađujućih materija, graničnih vrijednosti i drugih standarda kvaliteta zraka."}, {"Citation": "Vlada TK. Izvještaji o kvalitetu zraka. 2022.  [Available from:  http://www.vladatk.kim.ba/izvjestaji-o-kvalitetu-zraka."}, {"Citation": "Zeng Y, He H, Wang X, Zhang M, An Z. Climate and air pollution exposure are associated with thyroid function parameters: a retrospective cross-sectional study. J Endocrinol Invest. 2021;44(7):1515–1523.", "ArticleIdList": ["33159683"]}, {"Citation": "Faustini A, Renzi M, Kirchmayer U, Balducci M, Davoli M, Forastiere F. Short-term exposure to air pollution might exacerbate autoimmune diseases. Environmental Epidemiology. 2018;2(3):e025."}, {"Citation": "Wang X, Liu C, Zhang M, Han Y, Aase H, Villanger GD, et al. Evaluation of Maternal Exposure to PM2.5 and Its Components on Maternal and Neonatal Thyroid Function and Birth Weight: A Cohort Study. Thyroid. 2019;29(8):1147–1157.", "ArticleIdList": ["31298631"]}, {"Citation": "Huang CC, Ho CH, Chen YC, Hsu CC, Lin HJ, Su SB, et al. Increased risk for hypothyroidism associated with carbon monoxide poisoning: a nationwide population-based cohort study. Sci Rep. 2019;9(1):16512.", "ArticleIdList": ["PMC6848088", "31712674"]}, {"Citation": "Qi C, Shang L, Yang W, Huang L, Yang L, Xin J, et al. Maternal exposure to O3 and NO2 may increase the risk of newborn congenital hypothyroidism: a national data-based analysis in China. Environmental Science and Pollution Research. 2021;28(26):34621–34629.", "ArticleIdList": ["PMC8275538", "33655476"]}, {"Citation": "Thomson EM, Pilon S, Guenette J, Williams A, Holloway AC. Ozone modifies the metabolic and endocrine response to glucose: Reproduction of effects with the stress hormone corticosterone. Toxicol Appl Pharmacol. 2018;342:31–38.", "ArticleIdList": ["29391239"]}, {"Citation": "Miller DB, Ghio AJ, Karoly ED, Bell LN, Snow SJ, Madden MC, et al. Ozone Exposure Increases Circulating Stress Hormones and Lipid Metabolites in Humans. Am J Respir Crit Care Med. 2016;193(12):1382–1391.", "ArticleIdList": ["PMC5440058", "26745856"]}, {"Citation": "Huff RD, Carlsten C, Hirota JA. An update on immunologic mechanisms in the respiratory mucosa in response to air pollutants. Journal of Allergy and Clinical Immunology. 2019;143(6):1989–2001.", "ArticleIdList": ["31176381"]}, {"Citation": "Karzai S, Zhang Z, Sutton W, Prescott J, Segev DL, McAdams-DeMarco M, et al. Ambient particulate matter air pollution is associated with increased risk of papillary thyroid cancer. Surgery. 2022;171(1):212–219.", "ArticleIdList": ["PMC8688174", "34210530"]}, {"Citation": "Solter M. Bolesti štitnjače–klinička tireoidologija: Medicinska naklada. 2007:212."}, {"Citation": "Zanobetti A, Schwartz J. Race, gender, and social status as modifiers of the effects of PM10 on mortality. J Occup Environ Med. 2000;42(5):469–174.", "ArticleIdList": ["10824299"]}, {"Citation": "Wang K, Yang Y, Wu Y, Chen J, Zhang D, Liu C. The association of menstrual and reproductive factors with thyroid nodules in Chinese women older than 40 years of age. Endocrine. 2015;48(2):603–614.", "ArticleIdList": ["25012252"]}, {"Citation": "WHO ROfE. WHO Air Quality Guidelines for Particulate Matter, Ozone, Nitrogen Dioxide and Sulfur Dioxide–Global Update 2005–Summary of Risk Assessment. 2005"}, {"Citation": "Howe CG, Eckel SP, Habre R, Girguis MS, Gao L, Lurmann FW, et al. Association of Prenatal Exposure to Ambient and Traffic-Related Air Pollution With Newborn Thyroid Function: Findings From the Children’s Health Study. JAMA Netw Open. 2018;1(5):e182172.", "ArticleIdList": ["PMC6324507", "30646156"]}, {"Citation": "Janssen BG, Saenen ND, Roels HA, Madhloum N, Gyselaers W, Lefebvre W, et al. Fetal Thyroid Function, Birth Weight, and in Utero Exposure to Fine Particle Air Pollution: A Birth Cohort Study. Environ Health Perspect. 2017;125(4):699–705.", "ArticleIdList": ["PMC5382000", "27623605"]}, {"Citation": "Ghassabian A, Pierotti L, Basterrechea M, Chatzi L, Estarlich M, Fernandez-Somoano A, et al. Association of Exposure to Ambient Air Pollution With Thyroid Function During Pregnancy. JAMA Netw Open. 2019;2(10):e1912902.", "ArticleIdList": ["PMC6806433", "31617922"]}, {"Citation": "Fernie KJ, Cruz-Martinez L, Peters L, Palace V, Smits JEG. Inhaling Benzene, Toluene, Nitrogen Dioxide, and Sulfur Dioxide, Disrupts Thyroid Function in Captive American Kestrels (Falco sparverius) Environ Sci Technol. 2016;50(20):11311–11318.", "ArticleIdList": ["27646166"]}, {"Citation": "Fernie KJ, Marteinson SC, Chen D, Palace V, Peters L, Soos C, et al. Changes in thyroid function of nestling tree swallows (Tachycineta bicolor) in relation to polycyclic aromatic compounds and other environmental stressors in the Athabasca Oil Sands Region. Environ Res. 2019;169:464–175.", "ArticleIdList": ["30530086"]}, {"Citation": "Kim HJ, Kwon H, Yun JM, Cho B, Park JH. Association Between Exposure to Ambient Air Pollution and Thyroid Function in Korean Adults. J Clin Endocrinol Metab. 2020;105(8)", "ArticleIdList": ["32491176"]}, {"Citation": "Ilias I, Kakoulidis I, Togias S, Stergiotis S, Michou A, Lekkou A, et al. Atmospheric Pollution and Thyroid Function of Pregnant Women in Athens, Greece: A Pilot Study. Med Sci (Basel) 2020;8(2)", "ArticleIdList": ["PMC7353503", "32260367"]}, {"Citation": "Prockop LD, Chichkova RI. Carbon monoxide intoxication: an updated review. J Neurol Sci. 2007;262(1-2):122–130.", "ArticleIdList": ["17720201"]}, {"Citation": "Huffman LJ, Judy DJ, Brumbaugh K, Frazer DG, Reynolds JS, McKinney WG, et al. Hyperthyroidism increases the risk of ozone-induced lung toxicity in rats. Toxicol Appl Pharmacol. 2001;173(1):18–26.", "ArticleIdList": ["11350211"]}, {"Citation": "Halilčević D, Dautović E, Lelić M, Husejnović MŠ, Smajlović A, Srabović N, et al. Cytotoxicity and Genotoxicity of Sunset Yellow and Potassium Sorbate in Jurkat Cell Line. IJBcRR. 2022:1–9."}, {"Citation": "Husejnovic MS, Jankovic S, Nikolic D, Antonijevic B. Human health risk assessment of lead, cadmium, and mercury co-exposure from agricultural soils in the Tuzla Canton (Bosnia and Herzegovina) Arh Hig Rada Toksikol. 2021;72(4):268–279.", "ArticleIdList": ["PMC8785110", "34985839"]}, {"Citation": "Hu J, Wu L, Zheng B, Zhang Q, He K, Chang Q, et al. Source contributions and regional transport of primary particulate matter in China. Environ Pollut. 2015;207:31–42.", "ArticleIdList": ["26340297"]}, {"Citation": "Guo H, Sahu SK, Kota SH, Zhang H. Characterization and health risks of criteria air pollutants in Delhi, 2017. Chemosphere. 2019;225:27–34.", "ArticleIdList": ["30856472"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "15"}, {"Year": "2022", "Month": "4", "Day": "25"}, {"Year": "2022", "Month": "7", "Day": "1", "Hour": "2", "Minute": "24"}, {"Year": "2022", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35774048", "PMC9233456", "10.5455/medarh.2022.76.115-121"]}}], "PubmedBookArticle": []}