{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["disease", "energy", "metabolism", "pathogen", "trade-off"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35795017", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "03"}], "ELocationID": ["coac038", "10.1093/conphys/coac038"], "Journal": {"ISSN": "2051-1434", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2022"}}, "Title": "Conservation physiology", "ISOAbbreviation": "Conserv Physiol"}, "ArticleTitle": "UV exposure causes energy trade-offs leading to increased chytrid fungus susceptibility in green tree frog larvae.", "Pagination": {"StartPage": "coac038", "MedlinePgn": "coac038"}, "Abstract": {"AbstractText": ["Levels of ultraviolet (UV) radiation have increased in many parts of the world due to the anthropogenic destruction of the ozone layer. UV radiation is a potent immunosuppressant and can increase the susceptibility of animal hosts to pathogens. UV radiation can directly alter immune function via immunosuppression and photoimmunotolerance; however, UV may also influence pathogen defences by affecting the distribution of energy resources among competing physiological processes. Both defence against UV damage and repair of incurred damage, as well as the maintenance of immune defences and responding to an immune challenge, are energetically expensive. These competing demands for finite energy resources could trade off against one another, resulting in sub-optimal performance in one or both processes. We examined the potential for a disease-related energy trade-off in green tree frog (<i>Litoria caerulea</i>) larvae. Larvae were reared under high- or low-UV conditions for 12 weeks during which time we measured growth rates, metabolic rate and susceptibility to the amphibian fungal pathogen, <i>Batrachochytrium dendrobatidis</i> (<i>Bd</i>). We found that larvae exposed to high levels of UV radiation had higher rates of energy expenditure than those exposed to low UV levels; however, UV exposure did not affect growth rates or developmental timings. Larvae exposed to high UV radiation also experienced greater <i>Bd</i> infection rates and carried a higher infection burden than those not exposed to elevated UV radiation. We propose that the increased energetic costs of responding to UV radiation were traded off against immune defences to protect larval growth rates. These findings have important implications for the aetiology of some <i>Bd</i>-associated amphibian declines, particularly in montane environments where <i>Bd</i> infections are most severe and where UV levels are highest."], "CopyrightInformation": "© The Author(s) 2022. Published by Oxford University Press and the Society for Experimental Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, The University of Queensland, Brisbane, Queensland 4072, Australia."}], "LastName": "Cramp", "ForeName": "Rebecca L", "Initials": "RL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Mississippi, MS, 38677, USA."}], "LastName": "Ohmer", "ForeName": "Michel E B", "Initials": "MEB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, The University of Queensland, Brisbane, Queensland 4072, Australia."}], "LastName": "Franklin", "ForeName": "Craig E", "Initials": "CE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Conserv Physiol", "NlmUniqueID": "101656116", "ISSNLinking": "2051-1434"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abhimanyu  CAK (2017) The role of UV radiation and vitamin D in the seasonality and outcomes of infectious disease. Photochem Photobiol Sci  16: 314–338.", "ArticleIdList": ["28078341"]}, {"Citation": "Alho  JS, Herczeg  G, Söderman  F, Laurila  A, Jönsson  KI, Merilä  J (2010) Increasing melanism along a latitudinal gradient in a widespread amphibian: local adaptation, ontogenic or environmental plasticity?  BMC Evol Biol  10: 317.", "ArticleIdList": ["PMC2978224", "20964816"]}, {"Citation": "Alton  LA, Franklin  CE (2017) Drivers of amphibian declines: effects of ultraviolet radiation and interactions with other environmental factors. Clim Chang Responses  4: 6."}, {"Citation": "Alton  LA, White  CR, Wilson  RS, Franklin  CE (2012) The energetic cost of exposure to UV radiation for tadpoles is greater when they live with predators. Funct Ecol  26: 94–103."}, {"Citation": "Alton  LA, Wilson  RS, Franklin  CE (2010) Risk of predation enhances the lethal effects of UV-B in amphibians. Glob Chang Biol  16: 538–545."}, {"Citation": "Bernal  MH, Alton  LA, Cramp  RL, Franklin  CE (2011) Does simultaneous UV-B exposure enhance the lethal and sub-lethal effects of aquatic hypoxia on developing anuran embryos and larvae?  J Comp Physiol B  181: 973–980.", "ArticleIdList": ["21541673"]}, {"Citation": "Blaustein  AR, Gervasi  SS, Johnson  PTJ, Hoverman  JT, Belden  LK, Bradley  PW, Xie  GY (2012) Ecophysiology meets conservation: understanding the role of disease in amphibian population declines. Phil Trans R Soc B  367: 1688–1707.", "ArticleIdList": ["PMC3350657", "22566676"]}, {"Citation": "Blaustein  AR, Hoffman  PD, Hokit  DG, Kiesecker  JM, Walls  SC, Hays  JB (1994) UV repair and resistance to solar UV-B in amphibian eggs: a link to population declines?  Proc Natl Acad Sci U S A  91: 1791–1795.", "ArticleIdList": ["PMC43249", "8127883"]}, {"Citation": "Blumthaler  M, Ambach  W, Ellinger  R (1997) Increase in solar UV radiation with altitude. J Photochem Photobiol B  39: 130–134."}, {"Citation": "Boyle  DG, Boyle  DB, Olsen  V, Morgan  JA, Hyatt  AD (2004) Rapid quantitative detection of chytridiomycosis (Batrachochytrium dendrobatidis) in amphibian samples using real-time Taqman PCR assay. Dis Aquat Organ  60: 141–148.", "ArticleIdList": ["15460858"]}, {"Citation": "Brannelly  LA, Ohmer  MEB, Saenz  V, Richards-Zawacki  CL (2019) Effects of hydroperiod on growth, development, survival and immune defences in a temperate amphibian. Funct Ecol  33: 1952–1961."}, {"Citation": "Carey  C (1993) Hypothesis concerning the causes of the disappearance of boreal toads from the mountains of Colorado. Conserv Biol  7: 355–362."}, {"Citation": "Ceccato  E, Cramp  RL, Seebacher  F, Franklin  CE (2016) Early exposure to ultraviolet-B radiation decreases immune function later in life. Conserv Physiol  4: cow037.", "ArticleIdList": ["PMC5033135", "27668081"]}, {"Citation": "Cramp  RL, Franklin  CE (2018) Exploring the link between ultraviolet B radiation and immune function in amphibians: implications for emerging infectious diseases. Cons Physiol  6: coy035.", "ArticleIdList": ["PMC6022628", "29992023"]}, {"Citation": "Cramp  RL, Reid  S, Seebacher  F, Franklin  CE (2014) Synergistic interaction between UVB radiation and temperature increases susceptibility to parasitic infection in a fish. Biol Lett  10: 20140449.", "ArticleIdList": ["PMC4190961", "25252833"]}, {"Citation": "Diffey  BL (1991) Solar ultraviolet radiation effects on biological systems. Phys Med Biol  36: 299–328.", "ArticleIdList": ["1645473"]}, {"Citation": "French  SS, Moore  MC, Demas  GE (2009) Ecological immunology: the organism in context. Integr Comp Biol  49: 246–253.", "ArticleIdList": ["21665817"]}, {"Citation": "Garner  TWJ, Walker  S, Bosch  J, Leech  S, Marcus Rowcliffe  J, Cunningham  AA, Fisher  MC (2009) Life history tradeoffs influence mortality associated with the amphibian pathogen Batrachochytrium dendrobatidis. Oikos  118: 783–791."}, {"Citation": "Hyatt  AD, Boyle  DG, Olsen  V, Boyle  DB, Berger  L, Obendorf  D, Dalton  A, Kriger  K, Hero  M, Hines  H et al. (2007) Diagnostic assays and sampling protocols for the detection of Batrachochytrium dendrobatidis. Dis Aquat Organ  73: 175–192.", "ArticleIdList": ["17330737"]}, {"Citation": "Jokinen  EI, Salo  HM, Markkula  SE, Aaltonen  TM, Immonen  AK (2000) Effects of ultraviolet light on immune parameters of the roach. Toxicol Lett  112, 113: 303–310.", "ArticleIdList": ["10720745"]}, {"Citation": "Kiesecker  JM, Blaustein  AR (1995) Synergism between UV-B radiation and a pathogen magnifies amphibian embryo mortality in nature. PNAS Nexus  92: 11049–11052.", "ArticleIdList": ["PMC40568", "7479934"]}, {"Citation": "Kriger  KM, Hero  J-M (2008) Altitudinal distribution of chytrid (Batrachochytrium dendrobatidis) infection in subtropical Australian frogs. Austral Ecol  33: 1022–1032."}, {"Citation": "Kripke  ML (1981) Immunologic mechanisms in UV radiation carcinogenesis. Adv Cancer Res  34: 69–106.", "ArticleIdList": ["6456650"]}, {"Citation": "Kripke  ML, Cox  PA, Alas  LG, Yarosh  DB (1992) Pyrimidine dimers in DNA initiate systemic immunosuppression in UV-irradiated mice. PNAS Nexus  89: 7516–7520.", "ArticleIdList": ["PMC49741", "1502162"]}, {"Citation": "\n\nKuznetsova  A, Brockhoff  PB, Christensen  RHB (2013) lmerTest: tests for random and fixed effects for linear mixed effect models (lmer objects of lme4 package). R package version 20-3. http://CRANR-projectorg/package=lmerTest."}, {"Citation": "Lochmiller  RL, Deerenberg  C (2000) Trade-offs in evolutionary immunology: just what is the cost of immunity?  Oikos  88: 87–98."}, {"Citation": "Malloy  KD, Holman  MA, Mitchell  D, Detrich  HW (1997) Solar UVB-induced DNA damage and photoenzymatic DNA repair in antarctic zooplankton. Proc Nat Acad Sc U S A  94: 1258–1263.", "ArticleIdList": ["PMC19778", "9037040"]}, {"Citation": "Markkula  E, Salo  HM, Rikalainen  K, Jokinen  IE (2009) Long-term UVB irradiation affects the immune functions of carp (Cyprinus carpio) and rainbow trout (Oncorhynchus mykiss). Photochem Photobiol  85: 347–352.", "ArticleIdList": ["19161399"]}, {"Citation": "Miaud  C, Dejean  T, Savard  K, Millery-Vigues  A, Valentini  A, Curt Grand Gaudin  N, Garner  TWJJBI (2016) Invasive North American bullfrogs transmit lethal fungus Batrachochytrium dendrobatidis infections to native amphibian host species. Biol Invasions  18: 2299–2308."}, {"Citation": "Morison  SA, Cramp  RL, Alton  LA, Franklin  CE (2020) Cooler temperatures slow the repair of DNA damage in tadpoles exposed to ultraviolet radiation: implications for amphibian declines at high altitude. Glob Chang Biol  26: 1225–1234.", "ArticleIdList": ["31518484"]}, {"Citation": "Neuman-Lee  LA, French  SS (2014) Wound healing reduces stress-induced immune changes: evidence for immune prioritization in the side-blotched lizard. J Comp Physiol B  184: 623–629.", "ArticleIdList": ["24736888"]}, {"Citation": "Norval  M, Cullen  AP, de  Gruijl  FR, Longstreth  J, Takizawa  Y, Lucas  RM, Noonan  FP, van der  Leun  JC (2007) The effects on human health from stratospheric ozone depletion and its interactions with climate change. Photochem Photobiol Sci  6: 232–251.", "ArticleIdList": ["17344960"]}, {"Citation": "Ohmer  MEB, Cramp  RL, White  CR, Franklin  CE (2015) Skin sloughing rate increases with chytrid fungus infection load in a susceptible amphibian. Funct Ecol  29: 674–682."}, {"Citation": "\nR Core Team  (2013) R: A language and environment for statistical computing. R Foundation for Statistical Computing Vienna, Austria. URL: http://www.R-project.org/."}, {"Citation": "Reeder  NMM, Pessier  AP, Vredenburg  VT (2012) A reservoir species for the emerging amphibian pathogen Batrachochytrium dendrobatidis thrives in a landscape decimated by disease. PLoS One  7: 7.", "ArticleIdList": ["PMC3299797", "22428071"]}, {"Citation": "Rollins-Smith  LA (1998) Metamorphosis and the amphibian immune system. Immunol Rev  166: 221–230.", "ArticleIdList": ["9914915"]}, {"Citation": "Schneider  CA, Rasband  WS, Eliceiri  KW (2012) NIH Image to ImageJ: 25 years of image analysis. Nat Methods  9: 671–675.", "ArticleIdList": ["PMC5554542", "22930834"]}, {"Citation": "Schwenke  RA, Lazzaro  BP, Wolfner  MF (2016) Reproduction-immunity trade-offs in insects. Annu Rev Entomol  61: 239–256.", "ArticleIdList": ["PMC5231921", "26667271"]}, {"Citation": "Searle  CL, Xie  GY, Blaustein  AR (2013) Development and infectious disease in hosts with complex life cycles. PLoS One  8: e60920–e60920.", "ArticleIdList": ["PMC3615074", "23565288"]}, {"Citation": "Smith  GD, French  SS (2017) Physiological trade-offs in lizards: costs for individuals and populations. Integr Comp Biol  57: 344–351.", "ArticleIdList": ["28859420"]}, {"Citation": "Sola  Y, Lorente  J, Campmany  E, de  Cabo  X, Bech  J, Redano  A, Martinez-Lozano  JA, Utrillas  MP, Alados-Arboledas  L, Olmo  FJ et al. (2008) Altitude effect in UV radiation during the evaluation of the effects of elevation and aerosols on the ultraviolet radiation 2002 (VELETA-2002) field campaign. J Geophys Res Atmos  113."}, {"Citation": "Spellman  CW, Anderson  WL, Bernhard  EJ, Tomasi  TB (1984) Suppression of antibody responses to topically applied antigens by ultraviolet light irradiation. Induction of phototolerance. J Exp Med  160: 1891–1900.", "ArticleIdList": ["PMC2187522", "6512492"]}, {"Citation": "Therneau  TM, Grambsch  PM (2000) Modeling Survival Data: Extending the Cox Model. Springer, New York"}, {"Citation": "van  Uitregt  VO, Wilson  RS, Franklin  CE (2007) Cooler temperatures increase sensitivity to ultraviolet B radiation in embryos and larvae of the frog Limnodynastes peronii. Glob Change Biol Bioenergy  13: 1114–1121."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "31"}, {"Year": "2022", "Month": "4", "Day": "11"}, {"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "7", "Day": "7", "Hour": "2", "Minute": "17"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["35795017", "PMC9252104", "10.1093/conphys/coac038", "coac038"]}}], "PubmedBookArticle": []}