{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35801635", "DateRevised": {"Year": "2022", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "08"}], "ELocationID": ["10684", "10.4081/ejtm.2022.10684"], "Journal": {"ISSN": "2037-7452", "JournalIssue": {"Volume": "32", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "08"}}, "Title": "European journal of translational myology", "ISOAbbreviation": "Eur J Transl Myol"}, "ArticleTitle": "Local ozone therapy options for lumbosacral dorsopathy.", "Abstract": {"AbstractText": ["The characteristic resistance of dorsopathies to conventional therapy explains the attention to new technologies that combine several therapeutic links and, in particular, ozone therapy. The study involved 90 patients under the age of 55 in the exacerbation phase of lumbar and sacrum dorsopathy with the leading vascular component. The patients were divided into three groups, in which basic medical and physical treatment was given. At the same time, ozone therapy was used the first two groups: the 1st group received standard ozone therapy, with a predominant selection of algic zones, the 2nd - according to the rules of biopuncture, affecting the complex of segmental, distant and \"vascular\" points. In the 3rd control group, the correction was limited to a standard therapeutic complex. The verification of the observed changes was carried out through clinical, psychological and electrophysiological analysis. As a result, both ozone therapy schemes (effective in 69% and 73% of observations respectively) were found to have a reliable advantage over the base complex, where 49% of patients demonstrated improvement. Differences within the ozone therapy groups themselves related to the achievement of a stable effect (in the 2nd group 2.6 days earlier) and the degree of reduction of vaso-reflex reactions (observed in 50% and 75% of observations respectively). Thus, by bringing in additional control methods, it has been proven that the implementation of ozone therapy in compliance with the rules of biopuncture ensures faster and more sustainable effects."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow, Russia; Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University, Ministry of Health of Russia, Moscow, Russia; Non-profit Partnership \"Professional association of reflexologists\". lev.agasarov@mail.ru."}], "LastName": "Agasarov", "ForeName": "Lev G", "Initials": "LG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow, Russia; Federal State Autonomous Educational Institution of Higher Education I.M. Sechenov First Moscow State Medical University, Ministry of Health of Russia, Moscow. umc-rnc@mail.ru."}], "LastName": "Konchugova", "ForeName": "Tatiana V", "Initials": "TV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow. deti_ku@mail.ru."}], "LastName": "Kulchitskaya", "ForeName": "Detelina B", "Initials": "DB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Non-profit Partnership \"Professional association of reflexologists\". davianolga@gmail.com."}], "LastName": "Davyan", "ForeName": "Olga S", "Initials": "OS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow. apkhanova@yandex.ru."}], "LastName": "Apkhanova", "ForeName": "Tatiana V", "Initials": "TV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow. fad68@yandex.ru."}], "LastName": "Fesyun", "ForeName": "Anatoliy D", "Initials": "AD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow. RachinAP@nmicrk.ru."}], "LastName": "Rachin", "ForeName": "Andrey P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal State Budgetary Institution \"National medical research center for rehabilitation and balneology\", Ministry of Health of Russia, Moscow. masdat@mail.ru."}], "LastName": "Yakovlev", "ForeName": "Maxim Yu", "Initials": "MY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Budgetary Healthcare Institution of Moscow region, M. F. Vladimirsky Moscow Regional Research and Clinical Institute, Moscow. kirillterentev184@gmail.com."}], "LastName": "Terentev", "ForeName": "Kirill V", "Initials": "KV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Budgetary Healthcare Institution of Moscow region, M. F. Vladimirsky Moscow Regional Research and Clinical Institute, Moscow. nataliasanina2@yandex.ru."}], "LastName": "Sanina", "ForeName": "Natalia P", "Initials": "NP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Italy", "MedlineTA": "Eur J Transl Myol", "NlmUniqueID": "101576208", "ISSNLinking": "2037-7452"}, "CoiStatement": "We confirm that we have read the Journal’s position on issues involved in ethical publication and affirm that this report is consistent with those guidelines. <b>T</b>he range of diffusion at the pandemic level and the protracted course of lumbosacral dorsopathies up to the disability of the patients underline their socio-medical significance.<sup>,</sup> Furthermore, the characteristic resistance of the process to common therapies explains attention of specialists to new types of treatments uniting several therapeutic approaches. One of them is the method of local ozone therapy, characterized by anti-inflammatory and analgesic effects as a result of the addition of reflex and specific responses (the action of the gas itself).<sup>,</sup> According to the standard technique the gas mixture is administered intra- or sub-cutaneously to the areas of maximum pain, including the paravertebral lines. In the course of refining the method, we suggested to perform it in accordance with the biopuncture rules, that is, by to impact not only on algic, but also in combination of segmental, distant and \"vascular\" acupuncture points. The hypothesis was based on data of the high efficacy of biopuncture performed in cases of dorsopathies with the help of other agents. in particular, drugs. The efficacy of the new developed option of biopuncture performed with local ozone therapy was previously confirmed by us in practice. Based on new data here reported, our aim is to strengthen the evidence of the applicability of the method."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agasarov LG. [Reflexology for common diseases of the nervous system]. 2017; 240. Russian."}, {"Citation": "Popelyansky YYu. [Diseases of the peripheral nervous system]. 2005; 463. Russian."}, {"Citation": "Podchufarova EV. [Topical issues of acute and chronic pain in the lumbosacral region]. Neurology, neuropsychiatry, psychosomatics. 2012;1:27-35. Russian."}, {"Citation": "Agasarov LG, Davyan OS, Tarasova LYu. [Electrophysiological correlates of the efficacy of local ozone therapy in vertebral pathology]. Attending physician. 2017;10:58-60. Russian."}, {"Citation": "Gustov AV, Kontorshchikova KN, Potekhina YuP. [Ozone therapy in neurology]. 3rd ed., Revised edition. 2012;192. Russian."}, {"Citation": "Agasarov LG. [Pharmacopuncture]. 2015:192. Russian."}, {"Citation": "Kuzmina IV. [Optimization of reflex methods of exposure to dorsopathies]. Author's abstract dis. Ph.D. (Medicine). 2015;23. Russian."}, {"Citation": "Oder B, Loewe M, Reisegger M, Lang W, Ilias W, Thurnher S. CT-guided ozone/steroid therapy for the treatment of degenerative spinal disease--effect of age, gender, disc pathology and multi-segmental changes. Neuroradiology. 2008. Sep;50(9):777-85. doi: 10.1007/s00234-008-0398-2.", "ArticleIdList": ["18483728"]}, {"Citation": "Zhang Y, Ma Y, Jiang J, Ding T, Wang J. Treatment of the lumbar disc herniation with intradiscal and intraforaminal injection of oxygen-ozone. J Back Musculoskelet Rehabil. 2013;26(3):317-22. doi: 10.3233/BMR-130386", "ArticleIdList": ["23893147"]}, {"Citation": "Elawamy A, Kamel EZ, Hassanien M, Wahba OM, Amin SE. Implication of Two Different Doses of Intradiscal Ozone-Oxygen Injection upon the Pain Alleviation in Patients with Low Back Pain: A Randomized, Single-Blind Study. Pain Physician. 2018. Jan;21(1):E25-E31.", "ArticleIdList": ["29357333"]}, {"Citation": "Paoloni M, Di Sante L, Cacchio A, Apuzzo D, Marotta S, Razzano M, Franzini M, Santilli V. Intramuscular oxygen-ozone therapy in the treatment of acute back pain with lumbar disc herniation: a multicenter, randomized, double-blind, clinical trial of active and simulated lumbar paravertebral injection. Spine (Phila Pa 1976). 2009. Jun 1;34(13):1337-44. doi: 10.1097/BRS.0b013e3181a3c18d.", "ArticleIdList": ["19478653"]}, {"Citation": "Costa T, Linhares D, Ribeiro da Silva M, Neves N. Ozone therapy for low back pain. A systematic review. Acta Reumatol Port. 2018. Jul-Sep;43(3):172-181. English.", "ArticleIdList": ["30414366"]}, {"Citation": "Bonetti M, Zambello A, Princiotta C, Pellicanò G, Della Gatta L, Muto M. Non-discogenic low back pain treated with oxygen-ozone: outcome in selected applications. J Biol Regul Homeost Agents. 2020. Jul-Aug;34(4 Suppl. 1):21-30. SPECIAL ISSUE: OZONE THERAPY", "ArticleIdList": ["33176414"]}, {"Citation": "Bocci V, Borrelli E, Zanardi I, Travagli V. The usefulness of ozone treatment in spinal pain. Drug Des Devel Ther. 2015. May 15;9:2677-85. doi: 10.2147/DDDT.S74518", "ArticleIdList": ["PMC4440430", "26028964"]}, {"Citation": "Akkawi I. Ozone therapy for musculoskeletal disorders Current concepts. Acta Biomed. 2020. Nov 12;91(4):e2020191. doi: 10.23750/abm. v91i4.8979.", "ArticleIdList": ["PMC7927499", "33525293"]}, {"Citation": "de Sire A, Agostini F, Lippi L, Mangone M, Marchese S, Cisari C, Bernetti A, Invernizzi M. Oxygen-Ozone Therapy in the Rehabilitation Field: State of the Art on Mechanisms of Action, Safety and Effectiveness in Patients with Musculoskeletal Disorders. Biomolecules. 2021. Feb 26;11(3):356. doi: 10.3390/biom11030356.", "ArticleIdList": ["PMC7996934", "33652804"]}, {"Citation": "Bhatia A, Munk P, Lee D, Elias G, Murphy K. Percutaneous Ozone Treatment for Herniated Lumbar Discs: 1-Year Follow-up of a Multicenter Pilot Study of a Handheld Disposable Ozone-Generating Device. J Vasc Interv Radiol. 2019. May;30(5):752-760. doi: 10.1016/j.jvir.2018.09.037. Epub 2019 Mar 25.", "ArticleIdList": ["30922796"]}, {"Citation": "Melchionda D, Milillo P, Manente G, Stoppino L, Macarini L. Treatment of radiculopathies: a study of efficacy and tollerability of paravertebral oxygen-ozone injections compared with pharmacological anti-inflammatory treatment. J Biol Regul Homeost Agents. 2012. Jul-Sep;26(3):467-74.", "ArticleIdList": ["23034266"]}, {"Citation": "Özcan Ç, Polat Ö, Çelik H, Uçar BY. The Effect of Paravertebral Ozone Injection in the Treatment of Low Back Pain. Pain Pract. 2019. Nov;19(8):821-825. doi: 10.1111/papr.12812. Epub 2019 Jul 11.", "ArticleIdList": ["31228871"]}, {"Citation": "Dall'Olio M, Princiotta C, Cirillo L, Budai C, de Santis F, Bartolini S, Serchi E, Leonardi M. Oxygen-ozone therapy for herniated lumbar disc in patients with subacute partial motor weakness due to nerve root compression. Interv Neuroradiol. 2014. Oct 31;20(5):547-54. doi: 10.15274/INR-2014-10078. Epub 2014 Oct 17", "ArticleIdList": ["PMC4243224", "25363257"]}, {"Citation": "Bonetti M, Fontana A, Martinelli F, Andreula C. Oxygen-ozone therapy for degenerative spine disease in the elderly: a prospective study. Acta Neurochir Suppl. 2011;108:137-42. doi: 10.1007/978-3-211-99370-5_21.", "ArticleIdList": ["21107950"]}, {"Citation": "Hammad EV, Nikitin IG, Fedorova KV. [Ozone therapy in Patients with the New Coronavirus Infection COVID-19]. Bulletin of Rehabilitation Medicine. 2020;5(99):94-100. Russian. doi: 10.38025/2078-1962-2020-99-5-94-100."}, {"Citation": "Nuvakhova MB. [Innovative Technologies in the Health-Resort Treatment of Patients with Dorsopathy]. Bulletin of Rehabilitation Medicine. 2020;6(100):66–74. Russian. doi: 10.38025/2078-1962-2020-100-6-66-74."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "15"}, {"Year": "2022", "Month": "6", "Day": "21"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "7", "Day": "8", "Hour": "6", "Minute": "44"}, {"Year": "2022", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35801635", "PMC9580535", "10.4081/ejtm.2022.10684"]}}], "PubmedBookArticle": []}