{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biofilm", "Dairy", "Food safety", "Ozone", "Pseudomonas spp"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35832038", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "06", "Day": "29"}], "ELocationID": ["10350", "10.4081/ijfs.2022.10350"], "Journal": {"ISSN": "2239-7132", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "21"}}, "Title": "Italian journal of food safety", "ISOAbbreviation": "Ital J Food Saf"}, "ArticleTitle": "Effect of gaseous ozone treatment on biofilm of dairy-isolated <i>Pseudomonas</i> spp. strains.", "Pagination": {"StartPage": "10350", "MedlinePgn": "10350"}, "Abstract": {"AbstractText": ["Microbial biofilms existing in food industries have been implicated as important contamination sources of spoilage and pathogenic microorganisms in the finished products. Among the innovative strategies proposed to contrast biofilms in food environments, ozone is recognised as an environmentally friendly technology but there are few studies about its effect against bacterial biofilms. The objective of this study was to evaluate the effect of gaseous ozone (50 ppm for 6 h) in inhibition and eradication of biofilm formed by twenty-one dairyisolated <i>Pseudomonas</i> spp. strains. Before ozone treatments, all isolates were screened for biofilm formation according to a previously described method. Strains were then divided in four groups: weak, weak/moderate, moderate/strong, and strong biofilm producers based on the biofilm biomass value of each isolate determined using the optical density (OD - 595 nm). Inhibition treatment was effective on the strain (C1) belonging to the weak producers' group, on all strains classified as weak/moderate producers, on two strains (C8 and C12) belonging to the group of moderate/strong producers and on one strain (C13) classified as strong producer. Conversely, eradication treatments were ineffective on all strains tested, except for the strain C4 which reduced its biofilm-forming abilities after exposure to ozone gas. In conclusion, gaseous ozone may be used to enhance existing sanitation protocols in food processing environments, but its application alone not seems sufficient to contrast <i>Pseudomonas</i> spp. established biofilms."], "CopyrightInformation": "©Copyright: the Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Sciences, University of Turin, Italy."}], "LastName": "Panebianco", "ForeName": "Felice", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Sciences, University of Turin, Italy."}], "LastName": "Rubiola", "ForeName": "Selene", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Sciences, University of Turin, Italy."}], "LastName": "Chiesa", "ForeName": "Francesco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Sciences, University of Turin, Italy."}], "LastName": "Civera", "ForeName": "Tiziana", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Sciences, University of Turin, Italy."}], "LastName": "Di Ciccio", "ForeName": "Pierluigi Aldo", "Initials": "PA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Italy", "MedlineTA": "Ital J Food Saf", "NlmUniqueID": "101684120", "ISSNLinking": "2239-7132"}, "CoiStatement": "Conflict of interest: The authors declare no potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aponte M, Anastasio A, Marrone R, Mercogliano R, Peruzy MF, Murru N, 2018. Impact of gaseous ozone coupled to passive refrigeration system to maximize shelf-life and quality of four different fresh fish products. LWT 93:412–9."}, {"Citation": "Baumann AR, Martin SE, Feng H, 2009. Removal of Listeria monocytogenes biofilms from stainless steel by use of ultrasound and ozone. J Food Prot 72:1306-9.", "ArticleIdList": ["19610346"]}, {"Citation": "Bialka KL, Demirci A. 2007. Decontamination of Escherichia coli O157:H7 and Salmonella enterica on blueberries using ozone and pulsed UVlight. J Food Sci 72:M391–6.", "ArticleIdList": ["18034733"]}, {"Citation": "Bigi F, Haghighi H, Quartieri A, Leo RD, Pulvirenti A. 2021. Impact of low-dose gaseous ozone treatment to reduce the growth of in vitro broth cultures of foodborne pathogenic/spoilage bacteria in a food storage cold chamber. J Food Saf 41:e12892."}, {"Citation": "Botondi R, Barone M, Grasso C, 2021. A review into the effectiveness of ozone technology for improving the safety and preserving the quality of fresh-cut fruits and vegetables. Foods 10:748.", "ArticleIdList": ["PMC8065486", "33915979"]}, {"Citation": "Botta C, Ferrocino I, Pessione A, Cocolin L, Rantsiou K. Spatiotemporal distribution of the environmental microbiota in food processing plants as impacted by cleaning and sanitizing procedures: the case of slaughterhouses and gaseous ozone. Appl Environ Microbiol 86:e01861-20.", "ArticleIdList": ["PMC7657643", "32978124"]}, {"Citation": "Brodowska AJ, Nowak A, Śmigielski K. 2018. Ozone in the food industry: Principles of ozone treatment, mechanisms of action, and applications: An overview. Crit Rev Food Sci Nutr 58:2176-201.", "ArticleIdList": ["28394634"]}, {"Citation": "Carrascosa C, Raheem D, Ramos F, Saraiva A, Raposo A, 2021. Microbial biofilms in the food industry - a comprehensive review. Int J Environ Res Public Health 18:2014.", "ArticleIdList": ["PMC7922197", "33669645"]}, {"Citation": "Cenci-Goga BT, Karama M, Sechi P, Iulietto MF, Novelli S, Mattei S, 2014. Evolution under different storage conditions of anomalous blue coloration of Mozzarella cheese intentionally contaminated with a pigment-producing strain of Pseudomonas fluorescens. J Dairy Sci 97:6708-18.", "ArticleIdList": ["25200780"]}, {"Citation": "Chmielewski R A. N, Frank JF. 2003. Biofilm formation and control in food processing facilities. Compr Rev Food Sci Food Saf 2:22-32.", "ArticleIdList": ["33451238"]}, {"Citation": "Cleto S, Matos S, Kluskens L, Vieira MJ. 2012. Characterization of contaminants from a sanitized milk processing plant. PLoS One 7:e40189.", "ArticleIdList": ["PMC3386184", "22761957"]}, {"Citation": "De Jonghe V, Coorevits A, Van Hoorde K, Messens W, Van Landschoot A, De Vos P, Heyndrickx M. 2011. Influence of storage conditions on the growth of Pseudomonas species in refrigerated raw milk. Appl Environ Microbiol 77:460-70.", "ArticleIdList": ["PMC3020527", "21115713"]}, {"Citation": "Eneroth A, Ahrne S, Molin G, 2000. Contamination of milk with Gram-negative spoilage bacteria during filling of retail containers. Int J Food Microbiol 57:99–106."}, {"Citation": "Frank JF, 2001. Microbial attachment to food and food contact surfaces. In Advances in Food and Nutrition Research. pp. 319–370. Elsevier.", "ArticleIdList": ["11285686"]}, {"Citation": "Gonzalez-Rivas F, Ripolles-Avila C, Fontecha-Umana F, Rios-Castillo AG, Rodriguez-Jerez JJ. 2018. Biofilms in the spotlight: detection, quantification, and removal methods. Compr Rev Food Sci Food Saf 17:1261-76.", "ArticleIdList": ["33350156"]}, {"Citation": "Guzzon R, Franciosi E, Carafa I, Larcher R, Tuohy K. 2015. The ozone, an innovative tool for microbiological control in dairies. Industrie Alimentari 53:11-5."}, {"Citation": "Irie Y, Starkey M, Edwards AN, Wozniak DJ, Romeo T, Parsek MR, 2010. Pseudomonas aeruginosa biofilm matrix polysaccharide Psl is regulated transcriptionally by RpoS and posttranscriptionally by RsmA. Mol Microbiol 78:158–72.", "ArticleIdList": ["PMC2984543", "20735777"]}, {"Citation": "Italian Ministry of Health. 2010. [Opinion of the National Food Safety Committee on ozone treatment of air in cheese ripening rooms]. Retrieved from http://www.salute.gov.it/imgs/C_17_pubblicazioni_1514_allegato.pdf [In Italian]"}, {"Citation": "Kim JG, Yousef AE, Dave S, 1999. Application of ozone for enhancing the microbiological safety and quality of foods: A Review. J Food Prot 62:1071– 1087.", "ArticleIdList": ["10492485"]}, {"Citation": "Kives J, Orgaz B, SanJose C, 2006. Polysaccharide differences between planktonic and biofilm-associated EPS from Pseudomonas fluorescens B52. Colloids Surf B Biointerfaces 52:123–127.", "ArticleIdList": ["16757156"]}, {"Citation": "Marino M, Maifreni M, Baggio A, Innocente N, 2018. Inactivation of foodborne bacteria biofilms by aqueous and gaseous ozone. Front Microbiol 9:2024.", "ArticleIdList": ["PMC6120990", "30210486"]}, {"Citation": "Muhammad MH, Idris AL, Fan X, Guo Y, Yu Y, Jin X, Qiu J, Guan X, Huang T, 2020. Beyond risk: bacterial biofilms and their regulating approaches. Front Microbiol 11:928.", "ArticleIdList": ["PMC7253578", "32508772"]}, {"Citation": "Panebianco F, Rubiola S, Di Ciccio PA, 2022. The Use of Ozone as an Eco- Friendly Strategy against Microbial Biofilm in Dairy Manufacturing Plants: A Review. Microorganisms 10:162.", "ArticleIdList": ["PMC8781958", "35056612"]}, {"Citation": "Panebianco F, Rubiola S, Chiesa F, Civera T, Di Ciccio PA, 2021. Effect of gaseous ozone on Listeria monocytogenes planktonic cells and biofilm: an in vitro study. Foods 10:1484.", "ArticleIdList": ["PMC8306814", "34206833"]}, {"Citation": "Reichler SJ, Trmčić A, Martin NH, Boor KJ, Wiedmann M, 2018. Pseudomonas fluorescens group bacterial strains are responsible for repeat and sporadic postpasteurization contamination and reduced fluid milk shelf life. J Dairy Sci 101:7780–800.", "ArticleIdList": ["29960782"]}, {"Citation": "Rossi C, Chaves-Lopez C, Serio A, Goffredo E, Goga BTC, Paparella A, 2016. Influence of incubation conditions on biofilm formation by Pseudomonas fluorescens isolated from dairy products and dairy manufacturing plants. Ital J Food Saf 5:5793.", "ArticleIdList": ["PMC5090116", "27853712"]}, {"Citation": "Rossi C, Serio A, Chaves-Lopez C, Anniballi F, Auricchio B, Goffredo E, Cenci-Goga BT, Lista F, Fillo S, Paparella A, 2018. Biofilm formation, pigment production and motility in Pseudomonas spp. isolated from the dairy industry. Food Control 86:241–8."}, {"Citation": "Segat A, Biasutti M, Iacumin L, Comi G, Baruzzi F, Carboni C, Innocente N. 2014. Use of ozone in production chain of high moisture Mozzarella cheese. LWT - Food Sci Technol 55:513–20."}, {"Citation": "Sheng L, Hanrahan I, Sun X, Taylor MH, Mendoza M, Zhu MJ, 2018. Survival of Listeria innocua on Fuji apples under commercial cold storage with or without low dose continuous ozone gaseous. Food Microbiol 76:21-8.", "ArticleIdList": ["30166144"]}, {"Citation": "Sofos JN, Geornaras I. 2010. Overview of current meat hygiene and safety risks and summary of recent studies on biofilms, and control of Escherichia coli O157:H7 in nonintact, and Listeria monocytogenes in ready-to-eat, meat products. Meat Sci 86:2–14.", "ArticleIdList": ["20510532"]}, {"Citation": "Stepanović S, Vuković D, Hola V, Bonaventura GD, Djukić S, Ćirković I, Ruzicka F, 2007. Quantification of biofilm in microtiter plates: overview of testing conditions and practical recommendations for assessment of biofilm production by staphylococci. APMIS 115:891-9.", "ArticleIdList": ["17696944"]}, {"Citation": "Teh KH, Flint S, Palmer J, Andrewes P, Bremer P, Lindsay D. 2014. Biofilm - An unrecognised source of spoilage enzymes in dairy products? Int Dairy J 34:32-40."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "31"}, {"Year": "2022", "Month": "2", "Day": "21"}, {"Year": "2022", "Month": "7", "Day": "14", "Hour": "2", "Minute": "13"}, {"Year": "2022", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35832038", "PMC9272081", "10.4081/ijfs.2022.10350"]}}], "PubmedBookArticle": []}