{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Cardiovascular effects", "Fish oil", "Olive oil", "Ozone", "Pulmonary effects"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35850080", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "13"}], "ELocationID": ["10.1016/j.envint.2022.107407", "S0160-4120(22)00334-8"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "167", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Fish oil blunts lung function decrements induced by acute exposure to ozone in young healthy adults: A randomized trial.", "Pagination": {"StartPage": "107407", "MedlinePgn": "107407"}, "Abstract": {"AbstractText": ["Over one-third of the U.S. population is exposed to unsafe levels of ozone (O<sub>3</sub>). Dietary supplementation with fish oil (FO) or olive oil (OO) has shown protection against other air pollutants. This study evaluates potential cardiopulmonary benefits of FO or OO supplementation against acute O<sub>3</sub> exposure in young healthy adults.", "Forty-three participants (26 ± 4 years old; 47% female) were randomized to receive 3 g/day of FO, 3 g/day OO, or no supplementation (CTL) for 4 weeks prior to undergoing 2-hour exposures to filtered air and 300 ppb O<sub>3</sub> with intermittent exercise on two consecutive days. Outcome measurements included spirometry, sputum neutrophil percentage, blood markers of inflammation, tissue injury and coagulation, vascular function, and heart rate variability. The effects of dietary supplementation and O<sub>3</sub> on these outcomes were evaluated with linear mixed-effect models.", "Compared with filtered air, O<sub>3</sub> exposure decreased FVC, FEV<sub>1</sub>, and FEV<sub>1</sub>/FVC immediately post exposure regardless of supplementation status. Relative to that in the CTL group, the lung function response to O<sub>3</sub> exposure in the FO group was blunted, as evidenced by O<sub>3</sub>-induced decreases in FEV<sub>1</sub> (Normalized CTL -0.40 ± 0.34 L, Normalized FO -0.21 ± 0.27 L) and FEV<sub>1</sub>/FVC (Normalized CTL -4.67 ± 5.0 %, Normalized FO -1.4 ± 3.18 %) values that were on average 48% and 70% smaller, respectively. Inflammatory responses measured in the sputum immediately post O<sub>3</sub> exposure were not different among the three supplementation groups. Systolic blood pressure elevations 20-h post O<sub>3</sub> exposure were blunted by OO supplementation.", "FO supplementation appears to offer protective effects against lung function decrements caused by acute O<sub>3</sub> exposure in healthy adults."], "CopyrightInformation": "Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oak Ridge Institute for Science and Education, Oak Ridge, TN, United States."}], "LastName": "Chen", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Tong", "ForeName": "Haiyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oak Ridge Institute for Science and Education, Oak Ridge, TN, United States; Department of Public and Allied Health, Bowling Green State University, Bowling Green, OH, United States."}], "LastName": "Shen", "ForeName": "Wan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Montilla", "ForeName": "Tracey S", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Case", "ForeName": "Martin W", "Initials": "MW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Medicine, Asthma and Lung Biology, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."}], "LastName": "Almond", "ForeName": "Martha A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Medicine, Asthma and Lung Biology, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States; Department of Pediatrics, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."}], "LastName": "Wells", "ForeName": "Heather B", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Medicine, Asthma and Lung Biology, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States; Department of Pediatrics, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."}], "LastName": "Alexis", "ForeName": "Neil E", "Initials": "NE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Medicine, Asthma and Lung Biology, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States; Department of Pediatrics, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."}], "LastName": "Peden", "ForeName": "David B", "Initials": "DB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Rappold", "ForeName": "Ana G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Diaz-Sanchez", "ForeName": "David", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States."}], "LastName": "Devlin", "ForeName": "Robert B", "Initials": "RB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Medicine, Asthma and Lung Biology, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States; Department of Medicine, School of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."}], "LastName": "Bromberg", "ForeName": "Philip A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health and Integrated Toxicology Division, Center for Public Health and Environmental Assessment, Office of Research and Development, U.S. Environmental Protection Agency, Chapel Hill, NC, United States. Electronic address: Samet.James@epa.gov."}], "LastName": "Samet", "ForeName": "James M", "Initials": "JM"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}, {"GrantID": "P30 ES010126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Fish Oils"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Fish Oils"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Respiratory Function Tests"}], "CoiStatement": "Declaration of Competing Interest. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Albert BB, Cameron-Smith D, Hofman PL, Cutfield WS. 2013. Oxidation of marine omega-3 supplements and human health. Biomed Res Int 2013:464921.", "ArticleIdList": ["PMC3657456", "23738326"]}, {"Citation": "Arjomandi M, Balmes JR, Frampton MW, Bromberg P, Rich DQ, Stark P, Alexis NE, Costantini M, Hollenbeck-Pringle D, Dagincourt N, Hazucha MJ, 2018. Respiratory responses to ozone exposure. Moses (the multicenter ozone study in older subjects). Am. J. Respir. Crit. Care Med 197 (10), 1319–1327.", "ArticleIdList": ["29232153"]}, {"Citation": "American Lung Association. 2021. The “state of the air” 2021 report."}, {"Citation": "Balmes JR, Chen LL, Scannell C, Tager I, Christian D, Hearne PQ, Kelly T, Aris RM, 1996. Ozone-induced decrements in fev1 and fvc do not correlate with measures of inflammation. Am. J. Respir. Crit. Care Med 153 (3), 904–909.", "ArticleIdList": ["8630571"]}, {"Citation": "Balmes JR, Arjomandi M, Bromberg PA, Costantini MG, Dagincourt N, Hazucha MJ, et al., 2019. Ozone effects on blood biomarkers of systemic inflammation, oxidative stress, endothelial function, and thrombosis: The multicenter ozone study in older subjects (moses). PLoS ONE 14, e0222601.", "ArticleIdList": ["PMC6760801", "31553765"]}, {"Citation": "Barath S, Langrish JP, Lundbäck M, Bosson JA, Goudie C, Newby DE, Sandström T, Mills NL, Blomberg A, 2013. Short-term exposure to ozone does not impair vascular function or affect heart rate variability in healthy young men. Toxicol. Sci 135 (2), 292–299.", "ArticleIdList": ["PMC3807622", "23872581"]}, {"Citation": "Bhatt DL, Steg PG, Miller M, Brinton EA, Jacobson TA, Ketchum SB, Doyle RT, Juliano RA, Jiao L, Granowitz C, Tardif J-C, Ballantyne CM, 2019. Cardiovascular risk reduction with icosapent ethyl for hypertriglyceridemia. N. Engl. J. Med 380 (1), 11–22.", "ArticleIdList": ["30415628"]}, {"Citation": "Bromberg PA, 2016. Mechanisms of the acute effects of inhaled ozone in humans. BBA 1860 (12), 2771–2781.", "ArticleIdList": ["27451958"]}, {"Citation": "Brook RD, Urch B, Dvonch JT, Bard RL, Speck M, Keeler G, Morishita M, Marsik FJ, Kamal AS, Kaciroti N, Harkema J, Corey P, Silverman F, Gold DR, Wellenius G, Mittleman MA, Rajagopalan S, Brook JR, 2009. Insights into the mechanisms and mediators of the effects of air pollution exposure on blood pressure and vascular function in healthy humans. Hypertension 54 (3), 659–667.", "ArticleIdList": ["PMC3706996", "19620518"]}, {"Citation": "Chen H, Zhang S, Shen W, Salazar C, Schneider A, Wyatt L, Rappold AG, Diaz-Sanchez D, Devlin RB, Samet JM, Tong H, 2021. The influence of dietary intake of omega-3 polyunsaturated fatty acids on the association between short-term exposure to ambient nitrogen dioxide and respiratory and cardiovascular outcomes among healthy adults. Environ Health 20 (1).", "ArticleIdList": ["PMC8650256", "34872587"]}, {"Citation": "Chen H, Zhang S, Shen W, Salazar C, Schneider A, Wyatt LH, Rappold AG, Diaz-Sanchez D, Devlin RB, Samet JM, Tong H, 2022. Omega-3 fatty acids attenuate cardiovascular effects of short-term exposure to ambient air pollution. Part. Fibre Toxicol 19 (1).", "ArticleIdList": ["PMC8826673", "35139860"]}, {"Citation": "Devlin RB, Duncan KE, Jardim M, Schmitt MT, Rappold AG, Diaz-Sanchez D, 2012. Controlled exposure of healthy young volunteers to ozone causes cardiovascular effects. Circulation 126 (1), 104–111.", "ArticleIdList": ["22732313"]}, {"Citation": "EPA. 2013. Integrated science assessment (isa) for ozone and related photochemical oxidants (final report, feb 2013). EPA/600/R-10/076F. Washington DC."}, {"Citation": "EPA. 2021. Ozone trends."}, {"Citation": "Frampton MW, Morrow PE, Torres A, Voter KZ, Whitin JC, Cox C, et al. 1997. Effects of ozone on normal and potentially sensitive human subjects. Part ii: Airway inflammation and responsiveness to ozone in nonsmokers and smokers. Res Rep Health Eff Inst:39–72; discussion 81–99.", "ArticleIdList": ["9387196"]}, {"Citation": "Frampton MW, Pietropaoli A, Dentler M, Chalupa D, Little EL, Stewart J, Frasier L, Oakes D, Wiltshire J, Vora R, Utell MJ, 2015. Cardiovascular effects of ozone in healthy subjects with and without deletion of glutathione-s-transferase m1. Inhal. Toxicol 27 (2), 113–119.", "ArticleIdList": ["PMC4659648", "25600221"]}, {"Citation": "Frampton MW, Balmes JR, Bromberg PA, Stark P, Arjomandi M, Hazucha MJ, et al. 2017. Multicenter ozone study in older subjects (moses): Part 1. Effects of exposure to low concentrations of ozone on respiratory and cardiovascular outcomes. Res Rep Health Eff Inst:1–107.", "ArticleIdList": ["PMC7266375", "31898880"]}, {"Citation": "Guasch-Ferré M, Liu G, Li Y, Sampson L, Manson JE, Salas-Salvadó J, Martínez-González MA, Stampfer MJ, Willett WC, Sun Q.i., Hu FB, 2020. Olive oil consumption and cardiovascular risk in u.S. Adults. J Am Coll Cardiol 75 (15), 1729–1739.", "ArticleIdList": ["PMC7233327", "32147453"]}, {"Citation": "Hansell AL, Bakolis I, Cowie CT, Belousova EG, Ng K, Weber-Chrysochoou C, Britton WJ, Leeder SR, Tovey ER, Webb KL, Toelle BG, Marks GB, 2018. Childhood fish oil supplementation modifies associations between traffic related air pollution and allergic sensitisation. Environ Health 17 (1).", "ArticleIdList": ["PMC5870687", "29587831"]}, {"Citation": "Harris WS, Polreis J, 2016. Measurement of the omega-3 index in dried blood spots. Ann Clin Lab Res 4."}, {"Citation": "Hernandez ML, Harris B, Lay JC, Bromberg PA, Diaz-Sanchez D, Devlin RB, Kleeberger SR, Alexis NE, Peden DB, 2010. Comparative airway inflammatory response of normal volunteers to ozone and lipopolysaccharide challenge. Inhal Toxicol 22 (8), 648–656.", "ArticleIdList": ["PMC3162474", "20540623"]}, {"Citation": "Ji M, Cohan DS, Bell ML, 2011. Meta-analysis of the association between short-term exposure to ambient ozone and respiratory hospital admissions. Environ. Res. Lett 6 (2), 024006.", "ArticleIdList": ["PMC3138529", "21779304"]}, {"Citation": "Kaplanski G, Marin V, Montero-Julian F, Mantovani A, Farnarier C, 2003. Il-6: A regulator of the transition from neutrophil to monocyte recruitment during inflammation. Trends Immunol. 24, 25–29.", "ArticleIdList": ["12495721"]}, {"Citation": "Lim CC, Hayes RB, Ahn J, Shao Y, Silverman DT, Jones RR, Garcia C, Bell ML, Thurston GD, 2019a. Long-term exposure to ozone and cause-specific mortality risk in the united states. Am. J. Respir. Crit. Care Med 200 (8), 1022–1031.", "ArticleIdList": ["PMC6794108", "31051079"]}, {"Citation": "Lim CC, Hayes RB, Ahn J, Shao Y, Silverman DT, Jones RR, Thurston GD, 2019b. Mediterranean diet and the association between air pollution and cardiovascular disease mortality risk. Circulation 139 (15), 1766–1775.", "ArticleIdList": ["PMC6453737", "30700142"]}, {"Citation": "Lin Z, Chen R, Jiang Y, Xia Y, Niu Y, Wang C, Liu C, Chen C, Ge Y, Wang W, Yin G, Cai J, Clement V, Xu X, Chen B.o., Chen H, Kan H, 2019. Cardiovascular benefits of fish-oil supplementation against fine particulate air pollution in china. J. Am. Coll. Cardiol 73 (16), 2076–2085.", "ArticleIdList": ["31023432"]}, {"Citation": "Massaro M, Scoditti E, Carluccio MA, Calabriso N, Santarpino G, Verri T, et al., 2020. Effects of olive oil on blood pressure: Epidemiological, clinical, and mechanistic evidence. Nutrients 12.", "ArticleIdList": ["PMC7352724", "32466599"]}, {"Citation": "Miller MR, Hankinson J, Brusasco V, Burgos F, Casaburi R, Coates A, et al., 2005. Standardisation of spirometry. Eur. Respir. J 26, 319–338.", "ArticleIdList": ["16055882"]}, {"Citation": "Moreno-Luna R, Muñoz-Hernandez R, Miranda ML, Costa AF, Jimenez-Jimenez L, Vallejo-Vaz AJ, Muriana FJG, Villar J, Stiefel P, 2012. Olive oil polyphenols decrease blood pressure and improve endothelial function in young women with mild hypertension. Am. J. Hypertens", "ArticleIdList": ["22914255"]}, {"Citation": "Perona J, Cabellomoruno R, Ruizgutierrez V, 2006. The role of virgin olive oil components in the modulation of endothelial function. J. Nutr. Biochem 17 (7), 429–445.", "ArticleIdList": ["16481154"]}, {"Citation": "Rich DQ, Balmes JR, Frampton MW, Zareba W, Stark P, Arjomandi M, Hazucha MJ, Costantini MG, Ganz P, Hollenbeck-Pringle D, Dagincourt N, Bromberg PA, 2018. Cardiovascular function and ozone exposure: The multicenter ozone study in older subjects (moses). Environ. Int 119, 193–202.", "ArticleIdList": ["29980042"]}, {"Citation": "Romieu I, Sienra-Monge JJ, Ramírez-Aguilar M, Téllez-Rojo MM, Moreno-Macías H, Reyes-Ruiz NI, del Río-Navarro BE, Ruiz-Navarro MX, Hatch G, Slade R, Hernández-Avila M, 2002. Antioxidant supplementation and lung functions among children with asthma exposed to high levels of air pollutants. Am. J. Respir. Crit. Care Med 166 (5), 703–709.", "ArticleIdList": ["12204869"]}, {"Citation": "Samet JM, Hatch GE, Horstman D, Steck-scott S, Arab L, Bromberg PA, Levine M, Mcdonnell WF, Devlin RB, 2001. Effect of antioxidant supplementation on ozone-induced lung injury in human subjects. Am. J. Respir. Crit. Care Med 164 (5), 819–825.", "ArticleIdList": ["11549539"]}, {"Citation": "Serhan CN, Levy BD, 2018. Resolvins in inflammation: Emergence of the pro-resolving superfamily of mediators. J Clin Invest 128, 2657–2669.", "ArticleIdList": ["PMC6025982", "29757195"]}, {"Citation": "Snow SJ, Cheng W-Y, Henriquez A, Hodge M, Bass V, Nelson GM, Carswell G, Richards JE, Schladweiler MC, Ledbetter AD, Chorley B, Gowdy KM, Tong H, Kodavanti UP, 2018. Ozone-induced vascular contractility and pulmonary injury are differentially impacted by diets enriched with coconut oil, fish oil, and olive oil. Toxicol. Sci 163 (1), 57–69.", "ArticleIdList": ["PMC6659020", "29329427"]}, {"Citation": "Tong H, Rappold AG, Diaz-Sanchez D, Steck SE, Berntsen J, Cascio WE, Devlin RB, Samet JM, 2012. Omega-3 fatty acid supplementation appears to attenuate particulate air pollution-induced cardiac effects and lipid changes in healthy middle-aged adults. Environ. Health Perspect 120 (7), 952–957.", "ArticleIdList": ["PMC3404661", "22514211"]}, {"Citation": "Tong H, Rappold AG, Caughey M, Hinderliter AL, Bassett M, Montilla T, Case MW, Berntsen J, Bromberg PA, Cascio WE, Diaz-Sanchez D, Devlin RB, Samet JM, 2015. Dietary supplementation with olive oil or fish oil and vascular effects of concentrated ambient particulate matter exposure in human volunteers. Environ. Health Perspect 123 (11), 1173–1179.", "ArticleIdList": ["PMC4629741", "25933197"]}, {"Citation": "Tong H, 2016. Dietary and pharmacological intervention to mitigate the cardiopulmonary effects of air pollution toxicity. BBA 1860 (12), 2891–2898.", "ArticleIdList": ["27189803"]}, {"Citation": "Tong H, Snow SJ, Chen H, Schladweiler MC, Carswell G, Chorley B, Kodavanti UP, 2020. Fish oil and olive oil-enriched diets alleviate acute ozone-induced cardiovascular effects in rats. Toxicol. Appl. Pharmacol 409, 115296.", "ArticleIdList": ["PMC7726063", "33091443"]}, {"Citation": "Tong H, Zhang S, Shen W, Chen H, Salazar C, Schneider A, Rappold AG, Diaz-Sanchez D, Devlin RB, Samet JM, 2022. Lung function and short-term ambient air pollution exposure: Differential impacts of omega-3 and omega-6 fatty acids. Annals ATS 19 (4), 583–593.", "ArticleIdList": ["34797737"]}, {"Citation": "World Health Organization. 2018. Ambient (outdoor) air pollution. Available: [accessed 06/17/2021 2021]."}, {"Citation": "Yin P, Chen R, Wang L, Meng X, Liu C, Niu Y, Lin Z, Liu Y, Liu J, Qi J, You J, Zhou M, Kan H, 2017. Ambient ozone pollution and daily mortality: A nationwide study in 272 chinese cities. Environ. Health Perspect 125 (11), 117006.", "ArticleIdList": ["PMC5947936", "29212061"]}, {"Citation": "Zhang JJ, Wei Y, Fang Z, 2019. Ozone pollution: A major health hazard worldwide. Front. Immunol 10, 2518.", "ArticleIdList": ["PMC6834528", "31736954"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "7"}, {"Year": "2022", "Month": "7", "Day": "6"}, {"Year": "2022", "Month": "7", "Day": "8"}, {"Year": "2022", "Month": "7", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "19", "Hour": "7", "Minute": "19"}, {"Year": "2023", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35850080", "NIHMS1826155", "PMC9378480", "10.1016/j.envint.2022.107407", "S0160-4120(22)00334-8"]}}], "PubmedBookArticle": []}