{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["FBG", "Interaction", "Ozone exposure", "Physical activity", "Rural population", "T2DM"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35867296", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "22"}], "ELocationID": ["10.1007/s11356-022-22076-y"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "60", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Physical activity attenuated the association of ambient ozone with type 2 diabetes mellitus and fasting blood glucose among rural Chinese population.", "Pagination": {"StartPage": "90290", "EndPage": "90300", "MedlinePgn": "90290-90300"}, "Abstract": {"AbstractText": ["The association of ozone with type 2 diabetes mellitus (T2DM) is uncertain. Moreover, the moderating effect of physical activity on this association is largely unknown. This study aims to evaluate the independent and combined effects of ozone and physical activity on T2DM and fasting blood glucose (FBG) in a Chinese rural adult population. A total of 39,192 participants were enrolled in the Henan Rural Cohort Study. Individual ozone exposure was assessed by using a satellite-based random forest model. The logistic regression and generalized linear models were used to evaluate the associations of ozone and physical activity with T2DM and FBG, respectively. Interaction plots were used to visualize the interaction effects of ozone and physical activity on T2DM or FBG. An interquartile range (IQR) increase in ozone exposure concentration was related to a 53.3% (odds ratio (OR),1.533; 95% confidence interval (CI), 1.426, 1.648) increase in odds of T2DM and a 0.292 mmol/L (95%CI, 0.263, 0.321) higher FBG level, respectively. The effects of ozone on T2DM and FBG generally decreased as physical activity levels increased. Negative additive interactions between ozone and physical activity on T2DM risk were observed (relative excess risk due to interaction (RERI), -0.261; 95%CI, -0.473, -0.048; attributable proportion due to interaction (AP), -0.203; 95%CI, -0.380, -0.027; synergy index (S), 0.520; 95%CI, 0.299, 0.904). The larger effects of ozone were observed among elderly and men on T2DM and FBG than young and women. Long-term exposure to ozone was associated with higher odds of T2DM and higher FBG levels, and these associations might be attenuated by increasing physical activity levels. In addition, there was a negative additive interaction (antagonistic effect) between ozone exposure and physical activity level on T2DM risk, suggesting that physical activity might be an effective method to reduce the burden of T2DM attributed to ozone exposure. Trail registration: The Henan Rural Cohort Study has been registered at Chinese Clinical Trial Register (registration number: ChiCTR-OOC-15006699). Date of registration: 06 July 2015, http://www.chictr.org.cn/showproj.aspx?proj=11375."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Liu", "ForeName": "Xiaotian", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Dong", "ForeName": "Xiaokang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Examination Center, the First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."}], "LastName": "Song", "ForeName": "Xiaoqin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Li", "ForeName": "Ruiying", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "He", "ForeName": "Yaling", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Hou", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Mao", "ForeName": "Zhenxing", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}], "LastName": "Huo", "ForeName": "Wenqian", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."}], "LastName": "Guo", "ForeName": "Yuming", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."}], "LastName": "Li", "ForeName": "Shanshan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational and Environmental Health, School of Public Health, Sun Yat-sen University, Guangzhou, 510080, China."}], "LastName": "Chen", "ForeName": "Gongbo", "Initials": "G"}, {"Identifier": ["0000-0001-5091-6621"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, College of Public Health, Zhengzhou University, Zhengzhou, Henan, People's Republic of China. tjwcj2005@126.com."}], "LastName": "Wang", "ForeName": "Chongjian", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Blood Glucose"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "East Asian People"}, {"QualifierName": [], "DescriptorName": "Exercise"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Diagnosis and classification of diabetes mellitus (2013) Diabetes care 36 Suppl 1:S67-74"}, {"Citation": "Ainsworth BE, Haskell WL, Herrmann SD, Meckes N, Bassett DR Jr, Tudor-Locke C et al (2011) Compendium of physical activities: a second update of codes and MET values. Med Sci Sports Exerc 43:1575–1581", "ArticleIdList": ["10.1249/MSS.0b013e31821ece12"]}, {"Citation": "Akash MSH, Rehman K, Liaqat A (2018) Tumor necrosis factor-alpha: role in development of insulin resistance and pathogenesis of type 2 diabetes mellitus. J Cell Biochem 119:105–110", "ArticleIdList": ["10.1002/jcb.26174"]}, {"Citation": "Balducci S, D'Errico V, Haxhi J, Sacchetti M, Orlando G, Cardelli P et al (2019) Effect of a behavioral intervention strategy on sustained change in physical activity and sedentary behavior in patients with type 2 diabetes: the IDES_2 randomized clinical trial. Jama 321:880–890", "ArticleIdList": ["10.1001/jama.2019.0922"]}, {"Citation": "Bass V, Gordon CJ, Jarema KA, MacPhail RC, Cascio WE, Phillips PM et al (2013) Ozone induces glucose intolerance and systemic metabolic effects in young and aged Brown Norway rats. Toxicol Appl Pharmacol 273:551–560", "ArticleIdList": ["10.1016/j.taap.2013.09.029"]}, {"Citation": "Bennett DA, Du H, Bragg F, Guo Y, Wright N, Yang L et al (2019) Physical activity, sedentary leisure-time and risk of incident type 2 diabetes: a prospective study of 512 000 Chinese adults. BMJ Open Diabetes Res Care 7:e000835", "ArticleIdList": ["10.1136/bmjdrc-2019-000835"]}, {"Citation": "Chen G, Li S, Knibbs LD, Hamm NAS, Cao W, Li T et al (2018) A machine learning method to estimate PM(2.5) concentrations across China with remote sensing, meteorological and land use information. Sci Total Environ 636:52–60", "ArticleIdList": ["10.1016/j.scitotenv.2018.04.251"]}, {"Citation": "Chen GB, Chen J, Dong GH, Yang BY, Liu YS, Lu TJ et al (2021) Improving satellite-based estimation of surface ozone across China during 2008-2019 using iterative random forest model and high-resolution grid meteorological data. Sustain Cities Soc 69:9", "ArticleIdList": ["10.1016/j.scs.2021.102807"]}, {"Citation": "Clougherty JE (2011) A growing role for gender analysis in air pollution epidemiology. Ciencia & saude coletiva 16:2221–2238", "ArticleIdList": ["10.1590/S1413-81232011000400021"]}, {"Citation": "Dong X, Liu X, Zhang L, Li R, Tu R, Hou J et al (2021) Residential greenness associated with lower serum uric acid levels and hyperuricemia prevalence in a large Chinese rural population. Sci Total Environ 770:145300", "ArticleIdList": ["10.1016/j.scitotenv.2021.145300"]}, {"Citation": "Hernandez AM, Ruiz G, de Porras D, Marko D, Whitworth KW (2018) The association between PM2.5 and ozone and the prevalence of diabetes mellitus in the United States, 2002 to 2008. J Occup Environ Med 60:594–602", "ArticleIdList": ["10.1097/JOM.0000000000001332"]}, {"Citation": "Houstis N, Rosen ED, Lander ES (2006) Reactive oxygen species have a causal role in multiple forms of insulin resistance. Nature 440:944–948", "ArticleIdList": ["10.1038/nature04634"]}, {"Citation": "Jennersjö P, Ludvigsson J, Länne T, Nystrom FH, Ernerudh J, Östgren CJ (2012) Pedometer-determined physical activity is linked to low systemic inflammation and low arterial stiffness in Type 2 diabetes. Diabetic Med J British Diab Assoc 29:1119–1125", "ArticleIdList": ["10.1111/j.1464-5491.2012.03621.x"]}, {"Citation": "Jerrett M, Brook R, White LF, Burnett RT, Yu J, Su J et al (2017) Ambient ozone and incident diabetes: a prospective analysis in a large cohort of African American women. Environ Int 102:42–47", "ArticleIdList": ["10.1016/j.envint.2016.12.011"]}, {"Citation": "Li A, Mei Y, Zhao M, Xu J, Seery S, Li R et al (2021a) The effect of ambient ozone on glucose-homoeostasis: a prospective study of non-diabetic older adults in Beijing. Sci Total Environ 761:143308", "ArticleIdList": ["10.1016/j.scitotenv.2020.143308"]}, {"Citation": "Li H, Duan D, Xu J, Feng X, Astell-Burt T, He T et al (2019) Ambient air pollution and risk of type 2 diabetes in the Chinese. Environ Sci Pollut Res Int 26:16261–16273", "ArticleIdList": ["10.1007/s11356-019-04971-z"]}, {"Citation": "Li Y, Teng D, Shi X, Qin G, Qin Y, Quan H et al (2020) Prevalence of diabetes recorded in mainland China using 2018 diagnostic criteria from the American Diabetes Association: national cross sectional study. Bmj 369:m997", "ArticleIdList": ["10.1136/bmj.m997"]}, {"Citation": "Li YL, Chuang TW, Chang PY, Lin LY, Su CT, Chien LN et al (2021b) Long-term exposure to ozone and sulfur dioxide increases the incidence of type 2 diabetes mellitus among aged 30 to 50 adult population. Environ Res 194:110624", "ArticleIdList": ["10.1016/j.envres.2020.110624"]}, {"Citation": "Liu F, Guo Y, Liu Y, Chen G, Wang Y, Xue X et al (2019a) Associations of long-term exposure to PM(1), PM(2.5), NO(2) with type 2 diabetes mellitus prevalence and fasting blood glucose levels in Chinese rural populations. Environ Int 133:105213", "ArticleIdList": ["10.1016/j.envint.2019.105213"]}, {"Citation": "Liu X, Li Y, Li L, Zhang L, Ren Y, Zhou H et al (2016) Prevalence, awareness, treatment, control of type 2 diabetes mellitus and risk factors in Chinese rural population: the RuralDiab study. Sci Rep 6:31426", "ArticleIdList": ["10.1038/srep31426"]}, {"Citation": "Liu X, Mao Z, Li Y, Wu W, Zhang X, Huo W et al (2019b) Cohort profile: the Henan Rural Cohort: a prospective study of chronic non-communicable diseases. Int J Epidemiol 48:1756–1756j", "ArticleIdList": ["10.1093/ije/dyz039"]}, {"Citation": "Liu X, Tu R, Qiao D, Niu M, Li R, Mao Z et al (2020) Association between long-term exposure to ambient air pollution and obesity in a Chinese rural population: the Henan Rural Cohort Study. Environ Pollut 260:114077", "ArticleIdList": ["10.1016/j.envpol.2020.114077"]}, {"Citation": "Münzel T, Sørensen M, Gori T, Schmidt FP, Rao X, Brook FR et al (2017a) Environmental stressors and cardio-metabolic disease: part II-mechanistic insights. Eur Heart J 38:557–564"}, {"Citation": "Münzel T, Sørensen M, Gori T, Schmidt FP, Rao X, Brook J et al (2017b) Environmental stressors and cardio-metabolic disease: part I-epidemiologic evidence supporting a role for noise and air pollution and effects of mitigation strategies. Eur Heart J 38:550–556"}, {"Citation": "Magliano DJ, Rancière F, Slama R, Roussel R, Kiviranta H, Coumoul X et al (2021) Exposure to persistent organic pollutants and the risk of type 2 diabetes: a case-cohort study. Diabetes Metab 47:101234", "ArticleIdList": ["10.1016/j.diabet.2021.101234"]}, {"Citation": "Pasalic E, Hayat MJ, Greenwald R (2016) Air pollution, physical activity, and markers of acute airway oxidative stress and inflammation in adolescents. J Georgia Public Health Assoc 6:314–330"}, {"Citation": "Paul LA, Burnett RT, Kwong JC, Hystad P, van Donkelaar A, Bai L et al (2020) The impact of air pollution on the incidence of diabetes and survival among prevalent diabetes cases. Environ Int 134:105333", "ArticleIdList": ["10.1016/j.envint.2019.105333"]}, {"Citation": "Peng C, Bind MC, Colicino E, Kloog I, Byun HM, Cantone L et al (2016) Particulate air pollution and fasting blood glucose in nondiabetic individuals: associations and epigenetic mediation in the normative aging study, 2000-2011. Environ Health Perspect 124:1715–1721", "ArticleIdList": ["10.1289/EHP183"]}, {"Citation": "Preston EV, Eberle C, Brown FM, James-Todd T (2020) Climate factors and gestational diabetes mellitus risk - a systematic review. Environ Health 19:112", "ArticleIdList": ["10.1186/s12940-020-00668-w"]}, {"Citation": "Rao X, Zhong J, Brook RD, Rajagopalan S (2018) Effect of Particulate matter air pollution on cardiovascular oxidative stress pathways. Antioxid Redox Signal 28:797–818", "ArticleIdList": ["10.1089/ars.2017.7394"]}, {"Citation": "Rasheed, S.; Rehman, K.; Shahid, M.; Suhail, S.; Akash, M.S.H (2022) Therapeutic potentials of genistein: new insights and perspectives. J Food Biochem e14228"}, {"Citation": "Rehman K, Akash MSH (2017) Mechanism of generation of oxidative stress and pathophysiology of type 2 diabetes mellitus: how are they interlinked? J Cell Biochem 118:3577–3585", "ArticleIdList": ["10.1002/jcb.26097"]}, {"Citation": "Renzi M, Cerza F, Gariazzo C, Agabiti N, Cascini S, Di Domenicantonio R et al (2018) Air pollution and occurrence of type 2 diabetes in a large cohort study. Environ Int 112:68–76", "ArticleIdList": ["10.1016/j.envint.2017.12.007"]}, {"Citation": "Rojas-Rueda D, de Nazelle A, Tainio M, Nieuwenhuijsen MJ (2011) The health risks and benefits of cycling in urban environments compared with car use: health impact assessment study. Bmj 343:d4521", "ArticleIdList": ["10.1136/bmj.d4521"]}, {"Citation": "Schenker N, Gentleman JF (2001) On judging the significance of differences by examining the overlap between confidence intervals. Am Stat 55:182–186", "ArticleIdList": ["10.1198/000313001317097960"]}, {"Citation": "Smith AD, Crippa A, Woodcock J, Brage S (2016) Physical activity and incident type 2 diabetes mellitus: a systematic review and dose-response meta-analysis of prospective cohort studies. Diabetologia 59:2527–2545", "ArticleIdList": ["10.1007/s00125-016-4079-0"]}, {"Citation": "Soleimani Tapehsari B, Alizadeh M, Khamseh ME, Seifouri S, Nojomi M (2020) Physical activity and quality of life in people with type 2 diabetes mellitus: a randomized controlled trial. Int J Prev Med 11:9", "ArticleIdList": ["10.4103/ijpvm.IJPVM_202_18"]}, {"Citation": "Tu R, Hou J, Liu X, Li R, Dong X, Pan M et al (2020) Physical activity attenuated association of air pollution with estimated 10-year atherosclerotic cardiovascular disease risk in a large rural Chinese adult population: a cross-sectional study. Environ Int 140:105819", "ArticleIdList": ["10.1016/j.envint.2020.105819"]}, {"Citation": "Tu R, Li Y, Shen L, Yuan H, Mao Z, Liu X et al (2019) The prevalence and influencing factors of physical activity and sedentary behaviour in the rural population in China: the Henan Rural Cohort Study. BMJ Open 9:e029590", "ArticleIdList": ["10.1136/bmjopen-2019-029590"]}, {"Citation": "Vella RE, Pillon NJ, Zarrouki B, Croze ML, Koppe L, Guichardant M et al (2015) Ozone exposure triggers insulin resistance through muscle c-Jun N-terminal kinase activation. Diabetes 64:1011–1024", "ArticleIdList": ["10.2337/db13-1181"]}, {"Citation": "Wang Y, Cao R, Xu Z, Jin J, Wang J, Yang T, Wei J, Huang J, Li G (2022) Long-term exposure to ozone and diabetes incidence: a longitudinal cohort study in China. Sci Total Environ 816:151634", "ArticleIdList": ["10.1016/j.scitotenv.2021.151634"]}, {"Citation": "Wolf D, Ley K (2019) Immunity and inflammation in atherosclerosis. Circ Res 124:315–327", "ArticleIdList": ["10.1161/CIRCRESAHA.118.313591"]}, {"Citation": "Xia Y, Niu Y, Cai J, Lin Z, Liu C, Li H et al (2018) Effects of personal short-term exposure to ambient ozone on blood pressure and vascular endothelial function: a mechanistic study based on DNA methylation and metabolomics. Environ Sci Technol 52:12774–12782", "ArticleIdList": ["10.1021/acs.est.8b03044"]}, {"Citation": "Yang BY, Fan S, Thiering E, Seissler J, Nowak D, Dong GH et al (2020a) Ambient air pollution and diabetes: a systematic review and meta-analysis. Environ Res 180:108817", "ArticleIdList": ["10.1016/j.envres.2019.108817"]}, {"Citation": "Yang BY, Qian ZM, Li S, Chen G, Bloom MS, Elliott M et al (2018a) Ambient air pollution in relation to diabetes and glucose-homoeostasis markers in China: a cross-sectional study with findings from the 33 Communities Chinese Health Study. Lancet Planet Health 2:e64–e73", "ArticleIdList": ["10.1016/S2542-5196(18)30001-9"]}, {"Citation": "Yang BY, Qian ZM, Li S, Fan S, Chen G, Syberg KM et al (2018b) Long-term exposure to ambient air pollution (including PM(1)) and metabolic syndrome: the 33 Communities Chinese Health Study (33CCHS). Environ Res 164:204–211", "ArticleIdList": ["10.1016/j.envres.2018.02.029"]}, {"Citation": "Yang X, Li Y, Wang C, Mao Z, Zhou W, Zhang L et al (2020b) Meat and fish intake and type 2 diabetes: dose-response meta-analysis of prospective cohort studies. Diabetes Metab 46:345–352", "ArticleIdList": ["10.1016/j.diabet.2020.03.004"]}, {"Citation": "Yu Y, Jerrett M, Paul KC, Su J, Shih IF, Wu J et al (2021) Ozone exposure, outdoor physical activity, and incident type 2 diabetes in the SALSA Cohort of Older Mexican Americans. Environ Health Perspect 129:97004", "ArticleIdList": ["10.1289/EHP8620"]}, {"Citation": "Zhong J, Allen K, Rao X, Ying Z, Braunstein Z, Kankanala SR et al (2016) Repeated ozone exposure exacerbates insulin resistance and activates innate immune response in genetically susceptible mice. Inhal Toxicol 28:383–392", "ArticleIdList": ["10.1080/08958378.2016.1179373"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "3", "Day": "10"}, {"Year": "2022", "Month": "7", "Day": "13"}, {"Year": "2022", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "22", "Hour": "11", "Minute": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35867296", "10.1007/s11356-022-22076-y", "10.1007/s11356-022-22076-y"]}}], "PubmedBookArticle": []}