{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biofilms", "Candida", "Streptococcus mutans", "oral candidiasis", "ozone", "sunflower oil"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35869980", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["myac055", "10.1093/mmy/myac055"], "Journal": {"ISSN": "1460-2709", "JournalIssue": {"Volume": "60", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "08"}}, "Title": "Medical mycology", "ISOAbbreviation": "Med Mycol"}, "ArticleTitle": "Ozonated oil is effective at killing Candida species and Streptococcus mutans biofilm-derived cells under aerobic and microaerobic conditions.", "Abstract": {"AbstractText": ["This study explores the growth of bacterial, fungal, and interkingdom biofilms under aerobiosis or microaerobic conditions and the effect of ozonated sunflower oil on these biofilms. Candida species and Streptococcus mutans were used to study this interaction due to their importance in oral health and disease as these microorganisms display a synergistic relationship that manifests in the onset of caries and tooth decay. Biofilms were developed in a 96-well microtiter plate at 37ºC for 24 h, under aerobiosis or microaerobic conditions, and treated with ozonated oil for 5 to 120 min. All the microorganisms formed biofilms in both oxygenation conditions. Scanning electron microscopy was used to visualize biofilm morphology. Rodent experiments were performed to verify the oil-related toxicity and its efficacy in oral candidiasis. The growth of all Candida species was increased when co-cultured with S. mutans, whilst the growth of bacterium was greater only when co-cultured with C. krusei and C. orthopsilosis under aerobiosis and microaerobic conditions, respectively. Regardless of the oxygenation condition, ozonated oil significantly reduced the viability of all the tested biofilms and infected mice, showing remarkable microbicidal activity as corroborated with confocal microscopy and minimal toxicity. Thus, ozonated oil therapy can be explored as a strategy to control diseases associated with these biofilms especially in the oral cavity.", "We demonstrated that ozonated sunflower oil is effective at killing the biofilms formed by Candida species, by the bacterium Streptococcus mutans, or by both micoorganisms that can interact in the oral cavity, making it a potential therapeutic option for the treatment of these infections."], "CopyrightInformation": "© The Author(s) 2022. Published by Oxford University Press on behalf of The International Society for Human and Animal Mycology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Mycology and Environmental Diagnosis, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Higa", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Mycology and Environmental Diagnosis, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}, {"Identifier": [], "Affiliation": "Postgraduate Program in Animal Science, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Cintra", "ForeName": "Bianca Souza", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Mycology and Environmental Diagnosis, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}, {"Identifier": [], "Affiliation": "Faculty of Veterinary Medicine and Zootechnics, Universidad Agraria del Ecuador, Guayaquil 090101, Ecuador."}], "LastName": "Álvarez", "ForeName": "Carmen Magaly", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mutagenesis Laboratory, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Ribeiro", "ForeName": "Arthur Barcelos", "Initials": "AB"}, {"Identifier": ["0000-0001-6908-3463"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program in Animal Science, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Ferreira", "ForeName": "Jair Camargo", "Initials": "JC"}, {"Identifier": ["0000-0003-4646-5914"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mutagenesis Laboratory, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Tavares", "ForeName": "Denise Crispim", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, College of Dentistry, University of Florida, Gainesville, Florida 32610, USA."}], "LastName": "Enriquez", "ForeName": "Vanessa", "Initials": "V"}, {"Identifier": ["0000-0001-6372-6501"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, College of Dentistry, University of Florida, Gainesville, Florida 32610, USA."}, {"Identifier": [], "Affiliation": "Emerging Pathogens Institute, Center for Immunology and Transplantation, and Center for Translational Research in Neurodegenerative Disease, University of Florida, Gainesville, Florida 32610, USA."}], "LastName": "Martinez", "ForeName": "Luis R", "Initials": "LR"}, {"Identifier": ["0000-0002-6004-5951"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Mycology and Environmental Diagnosis, Universidade de Franca, Franca, São Paulo 14.404-600, Brazil."}], "LastName": "Pires", "ForeName": "Regina Helena", "Initials": "RH"}], "GrantList": [{"Agency": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior", "Country": ""}, {"GrantID": "R90 DE022530", "Acronym": "DE", "Agency": "NIDCR NIH HHS", "Country": "United States"}, {"GrantID": "2019/26418-8", "Agency": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "Country": ""}, {"GrantID": "R01AI145559", "Agency": "National Institute of Allergy and Infectious Diseases", "Country": ""}, {"GrantID": "R01 AI145559", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "T90DE021990", "Acronym": "NH", "Agency": "NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Med Mycol", "NlmUniqueID": "9815835", "ISSNLinking": "1369-3786"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sunflower Oil"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": [], "DescriptorName": "Candida"}, {"QualifierName": [], "DescriptorName": "Candida albicans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Streptococcus mutans"}, {"QualifierName": [], "DescriptorName": "Sunflower Oil"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Singh DK, Toth R, Gacser A. Mechanisms of pathogenic Candida species to evade the host complement attack. Front Cell Infect Microbiol. 2020; 10: 94.", "ArticleIdList": ["PMC7082757", "32232011"]}, {"Citation": "Calderone RA, Fonzi WA. Virulence factors of Candida albicans. Trends Microbiol. 2001; 9: 327–335.", "ArticleIdList": ["11435107"]}, {"Citation": "Miceli MH, Diaz JA, Lee SA. Emerging opportunistic yeast infections. Lancet Infect Dis. 2011; 11: 142–151.", "ArticleIdList": ["21272794"]}, {"Citation": "Gauch LMR, Pedrosa SS, Silveira-Gomes F, Esteves RA, Marques-da-Silva SH. Isolation of Candida spp. from denture-related stomatitis in Pará, Brazil. Braz J Microbiol. 2018; 49: 148–151.", "ArticleIdList": ["PMC5790581", "29054393"]}, {"Citation": "Zomorodian K, Haghighi NN, Rajaee Net al. . Assessment of Candida species colonization and denture-related stomatitis in complete denture wearers. Med Mycol. 2011; 49: 208–211.", "ArticleIdList": ["20795762"]}, {"Citation": "Kadir T, Pisiriciler R, Akyuz Set al. . Mycological and cytological examination of oral candidal carriage in diabetic patients and non-diabetic control subjects: thorough analysis of local aetiologic and systemic factors. J Oral Rehabil. 2002; 29: 452–457.", "ArticleIdList": ["12028493"]}, {"Citation": "Vila T, Sultan AS, Montelongo-Jauregui Det al. . Oral candidiasis: a disease of opportunity. J Fungi. 2020; 6: 15.", "ArticleIdList": ["PMC7151112", "31963180"]}, {"Citation": "Turner SA, Butler G. The Candida pathogenic species complex. Cold Spring Harb Perspect Med. 2014; 4: a019778.", "ArticleIdList": ["PMC4143104", "25183855"]}, {"Citation": "Schaller M, Borelli C, Korting HCet al. . Hydrolytic enzymes as virulence factors of Candida albicans. Mycoses. 2005; 48: 365–377.", "ArticleIdList": ["16262871"]}, {"Citation": "Lopes J P, Stylianou M, Backman Eet al. . Evasion of immune surveillance in low oxygen environments enhances Candida albicans virulence. MBio. 2018; 9: e02120–18.", "ArticleIdList": ["PMC6222133", "30401781"]}, {"Citation": "Rossignol T, Ding C, Guida Aet al. . Correlation between biofilm formation and the hypoxic response in Candida parapsilosis. Eukaryot Cell. 2009; 8: 550–559.", "ArticleIdList": ["PMC2669199", "19151323"]}, {"Citation": "Diaz PI, Xie Z, Sobue Tet al. . Synergistic interaction between Candida albicans and commensal oral streptococci in a novel in vitro mucosal model. Infect Immun. 2012; 80: 620–632.", "ArticleIdList": ["PMC3264323", "22104105"]}, {"Citation": "Kim D, Sengupta A, Niepa THet al. . Candida albicans stimulates streptococcus mutans microcolony development via cross-kingdom biofilm-derived metabolites. Sci Rep. 2017; 7: 41332.", "ArticleIdList": ["PMC5278416", "28134351"]}, {"Citation": "Negrini TC, Koo H, Arthur RA. Candida-Bacterial biofilms and host-microbe interactions in oral diseases. Adv Exp Med Biol. 2019; 1197: 119–141.", "ArticleIdList": ["31732939"]}, {"Citation": "Xu H, Sobue T, Bertolini M, Thompson A, Dongari-Bagtzoglou A. Streptococcus oralis and Candida albicans synergistically activate mu-Calpain to degrade E-cadherin from oral epithelial junctions. J Infect Dis. 2016; 214: 925–934.", "ArticleIdList": ["PMC4996146", "27190184"]}, {"Citation": "Millsop JW, Fazel N. Oral candidiasis. Clin Dermatol. 2016; 34: 487–494.", "ArticleIdList": ["27343964"]}, {"Citation": "Mazu TK, Bricker BA, Flores-Rozas H, Ablordeppey SY. The mechanistic targets of antifungal agents: an overview. Mini Rev Med Chem. 2016; 16: 555–578.", "ArticleIdList": ["PMC5215921", "26776224"]}, {"Citation": "Olsen I. Biofilm-specific antibiotic tolerance and resistance. Eur J Clin Microbiol Infect Dis. 2015; 34: 877–886.", "ArticleIdList": ["25630538"]}, {"Citation": "Bocci VA. Scientific and medical aspects of ozone therapy. State of the art. Arch Med Res. 2006; 37: 425–435.", "ArticleIdList": ["16624639"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011; 2: 66–70.", "ArticleIdList": ["PMC3312702", "22470237"]}, {"Citation": "Brazil Ministry of Health . Ordinance no. 702, March 21, 2018. Amends consolidation ordinance no. 2/GM/MS, fromSeptember 28, 2017, to include new practices in the National Policy on Integrative and Complementary Practices - PNPIC. Official Gazette of the Union."}, {"Citation": "Gupta G, Mansi B. Ozone therapy in periodontics. J Med Life. 2012; 5: 59–67.", "ArticleIdList": ["PMC3307081", "22574088"]}, {"Citation": "Velio B. Preparation of Ozonated Water and Oil for the Topical Therapy – Ozone as a Drinking Water Disinfectant: Ozone Disinfection to Prevent Nosocomial Infections. Nature Public Health Emergency Collection, 2010."}, {"Citation": "Son M, Ahn SJ, Guo Q, Burne RA, Hagen SJ. Microfluidic study of competence regulation in streptococcus mutans: environmental inputs modulate bimodal and unimodal expression of comX. Mol Microbiol. 2012; 86: 258–272.", "ArticleIdList": ["PMC3468698", "22845615"]}, {"Citation": "Walsh DJ, Livinghouse T, Goeres DM, Mettler M, Stewart PS. Antimicrobial activity of naturally occurring phenols and derivatives against biofilm and planktonic bacteria. Front Chem. 2019; 7: 653.", "ArticleIdList": ["PMC6779693", "31632948"]}, {"Citation": "Bamford CV, d'Mello A, Nobbs AHet al. . Streptococcus gordonii modulates Candida albicans biofilm formation through intergeneric communication. Infect Immun. 2009; 77: 3696–3704.", "ArticleIdList": ["PMC2737996", "19528215"]}, {"Citation": "Xiao J, Klein MI, Falsetta MLet al. . The exopolysaccharide matrix modulates the interaction between 3D architecture and virulence of a mixed-species oral biofilm. PLoS Pathog. 2012; 8: e1002623.", "ArticleIdList": ["PMC3320608", "22496649"]}, {"Citation": "Alnuaimi AD, O'Brien-Simpson NM, Reynolds EC, McCullough MJ. Clinical isolates and laboratory reference Candida species and strains have varying abilities to form biofilms. FEMS Yeast Res. 2013; 13: 689–699.", "ArticleIdList": ["23927631"]}, {"Citation": "Meshulam T, Levitz SM, Christin L, Diamond RD. A simplified new assay for assessment of fungal cell damage with the tetrazolium dye, (2,3)-bis-(2-methoxy-4-nitro-5-sulphenyl)-(2H)-tetrazolium-5-carboxanil ide (XTT). J Infect Dis. 1995; 172: 1153–1156.", "ArticleIdList": ["7561202"]}, {"Citation": "Benli H, Hafley BS, Keeton JTet al. . Biomechanical and microbiological changes in natural hog casings treated with ozone. Meat Sci. 2008; 79: 155–162.", "ArticleIdList": ["22062608"]}, {"Citation": "Ribeiro FC, Junqueira JC, Dos Santos JDet al. . Development of probiotic formulations for oral candidiasis prevention: gellan gum as a carrier to deliver Lactobacillus paracasei 28.4. Antimicrob Agents Chemother. 2020; 64.", "ArticleIdList": ["PMC7269487", "32253208"]}, {"Citation": "Takakura N, Sato Y, Ishibashi Het al. . A novel murine model of oral candidiasis with local symptoms characteristic of oral thrush. Microbiol Immunol. 2003; 47: 321–326.", "ArticleIdList": ["12825893"]}, {"Citation": "Falsetta ML, Klein MI, Colonne PMet al. . Symbiotic relationship between Streptococcus mutans and Candida albicans synergizes virulence of plaque biofilms in vivo. Infect Immun. 2014; 82: 1968–1981.", "ArticleIdList": ["PMC3993459", "24566629"]}, {"Citation": "Hwang G, Liu Y, Kim Det al. . Candida albicans mannans mediate Streptococcus mutans exoenzyme GtfB binding to modulate cross-kingdom biofilm development in vivo. PLoS Pathog. 2017; 13: e1006407.", "ArticleIdList": ["PMC5472321", "28617874"]}, {"Citation": "Lobo CIV, Rinaldi TB, Christiano CMSet al. . Dual-species biofilms of Streptococcus mutans and Candida albicans exhibit more biomass and are mutually beneficial compared with single-species biofilms. J Oral Microbiol. 2019; 11: 1581520.", "ArticleIdList": ["PMC6807867", "31681463"]}, {"Citation": "Ahn SJ, Wen ZT, Burne RA. Effects of oxygen on virulence traits of Streptococcus mutans. J Bacteriol. 2007; 189: 8519–8527.", "ArticleIdList": ["PMC2168947", "17921307"]}, {"Citation": "Lemos JA, Palmer SR, Zeng Let al. . The biology of Streptococcus mutans. Microbiol Spectr. 2019; 7.", "ArticleIdList": ["PMC6615571", "30657107"]}, {"Citation": "Silva S, Henriques M, Oliveira R, Williams D, Azeredo J. In vitro biofilm activity of non-Candida albicans candida species. Curr Microbiol. 2010; 61: 534–540.", "ArticleIdList": ["20401483"]}, {"Citation": "Thein ZM, Samaranayake YH, Samaranayake LP. In vitro biofilm formation of Candida albicans and non-albicans Candida species under dynamic and anaerobic conditions. Arch Oral Biol. 2007; 52: 761–767.", "ArticleIdList": ["17321487"]}, {"Citation": "Grahl N, Shepardson KM, Chung D, Cramer RA. Hypoxia and fungal pathogenesis: to air or not to air? Eukaryot Cell. 2012; 11: 560–570.", "ArticleIdList": ["PMC3346435", "22447924"]}, {"Citation": "Kuhn DM, Chandra J, Mukherjee PK, Ghannoum MA. Comparison of biofilms formed by Candida albicans and Candida parapsilosis on bioprosthetic surfaces. Infect Immun. 2002; 70: 878–888.", "ArticleIdList": ["PMC127692", "11796623"]}, {"Citation": "Khoury ZH, Vila T, Puthran TRet al. . The role of Candida albicans secreted polysaccharides in augmenting Streptococcus mutans adherence and mixed biofilm formation: in vitro and in vivo studies. Front Microbiol. 2020; 11: 307.", "ArticleIdList": ["PMC7093027", "32256460"]}, {"Citation": "Azarpazhooh A, Limeback H. The application of ozone in dentistry: a systematic review of literature. J Dent. 2008; 36: 104–116.", "ArticleIdList": ["18166260"]}, {"Citation": "Holmes J. Clinical reversal of root caries using ozone, double-blind, randomised, controlled 18-month trial. Gerodontology. 2003; 20: 106–114.", "ArticleIdList": ["14697022"]}, {"Citation": "Rickard GD, Richardson R, Johnson T, McColl D, Hooper L. Ozone therapy for the treatment of dental caries. Cochrane Database Syst Rev. 2004; CD004153.", "ArticleIdList": ["15266519"]}, {"Citation": "Arita M, Nagayoshi M, Fukuizumi Tet al. . Microbicidal efficacy of ozonated water against candida albicans adhering to acrylic denture plates. Oral Microbiol Immunol. 2005; 20: 206–210.", "ArticleIdList": ["15943763"]}, {"Citation": "Celenza G, Iorio R, Cracchiolo Set al. . Antimycotic activity of ozonized oil in liposome eye drops against Candida spp. Transl Vis Sci Technol. 2020; 9: 4.", "ArticleIdList": ["PMC7422790", "32855851"]}, {"Citation": "Lerner RA, Eschenmoser A. Ozone in biology. Proc Natl Acad Sci U S A. 2003; 100: 3013–3015.", "ArticleIdList": ["PMC152232", "12631693"]}, {"Citation": "Nagayoshi M, Fukuizumi T, Kitamura C, Yano J, Terashita M, Nishihara T. Efficacy of ozone on survival and permeability of oral microorganisms. Oral Microbiol Immunol. 2004; 19: 240–246.", "ArticleIdList": ["15209994"]}, {"Citation": "Sechi LA, Lezcano I, Nunez Net al. . Antibacterial activity of ozonized sunflower oil (Oleozon). J Appl Microbiol. 2001; 90: 279–284.", "ArticleIdList": ["11168731"]}, {"Citation": "Babior BM, Takeuchi C, Ruedi J, Gutierrez A, Wentworth P Jr.. Investigating antibody-catalyzed ozone generation by human neutrophils. Proc Natl Acad Sci U S A. 2003; 100: 3031–3034.", "ArticleIdList": ["PMC152239", "12601145"]}, {"Citation": "Wentworth P Jr, McDunn JE, Wentworth ADet al. . Evidence for antibody-catalyzed ozone formation in bacterial killing and inflammation. Science. 2002; 298: 2195–2199.", "ArticleIdList": ["12434011"]}, {"Citation": "Margolis HC, Moreno EC, Murphy BJ. Importance of high pKA acids in cariogenic potential of plaque. J Dent Res. 1985; 64: 786–792.", "ArticleIdList": ["3858299"]}, {"Citation": "Donlan RM, Costerton JW. Biofilms: survival mechanisms of clinically relevant microorganisms. Clin Microbiol Rev. 2002; 15: 167–193.", "ArticleIdList": ["PMC118068", "11932229"]}, {"Citation": "Monzillo V, Lallitto F, Russo Aet al. . Ozonized gel against four candida species: a pilot study and clinical perspectives. Materials (Basel). 2020; 13.", "ArticleIdList": ["PMC7178640", "32276304"]}, {"Citation": "Burgain A, Tebbji F, Khemiri I, Sellam A. Metabolic reprogramming in the opportunistic yeast Candida albicans in response to hypoxia. mSphere. 2020; 5.", "ArticleIdList": ["PMC7045390", "32102943"]}, {"Citation": "Rastogi SK, van Wijlick L, Ror Set al. . Ifu5, a WW domain-containing protein interacts with efg1 to achieve coordination of normoxic and hypoxic functions to influence pathogenicity traits in Candida albicans. Cell Microbiol. 2020; 22: e13140.", "ArticleIdList": ["PMC7614792", "31736226"]}, {"Citation": "Allen CM, Saffer A, Meister RK, Beck FM, Bradway S. Comparison of a lesion-inducing isolate and a non-lesional isolate of Candida albicans in an immunosuppressed rat model of oral candidiasis. J Oral Pathol Med. 1994; 23: 133–139.", "ArticleIdList": ["7517452"]}, {"Citation": "Junqueira JC, Fuchs BB, Muhammed Met al. . Oral Candida albicans isolates from HIV-positive individuals have similar in vitro biofilm-forming ability and pathogenicity as invasive Candida isolates. BMC Microbiol. 2011; 11: 247.", "ArticleIdList": ["PMC3217868", "22053894"]}, {"Citation": "Schaller M, Borelli C, Korting HC, Hube B. Hydrolytic enzymes as virulence factors of Candida albicans. Mycoses. 2005; 48: 365–377.", "ArticleIdList": ["16262871"]}, {"Citation": "Costa AC, Pereira CA, Junqueira JC, Jorge AO. Recent mouse and rat methods for the study of experimental oral candidiasis. Virulence. 2013; 4: 391–399.", "ArticleIdList": ["PMC3714131", "23715031"]}, {"Citation": "Samaranayake YH, Samaranayake LP. Experimental oral candidiasis in animal models. Clin Microbiol Rev. 2001; 14: 398–429.", "ArticleIdList": ["PMC88981", "11292645"]}, {"Citation": "Yarborough A, Cooper L, Duqum I, Mendonca G, McGraw K, Stoner L. Evidence regarding the treatment of denture stomatitis. J Prosthodont. 2016; 25: 288–301.", "ArticleIdList": ["27062660"]}, {"Citation": "Mohamadi J, Motaghi M, Panahi Jet al. . Anti-fungal resistance in candida isolated from oral and diaper rash candidiasis in neonates. Bioinformation. 2014; 10: 667–670.", "ArticleIdList": ["PMC4261109", "25512681"]}, {"Citation": "Yassin MT, Mostafa AA, Al-Askar AA, Bdeer R. In vitro antifungal resistance profile of Candida strains isolated from Saudi women suffering from vulvovaginitis. Eur J Med Res. 2020; 25: 1.", "ArticleIdList": ["PMC6942276", "31901238"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "4"}, {"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2022", "Month": "7", "Day": "12"}, {"Year": "2022", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "23", "Hour": "11", "Minute": "3"}, {"Year": "2023", "Month": "7", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35869980", "PMC9359064", "10.1093/mmy/myac055", "6649213"]}}], "PubmedBookArticle": []}