{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35862553", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "21"}], "ELocationID": ["10.1021/acs.jpca.2c03366"], "Journal": {"ISSN": "1520-5215", "JournalIssue": {"Volume": "126", "Issue": "30", "PubDate": {"Year": "2022", "Month": "Aug", "Day": "04"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Isomer-Resolved Mobility-Mass Analysis of α-Pinene Ozonolysis Products.", "Pagination": {"StartPage": "5040", "EndPage": "5049", "MedlinePgn": "5040-5049"}, "Abstract": {"AbstractText": ["Highly oxygenated organic molecules (HOMs) are important sources of atmospheric aerosols. Resolving the molecular-level formation mechanisms of these HOMs from freshly emitted hydrocarbons improves the understanding of aerosol properties and their influence on the climate. In this study, we measure the electrical mobility and mass-to-charge ratio of α-pinene oxidation products using a secondary electrospray-differential mobility analyzer-mass spectrometer (SESI-DMA-MS). The mass-mobility spectrum of the oxidation products is measured with seven different reagent ions generated by the electrospray. We analyzed the mobility-mass spectra of the oxidation products C<sub>9-10</sub>H<sub>14-18</sub>O<sub>2-6</sub>. Our results show that acetate and chloride yield the highest charging efficiencies. Analysis of the mobility spectra suggests that the clusters have 1-5 isomeric structures (i.e., ion-molecule cluster structures with distinct mobilities), and the number is affected by the reagent ion. Most of the isomers are likely cluster isomers originating from binding of the reagent ion to different sites of the molecule. By comparing the number of observed isomers and measured mobilities and collision cross sections between standard pinanediol and pinonic acid to the values observed for C<sub>10</sub>H<sub>18</sub>O<sub>2</sub> and C<sub>10</sub>H<sub>16</sub>O<sub>3</sub> produced from oxidation of α-pinene, we confirm that pinanediol and pinonic acid are the only isomers for these elemental compositions in our experimental conditions. Our study shows that the SESI-DMA-MS produces new information from the first steps of oxidation of α-pinene."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, University of Helsinki, FI-00014 Helsinki, Finland."}], "LastName": "Skyttä", "ForeName": "Aurora", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental and Resource Sciences, Zhejiang University, Hangzhou, 310058, China."}], "LastName": "Gao", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, University of Helsinki, FI-00014 Helsinki, Finland."}], "LastName": "Cai", "ForeName": "Runlong", "Initials": "R"}, {"Identifier": ["0000-0002-0215-4893"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, University of Helsinki, FI-00014 Helsinki, Finland."}], "LastName": "Ehn", "ForeName": "Mikael", "Initials": "M"}, {"Identifier": ["0000-0002-2534-6898"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, University of Helsinki, FI-00014 Helsinki, Finland."}], "LastName": "Ahonen", "ForeName": "Lauri R", "Initials": "LR"}, {"Identifier": ["0000-0002-6416-4931"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Institute for Atmospheric and Earth System Research (INAR), University of Helsinki, 00014 Helsinki, Finland."}], "LastName": "Kurten", "ForeName": "Theo", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental and Resource Sciences, Zhejiang University, Hangzhou, 310058, China."}], "LastName": "Wang", "ForeName": "Zhibin", "Initials": "Z"}, {"Identifier": ["0000-0003-0463-8098"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aerosol Physics Laboratory, Department of Physics, Tampere University, 33720 Tampere, Finland."}], "LastName": "Rissanen", "ForeName": "Matti P", "Initials": "MP"}, {"Identifier": ["0000-0002-1639-1187"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Atmospheric and Earth System Research/Physics, University of Helsinki, FI-00014 Helsinki, Finland."}, {"Identifier": [], "Affiliation": "Karsa Ltd., A. I. Virtasen aukio 1, 00560 Helsinki, Finland."}], "LastName": "Kangasluoma", "ForeName": "Juha", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Aerosols"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Bicyclic Monoterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Ions"}, {"RegistryNumber": "0", "NameOfSubstance": "Monoterpenes"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "JPF3YI7O34", "NameOfSubstance": "alpha-pinene"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Aerosols"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Bicyclic Monoterpenes"}, {"QualifierName": [], "DescriptorName": "Ions"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Monoterpenes"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}], "CoiStatement": "The authors declare no\ncompeting financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kirkby J.; Duplissy J.; Sengupta K.; Frege C.; Gordon H.; Williamson C.; Heinritzi M.; Simon M.; Yan C.; Almeida J.; et al. Ion-induced nucleation of pure biogenic particles. Nature 2016, 533, 521–526. 10.1038/nature17953.", "ArticleIdList": ["10.1038/nature17953", "PMC8384037", "27225125"]}, {"Citation": "Ehn M.; Thornton J. A.; Kleist E.; Sipila M.; Junninen H.; Pullinen I.; Springer M.; Rubach F.; Tillmann R.; Lee B.; et al. A large source of low-volatility secondary organic aerosol. Nature 2014, 506, 476–479. 10.1038/nature13032.", "ArticleIdList": ["10.1038/nature13032", "24572423"]}, {"Citation": "Trostl J.; Chuang W. K.; Gordon H.; Heinritzi M.; Yan C.; Molteni U.; Ahlm L.; Frege C.; Bianchi F.; Wagner R.; et al. The role of low-volatility organic compounds in initial particle growth in the atmosphere. Nature 2016, 533, 527–531. 10.1038/nature18271.", "ArticleIdList": ["10.1038/nature18271", "PMC8384036", "27225126"]}, {"Citation": "Bianchi F.; Kurten T.; Riva M.; Mohr C.; Rissanen M. P.; Roldin P.; Berndt T.; Crounse J. D.; Wennberg P. O.; Mentel T. F.; et al. Highly Oxygenated Organic Molecules (HOM) from Gas-Phase Autoxidation Involving Peroxy Radicals: A Key Contributor to Atmospheric Aerosol. Chem. Rev. 2019, 119, 3472–3509. 10.1021/acs.chemrev.8b00395.", "ArticleIdList": ["10.1021/acs.chemrev.8b00395", "PMC6439441", "30799608"]}, {"Citation": "Kúrten T.; Tiusanen K.; Roldin P.; Rissanen M.; Luy J. N.; Boy M.; Ehn M.; Donahue N. M. alpha-Pinene Autoxidation Products May Not Have Extremely Low Saturation Vapor Pressures Despite High O:C Ratios. J. Phys. Chem. A 2016, 120, 2569–2582. 10.1021/acs.jpca.6b02196.", "ArticleIdList": ["10.1021/acs.jpca.6b02196", "27049168"]}, {"Citation": "Kurten T.; Rissanen M. P.; Mackeprang K.; Thornton J. A.; Hyttinen N.; Jorgensen S.; Ehn M.; Kjaergaard H. G. Computational Study of Hydrogen Shifts and Ring-Opening Mechanisms in alpha-Pinene Ozonolysis Products. J. Phys. Chem. A 2015, 119, 11366–11375. 10.1021/acs.jpca.5b08948.", "ArticleIdList": ["10.1021/acs.jpca.5b08948", "26529548"]}, {"Citation": "Ma Y.; Russell A. T.; Marston G. Mechanisms for the formation of secondary organic aerosol components from the gas-phase ozonolysis of alpha-pinene. Phys. Chem. Chem. Phys. 2008, 10, 4294–4312. 10.1039/b803283a.", "ArticleIdList": ["10.1039/b803283a", "18633550"]}, {"Citation": "Molteni U.; Simon M.; Heinritzi M.; Hoyle C. R.; Bernhammer A. K.; Bianchi F.; Breitenlechner M.; Brilke S.; Dias A.; Duplissy J.; et al. Formation of Highly Oxygenated Organic Molecules from alpha-Pinene Ozonolysis: Chemical Characteristics, Mechanism, and Kinetic Model Development. ACS Earth Space Chem. 2019, 3, 873–883. 10.1021/acsearthspacechem.9b00035.", "ArticleIdList": ["10.1021/acsearthspacechem.9b00035"]}, {"Citation": "Krechmer J. E.; Groessl M.; Zhang X.; Junninen H.; Massoli P.; Lambe A.; Kimmel J. R.; Cubison M. J.; Graf S.; Lin Y. H.; Budisulistiorini S. H.; Zhang H.; Surratt J. D.; Knochenmuss R.; Jayne J. T.; Worsnop D. R.; Jimenez J. L.; Canagaratna M. R. Ion mobility spectrometry–mass spectrometry (IMS–MS) for on and offline analysis of atmospheric gas and aerosol species. Atmos. Meas. Tech. 2016, 9, 3245–3262. 10.5194/amt-9-3245-2016.", "ArticleIdList": ["10.5194/amt-9-3245-2016"]}, {"Citation": "Zhang X.; Krechmer J. E.; Groessl M.; Xu W.; Graf S.; Cubison M.; Jayne J. T.; Jimenez J. L.; Worsnop D. R.; Canagaratna M. R. A novel framework for molecular characterization of atmospherically relevant organic compounds based on collision cross section and mass-to-charge ratio. Atmos. Chem. Phys. 2016, 16, 12945–12959. 10.5194/acp-16-12945-2016.", "ArticleIdList": ["10.5194/acp-16-12945-2016"]}, {"Citation": "Yu J.; Cocker D. R.; Griffin R. J.; Flagan R. C.; Seinfeld J. H. Gas-Phase Ozone Oxidation of Monoterpenes: Gaseous and Particulate Products. J. Atmos. Chem. 1999, 34, 207–258. 10.1023/A:1006254930583.", "ArticleIdList": ["10.1023/A:1006254930583"]}, {"Citation": "Aschmann S. M.; Tuazon E. C.; Arey J.; Atkinson R. Products of the Gas-Phase Reaction of O3 with Cyclohexene. J. Phys. Chem. A 2003, 107, 2247–2255. 10.1021/jp022122e.", "ArticleIdList": ["10.1021/jp022122e"]}, {"Citation": "Orlando J. J.; Tyndall G. S. Laboratory studies of organic peroxy radical chemistry: an overview with emphasis on recent issues of atmospheric significance. Chem. Soc. Rev. 2012, 41, 6294–6317. 10.1039/c2cs35166h.", "ArticleIdList": ["10.1039/c2cs35166h", "22847633"]}, {"Citation": "Moller K. H.; Otkjaer R. V.; Chen J.; Kjaergaard H. G. Double Bonds Are Key to Fast Unimolecular Reactivity in First-Generation Monoterpene Hydroxy Peroxy Radicals. J. Phys. Chem. A 2020, 124, 2885–2896. 10.1021/acs.jpca.0c01079.", "ArticleIdList": ["10.1021/acs.jpca.0c01079", "32196338"]}, {"Citation": "Xu L.; Moller K. H.; Crounse J. D.; Otkjaer R. V.; Kjaergaard H. G.; Wennberg P. O. Unimolecular Reactions of Peroxy Radicals Formed in the Oxidation of alpha-Pinene and beta-Pinene by Hydroxyl Radicals. J. Phys. Chem. A 2019, 123, 1661–1674. 10.1021/acs.jpca.8b11726.", "ArticleIdList": ["10.1021/acs.jpca.8b11726", "30700088"]}, {"Citation": "Kurten T.; Moller K. H.; Nguyen T. B.; Schwantes R. H.; Misztal P. K.; Su L.; Wennberg P. O.; Fry J. L.; Kjaergaard H. G. Alkoxy Radical Bond Scissions Explain the Anomalously Low Secondary Organic Aerosol and Organonitrate Yields From alpha-Pinene + NO3. J. Phys. Chem. Lett. 2017, 8, 2826–2834. 10.1021/acs.jpclett.7b01038.", "ArticleIdList": ["10.1021/acs.jpclett.7b01038", "28586218"]}, {"Citation": "Iyer S.; Reiman H.; Moller K. H.; Rissanen M. P.; Kjaergaard H. G.; Kurten T. Computational Investigation of RO2 + HO2 and RO2 + RO2 Reactions of Monoterpene Derived First-Generation Peroxy Radicals Leading to Radical Recycling. J. Phys. Chem. A 2018, 122, 9542–9552. 10.1021/acs.jpca.8b09241.", "ArticleIdList": ["10.1021/acs.jpca.8b09241", "30449100"]}, {"Citation": "Vidal-de-Miguel G.; Macia M.; Pinacho P.; Blanco J. Low-Sample Flow Secondary Electrospray Ionization: Improving Vapor Ionization Efficiency. Anal. Chem. 2012, 84, 8475–8479. 10.1021/ac3005378.", "ArticleIdList": ["10.1021/ac3005378", "22970991"]}, {"Citation": "Lopez-Hilfiker F. D.; Pospisilova V.; Huang W.; Kalberer M.; Mohr C.; Stefenelli G.; Thornton J. A.; Baltensperger U.; Prevot A.; Slowik J. An extractive electrospray ionization time-of-flight mass spectrometer (EESI-TOF) for online measurement of atmospheric aerosol particles. Atmos. Meas. Tech. 2019, 12, 4867–4886. 10.5194/amt-12-4867-2019.", "ArticleIdList": ["10.5194/amt-12-4867-2019"]}, {"Citation": "Wilhelm O.; Mädler L.; Pratsinis S. E. Electrospray evaporation and deposition. J. Aerosol Sci. 2003, 34, 815–836. 10.1016/S0021-8502(03)00034-X.", "ArticleIdList": ["10.1016/S0021-8502(03)00034-X"]}, {"Citation": "Grimm R. L.; Beauchamp J. L. Evaporation and discharge dynamics of highly charged multicomponent droplets generated by electrospray ionization. J. Phys. Chem. A 2010, 114, 1411–1419. 10.1021/jp907162w.", "ArticleIdList": ["10.1021/jp907162w", "19848399"]}, {"Citation": "Amo-Gonzalez M.; Perez S. Planar Differential Mobility Analyzer with a Resolving Power of 110. Anal. Chem. 2018, 90, 6735–6741. 10.1021/acs.analchem.8b00579.", "ArticleIdList": ["10.1021/acs.analchem.8b00579", "29733589"]}, {"Citation": "Bianco A.; Neefjes I.; Alfaouri D.; Vehkamaki H.; Kurten T.; Ahonen L. R.; Passananti M.; Kangasluoma J. Separation of isomers using a Differential Mobility Analyser (DMA): comparison of experimental vs modelled ion mobility. Talanta 2022, 243, 123653.10.1016/j.talanta.2022.123339.", "ArticleIdList": ["10.1016/j.talanta.2022.123339", "35366492"]}, {"Citation": "Junninen H.; Ehn M.; Petaja T.; Luosujarvi L.; Kotiaho T.; Kostiainen R.; Rohner U.; Gonin M.; Fuhrer K.; Kulmala M.; et al. A high-resolution mass spectrometer to measure atmospheric ion composition. Atmos. Meas. Tech. 2010, 3, 1039–1053. 10.5194/amt-3-1039-2010.", "ArticleIdList": ["10.5194/amt-3-1039-2010"]}, {"Citation": "Berndt T.; Richters S.; Jokinen T.; Hyttinen N.; Kurten T.; Otkjaer R. V.; Kjaergaard H. G.; Stratmann F.; Herrmann H.; Sipila M.; et al. Hydroxyl radical-induced formation of highly oxidized organic compounds. Nat. Commun. 2016, 7, 13677.10.1038/ncomms13677.", "ArticleIdList": ["10.1038/ncomms13677", "PMC5146283", "27910849"]}, {"Citation": "Ma Y.; Willcox T. R.; Russell A. T.; Marston G. Pinic and pinonic acid formation in the reaction of ozone with alpha-pinene. Chem. Commun. 2007, 1328–1330. 10.1039/B617130C.", "ArticleIdList": ["10.1039/B617130C", "17377671"]}, {"Citation": "Atkinson R.; Arey J. Atmospheric degradation of volatile organic compounds. Chem. Rev. 2003, 103, 4605–4638. 10.1021/cr0206420.", "ArticleIdList": ["10.1021/cr0206420", "14664626"]}, {"Citation": "Rolletter M.; Kaminski M.; Acir I. H.; Bohn B.; Dorn H. P.; Li X.; Lutz A.; Nehr S.; Rohrer F.; Tillman R.; et al. Investigation of the α-pinene photooxidation by OH in the atmospheric simulation chamber SAPHIR. Atmos. Chem. Phys. 2019, 19, 11635–11649. 10.5194/acp-19-11635-2019.", "ArticleIdList": ["10.5194/acp-19-11635-2019"]}, {"Citation": "Simon M.; Dada L.; Heinritzi M.; Scholz W.; Stolzenburg D.; Fischer L.; Wagner A. C.; Kurten A.; Rorup B.; He X. C. et al. Molecular understanding of new-particle formation from alpha-pinene between-50 and+25 degrees C. Atmos. Chem. Phys. 2020, 20, 9183–9207. 10.5194/acp-20-9183-2020.", "ArticleIdList": ["10.5194/acp-20-9183-2020"]}, {"Citation": "Iyer S.; Rissanen M. P.; Valiev R.; Barua S.; Krechmer J. E.; Thornton J.; Ehn M.; Kurten T. Molecular mechanism for rapid autoxidation in alpha-pinene ozonolysis. Nat. Commun. 2021, 12, xxx.10.1038/s41467-021-21172-w.", "ArticleIdList": ["10.1038/s41467-021-21172-w", "PMC7873275", "33563997"]}, {"Citation": "Zhang W.; Zhang H. Secondary Ion Chemistry Mediated by Ozone and Acidic Organic Molecules in Iodide-Adduct Chemical Ionization Mass Spectrometry. Anal. Chem. 2021, 93, 8595–8602. 10.1021/acs.analchem.1c01486.", "ArticleIdList": ["10.1021/acs.analchem.1c01486", "34115471"]}, {"Citation": "Zhao Y.; Chan J. K.; Lopez-Hilfiker F. D.; McKeown M. A.; D’Ambro E. L.; Slowik J. G.; Riffell J. A.; Thornton J. A. An electrospray chemical ionization source for real-time measurement of atmospheric organic and inorganic vapors. Atmos. Meas. Tech. 2017, 10, 3609–3625. 10.5194/amt-10-3609-2017.", "ArticleIdList": ["10.5194/amt-10-3609-2017"]}, {"Citation": "Hyttinen N.; Kupiainen-Määttä O.; Rissanen M. P.; Muuronen M.; Ehn M.; Kurten T. Modeling the Charging of Highly Oxidized Cyclohexene Ozonolysis Products Using Nitrate-Based Chemical Ionization. J. Phys. Chem. A 2015, 119, 6339–6345. 10.1021/acs.jpca.5b01818.", "ArticleIdList": ["10.1021/acs.jpca.5b01818", "26023711"]}, {"Citation": "Lee C. P.; Surdu M.; Bell D. M.; Dommen J.; Xiao M.; Zhou X.; Baccarini A.; Giannoukos S.; Wehrle G.; Schneider P. A.; et al. High-frequency gaseous and particulate chemical characterization using extractive electrospray ionization mass spectrometry (Dual-Phase-EESI-TOF). Atmos. Meas. Tech. 2022, 15, 3747–3760. 10.5194/amt-15-3747-2022.", "ArticleIdList": ["10.5194/amt-15-3747-2022"]}, {"Citation": "Peeters J.; Vereecken L.; Fantechi G. The Detailed Mechanism of the OH-Initiated Atmospheric Oxidation of α-Pinene: A Theoretical Study. Phys. Chem. Chem. Phys. 2001, 3, 5489–5504. 10.1039/b106555f.", "ArticleIdList": ["10.1039/b106555f"]}, {"Citation": "MCM . The chemical mechanistic information\nwas taken from\nthe Master Chemical Mechanism, MCM v3.2 (Jenkin et\nal. Atmos. Environ., 31, 81, 1997; Saunders et al. Atmos. Chem. Phys.,\n3, 161, 2003), via website: http://mcm.leeds.ac.uk/MCM. Retrieved on 21.12.2021."}, {"Citation": "Russell G. A. Deuterium-isotope Effects in the Autoxidation of Aralkyl Hydrocarbons. Mechanism of the Interaction of Peroxy Radicals. J. Am. Chem. Soc. 1957, 79, 3871–3877. 10.1021/ja01571a068.", "ArticleIdList": ["10.1021/ja01571a068"]}, {"Citation": "Winterhalter R.; Van Dingenen R.; Larsen B. R.; Jensen N. R.; Hjorth J. LC-MS analysis of aerosol particles from the oxidation of α-pinene by ozone and OH-radicals. Atmosp. Chem. Phys. Disc. 2003, 3, 1–39. 10.5194/acpd-3-1-2003.", "ArticleIdList": ["10.5194/acpd-3-1-2003"]}, {"Citation": "Amo-Gonzalez M.; Fernandez de la Mora J. Mobility Peak Tailing Reduction in a Differential Mobility Analyzer (DMA) Coupled with a Mass Spectrometer and Several Ionization Sources. J. Am. Soc. Mass Spectrom. 2017, 28, 1506–1517. 10.1007/s13361-017-1630-2.", "ArticleIdList": ["10.1007/s13361-017-1630-2", "28560563"]}, {"Citation": "Kwantwi-Barima P.; Ouyang H.; Hogan C. J. Jr.; Clowers B. H. Tuning Mobility Separation Factors of Chemical Warfare Agent Degradation Products via Selective Ion-Neutral Clustering. Anal. Chem. 2017, 89, 12416–12424. 10.1021/acs.analchem.7b03518.", "ArticleIdList": ["10.1021/acs.analchem.7b03518", "29058408"]}, {"Citation": "Amo-Gonzalez M.; Carnicero I.; Perez S.; Delgado R.; Eiceman G. A.; Fernandez de la Mora G.; Fernandez de la Mora J. Ion Mobility Spectrometer-Fragmenter-Ion Mobility Spectrometer Analogue of a Triple Quadrupole for High-Resolution Ion Analysis at Atmospheric Pressure. Anal. Chem. 2018, 90, 6885–6892. 10.1021/acs.analchem.8b01086.", "ArticleIdList": ["10.1021/acs.analchem.8b01086", "29694027"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "21", "Hour": "14", "Minute": "12"}, {"Year": "2022", "Month": "8", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35862553", "PMC9358649", "10.1021/acs.jpca.2c03366"]}}], "PubmedBookArticle": []}