{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Beijing-Tianjin-Hebei", "WRF-Chem", "air pollution", "hourly ozone", "random forest"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35886364", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "07", "Day": "12"}], "ELocationID": ["8511", "10.3390/ijerph19148511"], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "19", "Issue": "14", "PubDate": {"Year": "2022", "Month": "Jul", "Day": "12"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "Hourly Seamless Surface O<sub>3</sub> Estimates by Integrating the Chemical Transport and Machine Learning Models in the Beijing-Tianjin-Hebei Region.", "Abstract": {"AbstractText": ["Surface ozone (O<sub>3</sub>) is an important atmospheric trace gas, posing an enormous threat to ecological security and human health. Currently, the core objective of air pollution control in China is to realize the joint treatment of fine particulate matter (PM<sub>2.5</sub>) and O<sub>3</sub>. However, high-accuracy near-surface O<sub>3</sub> maps remain lacking. Therefore, we established a new model to determine the full-coverage hourly O<sub>3</sub> concentration with the WRF-Chem and random forest (RF) models combined with anthropogenic emission data and meteorological datasets. Based on this method, choosing the Beijing-Tianjin-Hebei (BTH) region in 2018 as an example, full-coverage hourly O<sub>3</sub> maps were generated at a horizontal resolution of 9 km. The performance evaluation results indicated that the new model is reliable with a sample (station)-based 10-fold cross-validation (10-CV) R<sup>2</sup> value of 0.94 (0.90) and root mean square error (RMSE) of 14.58 (19.18) µg m<sup>-3</sup>. In addition, the estimated O<sub>3</sub> concentration is accurately determined at varying temporal scales with sample-based 10-CV R<sup>2</sup> values of 0.96, 0.98 and 0.98 at the daily, monthly, and seasonal scales, respectively, which is highly superior to traditional derivation algorithms and other techniques in previous studies. An initial increase and subsequent decrease, which constitute the diurnal variation in the O<sub>3</sub> concentration associated with temperature and solar radiation variations, were captured. The highest concentration reached approximately 112.73 ± 9.65 μg m<sup>-3</sup> at 15:00 local time (1500 LT) in the BTH region. Summertime O<sub>3</sub> posed a high pollution risk across the whole BTH region, especially in southern cities, and the pollution duration accounted for more than 50% of the summer season. Additionally, 43 and two days exhibited light and moderate O<sub>3</sub> pollution, respectively, across the BTH region in 2018. Overall, the new method can be beneficial for near-surface O<sub>3</sub> estimation with a high spatiotemporal resolution, which can be valuable for research in related fields."]}, "AuthorList": [{"Identifier": ["0000-0002-2105-074X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Economics, Qingdao University, Qingdao 266071, China."}], "LastName": "Xue", "ForeName": "Wenhao", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Global Change and Earth System Science, Beijing Normal University, Beijing 100875, China."}], "LastName": "Zhang", "ForeName": "Jing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Global Change and Earth System Science, Beijing Normal University, Beijing 100875, China."}], "LastName": "Hu", "ForeName": "Xiaomin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Economics, Qingdao University, Qingdao 266071, China."}], "LastName": "Yang", "ForeName": "Zhe", "Initials": "Z"}, {"Identifier": ["0000-0002-8803-7056"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, Earth System Science Interdisciplinary Center, University of Maryland, College Park, MD 20742, USA."}], "LastName": "Wei", "ForeName": "Jing", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Beijing"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Machine Learning"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chan C.K., Yao X. Air pollution in mega cities in China. Atmos. Environ. 2008;42:1–42. doi: 10.1016/j.atmosenv.2007.09.003.", "ArticleIdList": ["10.1016/j.atmosenv.2007.09.003"]}, {"Citation": "Geng G., Zheng Y., Zhang Q., Xue T., Zhao H., Tong D., Zheng B., Li M., Liu F., Hong C., et al. Drivers of PM2.5 air pollution deaths in China 2002–2017. Nat. Geosci. 2021;14:645–650. doi: 10.1038/s41561-021-00792-3.", "ArticleIdList": ["10.1038/s41561-021-00792-3"]}, {"Citation": "Xue W., Zhang J., Zhong C., Li X., Wei J. Spatiotemporal PM2.5 variations and its response to the industrial structure from 2000 to 2018 in the Beijing-Tianjin-Hebei region. J. Clean. Prod. 2021;27:123742. doi: 10.1016/j.jclepro.2020.123742.", "ArticleIdList": ["10.1016/j.jclepro.2020.123742"]}, {"Citation": "Wu X., Braun D., Schwartz J., Kioumourtzoglou M.A., Dominici F.J.S.A. Evaluating the impact of long-term exposure to fine particulate matter on mortality among the elderly. Sci. Adv. 2020;6:5692. doi: 10.1126/sciadv.aba5692.", "ArticleIdList": ["10.1126/sciadv.aba5692", "PMC7439614", "32832626"]}, {"Citation": "Rai R., Agrawal M. Impact of tropospheric ozone on crop plants. Proc. Natl. Acad. Sci. India Sect. B. 2012;82:241–257. doi: 10.1007/s40011-012-0032-2.", "ArticleIdList": ["10.1007/s40011-012-0032-2"]}, {"Citation": "Wei J., Liu S., Li Z., Liu C., Qin K., Liu X., Pinker R., Dickerson R., Lin J., Boersma K., et al. Ground-level NO2 surveillance from space across China for high resolution using interpretable spatiotemporally weighted artificial intelligence. Environ. Sci. Technol. 2022 doi: 10.1021/acs.est.2c03834.", "ArticleIdList": ["10.1021/acs.est.2c03834", "PMC9301922", "35767687"]}, {"Citation": "Revision of the Ambien Air Quality Standards. Ministry of Ecology and Environment (MEE); Beijing, China: 2018."}, {"Citation": "Wei J., Li Z., Lyapustin A., Sun L., Peng Y., Xue W., Su T., Cribb M. Reconstructing 1-km-resolution high-quality PM2.5 data records from 2000 to 2018 in China: Spatiotemporal variations and policy implications. Remote Sens. Environ. 2021;252:112136. doi: 10.1016/j.rse.2020.112136.", "ArticleIdList": ["10.1016/j.rse.2020.112136"]}, {"Citation": "Xue W., Li X., Yang Z., Wei J. Are House Prices Affected by PM2.5 Pollution? Evidence from Beijing, China. Int. J. Environ. Res. Public Health. 2022;19:8461. doi: 10.3390/ijerph19148461.", "ArticleIdList": ["10.3390/ijerph19148461", "PMC9317985", "35886314"]}, {"Citation": "Xue W., Zhang J., Zhong C., Ji D., Huang W. Satellite-derived spatiotemporal PM2.5 concentrations and variations from 2006 to 2017 in China. Sci. Total Environ. 2020;712:134577. doi: 10.1016/j.scitotenv.2019.134577.", "ArticleIdList": ["10.1016/j.scitotenv.2019.134577", "31812394"]}, {"Citation": "Liu R., Ma Z., Liu Y., Shao Y., Zhao W., Bi J. Spatiotemporal distributions of surface ozone levels in China from 2005 to 2017: A machine learning approach. Environ. Int. 2020;142:105823. doi: 10.1016/j.envint.2020.105823.", "ArticleIdList": ["10.1016/j.envint.2020.105823", "32521347"]}, {"Citation": "Li K., Jacob D.J., Liao H., Shen L., Zhang Q., Bates K.H. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proc. Natl. Acad. Sci. USA. 2019;116:422–427. doi: 10.1073/pnas.1812168116.", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "Wang T., Xue L., Brimblecombe P., Lam Y.F., Li L., Zhang L. Ozone pollution in China: A review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2017;575:1582–1596. doi: 10.1016/j.scitotenv.2016.10.081.", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.081", "27789078"]}, {"Citation": "Amann M., Derwent D., Forsberg B., Hänninen O., Hurley F., Krzyzanowski M., de Leeuw F., Liu S.J., Mandin C., Schneider J., et al. Health Risks of Ozone from Long Range Transboundary Air Pollution. World Health Organization; Geneva, Switzerland: 2008."}, {"Citation": "Turner M.C., Jerrett M., Pope C.A., III, Krewski D., Gapstur S.M., Diver W.R., Beckerman B.S., Marshall J.D., Su J., Crouse L.D., et al. Long-term ozone exposure and mortality in a large prospective study. Am. Rev. Respir. Dis. 2016;193:1134–1142. doi: 10.1164/rccm.201508-1633OC.", "ArticleIdList": ["10.1164/rccm.201508-1633OC", "PMC4872664", "26680605"]}, {"Citation": "Wang Y., Wild O., Chen X., Wu Q., Gao M., Chen H., Qi Y., Wang Z. Health impacts of long-term ozone exposure in China over 2013–2017. Environ. Int. 2020;144:106030. doi: 10.1016/j.envint.2020.106030.", "ArticleIdList": ["10.1016/j.envint.2020.106030", "32798800"]}, {"Citation": "Liang S., Li X., Teng Y., Fu H., Chen L., Mao J., Zhang H., Gao S., Sun Y., Ma Z., et al. Estimation of health and economic benefits based on ozone exposure level with high spatial-temporal resolution by fusing satellite and station observations. Environ. Pollut. 2019;255:113267. doi: 10.1016/j.envpol.2019.113267.", "ArticleIdList": ["10.1016/j.envpol.2019.113267", "31574391"]}, {"Citation": "Geng F., Zhao C., Tang X., Lu G., Tie X. Analysis of ozone and VOCs measured in Shanghai: A case study. Atmos. Environ. 2007;41:989–1001. doi: 10.1016/j.atmosenv.2006.09.023.", "ArticleIdList": ["10.1016/j.atmosenv.2006.09.023"]}, {"Citation": "Xu W., Xu X., Lin M., Lin W., Tarasick D., Tang J., Ma J., Zheng X. Long-term trends of surface ozone and its influencing factors at the Mt Waliguan GAW station, China—Part 2: The roles of anthropogenic emissions and climate variability. Atmos. Chem. Phys. 2018;18:773–798. doi: 10.5194/acp-18-773-2018.", "ArticleIdList": ["10.5194/acp-18-773-2018"]}, {"Citation": "Lu X., Ye X., Zhou M., Zhao Y., Weng H., Kong H., Li K., Gao M., Zheng B., Lin J., et al. The underappreciated role of agricultural soil nitrogen oxide emissions in ozone pollution regulation in North China. Nat. Commun. 2021;12:5021. doi: 10.1038/s41467-021-25147-9.", "ArticleIdList": ["10.1038/s41467-021-25147-9", "PMC8373933", "34408153"]}, {"Citation": "Zhang J., Wang T., Chameides W.L., Cardelino C., Kwok J., Blake D.R., Ding A., So K.L. Ozone production and hydrocarbon reactivity in Hong Kong, southern China. Atmos. Chem. Phys. 2007;7:557–573. doi: 10.5194/acp-7-557-2007.", "ArticleIdList": ["10.5194/acp-7-557-2007"]}, {"Citation": "Liu Y., Wang T. Worsening urban ozone pollution in China from 2013 to 2017—Part 1: The complex and varying roles of meteorology. Atmos. Chem. Phys. 2020;20:6305–6321. doi: 10.5194/acp-20-6305-2020.", "ArticleIdList": ["10.5194/acp-20-6305-2020"]}, {"Citation": "Tang G., Liu Y., Huang X., Wang Y., Hu B., Zhang Y., Song T., Li X., Wu S., Li Q., et al. Aggravated ozone pollution in the strong free convection boundary layer. Sci. Total Environ. 2021;788:147740. doi: 10.1016/j.scitotenv.2021.147740.", "ArticleIdList": ["10.1016/j.scitotenv.2021.147740", "34134376"]}, {"Citation": "Zhang J., Wang T., Chameides W.L., Cardelino C., Blake D.R., Streets D.G. Source characteristics of volatile organic compounds during high ozone episodes in Hong Kong, southern China. Atmos. Chem. Phys. 2008;8:4983–4996. doi: 10.5194/acp-8-4983-2008.", "ArticleIdList": ["10.5194/acp-8-4983-2008"]}, {"Citation": "Lu X., Zhang L., Chen Y., Zhou M., Zheng B., Li K., Liu Y., Lin J., Fu T.M., Zhang Q. Exploring 2016–2017 surface ozone pollution over China: Source contributions and meteorological influences. Atmos. Chem. Phys. 2019;19:8339–8361. doi: 10.5194/acp-19-8339-2019.", "ArticleIdList": ["10.5194/acp-19-8339-2019"]}, {"Citation": "Li J., Wang Z., Chen L., Lian L., Li Y., Zhao L., Zhou S., Mao X., Huang T., Gao H., et al. WRF-chem simulations of ozone pollution and control strategy in petrochemical industrialized and heavily polluted Lanzhou city, northwestern China. Sci. Total Environ. 2020;737:139835. doi: 10.1016/j.scitotenv.2020.139835.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139835", "32526584"]}, {"Citation": "Visser A.J., Boersma K.F., Ganzeveld L.N., Krol M.C. European NOx emissions in WRF-chem derived from OMI: Impacts on summertime surface ozone. Atmos. Chem. Phys. 2019;19:11821–11841. doi: 10.5194/acp-19-11821-2019.", "ArticleIdList": ["10.5194/acp-19-11821-2019"]}, {"Citation": "Wei W., Li Y., Ren Y., Cheng S., Han L. Sensitivity of summer ozone to precursor emission change over Beijing during 2010–2015: A WRF-chem modeling study. Atmos. Environ. 2019;218:116984. doi: 10.1016/j.atmosenv.2019.116984.", "ArticleIdList": ["10.1016/j.atmosenv.2019.116984"]}, {"Citation": "Zhang Q., Tong P., Liu M., Lin H., Yun X., Zhang H., Tao W., Liu J., Wang S., Tao S., et al. A WRF-chem model-based future vehicle emission control policy simulation and assessment for the Beijing-Tianjin-Hebei region, China. J. Environ. Manag. 2019;253:109751. doi: 10.1016/j.jenvman.2019.109751.", "ArticleIdList": ["10.1016/j.jenvman.2019.109751", "31675594"]}, {"Citation": "Miri M., Ghassoun Y., Dovlatabadi A., Ebrahimnejad A., Löwner M.O. Estimate annual and seasonal PM1, PM2.5 and PM10 concentrations using land use regression model. Ecotoxicol. Environ. Saf. 2019;174:137–145. doi: 10.1016/j.ecoenv.2019.02.070.", "ArticleIdList": ["10.1016/j.ecoenv.2019.02.070", "30825736"]}, {"Citation": "She Q., Choi M., Belle J.H., Xiao Q., Bi J., Huang K., Meng X., Geng G., Kim J., He K., et al. Satellite-based estimation of hourly PM2.5 levels during heavy winter pollution episodes in the Yangtze River Delta, China. Chemosphere. 2020;239:124678. doi: 10.1016/j.chemosphere.2019.124678.", "ArticleIdList": ["10.1016/j.chemosphere.2019.124678", "31494323"]}, {"Citation": "Xie Y., Wang Y., Bilal M., Dong W. Mapping daily PM2.5 at 500 m resolution over Beijing with improved hazy day performance. Sci. Total Environ. 2019;659:410–418. doi: 10.1016/j.scitotenv.2018.12.365.", "ArticleIdList": ["10.1016/j.scitotenv.2018.12.365", "31096372"]}, {"Citation": "Zhang X.Y., Zhao L.M., Cheng M.M., Chen D.M. Estimating Ground-Level Ozone Concentrations in Eastern China Using Satellite-Based Precursors. IEEE Trans. Geosci. Remote Sens. 2020;58:4754–4763. doi: 10.1109/TGRS.2020.2966780.", "ArticleIdList": ["10.1109/TGRS.2020.2966780"]}, {"Citation": "Zhan Y., Luo Y., Deng X., Grieneisen M.L., Zhang M., Di B. Spatiotemporal prediction of daily ambient ozone levels across China using random forest for human exposure assessment. Environ. Pollut. 2018;233:464–473. doi: 10.1016/j.envpol.2017.10.029.", "ArticleIdList": ["10.1016/j.envpol.2017.10.029", "29101889"]}, {"Citation": "Ma R., Ban J., Wang Q., Zhang Y., Yang Y., He M.Z., Li S., Shi W., Li T. Random forest model based fine scale spatiotemporal O3 trends in the Beijing-Tianjin-Hebei region in China, 2010 to 2017. Environ. Pollut. 2021;276:116635. doi: 10.1016/j.envpol.2021.116635.", "ArticleIdList": ["10.1016/j.envpol.2021.116635", "33639490"]}, {"Citation": "Xue T., Zheng Y., Geng G., Xiao Q., Meng X., Wang M., Li X., Wu N., Zhang Q., Zhu T. Estimating spatiotemporal variation in ambient ozone exposure during 2013–2017 using a data-fusion model. Environ. Sci. Technol. 2020;54:14877–14888. doi: 10.1021/acs.est.0c03098.", "ArticleIdList": ["10.1021/acs.est.0c03098", "33174716"]}, {"Citation": "Tian Y., Xiang X., Juan J., Song J., Cao Y., Huang C., Li M., Hu Y. Short-term Effect of Ambient Ozone on Daily Emergency Room Visits in Beijing, China. Sci. Rep. 2018;8:2775. doi: 10.1038/s41598-018-21154-x.", "ArticleIdList": ["10.1038/s41598-018-21154-x", "PMC5807436", "29426845"]}, {"Citation": "Liu X., Li Z., Zhang J., Guo M., Lu F., Xu X., Deginet A., Liu M., Dong Z., Hu Y., et al. The association between ozone and ischemic stroke morbidity among patients with type 2 diabetes in Beijing, China. Sci. Total Environ. 2022;818:151733. doi: 10.1016/j.scitotenv.2021.151733.", "ArticleIdList": ["10.1016/j.scitotenv.2021.151733", "34800453"]}, {"Citation": "Wei J., Huang W., Li Z., Xue W., Peng Y., Sun L., Cribb M. Estimating 1-km-resolution PM2.5 concentrations across China using the space-time random forest approach. Remote Sens. Environ. 2019;231:111221. doi: 10.1016/j.rse.2019.111221.", "ArticleIdList": ["10.1016/j.rse.2019.111221"]}, {"Citation": "Jin L., Wang B., Shi G., Seyler B.C., Qiao X., Deng X., Jiang X., Yang F., Zhan Y. Impact of China’s recent amendments to air quality monitoring protocol on reported trends. Atmosphere. 2020;11:1199. doi: 10.3390/atmos11111199.", "ArticleIdList": ["10.3390/atmos11111199"]}, {"Citation": "Wu Y., Di B., Luo Y., Grieneisen M.L., Zeng W., Zhang S., Deng X., Tang Y., Shi G., Yang F., et al. A robust approach to deriving long-term daily surface NO2 levels across China: Correction to substantial estimation bias in back-extrapolation. Environ. Int. 2021;154:106576. doi: 10.1016/j.envint.2021.106576.", "ArticleIdList": ["10.1016/j.envint.2021.106576", "33901976"]}, {"Citation": "Grell G.A., Peckham S.E., Schmitz R., McKeen S.A., Frost G., Skamarock W.C., Eder B. Fully coupled “online” chemistry within the WRF model. Atmos. Environ. 2005;39:6957–6975. doi: 10.1016/j.atmosenv.2005.04.027.", "ArticleIdList": ["10.1016/j.atmosenv.2005.04.027"]}, {"Citation": "Guenther A., Karl T., Harley P., Wiedinmyer C., Palmer P.I., Geron C. Estimates of global terrestrial isoprene emission using MEGAN. Atmos. Chem. Phys. 2006;6:3181–3210. doi: 10.5194/acp-6-3181-2006.", "ArticleIdList": ["10.5194/acp-6-3181-2006"]}, {"Citation": "Liu P., Song H., Wang T., Wang F., Li X., Miao C., Zhao H. Effects of meteorological conditions and anthropogenic precursors on ground-level ozone concentrations in Chinese cities. Environ. Pollut. 2020;262:114366. doi: 10.1016/j.envpol.2020.114366.", "ArticleIdList": ["10.1016/j.envpol.2020.114366", "32443214"]}, {"Citation": "Calfapietra C., Fares S., Manes F., Morani A., Sgrigna G., Loreto F. Role of biogenic volatile organic compounds (BVOC) emitted by urban trees on ozone concentration in cities: A review. Environ. Pollut. 2013;183:71–80. doi: 10.1016/j.envpol.2013.03.012.", "ArticleIdList": ["10.1016/j.envpol.2013.03.012", "23597803"]}, {"Citation": "Skamarock W.C., Klemp J.B., Dudhia J., Gill D.O., Barker D.M., Wang W., Powers J.G. A Description of the Advanced Research WRF Version 2. Mesoscale and Microscale Meteorology Division, National Center for Atmospheric Research; Boulder, CO, USA: 2005."}, {"Citation": "Noh Y., Hong S.-Y., Dudhia J. A New Vertical Diffusion Package with an Explicit Treatment of Entrainment Processes. Mon. Weather Rev. 2006;134:2318–2341."}, {"Citation": "Chen F., Dudhia J. Coupling an Advanced Land Surface–Hydrology Model with the Penn State–NCAR MM5 Modeling System. Part I: Model Implementation and Sensitivity. Mon. Weather Rev. 2001;129:569–585. doi: 10.1175/1520-0493(2001)129<0569:CAALSH>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0493(2001)129<0569:CAALSH>2.0.CO;2"]}, {"Citation": "Grell G.A., Dévényi D. A generalized approach to parameterizing convection combining ensemble and data assimilation techniques. Geophys. Res. Lett. 2002;29:38-1–38-4. doi: 10.1029/2002GL015311.", "ArticleIdList": ["10.1029/2002GL015311"]}, {"Citation": "Chou M.D., Suarez M.J. A Solar Radiation Parameterization for Atmospheric Studies. NASA; Washington, DC, USA: 1999."}, {"Citation": "Mlawer E.J., Taubman S.J., Brown P.D., Iacono M.J., Clough S.A. Radiative transfer for inhomogeneous atmospheres: RRTM, a validated correlated-k model for the longwave. J. Geophys. Res. Atmos. 1997;102:16663–16682. doi: 10.1029/97JD00237.", "ArticleIdList": ["10.1029/97JD00237"]}, {"Citation": "Zaveri R.A., Peters L.K. A new lumped structure photochemical mechanism for large-scale applications. J. Geophys. Res. Atmos. 1999;104:30387–30415. doi: 10.1029/1999JD900876.", "ArticleIdList": ["10.1029/1999JD900876"]}, {"Citation": "Breiman L. Random forests. Mach. Learn. 2001;45:5–32. doi: 10.1023/A:1010933404324.", "ArticleIdList": ["10.1023/A:1010933404324"]}, {"Citation": "Xue W., Wei J., Zhang J., Sun L., Che Y., Yuan M., Hu X. Inferring Near-Surface PM2.5 Concentrations from the VIIRS Deep Blue Aerosol Product in China: A Spatiotemporally Weighted Random Forest Model. Remote Sens. 2021;13:505. doi: 10.3390/rs13030505.", "ArticleIdList": ["10.3390/rs13030505"]}, {"Citation": "Neter J., Kutner M.H., Nachtsheim C.J., Wasserman W. Applied Linear Statistical Models. Technometric. 1997;39:342."}, {"Citation": "Im U., Markakis K., Poupkou A., Melas D., Unal A., Gerasopoulos E., Daskalakis N., Kindap T., Kanakidou M. The impact of temperature changes on summer time ozone and its precursors in the Eastern Mediterranean. Atmos. Chem. Phys. 2011;11:3847–3864. doi: 10.5194/acp-11-3847-2011.", "ArticleIdList": ["10.5194/acp-11-3847-2011"]}, {"Citation": "He J., Gong S., Yu Y., Yu L., Wu L., Mao H., Song C., Zhao S., Liu H., Li X., et al. Air pollution characteristics and their relation to meteorological conditions during 2014–2015 in major Chinese cities. Environ. Pollut. 2017;223:484–496. doi: 10.1016/j.envpol.2017.01.050.", "ArticleIdList": ["10.1016/j.envpol.2017.01.050", "28122671"]}, {"Citation": "Liu X.H., Zhang Y., Cheng S.H., Xing J., Zhang Q., Streets D.G., Jang C., Wang W.X., Hao J.M. Understanding of regional air pollution over China using CMAQ, part I performance evaluation and seasonal variation. Atmos. Environ. 2010;44:2415–2426. doi: 10.1016/j.atmosenv.2010.03.035.", "ArticleIdList": ["10.1016/j.atmosenv.2010.03.035"]}, {"Citation": "Hu X., Zhang J., Xue W., Zhou L., Che Y., Han T. Estimation of the Near-Surface Ozone Concentration with Full Spatiotemporal Coverage across the Beijing-Tianjin-Hebei Region Based on Extreme Gradient Boosting Combined with a WRF-Chem Model. Atmosphere. 2022;13:632. doi: 10.3390/atmos13040632.", "ArticleIdList": ["10.3390/atmos13040632"]}, {"Citation": "Wei J., Li Z., Li K., Dickerson R.R., Pinker R.T., Wang J., Liu X., Sun L., Xue W., Cribb M. Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China. Remote Sens. Environ. 2022;270:112775. doi: 10.1016/j.rse.2021.112775.", "ArticleIdList": ["10.1016/j.rse.2021.112775"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "15"}, {"Year": "2022", "Month": "7", "Day": "9"}, {"Year": "2022", "Month": "7", "Day": "10"}, {"Year": "2022", "Month": "7", "Day": "27", "Hour": "1", "Minute": "19"}, {"Year": "2022", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["35886364", "PMC9324222", "10.3390/ijerph19148511", "ijerph19148511"]}}], "PubmedBookArticle": []}