{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35972972", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "16"}], "ELocationID": ["e0273188", "10.1371/journal.pone.0273188"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "8", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Indoor ozone removal and deposition using unactivated solid and liquid coffee.", "Pagination": {"StartPage": "e0273188", "MedlinePgn": "e0273188"}, "Abstract": {"AbstractText": ["Managing indoor ozone levels is important because ozone is a hazardous pollutant that has adverse effects on human health. Coffee is a popular daily beverage, and thus, coffee beans and spent coffee grounds are common in many places such as offices, homes, aircraft, cafeterias, and such. The most common material used to remove ozone is activated carbon which can be made from coffee beans or spent coffee grounds with proper activation processes. This paper presents a novel idea: to remove ozone at the level of an indoor environment using unactivated coffee products. This paper examines the ozone removal efficiency and the ozone deposition velocity at 130 ppb ozone for two types of coffee: solid coffee (powder) and liquid coffee (beverage). The activated carbon, the deionized water, and the seawater are also included for comparison and validation purposes. The tests show that the fine coffee powder has a removal efficiency of 58.5% and a deposition velocity of 0.62 cm/s. The liquid coffee has a removal efficiency of 34.4% and a deposition velocity of 0.23 cm/s. The chemical inspections indicate that the oxidation reactions with the carbohydrates in solid coffee and the metal/mineral elements in liquid coffee are responsible for ozone removal. These results have confirmed that ozone removal via coffee is effective, controlling indoor air quality by coffee products is thus becoming possible."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, National Taiwan University of Science and Technology, Taipei, Taiwan."}, {"Identifier": [], "Affiliation": "High Speed 3D Printing Research Center, National Taiwan University of Science and Technology, Taipei, Taiwan."}], "LastName": "Jiang", "ForeName": "En-Ying", "Initials": "EY"}, {"Identifier": ["0000-0001-7683-1546"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, National Taiwan University of Science and Technology, Taipei, Taiwan."}, {"Identifier": [], "Affiliation": "High Speed 3D Printing Research Center, National Taiwan University of Science and Technology, Taipei, Taiwan."}], "LastName": "Wen", "ForeName": "Tsrong-Yi", "Initials": "TY"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Powders"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis", "prevention & control"], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Aircraft"}, {"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Powders"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nuvolone D., Petri D., and Voller F., \"The effects of ozone on human health,\" Environmental Science and Pollution Research, vol. 25, no. 9, pp. 8074–8088, 2018. doi: 10.1007/s11356-017-9239-3", "ArticleIdList": ["10.1007/s11356-017-9239-3", "28547375"]}, {"Citation": "Goudarzi G. et al., \"Cardiovascular and respiratory mortality attributed to ground-level ozone in Ahvaz, Iran,\" Environmental Monitoring and Assessment, vol. 187, no. 8, p. 487, 2015. doi: 10.1007/s10661-015-4674-4", "ArticleIdList": ["10.1007/s10661-015-4674-4", "26141926"]}, {"Citation": "Yan M., Liu Z., Liu X., Duan H., and Li T., \"Meta-analysis of the Chinese studies of the association between ambient ozone and mortality,\" Chemosphere, vol. 93, no. 6, pp. 899–905, 2013. doi: 10.1016/j.chemosphere.2013.05.040", "ArticleIdList": ["10.1016/j.chemosphere.2013.05.040", "23786810"]}, {"Citation": "USPEA, \"Updates to the air quality index (AQI) for ozone and ozone monitoring requirements,\" The National Ambient Air Quality Standards, pp. 1–6, 2015."}, {"Citation": "Park S. L., Moon J. D., Lee S. H., and Shin S. Y., \"Effective ozone generation utilizing a meshed-plate electrode in a dielectric-barrier discharge type ozone generator,\" Journal of Electrostatics, vol. 64, no. 5, pp. 275–282, 2006."}, {"Citation": "Agarwal A., Patterson J. K., Greene J. E., and Rockett A., \"Ultraviolet ozone induced oxidation of epitaxial Si1- x Ge x (111),\" Applied Physics Letters, vol. 63, no. 4, pp. 518–520, 1993."}, {"Citation": "Dyer M. J., Bressler C. G., and Copeland R. A., \"Photodissociation of solid oxygen with tunable ultraviolet laser light: ozone production monitored via Fourier-transform infrared spectroscopy,\" Chemical Physics Letters, vol. 266, no. 5–6, pp. 548–553, 1997."}, {"Citation": "Lee S. C., Lam S., and Fai H. K., \"Characterization of VOCs, ozone, and PM10 emissions from office equipment in an environmental chamber,\" Building and Environment, vol. 36, no. 7, pp. 837–842, 2001."}, {"Citation": "Vasiliauskiene V. and Vasilis Vasiliauskas A., \"A case study on the assessment of chemical and physical pollution levels during the copying process,\" Sustainability, vol. 14, no. 3, p. 1287, 2022."}, {"Citation": "Jakober C. and Phillips T., \"Evaluation of ozone emissions from portable indoor air cleaners: electrostatic precipitators and ionizers,\" California Environmental Protection Agency and California Air Resources Board, 2008."}, {"Citation": "Othman M. et al., \"PM2. 5 and ozone in office environments and their potential impact on human health,\" Ecotoxicology and Environmental Safety, vol. 194, p. 110432, 2020. doi: 10.1016/j.ecoenv.2020.110432", "ArticleIdList": ["10.1016/j.ecoenv.2020.110432", "32169727"]}, {"Citation": "Shi Z., Han Y., and Bai J., \"Evaluation of ozone risk under different air-supply mode in aircraft cabins,\" Aircraft Engineering and Aerospace Technology, vol. 90, no. 2, pp. 270–279, 2018."}, {"Citation": "Nazaroff W. W. and Weschler C. J., \"Ozone in passenger cabins: concentrations and chemistry,\" Airliner Cabin Environment Research, pp. 1–25, 2010."}, {"Citation": "Ahmed M. B. et al., \"Activated carbon preparation from biomass feedstock: Clean production and carbon dioxide adsorption,\" Journal of Cleaner Production, vol. 225, pp. 405–413, 2019."}, {"Citation": "Pallares J., Gonzalez-Cencerrado A., and Arauzo I., \"Production and characterization of activated carbon from barley straw by physical activation with carbon dioxide and steam,\" Biomass and Bioenergy, vol. 115, pp. 64–73, 2018."}, {"Citation": "Chiu Y. H. and Lin L. Y., \"Effect of activating agents for producing activated carbon using a facile one-step synthesis with waste coffee grounds for symmetric supercapacitors,\" Journal of the Taiwan Institute of Chemical Engineers, vol. 101, pp. 177–185, 2019."}, {"Citation": "Wu F., Wang M., Lu Y., Zhang X., and Yang C., \"Catalytic removal of ozone and design of an ozone converter for the bleeding air purification of aircraft cabin,\" Building and Environment, vol. 115, pp. 25–33, 2017."}, {"Citation": "Lu Y., Zhao X., Wang M., Yang Z., Zhang X., and Yang C., \"Feasibility analysis on photocatalytic removal of gaseous ozone in aircraft cabins,\" Building and Environment, vol. 81, pp. 42–50, 2014."}, {"Citation": "Bhangar S., Cowlin S. C., Singer B. C., Sextro R. G., and Nazaroff W. W., \"Ozone levels in passenger cabins of commercial aircraft on North American and transoceanic routes,\" Environmental Science and Technology, vol. 42, no. 11, pp. 3938–3943, 2008. doi: 10.1021/es702967k", "ArticleIdList": ["10.1021/es702967k", "18589948"]}, {"Citation": "Zhong L., Lee C. S., and Haghighat F., \"Indoor ozone and climate change,\" Sustainable Cities and Society, vol. 28, pp. 466–472, 2017."}, {"Citation": "Lin C. C. and Chen H. Y., \"Impact of HVAC filter on indoor air quality in terms of ozone removal and carbonyls generation,\" Atmospheric Environment, vol. 89, pp. 29–34, 2014."}, {"Citation": "Coleman B. K., Destaillats H., Hodgson A. T., and Nazaroff W. W., \"Ozone consumption and volatile byproduct formation from surface reactions with aircraft cabin materials and clothing fabrics,\" Atmospheric Environment, vol. 42, no. 4, pp. 642–654, 2008."}, {"Citation": "Hsieh P. F. and Wen T. Y., \"Evaluation of ozone removal by spent coffee grounds,\" Scientific Reports, vol. 10, no. 1, pp. 1–8, 2020.", "ArticleIdList": ["PMC6954194", "31924801"]}, {"Citation": "Yao M., Ke L., Liu Y., Luo Z., and Zhao B., \"Measurement of ozone deposition velocity onto human surfaces of Chinese residents and estimation of corresponding production of oxidation products,\" Environmental Pollution, vol. 266, p. 115215, 2020. doi: 10.1016/j.envpol.2020.115215", "ArticleIdList": ["10.1016/j.envpol.2020.115215", "32711189"]}, {"Citation": "Nicolas M., Ramalho O., and Maupetit F., \"Reactions between ozone and building products: Impact on primary and secondary emissions,\" Atmospheric Environment, vol. 41, no. 15, pp. 3129–3138, 2007."}, {"Citation": "Abbass O. A., Sailor D. J., and Gall E. T., \"Effectiveness of indoor plants for passive removal of indoor ozone,\" Building and Environment, vol. 119, pp. 62–70, 2017."}, {"Citation": "Cano-Ruiz J. A., Kong D., Balas R. B., and Nazaroff W. W., \"Removal of reactive gases at indoor surfaces: combining mass transport and surface kinetics,\" Atmospheric Environment, vol. 27, no. 13, pp. 2039–2050, 1993."}, {"Citation": "Lin C. C. and Hsu S. C., \"Deposition velocities and impact of physical properties on ozone removal for building materials,\" Atmospheric Environment, vol. 101, pp. 194–199, 2015."}, {"Citation": "Hoang C. P., Kinney K. A., and Corsi R. L., \"Ozone removal by green building materials,\" Building and Environment, vol. 44, no. 8, pp. 1627–1633, 2009."}, {"Citation": "Rivera-Utrilla J. and Sanchez-Polo M., \"Ozonation of 1, 3, 6-naphthalenetrisulphonic acid catalysed by activated carbon in aqueous phase,\" Applied Catalysis B: Environmental, vol. 39, no. 4, pp. 319–329, 2002."}, {"Citation": "Bailey P. S., \"The reactions of ozone with organic compounds,\" Chemical Reviews, vol. 58, no. 5, pp. 925–1010, 1958."}, {"Citation": "Lee P. and Davidson J., \"Evaluation of activated carbon filters for removal of ozone at the PPB level,\" American Industrial Hygiene Association Journal, vol. 60, no. 5, pp. 589–600, 1999. doi: 10.1080/00028899908984478", "ArticleIdList": ["10.1080/00028899908984478", "10529990"]}, {"Citation": "Li X., Ma J., and He H., \"Recent advances in catalytic decomposition of ozone,\" Journal of Environmental Sciences, vol. 94, pp. 14–31, 2020. doi: 10.1016/j.jes.2020.03.058", "ArticleIdList": ["10.1016/j.jes.2020.03.058", "32563478"]}, {"Citation": "Roth J. A. and Sullivan D. E., \"Solubility of ozone in water,\" Industrial and Engineering Chemistry Fundamentals, vol. 20, no. 2, pp. 137–140, 1981."}, {"Citation": "Gall E. T., Corsi R. L., and Siegel J. A., \"Impact of physical properties on ozone removal by several porous materials,\" Environmental Science and Technology, vol. 48, no. 7, pp. 3682–3690, 2014. doi: 10.1021/es4051956", "ArticleIdList": ["10.1021/es4051956", "24568620"]}, {"Citation": "Loades D. C. et al., \"Ozone deposition to a coastal sea: comparison of eddy covariance observations with reactive air—sea exchange models,\" Atmospheric Measurement Techniques, vol. 13, no. 12, pp. 6915–6931, 2020."}, {"Citation": "Tamas G., Weschler C. J., Bako-Biro Z., Wyon D. P., and Strom-Tejsen P., \"Factors affecting ozone removal rates in a simulated aircraft cabin environment,\" Atmospheric Environment, vol. 40, no. 32, pp. 6122–6133, 2006."}, {"Citation": "Cervera-Mata A., Pastoriza S., Rufian-Henares J. A., Parraga J., Martin-Garcia J. M., and Delgado G., \"Impact of spent coffee grounds as organic amendment on soil fertility and lettuce growth in two Mediterranean agricultural soils,\" Archives of Agronomy and Soil Science, vol. 64, no. 6, pp. 790–804, 2017."}, {"Citation": "Spiller G. A., Caffeine. CRC Press, 1998."}, {"Citation": "Sarwar G., Kang D., Foley K., Schwede D., Gantt B., and Mathur R., \"Examining ozone deposition over seawater,\" Atmospheric Environment, vol. 141, pp. 255–262, 2016."}, {"Citation": "Li M., Boggs M., Beebe T. P., and Huang C. P., \"Oxidation of single-walled carbon nanotubes in dilute aqueous solutions by ozone as affected by ultrasound,\" Carbon, vol. 46, no. 3, pp. 466–475, 2008."}, {"Citation": "Aiken A. C. et al., \"O/C and OM/OC ratios of primary, secondary, and ambient organic aerosols with high-resolution time-of-flight aerosol mass spectrometry,\" Environmental Science and Technology, vol. 42, no. 12, pp. 4478–4485, 2008. doi: 10.1021/es703009q", "ArticleIdList": ["10.1021/es703009q", "18605574"]}, {"Citation": "Liu Z. Q., Ma J., Cui Y. H., and Zhang B. P., \"Effect of ozonation pretreatment on the surface properties and catalytic activity of multi-walled carbon nanotube,\" Applied Catalysis B: Environmental, vol. 92, no. 3–4, pp. 301–306, 2009."}, {"Citation": "Shah D., Bahr S., Dietrich P., Meyer M., Thisen A., and Linford M. R., \"Coffee bean, by near-ambient pressure XPS,\" Surface Science Spectra, vol. 26, no. 2, p. 024006, 2019."}, {"Citation": "Tal D., Keinan E., and Mazur Y., \"Reactions in dry media. Cleavage of carbon-carbon single bonds by ozonation,\" Journal of the American Chemical Society, vol. 101, no. 2, pp. 502–503, 1979."}, {"Citation": "Subrahmanyam C., Bulushev D. A., and Kiwi-Minsker L., \"Dynamic behaviour of activated carbon catalysts during ozone decomposition at room temperature,\" Applied Catalysis B: Environmental, vol. 61, no. 1–2, pp. 98–106, 2005."}, {"Citation": "Valdes H., Sanchez-Polo M., Rivera-Utrilla J., and Zaror C. A., \"Effect of ozone treatment on surface properties of activated carbon,\" Langmuir, vol. 18, no. 6, pp. 2111–2116, 2002."}, {"Citation": "Fras L., Johansson L. S., Stenius P., Laine J., Stana-Kleinschek K., and Ribitsch V., \"Analysis of the oxidation of cellulose fibres by titration and XPS,\" Colloids and Surfaces A: Physicochemical and Engineering Aspects, vol. 260, no. 1–3, pp. 101–108, 2005."}, {"Citation": "Mangun C. L., Benak K. R., Daley M. A., and Economy J., \"Oxidation of activated carbon fibers: effect on pore size, surface chemistry, and adsorption properties,\" Chemistry of Materials, vol. 11, no. 12, pp. 3476–3483, 1999."}, {"Citation": "Petrovic S. M., Savic S. R., Zvezdanovic J. B., Mladenovic-Ranisavljevic I., Cvetkovic D. J., and Cvetanovic A. D., \"Benefits and risks of commercially available coffee beverages from Western Balkan,\" Chemical Papers, vol. 74, no. 3, pp. 847–857, 2020."}, {"Citation": "Cruz R., Morais S., and Casal S., \"Mineral composition variability of coffees: A result of processing and production,\" Processing and Impact on Active Components in Food, pp. 549–558, 2015."}, {"Citation": "Tsai W. T., Liu S. C., and Hsieh C. H., \"Preparation and fuel properties of biochars from the pyrolysis of exhausted coffee residue,\" Journal of Analytical and Applied Pyrolysis, vol. 93, pp. 63–67, 2012."}, {"Citation": "Wijannarong S., Aroonsrimorakot S., Thavipoke P., Kumsopa A., and Sangjan S., \"Removal of reactive dyes from textile dyeing industrial effluent by ozonation process,\" APCBEE Procedia, vol. 5, pp. 279–282, 2013."}, {"Citation": "Honarmandrad Z., Javid N., and Malakootian M., \"Removal efficiency of phenol by ozonation process with calcium peroxide from aqueous solutions,\" Applied Water Science, vol. 11, no. 2, pp. 1–9, 2021."}, {"Citation": "Malakootian M., Shahamat Y. D., Kannan K., and Mahdizadeh H., \"Degradation of p-nitroaniline from aqueous solutions using ozonation/Mg-Al layered double hydroxides integrated with the sequencing batch moving bed biofilm reactor,\" Journal of the Taiwan Institute of Chemical Engineers, vol. 113, pp. 241–252, 2020."}, {"Citation": "Andoyo R. et al., \"Retention time of ozone at various water condition,\" Journal of Physics: Conference Series, vol. 1080, p. 012033, 2018.", "ArticleIdList": ["PMC6800676", "31632451"]}, {"Citation": "Kasprzyk-Hordern B., Ziolek M., and Nawrocki J., \"Catalytic ozonation and methods of enhancing molecular ozone reactions in water treatment,\" Applied Catalysis B: Environmental, vol. 46, no. 4, pp. 639–669, 2003."}, {"Citation": "Shi X., Dalal N. S., and Jain A. C., \"Antioxidant behaviour of caffeine: efficient scavenging of hydroxyl radicals,\" Food and Chemical Toxicology, vol. 29, no. 1, pp. 1–6, 1991. doi: 10.1016/0278-6915(91)90056-d", "ArticleIdList": ["10.1016/0278-6915(91)90056-d", "1847890"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "31"}, {"Year": "2022", "Month": "8", "Day": "3"}, {"Year": "2022", "Month": "8", "Day": "16", "Hour": "13", "Minute": "43"}, {"Year": "2022", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35972972", "PMC9380939", "10.1371/journal.pone.0273188", "PONE-D-22-15740"]}}], "PubmedBookArticle": []}