{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CMIP6", "Central-eastern China", "El Niño", "Historical ozone", "La Niña", "Summertime surface ozone pollution"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35972655", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "06"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "16"}], "ELocationID": ["10.1007/s11356-022-22543-6"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Influences of El Niño-Southern Oscillation on summertime ozone pollution over central-eastern China during 1950-2014.", "Pagination": {"StartPage": "4694", "EndPage": "4708", "MedlinePgn": "4694-4708"}, "Abstract": {"AbstractText": ["Summertime ozone pollution has become increasingly severe over many parts of China in recent years. Due to lack of historical ozone observations, few studies have analyzed the linkage between natural climate variability and ozone levels for a long time series. This study uses the simulation datasets from CMIP6 to explore the effects of El Niño-Southern Oscillation (ENSO) on summertime (June/July/August) surface ozone concentrations in central-eastern China (CEC; 20°N-42°N, 100°E-123°E) during the period of 1950-2014. Our results show that, after excluding the emission-related trend, the detrended summertime daily mean surface ozone concentrations averaged over CEC in El Niño years (30.69 ppb) are higher than those in La Niña events (29.34 ppb). Compared to the summertime mean ozone of 1950-2014 (30.25 ppb), the maximum anomalies in CMIP6 are 2.88 ppb (9.52% higher) and - 5.52 ppb (18.25% lower) in El Niño and La Niña years, respectively. In addition, the summertime MDA8 ozone of CEC is significantly correlated with the central-eastern equatorial Pacific SST (5°N-5°S, 170°W-120°W) (R = 0.29, P-value = 0.02). Such ozone increases/declines in El Niño/La Niña years are also found in satellite observations of OMI ozone. The results show that the ENSO affects the large-scale circulations over central-eastern China, which regulate the regional atmospheric stability and meteorological conditions (including horizontal wind fields, geopotential height, vertical velocity, surface air temperature, and precipitation) to influence the efficiency of ozone photochemical formation and transport. Our study makes better estimation and attribution of future surface ozone pollution in China."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Science, School of Environmental Sciences, China University of Geosciences, Wuhan, 430074, China."}], "LastName": "Wang", "ForeName": "Yuexuanzi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Science, School of Environmental Sciences, China University of Geosciences, Wuhan, 430074, China. yanyingying@cug.edu.cn."}], "LastName": "Yan", "ForeName": "Yingying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Climate and Ocean-Atmosphere Studies, Department of Atmospheric and Oceanic Sciences, School of Physics, Peking University, Beijing, 100871, China."}], "LastName": "Lin", "ForeName": "Jintai", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Science, School of Environmental Sciences, China University of Geosciences, Wuhan, 430074, China."}, {"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, School of Environmental Studies, China University of Geosciences, Wuhan, 430074, China."}], "LastName": "Kong", "ForeName": "Shaofei", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Science, School of Environmental Sciences, China University of Geosciences, Wuhan, 430074, China."}], "LastName": "Song", "ForeName": "Aili", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Science, School of Environmental Sciences, China University of Geosciences, Wuhan, 430074, China."}], "LastName": "Ma", "ForeName": "Jing", "Initials": "J"}], "GrantList": [{"GrantID": "41905112", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "41830965", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2017YFC0212602", "Agency": "Key Program of Ministry of Science and Technology of the People's Republic of China", "Country": ""}, {"GrantID": "258572", "Agency": "China Postdoctoral Science Foundation funded project", "Country": ""}, {"GrantID": "202110491065", "Agency": "innovation training program for college students", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "El Nino-Southern Oscillation"}, {"QualifierName": [], "DescriptorName": "Photochemical Processes"}, {"QualifierName": [], "DescriptorName": "Environmental Pollution"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "China"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bjerknes J (1972) Large-scale atmospheric response to the 1964–65 Pacific equatorial warming. J Phys Oceanogr 2:212–217. https://doi.org/10.1175/1520-0485(1972)002%3c0212:LSARTT%3e2.0.CO;2", "ArticleIdList": ["10.1175/1520-0485(1972)002<0212:LSARTT>2.0.CO;2"]}, {"Citation": "Bracegirdle TJ, Krinner G, Tonelli M, Haumann FA, Naughten KA, Rackow T, Roach LA, Wainer I (2020) Twenty first century changes in Antarctic and Southern Ocean surface climate in CMIP6. Atmos Sci Lett 21. https://doi.org/10.1002/asl.984"}, {"Citation": "Butchart N, Anstey JA, Kawatani Y, Osprey SM, Richter JH, Wu TW (2020) QBO changes in CMIP6 climate projections. Geophys Res Lett 47:e984. https://doi.org/10.1029/2019gl086903", "ArticleIdList": ["10.1029/2019gl086903"]}, {"Citation": "Chandra S, Ziemke JR, Min W, Read WG (1998) Effects of 1997–1998 El Niño on tropospheric ozone and water vapor. Geophys Res Lett 25:3867–3870. https://doi.org/10.1029/98GL02695", "ArticleIdList": ["10.1029/98GL02695"]}, {"Citation": "Chang CP, Zhang YS, Li T (2000) Interannual and interdecadal variations of the East Asian summer monsoon and tropical Pacific SSTs. Part i: Roles of the Subtropical Ridge, Journal of Climate 13:4310–4325. https://doi.org/10.1175/1520-0442(2000)013%3c4310:IAIVOT%3e2.0.CO;2", "ArticleIdList": ["10.1175/1520-0442(2000)013<4310:IAIVOT>2.0.CO;2"]}, {"Citation": "Chen X, Zhong BQ, Huang FX, Wang XM, Sarkar S, Jia SG, Deng XJ, Chen DH, Shao M (2020) The role of natural factors in constraining long-term tropospheric ozone trends over Southern China. Atmos Environ 220:11. https://doi.org/10.1016/j.atmosenv.2019.117060", "ArticleIdList": ["10.1016/j.atmosenv.2019.117060"]}, {"Citation": "David LM, Nair PR (2011) Diurnal and seasonal variability of surface ozone and NO<sub>x</sub> at a tropical coastal site: association with mesoscale and synoptic meteorological conditions. Journal of Geophysical Research-Atmospheres 116. https://doi.org/10.1029/2010jd015076"}, {"Citation": "Davies TD, Kelly PM, Low PS, Pierce CE (1992) Surface ozone concentrations in Europe: links with the regional-scale atmospheric circulation. Journal of Geophysical Research: Atmospheres 97:9819–9832. https://doi.org/10.1029/92JD00419", "ArticleIdList": ["10.1029/92JD00419"]}, {"Citation": "Ding AJ, Wang T, Zhao M, Wang TJ, Li ZK (2004) Simulation of sea-land breezes and a discussion of their implications on the transport of air pollution during a multi-day ozone episode in the Pearl River Delta of China. Atmos Environ 38:6737–6750. https://doi.org/10.1016/j.atmosenv.2004.09.0", "ArticleIdList": ["10.1016/j.atmosenv.2004.09.0"]}, {"Citation": "Duan JC, Tan JH, Yang L (2008) Concentration, sources and ozone formation potential of volatile organic compounds (VOCs) during ozone episode in Beijing. Atmos Res 88:25–35. https://doi.org/10.1016/j.atmosres.2007.09.004", "ArticleIdList": ["10.1016/j.atmosres.2007.09.004"]}, {"Citation": "Emberson, L.: Effects of ozone on agriculture, forests and grasslands, Philosophical Transactions of the Royal Society A-Mathematical Physical and Engineering Sciences, 378, https://doi.org/10.1098/rsta.2019.0327 , 2020."}, {"Citation": "Eyring V, Bony S, Meehl GA, Senior CA, Stevens B, Stouffer RJ, Taylor KE (2016) Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization. Geoscientific Model Development 9:1937–1958. https://doi.org/10.5194/gmd-9-1937-2016", "ArticleIdList": ["10.5194/gmd-9-1937-2016"]}, {"Citation": "Feng J, Chen W, Tam CY, Zhou W (2011) Different impacts of El Niño and El Niño Modoki on China rainfall in the decaying phases. Int J Climatol 31:2091–2101. https://doi.org/10.1002/joc.2217", "ArticleIdList": ["10.1002/joc.2217"]}, {"Citation": "Griffiths PT, Murray LT, Zeng G, Archibald AT, Emmons LK, Galbally I, Hassler B, Horowitz LW, Keeble J, Liu J, Moeini O, Naik V, O’Connor FM, Shin YM, Tarasick D, Tilmes S, Turnock ST, Wild O, Young PJ, Zanis P (2021) Tropospheric ozone in CMIP6 simulations. Atmos Chem Phys Discuss. https://doi.org/10.5194/acp-2019-1216"}, {"Citation": "Guan B, Nigam S (2008) Pacific sea surface temperatures in the twentieth century: an evolution-centric analysis of variability and trend. J Clim 21:2790–2809. https://doi.org/10.1175/2007JCLI2076.1", "ArticleIdList": ["10.1175/2007JCLI2076.1"]}, {"Citation": "Han H, Liu JE, Shu L, Wang TJ, Yuan HL (2020) Local and synoptic meteorological influences on daily variability in summertime surface ozone in eastern China. Atmos Chem Phys 20:203–222. https://doi.org/10.5194/acp-20-203-2020", "ArticleIdList": ["10.5194/acp-20-203-2020"]}, {"Citation": "He JJ, Gong SL, Yu Y, Yu LJ, Wu L, Mao HJ, Song CB, Zhao SP, Liu HL, Li XY, Li RP (2017) Air pollution characteristics and their relation to meteorological conditions during 2014–2015 in major Chinese cities. Environ Pollut 223:484–496. https://doi.org/10.1016/j.envpol.2017.01.050", "ArticleIdList": ["10.1016/j.envpol.2017.01.050"]}, {"Citation": "Hitchman MH, Rogal MJ (2010) ENSO influences on Southern Hemisphere column ozone during the winter to spring transition. Journal of Geophysical Research-Atmospheres 115. https://doi.org/10.1029/2009jd012844"}, {"Citation": "Hou XW, Zhu B, Fei DD, Wang DD (2015) The impacts of summer monsoons on the ozone budget of the atmospheric boundary layer of the Asia-Pacific region. Sci Total Environ 502:641–649. https://doi.org/10.1016/j.scitotenv.2014.09.075", "ArticleIdList": ["10.1016/j.scitotenv.2014.09.075"]}, {"Citation": "Jacob DJ, Winner DA (2009) Effect of climate change on air quality. Atmos Environ 43:51–63. https://doi.org/10.1016/j.atmosenv.2008.09.051", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.051"]}, {"Citation": "Jiang Z, Li J (2022) Impact of eastern and central Pacific El Niño on lower tropospheric ozone in China. Atmos Chem Phys 22:7273–7285", "ArticleIdList": ["10.5194/acp-22-7273-2022"]}, {"Citation": "Koumoutsaris S, Bey I, Generoso S, Thouret V (2008) Influence of El Niño–Southern Oscillation on the interannual variability of tropospheric ozone in the northern midlatitudes. Journal of Geophysical Research: Atmospheres 113. https://doi.org/10.1029/2007JD009753"}, {"Citation": "Lee S, Shelow DM, Thompson AM, Miller SK (2010) QBO and ENSO variability in temperature and ozone from SHADOZ, 1998–2005. Journal of Geophysical Research-Atmospheres 115. https://doi.org/10.1029/2009jd013320"}, {"Citation": "Li K, Chen LH, Ying F, White SJ, Jang C, Wu XC, Gao X, Hong SM, Shen JD, Azzi M, Cen KF (2017) Meteorological and chemical impacts on ozone formation: a case study in Hangzhou. China, Atmospheric Research 196:40–52. https://doi.org/10.1016/j.atmosres.2017.06.003", "ArticleIdList": ["10.1016/j.atmosres.2017.06.003"]}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q, Bates KH (2019) Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proc Natl Acad Sci USA 116:422–427. https://doi.org/10.1073/pnas.1812168116", "ArticleIdList": ["10.1073/pnas.1812168116"]}, {"Citation": "Li K, Jacob DJ, Shen L, Lu X, De Smedt I, Liao H (2020) Increases in surface ozone pollution in China from 2013 to 2019: anthropogenic and meteorological influences. Atmos Chem Phys 20:11423–11433. https://doi.org/10.5194/acp-20-11423-2020", "ArticleIdList": ["10.5194/acp-20-11423-2020"]}, {"Citation": "Li M, Yang Y, Wang P, Ji D, Liao H (2022) Impacts of strong El Niño on summertime near-surface ozone over China. Atmos Ocean Sci Lett 15:100193", "ArticleIdList": ["10.1016/j.aosl.2022.100193"]}, {"Citation": "Liao ZH, Gao M, Sun JR, Fan SJ (2017) The impact of synoptic circulation on air quality and pollution-related human health in the Yangtze River Delta region. Sci Total Environ 607:838–846. https://doi.org/10.1016/j.scitotenv.2017.07.031", "ArticleIdList": ["10.1016/j.scitotenv.2017.07.031"]}, {"Citation": "Lin M, Horowitz LW, Payton R, Fiore AM, Tonnesen G (2017) US surface ozone trends and extremes from 1980 to 2014: quantifying the roles of rising Asian emissions, domestic controls, wildfires, and climate. Atmos Chem Phys 17:2943–2970. https://doi.org/10.5194/acp-17-2943-2017", "ArticleIdList": ["10.5194/acp-17-2943-2017"]}, {"Citation": "Lippmann M (1989) Health effects of ozone: a critical review. JAPCA 39:672–695. https://doi.org/10.1080/08940630.1989.10466554", "ArticleIdList": ["10.1080/08940630.1989.10466554"]}, {"Citation": "Liu H, Liu S, Xue BR, Lv ZF, Meng ZH, Yang XF, Xue T, Yu Q, He KB (2018) Ground-level ozone pollution and its health impacts in China. Atmos Environ 173:223–230. https://doi.org/10.1016/j.atmosenv.2017.11.014", "ArticleIdList": ["10.1016/j.atmosenv.2017.11.014"]}, {"Citation": "Lu X, Zhang L, Chen YF, Zhou M, Zheng B, Li K, Liu YM, Lin JT, Fu TM, Zhang Q (2019) Exploring 2016–2017 surface ozone pollution over China: source contributions and meteorological influences. Atmos Chem Phys 19:8339–8361. https://doi.org/10.5194/acp-19-8339-2019", "ArticleIdList": ["10.5194/acp-19-8339-2019"]}, {"Citation": "Ma ZQ, Zhang XL, Xu J, Zhao XJ, Meng W (2011) Characteristics of ozone vertical profile observed in the boundary layer around Beijing in autumn. J Environ Sci 23:1316–1324. https://doi.org/10.1016/s1001-0742(10)60557-8", "ArticleIdList": ["10.1016/s1001-0742(10)60557-8"]}, {"Citation": "Ma JZ, Xu XB, Zhao CS, Yan P (2012) A review of atmospheric chemistry research in China: photochemical smog, haze pollution, and gas-aerosol interactions. Adv Atmos Sci 29:1006–1026. https://doi.org/10.1007/s00376-012-1188-7", "ArticleIdList": ["10.1007/s00376-012-1188-7"]}, {"Citation": "Ma ZQ, Xu J, Quan WJ, Zhang ZY, Lin WL, Xu XB (2016) Significant increase of surface ozone at a rural site, north of eastern China. Atmos Chem Phys 16:3969–3977. https://doi.org/10.5194/acp-16-3969-2016", "ArticleIdList": ["10.5194/acp-16-3969-2016"]}, {"Citation": "Monks PS, Archibald AT, Colette A, Cooper O, Coyle M, Derwent R, Fowler D, Granier C, Law KS, Mills GE, Stevenson DS, Tarasova O, Thouret V, von Schneidemesser E, Sommariva R, Wild O, Williams ML (2015) Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos Chem Phys 15:8889–8973. https://doi.org/10.5194/acp-15-8889-2015", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Narsey SY, Brown JR, Colman RA, Delage F, Power SB, Moise AF, Zhang H (2020) Climate change projections for the Australian monsoon from CMIP6 models. Geophys Res Lett 47. https://doi.org/10.1029/2019gl086816"}, {"Citation": "Nigam S, Sengupta A (2021) The full extent of El Niño’s precipitation influence on the United States and the Americas: the suboptimality of the Niño 3.4 SST index. Geophys Res Lett 48. https://doi.org/10.1029/2020gl091447"}, {"Citation": "Nuvolone D, Petri D, Voller F (2018) The effects of ozone on human health. Environ Sci Pollut Res 25:8074–8088. https://doi.org/10.1007/s11356-017-9239-3", "ArticleIdList": ["10.1007/s11356-017-9239-3"]}, {"Citation": "Oman LD, Ziemke JR, Douglass AR, Waugh DW, Lang C, Rodriguez JM, Nielsen JE (2011) The response of tropical tropospheric ozone to ENSO. Geophys Res Lett 38. https://doi.org/10.1029/2011gl047865"}, {"Citation": "O’Neill BC, Tebaldi C, van Vuuren DP, Eyring V, Friedlingstein P, Hurtt G, Knutti R, Kriegler E, Lamarque JF, Lowe J, Meehl GA, Moss R, Riahi K, Sanderson BM (2016) The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6. Geoscientific Model Development 9:3461–3482. https://doi.org/10.5194/gmd-9-3461-2016", "ArticleIdList": ["10.5194/gmd-9-3461-2016"]}, {"Citation": "Otero N, Sillmann J, Schnell JL, Rust HW, Butler T (2016) Synoptic and meteorological drivers of extreme ozone concentrations over Europe. Environ Res Lett 11. https://doi.org/10.1088/1748-9326/11/2/024005"}, {"Citation": "Philander SGH (1985) El Niño and La Niña. Journal of Atmospheric Sciences 42:2652–2662. https://doi.org/10.1175/1520-0469(1985)042%3c2652:ENALN%3e2.0.CO;2", "ArticleIdList": ["10.1175/1520-0469(1985)042<2652:ENALN>2.0.CO;2"]}, {"Citation": "Quan XW, Diaz HF, Hoerling MP (2004) Change in the tropical Hadley cell since 1950, in: The Hadley circulation: present, past and future, Springer, 85–120. https://doi.org/10.1007/978-1-4020-2944-8_3"}, {"Citation": "Shen L, Mickley LJ (2017) Effects of El Niño on summertime ozone air quality in the eastern United States. Geophys Res Lett 44:12543–12550. https://doi.org/10.1002/2017gl076150", "ArticleIdList": ["10.1002/2017gl076150"]}, {"Citation": "Shen L, Jacob DJ, Liu X, Huang GY, Li K, Liao H, Wang T (2019) An evaluation of the ability of the Ozone Monitoring Instrument (OMI) to observe boundary layer ozone pollution across China: application to 2005–2017 ozone trends. Atmos Chem Phys 19:6551–6560. https://doi.org/10.5194/acp-19-6551-2019", "ArticleIdList": ["10.5194/acp-19-6551-2019"]}, {"Citation": "Shu L, Xie M, Wang TJ, Gao D, Chen PL, Han Y, Li S, Zhuang BL, Li MM (2016) Integrated studies of a regional ozone pollution synthetically affected by subtropical high and typhoon system in the Yangtze River Delta region, China. Atmos Chem Phys 16:15801–15819. https://doi.org/10.5194/acp-16-15801-2016", "ArticleIdList": ["10.5194/acp-16-15801-2016"]}, {"Citation": "Sillman S, Logan JA, Wofsy SC (1990) The sensitivity of ozone to nitrogen-oxides and hydrocarbons in regional ozone episodes. Journal of Geophysical Research Atmospheres 95:1837–1851. https://doi.org/10.1029/JD095iD02p01837", "ArticleIdList": ["10.1029/JD095iD02p01837"]}, {"Citation": "Sudo K, Takahashi M (2001) Simulation of tropospheric ozone changes during 1997–1998 El Niño: meteorological impact on tropospheric photochemistry. Geophys Res Lett 28:4091–4094. https://doi.org/10.1029/2001GL013335", "ArticleIdList": ["10.1029/2001GL013335"]}, {"Citation": "Sun L, Xue LK, Wang YH, Li LL, Lin JT, Ni RJ, Yan YY, Chen LL, Li J, Zhang QZ, Wang WX (2019) Impacts of meteorology and emissions on summertime surface ozone increases over central eastern China between 2003 and 2015. Atmos Chem Phys 19:1455–1469. https://doi.org/10.5194/acp-19-1455-2019", "ArticleIdList": ["10.5194/acp-19-1455-2019"]}, {"Citation": "Voulgarakis A, Savage NH, Wild O, Braesicke P, Young PJ, Carver GD, Pyle JA (2010) Interannual variability of tropospheric composition: the influence of changes in emissions, meteorology and clouds. Atmos Chem Phys 10:2491–2506. https://doi.org/10.5194/acp-10-2491-2010", "ArticleIdList": ["10.5194/acp-10-2491-2010"]}, {"Citation": "Voulgarakis A, Hadjinicolaou P, Pyle JA (2011) Increases in global tropospheric ozone following an El Niño event: examining stratospheric ozone variability as a potential driver. Atmos Sci Lett 12:228–232. https://doi.org/10.1002/asl.318", "ArticleIdList": ["10.1002/asl.318"]}, {"Citation": "Wang T, Nie W, Gao J, Xue LK, Gao XM, Wang XF, Qiu J, Poon CN, Meinardi S, Blake D, Wang SL, Ding AJ, Chai FH, Zhang QZ, Wang WX (2010) Air quality during the 2008 Beijing Olympics: secondary pollutants and regional impact. Atmos Chem Phys 10:7603–7615. https://doi.org/10.5194/acp-10-7603-2010", "ArticleIdList": ["10.5194/acp-10-7603-2010"]}, {"Citation": "Wang T, Xue LK, Brimblecombe P, Lam YF, Li L, Zhang L (2017) Ozone pollution in China: a review of concentrations, meteorological influences, chemical precursors, and effects. Sci Total Environ 575:1582–1596. https://doi.org/10.1016/j.scitotenv.2016.10.081", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.081"]}, {"Citation": "Wang Y, Yan Y, Duan K, Kong S, Lin J, Zheng H, Song A, Zhang Z (2021) Effect of springtime thermal forcing over Tibetan Plateau on summertime ozone in Central China during the period 1950–2019. Atmos Res 261. https://doi.org/10.1016/j.atmosres.2021.105735"}, {"Citation": "Wen N, Li L, Luo JJ (2020) Direct impacts of different types of El Niño in developing summer on East Asian precipitation. Clim Dyn 55:1087–1104. https://doi.org/10.1007/s00382-020-05315-1", "ArticleIdList": ["10.1007/s00382-020-05315-1"]}, {"Citation": "Wennberg PO, Dabdub D (2008) Rethinking ozone production. SCIENCE-NEW YORK THEN WASHINGTON 319:1624. https://doi.org/10.1126/science.1155747", "ArticleIdList": ["10.1126/science.1155747"]}, {"Citation": "Xie F, Li JP, Tian WS, Zhang JK, Shu JC (2014) The impacts of two types of El Niño on global ozone variations in the last three decades. Adv Atmos Sci 31:1113–1126. https://doi.org/10.1007/s00376-013-3166-0", "ArticleIdList": ["10.1007/s00376-013-3166-0"]}, {"Citation": "Xu L, Yu JY, Schnell JL, Prather MJ (2017) The seasonality and geographic dependence of ENSO impacts on US surface ozone variability. Geophys Res Lett 44:3420–3428. https://doi.org/10.1002/2017gl073044", "ArticleIdList": ["10.1002/2017gl073044"]}, {"Citation": "Yan YY, Lin JT, Chen J, Hu L (2016) Improved simulation of tropospheric ozone by a global-multi-regional two-way coupling model system. Atmos Chem Phys 16:2381–2400. https://doi.org/10.5194/acp-16-2381-2016", "ArticleIdList": ["10.5194/acp-16-2381-2016"]}, {"Citation": "Yan Y, Lin J, He C (2018) Ozone trends over the United States at different times of day. Atmos Chem Phys 18:1185–1202. https://doi.org/10.5194/acp-18-1185-2018", "ArticleIdList": ["10.5194/acp-18-1185-2018"]}, {"Citation": "Yan Y, Lin J, Pozzer A, Kong S, Lelieveld J (2019) Trend reversal from high-to-low and from rural-to-urban ozone concentrations over Europe. Atmos Environ 213:25–36. https://doi.org/10.1016/j.atmosenv.2019.05.067", "ArticleIdList": ["10.1016/j.atmosenv.2019.05.067"]}, {"Citation": "Yan YY, Zheng H, Kong SF, Lin JT, Yao LQ, Wu FQ, Cheng Y, Niu ZZ, Zheng SR, Zeng X, Yan Q, Wu J, Zheng MM, Liu MY, Ni RJ, Chen LL, Chen N, Xu K, Liu DT, Zhao DL, Zhao TL, Qi SH (2021) On the local anthropogenic source diversities and transboundary transport for urban agglomeration ozone mitigation. Atmos Environ 245:11. https://doi.org/10.1016/j.atmosenv.2020.118005", "ArticleIdList": ["10.1016/j.atmosenv.2020.118005"]}, {"Citation": "Yang Y, Liao H, Li J (2014) Impacts of the East Asian summer monsoon on interannual variations of summertime surface-layer ozone concentrations over China. Atmos Chem Phys 14:6867–6879", "ArticleIdList": ["10.5194/acp-14-6867-2014"]}, {"Citation": "Yang Y, Li M, Wang H, Li H, Wang P, Li K, Gao M, Liao H (2022) ENSO modulation of summertime tropospheric ozone over China. Environ Res Lett 17:034020", "ArticleIdList": ["10.1088/1748-9326/ac54cd"]}, {"Citation": "Zeng G, Pyle JA (2005) Influence of El Niño Southern Oscillation on stratosphere/troposphere exchange and the global tropospheric ozone budget. Geophys Res Lett 32. https://doi.org/10.1029/2004GL021353"}, {"Citation": "Zhai PM, Yu R, Guo YJ, Li QX, Ren XJ, Wang YQ, Xu WH, Liu YJ, Ding YH (2016) The Strong El Niño of 2015/16 and its dominant impacts on global and China’s climate. Journal of Meteorological Research 30:283–297. https://doi.org/10.1007/s13351-016-6101-3", "ArticleIdList": ["10.1007/s13351-016-6101-3"]}, {"Citation": "Zhang JP, Zhu T, Zhang QH, Li CC, Shu HL, Ying Y, Dai ZP, Wang X, Liu XY, Liang AM, Shen HX, Yi BQ (2012) The impact of circulation patterns on regional transport pathways and air quality over Beijing and its surroundings. Atmos Chem Phys 12:5031–5053. https://doi.org/10.5194/acp-12-5031-2012", "ArticleIdList": ["10.5194/acp-12-5031-2012"]}, {"Citation": "Zhang JK, Tian WS, Wang ZW, Xie F, Wang FY (2015) The influence of ENSO on northern midlatitude ozone during the winter to spring transition. J Clim 28:4774–4793. https://doi.org/10.1175/jcli-d-14-00615.1", "ArticleIdList": ["10.1175/jcli-d-14-00615.1"]}, {"Citation": "Zhou DR, Ding AJ, Mao HT, Fu CB, Wang T, Chan LY, Ding K, Zhang Y, Liu J, Lu A, Hao N (2013) Impacts of the East Asian monsoon on lower tropospheric ozone over coastal South China. Environ Res Lett 8:7. https://doi.org/10.1088/1748-9326/8/4/044011", "ArticleIdList": ["10.1088/1748-9326/8/4/044011"]}, {"Citation": "Ziemke JR, Chandra S, Oman LD, Bhartia PK (2010) A new ENSO index derived from satellite measurements of column ozone. Atmos Chem Phys 10:3711–3721. https://doi.org/10.5194/acp-10-3711-2010", "ArticleIdList": ["10.5194/acp-10-3711-2010"]}, {"Citation": "Ziemke JR, Douglass AR, Oman LD, Strahan SE, Duncan BN (2015) Tropospheric ozone variability in the tropics from ENSO to MJO and shorter timescales. Atmos Chem Phys 15:8037–8049. https://doi.org/10.5194/acp-15-8037-2015", "ArticleIdList": ["10.5194/acp-15-8037-2015"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "5", "Day": "23"}, {"Year": "2022", "Month": "8", "Day": "10"}, {"Year": "2022", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "16", "Hour": "11", "Minute": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35972655", "10.1007/s11356-022-22543-6", "10.1007/s11356-022-22543-6"]}}], "PubmedBookArticle": []}