{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "35984821", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "19"}], "ELocationID": ["e0271387", "10.1371/journal.pone.0271387"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "8", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Controlling air pollution by lowering methane emissions, conserving natural resources, and slowing urbanization in a panel of selected Asian economies.", "Pagination": {"StartPage": "e0271387", "MedlinePgn": "e0271387"}, "Abstract": {"AbstractText": ["The destruction of the earth's ecosystems is the most pressing issue globally. Carbon emissions account for nearly half of global air pollution. Methane is the primary source of ground-level ozone and a significant source of greenhouse gases (GHGs), with greater warming potential than carbon dioxide emissions. The study examines the impact of the different methane emissions (released by agriculture, energy, and industrial sectors), urbanization, natural resource depletion, and livestock production on carbon emissions in the panel of selected Asian countries for the period of 1971 to 2020. The results show that energy associated methane emissions, livestock production, natural resource depletion, and urbanization are the main detrimental factors of environmental degradation across countries. The causality estimates show the unidirectional relationship running from livestock production and agriculture methane emissions to carbon emissions, from total methane emissions and carbon emissions to urbanization and from urbanization to energy methane emissions and livestock production. The forecasting estimates suggest that total methane emissions, natural resource depletion, and urbanization will likely increase carbon emissions over the next ten years. The study concludes that the energy sector should adopt renewable energy sources in its production process to minimize carbon emissions. Urbanization and excessive resource exploitation must be curtailed to attain carbon neutrality."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economics, The University of Haripur, Haripur, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Hanif", "ForeName": "Sadoon", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of International Education, Baise University, Baise, Guangxi, China."}], "LastName": "Lateef", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Management Sciences, University of Wah, Wah Cantt, Pakistan."}], "LastName": "Hussain", "ForeName": "Kamil", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Management Sciences, COMSATS University Islamabad, Islamabad, Pakistan."}], "LastName": "Hyder", "ForeName": "Shabir", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Management, Forman Christian College (A Chartered University), Lahore, Pakistan."}], "LastName": "Usman", "ForeName": "Bushra", "Initials": "B"}, {"Identifier": ["0000-0002-2585-2790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Economics, The University of Haripur, Haripur, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Zaman", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Business Administration, Air University, Multan, Pakistan."}], "LastName": "Asif", "ForeName": "Muhammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "OP0UW79H66", "NameOfSubstance": "Methane"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Economic Development"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["metabolism"], "DescriptorName": "Livestock"}, {"QualifierName": ["metabolism"], "DescriptorName": "Methane"}, {"QualifierName": [], "DescriptorName": "Natural Resources"}, {"QualifierName": [], "DescriptorName": "Urbanization"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbass K, Qasim MZ, Song H, Murshed M, Mahmood H, Younis I. A review of the global climate change impacts, adaptation, and sustainable mitigation measures. Environmental Science and Pollution Research. 2022. Apr 4:1–21, 10.1007/s11356-022-19718-6.", "ArticleIdList": ["10.1007/s11356-022-19718-6", "PMC8978769", "35378646"]}, {"Citation": "Rehman A, Ma H, Ahmad M, Ozturk I, Chishti MZ. How do climatic change, cereal crops and livestock production interact with carbon emissions? Updated evidence from China. Environmental Science and Pollution Research. 2021. Jun;28(24):30702–13. doi: 10.1007/s11356-021-12948-0", "ArticleIdList": ["10.1007/s11356-021-12948-0", "33594567"]}, {"Citation": "Dwivedi YK, Hughes L, Kar AK, Baabdullah AM, Grover P, Abbas R, et al.. Climate change and COP26: Are digital technologies and information management part of the problem or the solution? An editorial reflection and call to action. International Journal of Information Management. 2022. Apr 1;63:102456."}, {"Citation": "Austin KF, Noble MD, Berndt VK. Drying climates and gendered suffering: links between drought, food insecurity, and Women’s HIV in less-developed countries. Social indicators research. 2021. Feb;154(1):313–34. doi: 10.1007/s11205-020-02562-x", "ArticleIdList": ["10.1007/s11205-020-02562-x", "PMC7685297", "33250551"]}, {"Citation": "Dasgupta S, Wheeler D, Bandyopadhyay S, Ghosh S, Roy U. Coastal dilemma: climate change, public assistance and population displacement. World Development. 2022. Feb 1;150:105707."}, {"Citation": "Meierrieks D. Weather shocks, climate change and human health. World Development. 2021. Feb 1;138:105228."}, {"Citation": "Ahmed F, Ali I, Kousar S, Ahmed S. The environmental impact of industrialization and foreign direct investment: empirical evidence from Asia-Pacific region. Environmental Science and Pollution Research. 2022. Apr;29(20):29778–92. doi: 10.1007/s11356-021-17560-w", "ArticleIdList": ["10.1007/s11356-021-17560-w", "PMC8739025", "34993824"]}, {"Citation": "Misra A., Verma M. Impact Of Industrialization On The Dynamics Of Atmospheric Carbon Dioxide: A Modeling Study. International Journal of Big Data Mining for Global Warming, 2022. Jan 26:2150009, 10.1142/S2630534821500091.", "ArticleIdList": ["10.1142/S2630534821500091"]}, {"Citation": "Naz S., Fatima Z., Iqbal P., Khan A., Zakir I., Ullah H., et al.. An Introduction to Climate Change Phenomenon. In: Jatoi W.N., Mubeen M., Ahmad A., Cheema M.A., Lin Z., Hashmi M.Z. (eds) Building Climate Resilience in Agriculture, 2022. (pp. 3–16). Springer, Cham. 10.1007/978-3-030-79408-8_1", "ArticleIdList": ["10.1007/978-3-030-79408-8_1"]}, {"Citation": "Mendy PA, Jawo E, Mendy E. Awareness of the causes, impact and solutions to global warming among undergraduate students from different schools in the University of The Gambia. Ghana Journal of Geography Vol. 2021;13(3):258–77."}, {"Citation": "Atlas. Sign to Ban Fossil Fuel Subsidies, 2021. Online available at: https://www.atlasmovement.org/fossilfuel?gclid=Cj0KCQiAhf2MBhDNARIsAKXU5GShT4_AAqKlUPYHAOTUFU29VfgBrk0-MWbLVEjuCdsmIbtbi_LG00UaApq1EALw_wcB (accessed on 5th March, 2022)."}, {"Citation": "Lindsey R.\nClimate Change: Atmospheric Carbon Dioxide. Clamate.gov\n2020. https://www.climate.gov/news-features/understanding-climate/climate-change-atmospheric-carbon-dioxide (accessed on 15th June 2021)."}, {"Citation": "Suresh K. Climate Change Challenge 26 th Conference of Parties (COP26) climate summit is crucial but may be disappointing?. Global Journal of Ecology. 2021. Nov 9;6(1):100–4."}, {"Citation": "Gupta TD. Can we say ‘no’ to fuel subsidies?.\nThe Business Standard News\n2022, online available at: https://www.tbsnews.net/analysis/can-we-say-no-fuel-subsidies-357604 (accessed on 5th March, 2022)."}, {"Citation": "Reddy YM, Rajeev R. Developing Glasgow Accord for COP-26 Using Game Theory. Journal of Climate Change. 2021. Jan 1;7(3):1–8."}, {"Citation": "United Nations. COP26: Together for our planet, 2021. Online available at: https://www.un.org/en/climatechange/cop26 (accessed n 15th May 2022)."}, {"Citation": "Smit B., Burton I., Klein R.J.T., Wandel J. An Anatomy of Adaptation to Climate Change and Variability, 2000. In: Kane S.M., Yohe G.W. (eds) Societal Adaptation to Climate Variability and Change. Springer, Dordrecht. 10.1007/978-94-017-3010-5_12", "ArticleIdList": ["10.1007/978-94-017-3010-5_12"]}, {"Citation": "Berry PM, Rounsevell MD, Harrison PA, Audsley E. Assessing the vulnerability of agricultural land use and species to climate change and the role of policy in facilitating adaptation. Environmental science & policy. 2006. Apr 1;9(2):189–204."}, {"Citation": "Birkmann J, Jamshed A, McMillan JM, Feldmeyer D, Totin E, Solecki W, et al.. Understanding human vulnerability to climate change: A global perspective on index validation for adaptation planning. Science of The Total Environment. 2022. Jan 10;803:150065. doi: 10.1016/j.scitotenv.2021.150065", "ArticleIdList": ["10.1016/j.scitotenv.2021.150065", "34525713"]}, {"Citation": "Adger WN. Climate change, human well-being and insecurity. New Political Economy. 2010. Jun 1;15(2):275–92."}, {"Citation": "Neef A, Benge L, Boruff B, Pauli N, Weber E, Varea R. Climate adaptation strategies in Fiji: The role of social norms and cultural values. World Development. 2018. Jul 1;107:125–37."}, {"Citation": "Grove K. Biopolitics and adaptation: Governing socio‐ecological contingency through climate change and disaster studies. Geography Compass. 2014. Mar;8(3):198–210."}, {"Citation": "Frantzeskaki N, McPhearson T, Collier MJ, Kendal D, Bulkeley H, Dumitru A, et al.. Nature-based solutions for urban climate change adaptation: linking science, policy, and practice communities for evidence-based decision-making. BioScience. 2019. Jun 1;69(6):455–66."}, {"Citation": "Holman IP, Brown C, Carter TR, Harrison PA, Rounsevell M. Improving the representation of adaptation in climate change impact models. Regional Environmental Change. 2019. Mar;19(3):711–21. doi: 10.1007/s10113-018-1328-4", "ArticleIdList": ["10.1007/s10113-018-1328-4", "PMC6418063", "30956567"]}, {"Citation": "Rayamajhee V, Guo W, Bohara AK. The perception of climate change and the demand for weather-index microinsurance: evidence from a contingent valuation survey in Nepal. Climate and Development. 2021. Jul 9:1–4, 10.1080/17565529.2021.1949574.", "ArticleIdList": ["10.1080/17565529.2021.1949574"]}, {"Citation": "Makondo CC, Thomas DS. Climate change adaptation: Linking indigenous knowledge with western science for effective adaptation. Environmental science & policy. 2018. Oct 1;88:83–91."}, {"Citation": "Sivakumar MV, Stefanski R. Climate change in South Asia, 2010. In Climate change and food security in South Asia (pp. 13–30). Springer, Dordrecht."}, {"Citation": "Gunaratna KL. Managing Climate Change in South Asia, 2018. In: Towards Equitable Progress. South Asia Economic and Policy Studies. Springer, Singapore. 10.1007/978-981-10-8923-7_6", "ArticleIdList": ["10.1007/978-981-10-8923-7_6"]}, {"Citation": "Kumar D, Pfeiffer M, Gaillard C, Langan L, Scheiter S. Climate change and elevated CO 2 favor forest over savanna under different future scenarios in South Asia. Biogeosciences. 2021. May 17;18(9):2957–79."}, {"Citation": "Wang Y, Yao L, Xu Y, Sun S, Li T. Potential heterogeneity in the relationship between urbanization and air pollution, from the perspective of urban agglomeration. Journal of Cleaner Production. 2021. May 20;298:126822."}, {"Citation": "PFI. Climate change and factory farms, 2020. Pivot Food Investment, New York, online available at: https://pivotfood.org/climate-change/?gclid=EAIaIQobChMIg8yN0Pa39AIVBXmLCh28Yw_kEAAYASAAEgJCDfD_BwE (accessed on 5th March, 2022)."}, {"Citation": "Tiwari S., Singh C., Singh JS. Wetlands: A Major Natural Source Responsible for Methane Emission, 2020. In: Upadhyay A., Singh R., Singh D. (eds) Restoration of Wetland Ecosystem: A Trajectory Towards a Sustainable Environment. Springer, Singapore. 10.1007/978-981-13-7665-8_5", "ArticleIdList": ["10.1007/978-981-13-7665-8_5"]}, {"Citation": "Zaman K, Abdullah I, Ali M. Decomposing the linkages between energy consumption, air pollution, climate change, and natural resource depletion in P akistan. Environmental Progress & Sustainable Energy. 2017. Mar;36(2):638–48."}, {"Citation": "Abid M, Scheffran J, Schneider UA, Ashfaq MJ. Farmers’ perceptions of and adaptation strategies to climate change and their determinants: the case of Punjab province, Pakistan. Earth System Dynamics. 2015. May 11;6(1):225–43."}, {"Citation": "Olczak M., Piebalgs A.\nThe COP26 methane moment, 2021. European University Institute, Florence, Italy. Online available at  https://fsr.eui.eu/the-cop26-methane-moment/ (accessed n 15th May 2022)."}, {"Citation": "Vaughan A. COP26: 105 countries pledge to cut methane emissions by 30 per cent. NewScientist, Newsletter, 2021. Online available at: https://www.newscientist.com/article/2295810-cop26-105-countries-pledge-to-cut-methane-emissions-by-30-per-cent/ (accessed on 15th May 2022)."}, {"Citation": "CSIS. Beyond COP26: The Global Methane Pledge. Center for Strategic and International Studies, 2021, Washington D.C."}, {"Citation": "UNEP. New global methane pledge aims to tackle climate change, 2021. United Nations Environment Programme, online available at: https://www.unep.org/news-and-stories/story/new-global-methane-pledge-aims-tackle-climate-change (accessed on 15th May 2022)."}, {"Citation": "Schipper ELF. Climate change adaptation and development: Exploring the linkages, 2007. Tyndall Centre for Climate Change Research Working Paper, 107, 13. Online available at: https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.501.7769&rep=rep1&type=pdf (accessed on 10th December 2021)."}, {"Citation": "Brouwer R, Akter S, Brander L, Haque E. Socioeconomic vulnerability and adaptation to environmental risk: a case study of climate change and flooding in Bangladesh. Risk Analysis: An International Journal. 2007. Apr;27(2):313–26. doi: 10.1111/j.1539-6924.2007.00884.x", "ArticleIdList": ["10.1111/j.1539-6924.2007.00884.x", "17511700"]}, {"Citation": "Patt AG, Schröter D. Perceptions of climate risk in Mozambique: implications for the success of adaptation strategies. Global environmental change. 2008. Aug 1;18(3):458–67."}, {"Citation": "Nielsen JØ, Reenberg A. Cultural barriers to climate change adaptation: A case study from Northern Burkina Faso. Global Environmental Change. 2010. Feb 1;20(1):142–52."}, {"Citation": "Truelove HB, Carrico AR, Thabrew L. A socio-psychological model for analyzing climate change adaptation: A case study of Sri Lankan paddy farmers. Global Environmental Change. 2015. Mar 1;31:85–97."}, {"Citation": "Qayyum M, Ali M, Nizamani MM, Li S, Yu Y, Jahanger A. Nexus between financial development, renewable energy consumption, technological innovations and CO2 emissions: the case of India. Energies. 2021. Jul 26;14(15):4505."}, {"Citation": "Alola AA, Kirikkaleli D. Global evidence of time-frequency dependency of temperature and environmental quality from a wavelet coherence approach. Air Quality, Atmosphere & Health. 2021. Apr;14(4):581–9."}, {"Citation": "Adebayo TS, Kirikkaleli D, Adeshola I, Oluwajana D, Akinsola GD, Osemeahon OS. Coal Consumption and Environmental Sustainability in South Africa: The role of Financial Development and Globalization. International Journal of Renewable Energy Development. 2021. Aug 1;10(3), 527–536."}, {"Citation": "Mehmood U, Mansoor A, Tariq S, Ul-Haq Z. The interactional role of globalization in tourism-CO2 nexus in South Asian countries. Environmental Science and Pollution Research. 2021. Jun;28(21):26441–8. doi: 10.1007/s11356-021-12473-0", "ArticleIdList": ["10.1007/s11356-021-12473-0", "33484466"]}, {"Citation": "Qayyum U, Sabir S, Anjum S. Urbanization, informal economy, and ecological footprint quality in South Asia. Environmental Science and Pollution Research. 2021. Dec;28(47):67011–21. doi: 10.1007/s11356-021-15111-x", "ArticleIdList": ["10.1007/s11356-021-15111-x", "34244937"]}, {"Citation": "Usman M, Anwar S, Yaseen MR, Makhdum MS, Kousar R, Jahanger A. Unveiling the dynamic relationship between agriculture value addition, energy utilization, tourism and environmental degradation in South Asia. Journal of Public Affairs. 2021:e2712."}, {"Citation": "Li J, Huang X, Chuai X, Yang H. The impact of land urbanization on carbon dioxide emissions in the Yangtze River Delta, China: A multiscale perspective. Cities. 2021. Sep 1;116:103275."}, {"Citation": "Hashmi SH, Fan H, Habib Y, Riaz A. Non-linear relationship between urbanization paths and CO2 emissions: A case of South, South-East and East Asian economies. Urban Climate. 2021. May 1;37:100814."}, {"Citation": "Anwar A, Sinha A, Sharif A, Siddique M, Irshad S, Anwar W, et al.. The nexus between urbanization, renewable energy consumption, financial development, and CO2 emissions: evidence from selected Asian countries. Environment, Development and Sustainability. 2022. May;24(5):6556–76."}, {"Citation": "Zhang S, Li Z, Ning X, Li L. Gauging the impacts of urbanization on CO2 emissions from the construction industry: Evidence from China. Journal of Environmental Management. 2021. Jun 15;288:112440. doi: 10.1016/j.jenvman.2021.112440", "ArticleIdList": ["10.1016/j.jenvman.2021.112440", "33831637"]}, {"Citation": "Sohoo I, Ritzkowski M, Kuchta K, Cinar SÖ. Environmental sustainability enhancement of waste disposal sites in developing countries through controlling greenhouse gas emissions. Sustainability. 2020. Dec 25;13(1):151."}, {"Citation": "Tarazkar MH, Kargar Dehbidi N, Ansari RA, Pourghasemi HR. Factors affecting methane emissions in OPEC member countries: does the agricultural production matter?. Environment, Development and Sustainability. 2021. May;23(5):6734–48."}, {"Citation": "Pata UK. Linking renewable energy, globalization, agriculture, CO2 emissions and ecological footprint in BRIC countries: A sustainability perspective. Renewable Energy. 2021. Aug 1;173:197–208."}, {"Citation": "Chojnacka K, Mikula K, Izydorczyk G, Skrzypczak D, Witek-Krowiak A, Gersz A, et al.. Innovative high digestibility protein feed materials reducing environmental impact through improved nitrogen-use efficiency in sustainable agriculture. Journal of Environmental Management. 2021. Aug 1;291:112693. doi: 10.1016/j.jenvman.2021.112693", "ArticleIdList": ["10.1016/j.jenvman.2021.112693", "33962281"]}, {"Citation": "Wang H. Role of environmental degradation and energy use for agricultural economic growth: Sustainable implications based on ARDL estimation. Environmental Technology & Innovation. 2022. Feb 1;25:102028."}, {"Citation": "Im S, Mostafa A, Lim KH, Kim I, Kim DH. Automatic temperature rise in the manure storage tank increases methane emissions: Worth to cool down!. Science of The Total Environment. 2022. Jun 1;823:153533. doi: 10.1016/j.scitotenv.2022.153533", "ArticleIdList": ["10.1016/j.scitotenv.2022.153533", "35150964"]}, {"Citation": "Hung NT. Time–frequency nexus between globalization, financial development, natural resources and carbon emissions in Vietnam. Economic Change and Restructuring. 2022. Mar 1:1–23, 10.1007/s10644-022-09391-7.", "ArticleIdList": ["10.1007/s10644-022-09391-7"]}, {"Citation": "Chopra R, Magazzino C, Shah MI, Sharma GD, Rao A, Shahzad U. The role of renewable energy and natural resources for sustainable agriculture in ASEAN countries: Do carbon emissions and deforestation affect agriculture productivity?. Resources Policy. 2022. Jun 1;76:102578."}, {"Citation": "Chen H, Tackie EA, Ahakwa I, Musah M, Salakpi A, Alfred M, et al.. Does energy consumption, economic growth, urbanization, and population growth influence carbon emissions in the BRICS? Evidence from panel models robust to cross-sectional dependence and slope heterogeneity. Environmental Science and Pollution Research. 2022. May;29(25):37598–616. doi: 10.1007/s11356-021-17671-4", "ArticleIdList": ["10.1007/s11356-021-17671-4", "35066830"]}, {"Citation": "Shaheen F, Zaman K, Lodhi MS, Nassani AA, Haffar M, Abro MM. Do affluent nations value a clean environment and preserve it? Evaluating the N-shaped environmental Kuznets curve. Environmental Science and Pollution Research. 2022. Feb 18:1–9, doi: 10.1007/s11356-022-19104-2", "ArticleIdList": ["10.1007/s11356-022-19104-2", "35179685"]}, {"Citation": "Sadiqa BA, Zaman K, Rehman FU, Nassani AA, Haffar M, Abro MM. Evaluating race-to-the-top/bottom hypothesis in high-income countries: controlling emissions cap trading, inbound FDI, renewable energy demand, and trade openness. Environmental Science and Pollution Research. 2022. Mar 1:1–4, 10.1007/s11356-022-19385-7.", "ArticleIdList": ["10.1007/s11356-022-19385-7", "35233672"]}, {"Citation": "Addai K, Serener B, Kirikkaleli D. Empirical analysis of the relationship among urbanization, economic growth and ecological footprint: Evidence from Eastern Europe. Environmental Science and Pollution Research. 2022. Apr;29(19):27749–60. doi: 10.1007/s11356-021-17311-x", "ArticleIdList": ["10.1007/s11356-021-17311-x", "34981376"]}, {"Citation": "Mata MN, Oladipupo SD, Husam R, Ferrão JA, Altuntaş M, Martins JN, et al.. Another look into the relationship between economic growth, carbon emissions, agriculture and urbanization in Thailand: a frequency domain analysis. Energies. 2021. Aug 19;14(16):5132."}, {"Citation": "Liu H, Cui W, Zhang M. Exploring the causal relationship between urbanization and air pollution: Evidence from China. Sustainable Cities and Society. 2022. May 1;80:103783."}, {"Citation": "Xu D, Salem S, Awosusi AA, Abdurakhmanova G, Altuntaş M, Oluwajana D, et al.. Load capacity factor and financial globalization in Brazil: the role of renewable energy and urbanization. Frontiers in Environmental Science. 2022:689, 10.3389/fenvs.2021.823185", "ArticleIdList": ["10.3389/fenvs.2021.823185"]}, {"Citation": "Aslan A, Altinoz B, Ozsolak B. The link between urbanization and air pollution in Turkey: evidence from dynamic autoregressive distributed lag simulations. Environmental Science and Pollution Research. 2021. Oct;28(37):52370–80. doi: 10.1007/s11356-021-14408-1", "ArticleIdList": ["10.1007/s11356-021-14408-1", "34013411"]}, {"Citation": "Benavides M, Ovalle K, Torres C, Vinces T. Economic growth, renewable energy and methane emissions: is there an enviromental kuznets curve in Austria?. International Journal of Energy Economics and Policy. 2017;7(1):259–67."}, {"Citation": "Ugbogu EA, Elghandour MM, Ikpeazu VO, Buendía GR, Molina OM, Arunsi UO, et al.. The potential impacts of dietary plant natural products on the sustainable mitigation of methane emission from livestock farming. Journal of Cleaner Production. 2019. Mar 10;213:915–25."}, {"Citation": "Adeel-Farooq RM, Raji JO, Adeleye BN. Economic growth and methane emission: testing the EKC hypothesis in ASEAN economies. Management of Environmental Quality: An International Journal. 2020. Oct 16, 32 (2), 277–289."}, {"Citation": "Wei S, Bai ZH, Chadwick D, Hou Y, Qin W, Zhao ZQ, et al.. Greenhouse gas and ammonia emissions and mitigation options from livestock production in peri-urban agriculture: Beijing–A case study. Journal of Cleaner Production. 2018. Mar 20;178:515–25."}, {"Citation": "Rust JM. The impact of climate change on extensive and intensive livestock production systems. Animal Frontiers. 2019. Jan;9(1):20–5. doi: 10.1093/af/vfy028", "ArticleIdList": ["10.1093/af/vfy028", "PMC6951865", "32002235"]}, {"Citation": "Leinonen I. Achieving environmentally sustainable livestock production. Sustainability. 2019. Jan 7;11(1):246."}, {"Citation": "Nathaniel SP, Nwulu N, Bekun F. Natural resource, globalization, urbanization, human capital, and environmental degradation in Latin American and Caribbean countries. Environmental Science and Pollution Research. 2021. Feb;28(5):6207–21. doi: 10.1007/s11356-020-10850-9", "ArticleIdList": ["10.1007/s11356-020-10850-9", "32989704"]}, {"Citation": "Yang Y, Jia Y, Ling S, Yao C. Urban natural resource accounting based on the system of environmental economic accounting in Northwest China: A case study of Xi’an. Ecosystem Services. 2021. Feb 1;47:101233."}, {"Citation": "Dada JT, Adeiza A, Noor AI, Marina A. Investigating the link between economic growth, financial development, urbanization, natural resources, human capital, trade openness and ecological footprint: evidence from Nigeria. Journal of Bioeconomics. 2022. Jan 5:1–27, 10.1007/s10818-021-09323-x", "ArticleIdList": ["10.1007/s10818-021-09323-x"]}, {"Citation": "World Bank. World development indicators 2021, World Bank, Washington D.C."}, {"Citation": "Ehrlich PR, Holdren JP. Impact of Population Growth: Complacency concerning this component of man’s predicament is unjustified and counterproductive. Science. 1971. Mar 26;171(3977):1212–7. doi: 10.1126/science.171.3977.1212", "ArticleIdList": ["10.1126/science.171.3977.1212", "5545198"]}, {"Citation": "Bai J, Ng S. Tests for skewness, kurtosis, and normality for time series data. Journal of Business & Economic Statistics. 2005. Jan 1;23(1):49–60."}, {"Citation": "Levin A, Lin CF. Unit root tests in panel data: New results. University of California, San Diego, Department of Economics. Discussion paper 93–56; 1993."}, {"Citation": "Hurlin C, Mignon V. Une synthèse des tests de racine unitaire sur données de panel. Economie prevision. 2005(3):253–94."}, {"Citation": "Westerlund J. Testing for error correction in panel data. Oxford Bulletin of Economics and statistics. 2007. Dec;69(6):709–48."}, {"Citation": "Pesaran MH, Yamagata T. Testing slope homogeneity in large panels. Journal of econometrics. 2008. Jan 1;142(1):50–93."}, {"Citation": "Kao C., Chiang MH. On the estimation and inference of a cointegrated regression in panel data, 2001. In Nonstationary panels, panel cointegration, and dynamic panels. Emerald Group Publishing Limited."}, {"Citation": "Xue L, Haseeb M, Mahmood H, Alkhateeb TT, Murshed M. Renewable energy use and ecological footprints mitigation: evidence from selected South Asian economies. Sustainability. 2021. Feb 3;13(4):1613."}, {"Citation": "Gunarathne N, Sankalpani U. Diffusion of cleaner production in a developing country: The case of Sri Lanka. Journal of Cleaner Production. 2021. Aug 15;311:127626."}, {"Citation": "Chandio AA, Jiang Y, Akram W, Adeel S, Irfan M, Jan I. Addressing the effect of climate change in the framework of financial and technological development on cereal production in Pakistan. Journal of Cleaner Production. 2021. Mar 15;288:125637."}, {"Citation": "Nepal R, Phoumin H, Khatri A. Green technological development and deployment in the association of southeast Asian economies (ASEAN)—At crossroads or roundabout?. Sustainability. 2021. Jan 14;13(2):758."}, {"Citation": "Aydin GÖ, Karakurt I, Aydiner KE. Analysis and mitigation opportunities of methane emissions from the energy sector. Energy Sources, Part A: Recovery, Utilization, and Environmental Effects. 2012. Apr 6;34(11):967–82."}, {"Citation": "Zhang B, Chen GQ, Li JS, Tao L. Methane emissions of energy activities in China 1980–2007. Renewable and Sustainable Energy Reviews. 2014. Jan 1;29:11–21."}, {"Citation": "Karakurt I, Aydin G, Aydiner K. Sources and mitigation of methane emissions by sectors: a critical review. Renewable energy. 2012. Mar 1;39(1):40–8."}, {"Citation": "Ghosh P, Shah G, Chandra R, Sahota S, Kumar H, Vijay VK, et al.. Assessment of methane emissions and energy recovery potential from the municipal solid waste landfills of Delhi, India. Bioresource technology. 2019. Jan 1;272:611–5. doi: 10.1016/j.biortech.2018.10.069", "ArticleIdList": ["10.1016/j.biortech.2018.10.069", "30385029"]}, {"Citation": "Gao J, Guan C, Zhang B. Why are methane emissions from China’s oil & natural gas systems still unclear? A review of current bottom-up inventories. Science of The Total Environment. 2022. Feb 10;807:151076. doi: 10.1016/j.scitotenv.2021.151076", "ArticleIdList": ["10.1016/j.scitotenv.2021.151076", "34678371"]}, {"Citation": "Nassani AA, Aldakhil AM, Zaman K. Ecological footprints jeopardy for mineral resource extraction: Efficient use of energy, financial development and insurance services to conserve natural resources. Resources Policy. 2021. Dec 1;74:102271."}, {"Citation": "Lee TC, Anser MK, Nassani AA, Haffar M, Zaman K, Abro MM. Managing Natural Resources through Sustainable Environmental Actions: A Cross-Sectional Study of 138 Countries. Sustainability. 2021. Nov 11;13(22):12475."}, {"Citation": "Adekoya OB. Revisiting oil consumption-economic growth nexus: Resource-curse and scarcity tales. Resources Policy. 2021. Mar 1;70:101911."}, {"Citation": "Jiang C, Zhang Y, Kamran HW, Afshan S. Understanding the dynamics of the resource curse and financial development in China? A novel evidence based on QARDL model. Resources Policy. 2021. Aug 1;72:102091."}, {"Citation": "Razzaq A, Sharif A, Najmi A, Tseng ML, Lim MK. Dynamic and causality interrelationships from municipal solid waste recycling to economic growth, carbon emissions and energy efficiency using a novel bootstrapping autoregressive distributed lag. Resources, Conservation and Recycling. 2021. Mar 1;166:105372."}, {"Citation": "Ali S, Peter AP, Chew KW, Munawaroh HS, Show PL. Resource recovery from industrial effluents through the cultivation of microalgae: A review. Bioresource technology. 2021. Oct 1;337:125461. doi: 10.1016/j.biortech.2021.125461", "ArticleIdList": ["10.1016/j.biortech.2021.125461", "34198241"]}, {"Citation": "Yuan J, Lu Y, Ferrier RC, Liu Z, Su H, Meng J, et al.. Urbanization, rural development and environmental health in China. Environmental Development. 2018. Dec 1;28:101–10."}, {"Citation": "Osawe AI, Ojeifo MO. Unregulated Urbanization and challenge of environmental security in Africa. World Journal of Innovative Research (WJIR). 2019;6(4):1–0."}, {"Citation": "Sun J, Wang J, Wang T, Zhang T. Urbanization, economic growth, and environmental pollution: Partial differential analysis based on the spatial Durbin model. Management of Environmental Quality: An International Journal. 2018. Oct 2, 30(2), 483–494."}, {"Citation": "Khan I, Hou F, Le HP, Ali SA. Do natural resources, urbanization, and value-adding manufacturing affect environmental quality? Evidence from the top ten manufacturing countries. Resources Policy. 2021. Aug 1;72:102109."}, {"Citation": "Krähmer K. Are green cities sustainable? A degrowth critique of sustainable urban development in Copenhagen. European Planning Studies. 2021. Jul 3;29(7):1272–89."}, {"Citation": "Cheng YP, Wang L, Zhang XL. Environmental impact of coal mine methane emissions and responding strategies in China. International Journal of Greenhouse Gas Control. 2011. Jan 1;5(1):157–66."}, {"Citation": "Hussain I, Rehman A. How CO2 emission interacts with livestock production for environmental sustainability? evidence from Pakistan. Environment, Development and Sustainability. 2022. Jun;24(6):8545–65."}, {"Citation": "Wang Y, Li X, Kang Y, Chen W, Zhao M, Li W. Analyzing the impact of urbanization quality on CO2 emissions: What can geographically weighted regression tell us?. Renewable and Sustainable Energy Reviews. 2019. Apr 1;104:127–36."}, {"Citation": "Ulucak R, Khan SU. Determinants of the ecological footprint: role of renewable energy, natural resources, and urbanization. Sustainable Cities and Society. 2020. Mar 1;54:101996."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "30"}, {"Year": "2022", "Month": "6", "Day": "29"}, {"Year": "2022", "Month": "8", "Day": "19", "Hour": "13", "Minute": "35"}, {"Year": "2022", "Month": "8", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["35984821", "PMC9390938", "10.1371/journal.pone.0271387", "PONE-D-22-09442"]}}], "PubmedBookArticle": []}