{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36002489", "DateCompleted": {"Year": "2022", "Month": "08", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "24"}], "ELocationID": ["10.1038/s41586-022-04968-8"], "Journal": {"ISSN": "1476-4687", "JournalIssue": {"Volume": "608", "Issue": "7924", "PubDate": {"Year": "2022", "Month": "Aug"}}, "Title": "Nature", "ISOAbbreviation": "Nature"}, "ArticleTitle": "Integrated ozone depletion as a metric for ozone recovery.", "Pagination": {"StartPage": "719", "EndPage": "723", "MedlinePgn": "719-723"}, "Abstract": {"AbstractText": ["The Montreal Protocol is successfully protecting the ozone layer. The main halogen gases responsible for stratospheric ozone depletion have been regulated under the Protocol, their combined atmospheric abundances are declining and ozone is increasing in some parts of the atmosphere<sup>1</sup>. Ozone depletion potentials<sup>2-4</sup>, relative measures of compounds' abilities to deplete stratospheric ozone, have been a key regulatory component of the Protocol in successfully guiding the phasing out in the manufacture of the most highly depleting substances. However, this latest, recovery phase in monitoring the success of the Protocol calls for further metrics. The 'delay in ozone return' has been widely used to indicate the effect of different emissions or phase-down strategies, but we argue here that it can sometimes be ambiguous or even of no use. Instead, we propose the use of an integrated ozone depletion (IOD) metric to indicate the impact of any new emission. The IOD measures the time-integrated column ozone depletion and depends only on the emission strength and the whole atmosphere and stratospheric lifetimes of the species considered. It provides a useful complementary metric of the impact of specific emissions of an ozone depleting substance for both the scientific and policy communities."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Nature Limited."}, "AuthorList": [{"Identifier": ["0000-0003-3629-9916"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cambridge, Cambridge, UK. jap12@cam.ac.uk."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of Cambridge, Cambridge, UK. jap12@cam.ac.uk."}], "LastName": "Pyle", "ForeName": "John A", "Initials": "JA"}, {"Identifier": ["0000-0003-2714-1084"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cambridge, Cambridge, UK. jmk64@cam.ac.uk."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of Cambridge, Cambridge, UK. jmk64@cam.ac.uk."}], "LastName": "Keeble", "ForeName": "James", "Initials": "J"}, {"Identifier": ["0000-0003-3750-3544"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cambridge, Cambridge, UK."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of Cambridge, Cambridge, UK."}], "LastName": "Abraham", "ForeName": "Nathan Luke", "Initials": "NL"}, {"Identifier": ["0000-0002-6803-4149"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Earth and Environment, University of Leeds, Leeds, UK."}, {"Identifier": [], "Affiliation": "National Centre for Earth Observation (NCEO), University of Leeds, Leeds, UK."}], "LastName": "Chipperfield", "ForeName": "Martyn P", "Initials": "MP"}, {"Identifier": ["0000-0002-1089-340X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Cambridge, Cambridge, UK."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science (NCAS), University of Cambridge, Cambridge, UK."}], "LastName": "Griffiths", "ForeName": "Paul T", "Initials": "PT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nature", "NlmUniqueID": "0410462", "ISSNLinking": "0028-0836"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project. Report No. 58 (World Meteorological Organization (WMO), 2018)."}, {"Citation": "Wuebbles, D. J. Chlorocarbon emission scenarios: potential impact on stratospheric ozone. J. Geophys. Res. 88, 1433 (1983).", "ArticleIdList": ["10.1029/JC088iC02p01433"]}, {"Citation": "Solomon, S. & Albritton, D. L. Time-dependent ozone depletion potentials for short- and long-term forecasts. Nature 357, 33–37 (1992).", "ArticleIdList": ["10.1038/357033a0"]}, {"Citation": "Solomon, S., Mills, M., Heidt, L. E., Pollock, W. H. & Tuck, A. F. On the evaluation of ozone depletion potentials. J. Geophys. Res. 97, 825–842 (1992).", "ArticleIdList": ["10.1029/91JD02613"]}, {"Citation": "Newchurch, M. J. et al. Evidence for slowdown in stratospheric ozone loss: first stage 643 of ozone recovery. J. Geophys. Res. 108, 4507 (2003).", "ArticleIdList": ["10.1029/2003JD003471"]}, {"Citation": "Yang, E.-S. et al. First stage of Antarctic ozone recovery. J. Geophys. Res. 113, D20308 (2008).", "ArticleIdList": ["10.1029/2007JD009675"]}, {"Citation": "Solomon, S. et al. Emergence of healing in the Antarctic ozone layer. Science 353, 269–274 (2016).", "ArticleIdList": ["10.1126/science.aae0061"]}, {"Citation": "Weber, M. et al. Total ozone trends from 1979 to 2016 derived from five merged observational datasets—the emergence into ozone recovery. Atmos. Chem. Phys. 18, 2097–2117 (2018).", "ArticleIdList": ["10.5194/acp-18-2097-2018"]}, {"Citation": "Petropavlovskikh, I. et al. (eds) LOTUS: SPARC/IO3C/GAW Report on Long-Term Ozone Trends and Uncertainties in the Stratosphere. SPARC Report No. 9, WCRP-17/2018, GAW Report No. 241 (SPARC, 2019); https://doi.org/10.17874/f899e57a20b"}, {"Citation": "Montzka, S. A. et al. An unexpected and persistent increase in global emissions of ozone-depleting CFC-11. Nature 557, 413–417 (2018).", "ArticleIdList": ["10.1038/s41586-018-0106-2"]}, {"Citation": "Rigby, M. et al. Increase in CFC-11 emissions from eastern China based on atmospheric observations. Nature 569, 546–550 (2019).", "ArticleIdList": ["10.1038/s41586-019-1193-4"]}, {"Citation": "Hossaini, R. et al. The increasing threat to stratospheric ozone from dichloromethane. Nat. Commun. 8, 15962 (2017).", "ArticleIdList": ["10.1038/ncomms15962"]}, {"Citation": "Fang, X. et al. Rapid increase in ozone-depleting chloroform emissions from China. Nat. Geosci. 12, 89–93 (2019).", "ArticleIdList": ["10.1038/s41561-018-0278-2"]}, {"Citation": "Scientific Assessment of Ozone Depletion: 2006, Global Ozone Research and Monitoring Project. Report No. 50 (World Meteorological Organization (WMO), 2007)."}, {"Citation": "Chipperfield, M. P. et al. Detecting recovery of the stratospheric ozone layer. Nature 549, 211–218 (2017).", "ArticleIdList": ["10.1038/nature23681"]}, {"Citation": "Keeble, J., Brown, H., Abraham, N. L., Harris, N. R. P. & Pyle, J. A. On ozone trend detection: using coupled chemistry-climate simulations to investigate early signs of total column ozone recovery. Atmos. Chem. Phys. 18, 7625–7637 (2018).", "ArticleIdList": ["10.5194/acp-18-7625-2018"]}, {"Citation": "Montzka, S. A. et al. A sharp decline in global CFC-11 emissions during 2018–2019. Nature 590, 428–432 (2021).", "ArticleIdList": ["10.1038/s41586-021-03260-5"]}, {"Citation": "Oram, D. et al. A growing threat to the ozone layer from short-lived anthropogenic chlorocarbons. Atmos. Chem. Phys. 17, 11929–11941 (2017).", "ArticleIdList": ["10.5194/acp-17-11929-2017"]}, {"Citation": "Scientific Assessment of Ozone Depletion: 2014, Global Ozone Research and Monitoring Project. Report No. 55 (World Meteorological Organization (WMO), 2014)."}, {"Citation": "Fioletov, V. E. et al. Global and zonal total ozone variations estimated from ground-based and satellite measurements: 1964–2000. J. Geophys. Res. https://doi.org/10.1029/2001JD001350 (2002).", "ArticleIdList": ["10.1029/2001JD001350"]}, {"Citation": "McKenzie, R. & Madronich, S. in Encyclopedia of Atmospheric Sciences 2nd edn, Vol. 5 (Academic Press, 2014)."}, {"Citation": "Klobas, J. E. et al. Reformulating the bromine alpha factor and equivalent effective stratospheric chlorine (EESC): evolution of ozone destruction rates of bromine and chlorine in future climate scenarios. Atmos. Chem. Phys. 20, 9459–9471 (2020).", "ArticleIdList": ["10.5194/acp-20-9459-2020"]}, {"Citation": "Waugh, D. W. & Hall, T. Age of stratospheric air: theory, observations, and models. Rev. Geophys. https://doi.org/10.1029/2000RG000101 (2002).", "ArticleIdList": ["10.1029/2000RG000101"]}, {"Citation": "Stiller, G. P. et al. Global distribution of mean age of stratospheric air from MIPAS SF6 measurements. Atmos. Chem. Phys. 8, 677–695 (2008).", "ArticleIdList": ["10.5194/acp-8-677-2008"]}, {"Citation": "Keeble, J. et al. Modelling the potential impacts of the recent, unexpected increase in CFC-11 emissions on total column ozone recovery. Atmos. Chem. Phys. 20, 7153–7166 (2020).", "ArticleIdList": ["10.5194/acp-20-7153-2020"]}, {"Citation": "Dameris, M., Jöckel, P. & Nützel, M. Possible implications of enhanced chlorofluorocarbon-11 concentrations on ozone. Atmos. Chem. Phys. 19, 13759–13771 (2019).", "ArticleIdList": ["10.5194/acp-19-13759-2019"]}, {"Citation": "Dhomse, S. S. et al. Delay in recovery of the Antarctic ozone hole from unexpected CFC-11 emissions. Nat. Commun. 10, 5781 (2019).", "ArticleIdList": ["10.1038/s41467-019-13717-x"]}, {"Citation": "Claxton, T. et al. A synthesis inversion to constrain global emissions of two very short-lived chlorocarbons: dichloromethane, and perchloroethylene. J. Geophys. Res.: Atmospheres 125, e2019JD031818 (2020).", "ArticleIdList": ["10.1029/2019JD031818"]}, {"Citation": "Claxton, T., Hossaini, R., Wild, O., Chipperfield, M. P. & Wilson, C. On the regional and seasonal ozone depletion potential of chlorinated very short‐lived substances. Geophys. Res. Letts. 46, 5489–5498 (2019).", "ArticleIdList": ["10.1029/2018GL081455"]}, {"Citation": "Scientific Assessment of Ozone Depletion: 2002, Global Ozone Research and Monitoring Project. Report No. 47 (World Meteorological Organization (WMO), 2003)."}, {"Citation": "Hewitt, H. T. et al. Design and implementation of the infrastructure of HadGEM3: the next-generation Met Office climate modelling system. Geosci. Model Dev. 4, 223–253 (2011).", "ArticleIdList": ["10.5194/gmd-4-223-2011"]}, {"Citation": "Bednarz, E. M. et al. Future Arctic ozone recovery: the importance of chemistry and dynamics. Atmos. Chem. Phys. 16, 12159–12176 (2016).", "ArticleIdList": ["10.5194/acp-16-12159-2016"]}, {"Citation": "Eyring, V. et al. Overview of IGAC/SPARC Chemistry-Climate Model Initiative (CCMI) community simulations in support of upcoming ozone and climate assessments. SPARC Newsletter 40, 48–66 (2013)."}, {"Citation": "Dhomse, S. S. et al. Estimates of ozone return dates from Chemistry-Climate Model Initiative simulations. Atmos. Chem. Phys. 18, 8409–8438 (2018).", "ArticleIdList": ["10.5194/acp-18-8409-2018"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "12"}, {"Year": "2022", "Month": "6", "Day": "10"}, {"Year": "2022", "Month": "8", "Day": "24", "Hour": "23", "Minute": "19"}, {"Year": "2022", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36002489", "10.1038/s41586-022-04968-8", "10.1038/s41586-022-04968-8"]}}], "PubmedBookArticle": []}