{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "COVID-19", "Nitrogen dioxide", "Ozone", "Pandemic", "Particulate matter", "Pollutants", "Respiratory health"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36030916", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "27"}], "ELocationID": ["10.1016/j.envres.2022.114155", "S0013-9351(22)01482-7"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "215", "Issue": "Pt 1", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "The impact of air pollution on COVID-19 incidence, severity, and mortality: A systematic review of studies in Europe and North America.", "Pagination": {"StartPage": "114155", "MedlinePgn": "114155"}, "Abstract": {"AbstractText": ["Air pollution is speculated to increase the risks of COVID-19 spread, severity, and mortality.", "We systematically reviewed studies investigating the relationship between air pollution and COVID-19 cases, non-fatal severity, and mortality in North America and Europe.", "We searched PubMed, Web of Science, and Scopus for studies investigating the effects of harmful pollutants, including particulate matter with diameter ≤2.5 or 10 μm (PM<sub>2.5</sub> or PM<sub>10</sub>), ozone (O<sub>3</sub>), nitrogen dioxide (NO<sub>2</sub>), sulfur dioxide (SO<sub>2</sub>) and carbon monoxide (CO), on COVID-19 cases, severity, and deaths in Europe and North America through to June 19, 2021. Articles were included if they quantitatively measured the relationship between exposure to air pollution and COVID-19 health outcomes.", "From 2,482 articles screened, we included 116 studies reporting 355 separate pollutant-COVID-19 estimates. Approximately half of all evaluations on incidence were positive and significant associations (52.7%); for mortality the corresponding figure was similar (48.1%), while for non-fatal severity this figure was lower (41.2%). Longer-term exposure to pollutants appeared more likely to be positively associated with COVID-19 incidence (63.8%). PM<sub>2.5</sub>, PM<sub>10</sub>, O<sub>3</sub>, NO<sub>2</sub>, and CO were most strongly positively associated with COVID-19 incidence, while PM<sub>2.5</sub> and NO<sub>2</sub> with COVID-19 deaths. All studies were observational and most exhibited high risk of confounding and outcome measurement bias.", "Air pollution may be associated with worse COVID-19 outcomes. Future research is needed to better test the air pollution-COVID-19 hypothesis, particularly using more robust study designs and COVID-19 measures that are less prone to measurement error and by considering co-pollutant interactions."], "CopyrightInformation": "Copyright © 2022 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Political Sciences, Bocconi University, Milan, Lombardy, Italy; RFF-CMCC European Institute of Economics and the Environment, Centro Euro-Mediterraneo Sui Cambiamenti Climatici, Milan, Lombardy, Italy. Electronic address: ireri.hernandez@phd.unibocconi.it."}], "LastName": "Hernandez Carballo", "ForeName": "Ireri", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit for General Medicine and Primary Health Care, Faculty of Medicine, School of Health Science, University of Ioannina, Ioannina, Greece."}], "LastName": "Bakola", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Political Sciences, Bocconi University, Milan, Lombardy, Italy; DONDENA Centre for Research on Social Dynamics and Public Policy, Bocconi University, Milan, Lombardy, Italy."}], "LastName": "Stuckler", "ForeName": "David", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "COVID-19"}, {"QualifierName": ["toxicity"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfur Dioxide"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agapito G., Zucco C., Cannataro M. COVID-WAREHOUSE: a data warehouse of Italian COVID-19, pollution, and climate data. Int. J. Environ. Res. Publ. Health. 2020;17(15) doi: 10.3390/ijerph17155596.", "ArticleIdList": ["10.3390/ijerph17155596", "PMC7432400", "32756428"]}, {"Citation": "Barnard S., Chiavenna C., Fox S., et al. Methods for modelling excess mortality across England during the COVID-19 pandemic. Stat Methods Med Res. Published online October. 2021;23 doi: 10.1177/09622802211046384.", "ArticleIdList": ["10.1177/09622802211046384", "PMC9465060", "34693801"]}, {"Citation": "Bashir M.F., Ma B.J., Bilal, et al. Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ. Res. 2020;187 doi: 10.1016/j.envres.2020.109652.", "ArticleIdList": ["10.1016/j.envres.2020.109652", "PMC7219392", "32405084"]}, {"Citation": "Belosi F., Conte M., Gianelle V., Santachiara G., Contini D. On the concentration of SARS-CoV-2 in outdoor air and the interaction with pre-existing atmospheric particles. Environ. Res. 2021;193 doi: 10.1016/j.envres.2020.110603.", "ArticleIdList": ["10.1016/j.envres.2020.110603", "PMC7833947", "33307081"]}, {"Citation": "Berg K., Romer Present P., Richardson K. Long-term air pollution and other risk factors associated with COVID-19 at the census tract level in Colorado. Environ Pollut Barking Essex 1987. 2021;287 doi: 10.1016/j.envpol.2021.117584.", "ArticleIdList": ["10.1016/j.envpol.2021.117584", "PMC8202820", "34153607"]}, {"Citation": "Bilal, Bashir MF, Benghoul M, et al. Environmental pollution and COVID-19 outbreak: insights from Germany. Air Qual Atmosphere Health. Published online August 3, 2020:1-10. doi:10.1007/s11869-020-00893-9.", "ArticleIdList": ["PMC7396458", "32837621"]}, {"Citation": "Borro M., Di Girolamo P., Gentile G., et al. Evidence-based considerations exploring relations between SARS-CoV-2 pandemic and air pollution: involvement of PM2.5-mediated up-regulation of the viral receptor ACE-2. Int. J. Environ. Res. Publ. Health. 2020;17(15) doi: 10.3390/ijerph17155573.", "ArticleIdList": ["10.3390/ijerph17155573", "PMC7432777", "32748812"]}, {"Citation": "Bowe B., Xie Y., Gibson A.K., et al. Ambient fine particulate matter air pollution and the risk of hospitalization among COVID-19 positive individuals: cohort study. Environ. Int. 2021;154 doi: 10.1016/j.envint.2021.106564.", "ArticleIdList": ["10.1016/j.envint.2021.106564", "PMC8040542", "33964723"]}, {"Citation": "Carteni A., Cascetta F., Di Francesco L., Palermo F. Particulate matter short-term exposition, mobility trips and COVID-19 diffusion: a correlation analyses for the Italian case study at urban scale. Sustainability. 2021;13(8):4553. doi: 10.3390/su13084553.", "ArticleIdList": ["10.3390/su13084553"]}, {"Citation": "Cascetta E., Henke I., Di Francesco L. The effects of air pollution, sea exposure and altitude on COVID-19 hospitalization rates in Italy. Int. J. Environ. Res. Publ. Health. 2021;18(2) doi: 10.3390/ijerph18020452.", "ArticleIdList": ["10.3390/ijerph18020452", "PMC7828064", "33430024"]}, {"Citation": "Cazzolla Gatti R., Velichevskaya A., Tateo A., Amoroso N., Monaco A. Machine learning reveals that prolonged exposure to air pollution is associated with SARS-CoV-2 mortality and infectivity in Italy. Environ Pollut Barking Essex 1987. 2020;267 doi: 10.1016/j.envpol.2020.115471.", "ArticleIdList": ["10.1016/j.envpol.2020.115471", "PMC7442434", "32882464"]}, {"Citation": "Chakrabarty R.K., Beeler P., Liu P., et al. Ambient PM2.5 exposure and rapid spread of COVID-19 in the United States. Sci. Total Environ. 2021;760 doi: 10.1016/j.scitotenv.2020.143391.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143391", "PMC7651233", "33250247"]}, {"Citation": "Ciencewicki J., Jaspers I. Air pollution and respiratory viral infection. Inhal. Toxicol. 2007;19(14):1135–1146. doi: 10.1080/08958370701665434.", "ArticleIdList": ["10.1080/08958370701665434", "17987465"]}, {"Citation": "Coccia M. The effects of atmospheric stability with low wind speed and of air pollution on the accelerated transmission dynamics of COVID-19. Int. J. Environ. Stud. 2020;78(1):1–27. doi: 10.1080/00207233.2020.1802937.", "ArticleIdList": ["10.1080/00207233.2020.1802937"]}, {"Citation": "Coccia M. Factors determining the diffusion of COVID-19 and suggested strategy to prevent future accelerated viral infectivity similar to COVID. Sci. Total Environ. 2020;729 doi: 10.1016/j.scitotenv.2020.138474.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138474", "PMC7169901", "32498152"]}, {"Citation": "Coccia M. How (Un)sustainable environments are related to the diffusion of COVID-19: the relation between coronavirus disease 2019, air pollution, wind resource and energy. Sustainability. 2020;12(22):9709. doi: 10.3390/su12229709.", "ArticleIdList": ["10.3390/su12229709"]}, {"Citation": "Coccia M. How do low wind speeds and high levels of air pollution support the spread of COVID-19? Atmos. Pollut. Res. 2021;12(1):437–445. doi: 10.1016/j.apr.2020.10.002.", "ArticleIdList": ["10.1016/j.apr.2020.10.002", "PMC7541047", "33046960"]}, {"Citation": "Coccia M. Effects of the spread of COVID-19 on public health of polluted cities: results of the first wave for explaining the dejà vu in the second wave of COVID-19 pandemic and epidemics of future vital agents. Environ. Sci. Pollut. Res. Int. 2021;28(15):19147–19154. doi: 10.1007/s11356-020-11662-7.", "ArticleIdList": ["10.1007/s11356-020-11662-7", "PMC7781409", "33398753"]}, {"Citation": "Cohen A.J., Brauer M., Burnett R., et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet Lond Engl. 2017;389(10082):1907–1918. doi: 10.1016/S0140-6736(17)30505-6.", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "Coker ES, Cavalli L, Fabrizi E, et al. The effects of air pollution on COVID-19 related mortality in northern Italy. Environ. Resour. Econ. Published online August 4, 2020:1-24. doi:10.1007/s10640-020-00486-1.", "ArticleIdList": ["PMC7399615", "32836855"]}, {"Citation": "Cole M.A., Ozgen C., Strobl E. Air pollution exposure and covid-19 in Dutch municipalities. Environ. Resour. Econ. 2020:1–30. doi: 10.1007/s10640-020-00491-4. Published online August 4.", "ArticleIdList": ["10.1007/s10640-020-00491-4", "PMC7399597", "32836849"]}, {"Citation": "Collivignarelli M.C., Abbà A., Caccamo F.M., et al. Can particulate matter be identified as the primary cause of the rapid spread of CoViD-19 in some areas of Northern Italy? Environ Sci Pollut Res Int. Published online February. 2021;26:1–13. doi: 10.1007/s11356-021-12735-x.", "ArticleIdList": ["10.1007/s11356-021-12735-x", "PMC7909738", "33638072"]}, {"Citation": "Contini D., Costabile F. Does air pollution influence COVID-19 outbreaks? Atmosphere. 2020;11(4):377. doi: 10.3390/atmos11040377.", "ArticleIdList": ["10.3390/atmos11040377"]}, {"Citation": "Copat C., Cristaldi A., Fiore M., et al. The role of air pollution (PM and NO2) in COVID-19 spread and lethality: a systematic review. Environ. Res. 2020;191 doi: 10.1016/j.envres.2020.110129.", "ArticleIdList": ["10.1016/j.envres.2020.110129", "PMC7444490", "32853663"]}, {"Citation": "Danesh Yazdi M., Wang Y., Di Q., et al. Long-term association of air pollution and hospital admissions among medicare participants using a doubly robust additive model. Circulation. 2021;143(16):1584–1596. doi: 10.1161/CIRCULATIONAHA.120.050252.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.120.050252", "PMC8055197", "33611922"]}, {"Citation": "De Angelis E., Renzetti S., Volta M., et al. COVID-19 incidence and mortality in Lombardy, Italy: an ecological study on the role of air pollution, meteorological factors, demographic and socioeconomic variables. Environ. Res. 2021;195 doi: 10.1016/j.envres.2021.110777.", "ArticleIdList": ["10.1016/j.envres.2021.110777", "PMC7826113", "33485909"]}, {"Citation": "Deguen S., Kihal-Talantikite W. Geographical pattern of COVID-19-related outcomes over the pandemic period in France: a nationwide socio-environmental study. Int. J. Environ. Res. Publ. Health. 2021;18(4) doi: 10.3390/ijerph18041824.", "ArticleIdList": ["10.3390/ijerph18041824", "PMC7918139", "33668482"]}, {"Citation": "Delnevo G., Mirri S., Roccetti M. Particulate matter and COVID-19 disease diffusion in Emilia-Romagna (Italy). Already a cold case? Computation. 2020;8(2):59. doi: 10.3390/computation8020059.", "ArticleIdList": ["10.3390/computation8020059"]}, {"Citation": "Diaz J., Antonio-Lopez-Bueno J., Culqui D., Asensio C., Sanchez-Martinez G., Linares C. Does exposure to noise pollution influence the incidence and severity of COVID-19? Environ. Res. 2021;195 doi: 10.1016/j.envres.2021.110766.", "ArticleIdList": ["10.1016/j.envres.2021.110766", "PMC7826041", "33497680"]}, {"Citation": "Dragone R., Licciardi G., Grasso G., Del Gaudio C., Chanussot J. Analysis of the chemical and physical environmental aspects that promoted the spread of SARS-CoV-2 in the Lombard area. Int. J. Environ. Res. Publ. Health. 2021;18(3) doi: 10.3390/ijerph18031226.", "ArticleIdList": ["10.3390/ijerph18031226", "PMC7908577", "33573007"]}, {"Citation": "Fang F., Mu L., Zhu Y., Rao J., Heymann J., Zhang Z.F. Long-term exposure to PM2.5, facemask mandates, stay home orders and COVID-19 incidence in the United States. Int. J. Environ. Res. Publ. Health. 2021;18(12) doi: 10.3390/ijerph18126274.", "ArticleIdList": ["10.3390/ijerph18126274", "PMC8296095", "34200600"]}, {"Citation": "Fiasca F., Minelli M., Maio D., et al. Associations between COVID-19 incidence rates and the exposure to PM2.5 and NO2: a nationwide observational study in Italy. Int. J. Environ. Res. Publ. Health. 2020;17(24) doi: 10.3390/ijerph17249318.", "ArticleIdList": ["10.3390/ijerph17249318", "PMC7763344", "33322089"]}, {"Citation": "Filippini T., Rothman K.J., Goffi A., et al. Satellite-detected tropospheric nitrogen dioxide and spread of SARS-CoV-2 infection in Northern Italy. Sci. Total Environ. 2020;739 doi: 10.1016/j.scitotenv.2020.140278.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140278", "PMC7297152", "32758963"]}, {"Citation": "Frontera A., Cianfanelli L., Vlachos K., Landoni G., Cremona G. Severe air pollution links to higher mortality in COVID-19 patients: the “double-hit” hypothesis. J. Infect. 2020;81(2):255–259. doi: 10.1016/j.jinf.2020.05.031.", "ArticleIdList": ["10.1016/j.jinf.2020.05.031", "PMC7240268", "32447007"]}, {"Citation": "Fronza R., Lusic M., Schmidt M., Lucic B. Spatial-Temporal variations in atmospheric factors contribute to SARS-CoV-2 outbreak. Viruses. 2020;12(6) doi: 10.3390/v12060588.", "ArticleIdList": ["10.3390/v12060588", "PMC7354543", "32471302"]}, {"Citation": "Gujral H., Sinha A. Association between exposure to airborne pollutants and COVID-19 in Los Angeles, United States with ensemble-based dynamic emission model. Environ. Res. 2021;194 doi: 10.1016/j.envres.2020.110704.", "ArticleIdList": ["10.1016/j.envres.2020.110704", "PMC7836725", "33417905"]}, {"Citation": "Hasell J., Mathieu E., Beltekian D., et al. A cross-country database of COVID-19 testing. Sci. Data. 2020;7(1):345. doi: 10.1038/s41597-020-00688-8.", "ArticleIdList": ["10.1038/s41597-020-00688-8", "PMC7545176", "33033256"]}, {"Citation": "Hendryx M., Luo J. COVID-19 prevalence and fatality rates in association with air pollution emission concentrations and emission sources. Environ Pollut Barking Essex 1987. 2020;265(Pt A) doi: 10.1016/j.envpol.2020.115126.", "ArticleIdList": ["10.1016/j.envpol.2020.115126", "PMC7320861", "32806422"]}, {"Citation": "Higgins J., Chandler J., Cumpston M., Li T., Page M., Welch V. Cochrane handbook for systematic reviews of interventions. February 2021. https://training.cochrane.org/handbook/current/chapter-10#section-10-2", "ArticleIdList": ["31643080"]}, {"Citation": "Hu H., Zheng Y., Wen X., et al. An external exposome-wide association study of COVID-19 mortality in the United States. Sci. Total Environ. 2021;768 doi: 10.1016/j.scitotenv.2020.144832.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144832", "PMC7788319", "33450687"]}, {"Citation": "Huang G., Brown P.E. Population-weighted exposure to air pollution and COVID-19 incidence in Germany. Spat Stat. 2021;41 doi: 10.1016/j.spasta.2020.100480.", "ArticleIdList": ["10.1016/j.spasta.2020.100480", "PMC7606077", "33163351"]}, {"Citation": "Hutter H.P., Poteser M., Moshammer H., et al. Air pollution is associated with COVID-19 incidence and mortality in Vienna, Austria. Int. J. Environ. Res. Publ. Health. 2020;17(24) doi: 10.3390/ijerph17249275.", "ArticleIdList": ["10.3390/ijerph17249275", "PMC7764269", "33322456"]}, {"Citation": "Ingram C, Min E, Seto E, Cummings BJ, Farquhar S. Cumulative impacts and COVID-19: implications for low-income, minoritized, and health-compromised communities in king county, WA. J Racial Ethn Health Disparities. Published online June 14, 2021:1-15. doi:10.1007/s40615-021-01063-y.", "ArticleIdList": ["PMC8202963", "34128216"]}, {"Citation": "Isaia G., Diemoz H., Maluta F., et al. Does solar ultraviolet radiation play a role in COVID-19 infection and deaths? An environmental ecological study in Italy. Sci. Total Environ. 2021;757 doi: 10.1016/j.scitotenv.2020.143757.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143757", "PMC7678486", "33272604"]}, {"Citation": "Ishmatov A. “SARS-CoV-2 is transmitted by particulate air pollution”: misinterpretations of statistical data, skewed citation practices, and misuse of specific terminology spreading the misconception. Environ. Res. 2022;204 doi: 10.1016/j.envres.2021.112116.", "ArticleIdList": ["10.1016/j.envres.2021.112116", "PMC8489301", "34562486"]}, {"Citation": "Isphording I.E., Pestel N. Pandemic meets pollution: poor air quality increases deaths by COVID-19. J. Environ. Econ. Manag. 2021;108 doi: 10.1016/j.jeem.2021.102448.", "ArticleIdList": ["10.1016/j.jeem.2021.102448", "PMC8028850", "33850337"]}, {"Citation": "Katoto P.D.M.C., Brand A.S., Bakan B., et al. Acute and chronic exposure to air pollution in relation with incidence, prevalence, severity and mortality of COVID-19: a rapid systematic review. Environ. Health. 2021;20(1):41. doi: 10.1186/s12940-021-00714-1.", "ArticleIdList": ["10.1186/s12940-021-00714-1", "PMC8035877", "33838685"]}, {"Citation": "Khomenko S., Cirach M., Pereira-Barboza E., et al. Premature mortality due to air pollution in European cities: a health impact assessment. Lancet Planet. Health. 2021;5(3):e121–e134. doi: 10.1016/S2542-5196(20)30272-2.", "ArticleIdList": ["10.1016/S2542-5196(20)30272-2", "33482109"]}, {"Citation": "Kotsiou O.S., Kotsios V.S., Lampropoulos I., Zidros T., Zarogiannis S.G., Gourgoulianis K. PM2.5 pollution strongly predicted COVID-19 incidence in four high-polluted urbanized Italian cities during the pre-lockdown and lockdown periods. Int. J. Environ. Res. Publ. Health. 2021;18(10):5088. doi: 10.3390/ijerph18105088.", "ArticleIdList": ["10.3390/ijerph18105088", "PMC8151137", "34064956"]}, {"Citation": "Kowalski P.A., Szwagrzyk M., Kielpinska J., Konior A., Kusy M. Numerical analysis of factors, pace and intensity of the corona virus (COVID-19) epidemic in Poland. Ecol. Inf. 2021;63 doi: 10.1016/j.ecoinf.2021.101284.", "ArticleIdList": ["10.1016/j.ecoinf.2021.101284", "PMC8006517", "33815029"]}, {"Citation": "Kutralam-Muniasamy G., Pérez-Guevara F., Roy P.D., Elizalde-Martínez I., Shruti V.C. Impacts of the COVID-19 lockdown on air quality and its association with human mortality trends in megapolis Mexico City. Air Qual Atmosphere Health. 2020:1–10. doi: 10.1007/s11869-020-00960-1. Published online October 28.", "ArticleIdList": ["10.1007/s11869-020-00960-1", "PMC7591273", "33133301"]}, {"Citation": "Kutralam-Muniasamy G., Perez-Guevara F., Elizalde Martinez I., Chari S.V. Particulate matter concentrations and their association with COVID-19-related mortality in Mexico during June 2020 Saharan dust event. Environ Sci Pollut Res. Published online. 2021 doi: 10.1007/s11356-021-14168-y.", "ArticleIdList": ["10.1007/s11356-021-14168-y", "PMC8093133", "33945088"]}, {"Citation": "Lai A., Chang M.L., O'Donnell R.P., Zhou C., Sumner J.A., Hsiai T.K. Association of COVID-19 transmission with high levels of ambient pollutants: initiation and impact of the inflammatory response on cardiopulmonary disease. Sci. Total Environ. 2021;779 doi: 10.1016/j.scitotenv.2021.146464.", "ArticleIdList": ["10.1016/j.scitotenv.2021.146464", "PMC7960028", "33961545"]}, {"Citation": "Li W., Thomas R., El-Askary H., Piechota T., Struppa D., Abdel Ghaffar K.A. Investigating the significance of aerosols in determining the coronavirus fatality rate among three European countries. Earth Syst Environ. 2020;4(3):513–522. doi: 10.1007/s41748-020-00176-4.", "ArticleIdList": ["10.1007/s41748-020-00176-4", "PMC7502156", "34723073"]}, {"Citation": "Liang D., Shi L., Zhao J., et al. Urban air pollution may enhance COVID-19 case-fatality and mortality rates in the United States. Innovat. Neurosurg. N. 2020;1(3) doi: 10.1016/j.xinn.2020.100047.", "ArticleIdList": ["10.1016/j.xinn.2020.100047", "PMC7505160", "32984861"]}, {"Citation": "Linares C., Culqui D., Belda F., et al. Impact of environmental factors and Sahara dust intrusions on incidence and severity of COVID-19 disease in Spain. Effect in the first and second pandemic waves. Environ. Sci. Pollut. Res. 2021 doi: 10.1007/s11356-021-14228-3. Published online.", "ArticleIdList": ["10.1007/s11356-021-14228-3", "PMC8124022", "33993402"]}, {"Citation": "Lipsitt J., Chan-Golston A.M., Liu J., Su J., Zhu Y., Jerrett M. Spatial analysis of COVID-19 and traffic-related air pollution in Los Angeles. Environ. Int. 2021;153 doi: 10.1016/j.envint.2021.106531.", "ArticleIdList": ["10.1016/j.envint.2021.106531", "PMC7983457", "33812043"]}, {"Citation": "Lolli S., Chen Y.C., Wang S.H., Vivone G. Impact of meteorological conditions and air pollution on COVID-19 pandemic transmission in Italy. Sci. Rep. 2020;10(1) doi: 10.1038/s41598-020-73197-8.", "ArticleIdList": ["10.1038/s41598-020-73197-8", "PMC7530996", "33004925"]}, {"Citation": "López-Feldman A., Heres D., Marquez-Padilla F. Air pollution exposure and COVID-19: a look at mortality in Mexico City using individual-level data. Sci. Total Environ. 2021;756 doi: 10.1016/j.scitotenv.2020.143929.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143929", "PMC7688431", "33302074"]}, {"Citation": "Magazzino C., Mele M., Schneider N. The relationship between air pollution and COVID-19-related deaths: an application to three French cities. Appl. Energy. 2020;279 doi: 10.1016/j.apenergy.2020.115835.", "ArticleIdList": ["10.1016/j.apenergy.2020.115835", "PMC7486865", "32952266"]}, {"Citation": "Maleki M., Anvari E., Hopke P.K., Noorimotlagh Z., Mirzaee S.A. An updated systematic review on the association between atmospheric particulate matter pollution and prevalence of SARS-CoV-2. Environ. Res. 2021;195 doi: 10.1016/j.envres.2021.110898.", "ArticleIdList": ["10.1016/j.envres.2021.110898", "PMC7891063", "33610583"]}, {"Citation": "Marquès M., Domingo J.L. Positive association between outdoor air pollution and the incidence and severity of COVID-19. A review of the recent scientific evidences. Environ. Res. 2022;203 doi: 10.1016/j.envres.2021.111930.", "ArticleIdList": ["10.1016/j.envres.2021.111930", "PMC8378989", "34425111"]}, {"Citation": "Mehta S., Shin H., Burnett R., North T., Cohen A.J. Ambient particulate air pollution and acute lower respiratory infections: a systematic review and implications for estimating the global burden of disease. Air Qual Atmosphere Health. 2013;6(1):69–83. doi: 10.1007/s11869-011-0146-3.", "ArticleIdList": ["10.1007/s11869-011-0146-3", "PMC3578732", "23450182"]}, {"Citation": "Mele M., Magazzino C., Schneider N., Strezov V. NO2 levels as a contributing factor to COVID-19 deaths: the first empirical estimate of threshold values. Environ. Res. 2021;194 doi: 10.1016/j.envres.2020.110663.", "ArticleIdList": ["10.1016/j.envres.2020.110663", "PMC7783466", "33417906"]}, {"Citation": "Mendy A., Wu X., Keller J.L., et al. Long-term exposure to fine particulate matter and hospitalization in COVID-19 patients. Respir. Med. 2021;178 doi: 10.1016/j.rmed.2021.106313.", "ArticleIdList": ["10.1016/j.rmed.2021.106313", "PMC7835077", "33550152"]}, {"Citation": "Messner W., Payson S.E. Contextual factors and the COVID-19 outbreak rate across U.S. counties in its initial phase. Health Sci Rep. 2021;4(1):e242. doi: 10.1002/hsr2.242.", "ArticleIdList": ["10.1002/hsr2.242", "PMC7853692", "33553680"]}, {"Citation": "Moshammer H., Poteser M., Hutter H.P. Wien Klin Wochenschr; 2021. COVID-19 and Air Pollution in Vienna-a Time Series Approach. Published online.", "ArticleIdList": ["10.1007/s00508-021-01881-4", "PMC8101341", "33959810"]}, {"Citation": "Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372:n71. doi: 10.1136/bmj.n71.", "ArticleIdList": ["10.1136/bmj.n71", "PMC8005924", "33782057"]}, {"Citation": "Paital B., Agrawal P.K. Air pollution by NO2 and PM2.5 explains COVID-19 infection severity by overexpression of angiotensin-converting enzyme 2 in respiratory cells: a review. Environ Chem Lett. Published online September. 2020;18:1–18. doi: 10.1007/s10311-020-01091-w.", "ArticleIdList": ["10.1007/s10311-020-01091-w", "PMC7499935", "32982622"]}, {"Citation": "Pegoraro V., Heiman F., Levante A., Urbinati D., Peduto I. An Italian individual-level data study investigating on the association between air pollution exposure and Covid-19 severity in primary-care setting. BMC Publ. Health. 2021;21(1):902. doi: 10.1186/s12889-021-10949-9.", "ArticleIdList": ["10.1186/s12889-021-10949-9", "PMC8114667", "33980180"]}, {"Citation": "Persico C.L., Johnson K.R. The effects of increased pollution on COVID-19 cases and deaths. J. Environ. Econ. Manag. 2021;107 doi: 10.1016/j.jeem.2021.102431.", "ArticleIdList": ["10.1016/j.jeem.2021.102431", "PMC7899033", "33642653"]}, {"Citation": "Pozzer A., Dominici F., Haines A., Witt C., Münzel T., Lelieveld J. Regional and global contributions of air pollution to risk of death from COVID-19. Cardiovasc. Res. 2020;116(14):2247–2253. doi: 10.1093/cvr/cvaa288.", "ArticleIdList": ["10.1093/cvr/cvaa288", "PMC7797754", "33236040"]}, {"Citation": "Razzaq A., Sharif A., Aziz N., Irfan M., Jermsittiparsert K. Asymmetric link between environmental pollution and COVID-19 in the top ten affected states of US: a novel estimations from quantile-on-quantile approach. Environ. Res. 2020;191 doi: 10.1016/j.envres.2020.110189.", "ArticleIdList": ["10.1016/j.envres.2020.110189", "PMC7483127", "32919963"]}, {"Citation": "Rodríguez-Pose A., Burlina C. Institutions and the uneven geography of the first wave of the COVID-19 pandemic. J Reg Sci. Published online. 2021 doi: 10.1111/jors.12541.", "ArticleIdList": ["10.1111/jors.12541", "PMC8242880", "34226760"]}, {"Citation": "Rovetta A., Castaldo L. Relationships between demographic, geographic, and environmental statistics and the spread of novel coronavirus disease (COVID-19) in Italy. Cureus. 2020;12(11) doi: 10.7759/cureus.11397.", "ArticleIdList": ["10.7759/cureus.11397", "PMC7727305", "33312795"]}, {"Citation": "Rui R., Tian M., Tang M.L., Ho G.T.S., Wu C.H. Analysis of the spread of COVID-19 in the USA with a spatio-temporal multivariate time series model. Int. J. Environ. Res. Publ. Health. 2021;18(2) doi: 10.3390/ijerph18020774.", "ArticleIdList": ["10.3390/ijerph18020774", "PMC7831328", "33477576"]}, {"Citation": "Saez M., Tobias A., Barceló M.A. Effects of long-term exposure to air pollutants on the spatial spread of COVID-19 in Catalonia, Spain. Environ. Res. 2020;191 doi: 10.1016/j.envres.2020.110177.", "ArticleIdList": ["10.1016/j.envres.2020.110177", "PMC7486876", "32931792"]}, {"Citation": "Sahu S.K., Böhning D. Bayesian spatio-temporal joint disease mapping of Covid-19 cases and deaths in local authorities of England. Spat Stat. Published online May. 2021;12 doi: 10.1016/j.spasta.2021.100519.", "ArticleIdList": ["10.1016/j.spasta.2021.100519", "PMC8114675", "33996424"]}, {"Citation": "Sasidharan M., Singh A., Torbaghan M.E., Parlikad A.K. A vulnerability-based approach to human-mobility reduction for countering COVID-19 transmission in London while considering local air quality. Sci. Total Environ. 2020;741 doi: 10.1016/j.scitotenv.2020.140515.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140515", "PMC7315141", "32887014"]}, {"Citation": "Setti L., Passarini F., De Gennaro G., et al. Potential role of particulate matter in the spreading of COVID-19 in Northern Italy: first observational study based on initial epidemic diffusion. BMJ Open. 2020;10(9) doi: 10.1136/bmjopen-2020-039338.", "ArticleIdList": ["10.1136/bmjopen-2020-039338", "PMC7517216", "32973066"]}, {"Citation": "Sicard P., Agathokleous E., De Marco A., Paoletti E., Calatayud V. Urban population exposure to air pollution in Europe over the last decades. Environ. Sci. Eur. 2021;33(1):28. doi: 10.1186/s12302-020-00450-2.", "ArticleIdList": ["10.1186/s12302-020-00450-2", "PMC7937352", "33717794"]}, {"Citation": "Stieb D.M., Evans G.J., To T.M., Brook J.R., Burnett R.T. An ecological analysis of long-term exposure to PM2.5 and incidence of COVID-19 in Canadian health regions. Environ. Res. 2020;191 doi: 10.1016/j.envres.2020.110052.", "ArticleIdList": ["10.1016/j.envres.2020.110052", "PMC7448873", "32860780"]}, {"Citation": "Stieb, D.M., Evans, G.J., To, T.M., et al., Within-city variation in reactive oxygen species from fine particle air pollution and COVID-19. Am. J. Respir. Crit. Care Med. Published online April 2, 2021. 10.1164/rccm.202011-4142OC.", "ArticleIdList": ["10.1164/rccm.202011-4142OC", "PMC8650790", "33798018"]}, {"Citation": "Stufano A., Lisco S., Bartolomeo N., et al. COVID19 outbreak in Lombardy, Italy: an analysis on the short-term relationship between air pollution, climatic factors and the susceptibility to SARS-CoV-2 infection. Environ. Res. 2021;198 doi: 10.1016/j.envres.2021.111197.", "ArticleIdList": ["10.1016/j.envres.2021.111197", "PMC8078046", "33930404"]}, {"Citation": "Tello-Leal E., Macias-Hernandez B.A. Association of environmental and meteorological factors on the spread of COVID-19 in Victoria, Mexico, and air quality during the lockdown. Environ. Res. 2021;196 doi: 10.1016/j.envres.2020.110442.", "ArticleIdList": ["10.1016/j.envres.2020.110442", "PMC7655490", "33186578"]}, {"Citation": "To T., Zhang K., Maguire B., et al. UV, ozone, and COVID-19 transmission in Ontario, Canada using generalised linear models. Environ. Res. 2021;194 doi: 10.1016/j.envres.2020.110645.", "ArticleIdList": ["10.1016/j.envres.2020.110645", "PMC7787508", "33359457"]}, {"Citation": "Travaglio M., Yu Y., Popovic R., Selley L., Leal N.S., Martins L.M. Links between air pollution and COVID-19 in England. Environ Pollut Barking Essex 1987. 2021;268(Pt A) doi: 10.1016/j.envpol.2020.115859.", "ArticleIdList": ["10.1016/j.envpol.2020.115859", "PMC7571423", "33120349"]}, {"Citation": "United Nations, Department of Economic and Social Affairs: Population Division  . World population prospects 2019. Volume II: Demographic Profiles (ST/ESA/SER.A/427) United Nations; 2019. https://population.un.org/wpp/Publications/Files/WPP2019_Volume-II-Demographic-Profiles.pdf"}, {"Citation": "United Nations Preventing pollution. UNEP - UN environment programme. 2017. http://www.unep.org/regions/north-america/regional-initiatives/preventing-pollution Published October 25. Accessed February 21, 2022."}, {"Citation": "Villeneuve P.J., Goldberg M.S. Methodological considerations for epidemiological studies of air pollution and the SARS and COVID-19 coronavirus outbreaks. Environ. Health Perspect. 2020;128(9) doi: 10.1289/EHP7411.", "ArticleIdList": ["10.1289/EHP7411", "PMC7480171", "32902328"]}, {"Citation": "Wiśniewski Oskar, Kozak Wieslaw, Wisniewski Maciej. The ground-level ozone concentration is inversely correlated with the number of COVID-19 cases in Warsaw, Poland. Air Quality Atmosphere and Health. 2021 doi: 10.1007/s11869-021-01009-7.", "ArticleIdList": ["10.1007/s11869-021-01009-7", "PMC8030645", "33850571"]}, {"Citation": "World Health Organization . 2020. Risk Of Bias Assessment Instrument For Systematic Reviews Informing WHO Global Air Quality Guidelines. World Health Organization. Regional Office for Europe.https://www.euro.who.int/en/health-topics/environment-and-health/air-quality/publications/2020/risk-of-bias-assessment-instrument-for-systematic-reviews-informing-who-global-air-quality-guidelines-2020"}, {"Citation": "Wu X., Nethery R.C., Sabath M.B., Braun D., Dominici F. Air pollution and COVID-19 mortality in the United States: strengths and limitations of an ecological regression analysis. Sci. Adv. 2020;6(45) doi: 10.1126/sciadv.abd4049.", "ArticleIdList": ["10.1126/sciadv.abd4049", "PMC7673673", "33148655"]}, {"Citation": "Zaldo-Aubanell Q., Lopez FC i, Bach A., et al. Community risk factors in the COVID-19 incidence and mortality in Catalonia (Spain). A population-based study. Int. J. Environ. Res. Publ. Health. 2021;18(7):3768. doi: 10.3390/ijerph18073768.", "ArticleIdList": ["10.3390/ijerph18073768", "PMC8038505", "33916590"]}, {"Citation": "Zerefos C.S., Solomos S., Kapsomenakis J., et al. Lessons learned and questions raised during and post-COVID-19 anthropopause period in relation to the environment and climate. Environ Dev Sustain. Published online November. 2020;19:1–23. doi: 10.1007/s10668-020-01075-4.", "ArticleIdList": ["10.1007/s10668-020-01075-4", "PMC7673974", "33230388"]}, {"Citation": "Zoran M.A., Savastru R.S., Savastru D.M., Tautan M.N. Assessing the relationship between surface levels of PM2.5 and PM10 particulate matter impact on COVID-19 in Milan, Italy. Sci. Total Environ. 2020;738 doi: 10.1016/j.scitotenv.2020.139825.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139825", "PMC7265857", "32512362"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "28"}, {"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "8", "Day": "17"}, {"Year": "2022", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "8", "Day": "28", "Hour": "19", "Minute": "33"}, {"Year": "2022", "Month": "8", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36030916", "PMC9420033", "10.1016/j.envres.2022.114155", "S0013-9351(22)01482-7"]}}], "PubmedBookArticle": []}