{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["dermatologic agent", "efficacy", "ozone", "topical administration", "wound healing"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36056800", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "03"}], "ELocationID": ["10.1111/iwj.13941"], "Journal": {"ISSN": "1742-481X", "JournalIssue": {"Volume": "20", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "International wound journal", "ISOAbbreviation": "Int Wound J"}, "ArticleTitle": "Liquid ozone therapies for the treatment of epithelial wounds: A systematic review and meta-analysis.", "Pagination": {"StartPage": "1235", "EndPage": "1252", "MedlinePgn": "1235-1252"}, "Abstract": {"AbstractText": ["Ozonated water and ozonated oils are emerging as potential therapies for wound care, but their efficacy has not been appropriately evaluated. The aim of this systematic review and meta-analysis was to evaluate the therapeutic potential of topical ozone in the treatment of mammalian wounds. A structured search of five scientific databases returned a total of 390 unique studies. Of these, 22 studies were included in this review. Four studies provided enough data to be included in a meta-analysis evaluating the time to complete wound healing. All studies were randomised controlled trials of humans or other mammalian animals that reported clinical signs of wound healing. Each study was critically analysed by a six-point assessment of the risk of bias. Wounds treated with topical ozone had a greater reduction in wound size than similar wounds treated with controls or standard of care in all studies. Those treated with ozonated liquids also had a shorter time to wound healing by approximately one week. In conclusion, topical ozone contributed to enhanced wound healing in all studies. While additional human experiments would be helpful to quantify ozone's specific effects on wound healing compared to standard treatment, topical ozone should be considered as part of an overall wound management strategy."], "CopyrightInformation": "© 2022 The Authors. International Wound Journal published by Medicalhelplines.com Inc (3M) and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-6359-6927"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Indiana University, Indianapolis, Indiana, USA."}], "LastName": "Romary", "ForeName": "Daniel J", "Initials": "DJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Indiana University, Indianapolis, Indiana, USA."}], "LastName": "Landsberger", "ForeName": "Sarah A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academic Health Center Pharmacy, Indiana University Health, Indianapolis, Indiana, USA."}], "LastName": "Bradner", "ForeName": "K Nicole", "Initials": "KN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Indiana University, Indianapolis, Indiana, USA."}], "LastName": "Ramirez", "ForeName": "Mirian", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Indiana University, Indianapolis, Indiana, USA."}], "LastName": "Leon", "ForeName": "Brian R", "Initials": "BR"}], "GrantList": [{"Agency": "3Oe Scientific, Inc.", "Country": ""}], "PublicationTypeList": ["Meta-Analysis", "Systematic Review", "Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Int Wound J", "NlmUniqueID": "101230907", "ISSNLinking": "1742-4801"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}, {"QualifierName": [], "DescriptorName": "Fluid Therapy"}], "CoiStatement": "Daniel J. Romary, Sarah A. Landsberger, K. Nicole Bradner, and Brian R. Leon were compensated through an unrestricted grant from 3Oe Scientific, Inc. BRL also serves on the medical advisory board of and holds equity in 3Oe Scientific, Inc."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rubin MB. The history of ozone. The Schönbein period, 1839 to 1868. Bull Hist Chem. 2001;26(1):40‐56."}, {"Citation": "Vučević D, Đorđević D, Radosavljević T. Nikola tesla and medicine: 160th anniversary of the birth of the genius who gave light to the world‐part II. Med Pregl. 2016;69(11–12):391‐401.", "ArticleIdList": ["29693867"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2(1):66‐70.", "ArticleIdList": ["PMC3312702", "22470237"]}, {"Citation": "Smith NL, Wilson AL, Gandhi J, Vatsia S, Khan SA. Ozone therapy: an overview of pharmacodynamics, current research, and clinical utility. Med Gas Res. 2017;7(3):212‐219.", "ArticleIdList": ["PMC5674660", "29152215"]}, {"Citation": "Bocci V. Preparation of Ozonated water and oil for the topical therapy – ozone as a drinking water disinfectant: ozone disinfection to prevent nosocomial infections. Ozone. 2010;2:9‐16."}, {"Citation": "Wang X. Emerging roles of ozone in skin diseases. Zhong Nan Da Xue Xue Bao Yi Xue Ban. 2018;43(2):114‐123.", "ArticleIdList": ["29559592"]}, {"Citation": "Fitzpatrick E, Holland OJ, Vanderlelie JJ. Ozone therapy for the treatment of chronic wounds: a systematic review. Int Wound J. 2018;15(4):633‐644.", "ArticleIdList": ["PMC7949634", "29536625"]}, {"Citation": "Esteves ES, Ferreira RJ, Cunha M. Topical ozone therapy effectiveness in the treatment of venous leg ulcers: systematic review. Rev Rol Enferm. 2018;41:57‐64."}, {"Citation": "Liu J, Zhang P, Tian J, et al. Ozone therapy for treating foot ulcers in people with diabetes. Cochrane Database Syst Rev. 2015;10:1‐28.", "ArticleIdList": ["PMC8246444", "26505864"]}, {"Citation": "Wen Q, Chen Q. An overview of ozone therapy for treating foot ulcers in patients with diabetes. Am J Med Sci. 2020;360(2):112‐119.", "ArticleIdList": ["32534720"]}, {"Citation": "Bocci V, Borrelli E. It is time that health authorities promote the use of oxygen‐ozone therapy as an integrative therapy of orthodox drugs. J Adv Med Res. 2015;10:1‐9."}, {"Citation": "Gillespie P, Carter L, McIntosh C, Gethin G. Estimating the health‐care costs of wound care in Ireland. J Wound Care. 2019;28(6):324‐330.", "ArticleIdList": ["31166856"]}, {"Citation": "Sen CK. Human wound and its burden: updated 2020 compendium of estimates. Adv Wound Care (New Rochelle). 2021;10(5):281‐292.", "ArticleIdList": ["PMC8024242", "33733885"]}, {"Citation": "Nussbaum SR, Carter MJ, Fife CE, et al. An economic evaluation of the impact, cost, and medicare policy implications of chronic nonhealing wounds. Value Health. 2018;21(1):27‐32.", "ArticleIdList": ["29304937"]}, {"Citation": "Lindholm C, Searle R. Wound management for the 21st century: combining effectiveness and efficiency. Int Wound J. 2016;13(Suppl 2):5‐15.", "ArticleIdList": ["PMC7949725", "27460943"]}, {"Citation": "Valacchi G, Fortino V, Bocci V. The dual action of ozone on the skin. Br J Dermatol. 2005;153(6):1096‐1100.", "ArticleIdList": ["16307642"]}, {"Citation": "\nHiggins J, Thomas J, Chandler J, Cumpston M, Li T, Page M, Welch V. Cochrane Handbook for Systematic Reviews of Interventions, version 6.2: Cochrane; 2021. Available from: www.training.cochrane.org/handbook.", "ArticleIdList": ["PMC10284251", "31643080"]}, {"Citation": "Higgins JP, Altman DG, Gøtzsche PC, et al. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ. 2011;343:d5928.", "ArticleIdList": ["PMC3196245", "22008217"]}, {"Citation": "de Araujo AL, Teixeira FA, Lacerda TF, Flecher MC, Souza VRC, Coelho CS. Effects of topical application of pure and ozonized andiroba oil on experimentally induced wounds in horses. Braz J Vet Res Anim Sci. 2017;54(1):66‐74."}, {"Citation": "di Filippo PA, Ribeiro LMF, Gobbi FP, et al. Effects of pure and ozonated sunflower seed oil (Helianthus annuus) on hypergranulation tissue formation, infection and healing of equine lower limb wounds. Brazilian. J Vet Med. 2020;42(1):1‐8."}, {"Citation": "Kim HS, Noh SU, Han YW, et al. Therapeutic effects of topical application of ozone on acute cutaneous wound healing. J Korean Med Sci. 2009;24(3):368‐374.", "ArticleIdList": ["PMC2698179", "19543419"]}, {"Citation": "Pai SA, Gagangras SA, Kulkarni SS, Majumdar AS. Potential of ozonated sesame oil to augment wound healing in rats. Indian J Pharm Sci. 2014;76(1):87‐92.", "ArticleIdList": ["PMC4007261", "24799744"]}, {"Citation": "RizaoĞLu T. Effects of ozonated oils (sesame oil, nigella sativa oil and hypericum perforatum oil) on wound healing process in rats/Ratlarda ozonlanmış yağlar kullanılması (ozone edılmış susam yağı, çörek otu yağı ve kantoron yağı) yara iyileştirme prosesinin etkisi; 2018."}, {"Citation": "Sanguanini RC, Bento MF, Oliveira ED, Arnhold E, Faleiro MBR, Franco LG, Matos MPC, VMBD Moura. Ozonized Solutions Favor the Repair of Experimentally Induced Skin Wounds in Rats Pesquisa Veterinaria Brasileira. 2020;40:914–21."}, {"Citation": "Vahlepi R, Arifin MT, Nur M, Muniroh M, Susilaningsih N. Ozonated Aloe Vera Oil Improve Wound Healing by Decreasing Neutrophil Count and Wound Diameter in Sprague Dawley Rats with Full‐Thickness Skin Defect Ijbs. 2020;14:253."}, {"Citation": "Valacchi G, Lim Y, Belmonte G, et al. Ozonated sesame oil enhances cutaneous wound healing in SKH1 mice. Wound Repair Regen. 2011;19(1):107‐115.", "ArticleIdList": ["21134039"]}, {"Citation": "Xiao W, Tang H, Wu M, et al. Ozone oil promotes wound healing by increasing the migration of fibroblasts via PI3K/Akt/mTOR signaling pathway. Biosci Rep. 2017;37(6):1‐11.", "ArticleIdList": ["PMC5678031", "28864782"]}, {"Citation": "Yuniati R, Subchan P, Riawan W, et al. Topical ozonated virgin coconut oil improves wound healing and increases HSP90α, VEGF‐A, EGF, bFGF and CD34 in diabetic ulcer mouse model of wound healing. F1000Research. 2021;9(580):580."}, {"Citation": "Dharmavaram AT, Reddy RS, Nallakunta R. \"Ozone\" ‐ the new NEMESIS of canker sore. J Clin Diagn Res. 2015;9(3):ZC01‐ZC04.", "ArticleIdList": ["PMC4413143", "25954693"]}, {"Citation": "\nFilippi A.\nThe influence of ozonised water on the epithelial wound healing process in the oral cavity. Clinic of Oral Surgery, radiology and Oral medicine, University of Basel, Switzerldand. 2001. Available from: www.oxyplus.net\n"}, {"Citation": "Hu X, Ni Y, Lian W, Kang L, Jiang J, Li M. Combination of negative pressure wound therapy using vacuum‐assisted closure and ozone water flushing for treatment of diabetic foot ulcers. Int J Diabetes Dev Ctries. 2019;40(2):290‐295."}, {"Citation": "Patel PV, Kumar V, Kumar S, Gd V, Patel A. Therapeutic effect of topical ozonated oil on the epithelial healing of palatal wound sites: a planimetrical and cytological study. J Investig Clin Dent. 2011;2(4):248‐258.", "ArticleIdList": ["25426896"]}, {"Citation": "Solovastru LG, Stincanu A, De Ascentii A, Cappare G, Mattana P, Vata D. Randomized, controlled study of innovative spray formulation containing ozonated oil and alpha‐bisabolol in the topical treatment of chronic venous leg ulcers. Adv Skin Wound Care. 2015;28(9):406‐409.", "ArticleIdList": ["26280699"]}, {"Citation": "Elshenawie HA, Shalan WEA, Abdelaziz AE. Effect of ozone olive oil ointment dressing technique on the healing of superficial and deep diabetic foot ulcers. J Am Sci. 2013;9:235‐250."}, {"Citation": "Canpolat I, ErÖKsÜZ Y, RizaoĞLu T. Effects on the wound healing process using Ozonated oils (sesame, Nigella sativa, Hypericum perforatum) in rats. Turk J Vet Res. 2021;5(1):25‐33."}, {"Citation": "Roshan A, Ream N, Yaser AM, Amir AS. Evaluation of wound healing activity of ozonated linseed and sunflower oils. Int J Pharmacogn Phytochem Res. 2018;10(5):182‐187."}, {"Citation": "Ye J‐H, Huang J‐W, Shi H‐Y. Effect of ozone water rinse on wound healing in rats with Pseudomonas aeruginosa infection. J Hainan Med Univ. 2016;22(5):5‐8."}, {"Citation": "Kim JH, Kim DH, Baik SY, Lee YP. Pain control and early wound healing effect using sitz bath with ozonised water after haemorrhoidectomy. J Wound Care. 2020;29(5):289‐294.", "ArticleIdList": ["32421480"]}, {"Citation": "Menendez S, Falcon L, Simon DR, Landa N. Efficacy of ozonized sunflower oil in the treatment of tinea pedis. Mycoses. 2002;45(8):329‐332.", "ArticleIdList": ["12572723"]}, {"Citation": "Sghaireen MG, Alzarea BK, Alduraywish AA, et al. Effect of aqueous ozone solution irrigation on healing after treatment with dental implants: a cross‐over randomized controlled clinical trial. J Hard Tissue Biol. 2020;29(4):263‐266."}, {"Citation": "\nArmstrong D, Meyr AJ. Basic principles of wound management. UpToDate [Internet]. 2021. Available from: https://www.uptodate.com/contents/basic-principles-of-wound-management."}, {"Citation": "Moscati RM, Reardon RF, Lerner EB, Mayrose J. Wound irrigation with tap water. Acad Emerg Med. 1998;5(11):1076‐1080.", "ArticleIdList": ["9835469"]}, {"Citation": "Loeb T, Loubert G, Templier F, Pasteyer J. Iatrogenic gas embolism following surgical lavage of a wound with hydrogen peroxide. Ann Fr Anesth Reanim. 2000;19(2):108‐110.", "ArticleIdList": ["10730173"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "13"}, {"Year": "2022", "Month": "5", "Day": "19"}, {"Year": "2022", "Month": "8", "Day": "14"}, {"Year": "2022", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "3", "Hour": "7", "Minute": "42"}, {"Year": "2022", "Month": "9", "Day": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36056800", "PMC10031250", "10.1111/iwj.13941"]}}], "PubmedBookArticle": []}