{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["atmospheric corona", "atmospheric oxidants", "hydroxyl", "ozone", "thunderstorms"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36067322", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "06"}], "ELocationID": ["e2201213119", "10.1073/pnas.2201213119"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "119", "Issue": "37", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "13"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Extreme hydroxyl amounts generated by thunderstorm-induced corona on grounded metal objects.", "Pagination": {"StartPage": "e2201213119", "MedlinePgn": "e2201213119"}, "Abstract": {"AbstractText": ["Atmospheric electrical discharges are now known to generate unexpectedly large amounts of the atmosphere's primary oxidant, hydroxyl (OH), in thunderstorm anvils, where electrical discharges are caused by atmospheric charge separation. The question is \"Do other electrical discharges also generate large amounts of oxidants?\" In this paper, we demonstrate that corona formed on grounded metal objects under thunderstorms produce extreme amounts of OH, hydroperoxyl (HO<sub>2</sub>), and ozone (O<sub>3</sub>). Hundreds of parts per trillion to parts per billion of OH and HO<sub>2</sub> were measured during seven thunderstorms that passed over the rooftop site during an air quality study in Houston, TX in summer 2006. A combination of analysis of these field results and laboratory experiments shows that these extreme oxidant amounts were generated by corona on the inlet of the OH-measuring instrument and that corona are easier to generate on lightning rods than on the inlet. In the laboratory, increasing the electric field increased OH, HO<sub>2</sub>, and O<sub>3</sub>, with 14 times more O<sub>3</sub> generated than OH and HO<sub>2</sub>, which were equal. Calculations show that corona on lightning rods can annually generate OH that is 10-100 times ambient amounts within centimeters of the lightning rod and on high-voltage electrical power lines can generate OH that is 500 times ambient a meter away from the corona. Contrary to current thinking, previously unrecognized corona-generated OH, not corona-generated UV radiation, mostly likely initiates premature degradation of high-voltage polymer insulators."]}, "AuthorList": [{"Identifier": ["0000-0002-1609-4051"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology and Atmospheric Science, Pennsylvania State University, University Park, PA 16802."}], "LastName": "Brune", "ForeName": "William H", "Initials": "WH"}, {"Identifier": ["0000-0002-3330-9640"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology and Atmospheric Science, Pennsylvania State University, University Park, PA 16802."}], "LastName": "Jenkins", "ForeName": "Jena M", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology and Atmospheric Science, Pennsylvania State University, University Park, PA 16802."}], "LastName": "Olson", "ForeName": "Gabrielle A", "Initials": "GA"}, {"Identifier": ["0000-0002-4540-2324"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology and Atmospheric Science, Pennsylvania State University, University Park, PA 16802."}], "LastName": "McFarland", "ForeName": "Patrick J", "Initials": "PJ"}, {"Identifier": ["0000-0003-1017-3979"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology and Atmospheric Science, Pennsylvania State University, University Park, PA 16802."}], "LastName": "Miller", "ForeName": "David O", "Initials": "DO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, University of Alaska, Fairbanks, AK 99775."}, {"Identifier": [], "Affiliation": "Geophysical Institute, University of Alaska, Fairbanks, AK 99775."}], "LastName": "Mao", "ForeName": "Jingqiu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, University of Maryland, College Park, MD 20740."}, {"Identifier": [], "Affiliation": "Air Resources Laboratory, National Oceanic and Atmospheric Administration, College Park, MD 20740."}], "LastName": "Ren", "ForeName": "Xinrong", "Initials": "X"}], "GrantList": [{"GrantID": "TERC Project H78 and H86", "Agency": "Texas Commission on Environmental Quality (TCEQ)", "Country": ""}, {"GrantID": "AGS-0209972; AGS-1834711", "Agency": "National Science Foundation (NSF)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brune W. H., et al. , Extreme oxidant amounts produced by lightning in storm clouds. Science 372, 711–715 (2021).", "ArticleIdList": ["33927054"]}, {"Citation": "Jenkins J. M., Brune W. H., Miller D. O., Electrical discharges produce prodigious amounts of hydroxyl and hydroperoxyl radicals. J. Geophys. Res. 126, e2021JD034557 (2021)."}, {"Citation": "Hill R. D., Rinker R. G., Production of nitrate ions and other trace species by lightning. J. Geophys. Res. Oceans 86, 3203–3209 (1981)."}, {"Citation": "Bhetanabhotla B. A., Crowell B. A., Coucouvinos A., Hill R. D., Rinker R. G., Simulation of trace species production by lightning and corona discharge in moist air. Atmos. Environ. 19, 1391–1397 (1985)."}, {"Citation": "Boldi R. A., A model of the ion chemistry of electrified convection. MIT PhD thesis, https://dspace.mit.edu/handle/1721.1/51502 (1992)."}, {"Citation": "Chang J.-S., Lawless P. A., Yamamoto T., Corona discharge processes. IEEE Trans. Plasma Sci. 19, 1152–1166 (1991)."}, {"Citation": "Ershov A., Borysow J., Dynamics of OH (X2π, v=0) in high-energy atmospheric pressure electrical pulsed discharge. J. Phys. D Appl. Phys. 28, 68–74 (1995)."}, {"Citation": "Gentile A. C., Kushner M. J., Reaction chemistry and optimization of plasma remediation of NxOy from gas streams. J. Appl. Phys. 78, 2074–2085 (1995)."}, {"Citation": "Ono R., Oda T., Measurement of hydroxyl radicals in pulsed corona discharge. J. Electron. (China) 55, 333–342 (2002)."}, {"Citation": "Lefer B., Rappenglück B., Flynn J., Haman C., Photochemical and meteorological relationships during the Texas-II Radical and Aerosol Measurement Project (TRAMP). Atmos. Environ. 44, 4005–4013 (2010)."}, {"Citation": "Chen S., et al. , A comparison of chemical mechanisms based on TRAMP-2006 field data. Atmos. Environ. 44, 4116–4125 (2010)."}, {"Citation": "Olaguer E., et al. , Overview of the SHARP campaign: Motivation, design, and major outcomes. J. Geophys. Res. Atmos. 11, 2013JD019730 (2014)."}, {"Citation": "Ren X., et al. , Atmospheric oxidation chemistry and ozone production: Results from SHARP 2009 in Houston, Texas. J. Geophys. Res. 118, 5770–5780 (2013)."}, {"Citation": "Loeb L. B., Kip A. F., Electrical discharges in air at atmospheric pressure the nature of the positive and negative point-to-plane coronas and the mechanism of spark propagation. J. Appl. Phys. 10, 142–160 (1939)."}, {"Citation": "Moreau E., Audier P., Benard N., Ionic wind produced by positive and negative corona discharges in air. J. Electrost. 93, 85–96 (2018)."}, {"Citation": "Mao J., et al. , Global impact of lightning-produced oxidants. Geophys. Res. Lett. 48, e2021GL095740 (2021)."}, {"Citation": "United Nations Statistics Division, UNdata. data.un.org. Accessed 30 March, 2022."}, {"Citation": "Sebo S. A., Heibel J. T., Fryman M., Shih C. H., Examination of ozone emanating from EHV transmission line corona discharges. IEEE Trans. Pwr. Apparatus Syst. PAS-95, 693–703 (1976)."}, {"Citation": "Roach J. F., Dietrich F. M., Chartier V. L., Nowak H. J., Ozone concentration measurements on the C-Line at the Apple Grove 750 kV project and theoretical estimates of ozone concentrations near 765 kV lines of normal design. IEEE Trans. Power Apparatus Syst. 97, 693–703 (1978)."}, {"Citation": "Kroonblawd M. P., Goldman N., Maiti A., Lewicki J. P., Polymer degradation through chemical change: A quantum-based test of inferred reactions in irradiated polydimethylsiloxane. Phys. Chem. Chem. Phys. 24, 8142–8157 (2022).", "ArticleIdList": ["35332907"]}, {"Citation": "Jenkins J. M., Olson G. A., McFarland P. J., Miller D. O., Brune W. H.. Prodigious amounts of hydrogen oxides generated by corona discharges on tree leaves. J. Geophys. Res. Atmos., 127, e2022JD036761 (2022)."}, {"Citation": "Youn B.-H., Huh C.-S., Surface degradation of HTV silicone rubber and EPDM used for outdoor insulators under accelerated ultraviolet weathering condition. IEEE Trans. Dielectr. Electr. Insul. 12, 1015–1024 (2005)."}, {"Citation": "W. H. Brune et al.., Extreme hydroxyl amounts generated by thunderstorm-induced corona on grounded metal objects. Penn State Data Commons. https://www.datacommons.psu.edu/commonswizard/MetadataDisplay.aspx?Dataset=6332. Deposited 16 January 2022.", "ArticleIdList": ["PMC9477238", "36067322"]}, {"Citation": "Wolfe G. M., Marvin M. R., Roberts S. J., Travis K. R., Liao J., The framework for 0-D atmospheric modeling (F0AM) v3.1. Geosci. Model Dev. 9, 3309–3319 (2016)."}, {"Citation": "Saunders S. M., Jenkin M. E., Derwent R. G., Pilling M. J., Protocol for the development of the Master Chemical Mechanism, MCM, v3 (Part A): Tropospheric degradation of non-aromatic volatile organic compounds. Atmos. Chem. Phys. 3, 161–180 (2003)."}, {"Citation": "Jenkin M. E., Saunders S. M., Wagner V., Pilling M. J., Protocol for the development of the Master Chemical Mechanism, MCM, v3 (Part B): Tropospheric degradation of aromatic volatile organic compounds. Atmos. Chem. Phys. 3, 181–193 (2003)."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "6", "Hour": "14", "Minute": "3"}, {"Year": "2022", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36067322", "PMC9477238", "10.1073/pnas.2201213119"]}}], "PubmedBookArticle": []}