{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36075734", "DateRevised": {"Year": "2022", "Month": "09", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1063/5.0095953"], "Journal": {"ISSN": "1089-7690", "JournalIssue": {"Volume": "157", "Issue": "9", "PubDate": {"Year": "2022", "Month": "Sep", "Day": "07"}}, "Title": "The Journal of chemical physics", "ISOAbbreviation": "J Chem Phys"}, "ArticleTitle": "On the nature of the chemical bond in valence bond theory.", "Pagination": {"StartPage": "090901", "MedlinePgn": "090901"}, "Abstract": {"AbstractText": ["This Perspective outlines a panoramic description of the nature of the chemical bond according to valence bond theory. It describes single bonds and demonstrates the existence of a \"forgotten family\" of charge-shift bonds (CSBs) in which the entire/most of the bond energy arises from the resonance between the covalent and ionic structures of the bond. Many of the CSBs are homonuclear bonds. Hypervalent molecules (e.g., XeF<sub>2</sub>) are CSBs. This Perspective proceeds to describe multiple bonded molecules with an emphasis on C<sub>2</sub> and <sup>3</sup>O<sub>2</sub>. C<sub>2</sub> has four electron pairs in its valence shell and, hence, 14 covalent structures and 1750 ionic structures. This Perspective outlines an effective methodology of peeling the electronic structure to the minimal and important number of structures: a dominant structure that displays a quadruple bond and two minor structures with π + σ bonds, which stabilize the quadruple bond by resonance. <sup>3</sup>O<sub>2</sub> is chosen because it is a diradical, which is persistent and life-sustaining. It is shown that the persistence of this diradical is due to the charge-shift bonding of the π-3-electron bonds. This section ends with a discussion of the roles of π vs σ in the geometric preferences of benzene, acetylene, ethene, and their Si-based analogs. Subsequently, this Perspective discusses bonding in clusters of univalent metal atoms, which possess only parallel spins (<sup>n+1</sup>M<sub>n</sub>), and are nevertheless bonded due to the resonance interactions that stabilize the repulsive elementary structure (all spins are up). The bond energy reaches ∼40 kcal/mol for a pair of atoms (in <sup>n+1</sup>Cu<sub>n</sub>; n ∼ 10-12). The final subsection discusses singlet excited states in ethene, ozone, and SO<sub>2</sub>. It demonstrates the capability of the breathing-orbital VB method to yield an accurate description of a variety of excited states using merely 10 or few VB structures. Furthermore, the method underscores covalent structures that play a key role in the correct description and bonding of these excited states."]}, "AuthorList": [{"Identifier": ["0000-0001-7643-9421"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chemistry, The Hebrew University of Jerusalem, Jerusalem 9190401, Israel."}], "LastName": "Shaik", "ForeName": "Sason", "Initials": "S"}, {"Identifier": ["0000-0002-8730-5119"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chemistry, The Hebrew University of Jerusalem, Jerusalem 9190401, Israel."}], "LastName": "Danovich", "ForeName": "David", "Initials": "D"}, {"Identifier": ["0000-0002-7081-4654"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CNRS, Institut de Chimie Physique UMR8000, Université Paris-Saclay, 91405 Orsay, France."}], "LastName": "Hiberty", "ForeName": "Philippe C", "Initials": "PC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Phys", "NlmUniqueID": "0375360", "ISSNLinking": "0021-9606"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "9", "Day": "8", "Hour": "22", "Minute": "2"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36075734", "10.1063/5.0095953"]}}], "PubmedBookArticle": []}