{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36071188", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "07"}], "ELocationID": ["10.1038/s41586-022-05020-5"], "Journal": {"ISSN": "1476-4687", "JournalIssue": {"Volume": "609", "Issue": "7926", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Nature", "ISOAbbreviation": "Nature"}, "ArticleTitle": "Chiral monoterpenes reveal forest emission mechanisms and drought responses.", "Pagination": {"StartPage": "307", "EndPage": "312", "MedlinePgn": "307-312"}, "Abstract": {"AbstractText": ["Monoterpenes (C<sub>10</sub>H<sub>16</sub>) are emitted in large quantities by vegetation to the atmosphere (>100 TgC year<sup>-1</sup>), where they readily react with hydroxyl radicals and ozone to form new particles and, hence, clouds, affecting the Earth's radiative budget and, thereby, climate change<sup>1-3</sup>. Although most monoterpenes exist in two chiral mirror-image forms termed enantiomers, these (+) and (-) forms are rarely distinguished in measurement or modelling studies<sup>4-6</sup>. Therefore, the individual formation pathways of monoterpene enantiomers in plants and their ecological functions are poorly understood. Here we present enantiomerically separated atmospheric monoterpene and isoprene data from an enclosed tropical rainforest ecosystem in the absence of ultraviolet light and atmospheric oxidation chemistry, during a four-month controlled drought and rewetting experiment<sup>7</sup>. Surprisingly, the emitted enantiomers showed distinct diel emission peaks, which responded differently to progressive drying. Isotopic labelling established that vegetation emitted mainly de novo-synthesized (-)-α-pinene, whereas (+)-α-pinene was emitted from storage pools. As drought progressed, the source of (-)-α-pinene emissions shifted to storage pools, favouring cloud formation. Pre-drought mixing ratios of both α-pinene enantiomers correlated better with other monoterpenes than with each other, indicating different enzymatic controls. These results show that enantiomeric distribution is key to understanding the underlying processes driving monoterpene emissions from forest ecosystems and predicting atmospheric feedbacks in response to climate change."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry, Max Planck Institute for Chemistry, Mainz, Germany."}], "LastName": "Byron", "ForeName": "Joseph", "Initials": "J"}, {"Identifier": ["0000-0002-5251-9723"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecosystem Physiology, Faculty of Environment and Natural Resources, Albert-Ludwig-University of Freiburg, Freiburg, Germany."}], "LastName": "Kreuzwieser", "ForeName": "Juergen", "Initials": "J"}, {"Identifier": ["0000-0001-7062-6840"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, The University of Edinburgh, Edinburgh, UK."}, {"Identifier": [], "Affiliation": "UK Centre for Ecology & Hydrology, Edinburgh, UK."}], "LastName": "Purser", "ForeName": "Gemma", "Initials": "G"}, {"Identifier": ["0000-0001-7879-5972"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biosphere 2, University of Arizona, Oracle, AZ, USA."}, {"Identifier": [], "Affiliation": "Honors College, University of Arizona, Tucson, AZ, USA."}], "LastName": "van Haren", "ForeName": "Joost", "Initials": "J"}, {"Identifier": ["0000-0002-0132-5785"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecosystem Physiology, Faculty of Environment and Natural Resources, Albert-Ludwig-University of Freiburg, Freiburg, Germany."}, {"Identifier": [], "Affiliation": "Department of Environmental Sciences, University of Basel, Basel, Switzerland."}], "LastName": "Ladd", "ForeName": "S Nemiah", "Initials": "SN"}, {"Identifier": ["0000-0003-4244-4366"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biosphere 2, University of Arizona, Oracle, AZ, USA."}, {"Identifier": [], "Affiliation": "School of Natural Resources and the Environment, University of Arizona, Tucson, AZ, USA."}], "LastName": "Meredith", "ForeName": "Laura K", "Initials": "LK"}, {"Identifier": ["0000-0002-7676-9057"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecosystem Physiology, Faculty of Environment and Natural Resources, Albert-Ludwig-University of Freiburg, Freiburg, Germany."}], "LastName": "Werner", "ForeName": "Christiane", "Initials": "C"}, {"Identifier": ["0000-0001-9421-1703"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry, Max Planck Institute for Chemistry, Mainz, Germany. jonathan.williams@mpic.de."}, {"Identifier": [], "Affiliation": "Climate and Atmosphere Research Center, The Cyprus Institute, Nicosia, Cyprus. jonathan.williams@mpic.de."}], "LastName": "Williams", "ForeName": "Jonathan", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nature", "NlmUniqueID": "0410462", "ISSNLinking": "0028-0836"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Monoterpenes"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Forests"}, {"QualifierName": ["metabolism"], "DescriptorName": "Monoterpenes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Trees"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jokinen T, et al. Production of extremely low volatile organic compounds from biogenic emissions: measured yields and atmospheric implications. Proc. Natl Acad. Sci. 2015;112:7123–7128.", "ArticleIdList": ["PMC4466755", "26015574"]}, {"Citation": "Engelhart GJ, Asa-Awuku A, Nenes A, Pandis SN. CCN activity and droplet growth kinetics of fresh and aged monoterpene secondary organic aerosol. Atmos. Chem. Phys. 2008;8:3937–3949."}, {"Citation": "Laothawornkitkul J, Taylor JE, Paul ND, Hewitt CN. Biogenic volatile organic compounds in the Earth system. New Phytol. 2009;183:27–51.", "ArticleIdList": ["19422541"]}, {"Citation": "Yáñez-Serrano AM, et al. Monoterpene chemical speciation in a tropical rainforest: variation with season, height, and time of day at the Amazon Tall Tower Observatory (ATTO) Atmos. Chem. Phys. 2018;18:3403–3418."}, {"Citation": "Jardine KJ, et al. Monoterpene ‘thermometer’ of tropical forest-atmosphere response to climate warming. Plant Cell Environ. 2017;40:441–452.", "ArticleIdList": ["27943309"]}, {"Citation": "Guenther A, et al. The Model of Emissions of Gases and Aerosols from Nature version 2.1 (MEGAN2.1): an extended and updated framework for modeling biogenic emissions. Geosci. Model Dev. 2012;5:1471–1492."}, {"Citation": "Werner C, et al. Ecosystem fluxes during drought and recovery in an experimental forest. Science. 2021;374:1514–1518.", "ArticleIdList": ["34914503"]}, {"Citation": "Zannoni N, et al. Surprising chiral composition changes over the Amazon rainforest with height, time and season. Commun. Earth Environ. 2020;1:4."}, {"Citation": "Williams J, Yassaa N, Bartenbach S, Lelieveld J. Mirror image hydrocarbons from Tropical and Boreal forests. Atmos. Chem. Phys. 2007;7:973–980."}, {"Citation": "Song W, Staudt M, Bourgeois I, Williams J. Laboratory and field measurements of enantiomeric monoterpene emissions as a function of chemotype, light and temperature. Biogeosciences. 2014;11:1435–1447."}, {"Citation": "Staudt M, Byron J, Piquemal K, Williams J. Compartment specific chiral pinene emissions identified in a Maritime pine forest. Sci. Total Environ. 2019;654:1158–1166.", "ArticleIdList": ["30841390"]}, {"Citation": "Sharkey TD, Yeh SS. Isoprene emission from plants. Annu. Rev. Plant Physiol. Plant Mol. Biol. 2001;52:407–436.", "ArticleIdList": ["11337404"]}, {"Citation": "Karl T, et al. The tropical forest and fire emissions experiment: emission, chemistry, and transport of biogenic volatile organic compounds in the lower atmosphere over Amazonia. J. Geophys. Res. Atmos. 2007;112:D18302."}, {"Citation": "Pazouki L, Niinemets Ü. Multi-substrate terpene synthases: their occurrence and physiological significance. Front. Plant Sci. 2016;7:1019.", "ArticleIdList": ["PMC4940680", "27462341"]}, {"Citation": "Croteau R. Biosynthesis and catabolism of monoterpenoids. Chem. Rev. 1987;87:929–954."}, {"Citation": "Phillips MA, Savage TJ, Croteau R. Monoterpene synthases of loblolly pine (Pinus taeda) produce pinene isomers and enantiomers. Arch. Biochem. Biophys. 1999;372:197–204.", "ArticleIdList": ["10562434"]}, {"Citation": "Degenhardt J, Köllner TG, Gershenzon J. Monoterpene and sesquiterpene synthases and the origin of terpene skeletal diversity in plants. Phytochemistry. 2009;70:1621–1637.", "ArticleIdList": ["19793600"]}, {"Citation": "Niinemets Ü, Loreto F, Reichstein M. Physiological and physicochemical controls on foliar volatile organic compound emissions. Trends Plant Sci. 2004;9:180–186.", "ArticleIdList": ["15063868"]}, {"Citation": "Niinemets Ü, Reichstein M. A model analysis of the effects of nonspecific monoterpenoid storage in leaf tissues on emission kinetics and composition in Mediterranean sclerophyllous Quercus species. Global Biogeochem. Cycles. 2002;16:57-1–57-26."}, {"Citation": "Intergovernmental Panel on Climate Change (IPCC). Climate Change 2014: Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change 151 pp (IPCC, 2014)."}, {"Citation": "Bonan GB. Forests and climate change: forcings, feedbacks, and the climate benefits of forests. Science. 2008;320:1444–1449.", "ArticleIdList": ["18556546"]}, {"Citation": "Loreto F, Schnitzler J-P. Abiotic stresses and induced BVOCs. Trends Plant Sci. 2010;15:154–166.", "ArticleIdList": ["20133178"]}, {"Citation": "Kainulainen P, Oksanen J, Palomäki V, Holopainen J, Holopainen T. Effect of drought and waterlogging stress on needle monoterpenes of Picea abies. Can. J. Bot. 1992;70:1613–1616."}, {"Citation": "Turtola S, Manninen A-M, Rikala R, Kainulainen P. Drought stress alters the concentration of wood terpenoids in Scots pine and Norway spruce seedlings. J. Chem. Ecol. 2003;29:1981–1995.", "ArticleIdList": ["14584671"]}, {"Citation": "Lavoir A, et al. Drought reduced monoterpene emissions from the evergreen Mediterranean oak Quercus ilex: results from a throughfall displacement experiment. Biogeosciences. 2009;6:1167–1180."}, {"Citation": "Ghirardo A, et al. Determination of de novo and pool emissions of terpenes from four common boreal/alpine trees by 13CO2 labelling and PTR‐MS analysis. Plant Cell Environ. 2010;33:781–792.", "ArticleIdList": ["20040067"]}, {"Citation": "Lüpke M, Leuchner M, Steinbrecher R, Menzel A. Quantification of monoterpene emission sources of a conifer species in response to experimental drought. AoB Plants. 2017;9:plx045.", "ArticleIdList": ["PMC5632518", "29026513"]}, {"Citation": "Finn M. The mangrove mesocosm of Biosphere 2: design, establishment and preliminary results. Ecol. Eng. 1996;6:21–56."}, {"Citation": "Pegoraro E, et al. The effect of elevated atmospheric CO2 and drought on sources and sinks of isoprene in a temperate and tropical rainforest mesocosm. Global Change Biol. 2005;11:1234–1246."}, {"Citation": "Pegoraro E, Rey A, Abrell L, Van Haren J, Lin G. Drought effect on isoprene production and consumption in Biosphere 2 tropical rainforest. Global Change Biol. 2006;12:456–469."}, {"Citation": "Langford B, et al. Seasonality of isoprene emissions and oxidation products above the remote Amazon. Environ. Sci. Atmos. 2022;2:230–240."}, {"Citation": "Asensio D, Penuelas J, Filella I, Llusia J. On-line screening of soil VOCs exchange responses to moisture, temperature and root presence. Plant Soil. 2007;291:249–261."}, {"Citation": "Guenther A. Seasonal and spatial variations in natural volatile organic compound emissions. Ecol. Appl. 1997;7:34–45."}, {"Citation": "Sander R. Compilation of Henry’s law constants (version 4.0) for water as solvent. Atmos. Chem. Phys. 2015;15:4399–4981."}, {"Citation": "Abbott TH, Cronin TW. Aerosol invigoration of atmospheric convection through increases in humidity. Science. 2021;371:83–85.", "ArticleIdList": ["33384376"]}, {"Citation": "Messina P, et al. Global biogenic volatile organic compound emissions in the ORCHIDEE and MEGAN models and sensitivity to key parameters. Atmos. Chem. Phys. 2016;16:14169–14202."}, {"Citation": "Bellcross A, Bé AG, Geiger FM, Thomson RJ. Molecular chirality and cloud activation potentials of dimeric α-pinene oxidation products. J. Am. Chem. Soc. 2021;143:16653–16662.", "ArticleIdList": ["34605643"]}, {"Citation": "Lambers, H. & Oliveira, R. S. in Plant Physiological Ecology 187–263 (Springer, 2019)."}, {"Citation": "Restrepo-Coupe N, et al. What drives the seasonality of photosynthesis across the Amazon basin? A cross-site analysis of eddy flux tower measurements from the Brasil flux network. Agric. For. Meteorol. 2013;182-183:128–144."}, {"Citation": "Hutyra LR, et al. Seasonal controls on the exchange of carbon and water in an Amazonian rain forest. J. Geophys. Res. Biogeosci. 2007;112:G03008."}, {"Citation": "Rascher U, et al. Functional diversity of photosynthesis during drought in a model tropical rainforest – the contributions of leaf area, photosynthetic electron transport and stomatal conductance to reduction in net ecosystem carbon exchange. Plant Cell Environ. 2004;27:1239–1256."}, {"Citation": "Ricci MP, Merritt DA, Freeman KH, Hayes JM. Acquisition and processing of data for isotope-ratio-monitoring mass spectrometry. Org. Geochem. 1994;21:561–571.", "ArticleIdList": ["11539433"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "31"}, {"Year": "2022", "Month": "6", "Day": "23"}, {"Year": "2022", "Month": "9", "Day": "7", "Hour": "23", "Minute": "27"}, {"Year": "2022", "Month": "9", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36071188", "PMC9452298", "10.1038/s41586-022-05020-5", "10.1038/s41586-022-05020-5"]}}], "PubmedBookArticle": []}