{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["PCL scaffolds", "cartilage regeneration", "cell-scaffold construct", "ozone treatment", "rabbit MDSCs", "transforming growth factor-beta 3"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36082160", "DateRevised": {"Year": "2022", "Month": "09", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "08", "Day": "23"}], "ELocationID": ["971294", "10.3389/fbioe.2022.971294"], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "Cartilage regeneration using improved surface electrospun bilayer polycaprolactone scaffolds loaded with transforming growth factor-beta 3 and rabbit muscle-derived stem cells.", "Pagination": {"StartPage": "971294", "MedlinePgn": "971294"}, "Abstract": {"AbstractText": ["Polycaprolactone (PCL) has recently received significant attention due to its mechanical strength, low immunogenicity, elasticity, and biodegradability. Therefore, it is perfectly suitable for cartilage tissue engineering. PCL is relatively hydrophobic in nature, so its hydrophilicity needs to be enhanced before its use in scaffolding. In our study, first, we aimed to improve the hydrophilicity properties after the network of the bilayer scaffold was formed by electrospinning. Electrospun bilayer PCL scaffolds were treated with ozone and further loaded with transforming growth factor-beta 3 (TGFβ3). <i>In vitro</i> studies were performed to determine the rabbit muscle-derived stem cells' (rMDSCs) potential to differentiate into chondrocytes after the cells were seeded onto the scaffolds. Statistically significant results indicated that ozonated (O) scaffolds create a better environment for rMDSCs because collagen-II (Coll2) concentrations at day 21 were higher than non-ozonated (NO) scaffolds. In <i>in vivo</i> studies, we aimed to determine the cartilage regeneration outcomes by macroscopical and microscopical/histological evaluations at 3- and 6-month time-points. The Oswestry Arthroscopy Score (OAS) was the highest at both mentioned time-points using the scaffold loaded with TGFβ3 and rMDSCs. Evaluation of cartilage electromechanical quantitative parameters (QPs) showed significantly better results in cell-treated scaffolds at both 3 and 6 months. Safranin O staining indicated similar results as in macroscopical evaluations-cell-treated scaffolds revealed greater staining with safranin, although an empty defect also showed better results than non-cell-treated scaffolds. The scaffold with chondrocytes represented the best score when the scaffolds were evaluated with the Mankin histological grading scale. However, as in previous <i>in vivo</i> evaluations, cell-treated scaffolds showed better results than non-cell-treated scaffolds. In conclusion, we have investigated that an ozone-treated scaffold containing TGFβ3 with rMDSC is a proper combination and could be a promising scaffold for cartilage regeneration."], "CopyrightInformation": "Copyright © 2022 Malinauskas, Jankauskaite, Aukstikalne, Dabasinskaite, Rimkunas, Mickevicius, Pockevicius, Krugly, Martuzevicius, Ciuzas, Baniukaitiene and Usas."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Malinauskas", "ForeName": "Mantas", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Jankauskaite", "ForeName": "Lina", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Aukstikalne", "ForeName": "Lauryna", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Kaunas University of Technology, Kaunas, Lithuania."}], "LastName": "Dabasinskaite", "ForeName": "Lauryna", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Rimkunas", "ForeName": "Augustinas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Mickevicius", "ForeName": "Tomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathobiology, Veterinary Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Pockevicius", "ForeName": "Alius", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Kaunas University of Technology, Kaunas, Lithuania."}], "LastName": "Krugly", "ForeName": "Edvinas", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Kaunas University of Technology, Kaunas, Lithuania."}], "LastName": "Martuzevicius", "ForeName": "Dainius", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Kaunas University of Technology, Kaunas, Lithuania."}], "LastName": "Ciuzas", "ForeName": "Darius", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Kaunas University of Technology, Kaunas, Lithuania."}], "LastName": "Baniukaitiene", "ForeName": "Odeta", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Physiology and Pharmacology, Lithuanian University of Health Sciences, Kaunas, Lithuania."}], "LastName": "Usas", "ForeName": "Arvydas", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abpeikar Z., Milan P. B., Moradi L., Anjomshoa M., Asadpour S. (2021). Influence of pore sizes in 3D-scaffolds on mechanical properties of scaffolds and survival, distribution, and proliferation of human chondrocytes. Mech. Adv. Mater. Struct. 10.1080/15376494.2021.1943077", "ArticleIdList": ["10.1080/15376494.2021.1943077"]}, {"Citation": "Anders S., Goetz J., Schubert T., Grifka J., Schaumburger J. (2012). Treatment of deep articular talus lesions by matrix associated autologous chondrocyte implantation - results at five years. Int. Orthop. 36 (11), 2279–2285. 10.1007/s00264-012-1635-1", "ArticleIdList": ["10.1007/s00264-012-1635-1", "PMC3479272", "22885840"]}, {"Citation": "Bae D. K., Yoon K. H., Song S. J. (2006). Cartilage healing after microfracture in osteoarthritic knees. Arthrosc. J. Arthrosc. Relat. Surg. 22 (4), 367–374. 10.1016/j.arthro.2006.01.015", "ArticleIdList": ["10.1016/j.arthro.2006.01.015", "16581448"]}, {"Citation": "Barati D., Gegg C., Yang F. (2020). Nanoparticle-mediated TGF-β release from microribbon-based hydrogels accelerates stem cell-based cartilage formation in vivo . Ann. Biomed. Eng. 48 (7), 1971–1981. 10.1007/s10439-020-02522-z", "ArticleIdList": ["10.1007/s10439-020-02522-z", "32377980"]}, {"Citation": "Borrelli J., Olson S. A., Godbout C., Schemitsch E. H., Stannard J. P., Giannoudis P. v. (2019). Understanding articular cartilage injury and potential treatments. J. Orthop. Trauma 33, S6–S12. 10.1097/bot.0000000000001472", "ArticleIdList": ["10.1097/bot.0000000000001472", "31083142"]}, {"Citation": "Čamernik K., Mihelič A., Mihalič R., Marolt Presen D., Janež A., Trebše R., et al. (2019). Skeletal-muscle-derived mesenchymal stem/stromal cells from patients with osteoarthritis show superior biological properties compared to bone-derived cells. Stem Cell Res. 38, 101465. 10.1016/j.scr.2019.101465", "ArticleIdList": ["10.1016/j.scr.2019.101465", "31132579"]}, {"Citation": "Choukair D., Hügel U., Sander A., Uhlmann L., Tönshoff B. (2014). Inhibition of IGF-I-related intracellular signaling pathways by proinflammatory cytokines in growth plate chondrocytes. Pediatr. Res. 76 (3), 245–251. 10.1038/pr.2014.84", "ArticleIdList": ["10.1038/pr.2014.84", "24941214"]}, {"Citation": "Dabasinskaite L., Krugly E., Baniukaitiene O., Ciuzas D., Martuzevicius D., Jankauskaite L., et al. (2022). Design and fabrication method of bi-layered fibrous scaffold for cartilage regeneration. Biochem. Eng. J. 182, 108413. 10.1016/j.bej.2022.108413", "ArticleIdList": ["10.1016/j.bej.2022.108413"]}, {"Citation": "Dabasinskaite L., Krugly E., Baniukaitiene O., Martuzevicius D., Ciuzas D., Jankauskaite L., et al. (2021). The effect of ozone treatment on the physicochemical properties and biocompatibility of electrospun poly(ε)caprolactone scaffolds. Pharmaceutics 13 (8), 1288. 10.3390/pharmaceutics13081288", "ArticleIdList": ["10.3390/pharmaceutics13081288", "PMC8400338", "34452249"]}, {"Citation": "Demoor M., Ollitrault D., Gomez-Leduc T., Bouyoucef M., Hervieu M., Fabre H., et al. (2014). Cartilage tissue engineering: Molecular control of chondrocyte differentiation for proper cartilage matrix reconstruction. Biochimica Biophysica Acta (BBA) - General Subj. 1840 (8), 2414–2440. 10.1016/j.bbagen.2014.02.030", "ArticleIdList": ["10.1016/j.bbagen.2014.02.030", "24608030"]}, {"Citation": "Denu R. A., Nemcek S., Bloom D. D., Goodrich A. D., Kim J., Mosher D. F., et al. (2016). Fibroblasts and mesenchymal stromal/stem cells are phenotypically indistinguishable. Acta Haematol. 136 (2), 85–97. 10.1159/000445096", "ArticleIdList": ["10.1159/000445096", "PMC4988914", "27188909"]}, {"Citation": "Francis S. L., di Bella C., Wallace G. G., Choong P. F. M. (2018). Cartilage tissue engineering using stem cells and bioprinting technology—barriers to clinical translation. Front. Surg. 5, 70. 10.3389/fsurg.2018.00070", "ArticleIdList": ["10.3389/fsurg.2018.00070", "PMC6278684", "30547034"]}, {"Citation": "Girão A. F., Semitela Â., Pereira A. L., Completo A., Marques P. A. A. P. (2020). Microfabrication of a biomimetic arcade-like electrospun scaffold for cartilage tissue engineering applications. J. Mat. Sci. Mat. Med. 31 (8), 69–9. 10.1007/s10856-020-06407-4", "ArticleIdList": ["10.1007/s10856-020-06407-4", "32705408"]}, {"Citation": "Gomez-Salazar M., Gonzalez-Galofre Z. N., Casamitjana J., Crisan M., James A. W., Péault B. (2020). Five decades later, are mesenchymal stem cells still relevant? Front. Bioeng. Biotechnol. 8, 148. 10.3389/fbioe.2020.00148", "ArticleIdList": ["10.3389/fbioe.2020.00148", "PMC7058632", "32185170"]}, {"Citation": "Grafe I., Alexander S., Peterson J. R., Snider T. N., Levi B., Lee B., et al. (2018). TGF-Β family signaling in mesenchymal differentiation. Cold Spring Harb. Perspect. Biol. 10 (5), a022202. 10.1101/cshperspect.a022202", "ArticleIdList": ["10.1101/cshperspect.a022202", "PMC5932590", "28507020"]}, {"Citation": "Harrison P. E., Ashton I. K., Johnson W. E. B., Turner S. L., Richardson J. B., Ashton B. A. (2000). The in vitro growth of human chondrocytes. Cell Tissue Bank. 1 (4), 255–260. 10.1023/a:1010131729208", "ArticleIdList": ["10.1023/a:1010131729208", "15256934"]}, {"Citation": "Hunziker E. B., Quinn T. M., Häuselmann H. J. (2002). Quantitative structural organization of normal adult human articular cartilage. Osteoarthr. Cartil. 10 (7), 564–572. 10.1053/joca.2002.0814", "ArticleIdList": ["10.1053/joca.2002.0814", "12127837"]}, {"Citation": "Jankauskaite L., Malinauskas M., Aukstikalne L., Dabasinskaite L., Rimkunas A., Mickevicius T., et al. (2022). Functionalized electrospun scaffold-human-muscle-derived stem cell construct promotes in vivo neocartilage formation. Polym. (Basel) 14 (12), 2498. 10.3390/polym14122498", "ArticleIdList": ["10.3390/polym14122498", "PMC9229929", "35746068"]}, {"Citation": "Jelodari S., Ebrahimi Sadrabadi A., Zarei F., Jahangir S., Azami M., Sheykhhasan M., et al. (2022). New insights into cartilage tissue engineering: Improvement of tissue-scaffold integration to enhance cartilage regeneration. BioMed Res. Int. 2022, 1–13. 10.1155/2022/7638245", "ArticleIdList": ["10.1155/2022/7638245", "PMC8807044", "35118158"]}, {"Citation": "Kon E., Filardo G., Berruto M., Benazzo F., Zanon G., della Villa S., et al. (2011). Articular cartilage treatment in high-level male soccer players: A prospective comparative study of arthroscopic second-generation autologous chondrocyte implantation versus microfracture. Am. J. Sports Med. 39 (12), 2549–2557. 10.1177/0363546511420688", "ArticleIdList": ["10.1177/0363546511420688", "21900624"]}, {"Citation": "Lavasani M., Lu A., Thompson S. D., Robbins P. D., Huard J., Niedernhofer L. J. (2013). Isolation of muscle-derived stem/progenitor cells based on adhesion characteristics to collagen-coated surfaces. Methods Mol. Biol. 976, 53–65. 10.1007/978-1-62703-317-6_5", "ArticleIdList": ["10.1007/978-1-62703-317-6_5", "PMC3731996", "23400434"]}, {"Citation": "Li D., Ma X., Zhao T. (2020). Mechanism of TGF-β 3 promoting chondrogenesis in human fat stem cells. Biochem. Biophys. Res. Commun. 530 (4), 725–731. 10.1016/j.bbrc.2020.06.147", "ArticleIdList": ["10.1016/j.bbrc.2020.06.147", "32782154"]}, {"Citation": "Li M., Yin H., Yan Z., Li H., Wu J., Wang Y., et al. (2022). The immune microenvironment in cartilage injury and repair. Acta Biomater. 140, 23–42. 10.1016/j.actbio.2021.12.006", "ArticleIdList": ["10.1016/j.actbio.2021.12.006", "34896634"]}, {"Citation": "Makris E. A., Gomoll A. H., Malizos K. N., Hu J. C., Athanasiou K. A. (2015). Repair and tissue engineering techniques for articular cartilage. Nat. Rev. Rheumatol. 11 (1), 21–34. 10.1038/nrrheum.2014.157", "ArticleIdList": ["10.1038/nrrheum.2014.157", "PMC4629810", "25247412"]}, {"Citation": "Mayne R., Vail M. S., Mayne P. M., Miller E. J. (1976). Changes in type of collagen synthesized as clones of chick chondrocytes grow and eventually lose division capacity. Proc. Natl. Acad. Sci. U. S. A. 73 (5), 1674–1678. 10.1073/pnas.73.5.1674", "ArticleIdList": ["10.1073/pnas.73.5.1674", "PMC430362", "1064040"]}, {"Citation": "Mickevicius T., Pockevicius A., Kucinskas A., Gudas R., MacIulaitis J., Noreikaite A., et al. (2015). Impact of storage conditions on electromechanical, histological and histochemical properties of osteochondral allografts. BMC Musculoskelet. Disord. 16 (1), 314. 10.1186/s12891-015-0776-y", "ArticleIdList": ["10.1186/s12891-015-0776-y", "PMC4619008", "26497227"]}, {"Citation": "Mohammadinejad R., Kumar A., Ranjbar-Mohammadi M., Ashrafizadeh M., Han S. S., Khang G., et al. (2020). Recent advances in natural gum-based biomaterials for tissue engineering and regenerative medicine: A review. Polym. (Basel) 12 (1), 176. 10.3390/polym12010176", "ArticleIdList": ["10.3390/polym12010176", "PMC7022386", "31936590"]}, {"Citation": "Music E., Klein T. J., Lott W. B., Doran M. R. (2020). Transforming growth factor-beta stimulates human bone marrow-derived mesenchymal stem/stromal cell chondrogenesis more so than kartogenin. Sci. Rep. 10 (1), 8340. 10.1038/s41598-020-65283-8", "ArticleIdList": ["10.1038/s41598-020-65283-8", "PMC7239921", "32433527"]}, {"Citation": "Nam E. K., Ferkel R. D., Applegate G. R. (2009). Autologous chondrocyte implantation of the ankle: A 2- to 5-year follow-up. Am. J. Sports Med. 37 (2), 274–284. 10.1177/0363546508325670", "ArticleIdList": ["10.1177/0363546508325670", "19104032"]}, {"Citation": "Pearson R. G., Kurien T., Shu K. S. S., Scammell B. E. (2011). Histopathology grading systems for characterisation of human knee osteoarthritis--reproducibility, variability, reliability, correlation, and validity. Osteoarthr. Cartil. 19 (3), 324–331. 10.1016/j.joca.2010.12.005", "ArticleIdList": ["10.1016/j.joca.2010.12.005", "21172446"]}, {"Citation": "Pittenger M. F., Discher D. E., Péault B. M., Phinney D. G., Hare J. M., Caplan A. I. (2019). Mesenchymal stem cell perspective: Cell biology to clinical progress. npj Regen. Med. 4 (1), 22–15. 10.1038/s41536-019-0083-6", "ArticleIdList": ["10.1038/s41536-019-0083-6", "PMC6889290", "31815001"]}, {"Citation": "Qin X., Wu Y., Liu S., Yang L., Yuan H., Cai S., et al. (2022). Surface modification of polycaprolactone scaffold with improved biocompatibility and controlled growth factor release for enhanced stem cell differentiation. Front. Bioeng. Biotechnol. 9, 802311. 10.3389/fbioe.2021.802311", "ArticleIdList": ["10.3389/fbioe.2021.802311", "PMC8782149", "35071210"]}, {"Citation": "Rediguieri C. F., de Bank P. A., Zanin M. H. A., Leo P., Cerize N. N. P., de Oliveira A. M., et al. (2017). The effect of ozone gas sterilization on the properties and cell compatibility of electrospun polycaprolactone scaffolds. J. Biomaterials Sci. Polym. Ed. 28 (16), 1918–1934. 10.1080/09205063.2017.1358549", "ArticleIdList": ["10.1080/09205063.2017.1358549", "28737465"]}, {"Citation": "Samsudin N., Hashim Y. Z. H. Y., Arifin M. A., Mel M., Salleh H. M., Sopyan I., et al. (2017). Optimization of ultraviolet ozone treatment process for improvement of polycaprolactone (PCL) microcarrier performance. Cytotechnology 69 (4), 601–616. 10.1007/s10616-017-0071-x", "ArticleIdList": ["10.1007/s10616-017-0071-x", "PMC5507841", "28337561"]}, {"Citation": "Samsudin N., Hashim Y. Z. H., Arifin M. A., Mel M., Mohd Salleh H., Sopyan I., et al. (2018). Surface modification of Polycaprolactone (PCL) microcarrier for performance improvement of human skin fibroblast cell culture. IOP Conf. Ser. Mat. Sci. Eng. 290 (1), 012016. 10.1088/1757-899x/290/1/012016", "ArticleIdList": ["10.1088/1757-899x/290/1/012016"]}, {"Citation": "Sokolove J., Lepus C. M. (2013). Role of inflammation in the pathogenesis of osteoarthritis: Latest findings and interpretations. Ther. Adv. Musculoskelet. Dis. 5 (2), 77–94. 10.1177/1759720x12467868", "ArticleIdList": ["10.1177/1759720x12467868", "PMC3638313", "23641259"]}, {"Citation": "Sousa I., Mendes A., Pereira R. F., Bártolo P. J. (2014). Collagen surface modified poly(ε-caprolactone) scaffolds with improved hydrophilicity and cell adhesion properties. Mater. Lett. 134, 263–267. 10.1016/j.matlet.2014.06.132", "ArticleIdList": ["10.1016/j.matlet.2014.06.132"]}, {"Citation": "Stewart A. G., Thomas B., Koff J. (2018). TGF-β: Master regulator of inflammation and fibrosis. Respirology 23 (12), 1096–1097. 10.1111/resp.13415", "ArticleIdList": ["10.1111/resp.13415", "30284753"]}, {"Citation": "Stokes D. G., Liu G., Dharmavaram R., Hawkins D., Piera-Velazquez S., Jimenez S. A. (2001). Regulation of type-II collagen gene expression during human chondrocyte de-differentiation and recovery of chondrocyte-specific phenotype in culture involves Sry-type high-mobility-group box (SOX) transcription factors. Biochem. J. 360 (2), 461–470. 10.1042/bj3600461", "ArticleIdList": ["10.1042/bj3600461", "PMC1222247", "11716775"]}, {"Citation": "Sun Q., Zhang L., Xu T., Ying J., Xia B., Jing H., et al. (2018). Combined use of adipose derived stem cells and TGF-β3 microspheres promotes articular cartilage regeneration in vivo . Biotech. Histochem. 93 (3), 168–176. 10.1080/10520295.2017.1401663", "ArticleIdList": ["10.1080/10520295.2017.1401663", "29393693"]}, {"Citation": "Theodoridis K., Aggelidou E., Manthou M., Demiri E., Bakopoulou A., Kritis A. (2019). Assessment of cartilage regeneration on 3D collagen-polycaprolactone scaffolds: Evaluation of growth media in static and in perfusion bioreactor dynamic culture. Colloids Surfaces B Biointerfaces 183, 110403. 10.1016/j.colsurfb.2019.110403", "ArticleIdList": ["10.1016/j.colsurfb.2019.110403", "31400614"]}, {"Citation": "Wang W., Rigueur D., Lyons K. M. (2014). TGFβ signaling in cartilage development and maintenance. Birth Defect. Res. C 102 (1), 37–51. 10.1002/bdrc.21058", "ArticleIdList": ["10.1002/bdrc.21058", "PMC4267887", "24677722"]}, {"Citation": "Yoshimura A., Wakabayashi Y., Mori T. (2010). Cellular and molecular basis for the regulation of inflammation by TGF- . J. Biochem. 147 (6), 781–792. 10.1093/jb/mvq043", "ArticleIdList": ["10.1093/jb/mvq043", "PMC2912031", "20410014"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "16"}, {"Year": "2022", "Month": "7", "Day": "19"}, {"Year": "2022", "Month": "9", "Day": "9", "Hour": "2", "Minute": "21"}, {"Year": "2022", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36082160", "PMC9445302", "10.3389/fbioe.2022.971294", "971294"]}}], "PubmedBookArticle": []}