{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Hypoxaemia", "anaemia", "cerebral blood flow", "haemoglobin", "hypercapnia", "nitric oxide"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36131560", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "15"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "21"}], "ELocationID": ["10.1177/0271678X221119442"], "Journal": {"ISSN": "1559-7016", "JournalIssue": {"Volume": "43", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "ISOAbbreviation": "J Cereb Blood Flow Metab"}, "ArticleTitle": "Cerebral O<sub>2</sub> and CO<sub>2</sub> transport in isovolumic haemodilution: Compensation of cerebral delivery of O<sub>2</sub> and maintenance of cerebrovascular reactivity to CO<sub>2</sub>.", "Pagination": {"StartPage": "99", "EndPage": "114", "MedlinePgn": "99-114"}, "Abstract": {"AbstractText": ["This study investigated the influence of acute reductions in arterial O<sub>2</sub> content (CaO<sub>2</sub>) via isovolumic haemodilution on global cerebral blood flow (gCBF) and cerebrovascular CO<sub>2</sub> reactivity (CVR) in 11 healthy males (age; 28 ± 7 years: body mass index; 23 ± 2 kg/m<sup>2</sup>). Radial artery and internal jugular vein catheters provided measurement of blood pressure and gases, quantification of cerebral metabolism, cerebral CO<sub>2</sub> washout, and trans-cerebral nitrite exchange (ozone based chemiluminescence). Prior to and following haemodilution, the partial pressure of arterial CO<sub>2</sub> (PaCO<sub>2</sub>) was elevated with dynamic end-tidal forcing while gCBF was measured with duplex ultrasound. CVR was determined as the slope of the gCBF response and PaCO<sub>2</sub>. Replacement of ∼20% of blood volume with an equal volume of 5% human serum albumin (Alburex® 5%) reduced haemoglobin (13.8 ± 0.8 vs. 11.3 ± 0.6 g/dL; P < 0.001) and CaO<sub>2</sub> (18.9 ± 1.0 vs 15.0 ± 0.8 mL/dL P < 0.001), elevated gCBF (+18 ± 11%; P = 0.002), preserved cerebral oxygen delivery (P = 0.49), and elevated CO<sub>2</sub> washout (+11%; P = 0.01). The net cerebral uptake of nitrite (11.6 ± 14.0 nmol/min; P = 0.027) at baseline was abolished following haemodilution (-3.6 ± 17.9 nmol/min; P = 0.54), perhaps underpinning the conservation of CVR (61.7 ± 19.0 vs. 69.0 ± 19.2 mL/min/mmHg; P = 0.23). These findings demonstrate that the cerebrovascular responses to acute anaemia in healthy humans are sufficient to support the maintenance of CVR."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Carr", "ForeName": "Jay Mjr", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Ainslie", "ForeName": "Philip N", "Initials": "PN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Pharmacology & Physiology Lab, Department of Anesthesiology, Duke University Medical Center, Durham, NC, USA."}], "LastName": "MacLeod", "ForeName": "David B", "Initials": "DB"}, {"Identifier": ["0000-0002-1667-294X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Tremblay", "ForeName": "Joshua C", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Nowak-Flück", "ForeName": "Daniela", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Howe", "ForeName": "Connor A", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiff School of Sport and Health Sciences, Cardiff Metropolitan University, Cardiff, UK."}], "LastName": "Stembridge", "ForeName": "Mike", "Initials": "M"}, {"Identifier": ["0000-0002-2634-6195"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}], "LastName": "Patrician", "ForeName": "Alexander", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}, {"Identifier": [], "Affiliation": "School of Kinesiology, Faculty of Health Sciences, University of Western Ontario, London, Ontario, Canada."}], "LastName": "Coombs", "ForeName": "Geoff B", "Initials": "GB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurovascular Research Laboratory, Faculty of Life Sciences and Education, University of South Wales, Pontypridd, UK."}], "LastName": "Stacey", "ForeName": "Benjamin S", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurovascular Research Laboratory, Faculty of Life Sciences and Education, University of South Wales, Pontypridd, UK."}], "LastName": "Bailey", "ForeName": "Damian M", "Initials": "DM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Nedlands, Western Australia."}], "LastName": "Green", "ForeName": "Daniel J", "Initials": "DJ"}, {"Identifier": ["0000-0002-5657-0059"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Heart, Lung and Vascular Health, University of British Columbia - Okanagan Campus, School of Health and Exercise Sciences, Kelowna, B.C., Canada, V1V 1V7."}, {"Identifier": [], "Affiliation": "Department of Anesthesiology, Pharmacology and Therapeutics, Faculty of Medicine, Vancouver General Hospital, University of British Columbia, Vancouver, BC, Canada."}, {"Identifier": [], "Affiliation": "Department of Cellular and Physiological Sciences, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."}, {"Identifier": [], "Affiliation": "International Collaboration on Repair Discoveries (ICORD), University of British Columbia, Vancouver, British Columbia, Canada."}], "LastName": "Hoiland", "ForeName": "Ryan L", "Initials": "RL"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Cereb Blood Flow Metab", "NlmUniqueID": "8112566", "ISSNLinking": "0271-678X"}, "ChemicalList": [{"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Health Status"}], "CoiStatement": "The author(s) declared no potential conflicts of interest with respect to the\nresearch, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Willie CK, Tzeng YC, Fisher JA, et al.. Integrative regulation of human brain blood flow. J Physiol 2014; 592: 841–859.", "ArticleIdList": ["PMC3948549", "24396059"]}, {"Citation": "Kety SS, Schmidt CF. The effects of altered arterial tensions of carbon dioxide and oxygen on cerebral blood flow and cerebral oxygen consumption of normal young men. J Clin Invest 1948; 27: 484–492.", "ArticleIdList": ["PMC439519", "16695569"]}, {"Citation": "Willie CK, Macleod DB, Shaw AD, et al.. Regional brain blood flow in man during acute changes in arterial blood gases. J Physiol 2012; 590: 3261–3275.", "ArticleIdList": ["PMC3459041", "22495584"]}, {"Citation": "Neubauer JA, Santiago TV, Posner MA, et al.. Ventral medullary pH and ventilatory responses to hyperperfusion and hypoxia. J Appl Physiol (1985) 1985; 58: 1659–1668.", "ArticleIdList": ["3997729"]}, {"Citation": "Carr JMJR, Caldwell HG, Ainslie PN. Cerebral blood flow, cerebrovascular reactivity, and their influence on ventilatory sensitivity. Exp Physiol 2021; 106: 1425–1448.", "ArticleIdList": ["33932955"]}, {"Citation": "Hoiland RL, Fisher JA, Ainslie PN. Regulation of the cerebral circulation by arterial carbon dioxide. Compr Physiol 2019; 9: 1101–1154.", "ArticleIdList": ["31187899"]}, {"Citation": "Duffin J, Mikulis DJ, Fisher JA. Control of cerebral blood flow by blood gases. Front Physiol 2021; 12: 1–8.", "ArticleIdList": ["PMC7930328", "33679453"]}, {"Citation": "Read DJ, Leigh J. Blood-brain tissue Pco2 relationships and ventilation during rebreathing. J Appl Physiol 1967; 23: 53–70.", "ArticleIdList": ["6028163"]}, {"Citation": "Bradley RD, Semple SJG, Spencer GT. Rate of change of carbon dioxide tension in arterial blood, jugular venous blood and cisternal cerebrospinal fluid on carbon dioxide administration. J Physiol 1965; 179: 442–455.", "ArticleIdList": ["PMC1357338", "5858624"]}, {"Citation": "Hoiland RL, Bain AR, Rieger MG, et al.. Hypoxemia, oxygen content, and the regulation of cerebral blood flow. Am J Physiol Regul Integr Comp Physiol 2016; 310: R398–R413.", "ArticleIdList": ["PMC4796739", "26676248"]}, {"Citation": "Ainslie PN, Shaw AD, Smith KJ, et al.. Stability of cerebral metabolism and substrate availability in humans during hypoxia and hyperoxia. Clin Sci (Lond) 2014; 126: 661–670.", "ArticleIdList": ["24117382"]}, {"Citation": "Paulson OB, Parving HH, Olesen J, et al.. Influence of carbon monoxide and of hemodilution on cerebral blood flow and blood gases in man. J Appl Physiol 1973; 35: 111–116.", "ArticleIdList": ["4716144"]}, {"Citation": "Daif AAA, El Mageed Hassan YMA, El-Galil Ghareeb NA, et al.. Cerebral effect of acute normovolemic hemodilution during brain tumor resection. J Neurosurg Anesthesiol 2012; 24: 19–24.", "ArticleIdList": ["21904221"]}, {"Citation": "Ekelund A, Reinstrup P, Ryding E, et al.. Effects of iso- and hypervolemic hemodilution on regional cerebral blood flow and oxygen delivery for patients with vasospasm after aneurysmal subarachnoid hemorrhage. Acta Neurochir (Wien) 2002; 144: 703–713.", "ArticleIdList": ["12181704"]}, {"Citation": "Hino A, Ueda S, Mizukawa N, et al.. Effect of hemodilution on cerebral hemodynamics and oxygen metabolism. Stroke 1992; 23: 423–426.", "ArticleIdList": ["1542907"]}, {"Citation": "Tu Y-K, Liu H-M. Effects of isovolemic hemodilution on hemodynamics, cerebral perfusion, and cerebral vascular reactivity. Stroke 1996; 27: 441–445.", "ArticleIdList": ["8610310"]}, {"Citation": "Todd MM, Wu B, Maktabi M, et al.. Cerebral blood flow and oxygen delivery during hypoxemia and hemodilution: Role of arterial oxygen content. Am J Physiol – Hear Circ Physiol 1994; 267: H2025–H2031.", "ArticleIdList": ["7977834"]}, {"Citation": "Tomiyama Y, Jansen K, Brian JE, et al.. Hemodilution, cerebral O2 delivery, and cerebral blood flow: a study using hyperbaric oxygenation. Am J Physiol 1999; 276: H1190–H1196.", "ArticleIdList": ["10199842"]}, {"Citation": "Nur E, Kim YS, Truijen J, et al.. Cerebrovascular reserve capacity is impaired in patients with sickle cell disease. Blood 2009; 114: 3473–3478.", "ArticleIdList": ["19700663"]}, {"Citation": "Prohovnik I, Hurlet-Jensen A, Adams R, et al.. Hemodynamic etiology of elevated flow velocity and stroke in sickle-cell disease. J Cereb Blood Flow Metab 2009; 29: 803–810.", "ArticleIdList": ["19209182"]}, {"Citation": "Kuwabara Y, Sasaki M, Hirakata H, et al.. Cerebral blood flow and vasodilatory capacity in anemia secondary to chronic renal failure. Kidney Int 2002; 61: 564–569.", "ArticleIdList": ["11849397"]}, {"Citation": "Zheng G, Wen J, Yu W, et al.. Anemia rather than hypertension contributes to cerebral hyperperfusion in young adults undergoing hemodialysis: a phase contrast MRI study. Sci Rep 2016; 6: 22346.", "ArticleIdList": ["PMC4770317", "26923866"]}, {"Citation": "Sprick JD, Nocera JR, Hajjar I, et al.. Cerebral blood flow regulation in end-stage kidney disease. Am J Physiol Renal Physiol 2020; 319: F782–F791.", "ArticleIdList": ["PMC7789989", "32985235"]}, {"Citation": "Kosinski PD, Croal PL, Leung J, et al.. The severity of anaemia depletes cerebrovascular dilatory reserve in children with sickle cell disease: a quantitative magnetic resonance imaging study. Br J Haematol 2017; 176: 280–287.", "ArticleIdList": ["27905100"]}, {"Citation": "Mistry N, Mazer CD, Sled JG, et al.. Red blood cell antibody induced anemia causes differential degrees of tissue hypoxia in kidney and brain. Am J Physiol Integr Comp Physiol 2018; 314: R611–R622.", "ArticleIdList": ["PMC5966813", "29351418"]}, {"Citation": "Hoiland RL, Tremblay JC, Stacey BS, et al.. Acute reductions in haematocrit increase flow-mediated dilatation independent of resting nitric oxide bioavailability in humans. J Physiol 2020; 598: 4225–4236.", "ArticleIdList": ["32639605"]}, {"Citation": "Tremblay JC, Hoiland RL, Howe CA, et al.. Global REACH 2018: High blood viscosity and hemoglobin concentration contribute to reduced flow-mediated dilation in high-altitude excessive erythrocytosis. Hypertens (Dallas 2019; 73: 1327–1335. Tex 1979)", "ArticleIdList": ["31006327"]}, {"Citation": "Koskolou MD, Roach RC, Calbet JAL, et al.. Cardiovascular responses to dynamic exercise with acute anemia in humans. Am J Physiol – Hear Circ Physiol 1997; 273: 1787–1793.", "ArticleIdList": ["9362244"]}, {"Citation": "Roach RC, Koskolou MD, Calbet JAL, et al.. Arterial O2 content and tension in regulation of cardiac output and leg blood flow during exercise in humans. Am J Physiol – Hear Circ Physiol 1999; 276: H438–H445.", "ArticleIdList": ["9950843"]}, {"Citation": "Raju TNK, Kim SY. The effect of hematocrit alterations on cerebral vascular CO2 reactivity in newborn baboons. Pediatr Res 1991; 29: 385–390.", "ArticleIdList": ["1906596"]}, {"Citation": "Reiter CD, Wang X, Tanus-Santos JE, et al.. Cell-free hemoglobin limits nitric oxide bioavailability in sickle-cell disease. Nat Med 2002; 8: 1383–1389.", "ArticleIdList": ["12426562"]}, {"Citation": "Azarov I, Huang KT, Basu S, et al.. Nitric oxide scavenging by red blood cells as a function of hematocrit and oxygenation. J Biol Chem 2005; 280: 39024–39032.", "ArticleIdList": ["16186121"]}, {"Citation": "Hoiland RL, Caldwell HG, Carr Jmj R, et al.. Nitric oxide contributes to cerebrovascular shear‐mediated dilatation but not steady‐state cerebrovascular reactivity to carbon dioxide. J Physiol 2021; 0: 1–19.", "ArticleIdList": ["34904229"]}, {"Citation": "Hoiland RL, Caldwell HG, Howe CA, et al.. Nitric oxide is fundamental to neurovascular coupling in humans. J Physiol 2020; 598: 4927–4939.", "ArticleIdList": ["32785972"]}, {"Citation": "Iadecola C, Zhang F. Nitric oxide-dependent and -independent components of cerebrovasodilation elicited by hypercapnia. Am J Physiol – Regul Integr Comp Physiol 1994; 266: R546–R552.", "ArticleIdList": ["7511352"]}, {"Citation": "Iadecola C, Zhang F. Permissive and obligatory roles of NO in cerebrovascular responses to hypercapnia and acetylcholine. Am J Physiol – Regulatory, Integrative and Comparative Physiol 1996; 271: 990–1001.", "ArticleIdList": ["8897992"]}, {"Citation": "Schell RM, Cole DJ. Cerebral monitoring: jugular venous oximetry. Anesth Analg 2000; 90: 559–566.", "ArticleIdList": ["10702437"]}, {"Citation": "Carr JMJR, Caldwell HG, Carter H, et al.. The stability of cerebrovascular CO2 reactivity following attainment of physiologic steady-state. Exp Physiol 2021; 106: 2542–2555.", "ArticleIdList": ["34730862"]}, {"Citation": "Thomas KN, Lewis NCS, Hill BG, et al.. Technical recommendations for the use of carotid duplex ultrasound for the assessment of extracranial blood flow. Am J Physiol Integr Comp Physiol 2015; 309: R707–R720.", "ArticleIdList": ["26157060"]}, {"Citation": "Willie CK, Colino FL, Bailey DM, et al.. Utility of transcranial doppler ultrasound for the integrative assessment of cerebrovascular function. J Neurosci Methods 2011; 196: 221–237.", "ArticleIdList": ["21276818"]}, {"Citation": "Woodman RJ, Playford DA, Watts GF, et al.. Improved analysis of brachial artery ultrasound using a novel edge-detection software system. J Appl Physiol 2001; 91: 929–937.", "ArticleIdList": ["11457812"]}, {"Citation": "Baskurt OK, Boynard M, Cokelet GC, International Expert Panel for Standardization of Hemorheological Methods et al.. New guidelines for hemorheological laboratory techniques. Clin Hemorheol Microcirc 2009; 42: 75–97.", "ArticleIdList": ["19433882"]}, {"Citation": "Bailey DM, Rasmussen P, Overgaard M, et al.. Nitrite and S-nitrosohemoglobin exchange across the human cerebral and femoral perspective. Circulation 2017; 135: 166–176.", "ArticleIdList": ["27881556"]}, {"Citation": "Hoiland RL, Sekhon MS, Cardim D, et al.. Lack of agreement between optimal mean arterial pressure determination using pressure reactivity index versus cerebral oximetry index in hypoxic ischemic brain injury after cardiac arrest. Resuscitation 2020; 152: 184–191.", "ArticleIdList": ["32229218"]}, {"Citation": "Bakdash JZ, Marusich LR. Repeated measures correlation. Front Psychol 2017; 8: 1–13.", "ArticleIdList": ["PMC5383908", "28439244"]}, {"Citation": "R Core Team. R: A Language\nand Environment for Statistical Computing. Vienna: R Foundation for Statistical\nComputing, www.r-project.org/ (2017, accessed 1 November\n2021)."}, {"Citation": "Curran-Everett D. Evolution in statistics: P values, statistical significance, kayaks, and walking trees. Adv Physiol Educ 2020; 44: 221–224.", "ArticleIdList": ["32412384"]}, {"Citation": "Wasserstein RL, Lazar NA. The ASA’s statement on p-Values: context, process, and purpose. Am Stat 2016; 70: 129–133."}, {"Citation": "Claassen JAHR, Thijssen DHJ, Panerai RB, et al.. Regulation of cerebral blood flow in humans: physiology and clinical implications of autoregulation. Physiol Rev 2021; 101: 1487–1559.", "ArticleIdList": ["PMC8576366", "33769101"]}, {"Citation": "Iadecola C. The neurovascular unit coming of age: a journey through neurovascular coupling in health and disease. Neuron 2017; 96: 17–42.", "ArticleIdList": ["PMC5657612", "28957666"]}, {"Citation": "Brown M, Wade J, Marshall J. Fundamental importance of arterial oxygen content in the regulation of cerebral blood flow in man. Brain 1985; 108: 81–93.", "ArticleIdList": ["3978400"]}, {"Citation": "Tomiyama Y, Brian JE, Todd MM. Plasma viscosity and cerebral blood flow. Am J Physiol – Hear Circ Physiol 2000; 279: 1949–1954.", "ArticleIdList": ["11009484"]}, {"Citation": "Rebel A, Ulatowski JA, Kwansa H, et al.. Cerebrovascular response to decreased hematocrit: Effect of cell-free hemoglobin, plasma viscosity, and CO2. Am J Physiol – Hear Circ Physiol 2003; 285: 1600–1608.", "ArticleIdList": ["12816746"]}, {"Citation": "Ševerdija EE, Vranken NPA, Simons AP, et al.. Hemodilution combined with hypercapnia impairs cerebral autoregulation during normothermic cardiopulmonary bypass. J Cardiothorac Vasc Anesth 2015; 29: 1194–1199.", "ArticleIdList": ["26146135"]}, {"Citation": "Lenz C, Rebel A, Bucci E, et al.. Lack of hypercapnic increase in cerebral blood flow at high blood viscosity in conscious blood-exchanged rats. Anesthesiology 2001; 95: 408–415.", "ArticleIdList": ["11506114"]}, {"Citation": "Brown M, Marshall J. Regulation of cerebral blood flow in response to changes in blood viscosity. Lancet 1985; 325: 604–609.", "ArticleIdList": ["2857947"]}, {"Citation": "Caldwell HG, Howe CA, Chalifoux CJ, et al.. Arterial carbon dioxide and bicarbonate rather than pH regulate cerebral blood flow in the setting of acute experimental metabolic alkalosis. J Physiol 2021; 599: 1439–1457.", "ArticleIdList": ["33404065"]}, {"Citation": "Lambertsen CJ, Semple SJG, Smyth MG, et al.. H+ and pCO2 as chemical factors in respiratory and cerebral circulatory control. J Appl Physiol 1961; 16: 473–484.", "ArticleIdList": ["13758471"]}, {"Citation": "Caldwell HG, Carr JMJR, Minhas JS, et al.. Acid–base balance and cerebrovascular regulation. J Physiol 2021; 599: 5337–5359.", "ArticleIdList": ["34705265"]}, {"Citation": "Kontos HA, Raper AJ, Patterson JL. Analysis of vasoactivity of local pH, PCO2 and bicarbonate on pial vessels. Stroke 1977; 8: 358–360.", "ArticleIdList": ["16363"]}, {"Citation": "Kontos HA, Wei EP, Raper AJ, et al.. Local mechanism of CO2 action on cat pial arterioles. Stroke 1977; 8: 226–229.", "ArticleIdList": ["15334"]}, {"Citation": "Boedtkjer E, Hansen KB, Boedtkjer DMB, et al.. Extracellular HCO3- is sensed by mouse cerebral arteries: Regulation of tone by receptor protein tyrosine phosphatase Î 3. J Cereb Blood Flow Metab 2016; 36: 965–980.", "ArticleIdList": ["PMC4853837", "26661205"]}, {"Citation": "Brown MM, Marshall J. Effect of plasma exchange on blood viscosity and cerebral blood flow. Br Med J (Clin Res Ed) 1982; 284: 1733–1736.", "ArticleIdList": ["PMC1498687", "6805689"]}, {"Citation": "Leffler CW, Parfenova H, Jaggar JH, et al.. Carbon monoxide and hydrogen sulfide: gaseous messengers in cerebrovascular circulation. J Appl Physiol (1985) 2006; 100: 1065–1076.", "ArticleIdList": ["PMC1363746", "16467393"]}, {"Citation": "Crystal GJ, Czinn EA and Salem MR. The Mechanism of Increased Blood Flow in the Brain and Spinal Cord During Hemodilution. Anesth Analg 2014; 118: 637–643.", "ArticleIdList": ["24557108"]}, {"Citation": "Farman C, Chen ZP, Branston N, et al.. The effect of haemodilution and hypercapnia on the recovery of cerebral function from experimental focal ischaemia. Acta Neurochir (Wien) 1994; 127: 210–214.", "ArticleIdList": ["7942205"]}, {"Citation": "Jia L, Bonaventura C, Bonaventura J, et al.. S-nitrosohaemoglobin: a dynamic activity of blood involved in vascular control. Nature 1996; 380: 221–226.", "ArticleIdList": ["8637569"]}, {"Citation": "Gow AJ, Stamler JS. Reactions between nitric oxide and haemoglobin under physiological conditions. Nature 1998; 391: 169–173.", "ArticleIdList": ["9428761"]}, {"Citation": "Herold S, Exner M, Nauser T. Kinetic and mechanistic studies of the NO•-mediated oxidation of oxymyoglobin and oxyhemoglobin. Biochemistry 2001; 40: 3385–3395.", "ArticleIdList": ["11258960"]}, {"Citation": "Tanaka K. Is nitric oxide really important for regulation of the cerebral circulation? Yes or no? Keio J Med 1996; 45: 14–27.", "ArticleIdList": ["8882464"]}, {"Citation": "Toda N, Ayajiki K, Okamura T. Cerebral blood flow regulation by nitric oxide: Recent advances. Pharmacol Rev 2009; 61: 62–97.", "ArticleIdList": ["19293146"]}, {"Citation": "Brian JE. Carbon dioxide and the cerebral circulation. Anesthesiology 1998; 88: 1365–1386.", "ArticleIdList": ["9605698"]}, {"Citation": "Carter KJ, Ward AT, Kellawan JM, et al.. Nitric oxide synthase inhibition in healthy adults reduces regional and total cerebral macrovascular blood flow and microvascular perfusion. J Physiol 2021; 599: 4973–4989.", "ArticleIdList": ["PMC9009720", "34587648"]}, {"Citation": "O’Gallagher K, Puledda F, O’Daly O, et al.. Neuronal nitric oxide synthase regulates regional brain perfusion in healthy humans. Cardiovasc Res 2022; 118: 1321–1329.", "ArticleIdList": ["PMC8953449", "34120160"]}, {"Citation": "Ide K, Worthley M, Anderson T, et al.. Effects of the nitric oxide synthase inhibitor L-NMMA on cerebrovascular and cardiovascular responses to hypoxia and hypercapnia in humans. J Physiol 2007; 584: 321–332.", "ArticleIdList": ["PMC2277071", "17673507"]}, {"Citation": "White RP, Deane C, Vallance P, et al.. Nitric oxide synthase inhibition in humans reduces cerebral blood flow but not the hyperemic response to hypercapnia. Stroke 1998; 29: 467–472.", "ArticleIdList": ["9472891"]}, {"Citation": "Schmetterer L, Findl O, Strenn K, et al.. Role of NO in the O2 and CO2 responsiveness of cerebral and ocular circulation in humans. Am J Physiol – Regul Integr Comp Physiol 1997; 273: R2005–R2012.", "ArticleIdList": ["9435655"]}, {"Citation": "Jahshan S, Dayan L, Jacob G. Nitric oxide-sensitive guanylyl cyclase signaling affects CO2-dependent but not pressure-dependent regulation of cerebral blood flow. Am J Physiol – Regul Integr Comp Physiol 2017; 312: R948–R955.", "ArticleIdList": ["28356297"]}, {"Citation": "Irikura K, Huang PL, Ma J, et al.. Cerebrovascular alterations in mice lacking neuronal nitric oxide synthase gene expression. Proc Natl Acad Sci U S A 1995; 92: 6823–6827.", "ArticleIdList": ["PMC41421", "7542777"]}, {"Citation": "Lauer T, Preik M, Rassaf T, et al.. Plasma nitrite rather than nitrate reflects regional endothelial nitric oxide synthase activity but lacks intrinsic vasodilator action. Proc Natl Acad Sci USA 2001; 98: 12814–12819.", "ArticleIdList": ["PMC60136", "11606734"]}, {"Citation": "Lindsey ML, LeBlanc AJ, Ripplinger CM, et al.. Reinforcing rigor and reproducibility expectations for use of sex and gender in cardiovascular research. Am J Physiol Heart Circ Physiol 2021; 321: H819–H824.", "ArticleIdList": ["34524922"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "22", "Hour": "2", "Minute": "2"}, {"Year": "2022", "Month": "9", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36131560", "PMC9875354", "10.1177/0271678X221119442"]}}], "PubmedBookArticle": []}