{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["China", "Multiregional input–output (MRIO) analysis", "Relocation of SO2 concentration", "Satellite observation", "Trade"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36153422", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "24"}], "ELocationID": ["10.1007/s11356-022-23034-4"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Trade-driven relocation of ground-level SO<sub>2</sub> concentrations across Chinese provinces based on satellite observations.", "Pagination": {"StartPage": "14619", "EndPage": "14629", "MedlinePgn": "14619-14629"}, "Abstract": {"AbstractText": ["The influence of trade on ground-level SO<sub>2</sub> concentrations in China was evaluated based on multiregional input-output (MRIO) analysis, using the ozone monitoring instrument (OMI) SO<sub>2</sub> columns and SO<sub>2</sub> profiles from an atmospheric chemical and transport model, MOZART-4. The provincial sum of ground-level SO<sub>2</sub> concentrations has a good consistency with the provincial SO<sub>2</sub> emissions (R = 0.65, p < 0.01). The provincial SO<sub>2</sub> concentrations presented strong spatial variations, with a range of 5.1-50.6 μg/m<sup>3</sup> and an average of 19.7 μg/m<sup>3</sup> across China. The international trade increased the SO<sub>2</sub> concentrations in all of the provinces and increased the national population-weighted SO<sub>2</sub> (PWM-SO<sub>2</sub>) concentration by 2.9 μg/m<sup>3</sup>. Interprovincial trade within China decreased the ambient SO<sub>2</sub> concentrations in Beijing, Tianjin, and Chongqing and the provinces in southeast and central China, but increased SO<sub>2</sub> in the remaining provinces of China. In general, interprovincial trade decreased the national PWM-SO<sub>2</sub> concentration by 5.3 μg/m<sup>3</sup>."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Institute for Earth System Science, Nanjing University, Nanjing, 210023, China."}], "LastName": "Zhang", "ForeName": "Xiuying", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Institute for Earth System Science, Nanjing University, Nanjing, 210023, China."}, {"Identifier": [], "Affiliation": "Jiangsu Center for Collaborative Innovation in Geographical Information Resource Development and Application, Nanjing, 210023, China."}], "LastName": "Lu", "ForeName": "Xinqing", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography and Ocean Science, Nanjing University, Nanjing, 210023, China. chuaixiaowei@163.com."}], "LastName": "Chuai", "ForeName": "Xiaowei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Institute for Earth System Science, Nanjing University, Nanjing, 210023, China."}], "LastName": "Wang", "ForeName": "Zhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Institute for Earth System Science, Nanjing University, Nanjing, 210023, China."}], "LastName": "Wu", "ForeName": "Xiaodi", "Initials": "X"}], "GrantList": [{"GrantID": "BK2021156", "Agency": "Natural Science Foundation of Jiangsu Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Commerce"}, {"QualifierName": [], "DescriptorName": "Internationality"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Beijing"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen L, Liang S, Liu MD, Yi YJ, Mi ZF, Zhang YX, Li YM, Qi JC, Meng J, Tang X, Zhang HR, Tong YD, Zhang W, Wang XJ, Shu J, Yang ZF (2019) Trans-provincial health impacts of atmospheric mercury emissions in China. Nat Commun 10:1484", "ArticleIdList": ["10.1038/s41467-019-09080-6"]}, {"Citation": "Chen X, Liu W, Zhang J, Li Z (2020) The change pattern and driving factors of embodied SO<sub>2</sub> emissions in China’s inter-provincial trade. J Clean Prod 276:123324", "ArticleIdList": ["10.1016/j.jclepro.2020.123324"]}, {"Citation": "Davis SJ, Caldeira K (2010) Consumption-based accounting of CO2 emissions. Proc Natl Acad Sci USA 107:5687–5692", "ArticleIdList": ["10.1073/pnas.0906974107"]}, {"Citation": "Dore AJ et al (2015) Evaluation of the performance of different atmospheric chemical transport models and inter-comparison of nitrogen and sulphur deposition estimates for the UK. Atmos Environ 119:131–143", "ArticleIdList": ["10.1016/j.atmosenv.2015.08.008"]}, {"Citation": "Duan L, Yu Q, Zhang Q, Wang Z, Pan Y, Larssen T, Tang J, Mulder J (2016) Acid deposition in Asia: emissions, deposition, and ecosystem effects. Atmos Environ 146:55–69", "ArticleIdList": ["10.1016/j.atmosenv.2016.07.018"]}, {"Citation": "Fioletov V, McLinden CA, Kharol SK, Krotkov NA, Li C, Joiner J, Moran MD, Vet R, Visschedijk AJH, van der Gon HACD (2017) Multi-source SO<sub>2</sub> emission retrievals and consistency of satellite and surface measurements with reported emissions. Atmos Chem Phys 17:12597–12616", "ArticleIdList": ["10.5194/acp-17-12597-2017"]}, {"Citation": "Fioletov VE, McLinden CA, Krotkov N, Yang K, Loyola DG, Valks P, Theys N, Van Roozendael M, Nowlan CR, Chance K, Liu X, Lee C, Martin RV (2013) Application of OMI, SCIAMACHY, and GOME-2 satellite SO<sub>2</sub> retrievals for detection of large emission sources. J Gerontol Ser A Biol Med Sci 118:11399–11418"}, {"Citation": "Fioletov VE, McLinden CA, Krotkov N, Li C, Joiner J, Theys N, Carn S, Moran MD (2016) A global catalogue of large SO<sub>2</sub> sources and emissions derived from the Ozone Monitoring Instrument. Atmos Chem Phys 16:11497–11519", "ArticleIdList": ["10.5194/acp-16-11497-2016"]}, {"Citation": "Geddes JA, Martin RV, Boys BL, van Donkelaar A (2016) Long-term trends worldwide in ambient NO2 concentrations inferred from satellite observations. Environ Health Perspect 124:281–289", "ArticleIdList": ["10.1289/ehp.1409567"]}, {"Citation": "Guenther A, Hoepfner M, Sinnhuber B-M, Griessbach S, Deshler T, von Clarmann T, Stiller G (2018) MIPAS observations of volcanic sulfate aerosol and sulfur dioxide in the stratosphere. Atmos Chem Phys 18:1217–1239", "ArticleIdList": ["10.5194/acp-18-1217-2018"]}, {"Citation": "Jiang X, Zhang Q, Zhao H, Geng G, Peng L, Guan D, Kan H, Huo H, Lin J, Brauer M, Martin RV, He K (2015) Revealing the hidden health costs embodied in Chinese exports. Environ Sci Technol 49:4381–4388", "ArticleIdList": ["10.1021/es506121s"]}, {"Citation": "Koukouli ME, Theys N, Ding J, Zyrichidou I, Mijling B, Balis D, RvdA J (2018) Updated SO<sub>2</sub> emission estimates over China using OMI/Aura observations. Atmos Meas Tech 11:1817–1832", "ArticleIdList": ["10.5194/amt-11-1817-2018"]}, {"Citation": "Kurokawa J, Ohara T, Morikawa T, Hanayama S, Janssens-Maenhout G, Fukui T, Kawashima K, Akimoto H (2013) Emissions of air pollutants and greenhouse gases over Asian regions during 2000–2008: Regional Emission inventory in ASia (REAS) version 2. Atmos Chem Phys 13:11019–11058", "ArticleIdList": ["10.5194/acp-13-11019-2013"]}, {"Citation": "Lamsal LN, Martin RV, van Donkelaar A, Steinbacher M, Celarier EA, Bucsela E, Dunlea EJ, Pinto JP (2008) Ground-level nitrogen dioxide concentrations inferred from the satellite-borne Ozone Monitoring Instrument. J Geophys Res-Atmos 113:D16308", "ArticleIdList": ["10.1029/2007JD009235"]}, {"Citation": "Lee AKY (2015) Haze formation in China: Importance of secondary aerosol. J Environ Sci 33:261–262", "ArticleIdList": ["10.1016/j.jes.2015.06.002"]}, {"Citation": "Levelt PF, Van den Oord GHJ, Dobber MR, Malkki A, Visser H, de Vries J, Stammes P, Lundell JOV, Saari H (2006) The Ozone Monitoring Instrument. IEEE Trans Geosci Remote Sens 44:1093–1101", "ArticleIdList": ["10.1109/TGRS.2006.872333"]}, {"Citation": "Li C, Zhang Q, Krotkov NA, Streets DG, He K, Tsay S-C, Gleason JF (2010) Recent large reduction in sulfur dioxide emissions from Chinese power plants observed by the Ozone Monitoring Instrument. Geophys Res Lett 37:L08807", "ArticleIdList": ["10.1029/2010GL042594"]}, {"Citation": "Li C, Joiner J, Krotkov NA, Bhartia PK (2013) A fast and sensitive new satellite SO<sub>2</sub> retrieval algorithm based on principal component analysis: application to the ozone monitoring instrument. Geophys Res Lett 40:6314–6318", "ArticleIdList": ["10.1002/2013GL058134"]}, {"Citation": "Liang S, Zhang C, Wang Y, Xu M, Liu W (2014) Virtual atmospheric mercury emission network in China. Environ Sci Technol 48:2807–2815", "ArticleIdList": ["10.1021/es500310t"]}, {"Citation": "Lin J, Pan D, Davis SJ, Zhang Q, He K, Wang C, Streets DG, Wuebbles DJ, Guan D (2014) China’s international trade and air pollution in the United States. Proc Natl Acad Sci USA 111:1736–1741", "ArticleIdList": ["10.1073/pnas.1312860111"]}, {"Citation": "Ling Z, Huang T, Li J, Zhou S, Lian L, Wang J, Zhao Y, Mao X, Gao H, Ma J (2019) Sulfur dioxide pollution and energy justice in Northwestern China embodied in West-East Energy Transmission of China. Appl Energy 238:547–560", "ArticleIdList": ["10.1016/j.apenergy.2019.01.123"]}, {"Citation": "Liu Q, Wang Q (2017) Sources and flows of China’s virtual SO<sub>2</sub> emission transfers embodied in interprovincial trade: a multiregional input-output analysis. J Clean Prod 161:735–747", "ArticleIdList": ["10.1016/j.jclepro.2017.05.003"]}, {"Citation": "Liu Q, Long Y, Wang C, Wang Z, Wang Q, Guan D (2019) Drivers of provincial SO<sub>2</sub> emissions in China - based on multi-regional input-output analysis. J Clean Prod 238:117893", "ArticleIdList": ["10.1016/j.jclepro.2019.117893"]}, {"Citation": "Liu Y, Hong Y, Fan Q, Wang X, Chan P, Chen X, Lai A, Wang M, Chen X (2017) Source-receptor relationships for PM2.5 during typical pollution episodes in the Pearl River Delta city cluster China. Sci Total Environ 596:194–206", "ArticleIdList": ["10.1016/j.scitotenv.2017.03.255"]}, {"Citation": "Lu Z, Zhang Q, Streets DG (2011) Sulfur dioxide and primary carbonaceous aerosol emissions in China and India, 1996–2010. Atmos Chem Phys 11:9839–9864", "ArticleIdList": ["10.5194/acp-11-9839-2011"]}, {"Citation": "Mallik C, Mahapatra PS, Kumar P, Panda S, Boopathy R, Das T, Lal S (2019) Influence of regional emissions on SO<sub>2</sub> concentrations over Bhubaneswar, a capital city in eastern India downwind of the Indian SO<sub>2</sub> hotspots. Atmos Environ 209:220–232", "ArticleIdList": ["10.1016/j.atmosenv.2019.04.006"]}, {"Citation": "Peters GP, Hertwich EG (2008) CO2 embodied in international trade with implications for global climate policy. Environ Sci Technol 42:1401–1407", "ArticleIdList": ["10.1021/es072023k"]}, {"Citation": "Qian Y, Behrens P, Tukker A, Rodrigues JFD, Li P, Scherer L (2019) Environmental responsibility for sulfur dioxide emissions and associated biodiversity loss across Chinese provinces. Environ Pollut 245:898–908", "ArticleIdList": ["10.1016/j.envpol.2018.11.043"]}, {"Citation": "Qu Z, Henze DK, Li C, Theys N, Wang Y, Wang J, Wang W, Han J, Shim C, Dickerson RR, Ren XR (2019) SO<sub>2</sub> emission estimates using OMI SO<sub>2</sub> retrievals for 2005–2017. J Gerontol Ser A Biol Med Sci 124:8336–8359"}, {"Citation": "Shen Y, Zhang X, Brook JR, Huang T, Zhao Y, Gao H, Ma J (2016) Satellite remote sensing of air quality in the energy golden triangle in Northwest China. Environ Sci Technol Lett 3:275–279", "ArticleIdList": ["10.1021/acs.estlett.6b00182"]}, {"Citation": "Si Y, Yu C, Zhang L, Zhu W, Cai K, Cheng L, Chen L, Li S (2019) Assessment of satellite-estimated near-surface sulfate and nitrate concentrations and their precursor emissions over China from 2006 to 2014. Sci Total Environ 669:362–376", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.180"]}, {"Citation": "Sickles JE II, Shadwick DS (2015) Air quality and atmospheric deposition in the eastern US: 20 years of change. Atmos Chem Phys 15:173–197", "ArticleIdList": ["10.5194/acp-15-173-2015"]}, {"Citation": "Smith SJ, van Aardenne J, Klimont Z, Andres RJ, Volke A, Arias SD (2011) Anthropogenic sulfur dioxide emissions: 1850–2005. Atmos Chem Phys 11:1101–1116", "ArticleIdList": ["10.5194/acp-11-1101-2011"]}, {"Citation": "Streets DG et al (2013) Emissions estimation from satellite retrievals: a review of current capability. Atmos Environ 77:1011–1042", "ArticleIdList": ["10.1016/j.atmosenv.2013.05.051"]}, {"Citation": "Wang HK, Zhang YX, Zhao HY, Lu X, Zhang YX, Zhu WM, Nielsen CP, Li X, Zhang Q, Bi J, McElroy MB (2017) Trade-driven relocation of air pollution and health impacts in China. Nat Commun 8:738", "ArticleIdList": ["10.1038/s41467-017-00918-5"]}, {"Citation": "Wang L, Liu C, Meng X, Niu Y, Lin Z, Liu Y, Liu J, Qi J, You J, Tse LA, Chen J, Zhou M, Chen R, Yin P, Kan H (2018) Associations between short-term exposure to ambient sulfur dioxide and increased cause-specific mortality in 272 Chinese cities. Environ Int 117:33–39", "ArticleIdList": ["10.1016/j.envint.2018.04.019"]}, {"Citation": "Wang Y et al (2019a) Vertical profiles of NO2, SO<sub>2</sub>, HONO, HCHO, CHOCHO and aerosols derived from MAX-DOAS measurements at a rural site in the central western North China Plain and their relation to emission sources and effects of regional transport. Atmos Chem Phys 19:5417–5449", "ArticleIdList": ["10.5194/acp-19-5417-2019"]}, {"Citation": "Wang Y, Yang H, Liu J, Xu Y, Wang X, Ma J, Xu J, Yi K, Tao S (2020) Analysis of multiple drivers of air pollution emissions in China via interregional trade. J Clean Prod 244:118507", "ArticleIdList": ["10.1016/j.jclepro.2019.118507"]}, {"Citation": "Wang Z, Li C, Liu Q, Niu B, Peng S, Deng L, Kang P, Zhang X (2019b) Pollution haven hypothesis of domestic trade in China: a perspective of SO<sub>2</sub> emissions. Sci Total Environ 663:198–205", "ArticleIdList": ["10.1016/j.scitotenv.2019.01.287"]}, {"Citation": "Yang X, Zhang W, Fan J, Yu J, Zhao H (2018) Transfers of embodied PM2.5 emissions from and to the North China region based on a multiregional input-output model. Environ Pollut 235:381–393", "ArticleIdList": ["10.1016/j.envpol.2017.12.115"]}, {"Citation": "Yang X, Feng K, Su B, Zhang W, Huang S (2019) Environmental efficiency and equality embodied in China’s inter-regional trade. Sci Total Environ 672:150–161", "ArticleIdList": ["10.1016/j.scitotenv.2019.03.450"]}, {"Citation": "Zang Z, Zhang H, Liu H, Wang J, Goetswang KF (2019) Study on the impact of the export of China’s final use products on domestic SO<sub>2</sub> emissions. Sustainability 11:5809", "ArticleIdList": ["10.3390/su11205809"]}, {"Citation": "Zhang H, Di B, Liu D, Li J, Zhan Y (2019a) Spatiotemporal distributions of ambient SO<sub>2</sub> across China based on satellite retrievals and ground observations: substantial decrease in human exposure during 2013–2016. Environ Res 179:108795", "ArticleIdList": ["10.1016/j.envres.2019.108795"]}, {"Citation": "Zhang Q, Nakatani J, Shan Y, Moriguchi Y (2019b) Inter-regional spillover of China’s sulfur dioxide (SO<sub>2</sub>) pollution across the supply chains. J Clean Prod 207:418–431", "ArticleIdList": ["10.1016/j.jclepro.2018.09.259"]}, {"Citation": "Zhang W, Wang F, Hubacek K, Liu Y, Wang J, Feng K, Jiang L, Jiang H, Zhang B, Bi J (2018) Unequal exchange of air pollution and economic benefits embodied in China’s exports. Environ Sci Technol 52:3888–3898", "ArticleIdList": ["10.1021/acs.est.7b05651"]}, {"Citation": "Zhang X, Jiang H, Jin J, Xu X, Zhang Q (2012) Analysis of acid rain patterns in northeastern China using a decision tree method. Atmos Environ 46:590–596", "ArticleIdList": ["10.1016/j.atmosenv.2011.03.004"]}, {"Citation": "Zhang X, Wang Z, Cheng M, Wu X, Zhan N, Xu J (2021) Long-term ambient SO<sub>2</sub> concentration and its exposure risk across China inferred from OMI observations from 2005 to 2018. Atmos Res 247:105150", "ArticleIdList": ["10.1016/j.atmosres.2020.105150"]}, {"Citation": "Zhang XY, Lu XH, Liu L, Chen DM, Zhang XM, Liu XJ, Zhang Y (2017) Dry deposition of NO2 over China inferred from OMI columnar NO2 and atmospheric chemistry transport model. Atmos Environ 169:238–249", "ArticleIdList": ["10.1016/j.atmosenv.2017.09.017"]}, {"Citation": "Zhao H, Li X, Zhang Q, Jiang X, Lin J, Peters GG, Li M, Geng G, Zheng B, Huo H, Zhang L, Wang H, Davis SJ, He K (2017) Effects of atmospheric transport and trade on air pollution mortality in China. Atmos Chem Phys 17:10367–10381", "ArticleIdList": ["10.5194/acp-17-10367-2017"]}, {"Citation": "Zhong Q, Shen H, Yun X, Chen Y, Ren Ya XuH, Shen G, Ma J, Tao S (2019) Effects of international fuel trade on global sulfur dioxide emissions. Environ Sci Technol Lett 6:727–731", "ArticleIdList": ["10.1021/acs.estlett.9b00617"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2022", "Month": "2", "Day": "25"}, {"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "9", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "24", "Hour": "23", "Minute": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36153422", "10.1007/s11356-022-23034-4", "10.1007/s11356-022-23034-4"]}}], "PubmedBookArticle": []}