{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36159759", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "15"}], "ELocationID": ["1837492", "10.1155/2022/1837492"], "Journal": {"ISSN": "1687-9813", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Journal of environmental and public health", "ISOAbbreviation": "J Environ Public Health"}, "ArticleTitle": "Study on Transmission Channel and Pollution Sources Region of O<sub>3</sub> in Qingyuan City.", "Pagination": {"StartPage": "1837492", "MedlinePgn": "1837492"}, "Abstract": {"AbstractText": ["Based on the Lagrange mixed single-particle trajectory model and NCEP global reanalysis meteorological data, the 72 h backward airflow trajectory in Qingyuan City in different seasons from 2018 to 2020 was analyzed by cluster analysis. Combined with the hourly average concentration data of O<sub>3</sub>, the potential source contribution factor (PSCF) analysis and concentration weighted trajectory (CWT) analysis were used to study the regional transport and possible source area of O<sub>3</sub> in Qingyuan City and analyzed the relationship among O<sub>3</sub> and wind speed, wind direction, NO<sub>2</sub>, and CO. The results showed that from 2018 to 2020, the most significant proportion of primary pollutants in Qingyuan City was ozone. The annual average concentration reached the highest value since monitoring in 2019. In 2020, the impact of epidemic prevention and control decreased. The daily average concentration change characteristics showed a single peak, with the highest concentration in the afternoon, the highest peak concentration in summer, followed by spring, and the lowest concentration in winter. There are differences in the concentration of O<sub>3</sub> between different sources of airflow in Qingyuan City. The potential source contribution factor shows that the high-value covered areas are mainly in Guangzhou, Foshan, and Zhongshan, which can be considered the main potential source areas. These areas can be regarded as the main potential source areas. The concentration weight trajectory showed that external and local sources affected the O<sub>3</sub> pollution in Qingyuan during the four seasons. The high ozone concentration in Qingyuan mainly appeared in the south wind direction, indicating that the high ozone concentration in Qingyuan was greatly affected by the external transmission of the southern Pearl River Delta. The correlation between ozone concentration and CO concentration is poor, and the effect on ozone concentration is less than that of NO<sub>2</sub>."], "CopyrightInformation": "Copyright © 2022 Cuihua Li et al."}, "AuthorList": [{"Identifier": ["0000-0003-1178-9580"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Meteorological Bureau of Qingyuan, Qingyuan 511500, China."}], "LastName": "Li", "ForeName": "Cuihua", "Initials": "C"}, {"Identifier": ["0000-0003-4331-1186"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Tropical and Marine Meteorology, China Meteorological Administration, Beijing, China."}], "LastName": "Boru", "ForeName": "Mai", "Initials": "M"}, {"Identifier": ["0000-0001-5273-3482"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Meteorological Bureau of Qingyuan, Qingyuan 511500, China."}], "LastName": "Li", "ForeName": "Yangbin", "Initials": "Y"}, {"Identifier": ["0000-0001-5017-0276"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Meteorological Bureau of Qingyuan, Qingyuan 511500, China."}], "LastName": "Peng", "ForeName": "Jingman", "Initials": "J"}, {"Identifier": ["0000-0003-2359-0309"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Meteorological Bureau of Qingyuan, Qingyuan 511500, China."}], "LastName": "Huang", "ForeName": "Qingxi", "Initials": "Q"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Environ Public Health", "NlmUniqueID": "101516361", "ISSNLinking": "1687-9805"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "CommentsCorrectionsList": [{"RefSource": "J Environ Public Health. 2023 Nov 29;2023:9821915. doi: 10.1155/2023/9821915", "PMID": "38076628"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Seasons"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li K., Jacob D. J., Liao H., Shen L., Zhang Q., Bates K. H. Anthropogenic drivers of 2013-2017 trends in summer surface ozone in China. Proceedings of the National Academy of Sciences . 2019;116(2):422–427. doi: 10.1073/pnas.1812168116.", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "Wei J., Li Z., Li K., et al. Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China. Remote Sensing of Environment . 2022;270 doi: 10.1016/j.rse.2021.112775.112775", "ArticleIdList": ["10.1016/j.rse.2021.112775"]}, {"Citation": "Deng X. J., Xiuji Z., Dui W., et al. Effect of atmospheric aerosol on surface ozone variation over the Pearl River Delta region. Science China Earth Sciences . 2011;41(1):93–102."}, {"Citation": "Zhang Q. X. Study on the form of acid rain in Dandong based on air trajectory clustering. Environmental Monitoring in China . 2013;29(1):52–57."}, {"Citation": "Liao Z. H., Sun J. R., Fan S. J., Dui W. Variation characteristics and influencing factors of air pollution in Pearl River Delta area from 2006 to 2012. China Environmental Science . 2015;35(2):329–336."}, {"Citation": "Huang J., Liao B. T., Wu D., Wang C. Guangdong ground-level ozone concentration characteristics and associated meteorological factors. Scientiae Circumstantiae . 2018;38(1):23–31."}, {"Citation": "Draxle R. R., Hess G. D. An overview of the split-4 modelling system for trajectories. Australian Meteorological Magazine . 1998;47(4):295–308."}, {"Citation": "Stein A. F., Draxler R. R., Rolph G. D., Stunder B. J. B., Cohen M. D., Ngan F. NOAA’s HYSPLIT atmospheric transport and dispersion modeling system. Bulletin of the American Meteorological Society . 2015;96(12):2059–2077. doi: 10.1175/bams-d-14-00110.1.", "ArticleIdList": ["10.1175/bams-d-14-00110.1"]}, {"Citation": "Wang G. C., Wang D. Q., Chen Z. L. Characteristics and transportation pathways and potential sources of severe PM2.5 episodes during winter in Beijing. China Environmental Science . 2016;36(7):1931–1937."}, {"Citation": "Wang S. Q., Li W. B., Deng X. J., Deng T. Characteristics of air pollutant transport channels in Guangzhou region. China Environmental Science . 2015;35(10):2883–2890."}, {"Citation": "Ren C. B, Wu L. X., Li J. L., Zhang Y. Y. Analyze the seasonal differences of transport pathways and potential source-zones of Beijing Urban PM2.5. China Environmental Science . 2016;36(9):2591–2898."}, {"Citation": "Wang Y. Q., Zhang X. Y., Draxler R. R. TrajStat: GIS-based software that uses various trajectory statistical analysis methods to identify potential sources from long-term air pollution measurement data. Environmental Modelling & Software . 2009;24(8):938–939. doi: 10.1016/j.envsoft.2009.01.004.", "ArticleIdList": ["10.1016/j.envsoft.2009.01.004"]}, {"Citation": "Begum B. A., Kim E., Jeong C. H., Doh W. L., Philip K. H. Evaluation of the potential source contribution function using the 2002 Quebec forest fire episode. Atmospheric Environment . 2005;39(20):3719–3724."}, {"Citation": "Tian M., Wang H., Chen Y., et al. Characteristics of aerosol pollution during heavy haze events in Suzhou, China. Atmospheric Chemistry and Physics . 2016;16(11):7357–7371. doi: 10.5194/acp-16-7357-2016.", "ArticleIdList": ["10.5194/acp-16-7357-2016"]}, {"Citation": "Ashbaugh L. L., Malm W. C., Sadeh W. Z. A. A residence time probability analysis of sulfur concentrations at grand Canyon National Park. Atmospheric Environment . 1985;19(8):1263–1270. doi: 10.1016/0004-6981(85)90256-2.", "ArticleIdList": ["10.1016/0004-6981(85)90256-2"]}, {"Citation": "Salvador P., Artinano B., Alonso D. G., Xavier Q., Andrés A. Identification and characterisation of sources of PM10 in Madrid (Spain) by statistical methods. Atmospheric Environment . 2004;38(3):435–447. doi: 10.1016/j.atmosenv.2003.09.070.", "ArticleIdList": ["10.1016/j.atmosenv.2003.09.070"]}, {"Citation": "Xu X., Akhtar U. S. Identification of potential regional sources of atmospheric total gaseous mercury in Windsor, Ontario, Canada using hybrid receptor modeling. Atmospheric Chemistry and Physics . 2010;10(15):7073–7083. doi: 10.5194/acp-10-7073-2010.", "ArticleIdList": ["10.5194/acp-10-7073-2010"]}, {"Citation": "Polissar A. V., Hopke P. K., Harris J. M. Source regions for atmospheric aerosol measured at Barrow, Alaska. Environmental Science & Technology . 2001;35(21):4214–4226. doi: 10.1021/es0107529.", "ArticleIdList": ["10.1021/es0107529", "11718334"]}, {"Citation": "Liu N., Yu Y., He J. J., Zhao S. Integrated modeling of urban-scale pollutant transport: application in a semi-arid urban valley, Northwestern China. Atmospheric Pollution Research . 2013;4(3):306–314. doi: 10.5094/apr.2013.034.", "ArticleIdList": ["10.5094/apr.2013.034"]}, {"Citation": "Seibert P. Kromp K. H. Baltensperger U., Jost D. T., Schwikowski M. Trajectory analysis of aerosol measurements at high alpine sites. Academic Publishing . 1994;15(6):689–693."}, {"Citation": "Stohl A. Trajectory statistics-A new method to establish source-receptor relationships of air pollutants and its application to the transport of particulate sulfate in Europe. Atmospheric Environment . 1996;30(4):579–587. doi: 10.1016/1352-2310(95)00314-2.", "ArticleIdList": ["10.1016/1352-2310(95)00314-2"]}, {"Citation": "Polissar A. V., Hopke P. K., Paatero P., et al. The aerosol at Barrow, Alaska: long-term trends and source locations. Atmospheric Environment . 1999;33(16):2441–2458. doi: 10.1016/s1352-2310(98)00423-3.", "ArticleIdList": ["10.1016/s1352-2310(98)00423-3"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "31"}, {"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "8", "Day": "17"}, {"Year": "2022", "Month": "9", "Day": "26", "Hour": "17", "Minute": "39"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36159759", "PMC9499814", "10.1155/2022/1837492"]}}], "PubmedBookArticle": []}