{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "COVID-19", "Lockdown", "Meteorological factors", "New Delhi", "Second wave"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36164666", "DateRevised": {"Year": "2023", "Month": "02", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "22"}], "ELocationID": ["10.1007/s00477-022-02308-w"], "Journal": {"ISSN": "1436-3240", "JournalIssue": {"Volume": "37", "Issue": "2", "PubDate": {"Year": "2023"}}, "Title": "Stochastic environmental research and risk assessment : research journal", "ISOAbbreviation": "Stoch Environ Res Risk Assess"}, "ArticleTitle": "Did unprecedented air pollution levels cause spike in Delhi's COVID cases during second wave?", "Pagination": {"StartPage": "795", "EndPage": "810", "MedlinePgn": "795-810"}, "Abstract": {"AbstractText": ["The onset of the second wave of COVID-19 devastated many countries worldwide. Compared with the first wave, the second wave was more aggressive regarding infections and deaths. Numerous studies were conducted on the association of air pollutants and meteorological parameters during the first wave of COVID-19. However, little is known about their associations during the severe second wave of COVID-19. The present study is based on the air quality in Delhi during the second wave. Pollutant concentrations decreased during the lockdown period compared to pre-lockdown period (PM<sub>2.5</sub>: 67 µg m<sup>-3</sup> (lockdown) versus 81 µg m<sup>-3</sup> (pre-lockdown); PM<sub>10</sub>: 171 µg m<sup>-3</sup> versus 235 µg m<sup>-3</sup>; CO: 0.9 mg m<sup>-3</sup> versus 1.1 mg m<sup>-3</sup>) except ozone which increased during the lockdown period (57 µg m<sup>-3</sup> versus 39 µg m<sup>-3</sup>). The variation in pollutant concentrations revealed that PM<sub>2.5</sub>, PM<sub>10</sub> and CO were higher during the pre-COVID-19 period, followed by the second wave lockdown and the lowest in the first wave lockdown. These variations are corroborated by the spatiotemporal variability of the pollutants mapped using ArcGIS. During the lockdown period, the pollutants and meteorological variables explained 85% and 52% variability in COVID-19 confirmed cases and deaths (determined by General Linear Model). The results suggests that air pollution combined with meteorology acted as a driving force for the phenomenal growth of COVID-19 during the second wave. In addition to developing new drugs and vaccines, governments should focus on prediction models to better understand the effect of air pollution levels on COVID-19 cases. Policy and decision-makers can use the results from this study to implement the necessary guidelines for reducing air pollution. Also, the information presented here can help the public make informed decisions to improve the environment and human health significantly."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2022, Springer Nature or its licensor holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417969.4", "0000 0001 2315 1926"], "Affiliation": "Department of Civil Engineering, Indian Institute of Technology Madras, Chennai, India."}], "LastName": "Kolluru", "ForeName": "Soma Sekhara Rao", "Initials": "SSR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417969.4", "0000 0001 2315 1926"], "Affiliation": "Department of Civil Engineering, Indian Institute of Technology Madras, Chennai, India."}], "LastName": "Nagendra", "ForeName": "S M Shiva", "Initials": "SMS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.429017.9", "0000 0001 0153 2859"], "Affiliation": "Department of Mining Engineering, Indian Institute of Technology Kharagpur, Kharagpur, India."}], "LastName": "Patra", "ForeName": "Aditya Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412056.4", "0000 0000 9896 4772"], "Affiliation": "Department of Civil Engineering, Karunya Institute of Technology and Sciences, Coimbatore, Tamil Nadu India."}], "LastName": "Gautam", "ForeName": "Sneha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417969.4", "0000 0001 2315 1926"], "Affiliation": "Department of Civil Engineering, Indian Institute of Technology Madras, Chennai, India."}], "LastName": "Alshetty", "ForeName": "V Dheeraj", "Initials": "VD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.5475.3", "0000 0004 0407 4824"], "Affiliation": "Global Centre for Clean Air Research (GCARE), Department of Civil and Environmental Engineering, Faculty of Engineering and Physical Sciences, University of Surrey, Guildford, GU2 7XH Surrey UK."}, {"Identifier": ["grid.8217.c", "0000 0004 1936 9705"], "Affiliation": "Department of Civil, Structural & Environmental Engineering, School of Engineering, Trinity College Dublin, Dublin, Ireland."}, {"Identifier": ["grid.263826.b", "0000 0004 1761 0489"], "Affiliation": "School of Architecture, Southeast University, 2 Sipailou, Nanjing, 210096 China."}], "LastName": "Kumar", "ForeName": "Prashant", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Stoch Environ Res Risk Assess", "NlmUniqueID": "101473235", "ISSNLinking": "1436-3240"}, "CoiStatement": "Conflict of interestThe authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmadi M, Sharifi A, Dorosti S, Ghoushchi SJ, Ghanbari N. Investigation of effective climatology parameters on COVID-19 outbreak in Iran. Sci Total Environ. 2020;729:138705. doi: 10.1016/j.scitotenv.2020.138705.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138705", "PMC7162759", "32361432"]}, {"Citation": "Ali I, Alharbi OM. COVID-19: disease, management, treatment, and social impact. Sci Total Environ. 2020;728:138861. doi: 10.1016/j.scitotenv.2020.138861.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138861", "PMC7175909", "32344226"]}, {"Citation": "Andrée BPJ, (2020) Incidence of COVID-19 and connections with air pollution exposure: evidence from the Netherlands. World Bank Policy Research Working Paper, (9221)."}, {"Citation": "Asrani P, Eapen MS, Hassan MI, Sohal SS. Implications of the second wave of COVID-19 in India. The Lancet Respir Med. 2021;9(9):e93–4. doi: 10.1016/S2213-2600(21)00312-X.", "ArticleIdList": ["10.1016/S2213-2600(21)00312-X", "PMC8245060", "34216547"]}, {"Citation": "Auler AC, Cássaro FAM, Da Silva VO, Pires LF. Evidence that high temperatures and intermediate relative humidity might favor the spread of COVID-19 in tropical climate: a case study for the most affected Brazilian cities. Sci Total Environ. 2020;729:139090. doi: 10.1016/j.scitotenv.2020.139090.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139090", "PMC7194794", "32388137"]}, {"Citation": "Bao R, Zhang A. Does lockdown reduce air pollution? Evidence from 44 cities in northern China. Sci Total Environ. 2020;731:139052. doi: 10.1016/j.scitotenv.2020.139052.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139052", "PMC7194561", "32413655"]}, {"Citation": "Bashir MF, Jiang B, Komal B, Bashir MA, Farooq TH, Iqbal N, Bashir M. Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ Res. 2020;187:109652. doi: 10.1016/j.envres.2020.109652.", "ArticleIdList": ["10.1016/j.envres.2020.109652", "PMC7219392", "32405084"]}, {"Citation": "Bashir MF, Ma B, Komal B, Bashir MA, Tan D, Bashir M. Correlation between climate indicators and COVID-19 pandemic in New York, USA. Sci Total Environ. 2020;728:138835. doi: 10.1016/j.scitotenv.2020.138835.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138835", "PMC7195034", "32334162"]}, {"Citation": "Bherwani H, Kumar S, Musugu K, Nair M, Gautam S, Gupta A, Ho CH, Anshul A, Kumar R. Assessment and valuation of health impacts of fine particulate matter during COVID-19 lockdown: a comprehensive study of tropical and subtropical countries. Environ Sci Pollut Res. 2021 doi: 10.1007/s11356-021-13813-w.", "ArticleIdList": ["10.1007/s11356-021-13813-w", "PMC8044290", "33852112"]}, {"Citation": "Blanchard EL, Lawrence JD, Noble JA, Xu M, Joo T, Ng NL, Schmidt BE, Santangelo PJ, Finn MG, (2020) Enveloped virus inactivation on personal protective equipment by exposure to ozone. MedRxiv."}, {"Citation": "Boehm E, Kronig I, Neher RA, Eckerle I, Vetter P, Kaiser L. Novel SARS-CoV-2 variants: the pandemics within the pandemic. Clin Microbiol Infect. 2021;27(8):1109–17. doi: 10.1016/j.cmi.2021.05.022.", "ArticleIdList": ["10.1016/j.cmi.2021.05.022", "PMC8127517", "34015535"]}, {"Citation": "Briz-Redón Á, Belenguer-Sapiña C, Serrano-Aroca Á. Changes in air pollution during COVID-19 lockdown in Spain: a multi-city study. J Environ Sci. 2021;101:16–26. doi: 10.1016/j.jes.2020.07.029.", "ArticleIdList": ["10.1016/j.jes.2020.07.029", "PMC7402215", "33334512"]}, {"Citation": "Cascella M, Rajnik M, Aleem A, Dulebohn S, Di Napoli R, (2021) Features, evaluation, and treatment of coronavirus (COVID-19). StatPearls.", "ArticleIdList": ["32150360"]}, {"Citation": "Chakraborty C, Sharma AR, Bhattacharya M, Agoramoorthy G, Lee SS. The current second wave and COVID-19 vaccination status in India. Brain Behav Immun. 2021;96:1–4. doi: 10.1016/j.bbi.2021.05.018.", "ArticleIdList": ["10.1016/j.bbi.2021.05.018", "PMC8133819", "34022371"]}, {"Citation": "Chelani A, Gautam S. Lockdown during COVID-19 pandemic: a case study from Indian cities shows insignificant effects on urban air quality. Geosci Front. 2021 doi: 10.1016/j.gsf.2021.101284.", "ArticleIdList": ["10.1016/j.gsf.2021.101284"]}, {"Citation": "Chelani A, Gautam S. The influence of meteorological variables and lockdowns on COVID-19 cases in urban agglomerations of Indian cities. Stoch Env Res Risk Assess. 2022 doi: 10.1007/s00477-021-02160-4.", "ArticleIdList": ["10.1007/s00477-021-02160-4", "PMC8787448", "35095340"]}, {"Citation": "Cherian S, Potdar V, Jadhav S, Yadav P, Gupta N, Das M, Rakshit P, Singh S, Abraham P, Panda S. Convergent evolution of SARS-CoV-2 spike mutations, L452R, E484Q and P681R, in the second wave of COVID-19 in Maharashtra. India: BioRxiv; 2021.", "ArticleIdList": ["PMC8307577", "34361977"]}, {"Citation": "Cole MA, Ozgen C, Strobl E. Air pollution exposure and Covid-19 in Dutch municipalities. Environ Resource Econ. 2020;76(4):581–610. doi: 10.1007/s10640-020-00491-4.", "ArticleIdList": ["10.1007/s10640-020-00491-4", "PMC7399597", "32836849"]}, {"Citation": "Collivignarelli MC, Abbà A, Bertanza G, Pedrazzani R, Ricciardi P, Miino MC. Lockdown for CoViD-2019 in Milan: what are the effects on air quality? Sci Total Environ. 2020;732:139280. doi: 10.1016/j.scitotenv.2020.139280.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139280", "PMC7205654", "32402928"]}, {"Citation": "Comunian S, Dongo D, Milani C, Palestini P. Air pollution and COVID-19: the role of particulate matter in the spread and increase of COVID-19’s morbidity and mortality. Int J Environ Res Public Health. 2020;17(12):4487. doi: 10.3390/ijerph17124487.", "ArticleIdList": ["10.3390/ijerph17124487", "PMC7345938", "32580440"]}, {"Citation": "Cui Y, Zhang ZF, Froines J, Zhao J, Wang H, Yu SZ, Detels R. Air pollution and case fatality of SARS in the People's Republic of China: an ecologic study. Environ Health. 2003;2(1):1–5. doi: 10.1186/1476-069X-2-15.", "ArticleIdList": ["10.1186/1476-069X-2-15", "PMC293432", "14629774"]}, {"Citation": "Dennis R, Cashion A, Emanuel S, Hubbard D, (2020) Ozone gas: scientific justification and practical guidelines for improvised disinfection using consumer-grade ozone generators and plastic storage boxes. The Journal of Science and Medicine, 2(SAND-2020–3866J)."}, {"Citation": "Deshpande A,( 2021) The Covid-19 pandemic and gendered division of paid work, domestic chores and leisure: evidence from India’s first wave. Economia Politica, pp.1–26.", "ArticleIdList": ["PMC8286643", "35422589"]}, {"Citation": "Dhaka SK, Kumar V, Panwar V, Dimri AP, Singh N, Patra PK, Matsumi Y, Takigawa M, Nakayama T, Yamaji K, Kajino M. PM 2.5 diminution and haze events over Delhi during the COVID-19 lockdown period: an interplay between the baseline pollution and meteorology. Scientific reports. 2020;10(1):1–8. doi: 10.1038/s41598-020-70179-8.", "ArticleIdList": ["10.1038/s41598-020-70179-8", "PMC7417527", "32778673"]}, {"Citation": "Ellwanger JH, Chies JA. Wind: a neglected factor in the spread of infectious diseases. The Lancet Planetary Health. 2018;2(11):e475. doi: 10.1016/S2542-5196(18)30238-9.", "ArticleIdList": ["10.1016/S2542-5196(18)30238-9", "30396437"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2(1):66. doi: 10.4103/0976-9668.82319.", "ArticleIdList": ["10.4103/0976-9668.82319", "PMC3312702", "22470237"]}, {"Citation": "Fattorini D, Regoli F. Role of the chronic air pollution levels in the Covid-19 outbreak risk in Italy. Environ Pollut. 2020;264:114732. doi: 10.1016/j.envpol.2020.114732.", "ArticleIdList": ["10.1016/j.envpol.2020.114732", "PMC7198142", "32387671"]}, {"Citation": "Garrido-Perez JM, Ordóñez C, García-Herrera R, Schnell JL. The differing impact of air stagnation on summer ozone across Europe. Atmos Environ. 2019;219:117062. doi: 10.1016/j.atmosenv.2019.117062.", "ArticleIdList": ["10.1016/j.atmosenv.2019.117062"]}, {"Citation": "Gautam S, Sammuel C, Gautam AS, Kumar S. Strong link between coronavirus count and bad air: a case study of India. Environ Dev Sustain. 2021 doi: 10.1007/s10668-021-01366-4.", "ArticleIdList": ["10.1007/s10668-021-01366-4", "PMC8019339", "33841040"]}, {"Citation": "Ghosh A, Nundy S, Mallick TK. How India is dealing with COVID-19 pandemic. Sens Int. 2020;1:100021. doi: 10.1016/j.sintl.2020.100021.", "ArticleIdList": ["10.1016/j.sintl.2020.100021", "PMC7376361", "34766039"]}, {"Citation": "Gorai AK, Tchounwou PB, Tuluri F. Association between ambient air pollution and asthma prevalence in different population groups residing in eastern Texas, USA. Int J Environ Res Public Health. 2016;13(4):378. doi: 10.3390/ijerph13040378.", "ArticleIdList": ["10.3390/ijerph13040378", "PMC4847040", "27043587"]}, {"Citation": "Grange SK, Lee JD, Drysdale WS, Lewis AC, Hueglin C, Emmenegger L, Carslaw DC. COVID-19 lockdowns highlight a risk of increasing ozone pollution in European urban areas. Atmos Chem Phys. 2021;21(5):4169–4185. doi: 10.5194/acp-21-4169-2021.", "ArticleIdList": ["10.5194/acp-21-4169-2021"]}, {"Citation": "Grignani E, Mansi A, Cabella R, Castellano P, Tirabasso A, Sisto R, Spagnoli M, Fabrizi G, Frigerio F, Tranfo G. Safe and effective use of ozone as air and surface disinfectant in the conjuncture of Covid-19. Gases. 2021;1(1):19–32. doi: 10.3390/gases1010002.", "ArticleIdList": ["10.3390/gases1010002"]}, {"Citation": "Gupta A, Bherwani H, Gautam S, Anjum S, Musugu K, Kumar N, Anshul A, Kumar R. Air pollution aggravating COVID-19 lethality? Exploration in Asian cities using statistical models. Environ Dev Sustain. 2021;23(4):6408–6417. doi: 10.1007/s10668-020-00878-9.", "ArticleIdList": ["10.1007/s10668-020-00878-9", "PMC7362608", "32837279"]}, {"Citation": "Gurjar BR, Ravindra K, Nagpure AS. Air pollution trends over Indian megacities and their local-to-global implications. Atmos Environ. 2016;142:475–495. doi: 10.1016/j.atmosenv.2016.06.030.", "ArticleIdList": ["10.1016/j.atmosenv.2016.06.030"]}, {"Citation": "Hale T, Angrist N, Goldszmidt R, Kira B, Petherick A, Phillips T, Webster S, Cameron-Blake E, Hallas L, Majumdar S, Tatlow H. A global panel database of pandemic policies (oxford COVID-19 government response tracker) Nat Hum Behav. 2021;5(4):529–538. doi: 10.1038/s41562-021-01079-8.", "ArticleIdList": ["10.1038/s41562-021-01079-8", "33686204"]}, {"Citation": "Hudson JB, Sharma M, Petric M. Inactivation of norovirus by ozone gas in conditions relevant to healthcare. J Hosp Infect. 2007;66(1):40–45. doi: 10.1016/j.jhin.2006.12.021.", "ArticleIdList": ["10.1016/j.jhin.2006.12.021", "17350729"]}, {"Citation": "Iqbal N, Fareed Z, Shahzad F, He X, Shahzad U, Lina M. The nexus between COVID-19, temperature and exchange rate in Wuhan city: new findings from partial and multiple wavelet coherence. Sci Total Environ. 2020;729:138916. doi: 10.1016/j.scitotenv.2020.138916.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138916", "PMC7194511", "32388129"]}, {"Citation": "Jahangiri M, Jahangiri M, Najafgholipour M. The sensitivity and specificity analyses of ambient temperature and population size on the transmission rate of the novel coronavirus (COVID-19) in different provinces of Iran. Sci Total Environ. 2020;728:138872. doi: 10.1016/j.scitotenv.2020.138872.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138872", "PMC7194726", "32335407"]}, {"Citation": "Jain S, Sharma T. Social and travel lockdown impact considering coronavirus disease (COVID-19) on air quality in megacities of India: present benefits, future challenges and way forward. Aerosol Air Qual Res. 2020;20(6):1222–1236. doi: 10.4209/aaqr.2020.04.0171.", "ArticleIdList": ["10.4209/aaqr.2020.04.0171"]}, {"Citation": "Jiang Y, Xu J. The association between COVID-19 deaths and short-term ambient air pollution/meteorological condition exposure: a retrospective study from Wuhan, China. Air Qual Atmos Health. 2021;14(1):1–5. doi: 10.1007/s11869-020-00906-7.", "ArticleIdList": ["10.1007/s11869-020-00906-7", "PMC7429126", "32837623"]}, {"Citation": "Kar SK, Ransing R, Arafat SY, Menon V, (2021) Second wave of COVID-19 pandemic in India: Barriers to effective governmental response. EClinicalMedicine, 36.", "ArticleIdList": ["PMC8164526", "34095794"]}, {"Citation": "Kim D, Chen Z, Zhou LF, Huang SX. Air pollutants and early origins of respiratory diseases. Chronic Dis Transl Med. 2018;4(2):75–94.", "ArticleIdList": ["PMC6033955", "29988883"]}, {"Citation": "Kolluru SSR, Patra AK. Personal exposures to PM during short distance highway travel in India. Transp Res Part d: Transp Environ. 2020;81:102315. doi: 10.1016/j.trd.2020.102315.", "ArticleIdList": ["10.1016/j.trd.2020.102315"]}, {"Citation": "Kolluru SSR, Patra AK, Sahu SP. A comparison of personal exposure to air pollutants in different travel modes on national highways in India. Sci Total Environ. 2018;619:155–164. doi: 10.1016/j.scitotenv.2017.11.086.", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.086", "29145052"]}, {"Citation": "Kolluru SSR, Patra AK, Dubey RS. In-vehicle PM2. 5 personal concentrations in winter during long distance road travel in India. Sci Total Environ. 2019;684:207–220. doi: 10.1016/j.scitotenv.2019.05.347.", "ArticleIdList": ["10.1016/j.scitotenv.2019.05.347", "31153068"]}, {"Citation": "Kolluru SSR, Patra AK, Kumar P. Determinants of commuter exposure to PM2 5 and CO during long-haul journeys on national highways in India. Atmos Pollut Res. 2019;10(4):1031–1041. doi: 10.1016/j.apr.2019.01.012.", "ArticleIdList": ["10.1016/j.apr.2019.01.012"]}, {"Citation": "Kolluru SSR, Patra AK, Nagendra SS. Association of air pollution and meteorological variables with COVID-19 incidence: evidence from five megacities in India. Environ Res. 2021;195:110854. doi: 10.1016/j.envres.2021.110854.", "ArticleIdList": ["10.1016/j.envres.2021.110854", "PMC7866844", "33561448"]}, {"Citation": "Kumar P, Gulia S, Harrison RM, Khare M. The influence of odd–even car trial on fine and coarse particles in Delhi. Environ Pollut. 2017;225:20–30. doi: 10.1016/j.envpol.2017.03.017.", "ArticleIdList": ["10.1016/j.envpol.2017.03.017", "28343101"]}, {"Citation": "Kumar P, Hama S, Omidvarborna H, Sharma A, Sahani J, Abhijith KV, Debele SE, Zavala-Reyes JC, Barwise Y, Tiwari A. Temporary reduction in fine particulate matter due to ‘anthropogenic emissions switch-off’during COVID-19 lockdown in Indian cities. Sustain Cities Soc. 2020;62:102382. doi: 10.1016/j.scs.2020.102382.", "ArticleIdList": ["10.1016/j.scs.2020.102382", "PMC7357527", "32834936"]}, {"Citation": "Kumar RP, Samuel C, Rekha SR, Gautam S. Air pollution in five Indian megacities during the christmas and new year celebration amidst COVID-19 pandemic. Stoch Env Res Risk Assess. 2022 doi: 10.1007/s00477-022-02214-1.", "ArticleIdList": ["10.1007/s00477-022-02214-1", "PMC8976463", "35401048"]}, {"Citation": "Landguth EL, Holden ZA, Graham J, Stark B, Mokhtari EB, Kaleczyc E, Anderson S, Urbanski S, Jolly M, Semmens EO, Warren DA. The delayed effect of wildfire season particulate matter on subsequent influenza season in a mountain west region of the USA. Environ Int. 2020;139:105668. doi: 10.1016/j.envint.2020.105668.", "ArticleIdList": ["10.1016/j.envint.2020.105668", "PMC7275907", "32244099"]}, {"Citation": "Li H, Xu XL, Dai DW, Huang ZY, Ma Z, Guan YJ. Air pollution and temperature are associated with increased COVID-19 incidence: a time series study. Int J Infect Dis. 2020;97:278–282. doi: 10.1016/j.ijid.2020.05.076.", "ArticleIdList": ["10.1016/j.ijid.2020.05.076", "PMC7266595", "32502664"]}, {"Citation": "Ling SH, van Eeden SF. Particulate matter air pollution exposure: role in the development and exacerbation of chronic obstructive pulmonary disease. Int J Chron Obstruct Pulmon Dis. 2009;4:233. doi: 10.2147/COPD.S5098.", "ArticleIdList": ["10.2147/COPD.S5098", "PMC2699820", "19554194"]}, {"Citation": "Luo C, Yao L, Zhang L, Yao M, Chen X, Wang Q, Shen H. Possible transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in a public bath center in Huai’an, Jiangsu Province China. JAMA Netw Open. 2020;3(3):e204583–e204583. doi: 10.1001/jamanetworkopen.2020.4583.", "ArticleIdList": ["10.1001/jamanetworkopen.2020.4583", "32227177"]}, {"Citation": "Mahato S, Pal S, Ghosh KG. Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi India. Sci Total Environ. 2020;730:139086. doi: 10.1016/j.scitotenv.2020.139086.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139086", "PMC7189867", "32375105"]}, {"Citation": "Maji KJ, Namdeo A, Bell M, Goodman P, Nagendra SS, Barnes JH, De Vito L, Hayes E, Longhurst JW, Kumar R, Sharma N. Unprecedented reduction in air pollution and corresponding short-term premature mortality associated with COVID-19 lockdown in Delhi, India. J Air Waste Manag Assoc. 2021;71(9):1085–101. doi: 10.1080/10962247.2021.1905104.", "ArticleIdList": ["10.1080/10962247.2021.1905104", "33764280"]}, {"Citation": "Manisalidis I, Stavropoulou E, Stavropoulos A, Bezirtzoglou E. Environmental and health impacts of air pollution: a review. Front Public Health. 2020;8:14. doi: 10.3389/fpubh.2020.00014.", "ArticleIdList": ["10.3389/fpubh.2020.00014", "PMC7044178", "32154200"]}, {"Citation": "Meo SA, Abukhalaf AA, Sami W, Hoang TD. Effect of environmental pollution PM2.5, carbon monoxide, and ozone on the incidence and mortality due to SARS-CoV-2 infection in London, United Kingdom. Journal of King Saud University-Science. 2021;33(3):101373. doi: 10.1016/j.jksus.2021.101373.", "ArticleIdList": ["10.1016/j.jksus.2021.101373", "PMC8043584", "33867776"]}, {"Citation": "Naqvi HR, Mutreja G, Shakeel A, Singh K, Abbas K, Fatma D, Chaudhary AA, Siddiqui MA, Gautam AS, Gautam S, Naqvi AR. Wildfire-induced pollution and its short-term impact on COVID-19 cases and mortality in California. Gondwana Res. 2022 doi: 10.1016/j.gr.2022.04.016.", "ArticleIdList": ["10.1016/j.gr.2022.04.016", "PMC9066963", "35529075"]}, {"Citation": "North CM, MacNaughton P, Lai PS, Vallarino J, Okello S, Kakuhikire B, Tsai AC, Castro MC, Siedner MJ, Allen JG, Christiani DC. Personal carbon monoxide exposure, respiratory symptoms, and the potentially modifying roles of sex and HIV infection in rural Uganda: a cohort study. Environ Health. 2019;18(1):1–12. doi: 10.1186/s12940-019-0517-z.", "ArticleIdList": ["10.1186/s12940-019-0517-z", "PMC6701123", "31429759"]}, {"Citation": "Oreshkova N, Molenaar RJ, Vreman S, Harders F, Munnink BBO, Hakze-van Der Honing RW, Gerhards N, Tolsma P, Bouwstra R, Sikkema RS, Tacken MG. SARS-CoV-2 infection in farmed minks, the Netherlands, April and May 2020. Eurosurveillance. 2020;25(23):2001005. doi: 10.2807/1560-7917.ES.2020.25.23.2001005.", "ArticleIdList": ["10.2807/1560-7917.ES.2020.25.23.2001005", "PMC7403642", "32553059"]}, {"Citation": "Patrikar S, Poojary D, Basannar DR, Faujdar DS, Kunte R. Projections for novel coronavirus (COVID-19) and evaluation of epidemic response strategies for India. Med J Armed Forces India. 2020;76(3):268–275. doi: 10.1016/j.mjafi.2020.05.001.", "ArticleIdList": ["10.1016/j.mjafi.2020.05.001", "PMC7250784", "32773928"]}, {"Citation": "Peralta O, Ortínez-Alvarez A, Torres-Jardón R, Suárez-Lastra M, Castro T, Ruíz-Suárez LG. Ozone over Mexico City during the COVID-19 pandemic. Sci Total Environ. 2021;761:143183. doi: 10.1016/j.scitotenv.2020.143183.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143183", "PMC7581390", "33168247"]}, {"Citation": "Ramadan N, Shaib H. Middle East respiratory syndrome coronavirus (MERS-CoV): a review. Germs. 2019;9(1):35. doi: 10.18683/germs.2019.1155.", "ArticleIdList": ["10.18683/germs.2019.1155", "PMC6446491", "31119115"]}, {"Citation": "Ran J, Zhao S, Han L, Chen D, Yang Z, Yang L, Wang MH, He D. The ambient ozone and COVID-19 transmissibility in China: a data-driven ecological study of 154 cities. J Infect. 2020;81(3):e9. doi: 10.1016/j.jinf.2020.07.011.", "ArticleIdList": ["10.1016/j.jinf.2020.07.011", "PMC7342057", "32652165"]}, {"Citation": "Ravina M, Esfandabadi ZS, Panepinto D, Zanetti M. Traffic-induced atmospheric pollution during the COVID-19 lockdown: Dispersion modeling based on traffic flow monitoring in Turin Italy. J Clean Prod. 2021;317:128425. doi: 10.1016/j.jclepro.2021.128425.", "ArticleIdList": ["10.1016/j.jclepro.2021.128425", "PMC8297952", "34316101"]}, {"Citation": "Riccò M, Ranzieri S, Balzarini F, Bragazzi NL, Corradi M. SARS-CoV-2 infection and air pollutants: correlation or causation? Sci Total Environ. 2020;734:139489. doi: 10.1016/j.scitotenv.2020.139489.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139489", "PMC7229444", "32425256"]}, {"Citation": "Saha J, Barman B, Chouhan P. Lockdown for COVID-19 and its impact on community mobility in India: an analysis of the COVID-19 community mobility reports, 2020. Child Youth Serv Rev. 2020;116:105160. doi: 10.1016/j.childyouth.2020.105160.", "ArticleIdList": ["10.1016/j.childyouth.2020.105160", "PMC7289746", "32834269"]}, {"Citation": "Sahay S. Urban adaptation to climate sensitive health effect: evaluation of coping strategies for dengue in Delhi, India. Sustain Cities Soc. 2018;37:178–188. doi: 10.1016/j.scs.2017.11.017.", "ArticleIdList": ["10.1016/j.scs.2017.11.017"]}, {"Citation": "Şahin M. Impact of weather on COVID-19 pandemic in Turkey. Sci Total Environ. 2020;728:138810. doi: 10.1016/j.scitotenv.2020.138810.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138810", "PMC7169889", "32334158"]}, {"Citation": "Sahoo JP, Mishra AP, Samal KC. Triple mutant bengal strain (B. 1.618) of coronavirus and the worst COVID outbreak in India. Biotica Res Today. 2021;3(4):261–265."}, {"Citation": "Sharma SB, Jain S, Khirwadkar P, Kulkarni S. The effects of air pollution on the environment and human health. Indian J Res Pharm Biotechnol. 2013;1(3):391–396."}, {"Citation": "Sharma S, Zhang M, Gao J, Zhang H, Kota SH. Effect of restricted emissions during COVID-19 on air quality in India. Sci Total Environ. 2020;728:138878. doi: 10.1016/j.scitotenv.2020.138878.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138878", "PMC7175882", "32335409"]}, {"Citation": "Shehzad K, Xiaoxing L, Ahmad M, Majeed A, Tariq F, Wahab S. Does air pollution upsurge in megacities after Covid-19 lockdown? A Spatial Approach Environ Res. 2021;197:111052. doi: 10.1016/j.envres.2021.111052.", "ArticleIdList": ["10.1016/j.envres.2021.111052", "PMC7977018", "33753079"]}, {"Citation": "Shereen MA, Khan S, Kazmi A, Bashir N, Siddique R. COVID-19 infection: Origin, transmission, and characteristics of human coronaviruses. J Adv Res. 2020;24:91. doi: 10.1016/j.jare.2020.03.005.", "ArticleIdList": ["10.1016/j.jare.2020.03.005", "PMC7113610", "32257431"]}, {"Citation": "Shukla A, Mishra A, Tandel BNT, (2021) Is Exposure to PM2.5 and PM10, a Factor of Surge of 2nd Wave of COVID-19-A Case Study of Delhi, India?."}, {"Citation": "Sicard P, De Marco A, Agathokleous E, Feng Z, Xu X, Paoletti E, Rodriguez JJD, Calatayud V. Amplified ozone pollution in cities during the COVID-19 lockdown. Sci Total Environ. 2020;735:139542. doi: 10.1016/j.scitotenv.2020.139542.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139542", "PMC7237366", "32447070"]}, {"Citation": "Singh BP, Kumar P. Spatio-temporal variation in fine particulate matter and effect on air quality during the COVID-19 in New Delhi. India: Urban Climate; 2021. p. 101013.", "ArticleIdList": ["PMC8549199", "34722140"]}, {"Citation": "Singh V, Singh S, Biswal A, Kesarkar AP, Mor S, Ravindra K. Diurnal and temporal changes in air pollution during COVID-19 strict lockdown over different regions of India. Environ Pollut. 2020;266:115368. doi: 10.1016/j.envpol.2020.115368.", "ArticleIdList": ["10.1016/j.envpol.2020.115368", "PMC7426090", "32829030"]}, {"Citation": "Spinazzè A, Cattaneo A, Scocca DR, Bonzini M, Cavallo DM. Multi-metric measurement of personal exposure to ultrafine particles in selected urban microenvironments. Atmos Environ. 2015;110:8–17. doi: 10.1016/j.atmosenv.2015.03.034.", "ArticleIdList": ["10.1016/j.atmosenv.2015.03.034"]}, {"Citation": "Srivastava S, Kumar A, Bauddh K, Gautam AS, Kumar S. 21-Day lockdown in India dramatically reduced air pollution indices in Lucknow and New Delhi, India. Bull Environ Contam Toxicol. 2020;105:9–17. doi: 10.1007/s00128-020-02895-w.", "ArticleIdList": ["10.1007/s00128-020-02895-w", "PMC7266738", "32495123"]}, {"Citation": "Statistical Abstract of Delhi 2014. Directorate of Economics & Statistics. Government of NCT of Delhi, New Delhi (2014)"}, {"Citation": "Sun W, Hess P, Liu C. The impact of meteorological persistence on the distribution and extremes of ozone. Geophys Res Lett. 2017;44(3):1545–1553. doi: 10.1002/2016GL071731.", "ArticleIdList": ["10.1002/2016GL071731"]}, {"Citation": "Thapliyal J, Bhattacharyya M, Prakash S, Patni B, Gautam S, Gautam AS. Addressing the relevance of COVID–19 pandemic in nature and human socio-economic fate. Stoch Env Res Risk Assess. 2022 doi: 10.1007/s00477-022-02191-5.", "ArticleIdList": ["10.1007/s00477-022-02191-5", "PMC8905571", "35282330"]}, {"Citation": "Thiagarajan K, (2021) Why is India having a covid-19 surge? BMJ, 2021.", "ArticleIdList": ["33931413"]}, {"Citation": "Tobías A, Carnerero C, Reche C, Massagué J, Via M, Minguillón MC, Alastuey A, Querol X. Changes in air quality during the lockdown in Barcelona (Spain) one month into the SARS-CoV-2 epidemic. Sci Total Environ. 2020;726:138540. doi: 10.1016/j.scitotenv.2020.138540.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138540", "PMC7151283", "32302810"]}, {"Citation": "Travaglio M, Yu Y, Popovic R, Selley L, Leal NS, Martins LM. Links between air pollution and COVID-19 in England. Environ Pollut. 2021;268:115859. doi: 10.1016/j.envpol.2020.115859.", "ArticleIdList": ["10.1016/j.envpol.2020.115859", "PMC7571423", "33120349"]}, {"Citation": "Vadrevu KP, Eaturu A, Biswas S, Lasko K, Sahu S, Garg JK, Justice C. Spatial and temporal variations of air pollution over 41 cities of India during the COVID-19 lockdown period. Sci Rep. 2020;10(1):1–15. doi: 10.1038/s41598-020-72271-5.", "ArticleIdList": ["10.1038/s41598-020-72271-5", "PMC7539013", "33024128"]}, {"Citation": "Van Doremalen N, Bushmaker T, Morris DH, Holbrook MG, Gamble A, Williamson BN, Tamin A, Harcourt JL, Thornburg NJ, Gerber SI, Lloyd-Smith JO. Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1. N Engl J Med. 2020;382(16):1564–1567. doi: 10.1056/NEJMc2004973.", "ArticleIdList": ["10.1056/NEJMc2004973", "PMC7121658", "32182409"]}, {"Citation": "Velásquez RMA, Lara JVM. Gaussian approach for probability and correlation between the number of COVID-19 cases and the air pollution in Lima. Urban Climate. 2020;33:100664. doi: 10.1016/j.uclim.2020.100664.", "ArticleIdList": ["10.1016/j.uclim.2020.100664", "PMC7332952", "32834964"]}, {"Citation": "Wiśniewski O, Kozak W, Wiśniewski M. The ground-level ozone concentration is inversely correlated with the number of COVID-19 cases in Warsaw, Poland. Air Qual Atmos Health. 2021;14(8):1169–73. doi: 10.1007/s11869-021-01009-7.", "ArticleIdList": ["10.1007/s11869-021-01009-7", "PMC8030645", "33850571"]}, {"Citation": "Wu Y, Jing W, Liu J, Ma Q, Yuan J, Wang Y, Du M, Liu M. Effects of temperature and humidity on the daily new cases and new deaths of COVID-19 in 166 countries. Sci Total Environ. 2020;729:139051. doi: 10.1016/j.scitotenv.2020.139051.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139051", "PMC7187824", "32361460"]}, {"Citation": "Xie J, Zhu Y. Association between ambient temperature and COVID-19 infection in 122 cities from China. Sci Total Environ. 2020;724:138201. doi: 10.1016/j.scitotenv.2020.138201.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138201", "PMC7142675", "32408450"]}, {"Citation": "Yano H, Nakano R, Suzuki Y, Nakano A, Kasahara K, Hosoi H. Inactivation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by gaseous ozone treatment. J Hosp Infect. 2020;106(4):837. doi: 10.1016/j.jhin.2020.10.004.", "ArticleIdList": ["10.1016/j.jhin.2020.10.004", "PMC7547371", "33049366"]}, {"Citation": "Zhang JM, Zheng CY, Xiao GF, Zhou YQ, Gao R. Examination of the efficacy of ozone solution disinfectant in in activating SARS virus. Chin J Disinfect. 2004;1:66–70."}, {"Citation": "Zhang T, Wu Q, Zhang Z. Probable pangolin origin of SARS-CoV-2 associated with the COVID-19 outbreak. Curr Biol. 2020;30(7):1346–1351. doi: 10.1016/j.cub.2020.03.022.", "ArticleIdList": ["10.1016/j.cub.2020.03.022", "PMC7156161", "32197085"]}, {"Citation": "Zhang Z, Xue T, Jin X. Effects of meteorological conditions and air pollution on COVID-19 transmission: evidence from 219 Chinese cities. Sci Total Environ. 2020;741:140244. doi: 10.1016/j.scitotenv.2020.140244.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140244", "PMC7832158", "32592975"]}, {"Citation": "Zhang X, Tang M, Guo F, Wei F, Yu Z, Gao K, Jin M, Wang J, Chen K. Associations between air pollution and COVID-19 epidemic during quarantine period in China. Environ Pollut. 2021;268:115897. doi: 10.1016/j.envpol.2020.115897.", "ArticleIdList": ["10.1016/j.envpol.2020.115897", "PMC7573694", "33126032"]}, {"Citation": "Zhao Y, Hu J, Tan Z, Liu T, Zeng W, Li X, Huang C, Wang S, Huang Z, Ma W. Ambient carbon monoxide and increased risk of daily hospital outpatient visits for respiratory diseases in Dongguan, China. Sci Total Environ. 2019;668:254–260. doi: 10.1016/j.scitotenv.2019.02.333.", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.333", "30852202"]}, {"Citation": "Zhao Y, Zhang K, Xu X, Shen H, Zhu X, Zhang Y, Hu Y, Shen G. Substantial changes in nitrogen dioxide and ozone after excluding meteorological impacts during the COVID-19 outbreak in mainland China. Environ Sci Technol Lett. 2020;7(6):402–408. doi: 10.1021/acs.estlett.0c00304.", "ArticleIdList": ["10.1021/acs.estlett.0c00304"]}, {"Citation": "Zhong NS, Zheng BJ, Li YM, Poon LLM, Xie ZH, Chan KH, Li PH, Tan SY, Chang Q, Xie JP, Liu XQ. Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China, in February, 2003. The Lancet. 2003;362(9393):1353–1358. doi: 10.1016/S0140-6736(03)14630-2.", "ArticleIdList": ["10.1016/S0140-6736(03)14630-2", "PMC7112415", "14585636"]}, {"Citation": "Zhu Y, Xie J, Huang F, Cao L. Association between short-term exposure to air pollution and COVID-19 infection: evidence from China. Sci Total Environ. 2020;727:138704. doi: 10.1016/j.scitotenv.2020.138704.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138704", "PMC7159846", "32315904"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "30"}, {"Year": "2022", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "2", "Minute": "4"}, {"Year": "2022", "Month": "9", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36164666", "PMC9493175", "10.1007/s00477-022-02308-w", "2308"]}}], "PubmedBookArticle": []}