{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Acute urticaria", "Air pollutants", "Chronic urticaria", "Time series analysis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36161569", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "26"}], "ELocationID": ["10.1007/s11356-022-22659-9"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "The differential impact of air pollutants on acute urticaria and chronic urticaria: a time series analysis.", "Pagination": {"StartPage": "14656", "EndPage": "14662", "MedlinePgn": "14656-14662"}, "Abstract": {"AbstractText": ["Several studies have revealed a relationship between short-term exposure to air pollution and the exacerbation of certain skin conditions. This study was developed to expand on these findings by exploring the potential association between exposure to air pollutants including particulate matter, sulfur dioxide, and ozone and the incidence of acute and chronic urticaria in Shenyang, China, from 2016 to 2018. Exposure-response relationships between daily mean concentrations of these airborne pollutants and visits to outpatient dermatological clinics for acute urticaria and chronic urticaria were evaluated via a time series analysis approach using a generalized additive model. This analysis revealed that a 10 μg/m<sup>3</sup> increase in daily mean O<sub>3</sub>_8h concentrations was associated with a 0.36% (95% CI, 0.31-0.41%), 0.35% (95% CI, 0.30-0.40%), and 0.34% (95% CI, 0.29-0.39%) increase in the number of outpatient visits for acute urticaria on that day (lag0), lagging day 1 (lag1), and lagging day 2 (lag2), respectively. O3 levels also had a similar but weaker effect on the frequency of patients seeking outpatient care for chronic urticaria. These analyses also revealed that estimated 0.47% (95% CI, 0.41-0.52%) and 0.46% (95% CI, 0.40-0.51%) increases in dermatological outpatient acute urticaria visits were observed for every 10μg/m3 rise in O3_8h concentrations on cumulative lagging days (lag01 and lag02). Increases in particulate matter (PM<sub>2.5</sub>, PM<sub>10</sub>) levels had a similar cumulative effect on patients with chronic urticaria. In summary, these results suggest that short-term O<sub>3</sub>, PM<sub>2.5</sub>, and PM<sub>10</sub> exposure can increase the risk of acute urticaria and chronic urticaria."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Shengjing Hospital of China Medical University, Shenyang, 110004, China."}], "LastName": "Li", "ForeName": "Jiawei", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, The Seventh People's Hospital of Shenyang, Shenyang, 110003, China."}], "LastName": "Song", "ForeName": "Guoqiang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Shengjing Hospital of China Medical University, Shenyang, 110004, China."}], "LastName": "Mu", "ForeName": "Zhenzhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, The Seventh People's Hospital of Shenyang, Shenyang, 110003, China."}], "LastName": "Lan", "ForeName": "Xiaoou", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Shengjing Hospital of China Medical University, Shenyang, 110004, China."}], "LastName": "Yang", "ForeName": "Fan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Shengjing Hospital of China Medical University, Shenyang, 110004, China."}], "LastName": "Li", "ForeName": "Lin", "Initials": "L"}, {"Identifier": ["0000-0002-0774-8148"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Shengjing Hospital of China Medical University, Shenyang, 110004, China. hanxiuping66@126.com."}], "LastName": "Han", "ForeName": "Xiuping", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Urticaria"}, {"QualifierName": [], "DescriptorName": "Chronic Urticaria"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abolhasani R, Araghi F, Tabary M, Aryannejad A, Mashinchi B, Robati RM (2021) The impact of air pollution on skin and related disorders: a comprehensive review. Dermatol Ther 34:e14840", "ArticleIdList": ["10.1111/dth.14840"]}, {"Citation": "Ali A, Khan H, Bahadar R, Riaz A, Asad M (2020) The impact of airborne pollution and exposure to solar ultraviolet radiation on skin: mechanistic and physiological insight. Environ Sci Pollut Res Int 27:28730–28736", "ArticleIdList": ["10.1007/s11356-020-09280-4"]}, {"Citation": "Beck I, Jochner S, Gilles S, McIntyre M, Buters JT, Schmidt-Weber C, Behrendt H, Ring J, Menzel A, Traidl-Hoffmann C (2013) High environmental ozone levels lead to enhanced allergenicity of birch pollen. PLoS One 8:e80147", "ArticleIdList": ["10.1371/journal.pone.0080147"]}, {"Citation": "Clarke K, Manrique A, Sabo-Attwood T, Coker ES (2021) A narrative review of occupational air pollution and respiratory health in farmworkers. Int J Environ Res Public Health 18:4097", "ArticleIdList": ["10.3390/ijerph18084097"]}, {"Citation": "El Haddad C, Gerbaka NE, Hallit S, Tabet C (2021) Association between exposure to ambient air pollution and occurrence of inflammatory acne in the adult population. BMC Public Health 21:1664", "ArticleIdList": ["10.1186/s12889-021-11738-0"]}, {"Citation": "Furue M, Takahara M, Nakahara T, Uchi H (2014) Role of AhR/ARNT system in skin homeostasis. Arch Dermatol Res 306:769–779", "ArticleIdList": ["10.1007/s00403-014-1481-7"]}, {"Citation": "Fussell JC, Kelly FJ (2020) Oxidative contribution of air pollution to extrinsic skin ageing. Free Radic Biol Med 151:111–122", "ArticleIdList": ["10.1016/j.freeradbiomed.2019.11.038"]}, {"Citation": "Garcia-Gallardo MV, Algorta J, Longo N, Espinel S, Aragones A, Lombardero M, Bernaola G, Jauregui I, Aranzabal A, Albizu MV, Gastaminza G (2013) Evaluation of the effect of pollution and fungal disease on Pinus radiata pollen allergenicity. Int Arch Allergy Immunol 160:241–250", "ArticleIdList": ["10.1159/000341368"]}, {"Citation": "Hamanaka RB, Mutlu GM (2018) Particulate matter air pollution: effects on the cardiovascular system. Front Endocrinol (Lausanne) 9:680", "ArticleIdList": ["10.3389/fendo.2018.00680"]}, {"Citation": "Hansel NN, McCormack MC, Kim V (2016) The effects of air pollution and temperature on COPD. COPD 13:372–379", "ArticleIdList": ["10.3109/15412555.2015.1089846"]}, {"Citation": "Hayes RB, Lim C, Zhang Y, Cromar K, Shao Y, Reynolds HR, Silverman DT, Jones RR, Park Y, Jerrett M, Ahn J, Thurston GD (2020) PM2.5 air pollution and cause-specific cardiovascular disease mortality. Int J Epidemiol 49:25–35", "ArticleIdList": ["10.1093/ije/dyz114"]}, {"Citation": "Hu R, Xie XY, Xu SK, Wang YN, Jiang M, Wen LR, Lai W, Guan L (2017) PM2.5 exposure elicits oxidative stress responses and mitochondrial apoptosis pathway activation in HaCaT keratinocytes. Chin Med J 130:2205–2214", "ArticleIdList": ["10.4103/0366-6999.212942"]}, {"Citation": "Kalkan G, Seçkin H, Duygu F, Akbaş A, Özyurt H, Şahin M (2013) Oxidative stress status in patients with acute urticaria. Cutan Ocul Toxicol 33:109–114", "ArticleIdList": ["10.3109/15569527.2013.808658"]}, {"Citation": "Kalkan G, Seckin HY, Duygu F, Akbas A, Ozyurt H, Sahin M (2014) Oxidative stress status in patients with acute urticaria. Cutan Ocul Toxicol 33:109–114", "ArticleIdList": ["10.3109/15569527.2013.808658"]}, {"Citation": "Kathuria P, Silverberg JI (2016) Association of pollution and climate with atopic eczema in US children. Pediatr Allergy Immunol 27:478–485", "ArticleIdList": ["10.1111/pai.12543"]}, {"Citation": "Kramer U, Sugiri D, Ranft U, Krutmann J, von Berg A, Berdel D, Behrendt H, Kuhlbusch T, Hochadel M, Wichmann HE, Heinrich J, Giniplus, groups LIs (2009) Eczema, respiratory allergies, and traffic-related air pollution in birth cohorts from small-town areas. J Dermatol Sci 56:99–105", "ArticleIdList": ["10.1016/j.jdermsci.2009.07.014"]}, {"Citation": "Lee JT, Cho YS, Son JY (2010) Relationship between ambient ozone concentrations and daily hospital admissions for childhood asthma/atopic dermatitis in two cities of Korea during 2004-2005. Int J Environ Health Res 20:1–11", "ArticleIdList": ["10.1080/09603120903254033"]}, {"Citation": "Lefebvre M-A, Pham D-M, Boussouira B, Qiu H, Ye C, Long X, Chen R, Gu W, Laurent A, Nguyen Q-L (2016) Consequences of urban pollution upon skin status. A controlled study in Shanghai area. Int J Cosmet Sci 38:217–223", "ArticleIdList": ["10.1111/ics.12270"]}, {"Citation": "Li M, Vierkotter A, Schikowski T, Huls A, Ding A, Matsui MS, Deng B, Ma C, Ren A, Zhang J, Tan J, Yang Y, Jin L, Krutmann J, Li Z, Wang S (2015) Epidemiological evidence that indoor air pollution from cooking with solid fuels accelerates skin aging in Chinese women. J Dermatol Sci 79:148–154", "ArticleIdList": ["10.1016/j.jdermsci.2015.04.001"]}, {"Citation": "Li X, Cao Y, An SJ, Xiang Y, Huang HX, Xu B, Zhang Y, Li YF, Lu YG, Cai TJ (2022) The association between short-term ambient air pollution and acne vulgaris outpatient visits: a hospital-based time-series analysis in Xi’an. Environ Sci Pollut Res Int 29:14624–14633", "ArticleIdList": ["10.1007/s11356-021-16607-2"]}, {"Citation": "Liu W, Pan X, Vierkotter A, Guo Q, Wang X, Wang Q, Seite S, Moyal D, Schikowski T, Krutmann J (2018) A time-series study of the effect of air pollution on outpatient visits for acne vulgaris in Beijing. Skin Pharmacol Physiol 31:107–113", "ArticleIdList": ["10.1159/000484482"]}, {"Citation": "Ono Y, Torii K, Fritsche E, Shintani Y, Nishida E, Nakamura M, Shirakata Y, Haarmann-Stemmann T, Abel J, Krutmann J, Morita A (2013) Role of the aryl hydrocarbon receptor in tobacco smoke extract-induced matrix metalloproteinase-1 expression. Exp Dermatol 22:349–353", "ArticleIdList": ["10.1111/exd.12148"]}, {"Citation": "Park S, Ha KH, Kim TG, Kim HC, Kim C, Oh SH (2021) Air pollution and risk of hospital outpatient visits for eczematous skin disorders in metropolitan cities of South Korea. Br J Dermatol 185:641–644", "ArticleIdList": ["10.1111/bjd.20079"]}, {"Citation": "Rogerieux F, Godfrin D, Sénéchal H, Motta AC, Marlière M, Peltre G, Lacroix G (2007) Modifications of phleum pratense grass pollen allergens following artificial exposure to gaseous air pollutants (O3, NO2, SO2). Int Arch Allergy Immunol 143(2):127–134", "ArticleIdList": ["10.1159/000099079"]}, {"Citation": "Shamsipour M, Nasrollahi SA, Hassanvand MS, Yazdanparast T, Samadi A, Yunesian M, Mahdavi M, Kassir M, Firooz A (2020) Short-term effects of exposure to air pollution on biophysical parameters of skin in a panel of healthy adults. Dermatol Ther 33:e14536", "ArticleIdList": ["10.1111/dth.14536"]}, {"Citation": "Snow SJ, Henriquez AR, Costa DL, Kodavanti UP (2018) Neuroendocrine regulation of air pollution health effects: emerging insights. Toxicol Sci 164:9–20", "ArticleIdList": ["10.1093/toxsci/kfy129"]}, {"Citation": "Song S, Lee K, Lee YM, Lee JH, Lee SI, Yu SD, Paek D (2011) Acute health effects of urban fine and ultrafine particles on children with atopic dermatitis. Environ Res 111:394–399", "ArticleIdList": ["10.1016/j.envres.2010.10.010"]}, {"Citation": "Tiotiu AI, Novakova P, Nedeva D, Chong-Neto HJ, Novakova S, Steiropoulos P, Kowal K (2020) Impact of air pollution on asthma outcomes. Int J Environ Res Public Health 17:6212", "ArticleIdList": ["10.3390/ijerph17176212"]}, {"Citation": "Tsuji G, Takahara M, Uchi H, Takeuchi S, Mitoma C, Moroi Y, Furue M (2011) An environmental contaminant, benzo(a)pyrene, induces oxidative stress-mediated interleukin-8 production in human keratinocytes via the aryl hydrocarbon receptor signaling pathway. J Dermatol Sci 62:42–49"}, {"Citation": "Xu F, Yan S, Wu M, Li F, Xu X, Song W, Zhao J, Xu J, Kan H (2011) Ambient ozone pollution as a risk factor for skin disorders. Br J Dermatol 165:224–225", "ArticleIdList": ["10.1111/j.1365-2133.2011.10349.x"]}, {"Citation": "Yang YS, Lim HK, Hong KK, Shin MK, Lee JW, Lee SW, Kim NI (2014) Cigarette smoke-induced interleukin-1 alpha may be involved in the pathogenesis of adult acne. Ann Dermatol 26:11–16", "ArticleIdList": ["10.5021/ad.2014.26.1.11"]}, {"Citation": "Yu G, Wang Y, Cao H, Zhao H, Xie Y (2020) Reactive oxygen species and catalytic active sites in heterogeneous catalytic ozonation for water purification. Environ Sci Technol 54:5931–5946", "ArticleIdList": ["10.1021/acs.est.0c00575"]}, {"Citation": "Yunquan Z, Cunlu L, Renjie F, Yaohui Z, Kai W (2016) The short-term effect of ambient temperature on mortality in Wuhan, China: a time-series study using a distributed lag non-linear model. Int J Environ Res Public Health 13:722", "ArticleIdList": ["10.3390/ijerph13070722"]}, {"Citation": "Zeghnoun A, Czernichow P, Beaudeau P, Hautemaniere A, Froment L, Le Tertre A, Quenel P (2001) Short-term effects of air pollution on mortality in the cities of Rouen and Le Havre, France, 1990-1995. Arch Environ Health 56:327–335", "ArticleIdList": ["10.1080/00039890109604464"]}, {"Citation": "Zuberbier T (2003) Urticaria. Allergy 58:1224–1234", "ArticleIdList": ["10.1046/j.1398-9995.2003.00327.x"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "9"}, {"Year": "2022", "Month": "8", "Day": "18"}, {"Year": "2022", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "26", "Hour": "18", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36161569", "10.1007/s11356-022-22659-9", "10.1007/s11356-022-22659-9"]}}], "PubmedBookArticle": []}