{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality", "COVID-19", "Lockdown", "PM10, PM2.5, NO2, O3", "Saudi Arabia"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36185412", "DateRevised": {"Year": "2022", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "27"}], "ELocationID": ["10.1007/s41748-022-00328-8"], "Journal": {"ISSN": "2509-9434", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2022"}}, "Title": "Earth systems and environment", "ISOAbbreviation": "Earth Syst Environ"}, "ArticleTitle": "The COVID-19 Pandemic: Quantification of Temporal Variations in Air Pollutants Before, During and Post the Lockdown in Jeddah City, Saudi Arabia.", "Pagination": {"StartPage": "917", "EndPage": "926", "MedlinePgn": "917-926"}, "Abstract": {"AbstractText": ["The government of Saudi Arabia imposed a strict lockdown between March and July 2020 to stop the spread of the coronavirus disease (COVID-19), which has led to a sharp decline in economic activities. The daily temporal variations of PM<sub>10</sub>, PM<sub>2.5</sub>, carbon monoxide (CO), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>) were used to investigate the changes in air quality in response to COVID-19 lockdown control measures from January to December 2020 in Jeddah, Saudi Arabia. Meteorological parameters (wind speed, direction, temperature, relative humidity) were also analyzed to understand the changes during the pandemic. As a result, significant reductions in the concentrations of NO<sub>2</sub> (- 44.5%), CO (- 41.5%), and PM<sub>2.5</sub>, PM<sub>10</sub> (- 29.5%, each) were measured in the capital city of Jeddah during the quarantine compared to the pre-lockdown average. In contrast, the lockdown caused a significant increase in O<sub>3</sub> by 41%. The changes in air quality during the COVID-19 outbreak by comparing the average pollutant concentration before lockdown (January 1-March 21, 2020) and the following 12 weeks during the partial lockdown (March 22-July 28, 2020), reveal a very significant decrease in pollutants, and consequently a significant improvement in air quality. Observed differences are attributable to changes in point source emissions associated with changes in localized activities, possibly related to decreased economic and industrial activity in response to the lockdown. The results of the present study show during the study period indicated a positive response to lockdown during the COVID-19 pandemic. Furthermore, the results can be used to establish future control measures and strategies to improve air quality."], "CopyrightInformation": "© King Abdulaziz University and Springer Nature Switzerland AG 2022, Springer Nature or its licensor holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.40803.3f", "0000 0001 2173 6074"], "Affiliation": "Department of Chemistry, North Carolina State University, Wilmington, 17161 USA."}], "LastName": "Hammam", "ForeName": "Esam Elbehadi", "Initials": "EE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412125.1", "0000 0001 0619 1117"], "Affiliation": "Faculty of Meteorology, Environment and Agriculture of Arid Regions, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Al Ghamdi", "ForeName": "Mansour A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412125.1", "0000 0001 0619 1117"], "Affiliation": "Center of Excellence for Climate Change Research/Department of Meteorology, King Abdulaziz University, Jeddah, 21589 Saudi Arabia."}, {"Identifier": ["grid.8273.e", "0000 0001 1092 7967"], "Affiliation": "Climatic Research Unit, School of Environmental Sciences, University of East Anglia, Norwich, UK."}], "LastName": "Almazroui", "ForeName": "Mansour", "Initials": "M"}, {"Identifier": ["0000-0001-6863-4593"], "AffiliationInfo": [{"Identifier": ["grid.7155.6", "0000 0001 2260 6941"], "Affiliation": "Faculty of Science, Alexandria University, 21511 Moharem Bay, Alexandria, Egypt."}, {"Identifier": ["grid.423564.2", "0000 0001 2165 2866"], "Affiliation": "Scientific Committee of Environmental Problems (SCOPE), Academy of Scientific Research & Technology (ASRT), 101 Kasr Al Ini Street, Cairo, Egypt."}, {"Identifier": ["grid.412125.1", "0000 0001 0619 1117"], "Affiliation": "Centre of Excellence in Environmental Studies, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Hassan", "ForeName": "Ibrahim A", "Initials": "IA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Earth Syst Environ", "NlmUniqueID": "9918284168606676", "ISSNLinking": "2509-9434"}, "CoiStatement": "Conflict of interestAuthors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ali QA, Raza A, Saghir S, Khan MT. Impact of wind speed and air pollution on COVID-19 transmission in Pakistan. Int J Environ Sci Technol. 2021;18:1287–1298. doi: 10.1007/s13762-021-03219-z.", "ArticleIdList": ["10.1007/s13762-021-03219-z", "PMC7955222", "33747099"]}, {"Citation": "Aman MA, Salman MS, Yunus AP. COVID-19 and its impact on environment: Improved pollution levels during the lockdown period—a case from Ahmedabad, India. Remote Sens Appl Soc Environ. 2020;20:10038. doi: 10.1016/j.rsase.2020.100382.", "ArticleIdList": ["10.1016/j.rsase.2020.100382", "PMC7446619", "34173436"]}, {"Citation": "Basahi JM, Ismail IM, Hammam E, Hassan IA. Total suspended particulate matter (TSP) and its associated heavy metals in atmosphere on the Western Coast of Saudi Arabia. Pol J Environ Stud. 2017;26(5):2419–2424. doi: 10.15244/pjoes/69102.", "ArticleIdList": ["10.15244/pjoes/69102"]}, {"Citation": "Bashir MF, Jiang MA, Komal BK, Bashir MA, Farooq TH, Iqbal N, Bashir M. Correlation between environmental pollution indicators and COVID-19 pandemic: a brief study in Californian context. Environ Res. 2020 doi: 10.1016/j.envres.2020.109652.", "ArticleIdList": ["10.1016/j.envres.2020.109652", "PMC7219392", "32405084"]}, {"Citation": "Bauwens M, Compernolle S, Stavrakou T, Müller J-F, Gent J, Eskes H, Levelt P, Veefkind J, Vlietinck J, Yu H, Zehner C. Impact of coronavirus outbreak on NO2 pollution assessed using TROPOMI and OMI observations. Geophys Res Lett. 2020 doi: 10.1029/2020GL087978.", "ArticleIdList": ["10.1029/2020GL087978", "PMC7261997", "32836515"]}, {"Citation": "Bolâno-Ortiz TR, Camargo-Caicedo Y, Puliafito SE, Ruggeri MR. Spread of SARS-CoV-2 through Latin America and the Caribbean region: a look from its economic conditions, climate and air pollution indicators. Enviro Res. 2020;191:109938. doi: 10.1016/j.envres.2020.109938.", "ArticleIdList": ["10.1016/j.envres.2020.109938", "PMC7361092", "32858479"]}, {"Citation": "Broomandi P, Karaca F, Nikfal A, Jahanbakhshi A, Tamjidi M, Kim JR. Impact of COVID-19 event on the air quality in Iran. Aerosol Air Qual Res. 2020;20:1793–1804. doi: 10.4209/aaqr.2020.05.0205.", "ArticleIdList": ["10.4209/aaqr.2020.05.0205"]}, {"Citation": "Butenhoff CL, Aslam MK, Khalil K, Porter WC, Al-Sahafi MS, Almazroui M, Al-Khalaf A. Evaluation of ozone, nitrogen dioxide, and carbon monoxide at nine sites in Saudi Arabia. Air Waste Manag Assoc. 2015;65:871–886. doi: 10.1080/10962247.2015.1031921.", "ArticleIdList": ["10.1080/10962247.2015.1031921", "26079561"]}, {"Citation": "Chang J, Wui H, Fuei CP, Kong S, Kai S, Sentian J. Variability of the PM10 concentration in the urban atmosphere of Sabah and its responses to diurnal and weekly changes of CO, NO2, SO2 and O3. Asian J Atmos Environ. 2018;12(2):100. doi: 10.5572/ajae.2018.12.2.109.", "ArticleIdList": ["10.5572/ajae.2018.12.2.109"]}, {"Citation": "Chhikara A, Kumar N. COVID-19 lockdown: impact on air quality of three metro cities in India. Asian Jo Atmos Environ. 2020;14(4):378–393. doi: 10.5572/ajae.2020.14.4.378.", "ArticleIdList": ["10.5572/ajae.2020.14.4.378"]}, {"Citation": "Chu B, Zhang S, Liu J, Ma Q, He H. Significant concurrent decrease in PM2.5 and NO2 concentrations in China during COVID-19 epidemic. J Environ Sci. 2021;99:346–353. doi: 10.1016/j.jes.2020.06.031.", "ArticleIdList": ["10.1016/j.jes.2020.06.031", "PMC7328636", "33183713"]}, {"Citation": "Cichowicz R, Wielgosiński G, Fetter W. Effect of wind speed on the level of particulate matter PM10 concentration in atmospheric air during winter season in vicinity of large combustion plant. J Atmos Chem. 2020;77:35–48. doi: 10.1007/s10874-020-09401-w.", "ArticleIdList": ["10.1007/s10874-020-09401-w"]}, {"Citation": "Ding J, Dai Q, Li Y, Han S, Zhang Y, Feng Y. Impact of meteorological condition changes on air quality and particulate chemical composition during the COVID-19 lockdown. J Environ Sci. 2021;109:45–55. doi: 10.1016/j.jes.2021.02.022.", "ArticleIdList": ["10.1016/j.jes.2021.02.022", "PMC7906520", "34607673"]}, {"Citation": "Dogan B, Jebli MB, Shahzad K, Farooq TH, Shahzad U. Investigating the effects of meteorological parameters on COVID-19: case study of New Jersey, United States. Environ Res. 2020;191:110148. doi: 10.1016/j.envres.2020.110148.", "ArticleIdList": ["10.1016/j.envres.2020.110148", "PMC7456582", "32877703"]}, {"Citation": "El Sheekh M, Hassan IA. Lockdowns and reduction of economic activities during the COVID-19 pandemic improved air quality in Alexandria, Egypt. Environ Monit Assess. 2021;193:11. doi: 10.1007/s10661-020-08780-7.", "ArticleIdList": ["10.1007/s10661-020-08780-7", "PMC7738176", "33325002"]}, {"Citation": "Farahat A, Chauhan A, Al Otaibi M, Singh RP. Air quality over major cities of Saudi Arabia during Hajj periods of 2019 and 2020. Earth Syst Environ. 2021;5:101–114. doi: 10.1007/s41748-021-00202-z.", "ArticleIdList": ["10.1007/s41748-021-00202-z", "PMC7852470", "34723078"]}, {"Citation": "Fattorini D, Regoli F. Role of the chronic air pollution levels in the Covid-19 outbreak risk in Italy. Environ Pollut. 2020;264:114732. doi: 10.1016/j.envpol.2020.114732.", "ArticleIdList": ["10.1016/j.envpol.2020.114732", "PMC7198142", "32387671"]}, {"Citation": "Feng R, Xu H, Wang Z, Gu Y, Liu Z, Zhang H, Zhang T, Wang Q, Zhang Q, Liu S, She Z, Wang Q. Quantifying air pollutant variations during COVID-19 lockdown in a Capital City in Northwest China. Atmosphere. 2021;12:788. doi: 10.3390/atmos12060788.", "ArticleIdList": ["10.3390/atmos12060788"]}, {"Citation": "Ghaffarpasand O, Nadi S, Shalamzari ZD. Short-term effects of anthropogenic/natural activities on the Tehran criteria air pollutants: Source apportionment and spatiotemporal variation. J Build Environ. 2020;186:107298. doi: 10.1016/j.buildenv.2020.107298.", "ArticleIdList": ["10.1016/j.buildenv.2020.107298"]}, {"Citation": "Goren AY, Genisoglu M, Okten HE, Sofuoglu SC. Effect of COVID-19 pandemic on ambient air quality and excess risk of particulate matter in Turkey. Environ Chall. 2021 doi: 10.1016/j.envc.2021.100239.", "ArticleIdList": ["10.1016/j.envc.2021.100239"]}, {"Citation": "Gupta N, Tomar A, Kumar V. The effect of COVID-19 lockdown on the air environment in India. Glob J Environ Sci Manag. 2020;6(SI):31–40."}, {"Citation": "Haiba N, Hassan IA. Monitoring and assessment of PAHs in the atmosphere of Alexandria city, Egypt. Polycycl Aromat Compd. 2018;38(3):219–230. doi: 10.1080/10406638.2016.1200102.", "ArticleIdList": ["10.1080/10406638.2016.1200102"]}, {"Citation": "Harrison R, Alam S, Dang J, Basahi J, Alghamdi M, Isamil I, Hassan I, Khoder M. Influence of petrochemical installations upon PAH concentrations at sites in Western Saudi Arabia. Atm Pollut Res. 2016;7(6):954–960. doi: 10.1016/j.apr.2016.05.012.", "ArticleIdList": ["10.1016/j.apr.2016.05.012"]}, {"Citation": "Harrison R, Alam S, Dang J, Basahi J, Alghamdi M, Isamil I, Hassan I, Khoder M. Relationship of polycyclic aromatic hydrocarbons with oxy (quinone) and nitro derivatives during air mass transport. Sci Total Environ. 2016;572:1175–1183. doi: 10.1016/j.scitotenv.2016.08.030.", "ArticleIdList": ["10.1016/j.scitotenv.2016.08.030", "27535572"]}, {"Citation": "Hassan IA, Basahi J, Ismail I, Habeebullah T. Spatial distribution and temporal variation in ambient ozone and its associated NOx in the atmosphere of Jeddah city, Saudi Arabia. Aerosol Air Qual Res. 2013;13(6):1712–1722. doi: 10.4209/aaqr.2013.01.0007.", "ArticleIdList": ["10.4209/aaqr.2013.01.0007"]}, {"Citation": "Hassan IA, Younis A, Al Ghamdi MA, Almazroui M, Basahi JM, El Sheek M, Abouelkhair EK, Haiba NS, Alhussaini MS, Hajjar D, Abdel Wahab MM, El Maghraby DM. Contamination of the marine environment in Egypt and Saudi Arabia with personal protective equipment during COVID-19 pandemic: a short focus. Sci Total Environ. 2021 doi: 10.1016/j.scitotenv.2021.152046.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152046", "PMC9728476", "34856280"]}, {"Citation": "Ismail IM, Basahi JM, Summan AS, Hammam E, Yasin MF, Hassan IA. First measurements of carbonaceous aerosol across urban, rural and residential areas in Jeddah city, Saudi Arabia. Asian J Atmos Environ. 2021;15(2):1–14. doi: 10.5572/ajae.2021.021.", "ArticleIdList": ["10.5572/ajae.2021.021"]}, {"Citation": "Jain CD, Madhavan BL, Singh V, Prasad P, Krishnaveni AS, Kiran VR, Venkat MR. Phase-wise analysis of the COVID-19 lockdown impact on aerosol, radiation and trace gases and associated chemistry in a tropical rural environment. Environ Res. 2021;194:11065. doi: 10.1016/j.envres.2020.110665.", "ArticleIdList": ["10.1016/j.envres.2020.110665", "PMC7831994", "33359673"]}, {"Citation": "Ji H, Shao M, Wang Q. Contribution of Meteorological conditions to inter-annual variations in air quality during the past decade in Eastern China. Aerosol Air Qual Res. 2020;20:2249–2259. doi: 10.4209/aaqr.2019.12.0624.", "ArticleIdList": ["10.4209/aaqr.2019.12.0624"]}, {"Citation": "Jiang P, Chen X, Li Q, Mo H, Li L. High-resolution emission inventory of gaseous and particulate pollutants in Shandong Province, eastern China. J Clean Prod. 2020;259:259–265. doi: 10.1016/j.jclepro.2020.120806.", "ArticleIdList": ["10.1016/j.jclepro.2020.120806"]}, {"Citation": "Kerimray A, Baimatova N, Ibragimova OP, Bukenov B, Kenessov B, Plotitsyn P, Karaca F. Assessing air quality changes in large cities during COVID-19 lockdowns: the impacts of traffic-free urban conditions in Almaty, Kazakhstan. Sci Total Environ. 2020;730:139–179. doi: 10.1016/j.scitotenv.2020.139179.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139179", "PMC7198157", "32387822"]}, {"Citation": "Lee DS, Fahey DW, Skowron A, Allen MR, Burkhardt U, Chen Q, Doherty SJ, Freeman S, Forster PM, Fuglestvedt J, Gettelman A, De León RP, Lim LL, Lund MT, Millar RJ, Owen B, Penner JE, Pitari G, Prather MJ, Sausen RLJ, Wilcox LJ. The contribution of global aviation to anthropogenic climate forcing for 2000 to 2018. Atmos Environ. 2018;244:117834. doi: 10.1016/j.atmosenv.2020.117834.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117834", "PMC7468346", "32895604"]}, {"Citation": "Marquès M, Domingo JL. Positive association between outdoor air pollution and the incidence and severity of COVID-19 A review of the recent scientific evidences. Environ Res. 2022;203:111930. doi: 10.1016/j.envres.2021.111930.", "ArticleIdList": ["10.1016/j.envres.2021.111930", "PMC8378989", "34425111"]}, {"Citation": "Menebo MM. Temperature and precipitation associate with Covid-19 new daily cases: a correlation study between weather and Covid-19 pandemic in Oslo, Norway. Sci Total Environ. 2020;737:139659. doi: 10.1016/j.scitotenv.2020.139659.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139659", "PMC7258804", "32492607"]}, {"Citation": "Navinya C, Patidar G, Phuleria HC. Examining effects of the COVID-19 national lockdown on ambient air quality across urban India. Aerosol Air Qual Res. 2020;20:1759–1771. doi: 10.4209/aaqr.2020.05.0256.", "ArticleIdList": ["10.4209/aaqr.2020.05.0256"]}, {"Citation": "Patlakas P, Christos S, Helena F, Christina K, George K. Regional climatic features of the Arabian Peninsula. Atmosphere. 2019;10(4):220–229. doi: 10.3390/atmos10040220.", "ArticleIdList": ["10.3390/atmos10040220"]}, {"Citation": "Qari H, Hassan IA. Bioaccumulation of PAHs in algae collected from a contaminated site at the red sea, Saudi Arabia. Pol J Environ Stud. 2017;26(1):1–5. doi: 10.15244/pjoes/63937.", "ArticleIdList": ["10.15244/pjoes/63937"]}, {"Citation": "Rohrer M, Flahault A, Stofe M. Peaks of Fine Particulate Matter May Modulate the Spreading and Virulence of COVID-19. Earth Syst Environ. 2020;4:789–796. doi: 10.1007/s41748-020-00184-4.", "ArticleIdList": ["10.1007/s41748-020-00184-4", "PMC7679238", "34723075"]}, {"Citation": "Saddique A, Adnan S, Bokhari H, Azam A, Rana MS, Khan MM, Hanif M, Sharif S. Prevalence and associated risk factor of COVID-19 and impacts of meteorological and social variables on its propagation in Punjab, Pakistan. Earth Syst Environ. 2021 doi: 10.1007/s41748-021-00218-5.", "ArticleIdList": ["10.1007/s41748-021-00218-5", "PMC8260326", "34723081"]}, {"Citation": "Said S, Salah Z, Hassan IA, Abdelwahab MM. COVID-19 lockdown: Impact on PM10 and PM2.5 in six megacities in the world assessed using NASA’s MERRA-2 Reanalysis. Asian J Atmos Environ. 2022;16(2):2021146. doi: 10.5572/ajae.2021.146.", "ArticleIdList": ["10.5572/ajae.2021.146"]}, {"Citation": "Saudi Press Agency (SPA) (2021) https://www.spa.gov.sa/viewfullstory.php?lang=en&newsid=2100951. Accessed 26 Sept 2021"}, {"Citation": "Selcuk M, Gormus S, Guven M. Impact of weather parameters and population density on the COVID-19 transmission: evidence from 81 provinces of Turkey. Earth Syst Environ. 2021;5:87–100. doi: 10.1007/s41748-020-00197-z.", "ArticleIdList": ["10.1007/s41748-020-00197-z", "PMC7803664", "34723077"]}, {"Citation": "Shehzad K, Sarfraz M, Shah MS. The impact of COVID-19 as a necessary evil on air pollution in India during the lockdown. Environ Pollut. 2021;266:115080. doi: 10.1016/j.envpol.2020.115080.", "ArticleIdList": ["10.1016/j.envpol.2020.115080", "PMC7314693", "32634726"]}, {"Citation": "Shi X, Brasseur GP. The response in air quality to the reduction of Chinese economic activities during the COVID-19 outbreak. Geophys Res Lett. 2020 doi: 10.1029/2020GL088070.", "ArticleIdList": ["10.1029/2020GL088070", "PMC7267158", "32836516"]}, {"Citation": "Sicard P, De Marco A, Agathokleous E, Feng Z, Xu X, Paoletti E, Rodriguez JJD, Calatayud V. Amplified ozone pollution in cities during the COVID-19 lockdown. Sci Total Environ. 2020 doi: 10.1016/j.scitotenv.2020.139542.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139542", "PMC7237366", "32447070"]}, {"Citation": "Siciliano B, Dantas G, Silva CMD, Arbilla G. Increased ozone levels during the COVID-19 lockdown: analysis for the city of Rio de Janeiro. Brazil Sci Total Environ. 2020;737:139765. doi: 10.1016/j.scitotenv.13976-52.", "ArticleIdList": ["10.1016/j.scitotenv.13976-52", "PMC7263276", "32480061"]}, {"Citation": "Tello-Leal E, Macias-Hernandez BA. Association of environmental and meteorological factors on the spread of COVID-19 in Victoria, Mexico, and air quality during the lockdown. Environ Res. 2021 doi: 10.1016/j.envres.2020.110442.", "ArticleIdList": ["10.1016/j.envres.2020.110442", "PMC7655490", "33186578"]}, {"Citation": "Viteri G, de Mera YD, Rodríguez A, Rodríguez D, Tajuelo M, Escalona A, Aranda A. Impact of SARS-CoV-2 lockdown and de-escalation on air-quality parameters. Chemosphere. 2021;265:127. doi: 10.1016/j.chemosphere.2020.129027.", "ArticleIdList": ["10.1016/j.chemosphere.2020.129027", "PMC7677078", "33243576"]}, {"Citation": "Wang Y, Ying Q, Hu J, Zhang H. Spatial and temporal variations of six criteria air pollutants in 31provincial capital cities in China during 2013–2014. Environ Int. 2014;73:413–422. doi: 10.1016/j.envint.2014.08.016.", "ArticleIdList": ["10.1016/j.envint.2014.08.016", "25244704"]}, {"Citation": "Wang H, Miao Q, Shen L, Yang Q, Wu Y, Wei H, Yin Y, Zhao T, Zhu B, Lu W. Characterization of the aerosol chemical composition during the COVID-19 lockdown period in Suzhou in the Yangtze River Delta, China. J Environ Sci. 2021;10:110–122. doi: 10.1016/j.jes.2020.09.019.", "ArticleIdList": ["10.1016/j.jes.2020.09.019", "PMC7508540", "33637237"]}, {"Citation": "World Health Organization (WHO) (2020a) Coronavirus disease (COVID-19) outbreak. https://www.who.int/emergencies/diseases/novel-coronavirus-2019. Accessed 25 November 2021."}, {"Citation": "World Health Organization (WHO) (2020b) Novel Coronavirus (COVID-2019), Situation report 1, 21 January 2020b, https://www.who.int/docs/default-source/coronaviruse/situation-reports/2020b0121-sitrep-1-2019-ncov.pdf. Accessed 11 Nov 2021"}, {"Citation": "World Health Organization (WHO) (2020c) Novel Coronavirus (COVID-2019), situation report 31, 20 February 2020c, https://www.who.int/docs/default-source/coronaviruse/situation-reports/2020c0220-sitrep-31-covid-19.pdf. Accessed 5 Dec 2021"}, {"Citation": "Xu H, Yan C, Fu Q, Xiao K, Yu Y, Han D, Wang W, Cheng J. Possible environmental effects on the spread of COVID-19 in China. Sci Total Environ. 2020;731:139211. doi: 10.1016/j.scitotenv.2020.139211.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139211", "PMC7204718", "32402910"]}, {"Citation": "Zhong Z, Zheng J, Zhu M, Huang Z, Zhang Z, Jia G, Wang X, Bian Y, Wang Y, Li N. Recent developments of anthropogenic air pollutant emission inventories in Guangdong province, China. Sci Total Environ. 2018;627:1080–1092. doi: 10.1016/j.scitotenv.2018.01.268.", "ArticleIdList": ["10.1016/j.scitotenv.2018.01.268", "29426126"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "24"}, {"Year": "2022", "Month": "8", "Day": "24"}, {"Year": "2022", "Month": "9", "Day": "3"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "3", "Hour": "4", "Minute": "19"}, {"Year": "2022", "Month": "9", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36185412", "PMC9513300", "10.1007/s41748-022-00328-8", "328"]}}], "PubmedBookArticle": []}