{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36193708", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["211"], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Volume": "2022", "Issue": "211", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "Assessing Adverse Health Effects of Long-Term Exposure to Low Levels of Ambient Air Pollution: Implementation of Causal Inference Methods.", "Pagination": {"StartPage": "1", "EndPage": "56", "MedlinePgn": "1-56"}, "Abstract": {"AbstractText": ["This report provides a final summary of the principal findings and key conclusions of a study supported by an HEI grant aimed at \"Assessing Adverse Health Effects of Long-Term Exposure to Low Levels of Ambient Air Pollution.\" It is the second and final report on this topic. The study was designed to advance four critical areas of inquiry and methods development. First, it focused on predicting short- and long-term exposures to ambient fine particulate matter (PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>) at high spatial resolution (1 km × 1 km) for the continental United States over the period 2000-2016 and linking these predictions to health data. Second, it developed new causal inference methods for estimating exposure-response (ER) curves (ERCs) and adjusting for measured confounders. Third, it applied these methods to claims data from Medicare and Medicaid beneficiaries to estimate health effects associated with short- and long-term exposure to low levels of ambient air pollution. Finally, it developed pipelines for reproducible research, including approaches for data sharing, record linkage, and statistical software. Our HEI-funded work has supported an extensive portfolio of analyses and the development of statistical methods that can be used to robustly understand the health effects of short- and long-term exposure to low levels of ambient air pollution. Our Phase 1 report (Dominici et al. 2019) provided a high-level overview of our statistical methods, data analysis, and key findings, grouped into the following five areas: (1) exposure prediction, (2) epidemiological studies of ambient exposures to air pollution at low levels, (3) sensitivity analysis, (4) methodological contributions in causal inference, and (5) an open access research data platform. The current, final report includes a comprehensive overview of the entire research project. Considering our (1) massive study population, (2) numerous sensitivity analyses, and (3) transparent assessment of covariate balance indicating the quality of causal inference for simulating randomized experiments, we conclude that conditionally on the required assumptions for causal inference, our results collectively indicate that long-term PM<sub>2.5</sub> exposure is likely to be causally related to mortality. This conclusion assumes that the causal inference assumptions hold and, more specifically, that we accounted adequately for confounding bias. We explored various modeling approaches, conducted extensive sensitivity analyses, and found that our results were robust across approaches and models. This work relied on publicly available data, and we have provided code that allows for reproducibility of our analyses. Our work provides comprehensive evidence of associations between exposures to PM<sub>2.5,</sub> NO<sub>2</sub>, and O<sub>3</sub> and various health outcomes. In the current report, we report more specific results on the causal link between long-term exposure to PM<sub>2.5</sub> and mortality, even at PM<sub>2.5</sub> levels below or equal to 12 μg/m<sup>3</sup>, and mortality among Medicare beneficiaries (ages 65 and older). This work relies on newly developed causal inference methods for continuous exposure. For the period 2000-2016, we found that all statistical approaches led to consistent results: a 10-μg/m<sup>3</sup> decrease in PM<sub>2.5</sub> led to a statistically significant decrease in mortality rate ranging between 6% and 7% (= 1 - 1/hazard ratio [HR]) (HR estimates 1.06 [95% CI, 1.05 to 1.08] to 1.08 [95% CI, 1.07 to 1.09]). The estimated HRs were larger when studying the cohort of Medicare beneficiaries that were always exposed to PM<sub>2.5</sub> levels lower than 12 μg/m<sup>3</sup> (1.23 [95% CI, 1.18 to 1.28] to 1.37 [95% CI, 1.34 to 1.40]). Comparing the results from multiple and single pollutant models, we found that adjusting for the other two pollutants slightly attenuated the causal effects of PM<sub>2.5</sub> and slightly elevated the causal effects of NO<sub>2</sub> exposure on all-cause mortality. The results for O<sub>3</sub> remained almost unchanged. We found evidence of a harmful causal relationship between mortality and long-term PM<sub>2.5</sub> exposures adjusted for NO<sub>2</sub> and O<sub>3</sub> across the range of annual averages between 2.77 and 17.16 μg/m<sup>3</sup> (included >98% of observations) in the entire cohort of Medicare beneficiaries across the continental United States from 2000 to 2016. Our results are consistent with recent epidemiological studies reporting a strong association between long-term exposure to PM<sub>2.5</sub> and adverse health outcomes at low exposure levels. Importantly, the curve was almost linear at exposure levels lower than the current national standards, indicating aggravated harmful effects at exposure levels even below these standards. There is, in general, a harmful causal impact of long-term NO<sub>2</sub> exposures to mortality adjusted for PM<sub>2.5</sub> and O<sub>3</sub> across the range of annual averages between 3.4 and 80 ppb (included >98% of observations). Yet within low levels (annual mean ≤53 ppb) below the current national standards, the causal impacts of NO<sub>2</sub> exposures on all-cause mortality are nonlinear with statistical uncertainty. The ERCs of long-term O<sub>3</sub> exposures on all-cause mortality adjusted for PM<sub>2.5</sub> and NO<sub>2</sub> are almost flat below 45 ppb, which shows no statistically significant effect. Yet we observed an increased hazard when the O<sub>3</sub> exposures were higher than 45 ppb, and the HR was approximately 1.10 when comparing Medicare beneficiaries with annual mean O<sub>3</sub> exposures of 50 ppb versus those with 30 ppb. institutions, including those that support the Health Effects Institute; therefore, it may not reflect the views or policies of these parties, and no endorsement by them should be inferred. A list of abbreviations and other terms appears at the end of this volume."], "CopyrightInformation": "© 2022 Health Effects Institute. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Dominici", "ForeName": "F", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Zanobetti", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Schwartz", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}, {"Identifier": [], "Affiliation": "Department of Data Sciences, Dana-Farber Cancer Institute, Boston, Massachusetts."}], "LastName": "Braun", "ForeName": "D", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Sabath", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Wu", "ForeName": "X", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Iatrogenic Disease"}, {"QualifierName": [], "DescriptorName": "Medicare"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abatzoglou JT. 2013. Development of gridded surface meteorological data for ecological applications and modeling. Int J Climatol 33:121–131."}, {"Citation": "Andersen PK, Gill RD. 1982. Cox’s regression model for counting processes: A large sample study. Ann Statist 10:1100–1120."}, {"Citation": "Austin PC. 2019. Assessing covariate balance when using the generalized propensity score with quantitative or continuous exposures. Stat Methods Med Res 28:1365–1377.", "ArticleIdList": ["PMC6484705", "29415624"]}, {"Citation": "Babanezhad M, Vansteelandt S, Goetghebeur E. 2010. Comparison of causal effect estimators under exposure misclassification. J Stat Plan Inference 140:1306–1319."}, {"Citation": "Bang H, Robins JM. 2005. Doubly robust estimation in missing data and causal inference models. Biometrics 61:962–973.", "ArticleIdList": ["16401269"]}, {"Citation": "Brauer M, Brook JR, Christidis T, Chu Y, Crouse D, Erickson A, et al. . 2019. Mortality–air pollution associations in low-exposure environments (MAPLE): Phase 1. Available:  www.healtheffects.org/publication/mortality%E2%80%93air-pollution-associations-low-exposure-environments-maple-phase-1 [accessed 13 January 2021].", "ArticleIdList": ["PMC7334864", "31909580"]}, {"Citation": "Braun D, Gorfine M, Parmigiani G, Arvold ND, Dominici F, Zigler C. 2017. Propensity scores with misclassified treatment assignment: A likelihood-based adjustment. Biostatistics 18:695–710.", "ArticleIdList": ["PMC5862346", "28419189"]}, {"Citation": "Carey IM, Atkinson RW, Kent AJ, van Staa T, Cook DG, Anderson HR. 2013. Mortality associations with long-term exposure to outdoor air pollution in a national English cohort. Am J Respir Crit Care Med 187:1226–1233.", "ArticleIdList": ["PMC3734610", "23590261"]}, {"Citation": "Carone M, Dominici F, Sheppard L. 2020. In pursuit of evidence in air pollution epidemiology: The role of causally driven data science. Epidemiology 31:1–6.", "ArticleIdList": ["PMC6889002", "31430263"]}, {"Citation": "Carroll RJ, Ruppert D, Stefanski LA, Crainiceanu CM. 2006. Measurement Error in Nonlinear Models: A Modern Perspective, second edition. Boca Raton, FL:CRC Press."}, {"Citation": "Centers for Medicare & Medicaid Services. Available:  http://www.cms.gov [accessed 1 November 2017].", "ArticleIdList": ["26110197"]}, {"Citation": "Chen T, Guestrin C. 2016. Xgboost: A scalable tree boosting system. In KDD ‘16: Proceedings of the 22nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining, 13–17 August 2016, San Francisco, CA. Available:  https://doi.org/10.1145/2939672.2939785 [accessed 27 June 2020].", "ArticleIdList": ["10.1145/2939672.2939785"]}, {"Citation": "Cosier S. 2018. Clever use of public data could sidestep new rule. Science 360:473.", "ArticleIdList": ["29724931"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, et al. . 2015. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (Can-CHEC). Environ Health Perspect 123:1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Crouse DL, Peters PA, van Donkelaar A, Goldberg MS, Villeneuve PJ, Brion O, et al. . 2012. Risk of nonaccidental and cardiovascular mortality in relation to long-term exposure to low concentrations of fine particulate matter: A Canadian national-level cohort study. Environ Health Perspect 120:708–714.", "ArticleIdList": ["PMC3346774", "22313724"]}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, et al. . 2019. An ensemble-based model of PM2.5 concentration across the contiguous United States with high spatiotemporal resolution. Environ Int 130:104909.", "ArticleIdList": ["PMC7063579", "31272018"]}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, et al. . 2020. Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous United States using ensemble model averaging. Environ Sci Technol 54:1372–1384.", "ArticleIdList": ["PMC7065654", "31851499"]}, {"Citation": "Di Q, Dai L, Wang Y, Zanobetti A, Choirat C, Schwartz JD, et al. . 2017a. Association of short-term exposure to air pollution with mortality in older adults. JAMA 318:2446–2456.", "ArticleIdList": ["PMC5783186", "29279932"]}, {"Citation": "Di Q, Koutrakis P, Schwartz J. 2016. A hybrid prediction model for PM2.5 mass and components using a chemical transport model and land use regression. Atmospheric Environ 131:390–399."}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, et al. . 2017b. Air pollution and mortality in the Medicare population. N Engl J Med 376:2513–2522.", "ArticleIdList": ["PMC5766848", "28657878"]}, {"Citation": "Dockery DW, Pope CA, 3rd, Xu X, Spengler JD, Ware JH, Fay ME, et al. . 1993. An association between air pollution and mortality in six U.S. cities. N Engl J Med 329:1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Dominici F, Bargagli-Stoffi FJ, Mealli F. 2020. From controlled to undisciplined data: Estimating causal effects in the era of data science using a potential outcome framework. Available:  https://arxiv.org/abs/2012.06865 [accessed 13 January 2021]."}, {"Citation": "Dominici F, Schwartz J, Di Q, Braun D, Choirat C, Zanobetti A. 2019. Assessing adverse health effects of long-term exposure to low levels of ambient air pollution: Phase 1. Available:  www.healtheffects.org/publication/assessing-adverse-healtheffects-long-term-exposure-low-levels-ambient-air-pollution [accessed 27 June 2020].", "ArticleIdList": ["PMC7300216", "31909579"]}, {"Citation": "Dominici F, Zigler C. 2017. Best practices for gauging evidence of causality in air pollution epidemiology. Am J Epidemiol 186:1303–1309.", "ArticleIdList": ["PMC5860368", "29020141"]}, {"Citation": "Geddes JA, Martin RV, Boys BL, van Donkelaar A. 2016. Long-term trends worldwide in ambient NO2 concentrations inferred from satellite observations. Environ Health Perspect 124:281–289.", "ArticleIdList": ["PMC4786989", "26241114"]}, {"Citation": "Goldman GT, Dominici F. 2019. Don’t abandon evidence and process on air pollution policy. Science 363:1398–1400.", "ArticleIdList": ["30898845"]}, {"Citation": "Gorelick N, Hancher M, Dixon M, Ilyushchenko S, Thau D, Moore R. 2017. Google earth engine: Planetary-scale geospatial analysis for everyone. Remote Sens Environ 202:18–27."}, {"Citation": "Hales S, Blakely T, Woodward A. 2012. Air pollution and mortality in New Zealand: Cohort study. J Epidemiol Community Health 66:468–473.", "ArticleIdList": ["PMC3318234", "20966448"]}, {"Citation": "Hammer MS, van Donkelaar A, Li C, Lyapustin A, Sayer AM, Hsu NC, et al. . 2020. Global estimates and long-term trends of fine particulate matter concentrations (1998–2018). Environ Sci Technol 54:7879–7890.", "ArticleIdList": ["32491847"]}, {"Citation": "Haneuse S, VanderWeele TJ, Arterburn D. 2019. Using the E-value to assess the potential effect of unmeasured confounding in observational studies. JAMA 321:602–603.", "ArticleIdList": ["30676631"]}, {"Citation": "Hernán MA, Brumback B, Robins JM. 2000. Marginal structural models to estimate the causal effect of zidovudine on the survival of HIV-positive men. Epidemiology 11:561–570.", "ArticleIdList": ["10955409"]}, {"Citation": "Hill AB. 1965. The environment and disease: Association or causation? Proc R Soc Med 58:295–300.", "ArticleIdList": ["PMC1898525", "14283879"]}, {"Citation": "Hirano K, Imbens GW. 2004. The propensity score with continuous treatments. In: Applied Bayesian Modeling and Causal Inference from Incomplete-data Perspectives, (Gelman A, Meng X-L, eds). Hoboken, NJ:John Wiley & Sons, Ltd."}, {"Citation": "Hong H, Aaby DA, Siddique J, Stuart EA. 2019. Propensity score–based estimators with multiple error-prone covariates. Am J Epidemiol 188:222–230.", "ArticleIdList": ["PMC6321809", "30358801"]}, {"Citation": "Imai K, Ratkovic M. 2014. Covariate balancing propensity score. J Royal Statist Soc Ser B 76:243–246."}, {"Citation": "Imbens GW, Rubin DB. 2015. Causal inference in statistics, social, and biomedical sciences. New York:Cambridge University Press."}, {"Citation": "Kioumourtzoglou MA, Spiegelman D, Szpiro AA, Sheppard L, Kaufman JD, Yanosky JD, et al. . 2014. Exposure measurement error in PM2.5 health effects studies: A pooled analysis of eight personal exposure validation studies. Environ Health 13:2.", "ArticleIdList": ["PMC3922798", "24410940"]}, {"Citation": "Kloog I, Koutrakis P, Coull BA, Lee HJ, Schwartz J. 2011. Assessing temporally and spatially resolved PM2.5 exposures for epidemiological studies using satellite aerosol optical depth measurements. Atmos Environ 45:6267–6275."}, {"Citation": "Krewski D, Burnett RT, Goldberg MS, Hoover BK, Siemiatycki J, Jerrett M, et al. . 2003. Overview of the reanalysis of the Harvard Six Cities Study and American Cancer Society Study of Particulate Air Pollution and Mortality. J Toxicol Environ Health A 66:1507–1551.", "ArticleIdList": ["12959828"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, et al. . 2009. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality. Res Rep Health Eff Inst:5–114; discussion 115–136.", "ArticleIdList": ["19627030"]}, {"Citation": "Makar M, Antonelli J, Di Q, Cutler D, Schwartz J, Dominici F. 2017. Estimating the causal effect of low levels of fine particulate matter on hospitalization. Epidemiology 28:627–634, PMID: 28768298.", "ArticleIdList": ["PMC5624531", "28768298"]}, {"Citation": "Mathur MB, Ding P, Riddell CA, VanderWeele TJ. 2018. Web site and R package for computing E-values. Epidemiology 29:e45–e47.", "ArticleIdList": ["PMC6066405", "29912013"]}, {"Citation": "McCaffrey DF, Lockwood JR, Setodji CM. 2013. Inverse probability weighing with error-prone covariates. Biometrika 100:671–680.", "ArticleIdList": ["PMC4006991", "24795484"]}, {"Citation": "Nethery RC, Mealli F, Sacks JD, Dominici F. 2019. Causal inference and machine learning approaches for evaluation of the health impacts of large-scale air quality regulations. Available:  https://arxiv.org/abs/1909.09611 [accessed 27 June 2020].", "ArticleIdList": ["PMC7788006", "33424062"]}, {"Citation": "Ostro B, Hu J, Goldberg D, Reynolds P, Hertz A, Bernstein L, et al. . 2015. Associations of mortality with long-term exposures to fine and ultrafine particles, species and sources: Results from the California teachers study cohort. Environ Health Perspect 123:549–556.", "ArticleIdList": ["PMC4455590", "25633926"]}, {"Citation": "Papadogeorgou G, Dominici F. 2020. A causal exposure response function with local adjustment for confounding: Estimating health effects of exposure to low levels of ambient fine particulate matter. Ann Appl Stat 14:850–871.", "ArticleIdList": ["PMC7914396", "33649709"]}, {"Citation": "Peng R. 2015. The reproducibility crisis in science: A statistical counterattack. Significance 12:30–32."}, {"Citation": "Politis DN. 2003. The impact of bootstrap methods on time series analysis. StatSci 18: 219–230."}, {"Citation": "Requia WJ, Di Q, Silvern R, Kelly JT, Koutrakis P, Mickley LJ, et al. . 2020. An ensemble learning approach for estimating high spatiotemporal resolution of ground-level ozone in the contiguous United States. Environ Sci Technol 54:11037–11047.", "ArticleIdList": ["PMC7498146", "32808786"]}, {"Citation": "Robins JM, Hernan MA, Brumback B. 2000. Marginal structural models and causal inference in epidemiology. Epidemiology 11:550–560.", "ArticleIdList": ["10955408"]}, {"Citation": "Rosenbaum PR. 2002. Overt bias in observational studies. In: Observational Studies. Springer Series in Statistics. New York:Springer."}, {"Citation": "Rosenbaum PR, Rubin DB. 1983. Assessing sensitivity to an unobserved binary covariate in an observational study with binary outcome. J Royal Stat Soc: Ser B 45:212–218."}, {"Citation": "Rubin DB. 2008. For objective causal inference, design trumps analysis. Ann Appl Stat 2:808–840."}, {"Citation": "Rubin DB, Thomas N. 1996. Matching using estimated propensity scores: Relating theory to practice. Biometrics 52:249–264.", "ArticleIdList": ["8934595"]}, {"Citation": "Sarnat SE, Klein M, Sarnat JA, Flanders WD, Waller LA, Mulholland JA, et al. . 2010. An examination of exposure measurement error from air pollutant spatial variability in time-series studies. J Expo Sci Environ Epidemiol 20:135–146.", "ArticleIdList": ["PMC3780363", "19277071"]}, {"Citation": "Shi L, Zanobetti A, Kloog I, Coull BA, Koutrakis P, Melly SJ, et al. . 2016. Low-concentration PM2.5 and mortality: Estimating acute and chronic effects in a population-based study. Environ Health Perspect 124:46–52.", "ArticleIdList": ["PMC4710600", "26038801"]}, {"Citation": "Stanek LW, Brown JS, Stanek J, Gift J, Costa DL. 2011. Air pollution toxicology—a brief review of the role of the science in shaping the current understanding of air pollution health risks. Toxicol Sci 120 Suppl 1:S8–S27.", "ArticleIdList": ["21147959"]}, {"Citation": "Steiner PM, Cook TD, Shadish WR. 2011. On the importance of reliable covariate measurement in selection bias adjustments using propensity scores. J Educ Behav Stat 36:213–236."}, {"Citation": "Stodden V, McNutt M, Bailey DH, Deelman E, Gil Y, Hanson B, et al. . 2016. Enhancing reproducibility for computational methods. Science 354:1240.", "ArticleIdList": ["27940837"]}, {"Citation": "Stuart EA. 2010. Matching methods for causal inference: A review and a look forward. Stat Sci 25:1–21.", "ArticleIdList": ["PMC2943670", "20871802"]}, {"Citation": "Stürmer T, Schneeweiss S, Avorn J, Glynn RJ. 2005. Adjusting effect estimates for unmeasured confounding with validation data using propensity score calibration. AmJ Epidemiol 162:279–289.", "ArticleIdList": ["PMC1444885", "15987725"]}, {"Citation": "Szpiro AA, Sheppard L, Lumley T. 2011. Efficient measurement error correction with spatially misaligned data. Biostatistics 12:610–623.", "ArticleIdList": ["PMC3169665", "21252080"]}, {"Citation": "Turner MC, Jerrett M, Pope CA, 3rd, Krewski D, Gapstur SM, Diver WR, et al. . 2016. Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med 193:1134–1142.", "ArticleIdList": ["PMC4872664", "26680605"]}, {"Citation": "U.S. Environmental Protection Agency. 2019. Chartered Clean Air Scientific Advisory Committee (CASAC) public teleconference on particulate matter (PM). Available:  https://yosemite.epa.gov/sab/sabproduct.nsf/MeetingCalCASAC/4F40665AD1DDCEF6852583A000645464?OpenDocument [accessed 13 April 2020]."}, {"Citation": "U.S. Environmental Protection Agency. 2021. NAAQS table. Available:  www.epa.gov/criteria-air-pollutants/naaqs-table [accessed 12 September 2020]."}, {"Citation": "U.S. Environmental Protection Agency. 2020a. Regulatory impact analyses for air pollution regulations. Available:  www.epa.gov/economic-and-cost-analysis-air-pollution-regulations/regulatory-impact-analyses-air-pollution [accessed 12 September 2020]."}, {"Citation": "U.S. Environmental Protection Agency. 2020b. Integrated science assessment (ISA) for particulate matter. Available:  www.epa.gov/isa/integrated-science-assessment-isa-particulate-matter [accessed 12 September 2020]."}, {"Citation": "Van der Laan MJ, Rose S. 2011. Targeted Learning: Causal Inference for Observational and Experimental Data. Springer Series in Statistics. New York:Springer-Verlag."}, {"Citation": "van Donkelaar A, Martin RV, Li C, Burnett RT. 2019. Regional estimates of chemical composition of fine particulate matter using a combined geoscience-statistical method with information from satellites, models, and monitors. Environ Sci Technol 53:2595–2611.", "ArticleIdList": ["30698001"]}, {"Citation": "VanderWeele TJ, Ding P. 2017. Sensitivity analysis in observational research: Introducing the E-value. Ann Intern Med 167:268–274.", "ArticleIdList": ["28693043"]}, {"Citation": "Villeneuve PJ, Weichenthal SA, Crouse D, Miller AB, To T, Martin RV, et al. . 2015. Long-term exposure to fine particulate matter air pollution and mortality among Canadian women. Epidemiology 26:536–545.", "ArticleIdList": ["25894856"]}, {"Citation": "Vodonos A, Awad YA, Schwartz J. 2018. The concentration-response between long-term PM2.5 exposure and mortality. A meta-regression approach. Environ Res 166:677–689.", "ArticleIdList": ["30077140"]}, {"Citation": "Webb-Vargas Y, Rudolph KE, Lenis D, Murakami P, Stuart EA. 2017. An imputation-based solution to using mismeasured covariates in propensity score analysis. Stat Methods Med Res 26:1824–1837.", "ArticleIdList": ["PMC4668240", "26037527"]}, {"Citation": "World Health Organization. 2005. WHO air quality standards. Available:  www.who.int/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health [accessed 27 June 2020]."}, {"Citation": "Wu X, Braun D, Kioumourtzoglou MA, Choirat C, Di Q, Dominici F. 2019. Causal inference in the context of an error prone exposure: Air pollution and mortality. Ann Appl Stat 13:520–547.", "ArticleIdList": ["PMC6812524", "31649797"]}, {"Citation": "Wu X, Braun D, Schwartz J, Kioumourtzoglou MA, Dominici F. 2020. Evaluating the impact of long-term exposure to fine particulate matter on mortality among the elderly. Sci Adv 6:eaba5692.", "ArticleIdList": ["PMC7439614", "32832626"]}, {"Citation": "Wu X, Mealli F, Kioumourtzoglou MA, Dominici F, Braun D. In review. Matching on generalized propensity scores with continuous exposures. Available:  https://arxiv.org/abs/1812.06575 [accessed 12 September 2020]."}, {"Citation": "Zeiler M. 1999. Modeling our world: The ESRI guide to geodatabase design. Redlands, CA:ESRI, Inc."}, {"Citation": "Zhu Y, Coffman DL, Ghosh D. 2015. A boosting algorithm for estimating generalized propensity scores with continuous treatments. J Causal Interference 3:25–40.", "ArticleIdList": ["PMC4749263", "26877909"]}, {"Citation": "Zigler CM, Dominici F. 2014. Point: Clarifying policy evidence with potential-outcomes thinking—beyond exposure-response estimation in air pollution epidemiology. Am J Epidemiol 180:1133–1140.", "ArticleIdList": ["PMC4809985", "25399414"]}, {"Citation": "Beelen R, Raaschou-Nielsen O, Stafoggia M, Andersen ZJ, Weinmayr G, Hoffmann B, et al. . 2014a. Effects of long-term exposure to air pollution on natural-cause mortality: An analysis of 22 European cohorts within the multicentre ESCAPE project. Lancet 383:785–795; doi:10.1016/S0140-6736(13)62158-3.", "ArticleIdList": ["24332274"]}, {"Citation": "Beelen R, Stafoggia M, Raaschou-Nielsen O, Andersen ZJ, Xun WW, Katsouyanni K, et al. . 2014b. Long-term exposure to air pollution and cardiovascular mortality: An analysis of 22 European cohorts. Epidemiology 25:368–378; doi:10.1097/ EDE.0000000000000076.", "ArticleIdList": ["24589872"]}, {"Citation": "Chen J, Hoek G. 2020. Long-term exposure to PM and all-cause and cause-specific mortality: A systematic review and meta-analysis. Environ Int 143:105974; doi:10.1016/j.envint.2020.105974.", "ArticleIdList": ["32703584"]}, {"Citation": "Chen T, Guestrin C. 2016. Xgboost: A scalable tree boosting system. In KDD ‘16: Proceedings of the 22nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining. Available:  https://doi.org/10.1145/2939672.2939785 [accessed 25 August 2021].", "ArticleIdList": ["10.1145/2939672.2939785"]}, {"Citation": "Coughlin SS, Clary C, Johnson JA, Berman A, Heboyan V, Benevides T, et al. . 2019. Continuing challenges in rural health in the United States. J Environ Health Sci 5:90–92.", "ArticleIdList": ["PMC7043306", "32104722"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, et al. . 2015. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian census health and environment cohort (CanCHEC). Environ Health Perspect 123:1180–1186; doi:10.1289/ehp.1409276.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Crouse DL, Peters PA, van Donkelaar A, Goldberg MS, Villeneuve PJ, Brion O, et al. . 2012. Risk of nonaccidental and cardiovascular mortality in relation to long-term exposure to low concentrations of fine particulate matter: A Canadian national-level cohort study. Environ Health Perspect 120:708–714; doi:10.1289/ehp.1104049.", "ArticleIdList": ["PMC3346774", "22313724"]}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, et al. . 2019. An ensemble-based model of PM2.5 concentration across the contiguous United States with high spatiotemporal resolution. Environ Int 130:104909; doi:10.1016/j.envint.2019.104909.", "ArticleIdList": ["PMC7063579", "31272018"]}, {"Citation": "Di Q, Amini H, Shi L, Kloog I, Silvern R, Kelly J, et al. . 2020. Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous United States using ensemble model averaging. Environ Sci Technol 54:1372–1384; doi:10.1021/acs.est.9b03358.", "ArticleIdList": ["PMC7065654", "31851499"]}, {"Citation": "Di Q, Dai L, Wang Y, Zanobetti A, Choirat C, Schwartz JD, et al. . 2017a. Association of short-term exposure to air pollution with mortality in older adults. JAMA 318:2446–2456; doi:10.1001/jama.2017.17923.", "ArticleIdList": ["PMC5783186", "29279932"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, et al. . 2017b. Air pollution and mortality in the Medicare population. N Engl J Med 376:2513–2522; doi:10.1056/NEJMoa1702747.", "ArticleIdList": ["PMC5766848", "28657878"]}, {"Citation": "Dominici F, Schwartz J, Di Q, Braun D, Choirat C, Zanobetti A. 2019. Assessing Adverse Health Effects of Long-Term Exposure to Low Levels of Ambient Air Pollution: Phase 1. Research Report 200. Boston, MA:Health Effects Institute.", "ArticleIdList": ["PMC7300216", "31909579"]}, {"Citation": "Global Burden of Disease (GBD) 2019 Risk Factors Collaborators. 2020. Global burden of 87 risk factors in 204 countries and territories, 1990–2019: A systematic analysis for the Global Burden of Disease Study 2019. Lancet 396:1223–1249; doi:10.1016/S0140-6736(20)30752-2.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Hales S, Blakely T, Woodward A. 2012. Air pollution and mortality in New Zealand: Cohort study. J Epidemiol Community Health 66:468–473; doi:10.1136/jech.2010.112490.", "ArticleIdList": ["PMC3318234", "20966448"]}, {"Citation": "Health Effects Institute. 2020. State of Global Air 2020. Special Report. Boston, MA:Health Effects Institute."}, {"Citation": "Hirano K, Imbens GW. 2004. The propensity score with continuous treatments. In: Applied Bayesian Modeling and Causal Inference from Incomplete Data Perspectives (Gelman A, Meng X-L, eds). Hoboken, NJ:John Wiley & Sons, Ltd."}, {"Citation": "Kloog I, Koutrakis P, Coull BA, Lee HJ, Schwartz J. 2011. Assessing temporally and spatially resolved PM2.5 exposures for epidemiological studies using satellite aerosol optical depth measurements. Atmos Environ 45:6267–6275; doi:10.1016/j.atmosenv.2011.08.066."}, {"Citation": "O’Neill MS, Jerrett M, Kawachi I, Levy JI, Cohen AJ, Gouveia N, et al. . 2003. Health, wealth, and air pollution: Advancing theory and methods. Environ Health Perspect 111:1861–1870; doi:10.1289/ehp.6334.", "ArticleIdList": ["PMC1241758", "14644658"]}, {"Citation": "Papadogeorgou G, Dominici F. 2020. A causal exposure response function with local adjustment for confounding: Estimating health effects of exposure to low levels of ambient fine particulate matter. Ann Appl Stat 14:850–871; doi:10.1214/20-aoas1330.", "ArticleIdList": ["PMC7914396", "33649709"]}, {"Citation": "Pappin AJ, Christidis T, Pinault LL, Crouse DL, Tjepkema M, Erickson AC, et al. . 2019. Examining the shape of the association between low levels of fine particulate matter and mortality across three cycles of the Canadian Census Health and Environment Cohort. Environ Health Perspect 127:10; doi:10.1289/EHP5204.", "ArticleIdList": ["PMC6867181", "31638837"]}, {"Citation": "Pinault L, Tjepkema M, Crouse DL, Weichenthal S, van Donkelaar A, Martin RV, et al. . 2016. Risk estimates of mortality attributed to low concentrations of ambient fine particulate matter in the Canadian community health survey cohort. Environ Health 15:18–31; doi:10.1186/s12940-016-0111-6.", "ArticleIdList": ["PMC4750218", "26864652"]}, {"Citation": "Requia WJ, Di Q, Silvern R, Kelly J, Koutrakis P, Mickley LJ, et al. . 2020. An ensemble learning approach for estimating high spatiotemporal resolution of ground level ozone in the contiguous United States. Environ Sci Technol 54:11037–11047; doi:10.1021/acs.est.0c01791.", "ArticleIdList": ["PMC7498146", "32808786"]}, {"Citation": "Robins JM, Hernan MA, Brumback B. 2000. Marginal structural models and causal inference in epidemiology. Epidemiology 11:550–560; doi:10.1097/00001648-200009000-00011.", "ArticleIdList": ["10955408"]}, {"Citation": "U.S. EPA (Environmental Protection Agency). 2004. Vol I. PM Air Quality Criteria Document. Washington, DC:U.S. Environmental Protection Agency."}, {"Citation": "U.S. EPA (Environmental Protection Agency). 2013. Integrated science assessment (ISA) for ozone and related photochemical oxidants. Available:  www.epa.gov/isa/integrated-science-assessment-isa-ozone-and-related-photochemical-oxidants [accessed 24 April 2019]."}, {"Citation": "U.S. EPA (Environmental Protection Agency). 2015. Preamble to the Integrated Science Assessments (ISA). EPA/600/R-15/067. Washington, DC:U.S. Environmental Protection Agency."}, {"Citation": "Wu X, Braun D, Kioumourtzoglou MA, Choirat C, Di Q, Dominici F. 2019. Causal inference in the context of an error prone exposure: Air pollution and mortality. Ann Appl Stat 13:520–547; doi:10.1214/18-AOAS1206.", "ArticleIdList": ["PMC6812524", "31649797"]}, {"Citation": "Wu X, Mealli F, Kioumourtzoglou MA, Dominici F, Braun D. In review. Matching on generalized propensity scores with continuous exposures. Available:  https://arxiv.org/abs/1812.06575 [accessed 25 August 2021]."}, {"Citation": "Zhu Y, Coffman DL, Ghosh D. 2015. A boosting algorithm for estimating generalized propensity scores with continuous treatments. J Causal Inference 3:25–40; doi:10.1515/jci-2014-0022.", "ArticleIdList": ["PMC4749263", "26877909"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "4", "Hour": "4", "Minute": "22"}, {"Year": "2022", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36193708", "PMC9530797"]}}], "PubmedBookArticle": []}