{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bath Ankylosing Spondylitis Disease Activity Index", "Bath Ankylosing Spondylitis Functional Index", "C-reactive protein", "Visual Analog Scale", "ankylosing spondylitis", "monocyte/lymphocyte ratio", "neutrophil/lymphocyte ratio", "ozone therapy", "platelet/lymphocyte ratio"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36204783", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/2045-9912.344981"], "Journal": {"ISSN": "2045-9912", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2023", "Season": "Apr-Jun"}}, "Title": "Medical gas research", "ISOAbbreviation": "Med Gas Res"}, "ArticleTitle": "Effect of ozone therapy on neutrophil/lymphocyte, platelet/lymphocyte ratios, and disease activity in ankylosing spondylitis: a self-controlled randomized study.", "Pagination": {"StartPage": "53", "EndPage": "58", "MedlinePgn": "53-58"}, "Abstract": {"AbstractText": ["This retrospective self-controlled randomized study was carried out with the participation of 53 patients diagnosed with ankylosing spondylitis according to the modified New York criteria. The patients who did not receive medical treatment or did not change their medical treatment within the last 6 months were included in the study. There was a statistically significant decrease in the patients' neutrophil/lymphocyte ratio, platelet/lymphocyte ratio, monocyte/lymphocyte ratio, C-reactive protein, Visual Analog Scale, Bath Ankylosing Spondylitis Functional Index, and Bath Ankylosing Spondylitis Disease Activity Index scores measured after ozone therapy. There was a positive correlation between neutrophil/lymphocyte ratio, platelet/lymphocyte ratio, mean platelet volume/lymphocyte ratio, monocyte/lymphocyte ratio and C-reactive protein, Visual Analog Scale, Bath Ankylosing Spondylitis Functional Index, Bath Ankylosing Spondylitis Disease Activity Index before and after ozone therapy. Our study revealed that the changes in the decreasing tendency of the markers measured in complete blood count after ozone therapy were correlated with the disease activity, which can contribute to understand the effect of ozone therapy on biomarkers."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Family Medicine, Faculty of Medicine, Karabuk University, Karabuk, Turkey."}], "LastName": "Inci", "ForeName": "Habibe", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of İnternal Medicine and Medical Oncology, Faculty of Medicine, Karabuk University, Karabuk, Turkey."}], "LastName": "İnci", "ForeName": "Fatih", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Med Gas Res", "NlmUniqueID": "101564536", "ISSNLinking": "2045-9912"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9007-41-4", "NameOfSubstance": "C-Reactive Protein"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": [], "DescriptorName": "Blood Platelets"}, {"QualifierName": ["analysis"], "DescriptorName": "C-Reactive Protein"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lymphocytes"}, {"QualifierName": ["chemistry"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Spondylitis, Ankylosing"}], "CoiStatement": "None"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cespedes-Suarez J, Martin-Serrano Y, Carballosa-Peña MR, Dager-Carballosa DR. Clinical study of patients with heart failure under treatment with ozone therapy. J Ozone Ther. 2018;2"}, {"Citation": "International Scientific Committee. Madrid: Madrid declaration on ozone therapy; 2010."}, {"Citation": "Martínez-Sánchez G, Schwartz A, Donna VD. Potential cytoprotective activity of ozone therapy in SARS-CoV-2/COVID-19. Antioxidants (Basel) 2020;9:389.", "ArticleIdList": ["PMC7278582", "32384798"]}, {"Citation": "Sheehan NJ. The ramifications of HLA-B27. J R Soc Med. 2004;97:10–14.", "ArticleIdList": ["PMC1079257", "14702356"]}, {"Citation": "Farooqi A, Gibson T. Prevalence of the major rheumatic disorders in the adult population of north Pakistan. Br J Rheumatol. 1998;37:491–495.", "ArticleIdList": ["9651074"]}, {"Citation": "Hameed K, Gibson T. A comparison of the prevalence of rheumatoid arthritis and other rheumatic diseases amongst Pakistanis living in England and Pakistan. Br J Rheumatol. 1997;36:781–785.", "ArticleIdList": ["9255114"]}, {"Citation": "Zeb A, Khurshid S, Bano S, et al. The role of the neutrophil-to-lymphocyte ratio and platelet-to-lymphocyte ratio as markers of disease activity in ankylosing spondylitis. Cureus. 2019;11:e6025.", "ArticleIdList": ["PMC6827690", "31754591"]}, {"Citation": "Current rheumatology diagnosis & treatment. In: Khurshid MA, editor; Imboden J, Hellmann D, Stone J, editors. Rheumatology. Vol 4. New York: McGraw-Hill (Lange Medical Publications); 2008. p. 578."}, {"Citation": "Qin B, Ma N, Tang Q, et al. Neutrophil to lymphocyte ratio (NLR) and platelet to lymphocyte ratio (PLR) were useful markers in assessment of inflammatory response and disease activity in SLE patients. Mod Rheumatol. 2016;26:372–376.", "ArticleIdList": ["26403379"]}, {"Citation": "Li L, Xia Y, Chen C, Cheng P, Peng C. Neutrophil-lymphocyte ratio in systemic lupus erythematosus disease: a retrospective study. Int J Clin Exp Med. 2015;8:11026–11031.", "ArticleIdList": ["PMC4565283", "26379900"]}, {"Citation": "Yucel C, Keskin MZ, Cakmak O, et al. Predictive value of preoperative inflammation-based prognostic scores (neutrophil-to-lymphocyte ratio, platelet-to-lymphocyte ratio, and monocyte-to-eosinophil ratio) in testicular sperm extraction: a pilot study. Andrology. 2017;5:1100–1104.", "ArticleIdList": ["28992369"]}, {"Citation": "Kose N, Akin F, Yildirim T, Ergun G, Altun I. The association between the lymphocyte-to-monocyte ratio and coronary artery disease severity in patients with stable coronary artery disease. Eur Rev Med Pharmacol Sci. 2019;23:2570–2575.", "ArticleIdList": ["30964185"]}, {"Citation": "Hudzik B, Szkodzinski J, Lekston A, Gierlotka M, Polonski L, Gąsior M. Mean platelet volume-to-lymphocyte ratio: a novel marker of poor short- and long-term prognosis in patients with diabetes mellitus and acute myocardial infarction. J Diabetes Complications. 2016;30:1097–1102.", "ArticleIdList": ["27138871"]}, {"Citation": "Uslu AU, Küçük A, Şahin A, et al. Two new inflammatory markers associated with Disease Activity Score-28 in patients with rheumatoid arthritis: neutrophil-lymphocyte ratio and platelet-lymphocyte ratio. Int J Rheum Dis. 2015;18:731–735.", "ArticleIdList": ["25900081"]}, {"Citation": "Zengin O, Onder ME, Kalem A, et al. New inflammatory markers in early rheumatoid arthritis. Z Rheumatol. 2018;77:144–150.", "ArticleIdList": ["27604908"]}, {"Citation": "Jeong Y, Jeon SR, Kim HG, et al. The role of platelet to lymphocyte ratio and neutrophil to lymphocyte ratio in ulcerative colitis. Intest Res. 2021;19:62–70.", "ArticleIdList": ["PMC7873407", "32375208"]}, {"Citation": "Jan HC, Yang WH, Ou CH. Combination of the preoperative systemic immune-inflammation index and monocyte-lymphocyte ratio as a novel prognostic factor in patients with upper-tract urothelial carcinoma. Ann Surg Oncol. 2019;26:669–684.", "ArticleIdList": ["30374917"]}, {"Citation": "Gumus F, Solak I, Eryilmaz MA. The effects of smoking on neutrophil/lymphocyte, platelet/ /lymphocyte ratios. Bratisl Lek Listy. 2018;119:116–119.", "ArticleIdList": ["29455548"]}, {"Citation": "Hammad M, Shehata OZ, Abdel-Latif SM, El-Din AMM. Neutrophil/lymphocyte ratio and platelet/lymphocyte ratio in Behjet’s disease: which and when to use? Clin Rheumatol. 2018;37:2811–2817.", "ArticleIdList": ["29980877"]}, {"Citation": "Song A, Eo W, Lee S. Comparison of selected inflammation-based prognostic markers in relapsed or refractory metastatic colorectal cancer patients. World J Gastroenterol. 2015;21:12410–12420.", "ArticleIdList": ["PMC4649124", "26604648"]}, {"Citation": "Madsen OR. Stability of fatigue, pain, patient global assessment and the Bath Ankylosing Spondylitis Functional Index (BASFI) in spondyloarthropathy patients with stable disease according to the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Rheumatol Int. 2018;38:425–432.", "ArticleIdList": ["29299630"]}, {"Citation": "Calin A, Garrett S, Whitelock H, et al. A new approach to defining functional ability in ankylosing spondylitis: the development of the Bath Ankylosing Spondylitis Functional Index. J Rheumatol. 1994;21:2281–2285.", "ArticleIdList": ["7699629"]}, {"Citation": "Ozer HT, Sarpel T, Gulek B, Alparslan ZN, Erken E. The Turkish version of the Bath Ankylosing Spondylitis Functional Index: reliability and validity. Clin Rheumatol. 2005;24:123–128.", "ArticleIdList": ["15340866"]}, {"Citation": "Garrett S, Jenkinson T, Kennedy LG, Whitelock H, Gaisford P, Calin A. A new approach to defining disease status in ankylosing spondylitis: the Bath Ankylosing Spondylitis Disease Activity Index. J Rheumatol. 1994;21:2286–2291.", "ArticleIdList": ["7699630"]}, {"Citation": "Akkoc Y, Karatepe AG, Akar S, Kirazli Y, Akkoc N. A Turkish version of the Bath Ankylosing Spondylitis Disease Activity Index: reliability and validity. Rheumatol Int. 2005;25:280–284.", "ArticleIdList": ["14730386"]}, {"Citation": "Wewers ME, Lowe NK. A critical review of visual analogue scales in the measurement of clinical phenomena. Res Nurs Health. 1990;13:227–236.", "ArticleIdList": ["2197679"]}, {"Citation": "Kayhan M, Dilekci E. Evaluation of the applications of traditional and complementary medicine in the perspective of family medicine in a tertiary referral center. Med Sci. 2020;9:216–220."}, {"Citation": "İnal EE, Sunar İ, Sarataş Ş, Eroglu P, İnal S, Yener M. May neutrophil-lymphocyte and platelet-lymphocyte ratios indicate disease activity in ankylosing spondylitis? Arch Rheumatol. 2015;30:130–137."}, {"Citation": "Lee S, Choe JW, Kim HK, Sung J. High-sensitivity C-reactive protein and cancer. J Epidemiol. 2011;21:161–168.", "ArticleIdList": ["PMC3899404", "21368452"]}, {"Citation": "Saito K, Kihara K. C-reactive protein as a biomarker for urological cancers. Nature reviews Urology. 2011;8:659–666.", "ArticleIdList": ["22025173"]}, {"Citation": "Yasue H, Hirai N, Mizuno Y, et al. Low-grade inflammation, thrombogenicity, and atherogenic lipid profile in cigarette smokers. Circ J. 2006;70:8–13.", "ArticleIdList": ["16377917"]}, {"Citation": "Imtiaz F, Shafique K, Mirza SS, Ayoob Z, Vart P, Rao S. Neutrophil lymphocyte ratio as a measure of systemic inflammation in prevalent chronic diseases in Asian population. Int Arch Med. 2012;5:2.", "ArticleIdList": ["PMC3277482", "22281066"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "7", "Hour": "3", "Minute": "2"}, {"Year": "2022", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36204783", "PMC9555027", "10.4103/2045-9912.344981", "MedGasRes_2023_13_2_53_344981"]}}], "PubmedBookArticle": []}