{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air Pollutant", "Anosmia", "COVID-19", "Chemosensory Dysfunction", "Dysgeusia", "Korean"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36217572", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "10"}], "ELocationID": ["e290", "10.3346/jkms.2022.37.e290"], "Journal": {"ISSN": "1598-6357", "JournalIssue": {"Volume": "37", "Issue": "39", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "10"}}, "Title": "Journal of Korean medical science", "ISOAbbreviation": "J Korean Med Sci"}, "ArticleTitle": "Effects of Air Pollution on Chemosensory Dysfunction in COVID-19 Patients.", "Pagination": {"StartPage": "e290", "MedlinePgn": "e290"}, "Abstract": {"AbstractText": ["In some patients, coronavirus disease 2019 (COVID-19) is accompanied by loss of smell and taste, and this has been reportedly associated with exposure to air pollutants. This study investigated the relationship between the occurrence of chemosensory dysfunction in COVID-19 patients and air pollutant concentrations in Korea.", "Information on the clinical symptom of chemosensory dysfunction, the date of diagnosis, residential area, age, and sex of 60,194 confirmed COVID-19 cases reported to the Korea Disease Control and Prevention Agency from January 20 to December 31, 2020 was collected. In addition, the daily average concentration of air pollutants for a week in the patients' residential area was collected from the Ministry of Environment based on the date of diagnosis of COVID-19. A binomial logistic regression model, using age and gender, standardized smoking rate, number of outpatient visits, 24-hour mean temperature and relative humidity at the regional level as covariates, was used to determine the effect of air pollution on chemosensory dysfunction.", "Symptoms of chemosensory dysfunction were most frequent among patients in their 20s and 30s, and occurred more frequently in large cities. The logistic analysis showed that the concentration of particulate matter 10 (PM<sub>10</sub>) and 2.5 (PM<sub>2.5</sub>) up to 2 days before the diagnosis of COVID-19 and the concentration of sulfur dioxide (SO<sub>2</sub>), nitrogen dioxide (NO<sub>2</sub>), carbon monoxide (CO), and ozone (O<sub>3</sub>) at least 7 days before the diagnosis of COVID-19 affected the development of chemosensory dysfunction. In the logistic regression model adjusted for age, sex, standardized smoking rate, number of outpatient visits, and daily average temperature and relative humidity, it was found that an increase in the interquartile range of PM<sub>10</sub>, PM<sub>2.5</sub>, SO<sub>2</sub>, NO<sub>2</sub>, and CO on the day of diagnosis increased the incidence of chemosensory dysfunction 1.10, 1.10, 1.17, 1.31, and 1.19-fold, respectively. In contrast, the O<sub>3</sub> concentration had a negative association with chemosensory dysfunction.", "High concentrations of air pollutants such as PM<sub>10</sub>, PM<sub>2.5</sub>, SO<sub>2</sub>, NO<sub>2</sub>, and CO on the day of diagnosis increased the risk of developing chemosensory dysfunction from COVID-19 infection. This result underscores the need to actively prevent exposure to air pollution and prevent COVID-19 infection. In addition, policies that regulate activities and products that create high amounts of harmful environmental wastes may help in promoting better health for all during COVID-19 pandemic."], "CopyrightInformation": "© 2022 The Korean Academy of Medical Sciences."}, "AuthorList": [{"Identifier": ["0000-0002-0110-7315"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Compensation & Support Center for COVID-19 Vaccine Injury, Korea Disease Control and Prevention Agency, Cheongju, Korea."}], "LastName": "Choi", "ForeName": "Young-Sook", "Initials": "YS"}, {"Identifier": ["0000-0003-2387-4635"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Digital Health Devices Division, National Institute of Food and Drug Safety Evaluation, Ministry of Food and Drug Safety, Cheongju, Korea."}], "LastName": "Jeong", "ForeName": "Byeong-Su", "Initials": "BS"}, {"Identifier": ["0000-0002-0828-455X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Healthcare Associated Infection Control, Bureau of Healthcare Safety and Immunization, Korea Disease Control and Prevention Agency, Cheongju, Korea. yeonkyenglee@cdc.go.kr."}], "LastName": "Lee", "ForeName": "Yeon-Kyeng", "Initials": "YK"}, {"Identifier": ["0000-0003-4671-8045"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, College of Medicine, Chungbuk National University, Cheongju, Korea."}, {"Identifier": [], "Affiliation": "Chungbuk Regional Cancer Center, Chungbuk National University Hospital, Cheongju, Korea. ydkim@cbu.ac.kr."}], "LastName": "Kim", "ForeName": "Yong-Dae", "Initials": "YD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Korean Med Sci", "NlmUniqueID": "8703518", "ISSNLinking": "1011-8934"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["complications", "epidemiology"], "DescriptorName": "COVID-19"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Sulfur Dioxide"}], "CoiStatement": "The authors have no potential conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Park WB, Kwon NJ, Choi SJ, Kang CK, Choe PG, Kim JY, et al. Virus isolation from the first patient with SARS-CoV-2 in Korea. J Korean Med Sci. 2020;35(7):e84.", "ArticleIdList": ["PMC7036342", "32080990"]}, {"Citation": "Suzaki I, Kobayashi H. Coronavirus disease 2019 and nasal conditions: a review of current evidence. In Vivo. 2021;35(3):1409–1417.", "ArticleIdList": ["PMC8193326", "33910818"]}, {"Citation": "Cazzolla AP, Lovero R, Lo Muzio L, Testa NF, Schirinzi A, Palmieri G, et al. Taste and smell disorders in COVID-19 patients: role of IL-6. ACS Chem Neurosci. 2020;11(17):2774–2781.", "ArticleIdList": ["32786309"]}, {"Citation": "Borro M, Di Girolamo P, Gentile G, De Luca O, Preissner R, Marcolongo A, et al. Evidence-based considerations exploring relations between SARS-CoV-2 pandemic and air pollution: involvement of PM2.5-mediated up-regulation of the viral receptor ACE-2. Int J Environ Res Public Health. 2020;17(15):5573.", "ArticleIdList": ["PMC7432777", "32748812"]}, {"Citation": "Li HH, Liu CC, Hsu TW, Lin JH, Hsu JW, Li AF, et al. Upregulation of ACE2 and TMPRSS2 by particulate matter and idiopathic pulmonary fibrosis: a potential role in severe COVID-19. Part Fibre Toxicol. 2021;18(1):11.", "ArticleIdList": ["PMC7948665", "33706759"]}, {"Citation": "Lee Y, Min P, Lee S, Kim SW. Prevalence and duration of acute loss of smell or taste in COVID-19 patients. J Korean Med Sci. 2020;35(18):e174.", "ArticleIdList": ["PMC7211515", "32383370"]}, {"Citation": "von Bartheld CS, Hagen MM, Butowt R. Prevalence of chemosensory dysfunction in COVID-19 patients: a systematic review and meta-analysis reveals significant ethnic differences. ACS Chem Neurosci. 2020;11(19):2944–2961.", "ArticleIdList": ["PMC7571048", "32870641"]}, {"Citation": "Okada Y, Yoshimura K, Toya S, Tsuchimochi M. Pathogenesis of taste impairment and salivary dysfunction in COVID-19 patients. Jpn Dent Sci Rev. 2021;57:111–122.", "ArticleIdList": ["PMC8266517", "34257762"]}, {"Citation": "Seo MY, Seok H, Hwang SJ, Choi HK, Jeon JH, Sohn JW, et al. Trend of olfactory and gustatory dysfunction in COVID-19 patients in a quarantine facility. J Korean Med Sci. 2020;35(41):e375.", "ArticleIdList": ["PMC7590653", "33107232"]}, {"Citation": "Tung NT, Cheng PC, Chi KH, Hsiao TC, Jones T, BéruBé K, et al. Particulate matter and SARS-CoV-2: a possible model of COVID-19 transmission. Sci Total Environ. 2021;750:141532.", "ArticleIdList": ["PMC7403850", "32858292"]}, {"Citation": "Lembo R, Landoni G, Cianfanelli L, Frontera A. Air pollutants and SARS-CoV-2 in 33 European countries. Acta Biomed. 2021;92(1):e2021166.", "ArticleIdList": ["PMC7975964", "33682802"]}, {"Citation": "Stavem K, Ghanima W, Olsen MK, Gilboe HM, Einvik G. Persistent symptoms 1.5-6 months after COVID-19 in non-hospitalised subjects: a population-based cohort study. Thorax. 2021;76(4):405–407.", "ArticleIdList": ["PMC7716295", "33273028"]}, {"Citation": "Hutton JL, Baracos VE, Wismer WV. Chemosensory dysfunction is a primary factor in the evolution of declining nutritional status and quality of life in patients with advanced cancer. J Pain Symptom Manage. 2007;33(2):156–165.", "ArticleIdList": ["17280921"]}, {"Citation": "Sehanobish E, Barbi M, Fong V, Kravitz M, Sanchez Tejera D, Asad M, et al. COVID-19-induced anosmia and ageusia are associated with younger age and lower blood eosinophil counts. Am J Rhinol Allergy. 2021;35(6):830–839.", "ArticleIdList": ["PMC8822197", "33813917"]}, {"Citation": "Meini S, Suardi LR, Busoni M, Roberts AT, Fortini A. Olfactory and gustatory dysfunctions in 100 patients hospitalized for COVID-19: sex differences and recovery time in real-life. Eur Arch Otorhinolaryngol. 2020;277(12):3519–3523.", "ArticleIdList": ["PMC7271634", "32500326"]}, {"Citation": "Zhang Z, Rowan NR, Pinto JM, London NR, Lane AP, Biswal S, et al. Exposure to particulate matter air pollution and anosmia. JAMA Netw Open. 2021;4(5):e2111606.", "ArticleIdList": ["PMC8160589", "34042992"]}, {"Citation": "Yu G, Bai Z, Chen Z, Chen H, Wang G, Wang G, et al. The NLRP3 inflammasome is a potential target of ozone therapy aiming to ease chronic renal inflammation in chronic kidney disease. Int Immunopharmacol. 2017;43:203–209.", "ArticleIdList": ["28038382"]}, {"Citation": "Sagai M, Bocci V. Mechanisms of action involved in ozone therapy: Is healing induced via a mild oxidative stress? Med Gas Res. 2011;1(1):29.", "ArticleIdList": ["PMC3298518", "22185664"]}, {"Citation": "Pecorelli A, Bocci V, Acquaviva A, Belmonte G, Gardi C, Virgili F, et al. NRF2 activation is involved in ozonated human serum upregulation of HO-1 in endothelial cells. Toxicol Appl Pharmacol. 2013;267(1):30–40.", "ArticleIdList": ["23253326"]}, {"Citation": "von Bartheld CS, Mathew D, Butowt R. New study on prevalence of anosmia in COVID-19 implicates the D614G virus mutation as a major contributing factor to chemosensory dysfunction. Eur Arch Otorhinolaryngol. 2021;278(9):3593–3594.", "ArticleIdList": ["PMC8011370", "33788036"]}, {"Citation": "Meng X, Pan Y. COVID-19 and anosmia: the story so far. Ear Nose Throat J. 2021:1455613211048998.", "ArticleIdList": ["34587819"]}, {"Citation": "Ozono S, Zhang Y, Ode H, Sano K, Tan TS, Imai K, et al. SARS-CoV-2 D614G spike mutation increases entry efficiency with enhanced ACE2-binding affinity. Nat Commun. 2021;12(1):848.", "ArticleIdList": ["PMC7870668", "33558493"]}, {"Citation": "Boscutti A, Delvecchio G, Pigoni A, Cereda G, Ciappolino V, Bellani M, et al. Olfactory and gustatory dysfunctions in SARS-CoV-2 infection: a systematic review. Brain Behav Immun Health. 2021;15:100268.", "ArticleIdList": ["PMC8129998", "34027497"]}, {"Citation": "Strak M, Janssen N, Beelen R, Schmitz O, Karssenberg D, Houthuijs D, et al. Associations between lifestyle and air pollution exposure: potential for confounding in large administrative data cohorts. Environ Res. 2017;156:364–373.", "ArticleIdList": ["28395240"]}, {"Citation": "Galluzzi F, Rossi V, Bosetti C, Garavello W. Risk factors for olfactory dysfunctions in patients with SARS-CoV-2 infection. Neuroepidemiology. 2021;55(2):154–161.", "ArticleIdList": ["33794531"]}, {"Citation": "Schlosser RJ, Desiato VM, Storck KA, Nguyen SA, Hill JB, Washington BJ, et al. A community-based study on the prevalence of olfactory dysfunction. Am J Rhinol Allergy. 2020;34(5):661–670.", "ArticleIdList": ["PMC7705196", "32345032"]}, {"Citation": "Schikowski T, Sugiri D, Reimann V, Pesch B, Ranft U, Krämer U. Contribution of smoking and air pollution exposure in urban areas to social differences in respiratory health. BMC Public Health. 2008;8(1):179.", "ArticleIdList": ["PMC2426697", "18505547"]}, {"Citation": "Schiffman SS. Perception of taste and smell in elderly persons. Crit Rev Food Sci Nutr. 1993;33(1):17–26.", "ArticleIdList": ["8424850"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "12"}, {"Year": "2022", "Month": "8", "Day": "11"}, {"Year": "2022", "Month": "10", "Day": "11", "Hour": "1", "Minute": "53"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36217572", "PMC9550633", "10.3346/jkms.2022.37.e290", "37.e290"]}}], "PubmedBookArticle": []}