{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36220851", "DateRevised": {"Year": "2022", "Month": "10", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "11"}], "ELocationID": ["16300", "10.1038/s41598-022-20548-2"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "11"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Localized mesospheric ozone destruction corresponding to isolated proton aurora coming from Earth's radiation belt.", "Pagination": {"StartPage": "16300", "MedlinePgn": "16300"}, "Abstract": {"AbstractText": ["Relativistic electron precipitation (REP) from the Earth's radiation belt plays an important role in mesospheric ozone loss as a connection between space weather and the climate system. However, the rapid (tens of minutes) destruction of mesospheric ozone directly caused by REP has remained poorly understood due to the difficulty of recognizing its location and duration. Here we show a compelling rapid correspondence between localized REP and ozone destruction during a specific auroral phenomenon, the called an isolated proton aurora (IPA). The IPA from the Earth's radiation belt becomes an important spatial and temporal proxy of REP, distinct from other auroral phenomena, and allowing visualizing micro-ozone holes. We found ozone destruction of as much as 10-60% within 1.5 h of the initiation of IPA. Electromagnetic ion cyclotron waves in the oxygen ion band observed as the driver of REP likely affect through resonance with mainly ultra-relativistic (> 2 mega-electron-volts) energy electrons. The rapid REP impact demonstrates its crucial role and direct effect on regulating the atmospheric chemical balance."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Natural Science and Technology, Kanazawa University, Kanazawa, Japan. ozaki@is.t.kanazawa-u.ac.jp."}], "LastName": "Ozaki", "ForeName": "Mitsunori", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Space-Earth Environmental Research, Nagoya University, Nagoya, Japan."}], "LastName": "Shiokawa", "ForeName": "Kazuo", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Polar Research, Tachikawa, Japan."}, {"Identifier": [], "Affiliation": "Department of Polar Science, The Graduate University for Advanced Studies, SOKENDAI, Tachikawa, Japan."}], "LastName": "Kataoka", "ForeName": "Ryuho", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Langley Research Center, Hampton, VA, USA."}], "LastName": "Mlynczak", "ForeName": "Martin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Johns Hopkins University Applied Physics Laboratory, Laurel, MD, USA."}], "LastName": "Paxton", "ForeName": "Larry", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Athabasca University Observatories, Athabasca, AB, Canada."}, {"Identifier": [], "Affiliation": "Department of Physics and Astronomy, University of Calgary, Calgary, AB, Canada."}], "LastName": "Connors", "ForeName": "Martin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Natural Science and Technology, Kanazawa University, Kanazawa, Japan."}], "LastName": "Yagitani", "ForeName": "Satoshi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Natural Science and Technology, Kanazawa University, Kanazawa, Japan."}], "LastName": "Hashimoto", "ForeName": "Shion", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Space-Earth Environmental Research, Nagoya University, Nagoya, Japan."}], "LastName": "Otsuka", "ForeName": "Yuichi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Space and Astronautical Science, Japan Aerospace Exploration Agency, Sagamihara, Japan."}], "LastName": "Nakahira", "ForeName": "Satoshi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, University of Alberta, Edmonton, AB, Canada."}], "LastName": "Mann", "ForeName": "Ian", "Initials": "I"}], "GrantList": [{"GrantID": "JP20H02162", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "JP16H06286", "Agency": "Japan Society for the Promotion of Science", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rodger CJ, Clilverd MA, Thomson NR, Gamble RJ, Seppälä A, Turunen E, Meredith NP, Parrot M, Sauvaud J-A, Berthelier J-J. Radiation belt electron precipitation into the atmosphere: recovery from a geomagnetic storm. J. Geophys. Res. 2007;112:A11307. doi: 10.1029/2007JA012383.", "ArticleIdList": ["10.1029/2007JA012383"]}, {"Citation": "Rozanov E, Calisto M, Egorova T, Peter T, Schmutz W. Influence of the precipitating energetic particles on atmospheric chemistry and climate. Surv. Geophys. 2012;33:483–501. doi: 10.1007/s10712-012-9192-0.", "ArticleIdList": ["10.1007/s10712-012-9192-0"]}, {"Citation": "Seppälä A, Matthes K, Randall CE, Mironova IA. What is the solar influence on climate? Overview of activities during CAWSES-II. Prog. Earth Planet. Sci. 2014;1:24. doi: 10.1186/s40645-014-0024-3.", "ArticleIdList": ["10.1186/s40645-014-0024-3"]}, {"Citation": "Andersson M, Verronen P, Rodger C, et al. Missing driver in the Sun-Earth connection from energetic electron precipitation impacts mesospheric ozone. Nat Commun. 2014;5:5197. doi: 10.1038/ncomms6197.", "ArticleIdList": ["10.1038/ncomms6197", "PMC4214406", "25312693"]}, {"Citation": "Heath DF, Kruger AJ, Crutzen PJ. Solar proton events: influence on stratospheric ozone. Science. 1977;453(197):886–889. doi: 10.1126/science.197.4306.886.", "ArticleIdList": ["10.1126/science.197.4306.886", "17730172"]}, {"Citation": "Jackman CH, et al. Northern hemisphere atmospheric effects due to the July 2000 solar proton events. Geophys. Res. Lett. 2001;28:2883–2886. doi: 10.1029/2001GL013221.", "ArticleIdList": ["10.1029/2001GL013221"]}, {"Citation": "Funke B, Baumgaertner A, Calisto M, Egorova T, Jackman CH, Kieser J, et al. Composition changes after the “Halloween” solar proton event: the high-energy particle precipitation in the atmosphere (HEPPA) model versus MIPAS data intercomparison study. Atmos. Chem. Phys. 2011;11:9089–9139. doi: 10.5194/acp-11-9089-2011.", "ArticleIdList": ["10.5194/acp-11-9089-2011"]}, {"Citation": "Solomon S, Rusch DW, Gerard J-C, Reid GC, Crutzen PJ. The effect of particle precipitation events on the neutral and ion chemistry of the middle atmosphere. II—odd hydrogen. Planet. Space Sci. 1981;29:885–893. doi: 10.1016/0032-0633(81)90078-7.", "ArticleIdList": ["10.1016/0032-0633(81)90078-7"]}, {"Citation": "Turunen, et al. Impact of different energies of precipitating particles on NOx generation in the middle and upper atmosphere during geomagnetic storms. J. Atmos. Solar Terr. Phys. 2009;71(10–11):1176–1189. doi: 10.1016/j.jastp.2008.07.005.", "ArticleIdList": ["10.1016/j.jastp.2008.07.005"]}, {"Citation": "Randall CE, Harvey VL, Singleton CS, Bernath PF, Boone CD, Kozyra JU. Enhanced NOx in 2006 linked to strong upper stratospheric Arctic vortex. Geophys. Res. Lett. 2006;33:L18811. doi: 10.1029/2006GL027160.", "ArticleIdList": ["10.1029/2006GL027160"]}, {"Citation": "Andersson ME, et al. Polar ozone response to energetic particle precipitation over decadal time scales: the role of medium-energy electrons. J. Geophys. Res.: Atmos. 2018;123:607–622. doi: 10.1002/2017JD027605.", "ArticleIdList": ["10.1002/2017JD027605"]}, {"Citation": "Jia J, Kero A, Kalakoski N, Szeląg ME, Verronen PT. Is there a direct solar proton impact on lower-stratospheric ozone? Atmos. Chem. Phys. 2020;20:14969–14982. doi: 10.5194/acp-20-14969-2020.", "ArticleIdList": ["10.5194/acp-20-14969-2020"]}, {"Citation": "Baumgaertner AJG, Seppälä A, Jöckel P, Clilverd MA. Geomagnetic activity related NOx enhancements and polar surface air temperature variability in a chemistry climate model: modulation of the NAM index. Atmos. Chem. Phys. 2011;11:4521–4531. doi: 10.5194/acp-11-4521-2011.", "ArticleIdList": ["10.5194/acp-11-4521-2011"]}, {"Citation": "Seppälä A, Lu H, Clilverd MA, Rodger CJ. Geomagnetic activity signatures in wintertime stratosphere wind, temperature, and wave response. J. Geophys. Res. Atmos. 2013;118:2169–2183. doi: 10.1002/jgrd.50236.", "ArticleIdList": ["10.1002/jgrd.50236"]}, {"Citation": "Bornebusch JP, Wissing JM, Kallenrode M-B. Solar particle precipitation into the polar atmosphere and their dependence on hemisphere and local time. Adv. Space Res. 2010;45:5. doi: 10.1016/j.asr.2009.11.008.", "ArticleIdList": ["10.1016/j.asr.2009.11.008"]}, {"Citation": "Turunen E, Kero A, Verronen PT, Miyoshi Y, Oyama S-I, Saito S. Mesospheric ozone destruction by high-energy electron precipitation associated with pulsating aurora. J. Geophys. Res. Atmos. 2016;121:11852–11861. doi: 10.1002/2016JD025015.", "ArticleIdList": ["10.1002/2016JD025015"]}, {"Citation": "Seppälä A, Douma E, Rodger CJ, Verronen PT, Clilverd MA, Bortnik J. Relativistic electron microburst events: modeling the atmospheric impact. Geophys. Res. Lett. 2018;45:1141–1147. doi: 10.1002/2017GL075949.", "ArticleIdList": ["10.1002/2017GL075949"]}, {"Citation": "Verronen PT, Seppälä A, Clilverd MA, Rodger CJ, Kyrölä E, Enell C.-F, Ulich T, Turunen E. Diurnal variation of ozone depletion during the October–November 2003 solar proton events. J. Geophys. Res. 2005;110:A09S32. doi: 10.1029/2004JA010932.", "ArticleIdList": ["10.1029/2004JA010932"]}, {"Citation": "Yahnin AG, Yahnina TA, Frey HU. Subauroral proton spots visualize the Pc1 source. J. Geophys. Res. 2007;112:A10223. doi: 10.1029/2007JA012501.", "ArticleIdList": ["10.1029/2007JA012501"]}, {"Citation": "Miyoshi Y, Sakaguchi K, Shiokawa K, Evans D, Albert J, Connors M, Jordanova V. Precipitation of radiation belt electrons by EMIC waves, observed from ground and space. Geophys. Res. Lett. 2008;35:L23101. doi: 10.1029/2008GL035727.", "ArticleIdList": ["10.1029/2008GL035727"]}, {"Citation": "Sakaguchi K, Miyoshi Y, Spanswick E, Donovan E, Mann IR, Jordanova V, Shiokawa K, Connors M, Green JC. Visualization of ion cyclotron wave and particle interactions in the inner magnetosphere via THEMIS-ASI observations. J. Geophys. Res. 2012;117:A10204. doi: 10.1029/2012JA018180.", "ArticleIdList": ["10.1029/2012JA018180"]}, {"Citation": "Van Allen JA, Frank LA. Radiation around the earth to a radial distance of 107,400 km. Nature. 1959;183:430–434. doi: 10.1038/183430a0.", "ArticleIdList": ["10.1038/183430a0"]}, {"Citation": "Usanova ME, et al. Conjugate ground and multisatellite observations of compression-related EMIC Pc1 waves and associated proton precipitation. J. Geophys. Res. 2010;115:A07208. doi: 10.1029/2009JA014935.", "ArticleIdList": ["10.1029/2009JA014935"]}, {"Citation": "Jordanova VK, Spasojevic M, Thomsen MF. Modeling the electromagnetic ion cyclotron wave-induced formation of detached subauroral proton arcs. J. Geophys. Res. 2007;112:A08209. doi: 10.1029/2006JA012215.", "ArticleIdList": ["10.1029/2006JA012215"]}, {"Citation": "Summers D, Thorne RM. Relativistic electron pitch-angle scattering by electromagnetic ion cyclotron waves during geomagnetic storms. J. Geophys. Res. 2003;108:1143. doi: 10.1029/2002JA009489,A4.", "ArticleIdList": ["10.1029/2002JA009489,A4"]}, {"Citation": "Omura Y, Zhao Q. Relativistic electron microbursts due to nonlinear pitch angle scattering by EMIC triggered emissions. J. Geophys. Res. Space Phys. 2013;118:5008–5020. doi: 10.1002/jgra.50477.", "ArticleIdList": ["10.1002/jgra.50477"]}, {"Citation": "Cornwall JM. Cyclotron instabilities and electromagnetic emission in the ultra low frequency and very low frequency ranges. J. Geophys. Res. 1965;70(1):61–69. doi: 10.1029/JZ070i001p00061.", "ArticleIdList": ["10.1029/JZ070i001p00061"]}, {"Citation": "Anderson, B. J., Erlandson, R. E., & Zanetti, L. J. A statistical study of Pc 1–2 magnetic pulsations in the equatorial magnetosphere: 1. Equatorial occurrence distributions. J. Geophys. Res.97(A3), 3075–3088. 10.1029/91JA02706 (1992)."}, {"Citation": "Pickett JS, et al. Cluster observations of EMIC triggered emissions in association with Pc1 waves near Earth's plasmapause. Geophys. Res. Lett. 2010;37:L09104. doi: 10.1029/2010GL042648.", "ArticleIdList": ["10.1029/2010GL042648"]}, {"Citation": "Nomura R, Shiokawa K, Omura Y, Ebihara Y, Miyoshi Y, Sakaguchi K, Otsuka Y, Connors M. Pulsating proton aurora caused by rising tone Pc1 waves. J. Geophys. Res. Space Phys. 2016;121:1608–1618. doi: 10.1002/2015JA021681.", "ArticleIdList": ["10.1002/2015JA021681"]}, {"Citation": "Ozaki M, et al. Fast modulations of pulsating proton aurora related to subpacket structures of Pc1 geomagnetic pulsations at subauroral latitudes. Geophys. Res. Lett. 2016;43:7859–7866. doi: 10.1002/2016GL070008.", "ArticleIdList": ["10.1002/2016GL070008"]}, {"Citation": "Loto'aniu TM, Fraser BJ, Waters CL. Propagation of electromagnetic ion cyclotron wave energy in the magnetosphere. J. Geophys. Res. 2005;110:A07214. doi: 10.1029/2004JA010816.", "ArticleIdList": ["10.1029/2004JA010816"]}, {"Citation": "Ozaki, M., Shiokawa, K., Horne, R. B., Engebretson, M. J., Lessard, M., Ogawa, Y., et al. Magnetic conjugacy of Pc1 waves and isolated proton precipitation at subauroral latitudes: Importance of ionosphere as intensity modulation region. Geophys. Res. Lett.. 48, e2020GL091384. (2021). 10.1029/2020GL091384"}, {"Citation": "Paxton, L. J., Morrison, D., Zhang, Y., Kil, H., Wolven, B., Ogorzalek, B. S., et al. Validation of remote sensing products produced by the Special Sensor Ultraviolet Scanning Imager (SSUSI): A far UV-imaging spectrograph on DMSP F-16. Proc. SPIE 4485, Optical Spectroscopic Techniques, Remote Sensing, and Instrumentation for Atmospheric and Space Research IV, 4485, 338–348. (2002). 10.1117/12.454268"}, {"Citation": "Russell, J. M. III, M. G. Mlynczak, L. L. Gordley, J. Tansock, and R. Esplin. An overview of the SABER experiment and preliminary calibration results. Proc. SPIE3756, 277–288. 10.1117/12.366382 (1999)."}, {"Citation": "Matsuoka M, et al. The MAXI Mission on the ISS: science and instruments for monitoring all-sky X-ray images. Publ. Astron. Soc. Jpn. 2009;61(5):999–1010. doi: 10.1093/pasj/61.5.999.", "ArticleIdList": ["10.1093/pasj/61.5.999"]}, {"Citation": "Alken P, Thébault E, Beggan CD, et al. International geomagnetic reference field: the thirteenth generation. Earth Planets Space. 2021;73:49. doi: 10.1186/s40623-020-01288-x.", "ArticleIdList": ["10.1186/s40623-020-01288-x"]}, {"Citation": "Tsyganenko NA. A model of the magnetosphere with a dawn-dusk asymmetry, 1 Mathematical structure. J. Geophys. Res. 2002;107:A8. doi: 10.1029/2001JA000219.", "ArticleIdList": ["10.1029/2001JA000219"]}, {"Citation": "Oyama S-I, Shiokawa K, Miyoshi Y, Hosokawa K, Watkins BJ, Kurihara J, Tsuda TT, Fallen CT. Lower thermospheric wind variations in auroral patches during the substorm recovery phase. J. Geophys. Res. Space Physics. 2016;121:3564–3577. doi: 10.1002/2015JA022129.", "ArticleIdList": ["10.1002/2015JA022129"]}, {"Citation": "Shiokawa K, Katoh Y, Hamaguchi Y, et al. Ground-based instruments of the PWING project to investigate dynamics of the inner magnetosphere at subauroral latitudes as a part of the ERG-ground coordinated observation network. Earth Planets Space. 2017;69:160. doi: 10.1186/s40623-017-0745-9.", "ArticleIdList": ["10.1186/s40623-017-0745-9"]}, {"Citation": "Tsyganenko NA, Sitnov MI. Modeling the dynamics of the inner magnetosphere during strong geomagnetic storms. J. Geophys. Res. 2005;110:A03208. doi: 10.1029/2004JA010798.", "ArticleIdList": ["10.1029/2004JA010798"]}, {"Citation": "Peck ED, Randall CE, Green JC, Rodriguez JV, Rodger CJ. POES MEPED differential flux retrievals and electron channel contamination correction. J. Geophys. Res. Space Physics. 2015;120:4596–4612. doi: 10.1002/2014JA020817.", "ArticleIdList": ["10.1002/2014JA020817"]}, {"Citation": "Mann IR, Milling DK, Rae IJ, et al. The upgraded CARISMA magnetometer array in the THEMIS era. Space Sci Rev. 2008;141:413–451. doi: 10.1007/s11214-008-9457-6.", "ArticleIdList": ["10.1007/s11214-008-9457-6"]}, {"Citation": "Gallagher DL, Craven PD, Comfort RH. Global core plasma model. J. Geophys. Res. 2000;105(A8):18819–18833. doi: 10.1029/1999JA000241.", "ArticleIdList": ["10.1029/1999JA000241"]}, {"Citation": "Ni B, et al. Resonant scattering of outer zone relativistic electrons by multiband EMIC waves and resultant electron loss time scales. J. Geophys. Res. Space Phys. 2015;120:7357–7373. doi: 10.1002/2015JA021466.", "ArticleIdList": ["10.1002/2015JA021466"]}, {"Citation": "Albert JM. Evaluation of quasi-linear diffusion coefficients for EMIC waves in a multispecies plasma. J. Geophys. Res. 2003;108:1249. doi: 10.1029/2002JA009792,A6.", "ArticleIdList": ["10.1029/2002JA009792,A6"]}, {"Citation": "Ni B, Cao X, Shprits YY, Summers D, Gu X, Fu S, Lou Y. Hot plasma effects on the cyclotron-resonant pitch-angle scattering rates of radiation belt electrons due to EMIC waves. Geophys. Res. Lett. 2018;45:21–30. doi: 10.1002/2017GL076028.", "ArticleIdList": ["10.1002/2017GL076028"]}, {"Citation": "Cao X, Shprits YY, Ni B, et al. Scattering of ultra-relativistic electrons in the Van Allen radiation belts accounting for hot plasma effects. Sci Rep. 2017;7:17719. doi: 10.1038/s41598-017-17739-7.", "ArticleIdList": ["10.1038/s41598-017-17739-7", "PMC5735156", "29255219"]}, {"Citation": "Usanova ME, et al. Effect of EMIC waves on relativistic and ultrarelativistic electron populations: ground-based and Van Allen Probes observations. Geophys. Res. Lett. 2014;41:1375–1381. doi: 10.1002/2013GL059024.", "ArticleIdList": ["10.1002/2013GL059024"]}, {"Citation": "Shprits Y, Drozdov A, Spasojevic M, et al. Wave-induced loss of ultra-relativistic electrons in the Van Allen radiation belts. Nat Commun. 2016;7:12883. doi: 10.1038/ncomms12883.", "ArticleIdList": ["10.1038/ncomms12883", "PMC5052794", "27678050"]}, {"Citation": "Chen L, Thorne RM, Bortnik J, Zhang X-J. Nonresonant interactions of electromagnetic ion cyclotron waves with relativistic electrons. J. Geophys. Res. Space Phys. 2016;121:9913–9925. doi: 10.1002/2016JA022813.", "ArticleIdList": ["10.1002/2016JA022813"]}, {"Citation": "Kubota Y, Omura Y, Summers D. Relativistic electron precipitation induced by EMIC-triggered emissions in a dipole magnetosphere. J. Geophys. Res. Space Phys. 2015;120:4384–4399. doi: 10.1002/2015JA021017.", "ArticleIdList": ["10.1002/2015JA021017"]}, {"Citation": "Kubota Y, Omura Y. Rapid precipitation of radiation belt electrons induced by EMIC rising tone emissions localized in longitude inside and outside the plasmapause. J. Geophys. Res. Space Phys. 2017;122:293–309. doi: 10.1002/2016JA023267.", "ArticleIdList": ["10.1002/2016JA023267"]}, {"Citation": "Shumko M, et al. Proton aurora and relativistic electron microbursts scattered by electromagnetic ion cyclotron waves. Front. Astron. Space Sci. 2022;9:975123. doi: 10.3389/fspas.2022.975123.", "ArticleIdList": ["10.3389/fspas.2022.975123"]}, {"Citation": "Ozaki M, et al. Discovery of 1 Hz range modulation of isolated proton aurora at subauroral latitudes. Geophys. Res. Lett. 2018;45:1209–1217. doi: 10.1002/2017GL076486.", "ArticleIdList": ["10.1002/2017GL076486"]}, {"Citation": "Sato K, Watanabe S, Kawatani Y, Tomikawa Y, Miyazaki K, Takahashi M. On the origins of mesospheric gravity waves. Geophys. Res. Lett. 2009;36:L19801. doi: 10.1029/2009GL039908.", "ArticleIdList": ["10.1029/2009GL039908"]}, {"Citation": "Summers D, Ni B, Meredith NP. Timescales for radiation belt electron acceleration and loss due to resonant wave-particle interactions: 2. Evaluation for VLF chorus, ELF hiss, and electromagnetic ion cyclotron waves. J. Geophys. Res. 2007;112:A04207. doi: 10.1029/2006JA011993.", "ArticleIdList": ["10.1029/2006JA011993"]}, {"Citation": "Hsieh, Y.-K., Omura, Y., & Kubota, Y. Energetic electron precipitation induced by oblique whistler mode chorus emissions. J. Geophys. Res.: Space Phys.127, e2021JA029583, (2022). 10.1029/2021JA029583"}, {"Citation": "Bortnik, J., Albert, J. M., Artemyev, A., Li, W., Jun, C.-W., Grach, V. S., & Demekhov, A. G. Amplitude dependence of nonlinear precipitation blocking of relativistic electrons by large amplitude EMIC waves. Geophys. Res. Lett.49, e2022GL098365 (2022). 10.1029/2022GL098365"}, {"Citation": "Hendry, A. T., Seppälä, A., Rodger, C. J., & Clilverd, M. A. Impact of EMIC-wave driven electron precipitation on the radiation belts and the atmosphere. J. Geophys. Res.: Space Phys. 126, e2020JA028671 (2021). 10.1029/2020JA028671"}, {"Citation": "Semenova NV, Yahnin AG, Yahnina TA, Demekhov AG. Properties of localized precipitation of energetic protons equatorward of the isotropic boundary. Geophys. Res. Lett. 2019;46:10932–10940. doi: 10.1029/2019GL085373.", "ArticleIdList": ["10.1029/2019GL085373"]}, {"Citation": "Morley SK, Sullivan JP, Henderson MG, Blake JB, Baker DN. The global positioning system constellation as a space weather monitor: comparison of electron measurements with Van Allen Probes data. Space Weather. 2016;14:76–92. doi: 10.1002/2015SW001339.", "ArticleIdList": ["10.1002/2015SW001339"]}, {"Citation": "Verronen PT, Andersson ME, Marsh DR, Kovács T, Plane JMC. WACCM-D: whole atmosphere community climate model with D-region ion chemistry. J. Adv. Model. Earth Syst. 2016;8:954–975. doi: 10.1002/2015MS000592.", "ArticleIdList": ["10.1002/2015MS000592"]}, {"Citation": "Danabasoglu, G., Lamarque, J.-F., Bacmeister, J., Bailey, D. A., DuVivier, A. K., Edwards, J., et al. The community earth system model version 2 (CESM2). J. Adv. Model. Earth Syst. 12, e2019MS001916, (2020). 10.1029/2019MS001916"}, {"Citation": "Yao Z, et al. Revealing the source of Jupiter’s x-ray auroral flares. Sci. Adv. 2021;7:28. doi: 10.1126/sciadv.abf0851.", "ArticleIdList": ["10.1126/sciadv.abf0851", "PMC8270495", "34244139"]}, {"Citation": "Rong, P. P., Russell, J. M., Mlynczak, M. G., Remsberg, E. E., Marshall, B. T., Gordley, L. L., & López-Puertas, M. Validation of thermosphere ionosphere mesosphere energetics and dynamics/sounding of the atmosphere using broadband emission radiometry (TIMED/SABER) v1.07 ozone at 9.6 μm in altitude range 15–70 km. J. Geophys. Res. 114, D04306. 10.1029/2008JD010073 (2009)."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "26"}, {"Year": "2022", "Month": "9", "Day": "14"}, {"Year": "2022", "Month": "10", "Day": "11", "Hour": "23", "Minute": "21"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["36220851", "PMC9553911", "10.1038/s41598-022-20548-2", "10.1038/s41598-022-20548-2"]}}], "PubmedBookArticle": []}