{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["advanced oxidation processes", "biochemical oxygen demand", "catalytic ozonation", "chemical oxygen demand", "ibuprofen", "ozone", "polyaniline", "total organic carbon", "water treatment"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36234595", "DateRevised": {"Year": "2022", "Month": "10", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "04"}], "ELocationID": ["3468", "10.3390/nano12193468"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "12", "Issue": "19", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "04"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Catalytic Ozonation of Ibuprofen in Aqueous Media over Polyaniline-Derived Nitrogen Containing Carbon Nanostructures.", "Abstract": {"AbstractText": ["Catalytic ozonation is an important water treatment method among advanced oxidation processes (AOPs). Since the first development, catalytic ozonation has been consistently improved in terms of catalysts used and the optimization of operational parameters. The aim of this work is to compare the catalytic activity of polyaniline (PANI) and thermally treated polyaniline (PANI 900) in the catalytic ozonation of ibuprofen solutions at different pH values (4, 7, and 10). Catalysts were thoroughly characterized through multiple techniques (SEM, Raman spectroscopy, XPS, pHPZC, and so on), while the oxidation process of ibuprofen solutions (100 mgL<sup>-1</sup>) was assessed by several analytical methods (HPLC, UV254, TOC, COD, and BOD5). The experimental data demonstrate a significant improvement in ibuprofen removal in the presence of prepared solids (20 min for PANI 900 at pH10) compared with non-catalytic processes (56 min at pH 10). Moreover, the influence of solution pH was emphasized, showing that, in the basic region, the removal rate of organic substrate is higher than in acidic or neutral range. Ozone consumption mgO<sub>3</sub>/mg ibuprofen was considerably reduced for catalytic processes (17.55-PANI, 11.18-PANI 900) compared with the absence of catalysts (29.64). Hence, beside the ibuprofen degradation, the catalysts used are very active in the mineralization of organic substrate and/or formation of biodegradable compounds. The best removal rate of target pollutants and oxidation by-products was achieved by PANI 900, although raw polyaniline also presents important activity in the oxidation process. Therefore, it can be stated that polyaniline-based catalysts are effective in the oxidation processes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PROTMED Research Centre, University of Bucharest, Splaiul Independenţei 91-95, Sect. 5, 050107 Bucharest, Romania."}], "LastName": "Nica", "ForeName": "Angel-Vasile", "Initials": "AV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PROTMED Research Centre, University of Bucharest, Splaiul Independenţei 91-95, Sect. 5, 050107 Bucharest, Romania."}, {"Identifier": [], "Affiliation": "Department of Systems Ecology and Sustainability, Faculty of Biology, University of Bucharest, Splaiul Independenţei 91-95, 050095 Bucharest, Romania."}], "LastName": "Olaru", "ForeName": "Elena Alina", "Initials": "EA"}, {"Identifier": ["0000-0002-2637-1315"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PROTMED Research Centre, University of Bucharest, Splaiul Independenţei 91-95, Sect. 5, 050107 Bucharest, Romania."}, {"Identifier": [], "Affiliation": "Department of Systems Ecology and Sustainability, Faculty of Biology, University of Bucharest, Splaiul Independenţei 91-95, 050095 Bucharest, Romania."}], "LastName": "Bradu", "ForeName": "Corina", "Initials": "C"}, {"Identifier": ["0000-0003-3751-7065"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Physics, University of Bucharest, 077125 Măgurele, Romania."}], "LastName": "Dumitru", "ForeName": "Anca", "Initials": "A"}, {"Identifier": ["0000-0002-5067-0323"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PROTMED Research Centre, University of Bucharest, Splaiul Independenţei 91-95, Sect. 5, 050107 Bucharest, Romania."}, {"Identifier": [], "Affiliation": "Department of Organic Chemistry, Biochemistry and Catalysis, Faculty of Chemistry, University of Bucharest, 90-92 Soseaua Panduri, 050663 Bucharest, Romania."}], "LastName": "Avramescu", "ForeName": "Sorin Marius", "Initials": "SM"}], "GrantList": [{"GrantID": "PN-III-P4-ID-PCE-2020-0956", "Agency": "Romanian National Authority for Scientific Research and Innovation, UEFISCDI", "Country": ""}, {"GrantID": "PN-III-P2-2.1-PED-2019-2260", "Agency": "Romanian National Authority for Scientific Research and Innovation, UEFISCDI", "Country": ""}, {"GrantID": "PN-III-P2-2.1-PTE-2021-0309, contract 81PTE/2022 within PNCDI III.", "Agency": "Romanian National Authority for Scientific Research and Innovation, CNCS/CCCDI-UEFISCDI", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dominguez I., Arrebola F.J., Martinez Vidal J.L., Garrido Frenich A. Assessment of wastewater pollution by gas chromatography and high resolution Orbitrap mass spectrometry. J. Chromatogr. A. 2020;1619:460964. doi: 10.1016/j.chroma.2020.460964.", "ArticleIdList": ["10.1016/j.chroma.2020.460964", "32113640"]}, {"Citation": "Sires I., Brillas E. Remediation of water pollution caused by pharmaceutical residues based on electrochemical separation and degradation technologies: A review. Environ. Int. 2012;40:212–229. doi: 10.1016/j.envint.2011.07.012.", "ArticleIdList": ["10.1016/j.envint.2011.07.012", "21862133"]}, {"Citation": "Bao L.J., Maruya K.A., Snyder S.A., Zeng E.Y. China’s water pollution by persistent organic pollutants. Environ. Pollut. 2012;163:100–108. doi: 10.1016/j.envpol.2011.12.022.", "ArticleIdList": ["10.1016/j.envpol.2011.12.022", "22325437"]}, {"Citation": "Zhou F., Huang G.H., Guo H., Zhang W., Hao Z. Spatio-temporal patterns and source apportionment of coastal water pollution in eastern Hong Kong. Water Res. 2007;41:3429–3439. doi: 10.1016/j.watres.2007.04.022.", "ArticleIdList": ["10.1016/j.watres.2007.04.022", "17572471"]}, {"Citation": "Chopra S., Kumar D. Ibuprofen as an emerging organic contaminant in environment, distribution and remediation. Heliyon. 2020;6:e04087. doi: 10.1016/j.heliyon.2020.e04087.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04087", "PMC7265064", "32510000"]}, {"Citation": "Reza R.A., Ahmaruzzaman M. A facile approach for elimination of ibuprofen from wastewater: An experimental and theoretical study. Water Environ. J. 2020;34:435–443. doi: 10.1111/wej.12543.", "ArticleIdList": ["10.1111/wej.12543"]}, {"Citation": "Liu H., Nkundabose J.P., Chen H., Yang L., Meng C., Ding N. Decontamination of ibuprofen micropollutants from water based on visible-light-responsive hybrid photocatalyst. J. Environ. Chem. Eng. 2022;10:107154. doi: 10.1016/j.jece.2022.107154.", "ArticleIdList": ["10.1016/j.jece.2022.107154"]}, {"Citation": "Avramescu S.M., Fierascu I., Fierascu R.C., Brazdis R.I., Nica A.V., Butean C., Olaru E.A., Ulinici S., Verziu M.N., Dumitru A. Removal of Paracetamol from Aqueous Solutions by Photocatalytic Ozonation over TiO2-MexOy Thin Films. Nanomaterials. 2022;12:613. doi: 10.3390/nano12040613.", "ArticleIdList": ["10.3390/nano12040613", "PMC8875729", "35214942"]}, {"Citation": "Oba S.N., Ighalo J.O., Aniagor C.O., Igwegbe C.A. Removal of ibuprofen from aqueous media by adsorption: A comprehensive review. Sci. Total Environ. 2021;780:146608. doi: 10.1016/j.scitotenv.2021.146608.", "ArticleIdList": ["10.1016/j.scitotenv.2021.146608", "34030311"]}, {"Citation": "Holstege C.P. Ibuprofen. In: Wexler P., editor. Encyclopedia of Toxicology. 2nd ed. Elsevier; New York, NY, USA: 2005. pp. 566–567."}, {"Citation": "Liu Y., Zheng X., Zhang S., Sun S. Enhanced removal of ibuprofen by heterogeneous photo-Fenton-like process over sludge-based Fe3O4-MnO2 catalysts. Water Sci. Technol. 2021;85:291–304. doi: 10.2166/wst.2021.612.", "ArticleIdList": ["10.2166/wst.2021.612", "35050884"]}, {"Citation": "Wen S., Chen L., Li W., Ren H., Li K., Wu B., Hu H., Xu K. Insight into the characteristics, removal, and toxicity of effluent organic matter from a pharmaceutical wastewater treatment plant during catalytic ozonation. Sci. Rep. 2018;8:9581. doi: 10.1038/s41598-018-27921-0.", "ArticleIdList": ["10.1038/s41598-018-27921-0", "PMC6018431", "29941941"]}, {"Citation": "Wang B., Zhang H., Wang F., Xiong X., Tian K., Sun Y., Yu T. Application of Heterogeneous Catalytic Ozonation for Refractory Organics in Wastewater. Catalysts. 2019;9:241. doi: 10.3390/catal9030241.", "ArticleIdList": ["10.3390/catal9030241"]}, {"Citation": "Wang J., Chen H. Catalytic ozonation for water and wastewater treatment: Recent advances and perspective. Sci. Total Environ. 2020;704:135249. doi: 10.1016/j.scitotenv.2019.135249.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135249", "31837842"]}, {"Citation": "Mehrjouei M., Müller S., Möller D. A review on photocatalytic ozonation used for the treatment of water and wastewater. Chem. Eng. J. 2015;263:209–219. doi: 10.1016/j.cej.2014.10.112.", "ArticleIdList": ["10.1016/j.cej.2014.10.112"]}, {"Citation": "Jin X., Wu C., Fu L., Tian X., Wang P., Zhou Y., Zuo J. Development, dilemma and potential strategies for the application of nanocatalysts in wastewater catalytic ozonation: A review. J. Environ. Sci. 2023;124:330–349. doi: 10.1016/j.jes.2021.09.041.", "ArticleIdList": ["10.1016/j.jes.2021.09.041", "36182143"]}, {"Citation": "Zhang Z., Lin F., Xiang L., Yu H., Wang Z., Yan B., Chen G. Synergistic effect for simultaneously catalytic ozonation of chlorobenzene and NO over MnCoO catalysts: Byproducts formation under practical conditions. Chem. Eng. J. 2022;427:130929. doi: 10.1016/j.cej.2021.130929.", "ArticleIdList": ["10.1016/j.cej.2021.130929"]}, {"Citation": "Heidari Z., Pelalak R., Eshaghi Malekshah R., Pishnamazi M., Rezakazemi M., Aminabhavi T.M., Shirazian S. A new insight into catalytic ozonation of sulfasalazine antibiotic by plasma-treated limonite nanostructures: Experimental, modeling and mechanism. Chem. Eng. J. 2022;428:131230. doi: 10.1016/j.cej.2021.131230.", "ArticleIdList": ["10.1016/j.cej.2021.131230"]}, {"Citation": "Guan Z., Guo Y., Huang Z., Liao X., Chen S., Ou X., Sun S., Liang J., Cai Y., Xie W., et al. Simultaneous and efficient removal of organic Ni and Cu complexes from electroless plating effluent using integrated catalytic ozonation and chelating precipitation process in a continuous pilot-scale system. Chem. Eng. J. 2022;428:131250. doi: 10.1016/j.cej.2021.131250.", "ArticleIdList": ["10.1016/j.cej.2021.131250"]}, {"Citation": "Zuo X., Ma S., Wu Q., Xiong J., He J., Ma C., Chen Z. Nanometer CeO2 doped high silica ZSM-5 heterogeneous catalytic ozonation of sulfamethoxazole in water. J. Hazard. Mater. 2021;411:125072. doi: 10.1016/j.jhazmat.2021.125072.", "ArticleIdList": ["10.1016/j.jhazmat.2021.125072", "33453668"]}, {"Citation": "Zhang Z., Ai H., Fu M.-L., Hu Y.-B., Liu J., Ji Y., Vasanthakumar V., Yuan B. A new insight into catalytic ozonation of ammonia by MgO/Co3O4 composite: The effects, reaction kinetics and mechanism. Chem. Eng. J. 2021;418:129461. doi: 10.1016/j.cej.2021.129461.", "ArticleIdList": ["10.1016/j.cej.2021.129461"]}, {"Citation": "Dai Q., Zhang Z., Zhan T., Hu Z.T., Chen J. Catalytic Ozonation for the Degradation of 5-Sulfosalicylic Acid with Spinel-Type ZnAl2O4 Prepared by Hydrothermal, Sol-Gel, and Coprecipitation Methods: A Comparison Study. ACS Omega. 2018;3:6506–6512. doi: 10.1021/acsomega.8b00263.", "ArticleIdList": ["10.1021/acsomega.8b00263", "PMC6044642", "30023951"]}, {"Citation": "He C., Chen Y., Guo L., Yin R., Qiu T. Catalytic ozonation of NH4+–N in wastewater over composite metal oxide catalyst. J. Rare Earths. 2020;40:73–84. doi: 10.1016/j.jre.2020.11.003.", "ArticleIdList": ["10.1016/j.jre.2020.11.003"]}, {"Citation": "Gucheng Z., Jing Z., Yongli Z., Peng Z., Chenmo W., Wenshu L., Liwei C. Effect of the composition and surface functional groups of Fe–Ni bimetal oxides catalysts in catalytic ozonation process. J. Water Supply Res. Technol. AQUA. 2018;67:119–126. doi: 10.2166/aqua.2018.116.", "ArticleIdList": ["10.2166/aqua.2018.116"]}, {"Citation": "Chen Y., Guo L., Li C. Fabrication of Surfactant-Enhanced Metal Oxides Catalyst for Catalytic Ozonation Ammonia in Water. Int. J. Environ. Res. Public Health. 2018;15:1654. doi: 10.3390/ijerph15081654.", "ArticleIdList": ["10.3390/ijerph15081654", "PMC6121619", "30081535"]}, {"Citation": "Liu Z.-Q., Huang C., Li J.-Y., Yang J., Qu B., Yang S.-Q., Cui Y.-H., Yan Y., Sun S., Wu X. Activated carbon catalytic ozonation of reverse osmosis concentrate after coagulation pretreatment from coal gasification wastewater reclamation for zero liquid discharge. J. Clean. Prod. 2021;286:124951. doi: 10.1016/j.jclepro.2020.124951.", "ArticleIdList": ["10.1016/j.jclepro.2020.124951"]}, {"Citation": "Yuan Y., Xing G., Garg S., Ma J., Kong X., Dai P., Waite T.D. Mechanistic insights into the catalytic ozonation process using iron oxide-impregnated activated carbon. Water Res. 2020;177:115785. doi: 10.1016/j.watres.2020.115785.", "ArticleIdList": ["10.1016/j.watres.2020.115785", "32304906"]}, {"Citation": "Wei K., Wang Z., Ouyang C., Cao X., Liang P., Huang X., Zhang X. A hybrid fluidized-bed reactor (HFBR) based on arrayed ceramic membranes (ACMs) coupled with powdered activated carbon (PAC) for efficient catalytic ozonation: A comprehensive study on a pilot scale. Water Res. 2020;173:115536. doi: 10.1016/j.watres.2020.115536.", "ArticleIdList": ["10.1016/j.watres.2020.115536", "32032886"]}, {"Citation": "Nasseh N., Arghavan F.S., Rodriguez-Couto S., Hossein Panahi A., Esmati M., A-Musawi T.J. Preparation of activated carbon@ZnO composite and its application as a novel catalyst in catalytic ozonation process for metronidazole degradation. Adv. Powder Technol. 2020;31:875–885. doi: 10.1016/j.apt.2019.12.006.", "ArticleIdList": ["10.1016/j.apt.2019.12.006"]}, {"Citation": "Wang W.L., Hu H.Y., Liu X., Shi H.X., Zhou T.H., Wang C., Huo Z.Y., Wu Q.Y. Combination of catalytic ozonation by regenerated granular activated carbon (rGAC) and biological activated carbon in the advanced treatment of textile wastewater for reclamation. Chemosphere. 2019;231:369–377. doi: 10.1016/j.chemosphere.2019.05.175.", "ArticleIdList": ["10.1016/j.chemosphere.2019.05.175", "31141739"]}, {"Citation": "Lama G., Meijide J., Sanromán A., Pazos M. Heterogeneous Advanced Oxidation Processes: Current Approaches for Wastewater Treatment. Catalysts. 2022;12:344. doi: 10.3390/catal12030344.", "ArticleIdList": ["10.3390/catal12030344"]}, {"Citation": "Liu Y., Chen C., Duan X., Wang S., Wang Y. Carbocatalytic ozonation toward advanced water purification. J. Mater. Chem. A. 2021;9:18994–19024. doi: 10.1039/D1TA02953C.", "ArticleIdList": ["10.1039/D1TA02953C"]}, {"Citation": "Du M.-S., Chen K.-P., Lin Y.-P. Degradation of ibuprofen and acetylsulfamethoxazole by multi-walled carbon nanotube catalytic ozonation: Surface properties, kinetics and modeling. Environ. Sci. Water Res. Technol. 2019;5:1758–1768. doi: 10.1039/C9EW00492K.", "ArticleIdList": ["10.1039/C9EW00492K"]}, {"Citation": "Zhuang H., Guo J., Hong X. Advanced Treatment of Paper-Making Wastewater Using Catalytic Ozonation with Waste Rice Straw-Derived Activated Carbon-Supported Manganese Oxides as a Novel and Efficient Catalyst. Pol. J. Environ. Stud. 2018;27:451–457. doi: 10.15244/pjoes/74483.", "ArticleIdList": ["10.15244/pjoes/74483"]}, {"Citation": "Xu J., Yu Y., Ding K., Liu Z., Wang L., Xu Y. Heterogeneous catalytic ozonation of hydroquinone using sewage sludge-derived carbonaceous catalysts. Water Sci. Technol. 2018;77:1410–1417. doi: 10.2166/wst.2018.001.", "ArticleIdList": ["10.2166/wst.2018.001", "29528328"]}, {"Citation": "Wang J., Chen S., Quan X., Yu H. Fluorine-doped carbon nanotubes as an efficient metal-free catalyst for destruction of organic pollutants in catalytic ozonation. Chemosphere. 2018;190:135–143. doi: 10.1016/j.chemosphere.2017.09.119.", "ArticleIdList": ["10.1016/j.chemosphere.2017.09.119", "28987402"]}, {"Citation": "Lu S., Liu Y., Feng L., Sun Z., Zhang L. Characterization of ferromagnetic sludge-based activated carbon and its application in catalytic ozonation of p-chlorobenzoic acid. Environ. Sci. Pollut. Res. Int. 2018;25:5086–5094. doi: 10.1007/s11356-017-8680-7.", "ArticleIdList": ["10.1007/s11356-017-8680-7", "28281060"]}, {"Citation": "Ferrari-Lima A.M., Marques R.G., Gimenes M.L., Fernandes-Machado N.R.C. Synthesis, characterisation and photocatalytic activity of N-doped TiO2–Nb2O5 mixed oxides. Catal. Today. 2015;254:119–128. doi: 10.1016/j.cattod.2015.02.031.", "ArticleIdList": ["10.1016/j.cattod.2015.02.031"]}, {"Citation": "Sayılkan F., Asiltürk M., Tatar P., Kiraz N., Şener Ş., Arpaç E., Sayılkan H. Photocatalytic performance of Sn-doped TiO2 nanostructured thin films for photocatalytic degradation of malachite green dye under UV and VIS-lights. Mater. Res. Bull. 2008;43:127–134. doi: 10.1016/j.materresbull.2007.02.012.", "ArticleIdList": ["10.1016/j.materresbull.2007.02.012"]}, {"Citation": "Hu C., Xiao Y., Zou Y., Dai L. Carbon-Based Metal-Free Electrocatalysis for Energy Conversion, Energy Storage, and Environmental Protection. Electrochem. Energy Rev. 2018;1:84–112. doi: 10.1007/s41918-018-0003-2.", "ArticleIdList": ["10.1007/s41918-018-0003-2"]}, {"Citation": "Rangraz Y., Heravi M.M., Elhampour A. Recent Advances on Heteroatom-Doped Porous Carbon/Metal Materials: Fascinating Heterogeneous Catalysts for Organic Transformations. Chem. Rec. 2021;21:1985–2073. doi: 10.1002/tcr.202100124.", "ArticleIdList": ["10.1002/tcr.202100124", "34396670"]}, {"Citation": "Li L., Liu E., Shen H., Yang Y., Huang Z., Xiang X., Tian Y. Charge storage performance of doped carbons prepared from polyaniline for supercapacitors. J. Solid State Electrochem. 2011;15:175–182. doi: 10.1007/s10008-010-1087-8.", "ArticleIdList": ["10.1007/s10008-010-1087-8"]}, {"Citation": "Iftimie S., Dumitru A., Bradu C. Carbon nanotubes and carbonized polyaniline nanostructures as 3D modified anode for microbial fuel cells. Proc. Rom. Acad. Ser. A. 2019;20:45–50."}, {"Citation": "Stejskal J., Kohl M., Trchová M., Kolská Z., Pekárek M., Křivka I., Prokeš J. Conversion of conducting polypyrrole nanostructures to nitrogen-containing carbons and its impact on the adsorption of organic dye. Mater. Adv. 2021;2:706–717. doi: 10.1039/D0MA00730G.", "ArticleIdList": ["10.1039/D0MA00730G"]}, {"Citation": "Ćirić-Marjanović G., Pašti I., Gavrilov N., Janošević A., Mentus S. Carbonised polyaniline and polypyrrole: Towards advanced nitrogen-containing carbon materials. Chem. Pap. 2013;67:781–813. doi: 10.2478/s11696-013-0312-1.", "ArticleIdList": ["10.2478/s11696-013-0312-1"]}, {"Citation": "Pašti I.A., Janošević Ležaić A., Gavrilov N.M., Ćirić-Marjanović G., Mentus S.V. Nanocarbons derived from polymers for electrochemical energy conversion and storage—A review. Synth. Met. 2018;246:267–281. doi: 10.1016/j.synthmet.2018.11.003.", "ArticleIdList": ["10.1016/j.synthmet.2018.11.003"]}, {"Citation": "Ding H., Shen J., Wan M., Chen Z. Formation Mechanism of Polyaniline Nanotubes by a Simplified Template-Free Method. Macromol. Chem. Phys. 2008;209:864–871. doi: 10.1002/macp.200700624.", "ArticleIdList": ["10.1002/macp.200700624"]}, {"Citation": "Bakatula E.N., Richard D., Neculita C.M., Zagury G.J. Determination of point of zero charge of natural organic materials. Environ. Sci. Pollut. Res. Int. 2018;25:7823–7833. doi: 10.1007/s11356-017-1115-7.", "ArticleIdList": ["10.1007/s11356-017-1115-7", "29294236"]}, {"Citation": "Umh H.N., Kim Y. Sensitivity of nanoparticles’ stability at the point of zero charge (PZC) J. Ind. Eng. Chem. 2014;20:3175–3178. doi: 10.1016/j.jiec.2013.11.062.", "ArticleIdList": ["10.1016/j.jiec.2013.11.062"]}, {"Citation": "Ibanez J.G., Hernandez-Esparza M., Doria-Serrano C., Fregoso-Infante A., Singh M.M. The Point of Zero Charge of Oxides. In: Ibanez J.G., Hernandez-Esparza M., Doria-Serrano C., Fregoso-Infante A., Singh M.M., editors. Environmental Chemistry: Microscale Laboratory Experiments. Springer New York; New York, NY, USA: 2008. pp. 70–78."}, {"Citation": "Gulicovski J.J., Čerović L.S., Milonjić S.K. Point of Zero Charge and Isoelectric Point of Alumina. Mater. Manuf. Process. 2008;23:615–619. doi: 10.1080/10426910802160668.", "ArticleIdList": ["10.1080/10426910802160668"]}, {"Citation": "Čerović L.S., Milonjić S.K., Todorović M.B., Trtanj M.I., Pogozhev Y.S., Blagoveschenskii Y., Levashov E.A. Point of zero charge of different carbides. Colloids Surf. A Physicochem. Eng. Asp. 2007;297:1–6. doi: 10.1016/j.colsurfa.2006.10.012.", "ArticleIdList": ["10.1016/j.colsurfa.2006.10.012"]}, {"Citation": "Mustafa S., Dilara B., Nargis K., Naeem A., Shahida P. Surface properties of the mixed oxides of iron and silica. Colloids Surf. A Physicochem. Eng. Asp. 2002;205:273–282. doi: 10.1016/S0927-7757(02)00025-0.", "ArticleIdList": ["10.1016/S0927-7757(02)00025-0"]}, {"Citation": "Trchová M., Morávková Z., Bláha M., Stejskal J. Raman spectroscopy of polyaniline and oligoaniline thin films. Electrochim. Acta. 2014;122:28–38. doi: 10.1016/j.electacta.2013.10.133.", "ArticleIdList": ["10.1016/j.electacta.2013.10.133"]}, {"Citation": "Ćirić-Marjanović G., Trchová M., Stejskal J. The chemical oxidative polymerization of aniline in water: Raman spectroscopy. J. Raman Spectrosc. 2008;39:1375–1387. doi: 10.1002/jrs.2007.", "ArticleIdList": ["10.1002/jrs.2007"]}, {"Citation": "Milakin K.A., Acharya U., Hromádková J., Trchová M., Stejskal J., Bober P. nitrogen-containing carbon enriched with tungsten atoms prepared by carbonization of polyaniline. Chem. Pap. 2021;75:5153–5161. doi: 10.1007/s11696-021-01582-2.", "ArticleIdList": ["10.1007/s11696-021-01582-2"]}, {"Citation": "Rozlívková Z., Trchová M., Exnerová M., Stejskal J. The carbonization of granular polyaniline to produce nitrogen-containing carbon. Synth. Met. 2011;161:1122–1129. doi: 10.1016/j.synthmet.2011.03.034.", "ArticleIdList": ["10.1016/j.synthmet.2011.03.034"]}, {"Citation": "Mentus S., Ćirić-Marjanović G., Trchová M., Stejskal J. Conducting carbonized polyaniline nanotubes. Nanotechnology. 2009;20:245601. doi: 10.1088/0957-4484/20/24/245601.", "ArticleIdList": ["10.1088/0957-4484/20/24/245601", "19471087"]}, {"Citation": "Han M.G., Im S.S. X-ray photoelectron spectroscopy study of electrically conducting polyaniline/polyimide blends. Polymer. 2000;41:3253–3262. doi: 10.1016/S0032-3861(99)00531-5.", "ArticleIdList": ["10.1016/S0032-3861(99)00531-5"]}, {"Citation": "Cho S., Kwon O.S., You S.A., Jang J. Shape-controlled polyaniline chemiresistors for high-performance DMMP sensors: Effect of morphologies and charge-transport properties. J. Mater. Chem. A. 2013;1:5679–5688. doi: 10.1039/c3ta01427d.", "ArticleIdList": ["10.1039/c3ta01427d"]}, {"Citation": "Kebiche H., Poncin-Epaillard F., Haddaoui N., Debarnot D. A route for the synthesis of polyaniline-based hybrid nanocomposites. J. Mater. Sci. 2020;55:5782–5794. doi: 10.1007/s10853-020-04406-y.", "ArticleIdList": ["10.1007/s10853-020-04406-y"]}, {"Citation": "Ćirić-Marjanović G. Recent advances in polyaniline research: Polymerization mechanisms, structural aspects, properties and applications. Synthetic Metals. 2013;177:1–47. doi: 10.1016/j.synthmet.2013.06.004.", "ArticleIdList": ["10.1016/j.synthmet.2013.06.004"]}, {"Citation": "Gao Y., Ying J., Xu X., Cai L. Nitrogen-Enriched Carbon Nanofibers Derived from Polyaniline and Their Capacitive Properties. Appl. Sci. 2018;8:1079. doi: 10.3390/app8071079.", "ArticleIdList": ["10.3390/app8071079"]}, {"Citation": "Carroll-Webb S.A., Walther J.V. A surface complex reaction model for the pH-dependence of corundum and kaolinite dissolution rates. Geochim. Cosmochim. Acta. 1988;52:2609–2623. doi: 10.1016/0016-7037(88)90030-0.", "ArticleIdList": ["10.1016/0016-7037(88)90030-0"]}, {"Citation": "Kollannur N., Arnepalli D.N. Methodology for Determining Point of Zero Salt Effect of Clays in Terms of Surface Charge Properties. J. Mater. Civ. Eng. 2019;31:04019286. doi: 10.1061/(ASCE)MT.1943-5533.0002947.", "ArticleIdList": ["10.1061/(ASCE)MT.1943-5533.0002947"]}, {"Citation": "Kasprzyk-Hordern B., Raczyk-Stanisławiak U., Świetlik J., Nawrocki J. Catalytic ozonation of natural organic matter on alumina. Appl. Catal. B Environ. 2006;62:345–358. doi: 10.1016/j.apcatb.2005.09.002.", "ArticleIdList": ["10.1016/j.apcatb.2005.09.002"]}, {"Citation": "Kasprzyk-Hordern B. Chemistry of alumina, reactions in aqueous solution and its application in water treatment. Adv. Colloid Interface Sci. 2004;110:19–48. doi: 10.1016/j.cis.2004.02.002.", "ArticleIdList": ["10.1016/j.cis.2004.02.002", "15142822"]}, {"Citation": "Kasprzyk-Hordern B. Catalytic ozonation and methods of enhancing molecular ozone reactions in water treatment. Appl. Catal. B Environ. 2003;46:639–669. doi: 10.1016/S0926-3373(03)00326-6.", "ArticleIdList": ["10.1016/S0926-3373(03)00326-6"]}, {"Citation": "Vicenteno-Vera A.G., Campos-Hernandez T., Ramirez-Silva M.T., Galano A., Rojas-Hernandez A. Determination of pKa Values of Diclofenac and Ibuprofen in Aqueous Solutions by Capillary Zone Electrophoresis. ECS Trans. 2010;29:443–448. doi: 10.1149/1.3532340.", "ArticleIdList": ["10.1149/1.3532340"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "14"}, {"Year": "2022", "Month": "9", "Day": "28"}, {"Year": "2022", "Month": "9", "Day": "29"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "2", "Minute": "23"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["36234595", "PMC9565786", "10.3390/nano12193468", "nano12193468"]}}], "PubmedBookArticle": []}