{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["impact factors", "nitrogen dioxide", "ozone", "traffic condition"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36232266", "DateCompleted": {"Year": "2022", "Month": "10", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "10"}], "ELocationID": ["12961", "10.3390/ijerph191912961"], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "19", "Issue": "19", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "10"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "Factors Influencing O<sub>3</sub> Concentration in Traffic and Urban Environments: A Case Study of Guangzhou City.", "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) pollution is a serious issue in China, posing a significant threat to people's health. Traffic emissions are the main pollutant source in urban areas. NO<sub>X</sub> and volatile organic compounds (VOCs) from traffic emissions are the main precursors of O<sub>3</sub>. Thus, it is crucial to investigate the relationship between traffic conditions and O<sub>3</sub> pollution. This study focused on the potential relationship between O<sub>3</sub> concentration and traffic conditions at a roadside and urban background in Guangzhou, one of the largest cities in China. The results demonstrated that no significant difference in the O<sub>3</sub> concentration was observed between roadside and urban background environments. However, the O<sub>3</sub> concentration was 2 to 3 times higher on sunny days (above 90 μg/m<sup>3</sup>) than on cloudy days due to meteorological conditions. The results confirmed that limiting traffic emissions may increase O<sub>3</sub> concentrations in Guangzhou. Therefore, the focus should be on industrial, energy, and transportation emission mitigation and the influence of meteorological conditions to minimize O<sub>3</sub> pollution. The results in this study provide some theoretical basis for mitigation emission policies in China."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geographical Science, Harbin Normal University, Harbin 150025, China."}, {"Identifier": [], "Affiliation": "Guangdong Open Laboratory of Geospatial Information Technology and Application, Lab of Guangdong for Utilization of Remote Sensing and Geographical Information System, Guangzhou Institute of Geography, Guangdong Academy of Sciences, Guangzhou 510070, China."}], "LastName": "Liu", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Marine Science and Engineering Guangdong Laboratory (Guangzhou), Guangzhou 511485, China."}], "LastName": "Sun", "ForeName": "Jia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geographical Science, Harbin Normal University, Harbin 150025, China."}, {"Identifier": [], "Affiliation": "Guangdong Open Laboratory of Geospatial Information Technology and Application, Lab of Guangdong for Utilization of Remote Sensing and Geographical Information System, Guangzhou Institute of Geography, Guangdong Academy of Sciences, Guangzhou 510070, China."}], "LastName": "Liu", "ForeName": "Baihua", "Initials": "B"}, {"Identifier": ["0000-0001-9673-0638"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Geographical Science, Harbin Normal University, Harbin 150025, China."}], "LastName": "Li", "ForeName": "Miao", "Initials": "M"}, {"Identifier": ["0000-0002-0015-147X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Open Laboratory of Geospatial Information Technology and Application, Lab of Guangdong for Utilization of Remote Sensing and Geographical Information System, Guangzhou Institute of Geography, Guangdong Academy of Sciences, Guangzhou 510070, China."}, {"Identifier": [], "Affiliation": "Southern Marine Science and Engineering Guangdong Laboratory (Guangzhou), Guangzhou 511485, China."}], "LastName": "Deng", "ForeName": "Yingbin", "Initials": "Y"}, {"Identifier": ["0000-0001-8021-3943"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Open Laboratory of Geospatial Information Technology and Application, Lab of Guangdong for Utilization of Remote Sensing and Geographical Information System, Guangzhou Institute of Geography, Guangdong Academy of Sciences, Guangzhou 510070, China."}, {"Identifier": [], "Affiliation": "Southern Marine Science and Engineering Guangdong Laboratory (Guangzhou), Guangzhou 511485, China."}], "LastName": "Jing", "ForeName": "Wenlong", "Initials": "W"}, {"Identifier": ["0000-0003-4092-2264"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Open Laboratory of Geospatial Information Technology and Application, Lab of Guangdong for Utilization of Remote Sensing and Geographical Information System, Guangzhou Institute of Geography, Guangdong Academy of Sciences, Guangzhou 510070, China."}, {"Identifier": [], "Affiliation": "Southern Marine Science and Engineering Guangdong Laboratory (Guangzhou), Guangzhou 511485, China."}], "LastName": "Yang", "ForeName": "Ji", "Initials": "J"}], "GrantList": [{"GrantID": "(Guangzhou):GML2019ZD0301", "Agency": "The Key Special Project for Introduced Talents Team of Southern Marine Science and Engineering Guangdong Laboratory", "Country": ""}, {"GrantID": "41901372", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "202002030247", "Agency": "Science and Technology Program of Guangzhou", "Country": ""}, {"GrantID": "2022GDASZH-2022010202", "Agency": "The GDAS' Project of Science and Technology Development", "Country": ""}, {"GrantID": "2021B1212100006", "Agency": "The Science and Technology Program of Guangdong", "Country": ""}, {"GrantID": "41976189", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Vehicle Emissions"}, {"QualifierName": ["analysis"], "DescriptorName": "Volatile Organic Compounds"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zheng Y., Peng J., Xiao J., Su P., Li S. Industrial structure transformation and provincial heterogeneity characteristics evolution of air pollution: Evidence of a threshold effect from China. Atmos. Pollut. Res. 2020;11:598–609. doi: 10.1016/j.apr.2019.12.011.", "ArticleIdList": ["10.1016/j.apr.2019.12.011"]}, {"Citation": "He Q., Zhang M., Song Y., Huang B. Spatiotemporal assessment of PM2.5 concentrations and exposure in China from 2013 to 2017 using satellite-derived data. J. Clean. Prod. 2021;286:124965. doi: 10.1016/j.jclepro.2020.124965.", "ArticleIdList": ["10.1016/j.jclepro.2020.124965"]}, {"Citation": "Liu D., Li J., Su X., Zuo R. Analysis of ozone sources in Xining based on CAMx-OSAT method. J. Environ. Sci. 2021;41:386–394."}, {"Citation": "Alfoldy B., Kotb M., Yigiterhan O., Safi M.A., Giamberini S. BTEX, nitrogen oxides, ammonia and ozone concentrations at traffic influenced and background urban sites in an arid environment. Atmos. Pollut. Res. 2018;10:445–454. doi: 10.1016/j.apr.2018.08.009.", "ArticleIdList": ["10.1016/j.apr.2018.08.009"]}, {"Citation": "Wang X., Zhao W., Li L., Yang X., Jiang J., Sun S. Spatial and temporal distribution characteristics of ozone in China and its influence on socio-economic factors. Earth Environ. 2020;48:66–75."}, {"Citation": "Lin H., An Q., Chao L., Pun V.C., Chi S.C., Tian L. Gaseous air pollution and acute myocardial infarction mortality in Hong Kong: A time-stratified case-crossover study. Atmos. Environ. 2013;76:68–73. doi: 10.1016/j.atmosenv.2012.08.043.", "ArticleIdList": ["10.1016/j.atmosenv.2012.08.043"]}, {"Citation": "Cacciottolo M., Wang X., Driscoll I., Woodward N., Saffari A., Reyes J., Serre M.L., Vizuete W., Sioutas C., Morgan T.E. Particulate air pollutants, APOE alleles and their contributions to cognitive impairment in older women and to amyloidogenesis in experimental models. Transl. Psychiatry. 2017;7:e1022. doi: 10.1038/tp.2016.280.", "ArticleIdList": ["10.1038/tp.2016.280", "PMC5299391", "28140404"]}, {"Citation": "Parrish D.D., Petropavlovskikh I., Oltmans S.J. Reversal of Long-Term Trend in Baseline Ozone Concentrations at the North American West Coast. Geophys. Res. Lett. 2017;44:10,675–10,681. doi: 10.1002/2017GL074960.", "ArticleIdList": ["10.1002/2017GL074960"]}, {"Citation": "Young P.J., Naik V., Fiore A.M., Gaudel A., Lewis A. Tropospheric ozone assessment report: Assessment of global-scale model performance for global and regional ozone distributions, variability, and trends. Elem. Sci. Anthr. 2018;6:10."}, {"Citation": "Tarasick D., Galbally I.E., Cooper O.R., Schultz M.G., Neu J.L. Tropospheric ozone assessment report: Tropospheric ozone from 1877 to 2016, observed levels, trends and uncertainties. Elem. Sci. Anthr. 2019;7:39."}, {"Citation": "Zhang R., Lei W., Tie X., Hess P. Industrial emissions cause extreme urban ozone diurnal variability. Proc. Natl. Acad. Sci. USA. 2004;101:6346–6350. doi: 10.1073/pnas.0401484101.", "ArticleIdList": ["10.1073/pnas.0401484101", "PMC404047", "15084740"]}, {"Citation": "Zhang Y., Shao K., Tang X., Li J. Studies on photochemical smog pollution in Chinese cities. J. Peking Univ. (Nat. Sci. Ed.) 1998;Z1:260–268."}, {"Citation": "Ma W., Feng Z., Zhan J., Liu Y., Liu P., Liu C., Ma Q., Yang K., Wang Y., He H. Influence of photochemical loss of volatile organic compounds on understanding ozone formation mechanism. Atmos. Chem. Phys. 2022;22:4841–4851. doi: 10.5194/acp-22-4841-2022.", "ArticleIdList": ["10.5194/acp-22-4841-2022"]}, {"Citation": "Liu J., Li X., Tan Z., Wang W., Zhang Y. Assessing the Ratios of Formaldehyde and Glyoxal to NO2 as Indicators of O3–NOX –VOC sensitivity. Environ. Sci. Technol. 2021;55:10935–10945. doi: 10.1021/acs.est.0c07506.", "ArticleIdList": ["10.1021/acs.est.0c07506", "34319085"]}, {"Citation": "Zhang K., Huang L., Li Q., Huo J., Duan Y., Wang Y., Yaluk E., Wang Y., Fu Q., Li L. Explicit modeling of isoprene chemical processing in polluted air masses in suburban areas of the Yangtze River Delta region: Radical cycling and formation of ozone and formaldehyde. Atmos. Chem. Phys. 2021;21:5905–5917. doi: 10.5194/acp-21-5905-2021.", "ArticleIdList": ["10.5194/acp-21-5905-2021"]}, {"Citation": "Ge S., Wang S., Xu Q., Ho T. Characterization and sensitivity analysis on ozone pollution over the Beaumont-Port Arthur Area in Texas of USA through source apportionment technologies. Atmos. Res. 2020;247:105249. doi: 10.1016/j.atmosres.2020.105249.", "ArticleIdList": ["10.1016/j.atmosres.2020.105249"]}, {"Citation": "Liu Y., Song M., Liu X., Zhang Y., Hui L., Kong L., Zhang Y., Zhang C., Qu Y., An J., et al. Characterization and sources of volatile organic compounds (VOCs) and their related changes during ozone pollution days in 2016 in Beijing, China. Environ. Pollut. 2020;257:113599. doi: 10.1016/j.envpol.2019.113599.", "ArticleIdList": ["10.1016/j.envpol.2019.113599", "31796324"]}, {"Citation": "Wang H., An J., Shen L., Zhu B., Pan C., Liu Z., Liu X., Duan Q., Liu X., Wang Y. Mechanism for the formation and microphysical characteristics of submicron aerosol during heavy haze pollution episode in the Yangtze River Delta, China. Sci. Total Environ. 2014;490:501–508. doi: 10.1016/j.scitotenv.2014.05.009.", "ArticleIdList": ["10.1016/j.scitotenv.2014.05.009", "24875262"]}, {"Citation": "Shen L., Wang H., Zhu B., Zhao T., Wang Y. Impact of urbanization on air quality in the Yangtze River Delta during the COVID-19 lockdown in China. J. Clean. Prod. 2021;296:126561. doi: 10.1016/j.jclepro.2021.126561.", "ArticleIdList": ["10.1016/j.jclepro.2021.126561"]}, {"Citation": "Xiao L., Hong J., Lin Z., Cooper O.R., Schultz M.G., Xu X., Tao W., Gao M., Zhao Y., Zhang Y. Severe surface ozone pollution in China: A global perspective. Environ. Sci. Technol. 2018;5:487–494."}, {"Citation": "Ma S., Shao M., Zhang Y., Dai Q., Xie M. Sensitivity of PM2.5 and O3 pollution episodes to meteorological factors over the North China Plain. Sci. Total Environ. 2021;792:148474. doi: 10.1016/j.scitotenv.2021.148474.", "ArticleIdList": ["10.1016/j.scitotenv.2021.148474", "34153765"]}, {"Citation": "Liu J., Wang L., Li M., Liao Z., Kulmala M. Quantifying the impact of synoptic circulations on ozone variations in North China from April–October 2013–2017. Atmos. Chem. Phys. 2019;19:14477–14492. doi: 10.5194/acp-19-14477-2019.", "ArticleIdList": ["10.5194/acp-19-14477-2019"]}, {"Citation": "Liu N., Lin W., Ma J., Xu W., Xu X. Seasonal variation in surface ozone and its regional characteristics at global atmosphere watch stations in China. J. Environ. Sci. 2019;77:291–302. doi: 10.1016/j.jes.2018.08.009.", "ArticleIdList": ["10.1016/j.jes.2018.08.009", "30573093"]}, {"Citation": "Li M., Yao Y., Luo D., Zhong L. The Linkage of the Large-Scale Circulation Pattern to a Long-Lived Heatwave over Mideastern China in 2018. Atmosphere. 2019;10:89. doi: 10.3390/atmos10020089.", "ArticleIdList": ["10.3390/atmos10020089"]}, {"Citation": "Mao J., Wang L., Lu C., Liu J., Wang Y. Meteorological mechanism for a large-scale persistent severe ozone pollution event over eastern China in 2017. J. Environ. Sci. 2020;92:187–199. doi: 10.1016/j.jes.2020.02.019.", "ArticleIdList": ["10.1016/j.jes.2020.02.019", "32430122"]}, {"Citation": "Sicard P., Paoletti E., Agathokleous E., Araminien V., Marco A.D. Ozone weekend effect in cities: Deep insights for urban air pollution control. Environ. Res. :2020. doi: 10.1016/j.envres.2020.110193. in press.", "ArticleIdList": ["10.1016/j.envres.2020.110193", "PMC7483290", "32919964"]}, {"Citation": "Liu H., Deng Y., Huang F., Zhang T., Chen Y. A study on the characteristics of ozone weekend effect and reaction sensitivity in Chengdu. IOP Conf. Ser. Earth Environ. Sci. 2020;467:012160. doi: 10.1088/1755-1315/467/1/012160.", "ArticleIdList": ["10.1088/1755-1315/467/1/012160"]}, {"Citation": "Xza B., Wzb C., Lh B. Human activities and urban air pollution in Chinese mega city: An insight of ozone weekend effect in Beijing. Phys. Chem. Earth Parts A/B/C. 2019;110:109–116."}, {"Citation": "Tang W., Zhao C., Geng F., Peng L., Zhou G., Gao W., Xu J., Tie X. Study of ozone “weekend effect” in Shanghai. Sci. China (Ser. D Earth Sci.) 2008;51:1354–1360. doi: 10.1007/s11430-008-0088-2.", "ArticleIdList": ["10.1007/s11430-008-0088-2"]}, {"Citation": "Wang S., Zhao Y., Han Y., Li R., Fu H., Gao S., Duan Y., Zhang L., Chen J. Spatiotemporal variation, source and secondary transformation potential of volatile organic compounds (VOCs) during the winter days in Shanghai, China. Atmos. Environ. 2022;286:119203. doi: 10.1016/j.atmosenv.2022.119203.", "ArticleIdList": ["10.1016/j.atmosenv.2022.119203"]}, {"Citation": "Zou Y., Charlesworth E., Yin C.Q., Yan X.L., Deng X.J., Li F. The weekday/weekend ozone differences induced by the emissions change during summer and autumn in Guangzhou, China. Atmos. Environ. 2019;199:114–126. doi: 10.1016/j.atmosenv.2018.11.019.", "ArticleIdList": ["10.1016/j.atmosenv.2018.11.019"]}, {"Citation": "Minschwaner K., Salawitch R., McElroy M. Absorption of solar radiation by O2: Implications for O3 and lifetimes of N2O, CFCl3, and CF2Cl2. J. Geophys. Res. Atmos. 1993;98:10543–10561. doi: 10.1029/93JD00223.", "ArticleIdList": ["10.1029/93JD00223"]}, {"Citation": "Bao J., Cao J., Gao R., Ren Y., Bi F., Wu Z., Chai F., Li H. The prevention and control process, experience and enlightenment of ozone pollution in European ambient air to China. Environ. Sci. Res. 2021;34:890–901."}, {"Citation": "Sun X., Zhang H., Yao Y., Zhou W., Ouyang Z., Wang X. Applicability of atmospheric ozone passive monitoring methods and correlation analysis of influencing factors. Environ. Chem. 2021;40:2747–2754."}, {"Citation": "Li A., Zhou Q., Xu Q. Prospects for ozone pollution control in China: An epidemiological perspective. Environ. Pollut. 2021;285:117670. doi: 10.1016/j.envpol.2021.117670.", "ArticleIdList": ["10.1016/j.envpol.2021.117670", "34380231"]}, {"Citation": "Monks P.S., Archibald A., Colette A., Cooper O., Coyle M., Derwent R., Fowler D., Granier C., Law K.S., Mills G. Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos. Chem. Phys. 2015;15:8889–8973."}, {"Citation": "Shen J., Huang X., Wang Y., Ye S., Pan Y., Chen D., Chen H., Qu Y., Lu X., Wang Z. Characteristics and source analysis of ozone pollution in Guangdong Province. J. Environ. Sci. 2017;37:4449–4457."}, {"Citation": "Jia H., Yin T., Qu X., Cheng N., Cheng B., Wang J., Tang W., Meng F., Chai F. Characteristics and source simulation of ozone concentration in Beijing and surrounding areas in 2015. Environ. Sci. China. 2017;37:1231–1238."}, {"Citation": "Huang Z., Hong L., Yin P., Wang X., Zhang Y. Study on the source of summer ozone pollution and the influence of atmospheric transport in Baoding. J. Peking Univ. (Nat. Sci. Ed.) 2018;54:665–672."}, {"Citation": "Ling Z., Guo H., Lam S., Saunders S., Wang T. Atmospheric photochemical reactivity and ozone production at two sites in Hong Kong: Application of a master chemical mechanism–photochemical box model. J. Geophys. Res. Atmos. 2014;119:10567–10582. doi: 10.1002/2014JD021794.", "ArticleIdList": ["10.1002/2014JD021794"]}, {"Citation": "Cao T., Wu K., Kang A., Wen X., Li H., Wang Y., Lu X., Li A., Pan W., Fan W. Analysis of ozone pollution characteristics and influencing factors in Chengdu-Chongqing urban agglomeration. J. Environ. Sci. 2018;38:1275–1284."}, {"Citation": "Dainius J., Vaida V., Renata C.I., Milda P.I. Surface ozone concentration and its relationship with UV Radiation, Meteorological Parameters and Radon on the Eastern Coast of the Baltic Sea. Atmosphere. 2016;7:27."}, {"Citation": "Deroubaix A., Brasseur G., Gaubert B., Labuhn I., Menut L., Siour G., Tuccella P. Response of surface ozone concentration to emission reduction and meteorology during the COVID-19 lockdown in Europe. Meteorol. Appl. 2021;28:e1990. doi: 10.1002/met.1990.", "ArticleIdList": ["10.1002/met.1990"]}, {"Citation": "Juráň S., Šigut L., Holub P., Fares S., Klem K., Grace J., Urban O. Ozone flux and ozone deposition in a mountain spruce forest are modulated by sky conditions. Sci. Total Environ. 2019;672:296–304. doi: 10.1016/j.scitotenv.2019.03.491.", "ArticleIdList": ["10.1016/j.scitotenv.2019.03.491", "30959296"]}, {"Citation": "Qi J., Mo Z., Yuan B., Huang S., Huangfu Y., Wang Z., Li X., Yang S., Wang W., Zhao Y. An observation approach in evaluation of ozone production to precursor changes during the COVID-19 lockdown. Atmos. Environ. 2021;262:118618. doi: 10.1016/j.atmosenv.2021.118618.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118618", "PMC8277545", "34276236"]}, {"Citation": "Abdullah S., Nasir N.H.A., Ismail M., Ahmed A.N., Jarkoni M.N.K. Development of ozone prediction model in urban area. Int. J. Innov. Technol. Explor. Eng. 2019;8:2263–2267. doi: 10.35940/ijitee.J1127.0881019.", "ArticleIdList": ["10.35940/ijitee.J1127.0881019"]}, {"Citation": "Wang H., Tan Y., Zhang L., Shen L., Zhao T., Dai Q., Guan T., Ke Y., Li X. Characteristics of air quality in different climatic zones of China during the COVID-19 lockdown. Atmos. Pollut. Res. 2021;12:101247. doi: 10.1016/j.apr.2021.101247.", "ArticleIdList": ["10.1016/j.apr.2021.101247", "PMC8548732", "34720609"]}, {"Citation": "Dang R., Liao H., Fu Y. Quantifying the anthropogenic and meteorological influences on summertime surface ozone in China over 2012–2017. Sci. Total Environ. 2021;754:142394. doi: 10.1016/j.scitotenv.2020.142394.", "ArticleIdList": ["10.1016/j.scitotenv.2020.142394", "33254879"]}, {"Citation": "Yu Z., Ma J., Mao Z., Cao Y., Qu Y., Xu J. Analysis of meteorological conditions and weather classification of ozone pollution in Shanghai in 2017. J. Meteorol. Environ. 2019;35:46–54. doi: 10.1007/s13351-021-0107-1.", "ArticleIdList": ["10.1007/s13351-021-0107-1"]}, {"Citation": "Zhao W., Fan S., Guo H., Gao B., Sun J., Chen L. Assessing the impact of local meteorological variables on surface ozone in Hong Kong during 2000–2015 using quantile and multiple line regression models. Atmos. Environ. 2016;144:182–193. doi: 10.1016/j.atmosenv.2016.08.077.", "ArticleIdList": ["10.1016/j.atmosenv.2016.08.077"]}, {"Citation": "Zhou M., Jiang W., Gao W., Zhou B., Liao X. A high spatiotemporal resolution anthropogenic VOC emission inventory for Qingdao City in 2016 and its ozone formation potential analysis. Process Saf. Environ. Prot. 2020;139:147–160. doi: 10.1016/j.psep.2020.03.040.", "ArticleIdList": ["10.1016/j.psep.2020.03.040"]}, {"Citation": "Balzotti C., Briani M., De Filippo B., Piccoli B. A computational modular approach to evaluate mahram NO2 emissions and ozone production due to vehicular traffic. Discret. Contin. Dyn. Syst.-B. 2022;27:3455. doi: 10.3934/dcdsb.2021192.", "ArticleIdList": ["10.3934/dcdsb.2021192"]}, {"Citation": "Zhang H., Han L., Ren Y., Yao Y., Sun X., Wang X., Zhou W., Hua Z. Monitoring of the gradient movement of surface ozone concentration in urban and northwestern suburbs of Beijing. Ecology. 2019;39:6803–6815."}, {"Citation": "Jing S., Ye X., Gao Y., Peng Y., Li Y., Wang Q., Shen J., Wang H. The pollution characteristics and reactivity of volatile organic compounds during typical photochemical pollution in Hangzhou. Environ. Sci. 2020;41:3076–3084.", "ArticleIdList": ["32608879"]}, {"Citation": "Botlaguduru V.S., Kommalapati R.R., Huque Z. Long-term meteorologically independent trend analysis of ozone air quality at an urban site in the greater Houston area. J. Air Waste Manag. Assoc. 2018;68:1051–1064. doi: 10.1080/10962247.2018.1466740.", "ArticleIdList": ["10.1080/10962247.2018.1466740", "29672238"]}, {"Citation": "Chen W., Chen Y., Chu Y., Zhang J., Xi C., Lin C., Feng Z., Lu X. Numerical Simulation of Ozone Source Characteristics in the Pearl River Delta Region. J. Environ. Sci. 2022;42:293–308."}, {"Citation": "Qin Y., Liu M., Song J., Yu R., Li L., Su J. The temporal and spatial variation characteristics of near-surface O3 concentration in Guangdong-Hong Kong-Macao Greater Bay Area. J. Environ. Sci. 2021;41:2987–3000."}, {"Citation": "Atkinson R. Atmospheric chemistry of VOCs and NOx. Atmos. Environ. 2000;34:2063–2101. doi: 10.1016/S1352-2310(99)00460-4.", "ArticleIdList": ["10.1016/S1352-2310(99)00460-4"]}, {"Citation": "Wang T., Xue L., Brimblecombe P., Lam Y.F., Li L., Zhang L. Ozone pollution in China: A review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2016;575:1582–1596. doi: 10.1016/j.scitotenv.2016.10.081.", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.081", "27789078"]}, {"Citation": "Chen T., Xue L., Zheng P., Zhang Y., Wang W. Volatile organic compounds and ozone air pollution in an oil production region in northern China. Atmos. Chem. Phys. 2020;20:7069–7086. doi: 10.5194/acp-20-7069-2020.", "ArticleIdList": ["10.5194/acp-20-7069-2020"]}, {"Citation": "Xiaomeng J., Arlene F., Folkert B.K., De S.I., Lukas V. Inferring Changes in Summertime Surface Ozone-NOX-VOC Chemistry over U.S. Urban Areas from Two Decades of Satellite and Ground-Based Observations. Environ. Sci. Technol. 2021;54:6518–6529.", "ArticleIdList": ["PMC7996126", "32348127"]}, {"Citation": "Liu C., Peng R., Du X., Zhang Y., Luo X. Comparative research of meteorological conditions of typical dense fog and haze process over Pearl River Delta region. Ecol. Environ. Sci. 2019;28:1818–1828."}, {"Citation": "Yan X.Y., Hou X.H., Yang Q., Zhao W., Xu Q., Liu Y.L. The variety of ozone and its relationship with meteorological conditions in typical cities in China. Plateau Meteorol. 2020;39:416–430."}, {"Citation": "Huang J., Liao B.T., Shen Z.Q., Zhang Z.J., Lan J., Wang C.L. Research and application of boundary layer height based on microwave radiometer and aerosol lidar. J. Trop. Meteorol. 2022;38:180–192."}, {"Citation": "Song L., Deng T., Li Z.L., Wu S., He G.W., Li F., Wu M., Wu D. Retrieval of boundary layer height and its influence on PM2.5 concentration based on lidar observation over Guangzhou. J. Trop. Meteorol. Engl. Ed. 2021;27:303–318."}, {"Citation": "Levi Y., Dayan U., Levy I., Broday D.M. On the association between characteristics of the atmospheric boundary layer and air pollution concentrations. Atmos. Res. 2020;231:104675."}, {"Citation": "Monks P.S. A review of the observations and origins of the spring ozone maximum. Atmos. Environ. 2000;34:3545–3561. doi: 10.1016/S1352-2310(00)00129-1.", "ArticleIdList": ["10.1016/S1352-2310(00)00129-1"]}, {"Citation": "Yin Y., Shan W., Ji X., You L., Su Y. Variation of atmospheric ozone concentration in Jinan. Environ. Sci. 2006;34:2299–2302.", "ArticleIdList": ["17326444"]}, {"Citation": "Pan C., Zhu X., Wang J., Feng X., Shen Q., Xia W., Wan P., Qiu F. Characteristics and influencing factors of ozone pollution in Yunnan Province in 2019. Environ. Sci. Technol. 2020;43:156–164."}, {"Citation": "Liu Y., Zhou H., Pei Y., Zhao K., Ren Y. Characteristics of near-surface O3 concentrations in Harbin. J. Environ. Sci. 2018;38:4454–4463."}, {"Citation": "Jenkin M.E., Clemitshawb K.C. Ozone and other secondary photochemical pollutants: Chemical processes governing their formation in the planetary boundary layer. Atmos. Environ. 2000;34:2499–2527. doi: 10.1016/S1352-2310(99)00478-1.", "ArticleIdList": ["10.1016/S1352-2310(99)00478-1"]}, {"Citation": "Lili L., Wang L., Liu X., Wang K., Xu Y., Li S., Jiang J. Spatial-temporal distribution characteristics of ozone and the relationship between meteorological factors in Harbin. Environ. Sci. China. 2020;40:1991–1999."}, {"Citation": "Han Z., Zhang M., Hu F. Numerical simulation of the effects of ecological NMHC on ozone and PAN. J. Environ. Sci. 2002;3:273–278."}, {"Citation": "Kerimray A., Azbanbayev E., Kenessov B., Plotitsyn P., Alimbayeva D., Karaca F. Spatiotemporal variations and contributing factors of air pollutants in almaty, Kazakhstan. Aerosol Air Qual. Res. 2020;20:1340–1352. doi: 10.4209/aaqr.2019.09.0464.", "ArticleIdList": ["10.4209/aaqr.2019.09.0464"]}, {"Citation": "Carlsen L., Baimatova N., Kenessov B., Kenessova O. Assessment of the Air Quality of Almaty. Focus. Traffic Compon. 2013;5:49–69."}, {"Citation": "Wu Y., Zhang S., Hao J., Liu H., Wu X., Hu J., Walsh M.P., Wallington T.J., Zhang K.M., Stevanovic S. On-road vehicle emissions and their control in China: A review and outlook. Sci. Total Environ. 2017;574:332–349. doi: 10.1016/j.scitotenv.2016.09.040.", "ArticleIdList": ["10.1016/j.scitotenv.2016.09.040", "27639470"]}, {"Citation": "Kerimray A., Bakdolotov A., Sarbassov Y., Inglezakis V., Poulopoulos S. Air pollution in Astana: Analysis of recent trends and air quality monitoring system. Mater. Today Proc. 2018;5:22749–22758. doi: 10.1016/j.matpr.2018.07.086.", "ArticleIdList": ["10.1016/j.matpr.2018.07.086"]}, {"Citation": "Chang J.H.-W., Griffith S.M., Lin N.-H. Impacts of land-surface forcing on local meteorology and ozone concentrations in a heavily industrialized coastal urban area. Urban Clim. 2022;45:101257. doi: 10.1016/j.uclim.2022.101257.", "ArticleIdList": ["10.1016/j.uclim.2022.101257"]}, {"Citation": "Wang T., Xue L., Feng Z., Dai J., Zhang Y., Tan Y. Ground-level ozone pollution in China: A synthesis of recent findings on influencing factors and impacts. Environ. Res. Lett. 2022;17:063003. doi: 10.1088/1748-9326/ac69fe.", "ArticleIdList": ["10.1088/1748-9326/ac69fe"]}, {"Citation": "Chameides W., Fehsenfeld F., Rodgers M., Cardelino C., Martinez J., Parrish D., Lonneman W., Lawson D., Rasmussen R., Zimmerman P. Ozone precursor relationships in the ambient atmosphere. J. Geophys. Res. Atmos. 1992;97:6037–6055. doi: 10.1029/91JD03014.", "ArticleIdList": ["10.1029/91JD03014"]}, {"Citation": "Tyagi B., Singh J., Beig G. Seasonal progression of surface ozone and NOX concentrations over three tropical stations in North-East India. Environ. Pollut. 2020;258:113662. doi: 10.1016/j.envpol.2019.113662.", "ArticleIdList": ["10.1016/j.envpol.2019.113662", "31796313"]}, {"Citation": "Li K., Wang H., Chen L., Li J., Dong F. Synergistic degradation of NO and C7H8 for inhibition of O3 generation. Appl. Catal. B Environ. 2022;312:121423. doi: 10.1016/j.apcatb.2022.121423.", "ArticleIdList": ["10.1016/j.apcatb.2022.121423"]}, {"Citation": "Mao J., Yan F., Zheng L., You Y., Wang W., Jia S., Liao W., Wang X., Chen W. Ozone control strategies for local formation-and regional transport-dominant scenarios in a manufacturing city in southern China. Sci. Total Environ. 2022;813:151883. doi: 10.1016/j.scitotenv.2021.151883.", "ArticleIdList": ["10.1016/j.scitotenv.2021.151883", "34826481"]}, {"Citation": "Wang X., Yin S., Zhang R., Yuan M., Ying Q. Assessment of summertime O3 formation and the O3-NOX-VOC sensitivity in Zhengzhou, China using an observation-based model. Sci. Total Environ. 2022;813:152449. doi: 10.1016/j.scitotenv.2021.152449.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152449", "34942256"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "1"}, {"Year": "2022", "Month": "10", "Day": "6"}, {"Year": "2022", "Month": "10", "Day": "14", "Hour": "2", "Minute": "5"}, {"Year": "2022", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["36232266", "PMC9564865", "10.3390/ijerph191912961", "ijerph191912961"]}}], "PubmedBookArticle": []}