{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Climate change", "Elevated carbon dioxide", "Elevated ozone", "Functional guilds", "Microbial function", "Soil microbes"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36258041", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "18"}], "ELocationID": ["10.1007/s00248-022-02124-3"], "Journal": {"ISSN": "1432-184X", "JournalIssue": {"Volume": "86", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Microbial ecology", "ISOAbbreviation": "Microb Ecol"}, "ArticleTitle": "Elevated O<sub>3</sub> Exerts Stronger Effects than Elevated CO<sub>2</sub> on the Functional Guilds of Fungi, but Collectively Increase the Structural Complexity of Fungi in a Paddy Soil.", "Pagination": {"StartPage": "1096", "EndPage": "1106", "MedlinePgn": "1096-1106"}, "Abstract": {"AbstractText": ["Global climate change is characterized by altered global atmospheric composition, including elevated CO<sub>2</sub> and O<sub>3</sub>, with important consequences on soil fungal communities. However, the function and community composition of soil fungi in response to elevated CO<sub>2</sub> together with elevated O<sub>3</sub> in paddy soils remain largely unknown. Here we used twelve open-top chamber facilities (OTCs) to evaluate the interactive effect of CO<sub>2</sub> (+ 200 ppm) and O<sub>3</sub> (+ 40 ppb) on the diversity, gene abundance, community structure, and functional composition of soil fungi during the growing seasons of two rice cultivars (Japonica, Wuyujing 3 vs. Nangeng 5055) in a Chinese paddy soil. Elevated CO<sub>2</sub> and O<sub>3</sub> showed no individual or combined effect on the gene abundance or relative abundance of soil fungi, but increased structural complexity of soil fungal communities, indicating that elevated CO<sub>2</sub> and/or O<sub>3</sub> promoted the competition of species-species interactions. When averaged both cultivars, elevated CO<sub>2</sub> showed no individual effect on the diversity or abundance of functional guilds of soil fungi. By contrast, elevated O<sub>3</sub> significantly reduced the relative abundance and diversity of symbiotrophic fungi by an average of 47.2% and 39.1%, respectively. Notably, elevated O<sub>3</sub> exerts stronger effects on the functional processes of fungal communities than elevated CO<sub>2</sub>. The structural equation model revealed that elevated CO<sub>2</sub> and/or O<sub>3</sub> indirectly affected the functional composition of soil fungi through community structure and diversity of soil fungi. Root C/N and soil environmental parameters were identified as the top direct predictors for the community structure of soil fungi. Furthermore, significant correlations were identified between saprotrophic fungi and root biomass, symbiotrophic fungi and root carbon, the pathotroph-symbiotroph and soil pH, as well as pathotroph-saprotroph-symbiotroph and soil microbial biomass carbon. These results suggest that climatic factors substantially affected the functional processes of soil fungal, and threatened soil function and food production, highlighting the detrimental impacts of high O<sub>3</sub> on the function composition of soil biota."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Humid Subtropical Eco-Geographical Processes of the Ministry of Education, Fujian Normal University, Fuzhou, 350007, China."}, {"Identifier": [], "Affiliation": "School of Geographical Sciences, Fujian Normal University, Fuzhou, China."}], "LastName": "Wang", "ForeName": "Jianqing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Humid Subtropical Eco-Geographical Processes of the Ministry of Education, Fujian Normal University, Fuzhou, 350007, China. shxzh87@hotmail.com."}, {"Identifier": [], "Affiliation": "School of Geographical Sciences, Fujian Normal University, Fuzhou, China. shxzh87@hotmail.com."}], "LastName": "Shi", "ForeName": "Xiuzhen", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Humid Subtropical Eco-Geographical Processes of the Ministry of Education, Fujian Normal University, Fuzhou, 350007, China."}, {"Identifier": [], "Affiliation": "School of Geographical Sciences, Fujian Normal University, Fuzhou, China."}], "LastName": "Tan", "ForeName": "Yunyan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Humid Subtropical Eco-Geographical Processes of the Ministry of Education, Fujian Normal University, Fuzhou, 350007, China."}, {"Identifier": [], "Affiliation": "School of Geographical Sciences, Fujian Normal University, Fuzhou, China."}], "LastName": "Wang", "ForeName": "Liyan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Agrometeorology of Jiangsu Province, School of Applied Meteorology, Nanjing University of Information Science & Technology, Nanjing, 210044, China."}], "LastName": "Zhang", "ForeName": "Guoyou", "Initials": "G"}], "GrantList": [{"GrantID": "42077209", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "32071631", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "41907022", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "31901165", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2020J01186", "Agency": "Natural Science Foundation of Fujian Province", "Country": ""}, {"GrantID": "2020J01138", "Agency": "Natural Science Foundation of Fujian Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microb Ecol", "NlmUniqueID": "7500663", "ISSNLinking": "0095-3628"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["genetics"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Carbon"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Macek I, Clark DR, Sibanc N, Moser G, Vodnik D, Muller C, Dumbrell AJ (2019) Impacts of long-term elevated atmospheric CO<sub>2</sub> concentrations on communities of arbuscular mycorrhizal fungi. Mol Ecol 28:3445–3458", "ArticleIdList": ["31233651", "6851679", "10.1111/mec.15160"]}, {"Citation": "Nguyen NH, Song Z, Bates ST, Branco S, Tedersoo L, Menke J, Schilling JS, Kennedy PG (2016) FUNGuild: an open annotation tool for parsing fungal community datasets by ecological guild. Fungal Ecol 20:241–248", "ArticleIdList": ["10.1016/j.funeco.2015.06.006"]}, {"Citation": "Powell JR, Rillig MC (2018) Biodiversity of arbuscular mycorrhizal fungi and ecosystem function. New Phytol 220:1059–1075", "ArticleIdList": ["29603232", "10.1111/nph.15119"]}, {"Citation": "Vega FE, Goettel MS, Blackwell M, Chandler D, Jackson MA, Keller S, Koike M, Maniania NK, Monzón A, Ownley BH, Pell JK, Rangel DEN, Roy HE (2009) Fungal entomopathogens: new insights on their ecology. Fungal Ecol 2:149–159", "ArticleIdList": ["10.1016/j.funeco.2009.05.001"]}, {"Citation": "Lenhart K, Bunge M, Ratering S, Neu TR, Schüttmann I, Greule M, Kammann C, Schnell S, Müller C, Zorn H (2012) Evidence for methane production by saprotrophic fungi. Nat Commun 3:1–8", "ArticleIdList": ["10.1038/ncomms2049"]}, {"Citation": "Schmidt R, Mitchell J, Scow K (2019) Cover cropping and no-till increase diversity and symbiotroph:saprotroph ratios of soil fungal communities. Soil Biol Biochem 129:99–109", "ArticleIdList": ["10.1016/j.soilbio.2018.11.010"]}, {"Citation": "Thirkell TJ, Charters MD, Elliott AJ, Sait SM, Field KJ, Bardgett R (2017) Are mycorrhizal fungi our sustainable saviours? Considerations for achieving food security. J Ecol 105:921–929", "ArticleIdList": ["10.1111/1365-2745.12788"]}, {"Citation": "IPCC (2021) Climate Change 2021: The physical science basis. Contribution of Working Group I to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change [Masson-Delmotte, V., P. Zhai, A. Pirani, S.L. Connors, C. Péan, S. Berger, N. Caud, Y. Chen, L. Goldfarb, M.I. Gomis, M. Huang, K. Leitzell, E. Lonnoy, J.B.R. Matthews, T.K. Maycock, T. Waterfield, O. Yelekçi, R. Yu, and B. Zhou (eds.)]. Cambridge University Press. In Press."}, {"Citation": "Xia L, Lam SK, Kiese R, Chen D, Luo Y, van Groenigen KJ, Ainsworth EA, Chen J, Liu S, Ma L, Zhu Y, Butterbach-Bahl K (2021) Elevated CO<sub>2</sub> negates O3 impacts on terrestrial carbon and nitrogen cycles. One Earth 4:1752–1763", "ArticleIdList": ["10.1016/j.oneear.2021.11.009"]}, {"Citation": "WMO (2019) Greenhouse Gas Bulletin: the state of greenhouse gases in the atmosphere based on global observations through 2018 (World Meteorological Organization)."}, {"Citation": "Agathokleous E, Feng Z, Oksanen E, Sicard P, Wang Q, Saitanis CJ, Araminiene V, Blande JD, Hayes F, Calatayud V (2020) Ozone affects plant, insect, and soil microbial communities: a threat to terrestrial ecosystems and biodiversity. Sci Adv 6:eabc1176", "ArticleIdList": ["32851188", "7423369", "10.1126/sciadv.abc1176"]}, {"Citation": "Ainsworth EA (2017) Understanding and improving global crop response to ozone pollution. Plant J 90:886–897", "ArticleIdList": ["27739639", "10.1111/tpj.13298"]}, {"Citation": "Ainsworth EA (2008) Rice production in a changing climate: a meta-analysis of responses to elevated carbon dioxide and elevated ozone concentration. Global Change Biol 14:1642–1650", "ArticleIdList": ["10.1111/j.1365-2486.2008.01594.x"]}, {"Citation": "Qiu Y, Guo L, Xu X, Zhang L, Zhang K, Chen M, Zhao Y, Burkey KO, Shew HD, Zobel RW (2021) Warming and elevated ozone induce tradeoffs between fine roots and mycorrhizal fungi and stimulate organic carbon decomposition. Sci Adv 7:eabe9256", "ArticleIdList": ["34244138", "8270489", "10.1126/sciadv.abe9256"]}, {"Citation": "Zhang J, Tang H, Zhu J, Lin X, Feng Y (2019) Effects of elevated ground-level ozone on paddy soil bacterial community and assembly mechanisms across four years. Sci Total Environ 654:505–513", "ArticleIdList": ["30447589", "10.1016/j.scitotenv.2018.11.130"]}, {"Citation": "Chung H, Zak DR, Lilleskov EA (2006) Fungal community composition and metabolism under elevated CO(2) and O(3). Oecologia 147:143–154", "ArticleIdList": ["16205953", "10.1007/s00442-005-0249-3"]}, {"Citation": "Changey F, Bagard M, Souleymane M, Lerch TZ (2018) Cascading effects of elevated ozone on wheat rhizosphere microbial communities depend on temperature and cultivar sensitivity. Environ Pollut 242:113–125", "ArticleIdList": ["29966835", "10.1016/j.envpol.2018.06.073"]}, {"Citation": "Ebanyenle E, Burton AJ, Storer AJ, Richter DL, Glaeser JA (2016) Elevated tropospheric CO<sub>2</sub> and O<sub>3</sub> may not alter initial wood decomposition rate or wood-decaying fungal community composition of Northern Hardwoods. Int Biodeter Biodegr 111:74–77", "ArticleIdList": ["10.1016/j.ibiod.2016.04.026"]}, {"Citation": "Edwards IP, Zak DR (2011) Fungal community composition and function after long-term exposure of northern forests to elevated atmospheric CO<sub>2</sub> and tropospheric O<sub>3</sub>. Global Change Biol 17:2184–2195", "ArticleIdList": ["10.1111/j.1365-2486.2010.02376.x"]}, {"Citation": "Feng Y, Yu Y, Tang H, Zu Q, Zhu J, Lin X (2015) The contrasting responses of soil microorganisms in two rice cultivars to elevated ground-level ozone. Environ Pollut 197:195–202", "ArticleIdList": ["25576991", "10.1016/j.envpol.2014.11.032"]}, {"Citation": "Wang J, Liu X, Zhang X, Smith P, Li L, Filley TR, Cheng K, Shen M, He Y, Pan G (2016) Size and variability of crop productivity both impacted by CO<sub>2</sub> enrichment and warming—a case study of 4 year field experiment in a Chinese paddy. Agr Ecosyst Environ 221:40–49", "ArticleIdList": ["10.1016/j.agee.2016.01.028"]}, {"Citation": "Li Y, Ma J, Yu Y, Li Y, Shen X, Huo S, Xia X (2022) Effects of multiple global change factors on soil microbial richness, diversity and functional gene abundances: a meta-analysis. Sci Total Environ 815:152737", "ArticleIdList": ["34998753", "10.1016/j.scitotenv.2021.152737"]}, {"Citation": "Andrew C, Lilleskov EA (2009) Productivity and community structure of ectomycorrhizal fungal sporocarps under increased atmospheric CO<sub>2</sub> and O<sub>3</sub>. Ecol Lett 12:813–822", "ArticleIdList": ["19500129", "10.1111/j.1461-0248.2009.01334.x"]}, {"Citation": "Morecroft MD, Duffield S, Harley M, Pearce-Higgins JW, Stevens N, Watts O, Whitaker J (2019) Measuring the success of climate change adaptation and mitigation in terrestrial ecosystems. Science 366:eaaw9256", "ArticleIdList": ["31831643", "10.1126/science.aaw9256"]}, {"Citation": "Wang J, Tan Y, Shao Y, Shi X, Zhang G (2022) Changes in the abundance and community complexity of soil nematodes in two rice cultivars under elevated ozone. Front Microbiol 13."}, {"Citation": "Shang B, Fu R, Agathokleous E, Dai L, Zhang G, Wu R, Feng Z (2022) Ethylenediurea offers moderate protection against ozone-induced rice yield loss under high ozone pollution. Sci Total Environ 806:151341", "ArticleIdList": ["34728207", "10.1016/j.scitotenv.2021.151341"]}, {"Citation": "Wu J, Joergensen R, Pommerening B, Chaussod R, Brookes P (1990) Measurement of soil microbial biomass C by fumigation-extraction—an automated procedure. Soil Biol Biochem 22:1167–1169", "ArticleIdList": ["10.1016/0038-0717(90)90046-3"]}, {"Citation": "Rousk J, Bååth E, Brookes PC, Lauber CL, Lozupone C, Caporaso JG, Knight R, Fierer N (2010) Soil bacterial and fungal communities across a pH gradient in an arable soil. ISME J 4:1340–1351", "ArticleIdList": ["20445636", "10.1038/ismej.2010.58"]}, {"Citation": "Wang J, Shi X, Zheng C, Suter H, Huang Z (2021) Different responses of soil bacterial and fungal communities to nitrogen deposition in a subtropical forest. Sci Total Environ 755:142449", "ArticleIdList": ["33045514", "10.1016/j.scitotenv.2020.142449"]}, {"Citation": "Caporaso JG, Kuczynski J, Stombaugh J, Bittinger K, Bushman FD, Costello EK, Fierer N, Pena AG, Goodrich JK, Gordon JI (2010) QIIME allows analysis of high-throughput community sequencing data. Nat Methods 7:335", "ArticleIdList": ["20383131", "3156573", "10.1038/nmeth.f.303"]}, {"Citation": "Quast C, Pruesse E, Yilmaz P, Gerken J, Schweer T, Yarza P, Peplies J, Glöckner FO (2012) The SILVA ribosomal RNA gene database project: improved data processing and web-based tools. Nucleic Acids Res 41:D590–D596", "ArticleIdList": ["23193283", "3531112", "10.1093/nar/gks1219"]}, {"Citation": "Tanunchai B, Ji L, Schroeter SA, Wahdan SFM, Hossen S, Delelegn Y, Buscot F, Lehnert AS, Alves EG, Hilke I, Gleixner G, Schulze ED, Noll M, Purahong W (2022) FungalTraits vs. FUNGuild: comparison of ecological functional assignments of leaf- and needle-associated fungi across 12 temperate tree species. Microb Ecol. https://doi.org/10.1007/s00248-022-01973-2", "ArticleIdList": ["10.1007/s00248-022-01973-2", "35124727", "9958157"]}, {"Citation": "Dixon P (2003) VEGAN, a package of R functions for community ecology. J Veg Sci 14:927–930", "ArticleIdList": ["10.1111/j.1654-1103.2003.tb02228.x"]}, {"Citation": "Bastian M, Heymann S, Jacomy M (2009) Gephi: an open source software for exploring and manipulating networks. Proc Int AAAI Conf Web Soc Media 3:361–362", "ArticleIdList": ["10.1609/icwsm.v3i1.13937"]}, {"Citation": "Anderson MJ, Walsh DC (2013) PERMANOVA, ANOSIM, and the Mantel test in the face of heterogeneous dispersions: what null hypothesis are you testing? Ecol Monogr 83:557–574", "ArticleIdList": ["10.1890/12-2010.1"]}, {"Citation": "Wang J, Zheng Y, Shi X, Lam SK, Lucas-Borja ME, Huang Z (2022) Nature restoration shifts the abundance and structure of soil nematode communities in subtropical forests. Plant Soil 471(1):315–327", "ArticleIdList": ["10.1007/s11104-021-05229-9"]}, {"Citation": "Kasurinen A, Keinanen MM, Kaipainen S, Nilsson L-O, Vapaavuori E, Kontro MH, Holopainen T (2005) Below-ground responses of silver birch trees exposed to elevated CO<sub>2</sub> and O<sub>3</sub> levels during three growing seasons. Global Change Biol 11:1167–1179", "ArticleIdList": ["10.1111/j.1365-2486.2005.00970.x"]}, {"Citation": "Zhou Y, Sun B, Xie B, Feng K, Zhang Z, Zhang Z, Li S, Du X, Zhang Q, Gu S, Song W, Wang L, Xia J, Han G, Deng Y (2021) Warming reshaped the microbial hierarchical interactions. Global Chang Biol 27(24):6331–6347", "ArticleIdList": ["10.1111/gcb.15891"]}, {"Citation": "Agathokleous E, Belz RG, Calatayud V, De Marco A, Hoshika Y, Kitao M, Saitanis CJ, Sicard P, Paoletti E, Calabrese EJ (2019) Predicting the effect of ozone on vegetation via linear non-threshold (LNT), threshold and hormetic dose-response models. Sci Total Environ 649:61–74", "ArticleIdList": ["30172135", "10.1016/j.scitotenv.2018.08.264"]}, {"Citation": "Cheng L, Booker FL, Burkey KO, Tu C, Shew HD, Rufty TW, Fiscus EL, Deforest JL, Hu S (2011) Soil microbial responses to elevated CO(2) and O(3) in a nitrogen-aggrading agroecosystem. PLoS One 6:e21377", "ArticleIdList": ["21731722", "3120872", "10.1371/journal.pone.0021377"]}, {"Citation": "Butterly CR, Phillips LA, Wiltshire JL, Franks AE, Armstrong RD, Chen D, Mele PM, Tang C (2016) Long-term effects of elevated CO<sub>2</sub> on carbon and nitrogen functional capacity of microbial communities in three contrasting soils. Soil Biol Biochem 97:157–167", "ArticleIdList": ["10.1016/j.soilbio.2016.03.010"]}, {"Citation": "Wang Q, Li Z, Li X, Ping Q, Yuan X, Agathokleous E, Feng Z (2021) Interactive effects of ozone exposure and nitrogen addition on the rhizosphere bacterial community of poplar saplings. Sci Total Environ 754:142134", "ArticleIdList": ["33254895", "10.1016/j.scitotenv.2020.142134"]}, {"Citation": "Halo BA, Al-Yahyai RA, Al-Sadi AM (2020) An endophytic Talaromyces omanensis enhances reproductive, physiological and anatomical characteristics of drought-stressed tomato. J Plant Physiol 249:153163", "ArticleIdList": ["32330754", "10.1016/j.jplph.2020.153163"]}, {"Citation": "Rosa LH, Ogaki MB, Lirio JM, Vieira R, Coria SH, Pinto OHB, Carvalho-Silva M, Convey P, Rosa CA, Câmara PEAS (2022) Fungal diversity in a sediment core from climate change impacted Boeckella Lake, Hope Bay, north-eastern Antarctic Peninsula assessed using metabarcoding. Extremophiles 26:1–10", "ArticleIdList": ["10.1007/s00792-022-01264-1"]}, {"Citation": "Newman ME (2006) Modularity and community structure in networks. P Nat Acad Sci USA 103:8577–8582", "ArticleIdList": ["10.1073/pnas.0601602103"]}, {"Citation": "Connell JH (1978) Diversity in tropical rain forests and coral reefs: high diversity of trees and corals is maintained only in a nonequilibrium state. Science 199:1302–1310", "ArticleIdList": ["17840770", "10.1126/science.199.4335.1302"]}, {"Citation": "Moore MN (2010) Is toxicological pathology characterised by a loss of system complexity? Mar Environ Res 69(Suppl):S37-41. https://doi.org/10.1016/j.marenvres.2009.11.006", "ArticleIdList": ["10.1016/j.marenvres.2009.11.006", "20005567"]}, {"Citation": "Deng Y, Jiang Y-H, Yang Y, He Z, Luo F, Zhou J (2012) Molecular ecological network analyses. BMC Bioinformatics 13:1–20", "ArticleIdList": ["10.1186/1471-2105-13-113"]}, {"Citation": "Wang J, Li M, Zhang X, Liu X, Li L, Shi X, Hu H-w, Pan G (2019) Changes in soil nematode abundance and composition under elevated [CO<sub>2</sub>] and canopy warming in a rice paddy field. Plant Soil 445:425–437", "ArticleIdList": ["10.1007/s11104-019-04330-4"]}, {"Citation": "Giovannoni SJ, Cameron Thrash J, Temperton B (2014) Implications of streamlining theory for microbial ecology. ISME J 8:1553–1565", "ArticleIdList": ["24739623", "4817614", "10.1038/ismej.2014.60"]}, {"Citation": "Hou Q, Lin S, Ni Y, Yao L, Huang S, Zuo T, Wang J, Ni W (2022) Assembly of functional microbial communities in paddy soil with long-term application of pig manure under rice-rape cropping system. J Environ Manage 305:114374", "ArticleIdList": ["34953225", "10.1016/j.jenvman.2021.114374"]}, {"Citation": "Lei X, Zhao L, Brookes PC, Wang F, Chen C, Yang W, Xing S (2018) Fungal communities and functions response to long-term fertilization in paddy soils. Appl Soil Ecol 130:251–258", "ArticleIdList": ["10.1016/j.apsoil.2018.06.008"]}, {"Citation": "Wang X, Qu L, Mao Q, Watanabe M, Hoshika Y, Koyama A, Kawaguchi K, Tamai Y, Koike T (2015) Ectomycorrhizal colonization and growth of the hybrid larch F(1) under elevated CO(2) and O(3). Environ Pollut 197:116–126", "ArticleIdList": ["25521414", "10.1016/j.envpol.2014.11.031"]}, {"Citation": "Olszyk D, Johnson M, Phillips D, Seidler R, Tingey D, Watrud L (2001) Interactive effects of CO<sub>2</sub> and O<sub>3</sub> on a ponderosa pine plant/litter/soil mesocosm. Environ Pollut 115:447–462", "ArticleIdList": ["11789925", "10.1016/S0269-7491(01)00234-2"]}, {"Citation": "Tu C, Booker FL, Burkey KO, Hu S (2009) Elevated atmospheric carbon dioxide and O3differentially alter nitrogen acquisition in peanut. Crop Sci 49:1827–1836", "ArticleIdList": ["10.2135/cropsci2008.10.0603"]}, {"Citation": "Andrew C, Lilleskov EA (2014) Elevated CO<sub>2</sub> and O<sub>3</sub> effects on ectomycorrhizal fungal root tip communities in consideration of a post-agricultural soil nutrient gradient legacy. Mycorrhiza 24:581–593", "ArticleIdList": ["24728759", "10.1007/s00572-014-0577-4"]}, {"Citation": "Hutchins DA, Jansson JK, Remais JV, Rich VI, Singh BK, Trivedi P (2019) Climate change microbiology—problems and perspectives. Nat Rev Microbiol 17:391–396", "ArticleIdList": ["31092905", "10.1038/s41579-019-0178-5"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "17"}, {"Year": "2022", "Month": "10", "Day": "5"}, {"Year": "2023", "Month": "7", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2022", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "18", "Hour": "23", "Minute": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36258041", "10.1007/s00248-022-02124-3", "10.1007/s00248-022-02124-3"]}}], "PubmedBookArticle": []}