{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["antioxidant activity", "fresh-cut pitaya", "ozone treatment", "phenolic metabolism", "quality"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36276831", "DateRevised": {"Year": "2022", "Month": "10", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "06"}], "ELocationID": ["1016607", "10.3389/fnut.2022.1016607"], "Journal": {"ISSN": "2296-861X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "Frontiers in nutrition", "ISOAbbreviation": "Front Nutr"}, "ArticleTitle": "Ozone treatment promotes physicochemical properties and antioxidant capacity of fresh-cut red pitaya based on phenolic metabolism.", "Pagination": {"StartPage": "1016607", "MedlinePgn": "1016607"}, "Abstract": {"AbstractText": ["Pitaya is an important fresh-cut product in the global fruit market. The health benefits of fresh-cut red pitaya fruit are attributed to its unique phenolic content and other antioxidants, but the fruit is highly susceptible to spoilage which causes a decline in nutritional quality. In this study, we monitored changes in quality and phenolic compounds of pitaya fruit treated with gaseous ozone during storage at 8 ± 2<sup>°</sup>C for 4 days. Compared with the control group, ozone treatment was an effective strategy for preserving quality by controlling the growth of microorganisms, preventing weight loss and softening, and improving the content of soluble solids and titratable acids. The results showed that ozone induced the accumulation of phenolic compounds while maintaining the quality. The content of phenolic compounds in fresh-cut pitaya was positively correlated with antioxidant activity. Ultra-performance liquid chromatography-electrospray tandem mass spectrometry was used to fingerprint the phenolic metabolites and metabolomic analysis identified 26 phenolic compounds. The majority of these were phenylpropanoids, and the key metabolic pathways were phenylpropane metabolism and flavonoid synthesis. This study illustrated the mechanism by which of ozone prolongs the shelf life of fresh-cut pitaya fruit and validated ozone as a valuable phenolic inducer and regulator of antioxidant activity, positively influencing the potential health benefits of fresh-cut products."], "CopyrightInformation": "Copyright © 2022 Li, Wang, Wang, Wu, Xu and Wu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science, Shenyang Agricultural University, Shenyang, China."}], "LastName": "Li", "ForeName": "Chen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Light Industry, Liaoning University, Shenyang, China."}], "LastName": "Wang", "ForeName": "Shan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science & Technology, Xinjiang University, Xinjiang, China."}], "LastName": "Wang", "ForeName": "Jiayi", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Food and Processing, Liaoning Academy of Agricultural Sciences, Shenyang, China."}], "LastName": "Wu", "ForeName": "Zhaohui", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chaoyang Engineering Technical School, Chaoyang, China."}], "LastName": "Xu", "ForeName": "Yaping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science, Shenyang Agricultural University, Shenyang, China."}], "LastName": "Wu", "ForeName": "Zhaoxia", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Nutr", "NlmUniqueID": "101642264", "ISSNLinking": "2296-861X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "More AS, Ranadheera CS, Fang Z, Warner R, Ajlouni S. Biomarkers associated with quality and safety of fresh-cut produce. Food Biosci. (2020) 34:100524. 10.1016/j.fbio.2019.100524", "ArticleIdList": ["10.1016/j.fbio.2019.100524"]}, {"Citation": "Fan P, Huber DJ, Su Z, Hu M, Gao Z, Li M, et al. Effect of postharvest spray of apple polyphenols on the quality of fresh-cut red pitaya fruit during shelf life. Food Chem. (2018) 243:19–25. 10.1016/j.foodchem.2017.09.103", "ArticleIdList": ["10.1016/j.foodchem.2017.09.103", "29146327"]}, {"Citation": "Hashemi SMB, Jafarpour D. Bioactive edible film based on Konjac glucomannan and probiotic Lactobacillus plantarum strains: physicochemical properties and shelf life of fresh−cut kiwis. J Food Sci. (2021) 86:513–22. 10.1111/1750-3841.15568", "ArticleIdList": ["10.1111/1750-3841.15568", "33415755"]}, {"Citation": "Toivonen PMA, Brummell DA. Biochemical bases of appearance and texture changes in fresh-cut fruit and vegetables. Postharvest Biol Technol. (2008) 48:1–14. 10.1016/j.postharvbio.2007.09.004", "ArticleIdList": ["10.1016/j.postharvbio.2007.09.004"]}, {"Citation": "Andreou V, Sigala A, Limnaios A, Dimopoulos G, Taoukis P. Effect of pulsed electric field treatment on the kinetics of rehydration, textural properties, and the extraction of intracellular compounds of dried chickpeas. J Food Sci. (2021) 86:2539–52. 10.1111/1750-3841.15768", "ArticleIdList": ["10.1111/1750-3841.15768", "34009639"]}, {"Citation": "Tadini CC, Gut JAW. The importance of heating unit operations in the food industry to obtain safe and high-quality products. Front Nutr. (2022) 9:853638. 10.3389/fnut.2022.853638", "ArticleIdList": ["10.3389/fnut.2022.853638", "PMC9094675", "35571947"]}, {"Citation": "Jin T, An Q, Qin X, Qin X, Hu Y, Hu J, et al. Applying cold atmospheric plasma to preserve the postharvest qualities of winter jujube (Zizyphus jujuba Mill. cv. Dongzao) during cold storage. Front Nutr. (2022) 9:934841. 10.3389/fnut.2022.934841", "ArticleIdList": ["10.3389/fnut.2022.934841", "PMC9298523", "35873432"]}, {"Citation": "Won JS, Lee SJ, Park HH, Song KB, Min SC. Edible coating using a chitosan−based colloid incorporating grapefruit seed extract for cherry tomato safety and preservation. J Food Sci. (2018) 83:138–46. 10.1111/1750-3841.14002", "ArticleIdList": ["10.1111/1750-3841.14002", "29227543"]}, {"Citation": "Cao X, Huang R, Chen H. Evaluation of food safety and quality parameters for shelf life extension of pulsed light treated strawberries. J Food Sci. (2019) 84:1494–500. 10.1111/1750-3841.14613", "ArticleIdList": ["10.1111/1750-3841.14613", "31059142"]}, {"Citation": "Chen C, Zhang H, Zhang X, Dong C, Xue W, Xu W. The effect of different doses of ozone treatments on the postharvest quality and biodiversity of cantaloupes. Postharvest Biol Technol. (2020) 163:111124. 10.1016/j.postharvbio.2020.111124", "ArticleIdList": ["10.1016/j.postharvbio.2020.111124"]}, {"Citation": "Beirão-da-costa S, Moura-guedes MC, Ferreira-pinto MM, Empis J, Moldão-martins M. Alternative sanitizing methods to ensure safety and quality of fresh−cut kiwifruit. J Food Process Preserv. (2014) 38:1–10. 10.1111/j.1745-4549.2012.00730.x", "ArticleIdList": ["10.1111/j.1745-4549.2012.00730.x"]}, {"Citation": "Chen C, Zhang H, Dong C, Ji H, Zhang X, Li L, et al. Effect of ozone treatment on the phenylpropanoid biosynthesis of postharvest strawberries. RSC Adv. (2019) 9:25429–38. 10.1039/C9RA03988K", "ArticleIdList": ["10.1039/C9RA03988K", "PMC9070013", "35530059"]}, {"Citation": "de Souza LP, D’Antonino Faroni LR, Heleno FF, Cecon PR, Carvalho Gonçalves TD, da Silva GJ, et al. Effects of ozone treatment on postharvest carrot quality. LWT. (2018) 90:53–60. 10.1016/j.lwt.2017.11.057", "ArticleIdList": ["10.1016/j.lwt.2017.11.057"]}, {"Citation": "Xue Z, Li J, Yu W, Lu X, Kou X. Effects of nonthermal preservation technologies on antioxidant activity of fruits and vegetables: a review. Food Sci Technol Int. (2016) 22:440–58. 10.1177/1082013215606835", "ArticleIdList": ["10.1177/1082013215606835", "26437672"]}, {"Citation": "Zhang H, Zhang X, Dong C, Zhang N, Ban Z, Li L, et al. Effects of ozone treatment on SOD activity and genes in postharvest cantaloupe. RSC Adv. (2020) 10:17452–60. 10.1039/D0RA00976H", "ArticleIdList": ["10.1039/D0RA00976H", "PMC9053627", "35515621"]}, {"Citation": "Lv Y, Tahir I, Olsson ME. Effect of ozone application on bioactive compounds of apple fruit during short-term cold storage. Sci Hortic. (2019) 253:49–60. 10.1016/j.scienta.2019.04.021", "ArticleIdList": ["10.1016/j.scienta.2019.04.021"]}, {"Citation": "Shezi S, Magwaza LS, Mditshwa A, Tesfay SZ. Changes in biochemistry of fresh produce in response to ozone postharvest treatment. Sci Hortic. (2020) 269:109397. 10.1016/j.scienta.2020.109397", "ArticleIdList": ["10.1016/j.scienta.2020.109397"]}, {"Citation": "Piechowiak T, Skóra B, Balawejder M. Ozone treatment induces changes in antioxidative defense system in blueberry fruit during storage. Food Bioprocess Technol. (2020) 13:1240–5. 10.1007/s11947-020-02450-9", "ArticleIdList": ["10.1007/s11947-020-02450-9"]}, {"Citation": "Ignat I, Volf I, Popa VI. A critical review of methods for characterisation of polyphenolic compounds in fruits and vegetables. Food Chem. (2011) 126:1821–35. 10.1016/j.foodchem.2010.12.026", "ArticleIdList": ["10.1016/j.foodchem.2010.12.026", "25213963"]}, {"Citation": "Carocho M, Ferreira IC. A review on antioxidants, prooxidants and related controversy: natural and synthetic compounds, screening and analysis methodologies and future perspectives. Food Chem Toxicol. (2013) 51:15–25. 10.1016/j.fct2012.09.021", "ArticleIdList": ["10.1016/j.fct2012.09.021", "23017782"]}, {"Citation": "Longhao L. Study on Optimum Storage Conditions and Chilling Injury Mechanism of Pitaya. Fuzhou: Fujian Agriculture and Forestry University; (2014)."}, {"Citation": "Wang J, Wang S, Sun Y, Li C, Li Y, Zhang Q, et al. Reduction of Escherichia coli O157: H7 and naturally present microbes on fresh-cut lettuce using lactic acid and aqueous ozone. RSC Adv. (2019) 9:22636–43. 10.1039/C9RA03544C", "ArticleIdList": ["10.1039/C9RA03544C", "PMC9067095", "35519499"]}, {"Citation": "Gutiérrez DR, Chaves AR, Rodríguez SDC. UV-C and ozone treatment influences on the antioxidant capacity and antioxidant system of minimally processed rocket (Eruca sativa Mill.). Postharvest Biol Technol. (2018) 138:107–13. 10.1016/j.postharvbio.2017.12.014", "ArticleIdList": ["10.1016/j.postharvbio.2017.12.014"]}, {"Citation": "Katya C, Valentina M, Greta P, Daniel OC, Laura M. Humulus lupulus cone extract efficacy in alginate-based edible coatings on the quality and nutraceutical traits of fresh-cut kiwifruit. Antioxidants. (2021) 10:1395. 10.3390/antiox10091395", "ArticleIdList": ["10.3390/antiox10091395", "PMC8469953", "34573027"]}, {"Citation": "Li X, Li M, Wang L, Wang J, Jin P, Zheng Y. Methyl jasmonate primes defense responses against wounding stress and enhances phenolic accumulation in fresh-cut pitaya fruit. Postharvest Biol Technol. (2018) 145:101–7. 10.1016/j.postharvbio.2018.07.001", "ArticleIdList": ["10.1016/j.postharvbio.2018.07.001"]}, {"Citation": "Yingsanga P, Srilaong V, Kanlayanarat S, Noichinda S, McGlasson WB. Relationship between browning and related enzymes (PAL, PPO and POD) in rambutan fruit (Nephelium lappaceum Linn.) cvs. Rongrien and See-Chompoo. Postharvest Biol Technol. (2008) 50:164–8. 10.1016/j.postharvbio.2008.05.004", "ArticleIdList": ["10.1016/j.postharvbio.2008.05.004"]}, {"Citation": "Labadie M, Vallin G, Petit A, Ring L, Hoffmann T, Gaston A, et al. Metabolite quantitative trait loci for flavonoids provide new insights into the genetic architecture of strawberry (Fragaria× ananassa) fruit quality. J Agric Food Chem. (2020) 68:6927–39. 10.1021/acs.jafc.0c01855", "ArticleIdList": ["10.1021/acs.jafc.0c01855", "32469530"]}, {"Citation": "Patil S, Bourke P, Frias JM, Tiwari BK, Cullen PJ. Inactivation of Escherichia coli in orange juice using ozone. Innovat Food Sci Emerg Technol. (2009) 10:551–7. 10.1016/j.ifset.2009.05.011", "ArticleIdList": ["10.1016/j.ifset.2009.05.011"]}, {"Citation": "Piechowiak T, Balawejder M. Impact of ozonation process on the level of selected oxidative stress markers in raspberries stored at room temperature. Food Chem. (2019) 298:125093. 10.1016/j.foodchem.2019.125093", "ArticleIdList": ["10.1016/j.foodchem.2019.125093", "31260960"]}, {"Citation": "Alwi NA, Ali A. Dose-dependent effect of ozone fumigation on physiological characteristics, ascorbic acid content and disease development on bell pepper (Capsicum annuum L.) during storage. Food Bioprocess Technol. (2015) 8:558–66. 10.1007/s11947-014-1419-2", "ArticleIdList": ["10.1007/s11947-014-1419-2"]}, {"Citation": "Boonkorn P, Gemma H, Sugaya S, Setha S, Uthaibutra J, Whangchai K. Impact of high-dose, short periods of ozone exposure on green mold and antioxidant enzyme activity of tangerine fruit. Postharvest Biol Technol. (2012) 67:25–8. 10.1016/j.postharvbio.2011.12.012", "ArticleIdList": ["10.1016/j.postharvbio.2011.12.012"]}, {"Citation": "Chen J, Hu Y, Wang J, Hu H, Cui H. Combined effect of ozone treatment and modified atmosphere packaging on antioxidant defense system of fresh−cut green peppers. J Food Proc Preserv. (2016) 40:1145–50. 10.1111/jfpp.12695", "ArticleIdList": ["10.1111/jfpp.12695"]}, {"Citation": "Glowacz M, Colgan R, Rees D. Influence of continuous exposure to gaseous ozone on the quality of red bell peppers, cucumbers and zucchini. Postharvest Biol Technol. (2015) 99:1–8. 10.1016/j.postharvbio.2014.06.015", "ArticleIdList": ["10.1016/j.postharvbio.2014.06.015"]}, {"Citation": "Ali A, Ong MK, Forney CF. Effect of ozone pre-conditioning on quality and antioxidant capacity of papaya fruit during ambient storage. Food Chem. (2014) 142:19–26. 10.1016/j.foodchem.2013.07.039", "ArticleIdList": ["10.1016/j.foodchem.2013.07.039", "24001808"]}, {"Citation": "Haminiuk CWI, Maciel GM, Plata-Oviedo MSV, Peralta RM. Phenolic compounds in fruits–an overview. Int J Food Sci Technol. (2012) 47:2023–44. 10.1111/j.1365-2621.2012.03067.x", "ArticleIdList": ["10.1111/j.1365-2621.2012.03067.x"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "11"}, {"Year": "2022", "Month": "9", "Day": "8"}, {"Year": "2022", "Month": "10", "Day": "24", "Hour": "4", "Minute": "21"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "10", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36276831", "PMC9583149", "10.3389/fnut.2022.1016607"]}}], "PubmedBookArticle": []}