{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Macrophage", "Myelin Sheath", "Neuronal Axon.", "No-ozone Cold Plasma (NCP)", "Peripheral nerve injury", "Skeletal Muscle Healing", "mental Nerve Crush Injury"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36313226", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "01"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "09", "Day": "25"}], "ELocationID": ["10.7150/ijms.77484"], "Journal": {"ISSN": "1449-1907", "JournalIssue": {"Volume": "19", "Issue": "12", "PubDate": {"Year": "2022"}}, "Title": "International journal of medical sciences", "ISOAbbreviation": "Int J Med Sci"}, "ArticleTitle": "Effect of No-ozone Cold Plasma on Regeneration after Crushed Mental Nerve Injury in rats.", "Pagination": {"StartPage": "1732", "EndPage": "1742", "MedlinePgn": "1732-1742"}, "Abstract": {"AbstractText": ["<b>Background:</b> This experimental research aimed to determine whether No-ozone Cold Plasma (NCP) has regenerative effect on crushed injured sensory nerves in a rat model (Wistar A) and to evaluate whether NCP can be used as an alternative treatment method for sensory nerve injury in the oral-maxillofacial region. <b>Methods:</b> A total of 10 Wistar A rats were used for this experiment. They were divided into three groups according to whether the mental nerve of the left mandible was injured and NCP was applied or not: group 1 (n=3) (non-mental nerve damage, non-MD) - the left mental nerve was exposed and non-damaged; group 2 (n=3) (mental nerve damage, MD) - the left mental nerve was exposed and damaged, NCP was not applied; and group 3 (n=4) (mental nerve damage and NCP, MD-NCP) - the left mental nerve was exposed and damaged, NCP was applied with regular intervals (three times a week). <b>Results:</b> For the behavior analysis, von Frey test was used. Furthermore, the nerve tissues were examined with hematoxylin and eosin (H&E) staining, and the extent of neurorecovery was evaluated with the immunofluorescence staining of certain markers. The behavioral analysis showed that the function recovery sensory nerve was faster in group 3 (MD-NCP). In the histomorphologic and immunofluorescence analyses, the expression of the factors involved in neurorecovery was much higher in group 3 than in group 2 (MD). <b>Conclusions:</b> The expeditious recovery of sensory nerve function as well as the higher expression of the factors indicating nerve function recovery in the NCP-treated group suggest that NCP has a positive effect on regeneration after sensory nerve crushing injury. Therefore, in the case of sensory impairment of the oral-maxillofacial region, no-ozone cold plasma can be applied for therapeutic effect."], "CopyrightInformation": "© The author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, Dental and Life Science Institute, Dental School, Pusan National University, Busan, South Korea."}], "LastName": "Park", "ForeName": "Si-Yeon", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, Dental and Life Science Institute, Dental School, Pusan National University, Busan, South Korea."}], "LastName": "Jaiswal", "ForeName": "M Shriya", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, Dental and Life Science Institute, Dental School, Pusan National University, Busan, South Korea."}], "LastName": "Jang", "ForeName": "Yoon-Seo", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research and Development, FEAGLE Corporations, 70‑6, Jeungsan‑ro, Mulgeum‑eup, Yangsan‑si, Gyeongsangnam‑do 50614, South Korea."}], "LastName": "Choi", "ForeName": "Jeong-Hae", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Translational Dental Science, School of Dentistry, Pusan National University, Beomeo-ri, Mulgeum-eup, Yangsan-si, Gyeongsangnam-do, 50612, South Korea."}], "LastName": "Kim", "ForeName": "Gyoo-Cheon", "Initials": "GC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, School of Korean Medicine, Yangsan Campus of Pusan National University, Yangsan-si, Gyeongsangnam-do, 50612, South Korea."}], "LastName": "Hong", "ForeName": "Jin-Woo", "Initials": "JW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, Dental and Life Science Institute, Dental School, Pusan National University, Busan, South Korea."}, {"Identifier": [], "Affiliation": "Dental Research Institute, Pusan National University Dental Hospital, Yangsan, South Korea."}], "LastName": "Hwang", "ForeName": "Dae-Seok", "Initials": "DS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Int J Med Sci", "NlmUniqueID": "101213954", "ISSNLinking": "1449-1907"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plasma Gases"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["injuries"], "DescriptorName": "Sciatic Nerve"}, {"QualifierName": [], "DescriptorName": "Nerve Regeneration"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plasma Gases"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Mandibular Nerve Injuries"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Crush Injuries"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Peripheral Nerve Injuries"}], "CoiStatement": "Competing Interests: The authors have declared that no competing interest exists."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ziccardi VB, Assael LA. Mechanisms of trigeminal nerve injuries. Atlas Oral Maxillofac Surg Clin North Am. 2001;9:1–11.", "ArticleIdList": ["11665372"]}, {"Citation": "Steinberg MJ, Kelly PD. Implant-related nerve injuries. Dent Clin North Am. 2015;59:357–73.", "ArticleIdList": ["25835799"]}, {"Citation": "Jerjes W, Upile T, Shah P, Nhembe F, Gudka D, Kafas P. et al. Risk factors associated with injury to the inferior alveolar and lingual nerves following third molar surgery-revisited. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2010;109:335–45.", "ArticleIdList": ["20097103"]}, {"Citation": "Pogrel MA, Kaban LB. Injuries to the inferior alveolar and lingual nerves. J Calif Dent Assoc. 1993;21:50–4.", "ArticleIdList": ["7682607"]}, {"Citation": "Abarca M, Van Steenberghe D, Malevez C, De Ridder J, Jacobs R. Neurosensory disturbances after immediate loading of implants in the anterior mandible: an initial questionnaire approach followed by a psychophysical assessment. Clinical Oral Investigations. 2006;10:269–77.", "ArticleIdList": ["PMC1705496", "16937108"]}, {"Citation": "Ellies LG, Hawker PB. The prevalence of altered sensation associated with implant surgery. Int J Oral Maxillofac Implants. 1993;8:674–9.", "ArticleIdList": ["8181830"]}, {"Citation": "Bartling R, Freeman K, Kraut RA. The incidence of altered sensation of the mental nerve after mandibular implant placement. Journal of Oral and Maxillofacial Surgery. 1999;57:1408–10.", "ArticleIdList": ["10596660"]}, {"Citation": "Wismeijer D, Van Waas MAJ, Vermeeren JIJF, Kalk W. Patients' perception of sensory disturbances of the mental nerve before and after implant surgery: a prospective study of 110 patients. British Journal of Oral and Maxillofacial Surgery. 1997;35:254–9.", "ArticleIdList": ["9291263"]}, {"Citation": "Dannan A, Alkattan F, Jackowski J. Altered Sensations of the Inferior Alveolar Nerve after Dental Implant Surgery: a Retrospective Study. Dentistry. 2013. 13."}, {"Citation": "Greenstein G, Carpentieri JR, Cavallaro J. Nerve damage related to implant dentistry: incidence, diagnosis, and management. Compend Contin Educ Dent. 2015;36:652–9. quiz 60.", "ArticleIdList": ["26448148"]}, {"Citation": "Worthington P. Injury to the inferior alveolar nerve during implant placement: a formula for protection of the patient and clinician. Int J Oral Maxillofac Implants. 2004;19:731–4.", "ArticleIdList": ["15508990"]}, {"Citation": "Zuniga JR, O'Connor B. Primary and secondary microneuroanastomotic repair of the mental nerve in the rat. International Journal of Oral and Maxillofacial Surgery. 1987;16:465–72.", "ArticleIdList": ["3117921"]}, {"Citation": "Ziccardi VB, Steinberg MJ. Timing of trigeminal nerve microsurgery: a review of the literature. J Oral Maxillofac Surg. 2007;65:1341–5.", "ArticleIdList": ["17577499"]}, {"Citation": "Renton T, Dawood A, Shah A, Searson L, Yilmaz Z. Post-implant neuropathy of the trigeminal nerve. A case series. British Dental Journal. 2012;212:E17–E.", "ArticleIdList": ["22677874"]}, {"Citation": "Bagheri SC, Meyer RA, Cho SH, Thoppay J, Khan HA, Steed MB. Microsurgical repair of the inferior alveolar nerve: success rate and factors that adversely affect outcome. J Oral Maxillofac Surg. 2012;70:1978–90.", "ArticleIdList": ["22177818"]}, {"Citation": "Susarla SM, Lam NP, Donoff RB, Kaban LB, Dodson TB. A Comparison of Patient Satisfaction and Objective Assessment of Neurosensory Function After Trigeminal Nerve Repair. Journal of Oral and Maxillofacial Surgery. 2005;63:1138–44.", "ArticleIdList": ["16094581"]}, {"Citation": "Pogrel MA. The results of microneurosurgery of the inferior alveolar and lingual nerve. Journal of Oral and Maxillofacial Surgery. 2002;60:485–9.", "ArticleIdList": ["11988920"]}, {"Citation": "Lam NP, Donoff RB, Kaban LB, Dodson TB. Patient satisfaction after trigeminal nerve repair. Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology, and Endodontology. 2003;95:538–43.", "ArticleIdList": ["12738944"]}, {"Citation": "Strauss ER, Ziccardi VB, Janal MN. Outcome Assessment of Inferior Alveolar Nerve Microsurgery: A Retrospective Review. Journal of Oral and Maxillofacial Surgery. 2006;64:1767–70.", "ArticleIdList": ["17113443"]}, {"Citation": "Gregg JM. Studies of traumatic neuralgia in the maxillofacial region: Symptom complexes and response to microsurgery. Journal of Oral and Maxillofacial Surgery. 1990;48:135–40.", "ArticleIdList": ["2299456"]}, {"Citation": "Horasanli B, Hasturk AE, Arikan M, Togral G, Helvacioglu F, Dagdeviren A. et al. Comparative evaluation of the electrophysiological, functional and ultrastructural effects of alpha lipoic acid and cyanocobalamin administration in a rat model of sciatic nerve injury. J Back Musculoskelet Rehabil. 2017;30:967–74.", "ArticleIdList": ["28968230"]}, {"Citation": "Chirokov A, Gutsol A, Fridman A. Atmospheric pressure plasma of dielectric barrier discharges. Pure and Applied Chemistry. 2005;77:487–95."}, {"Citation": "Kong MG, Kroesen G, Morfill G, Nosenko T, Shimizu T, van Dijk J. et al. Plasma medicine: an introductory review. New Journal of Physics. 2009;11:115012."}, {"Citation": "Fridman G, Friedman G, Gutsol A, Shekhter AB, Vasilets VN, Fridman A. Applied Plasma Medicine. Plasma Processes and Polymers. 2008;5:503–33."}, {"Citation": "Heinlin J, Morfill G, Landthaler M, Stolz W, Isbary G, Zimmermann JL. et al. Plasma medicine: possible applications in dermatology. JDDG: Journal der Deutschen Dermatologischen Gesellschaft. 2010;8:968–76.", "ArticleIdList": ["20718902"]}, {"Citation": "Arndt S, Wacker E, Li Y-F, Shimizu T, Thomas HM, Morfill GE. et al. Cold atmospheric plasma, a new strategy to induce senescence in melanoma cells. Experimental Dermatology. 2013;22:284–9.", "ArticleIdList": ["23528215"]}, {"Citation": "Partecke LI, Evert K, Haugk J, Doering F, Normann L, Diedrich S. et al. Tissue Tolerable Plasma (TTP) induces apoptosis in pancreatic cancer cells in vitro and in vivo. BMC Cancer. 2012;12:473.", "ArticleIdList": ["PMC3598726", "23066891"]}, {"Citation": "Choi JH, Lee HW, Lee JK, Hong JW, Kim GC. Low-temperature atmospheric plasma increases the expression of anti-aging genes of skin cells without causing cellular damages. Arch Dermatol Res. 2013;305:133–40.", "ArticleIdList": ["22773133"]}, {"Citation": "Klämpfl TG, Isbary G, Shimizu T, Li Y-F, Zimmermann JL, Stolz W. et al. Cold Atmospheric Air Plasma Sterilization against Spores and Other Microorganisms of Clinical Interest. Applied and Environmental Microbiology. 2012;78:5077–82.", "ArticleIdList": ["PMC3416436", "22582068"]}, {"Citation": "Park JK, Nam SH, Kwon HC, Mohamed AAH, Lee JK, Kim GC. Feasibility of nonthermal atmospheric pressure plasma for intracoronal bleaching. International Endodontic Journal. 2011;44:170–5.", "ArticleIdList": ["21091514"]}, {"Citation": "Antioxidants and Novel Therapeutics. Free Radical Biology and Medicine. 2009; 47: S136-S58."}, {"Citation": "Daeschlein G, Scholz S, von Woedtke T, Jünger M. Cold plasma antisepsis for skin and wounds: a new antimicrobial concept in dermatology; 2012."}, {"Citation": "Lee ST, Jang YS, Kim UK, Kim HJ, Ryu MH, Kim GC. et al. Non-thermal plasma application enhances the recovery of transected sciatic nerves in rats. Exp Biol Med (Maywood) 2021;246:1287–96.", "ArticleIdList": ["PMC8371309", "33653158"]}, {"Citation": "Ahn DK, Park MK. Animal Models for Orofacial Neuropathic Pain. Hanyang Medical Reviews. 2011;31:107."}, {"Citation": "Le Bars D, Gozariu M, Cadden SW. Animal models of nociception. Pharmacol Rev. 2001;53:597–652.", "ArticleIdList": ["11734620"]}, {"Citation": "Barrot M. Tests and models of nociception and pain in rodents. Neuroscience. 2012;211:39–50.", "ArticleIdList": ["22244975"]}, {"Citation": "Choi J-H, Lee H-W, Lee J-K, Hong J-W, Kim G-C. Low-temperature atmospheric plasma increases the expression of anti-aging genes of skin cells without causing cellular damages. Archives of Dermatological Research. 2013;305:133–40.", "ArticleIdList": ["22773133"]}, {"Citation": "Choi J-H, Song Y-S, Lee H-J, Hong J-W, Kim G-C. Inhibition of inflammatory reactions in 2,4-Dinitrochlorobenzene induced Nc/Nga atopic dermatitis mice by non-thermal plasma. Scientific Reports. 2016;6:27376.", "ArticleIdList": ["PMC4897616", "27271011"]}, {"Citation": "Park N-S, Yun S-E, Lee H-Y, Lee HJ, Choi J-H, Kim G-C. No-ozone cold plasma can kill oral pathogenic microbes in H2O2-dependent and independent manner. Scientific Reports. 2022;12:7597.", "ArticleIdList": ["PMC9085805", "35534525"]}, {"Citation": "Zuo J, Neubauer D, Graham J, Krekoski CA, Ferguson TA, Muir D. Regeneration of Axons after Nerve Transection Repair Is Enhanced by Degradation of Chondroitin Sulfate Proteoglycan. Experimental Neurology. 2002;176:221–8.", "ArticleIdList": ["12093099"]}, {"Citation": "Laroussi M, Lu X, Keidar M. Perspective: The physics, diagnostics, and applications of atmospheric pressure low temperature plasma sources used in plasma medicine. Journal of Applied Physics. 2017;122:020901."}, {"Citation": "Laroussi M. Sterilization of contaminated matter with an atmospheric pressure plasma. IEEE Transactions on Plasma Science. 1996;24:1188–91."}, {"Citation": "Keidar M, Robert E. Preface to Special Topic: Plasmas for Medical Applications. Physics of Plasmas. 2015;22:121901."}, {"Citation": "Volotskova O, Dubrovsky L, Keidar M, Bukrinsky M. Cold Atmospheric Plasma Inhibits HIV-1 Replication in Macrophages by Targeting Both the Virus and the Cells. PLOS ONE. 2016;11:e0165322.", "ArticleIdList": ["PMC5081187", "27783659"]}, {"Citation": "Choi JW, Kang SU, Kim YE, Park JK, Yang SS, Kim YS. et al. Novel Therapeutic Effects of Non-thermal atmospheric pressure plasma for Muscle Regeneration and Differentiation. Scientific Reports. 2016;6:28829.", "ArticleIdList": ["PMC4923893", "27349181"]}, {"Citation": "Bervar M. Video analysis of standing-an alternative footprint analysis to assess functional loss following injury to the rat sciatic nerve. J Neurosci Methods. 2000;102:109–16.", "ArticleIdList": ["11040407"]}, {"Citation": "Chaplan SR, Bach FW, Pogrel JW, Chung JM, Yaksh TL. Quantitative assessment of tactile allodynia in the rat paw. Journal of Neuroscience Methods. 1994;53:55–63.", "ArticleIdList": ["7990513"]}, {"Citation": "Amici SA. Peripheral Myelin Protein 22 Is in Complex with 6beta4 Integrin, and Its Absence Alters the Schwann Cell Basal Lamina. Journal of Neuroscience. 2006;26:1179–89.", "ArticleIdList": ["PMC6674566", "16436605"]}, {"Citation": "Ruscheweyh R, Forsthuber L, Schoffnegger D, Sandkühler J. Modification of classical neurochemical markers in identified primary afferent neurons with Aβ-, Aδ-, and C-fibers after chronic constriction injury in mice. The Journal of Comparative Neurology. 2007;502:325–36.", "ArticleIdList": ["17348016"]}, {"Citation": "Mandelkow EM, Mandelkow E. Biochemistry and Cell Biology of Tau Protein in Neurofibrillary Degeneration. Cold Spring Harbor Perspectives in Medicine. 2012;2:a006247–a.", "ArticleIdList": ["PMC3385935", "22762014"]}, {"Citation": "Shapiro LA, Whitaker-Azmitia PM. Expression levels of cytoskeletal proteins indicate pathological aging of S100B transgenic mice: an immunohistochemical study of MAP-2, drebrin and GAP-43. Brain Res. 2004;1019:39–46.", "ArticleIdList": ["15306236"]}, {"Citation": "Caroni P, Grandes P. Nerve sprouting in innervated adult skeletal muscle induced by exposure to elevated levels of insulin-like growth factors. Journal of Cell Biology. 1990;110:1307–17.", "ArticleIdList": ["PMC2116103", "2157718"]}, {"Citation": "Rabinovsky ED. The multifunctional role of IGF-1 in peripheral nerve regeneration. Neurological Research. 2004;26:204–10.", "ArticleIdList": ["15072640"]}, {"Citation": "Grothe C, Haastert K, Jungnickel J. Physiological function and putative therapeutic impact of the FGF-2 system in peripheral nerve regeneration-lessons from in vivo studies in mice and rats. Brain Res Rev. 2006;51:293–9.", "ArticleIdList": ["16430964"]}, {"Citation": "Grothe C, Wewetzer K, Lagrange A, Unsicker K. Effects of basic fibroblast growth factor on survival and choline acetyltransferase development of spinal cord neurons. Developmental Brain Research. 1991;62:257–61.", "ArticleIdList": ["1769104"]}, {"Citation": "Arakawa Y, Sendtner M, Thoenen H. Survival effect of ciliary neurotrophic factor (CNTF) on chick embryonic motoneurons in culture: comparison with other neurotrophic factors and cytokines. The Journal of Neuroscience. 1990;10:3507–15.", "ArticleIdList": ["PMC6570112", "2230940"]}, {"Citation": "Moradzadeh A, Borschel GH, Luciano JP, Whitlock EL, Hayashi A, Hunter DA. et al. The impact of motor and sensory nerve architecture on nerve regeneration. Experimental Neurology. 2008;212:370–6.", "ArticleIdList": ["PMC2761727", "18550053"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "26"}, {"Year": "2022", "Month": "9", "Day": "9"}, {"Year": "2022", "Month": "10", "Day": "31", "Hour": "4", "Minute": "53"}, {"Year": "2022", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["36313226", "PMC9608038", "10.7150/ijms.77484", "ijmsv19p1732"]}}], "PubmedBookArticle": []}