{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["LC-MS/MS", "metabolomics", "ozone", "sphingolipids"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36331340", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1093/toxsci/kfac117"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "191", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "31"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Alteration of glycosphingolipid metabolism by ozone is associated with exacerbation of allergic asthma characteristics in mice.", "Pagination": {"StartPage": "79", "EndPage": "89", "MedlinePgn": "79-89"}, "Abstract": {"AbstractText": ["Asthma is a common chronic respiratory disease exacerbated by multiple environmental factors. Acute ozone exposure has previously been implicated in airway inflammation, airway hyperreactivity, and other characteristics of asthma, which may be attributable to altered sphingolipid metabolism. This study tested the hypothesis that acute ozone exposure alters sphingolipid metabolism within the lung, which contributes to exacerbations in characteristics of asthma in allergen-sensitized mice. Adult male and female BALB/c mice were sensitized intranasally to house dust mite (HDM) allergen on days 1, 3, and 5 and challenged on days 12-14. Mice were exposed to ozone following each HDM challenge for 6 h/day. Bronchoalveolar lavage, lung lobes, and microdissected lung airways were collected for metabolomics analysis (N = 8/sex/group). Another subset of mice underwent methacholine challenge using a forced oscillation technique to measure airway resistance (N = 6/sex/group). Combined HDM and ozone exposure in male mice synergistically increased airway hyperreactivity that was not observed in females and was accompanied by increased airway inflammation and eosinophilia relative to control mice. Importantly, glycosphingolipids were significantly increased following combined HDM and ozone exposure relative to controls in both male and female airways, which was also associated with both airway resistance and eosinophilia. However, 15 glycosphingolipid species were increased in females compared with only 6 in males, which was concomitant with significant associations between glycosphingolipids and airway resistance that ranged from R2 = 0.33-0.51 for females and R2 = 0.20-0.34 in male mice. These observed sex differences demonstrate that glycosphingolipids potentially serve to mitigate exacerbations in characteristics of allergic asthma."], "CopyrightInformation": "© The Author(s) 2022. Published by Oxford University Press on behalf of the Society of Toxicology. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": ["0000-0001-7497-6629"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genome Center, University of California Davis, Davis, California 95616, USA."}], "LastName": "Stevens", "ForeName": "Nathanial C", "Initials": "NC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health and the Environment, School of Veterinary Medicine, University of California Davis, Davis, California 95616, USA."}], "LastName": "Brown", "ForeName": "Veneese J", "Initials": "VJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health and the Environment, School of Veterinary Medicine, University of California Davis, Davis, California 95616, USA."}], "LastName": "Domanico", "ForeName": "Morgan C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health and the Environment, School of Veterinary Medicine, University of California Davis, Davis, California 95616, USA."}], "LastName": "Edwards", "ForeName": "Patricia C", "Initials": "PC"}, {"Identifier": ["0000-0002-1689-4446"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health and the Environment, School of Veterinary Medicine, University of California Davis, Davis, California 95616, USA."}, {"Identifier": [], "Affiliation": "Department of Anatomy, Physiology and Cell Biology, School of Veterinary Medicine, University of California Davis, Davis, California 95616, USA."}], "LastName": "Van Winkle", "ForeName": "Laura S", "Initials": "LS"}, {"Identifier": ["0000-0002-6261-8928"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genome Center, University of California Davis, Davis, California 95616, USA."}], "LastName": "Fiehn", "ForeName": "Oliver", "Initials": "O"}], "GrantList": [{"GrantID": "T32 ES007059", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U19 AG023122", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "T32 HL007013", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES023513", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES030276", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Allergens"}, {"RegistryNumber": "0", "NameOfSubstance": "Sphingolipids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Inflammation"}, {"QualifierName": ["toxicity"], "DescriptorName": "Allergens"}, {"QualifierName": [], "DescriptorName": "Eosinophilia"}, {"QualifierName": [], "DescriptorName": "Sphingolipids"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred BALB C"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "American Lung Association. (2021). State of the Air Report 2021. American Lung Association, Chicago, IL."}, {"Citation": "Ammit A. J., Hastie A. T., Edsall L. C., Hoffman R. K., Amrani Y., Krymskaya V. P., Kane S. A., Peters S. P., Penn R. B., Spiegel S., et al. (2001). Sphingosine 1‐phosphate modulates human airway smooth muscle cell functions that promote inflammation and airway remodeling in asthma. FASEB J. 15, 1212–1214.", "ArticleIdList": ["11344091"]}, {"Citation": "Bao A., Yang H., Ji J., Chen Y., Bao W., Li F., Zhang M., Zhou X., Li Q., Ben S. (2017). Involvements of p38 MAPK and oxidative stress in the ozone-induced enhancement of AHR and pulmonary inflammation in an allergic asthma model. Respir. Res. 18, 1–12.", "ArticleIdList": ["PMC5747109", "29284473"]}, {"Citation": "Bao W., Zhang Y., Zhang M., Bao A., Fei X., Zhang X., Zhou X. (2018). Effects of ozone repeated short exposures on the airway/lung inflammation, airway hyperresponsiveness and mucus production in a mouse model of ovalbumin-induced asthma. Biomed. Pharmacother. 101, 293–303.", "ArticleIdList": ["29499403"]}, {"Citation": "Barupal D. K., Fiehn O. (2017). Chemical Similarity Enrichment Analysis (chemRICH) as alternative to biochemical pathway mapping for metabolomic datasets. Sci. Rep. 7, 14567.", "ArticleIdList": ["PMC5673929", "29109515"]}, {"Citation": "Birukova A., Cyphert-Daly J., Cumming R. I., Yu Y. R., Gowdy K. M., Que L. G., Tighe R. M. (2019). Sex modifies acute ozone-mediated airway physiologic responses. Toxicol. Sci. 169, 499–510.", "ArticleIdList": ["PMC6542336", "30825310"]}, {"Citation": "Böll S., Ziemann S., Ohl K., Klemm P., Rieg A. D., Gulbins E., Becker K. A., Kamler M., Wagner N., Uhlig S., et al. (2020). Acid sphingomyelinase regulates TH2 cytokine release and bronchial asthma. Allergy 75, 603–615.", "ArticleIdList": ["31494944"]}, {"Citation": "Bonini P., Kind T., Tsugawa H., Barupal D. K., Fiehn O. (2020). Retip: retention time prediction for compound annotation in untargeted metabolomics. Anal. Chem. 92, 7515–7522.", "ArticleIdList": ["PMC8715951", "32390414"]}, {"Citation": "Cajka T., Fiehn O. (2016). Increasing lipidomic coverage by selecting optimal mobile-phase modifiers in LC-MS of blood plasma. Metabolomics 12, 1–11."}, {"Citation": "Castaneda A. R., Pinkerton K. E. (2016). Investigating the effects of particulate matter on house dust mite and ovalbumin allergic airway inflammation in mice. Curr. Protoc. Toxicol. 68, 18 18 11–18 18 18.", "ArticleIdList": ["PMC4988128", "27145110"]}, {"Citation": "Chen Y., Zhu Y., Su G., Yang W., Zhao Y., Lu W., Zhang J. (2021). Krn7000 reduces airway inflammation via natural killer T cells in obese asthmatic mice. Inflammation 44, 1982–1992.", "ArticleIdList": ["34021838"]}, {"Citation": "Cheng W. Y., Duncan K. E., Ghio A. J., Ward-Caviness C., Karoly E. D., Diaz-Sanchez D., Conolly R. B., Devlin R. B. (2018). Changes in metabolites present in lung-lining fluid following exposure of humans to ozone. Toxicol. Sci. 163, 430–439.", "ArticleIdList": ["PMC6348881", "29471466"]}, {"Citation": "Cho Y., Abu-Ali G., Tashiro H., Brown T. A., Osgood R. S., Kasahara D. I., Huttenhower C., Shore S. A. (2019). Sex differences in pulmonary responses to ozone in mice. Role of the microbiome. Am. J. Respir. Cell Mol. Biol. 60, 198–208.", "ArticleIdList": ["PMC6376411", "30240285"]}, {"Citation": "Gault C. R., Obeid L. M., Hannun Y. A. (2010). An overview of sphingolipid metabolism: from synthesis to breakdown. Adv. Exp. Med. Biol. 688, 1–23.", "ArticleIdList": ["PMC3069696", "20919643"]}, {"Citation": "Gendron D. R., Lecours P. B., Lemay A.-M., Beaulieu M.-J., Huppé C.-A., Lee-Gosselin A., Flamand N., Don A. S., Bissonnette É., Blanchet M.-R., et al. (2017). A phosphorylatable sphingosine analog induces airway smooth muscle cytostasis and reverses airway hyperresponsiveness in experimental asthma. Front. Pharmacol. 8, 78.", "ArticleIdList": ["PMC5318459", "28270767"]}, {"Citation": "Gorska M. M. (2017). Natural killer cells in asthma. Curr. Opin. Allergy Clin. Immunol. 17, 50–54.", "ArticleIdList": ["PMC5495007", "27841766"]}, {"Citation": "Guarnieri M., Balmes J. R. (2014). Outdoor air pollution and asthma. The Lancet 383, 1581–1592.", "ArticleIdList": ["PMC4465283", "24792855"]}, {"Citation": "Herring M. J., Putney L. F., St George J. A., Avdalovic M. V., Schelegle E. S., Miller L. A., Hyde D. M. (2015). Early life exposure to allergen and ozone results in altered development in adolescent rhesus macaque lungs. Toxicol. Appl. Pharmacol. 283, 35–41.", "ArticleIdList": ["PMC5922427", "25545987"]}, {"Citation": "Hu S.-C., Ben-Jebria A., Ultman J. (1994). Longitudinal distribution of ozone absorption in the lung: effects of respiratory flow. J. Appl. Physiol. 77, 574–583.", "ArticleIdList": ["8002502"]}, {"Citation": "Ishibashi Y., Kohyama-Koganeya A., Hirabayashi Y. (2013). New insights on glucosylated lipids: metabolism and functions. Biochim. Biophys. Acta 1831, 1475–1485.", "ArticleIdList": ["23770033"]}, {"Citation": "James B. N., Oyeniran C., Sturgill J. L., Newton J., Martin R. K., Bieberich E., Weigel C., Maczis M. A., Palladino E. N. D., Lownik J. C., et al. (2021). Ceramide in apoptosis and oxidative stress in allergic inflammation and asthma. J. Allergy Clin. Immunol. 147, 1936–1948.e9.", "ArticleIdList": ["PMC8081742", "33130063"]}, {"Citation": "Kawano T., Cui J., Koezuka Y., Toura I., Kaneko Y., Motoki K., Ueno H., Nakagawa R., Sato H., Kondo E., et al. (1997). CD1d-restricted and TCR-mediated activation of va14 NKT cells by glycosylceramides. Science 278, 1626–1629.", "ArticleIdList": ["9374463"]}, {"Citation": "Kim H. I., Kim H., Shin Y. S., Beegle L. W., Jang S. S., Neidholdt E. L., Goddard W. A., Heath J. R., Kanik I., Beauchamp J. L. (2010). Interfacial reactions of ozone with surfactant protein B in a model lung surfactant system. J. Am. Chem. Soc. 132, 2254–2263.", "ArticleIdList": ["PMC2830728", "20121208"]}, {"Citation": "Koelmel J. P., Kroeger N. M., Gill E. L., Ulmer C. Z., Bowden J. A., Patterson R. E., Yost R. A., Garrett T. J. (2017). Expanding lipidome coverage using LC-MS/MS data-dependent acquisition with automated exclusion list generation. J. Am. Soc. Mass Spectrom. 28, 908–917.", "ArticleIdList": ["PMC5408749", "28265968"]}, {"Citation": "Mack S., Shin J., Ahn Y., Castaneda A. R., Peake J., Fulgar C., Zhang J. J., Cho Y. H., Pinkerton K. E. (2019). Age-dependent pulmonary reactivity to house dust mite allergen: a model of adult-onset asthma? Am. J. Physiol. Lung Cell. Mol. Physiol. 316, L757–L763.", "ArticleIdList": ["PMC6589581", "30840481"]}, {"Citation": "Miller D. B., Ghio A. J., Karoly E. D., Bell L. N., Snow S. J., Madden M. C., Soukup J., Cascio W. E., Gilmour M. I., Kodavanti U. P. (2016). Ozone exposure increases circulating stress hormones and lipid metabolites in humans. Am. J. Respir. Crit. Care Med. 193, 1382–1391.", "ArticleIdList": ["PMC5440058", "26745856"]}, {"Citation": "Murphy S. R., Oslund K. L., Hyde D. M., Miller L. A., Van Winkle L. S., Schelegle E. S. (2014). Ozone-induced airway epithelial cell death, the neurokinin-1 receptor pathway, and the postnatal developing lung. Am. J. Physiol. Lung Cell. Mol. Physiol. 307, L471–L481.", "ArticleIdList": ["PMC4166783", "25063800"]}, {"Citation": "Mustafa M. G. (1990). Biochemical basis of ozone toxicity. Free Radic. Biol. Med. 9, 245–265.", "ArticleIdList": ["2272533"]}, {"Citation": "Oyeniran C., Sturgill J. L., Hait N. C., Huang W.-C., Avni D., Maceyka M., Newton J., Allegood J. C., Montpetit A., Conrad D. H., et al. (2015). Aberrant ORM (yeast)-like protein isoform 3 (ORMDL3) expression dysregulates ceramide homeostasis in cells and ceramide exacerbates allergic asthma in mice. J. Allergy Clin. Immunol. 136, 1035–1046.e6.", "ArticleIdList": ["PMC4591101", "25842287"]}, {"Citation": "Park S. J., Im D. S. (2019). Blockage of sphingosine-1-phosphate receptor 2 attenuates allergic asthma in mice. Br. J. Pharmacol. 176, 938–949.", "ArticleIdList": ["PMC6433643", "30706444"]}, {"Citation": "Patil M. J., Meeker S., Bautista D., Dong X., Undem B. J. (2019). Sphingosine-1-phosphate activates mouse vagal airway afferent C-fibres via S1PR3 receptors. J. Physiol. 597, 2007–2019.", "ArticleIdList": ["PMC6441905", "30793318"]}, {"Citation": "Pichavant M., Goya S., Meyer E. H., Johnston R. A., Kim H. Y., Matangkasombut P., Zhu M., Iwakura Y., Savage P. B., Dekruyff R. H., et al. (2008). Ozone exposure in a mouse model induces airway hyperreactivity that requires the presence of natural killer T cells and IL-17. J. Exp. Med. 205, 385–393.", "ArticleIdList": ["PMC2271004", "18250191"]}, {"Citation": "Plopper C. G., Chang A. M., Pang A., Buckpit A. R. (1991). Use of microdissected airways to define metabolism and cytotoxicity in murine bronchiolar epithelium. Exp. Lung Res. 17, 197–212.", "ArticleIdList": ["2050025"]}, {"Citation": "Price M. M., Oskeritzian C. A., Falanga Y. T., Harikumar K. B., Allegood J. C., Alvarez S. E., Conrad D., Ryan J. J., Milstien S., Spiegel S. (2013). A specific sphingosine kinase 1 inhibitor attenuates airway hyperresponsiveness and inflammation in a mast cell-dependent murine model of allergic asthma. J. Allergy Clin. Immunol. 131, 501–511.e1.", "ArticleIdList": ["PMC3563730", "22939756"]}, {"Citation": "Rosenquist N. A., Metcalf W. J., Ryu S. Y., Rutledge A., Coppes M. J., Grzymski J. J., Strickland M. J., Darrow L. A. (2020). Acute associations between PM2.5 and ozone concentrations and asthma exacerbations among patients with and without allergic comorbidities. J. Expo. Sci. Environ. Epidemiol. 30, 795–804.", "ArticleIdList": ["32094459"]}, {"Citation": "Smith E. L., Schuchman E. H. (2008). The unexpected role of acid sphingomyelinase in cell death and the pathophysiology of common diseases. FASEB J. 22, 3419–3431.", "ArticleIdList": ["PMC2537423", "18567738"]}, {"Citation": "Sopel N., Kölle J., Dumendiak S., Koch S., Reichel M., Rhein C., Kornhuber J., Finotto S. (2019). Immunoregulatory role of acid sphingomyelinase in allergic asthma. Immunology 156, 373–383.", "ArticleIdList": ["PMC6418424", "30556232"]}, {"Citation": "Sprong H., Kruithof B., Leijendekker R., Slot J. W., Van Meer G., Van Der Sluijs P. (1998). UDP-galactose: ceramide galactosyltransferase is a class I integral membrane protein of the endoplasmic reticulum. J. Biol. Chem. 273, 25880–25888.", "ArticleIdList": ["9748263"]}, {"Citation": "Stevens N. C., Edwards P. C., Tran L. M., Ding X., Van Winkle L. S., Fiehn O. (2021). Metabolomics of lung microdissections reveals region- and sex-specific metabolic effects of acute naphthalene exposure in mice. Toxicol. Sci. 184, 214–222.", "ArticleIdList": ["PMC8633889", "34498071"]}, {"Citation": "Tsugawa H., Cajka T., Kind T., Ma Y., Higgins B., Ikeda K., Kanazawa M., Vandergheynst J., Fiehn O., Arita M. (2015). MS-dial: data-independent MS/MS deconvolution for comprehensive metabolome analysis. Nat. Methods. 12, 523–526.", "ArticleIdList": ["PMC4449330", "25938372"]}, {"Citation": "Tetreault L. F., Doucet M., Gamache P., Fournier M., Brand A., Kosatsky T., Smargiassi A. (2016). Severe and moderate asthma exacerbations in asthmatic children and exposure to ambient air pollutants. IJERPH 13, 771.", "ArticleIdList": ["PMC4997457", "27490556"]}, {"Citation": "Uhlson C., Harrison K., Allen C. B., Ahmad S., White C. W., Murphy R. C. (2002). Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem. Res. Toxicol. 15, 896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Williams A. S., Issa R., Durham A., Leung S. Y., Kapoun A., Medicherla S., Higgins L. S., Adcock I. M., Chung K. F. (2008). Role of p38 mitogen-activated protein kinase in ozone-induced airway hyperresponsiveness and inflammation. Eur. J. Pharmacol. 600, 117–122.", "ArticleIdList": ["18926814"]}, {"Citation": "Wright S. M., Hockey P. M., Enhorning G., Strong P., Reid K. B. M., Holgate S. T., Djukanovic R., Postle A. D. (2000). Altered airway surfactant phospholipid composition and reduced lung function in asthma. J. Appl. Physiol. 89, 1283–1292.", "ArticleIdList": ["11007560"]}, {"Citation": "Yaeger M. J., Reece S. W., Kilburg-Basnyat B., Hodge M. X., Pal A., Dunigan-Russell K., Luo B., You D. J., Bonner J. C., Spangenburg E. E., et al. (2021). Sex differences in pulmonary eicosanoids and specialized pro-resolving mediators in response to ozone exposure. Toxicol. Sci. 183, 170–183.", "ArticleIdList": ["PMC8404991", "34175951"]}, {"Citation": "Yang Y., Uhlig S. (2011). The role of sphingolipids in respiratory disease. Ther. Adv. Respir. Dis.5, 325–344.", "ArticleIdList": ["21900155"]}, {"Citation": "Zehethofer N., Bermbach S., Hagner S., Garn H., Müller J., Goldmann T., Lindner B., Schwudke D., König P. (2015). Lipid analysis of airway epithelial cells for studying respiratory diseases. Chromatographia 78, 403–413.", "ArticleIdList": ["PMC4346681", "25750457"]}, {"Citation": "Zeidan Y. H., Wu B. X., Jenkins R. W., Obeid L. M., Hannun Y. A. (2008). A novel role for protein kinase cδ‐mediated phosphorylation of acid sphingomyelinase in UV light‐induced mitochondrial injury. FASEB J. 22, 183–193.", "ArticleIdList": ["17698617"]}, {"Citation": "Zhang Y., Li X., He M., Zhang G., Bao W., Fei X., Zhang X., Zhang M., Zhang P. (2019a). The effects of neutralizing anti-murine interleukin-17a monoclonal antibody on ozone-induced inflammation and glucocorticoids insensitivity in a murine model of asthma. Biomed. Pharmacother. 114, 108786.", "ArticleIdList": ["30917335"]}, {"Citation": "Zhang Y., Willis-Owen S. A. G., Spiegel S., Lloyd C. M., Moffatt M. F., Cookson W. O. C. M. (2019b). The ORMDL3 asthma gene regulates icam1 and has multiple effects on cellular inflammation. Am. J. Respir. Crit. Care Med. 199, 478–488.", "ArticleIdList": ["PMC6376621", "30339462"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "4", "Hour": "10", "Minute": "23"}, {"Year": "2023", "Month": "11", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36331340", "PMC9887677", "10.1093/toxsci/kfac117", "6798653"]}}], "PubmedBookArticle": []}