{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Cancer", "EMI", "OMPS", "Population", "Satellite remote sensing", "Surface formaldehyde"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36335897", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "25"}], "ELocationID": ["10.1016/j.envint.2022.107600", "S0160-4120(22)00527-X"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "170", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Inferring global surface HCHO concentrations from multisource hyperspectral satellites and their application to HCHO-related global cancer burden estimation.", "Pagination": {"StartPage": "107600", "MedlinePgn": "107600"}, "Abstract": {"AbstractText": ["Formaldehyde (HCHO) is a toxic and hazardous air pollutant that widely exists in atmosphere. Insufficient spatial and temporal coverage of surface HCHO measurements is limiting studies on surface HCHO-related air quality management and health risk assessment. This study develops a method to derive global ground-level HCHO concentrations from satellite-based tropospheric HCHO columns using TM5-simulated surface-to-column conversion factor with coarse spatial resolution. The method improves the factor more representative in finer grids by constraining TM5-simulated vertical profile shapes with satellite HCHO columns. The surface HCHO concentrations derived by the Ozone Mapping and Profiler Suite (OMPS) show good correlation with in situ HCHO measurements (R = 0.59) from the U.S. Environmental Protection Agency surface network. We investigated how surface HCHO relates to urbanization and population aggregation over seven regions with high HCHO pollution. The results show urban HCHO increases as a power function with population size in China, India, and West Asia. HCHO concentrations in rural aeras also present strong log-log relationship with population aggregation in China, India, the United States, and Europe. Moreover, OMPS-derived ground-level HCHO concentrations were used to estimate global cancer burden caused by long-term outdoor HCHO exposure. The results show that up to 418188 more people worldwide will develop this cancer during the human life cycle. The global cancer burden is mainly from the South-East Asia region (33.11 %) and the Western Pacific region (22.95 %). This cancer occurrence in India and China is ranked 1st and 2nd in the world due to the large population size and serious HCHO pollution. Besides, global surface HCHO concentrations and cancer burden derived from the Environmental Trace Gases Monitoring Instrument which is China's first hyperspectral space-based spectrometer are found similar patterns with that from OMPS. Our results provide new insight into the impact of population urbanization on HCHO pollution and global outdoor HCHO-caused health risks."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Science and Technology of China, Hefei 230026, China."}], "LastName": "Su", "ForeName": "Wenjing", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Environmental Optics & Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei 230031, China. Electronic address: qhhu@aiofm.ac.cn."}], "LastName": "Hu", "ForeName": "Qihou", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Environmental Optics & Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei 230031, China."}], "LastName": "Chen", "ForeName": "Yujia", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Environmental Optics & Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei 230031, China."}], "LastName": "Lin", "ForeName": "Jinan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Precision Machinery and Precision Instrumentation, University of Science and Technology of China, Hefei 230026, China."}], "LastName": "Zhang", "ForeName": "Chengxin", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Environmental Optics & Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei 230031, China; Department of Precision Machinery and Precision Instrumentation, University of Science and Technology of China, Hefei 230026, China; Centre for Excellence in Regional Atmospheric Environment, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen 361021, China; Key Laboratory of Precision Scientific Instrumentation of Anhui Higher Education Institutes, University of Science and Technology of China, Hefei 230026, China. Electronic address: chliu81@ustc.edu.cn."}], "LastName": "Liu", "ForeName": "Cheng", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "United States"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "United States Environmental Protection Agency"}, {"QualifierName": [], "DescriptorName": "Urbanization"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Neoplasms"}], "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "8", "Day": "26"}, {"Year": "2022", "Month": "10", "Day": "15"}, {"Year": "2022", "Month": "10", "Day": "22"}, {"Year": "2022", "Month": "11", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "6", "Hour": "18", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36335897", "10.1016/j.envint.2022.107600", "S0160-4120(22)00527-X"]}}], "PubmedBookArticle": []}