{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["physical therapist", "primary care", "primary care physicians", "role expectations"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36345202", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "09"}, "DateRevised": {"Year": "2022", "Month": "11", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["21501319221124316", "10.1177/21501319221124316"], "Journal": {"ISSN": "2150-1327", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2022", "Season": "Jan-Dec"}}, "Title": "Journal of primary care & community health", "ISOAbbreviation": "J Prim Care Community Health"}, "ArticleTitle": "What Role Expectations Do Primary Care Physicians in Japan Hold for Physical Therapists Regarding Primary Care?", "Pagination": {"StartPage": "21501319221124316", "MedlinePgn": "21501319221124316"}, "Abstract": {"AbstractText": ["This study aimed to clarify what primary care physicians (PCPs) in Japan understand of the role of physical therapists (PTs) through the experience of working with PTs in hospitals, and what roles PCPs expect for PTs in future primary care.", "Semi-structured interviews were conducted individually with 9 purposively sampled PCPs with sufficient experience of collaboration with PTs. Interview data were analyzed by theme analysis focusing on \"What does the PCP understand about the role of PTs through the experience of working with PTs in hospitals?\" and \"What roles and purposes does the PCP wish for PTs in primary care settings?\"", "PCPs viewed PTs as providers of rehabilitation in the traditional medical model, and understood their role as an occupation having a mono-causal viewpoint, namely a specific and well-defined outcome for individual patients, and intervening with patients within a short clinical course with the aim of improvement or maintenance of the patient's condition. With regard to future primary care, PCPs expected that PTs would interpret various factors related to patient lives from the viewpoint of causal interactions; become important stakeholders in the community; and respond flexibly to patients and the environmental factors around them with continued support to the individual.", "PCPs understood the role of PTs in hospitals as \"Rehabilitation in the traditional medical model,\" and expected the future role of PTs in primary care as \"Rehabilitation in integrated community care.\""]}, "AuthorList": [{"Identifier": ["0000-0002-7315-2959"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary Care and Medical Education, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki, Japan."}], "LastName": "Goto", "ForeName": "Ryohei", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Education Center, School of Medicine, Keio University, Shinjuku ku, Tokyo, Japan."}], "LastName": "Haruta", "ForeName": "Junji", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Primary Care and Medical Education, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki, Japan."}], "LastName": "Ozone", "ForeName": "Sachiko", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Prim Care Community Health", "NlmUniqueID": "101518419", "ISSNLinking": "2150-1319"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Physical Therapists"}, {"QualifierName": [], "DescriptorName": "Physicians, Primary Care"}, {"QualifierName": [], "DescriptorName": "Japan"}, {"QualifierName": [], "DescriptorName": "Motivation"}, {"QualifierName": [], "DescriptorName": "Primary Health Care"}, {"QualifierName": [], "DescriptorName": "Attitude of Health Personnel"}], "CoiStatement": "The author(s) declared no potential conflicts of interest with respect to the\nresearch, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aoki T, Yamamoto Y, Ikenoue T, Onishi Y, Fukuhara S. Multimorbidity patterns in relation to polypharmacy and dosage frequency: a nationwide, cross-sectional study in a Japanese population. Sci Rep. 2018;8:3806.", "ArticleIdList": ["PMC5830504", "29491441"]}, {"Citation": "Valderas JM, Starfield B, Sibbald B, Salisbury C, Roland M. Defining comorbidity: implications for understanding health and health services. Ann Fam Med. 2009;7:357-363.", "ArticleIdList": ["PMC2713155", "19597174"]}, {"Citation": "Engel GL. The need for a new medical model: a challenge for biomedicine. Science. 1977;196:129-136.", "ArticleIdList": ["847460"]}, {"Citation": "Peek CJ, Baird MA, Coleman E. Primary care for patient complexity, not only disease. Fam Syst Health. 2009;27:287-302.", "ArticleIdList": ["20047353"]}, {"Citation": "Kaneko M, Ohta R, Nago N, Fukushi M, Matsushima M. Correlation between patients' reasons for encounters/health problems and population density in Japan: a systematic review of observational studies coded by the International Classification of Health Problems in Primary Care (ICHPPC) and the International Classification of Primary care (ICPC). BMC Fam Pract. 2017;18:87.", "ArticleIdList": ["PMC5598053", "28903746"]}, {"Citation": "Huibers LA, Moth G, Bondevik GT, et al.. Diagnostic scope in out-of-hours primary care services in eight European countries: an observational study. BMC Fam Pract. 2011;12:30.", "ArticleIdList": ["PMC3114765", "21569483"]}, {"Citation": "Rahman SM, Angeline RP, Cynthia S, et al.. International classification of primary care: an Indian experience. J Fam Med Prim Care. 2014;3:362-367.", "ArticleIdList": ["PMC4311343", "25657944"]}, {"Citation": "Kajiwara N, Hayashi K, Misago M, Murakami S, Ueoka T. First-visit patients without a referral to the Department of Internal Medicine at a medium-sized acute care hospital in Japan: an observational study. Int J Gen Med. 2017;10:335-345.", "ArticleIdList": ["PMC5633273", "29042808"]}, {"Citation": "Raissi GR, Mansoori K, Madani P, Rayegani SM. Survey of general practitioners’ attitudes toward physical medicine and rehabilitation. Int J Rehabil Res. 2006;29:167-170.", "ArticleIdList": ["16609330"]}, {"Citation": "Hardy ME, Conway ME. Role Theory: Perspectives of Health Professionals, 2nd ed. Appleton and Lange; 1988."}, {"Citation": "Biddle BJ. Recent developments in role theory. Annu Rev Sociol. 1986;12:67-92."}, {"Citation": "Brookes K, Davidson PM, Daly J, Halcomb EJ. Role theory: a framework to investigate the community nurse role in contemporary health care systems. Contemp Nurse. 2007;25:146-155. doi:10.5172/conu.2007.25.1-2.146", "ArticleIdList": ["10.5172/conu.2007.25.1-2.146", "17622998"]}, {"Citation": "Taylor S, Cairns A, Glass B. Role theory: a framework to explore health professional perceptions of expanding rural community pharmacists’ role. Pharmacy. 2020;8:161. doi:10.3390/pharmacy8030161", "ArticleIdList": ["10.3390/pharmacy8030161", "PMC7559310", "32887322"]}, {"Citation": "Haruta J, Goto R, Ozone S, Maeno T. What role conceptions do multi-healthcare professionals have of physicians and what role expectation do they have of physicians in a community? BMC Fam Pract. 2021;22:217. doi:10.1186/s12875-021-01568-9", "ArticleIdList": ["10.1186/s12875-021-01568-9", "PMC8565048", "34727872"]}, {"Citation": "Harris-Hayes M, Schootman M, Schootman JC, Hastings MK. The role of physical therapists in fighting the type 2 diabetes epidemic. J Orthop Sports Phys Ther. 2020;50:5-16.", "ArticleIdList": ["PMC7069691", "31775555"]}, {"Citation": "Bodner ME, Rhodes RE, Miller WC, Dean E. Predictors of physical therapists’ intentions to counsel for smoking cessation: Implications for practice and professional education. Physiother Theory Pract. 2020;36:628-637.", "ArticleIdList": ["29944038"]}, {"Citation": "Pignataro RM. Tobacco cessation counseling within physical therapist practice: results of a statewide survey of Florida physical therapists. Physiother Theory Pract. 2017;33:131-137.", "ArticleIdList": ["28071967"]}, {"Citation": "Rea BL, Hopp Marshak H, Neish C, Davis N. The role of health promotion in physical therapy in California, New York, and Tennessee. Phys Ther. 2004;84:510-523.", "ArticleIdList": ["15161417"]}, {"Citation": "Satoh T, Nemoto Y, Utumi T, Munakata M. Physical therapy for metabolic syndrome prevention in workers: novel role of physical therapist. Nihon Eiseigaku Zasshi. 2016;71:119-125.", "ArticleIdList": ["27246150"]}, {"Citation": "\nWorld physiotherapy: our member. Accessed April 1,\n2022. https://world.physio/our-members"}, {"Citation": "\nMinistry of Health. Labour and welfare: health\nstatistics in Japan. 2007. Accessed\nApril 1, 2022. https://www.mhlw.go.jp/english/database/db-hss/dl/hs2007a.pdf"}, {"Citation": "\nJapan Primary Care Association. Certified family\nphysician. Accessed December 24, 2021.\nhttp://www.primary-care.or.jp/nintei_fp/fp_list.php"}, {"Citation": "Braun V, Clarke V. Using thematic analysis in psychology. Qual Res Psychol. 2006;3:77-101."}, {"Citation": "Hayashida K, Murakami G, Matsuda S, Fushimi K. History and profile of diagnosis procedure combination (DPC): development of a real data collection system for acute inpatient care in Japan. J Epidemiol. 2021;31:1-11.", "ArticleIdList": ["PMC7738645", "33012777"]}, {"Citation": "Haruta J, Ozone S, Hamano J. Doctors’ professional identity and socialisation from medical students to staff doctors in Japan: narrative analysis in qualitative research from a family physician perspective. BMJ Open. 2020;10:e035300.", "ArticleIdList": ["PMC7365484", "32665385"]}, {"Citation": "Cruess RL, Cruess SR, Boudreau JD, Snell L, Steinert Y. A schematic representation of the professional identity formation and socialization of medical students and residents: a guide for medical educators. Acad Med. 2015;90:718-725.", "ArticleIdList": ["25785682"]}, {"Citation": "Tinetti ME, Fried T. The end of the disease era. Am J Med. 2004;116:179-185.", "ArticleIdList": ["14749162"]}, {"Citation": "Agusti A. The disease model: implications for clinical practice. Eur Respir. 2018;51:1800188.", "ArticleIdList": ["29650549"]}, {"Citation": "\nRoyal College of General Practitioner. Medical\ngeneralism. Accessed December 14, 2021.\nhttps://www.rcgp.org.uk/policy/rcgp-policy-areas/medical-generalism.aspx"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "8", "Hour": "1", "Minute": "3"}, {"Year": "2022", "Month": "11", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36345202", "PMC9647272", "10.1177/21501319221124316"]}}], "PubmedBookArticle": []}