{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "aphid population", "diesel exhaust", "glucosinolates", "ozone", "parasitoid recruitment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36350222", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "09"}], "ELocationID": ["20221692", "10.1098/rspb.2022.1692"], "Journal": {"ISSN": "1471-2954", "JournalIssue": {"Volume": "289", "Issue": "1986", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "09"}}, "Title": "Proceedings. Biological sciences", "ISOAbbreviation": "Proc Biol Sci"}, "ArticleTitle": "Concurrent anthropogenic air pollutants enhance recruitment of a specialist parasitoid.", "Pagination": {"StartPage": "20221692", "MedlinePgn": "20221692"}, "Abstract": {"AbstractText": ["Air pollutants-such as nitrogen oxides, emitted in diesel exhaust, and ozone (O<sub>3</sub>)-disrupt interactions between plants, the insect herbivore pests that feed upon them and natural enemies of those herbivores (e.g. parasitoids). Using eight field-based rings that emit regulated quantities of diesel exhaust and O<sub>3</sub>, we investigated how both pollutants, individually and in combination, altered the attraction and parasitism rate of a specialist parasitoid (<i>Diaeretiella rapae</i>) on aphid-infested and un-infested <i>Brassica napus</i> plants. Individual effects of O<sub>3</sub> decreased <i>D. rapae</i> abundance and emergence by 37% and 55%, respectively, compared with ambient (control) conditions. When O<sub>3</sub> and diesel exhaust were emitted concomitantly, <i>D. rapae</i> abundance and emergence increased by 79% and 181%, respectively, relative to control conditions. This attraction response occurred regardless of whether plants were infested with aphids and was associated with an increase in the concentration of aliphatic glucosinolates, especially gluconapin (3-butenyl-glucosinolate), within <i>B. napus</i> leaves. Plant defensive responses and their ability to attract natural aphid enemies may be beneficially impacted by pollution exposure. These results demonstrate the importance of incorporating multiple air pollutants when considering the effects of air pollution on plant-insect interactions."]}, "AuthorList": [{"Identifier": ["0000-0003-2015-3605"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development, University of Reading, Whiteknights, Earley Gate, Reading, Berkshire RG6 6EU, UK."}], "LastName": "Ryalls", "ForeName": "James M W", "Initials": "JMW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development, University of Reading, Whiteknights, Earley Gate, Reading, Berkshire RG6 6EU, UK."}], "LastName": "Bromfield", "ForeName": "Lisa M", "Initials": "LM"}, {"Identifier": ["0000-0003-2895-2030"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development, University of Reading, Whiteknights, Earley Gate, Reading, Berkshire RG6 6EU, UK."}], "LastName": "Bell", "ForeName": "Luke", "Initials": "L"}, {"Identifier": ["0000-0001-6656-9724"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, Food and Pharmacy, University of Reading, PO Box 226, Whiteknights, Reading, Berkshire RG6 6AP, UK."}], "LastName": "Jasper", "ForeName": "Jake", "Initials": "J"}, {"Identifier": ["0000-0002-3148-6950"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UK Centre for Ecology and Hydrology, Bush Estate, Penicuik, Midlothian EH26 0QB, UK."}], "LastName": "Mullinger", "ForeName": "Neil J", "Initials": "NJ"}, {"Identifier": ["0000-0001-6822-0649"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Biological Sciences, University of Eastern Finland, PO Box 1627, 70211 Kuopio, Finland."}], "LastName": "Blande", "ForeName": "James D", "Initials": "JD"}, {"Identifier": ["0000-0001-8816-8075"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Policy and Development, University of Reading, Whiteknights, Earley Gate, Reading, Berkshire RG6 6EU, UK."}], "LastName": "Girling", "ForeName": "Robbie D", "Initials": "RD"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Proc Biol Sci", "NlmUniqueID": "101245157", "ISSNLinking": "0962-8452"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "0", "NameOfSubstance": "3-butenyl glucosinolate"}, {"RegistryNumber": "0", "NameOfSubstance": "Glucosinolates"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Host-Parasite Interactions"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Vehicle Emissions"}, {"QualifierName": [], "DescriptorName": "Glucosinolates"}, {"QualifierName": ["physiology"], "DescriptorName": "Aphids"}], "CoiStatement": "We declare we have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cardé RT, Millar JG. 2004. Advances in insect chemical ecology. Cambridge, UK: Cambridge University Press."}, {"Citation": "González JM, Camino D, Simon S, Cusumano A. 2018. Semiochemical exploitation of host-associated cues by seven Melittobia parasitoid species: behavioral and phylogenetic implications. Front. Ecol. Evol. 5, 172. (10.3389/fevo.2017.00172)", "ArticleIdList": ["10.3389/fevo.2017.00172"]}, {"Citation": "Miller KE, Polaszek A, Evans DM. 2021. A dearth of data: fitting parasitoids into ecological networks. Trends Parasitol. 37, 863-874. (10.1016/j.pt.2021.04.012)", "ArticleIdList": ["10.1016/j.pt.2021.04.012", "34030983"]}, {"Citation": "Godfray HCJ. 1994. Parasitoids: behavioral and evolutionary ecology. Princeton, NJ: Princeton University Press."}, {"Citation": "Girling RD, Stewart-Jones A, Dherbecourt J, Staley JT, Wright DJ, Poppy GM. 2011. Parasitoids select plants more heavily infested with their caterpillar hosts: a new approach to aid interpretation of plant headspace volatiles. Proc. R. Soc. B 278, 2646-2653. (10.1098/rspb.2010.2725)", "ArticleIdList": ["10.1098/rspb.2010.2725", "PMC3136836", "21270031"]}, {"Citation": "Butler CD, Beckage NE, Trumble JT. 2009. Effects of terrestrial pollutants on insect parasitoids. Environ. Toxicol. Chem. 28, 1111-1119. (10.1897/08-440.1)", "ArticleIdList": ["10.1897/08-440.1", "19132813"]}, {"Citation": "Petters RM, Mettus RV, Casey JN. 1983. Toxic and reproductive effects of the soluble organic fraction from diesel particulate emissions on the parasitoid wasp, Bracon hebetor. Environ. Res. 32, 37-46. (10.1016/0013-9351(83)90189-5)", "ArticleIdList": ["10.1016/0013-9351(83)90189-5", "6617617"]}, {"Citation": "Aartsma Y, Bianchi F, van der Werf W, Poelman EH, Dicke M. 2017. Herbivore-induced plant volatiles and tritrophic interactions across spatial scales. New Phytol. 216, 1054-1063. (10.1111/nph.14475)", "ArticleIdList": ["10.1111/nph.14475", "PMC6079636", "28195346"]}, {"Citation": "Furlong MJ, Ang GCK, Silva R, Zalucki MP. 2018. Bringing ecology back: how can the chemistry of indirect plant defenses against herbivory be manipulated to improve pest management? Front. Plant Sci. 9, 1436. (10.3389/fpls.2018.01436)", "ArticleIdList": ["10.3389/fpls.2018.01436", "PMC6170791", "30319681"]}, {"Citation": "Blande JD. 2021. Effects of air pollution on plant–insect interactions mediated by olfactory and visual cues. Curr. Opin. Environ. Sci. Health 19, 100228. (10.1016/j.coesh.2020.100228)", "ArticleIdList": ["10.1016/j.coesh.2020.100228"]}, {"Citation": "Ryalls JMW, Langford B, Mullinger NJ, Bromfield LM, Nemitz E, Pfrang C, Girling RD. 2022. Anthropogenic air pollutants reduce insect-mediated pollination services. Environ. Pollut. 297, 118847. (10.1016/j.envpol.2022.118847)", "ArticleIdList": ["10.1016/j.envpol.2022.118847", "35063287"]}, {"Citation": "Gaudel A, et al. 2020. Aircraft observations since the 1990s reveal increases of tropospheric ozone at multiple locations across the Northern Hemisphere. Sci. Adv. 6, eaba8272. (10.1126/sciadv.aba8272)", "ArticleIdList": ["10.1126/sciadv.aba8272", "PMC7442356", "32937364"]}, {"Citation": "AQEG. 2009. Ozone in the United Kingdom. London, UK: Department for the Environment & Rural Affairs."}, {"Citation": "DEFRA. 2017. Air pollution in the UK 2016. London, UK: Department for Environment Food & Rural Affairs."}, {"Citation": "DEFRA. 2019. DEFRA national statistics release: emissions of air pollutants in the UK, 1970 to 2017. Natl Stat 1, 1-23."}, {"Citation": "ACEA. 2019. \nEuropean Automobile Manufacturers Association access to Euro 6 RDE data. See https://www.acea.auto/publication/access-to-euro-6-rde-data/."}, {"Citation": "Brand C. 2016. Beyond ‘Dieselgate’: implications of unaccounted and future air pollutant emissions and energy use for cars in the United Kingdom. Energy Policy 97, 1-12. (10.1016/j.enpol.2016.06.036)", "ArticleIdList": ["10.1016/j.enpol.2016.06.036"]}, {"Citation": "Gate IM, McNeill S, Ashmore MR. 1995. Effects of air pollution on the searching behaviour of an insect parasitoid. Water Air Soil Pollut. 85, 1425-1430. (10.1007/bf00477181)", "ArticleIdList": ["10.1007/bf00477181"]}, {"Citation": "Bae C, Kim HC, Kim BU, Kim S. 2020. Surface ozone response to satellite-constrained NOx emission adjustments and its implications. Environ. Pollut 258, 113469. (10.1016/j.envpol.2019.113469)", "ArticleIdList": ["10.1016/j.envpol.2019.113469", "31902538"]}, {"Citation": "Jhun I, Coull BA, Zanobetti A, Koutrakis P. 2015. The impact of nitrogen oxides concentration decreases on ozone trends in the USA. Air Quality Atmos. Health 8, 283-292. (10.1007/s11869-014-0279-2)", "ArticleIdList": ["10.1007/s11869-014-0279-2", "PMC4988408", "27547271"]}, {"Citation": "Friedt W, Tu J, Fu T. 2018. Academic and economic importance of Brassica napus rapeseed. In The Brassica napus genome. Compendium of plant genomes (eds Liu S, Snowdon R, Chalhoub B), pp. 1-20. Cham, Switzerland: Springer."}, {"Citation": "Kos M, et al. 2012. Herbivore-mediated effects of glucosinolates on different natural enemies of a specialist aphid. J. Chem. Ecol. 38, 100-115. (10.1007/s10886-012-0065-2)", "ArticleIdList": ["10.1007/s10886-012-0065-2", "PMC3268984", "22258357"]}, {"Citation": "Blande JD, Pickett JA, Poppy GM. 2007. A comparison of semiochemically mediated interactions involving specialist and generalist Brassica-feeding aphids and the braconid parasitoid Diaeretiella rapae. J. Chem. Ecol. 33, 767-779. (10.1007/s10886-007-9264-7)", "ArticleIdList": ["10.1007/s10886-007-9264-7", "17333371"]}, {"Citation": "Bradburne RP, Mithen R. 2000. Glucosinolate genetics and the attraction of the aphid parasitoid Diaeretiella rapae to Brassica. Proc. R. Soc. B 267, 89-95. (10.1098/rspb.2000.0971)", "ArticleIdList": ["10.1098/rspb.2000.0971", "PMC1690500", "10670958"]}, {"Citation": "Whittaker JB. 2001. Insects and plants in a changing atmosphere. J. Ecol. 89, 507-518. (10.1046/j.0022-0477.2001.00582.x)", "ArticleIdList": ["10.1046/j.0022-0477.2001.00582.x"]}, {"Citation": "NECR199. 2016. The ecological effects of air pollution from road transport: an updated review (NECR199). York, UK: Natural England."}, {"Citation": "Ares E, Smith L. 2017. Air pollution: meeting nitrogen dioxide targets (commons library briefing). London, UK: House of Commons Library."}, {"Citation": "Colette A, et al. . 2016. Air pollution trends in the EMEP region between 1990 and 2012. Joint Report of the EMEP Task Force on Measurements and Modelling (TFMM), Chemical Co-ordinating Centre (CCC), Meteorological Synthesizing Centre-East (MSC-E), Meteorological Synthesizing Centre-West (MSC-W). Kjeller, Norway: Norwegian Institute for Air Research."}, {"Citation": "Kant R, Sandanayaka WRM. 2009. Diel asynchrony in reproductive behaviour of Diaeretiella rapae (M'Intosh) (Hymenoptera: Aphidiidae). New Zealand Plant Protect. 62, 161-167. (10.30843/nzpp.2009.62.4772)", "ArticleIdList": ["10.30843/nzpp.2009.62.4772"]}, {"Citation": "Powell W. 1982. The identification of hymenopterous parasitoids attacking cereal aphids in Britain. Syst. Entomol. 7, 465-473. (10.1111/j.1365-3113.1982.tb00457.x)", "ArticleIdList": ["10.1111/j.1365-3113.1982.tb00457.x"]}, {"Citation": "Kaliuzhna MOS. 2014. First records and comparative notes of twelve aphidiid species (Hymenoptera, Aphidiidae) from the fauna of Ukraine. Vestnik Zoologii 48, 387-400. (10.2478/vzoo-2014-0047)", "ArticleIdList": ["10.2478/vzoo-2014-0047"]}, {"Citation": "Jasper J, Wagstaff C, Bell L. 2020. Growth temperature influences postharvest glucosinolate concentrations and hydrolysis product formation in first and second cuts of rocket salad. Postharvest Biol. Technol. 163, 111157. (10.1016/j.postharvbio.2020.111157)", "ArticleIdList": ["10.1016/j.postharvbio.2020.111157", "PMC7104888", "32362723"]}, {"Citation": "Fahey JW, Zalcmann AT, Talalay P. 2001. The chemical diversity and distribution of glucosinolates and isothiocyanates among plants. Phytochemistry 56, 5-51. (10.1016/S0031-9422(00)00316-2)", "ArticleIdList": ["10.1016/S0031-9422(00)00316-2", "11198818"]}, {"Citation": "Bell L, Kitsopanou E, Oloyede OO, Lignou S. 2021. Important odorants of four Brassicaceae species, and discrepancies between glucosinolate profiles and observed hydrolysis products. Foods 10, 1055. (10.3390/foods10051055)", "ArticleIdList": ["10.3390/foods10051055", "PMC8150828", "34064846"]}, {"Citation": "Bates D, Mächler M, Bolker B, Walker S. 2015. Fitting linear mixed-effects models using lme4. J. Stat. Softw. 67, 1-48."}, {"Citation": "Hothorn T, Bretz F, Westfall P. 2008. Simultaneous inference in general parametric models. Biom. J. 50, 346-363. (10.1002/bimj.200810425)", "ArticleIdList": ["10.1002/bimj.200810425", "18481363"]}, {"Citation": "Bell L, Lignou S, Wagstaff C. 2020. High glucosinolate content in rocket leaves (Diplotaxis tenuifolia and Eruca sativa) after multiple harvests is associated with increased bitterness, pungency, and reduced consumer liking. Foods 9, 1799. (10.3390/foods9121799)", "ArticleIdList": ["10.3390/foods9121799", "PMC7761679", "33287337"]}, {"Citation": "Ryalls JMW, Staton T, Mullinger NJ, Bromfield LM, Langford B, Pfrang C, Nemitz E, Blande JD, Girling RD. 2022. Ozone mitigates the adverse effects of diesel exhaust pollutants on ground-active invertebrates in wheat. Front. Ecol. Evol. 10, 833088."}, {"Citation": "Connolly E, Fuller G, Baker T, Willis P. 2013. Update on implementation of the daily air quality index. London, UK: Department for Environment Food and Rural Affairs."}, {"Citation": "Holton MK, Lindroth RL, Nordheim EV. 2003. Foliar quality influences tree–herbivore–parasitoid interactions: effects of elevated CO2, O3, and plant genotype. Oecologia 137, 233-244. (10.1007/s00442-003-1351-z)", "ArticleIdList": ["10.1007/s00442-003-1351-z", "12898383"]}, {"Citation": "Khaling E, Li T, Holopainen JK, Blande JD. 2016. Elevated ozone modulates herbivore-induced volatile emissions of Brassica nigra and alters a tritrophic interaction. J. Chem. Ecol. 42, 368-381. (10.1007/s10886-016-0697-8)", "ArticleIdList": ["10.1007/s10886-016-0697-8", "27167383"]}, {"Citation": "Blande JD, Holopainen JK, Niinemets Ü. 2014. Plant volatiles in a polluted atmosphere: stress response and signal degradation. Plant Cell Environ. 37, 1892-1904. (10.1111/pce.12352)", "ArticleIdList": ["10.1111/pce.12352", "PMC4289706", "24738697"]}, {"Citation": "Leonard RJ, Pettit TJ, Irga P, McArthur C, Hochuli DF. 2019. Acute exposure to urban air pollution impairs olfactory learning and memory in honeybees. Ecotoxicology 28, 1056-1062. (10.1007/s10646-019-02081-7)", "ArticleIdList": ["10.1007/s10646-019-02081-7", "31512041"]}, {"Citation": "Reitmayer CM, Ryalls JMW, Farthing E, Jackson CW, Girling RD, Newman TA. 2019. Acute exposure to diesel exhaust induces central nervous system stress and altered learning and memory in honey bees. Sci. Rep. 9, 5793. (10.1038/s41598-019-41876-w)", "ArticleIdList": ["10.1038/s41598-019-41876-w", "PMC6453880", "30962464"]}, {"Citation": "Vanderplanck M, Lapeyre B, Lucas S, Proffit M. 2021. Ozone induces distress behaviors in fig wasps with a reduced chance of recovery. Insects 12, 995. (10.3390/insects12110995)", "ArticleIdList": ["10.3390/insects12110995", "PMC8619363", "34821795"]}, {"Citation": "Thimmegowda GG, Mullen S, Sottilare K, Sharma A, Mohanta SS, Brockmann A, Dhandapany PS, Olsson SB. 2020. A field-based quantitative analysis of sublethal effects of air pollution on pollinators. Proc. Natl Acad. Sci. USA 117, 20 653-20 661. (10.1073/pnas.2009074117)", "ArticleIdList": ["10.1073/pnas.2009074117", "PMC7456092", "32778582"]}, {"Citation": "Chowdhury P. 2022. Glucosinolates and its role in mitigating abiotic and biotic stress in Brassicaceae. In Plant stress physiology-perspectives in agriculture (eds Hasanuzzaman M, Nahar K). London, UK: IntechOpen."}, {"Citation": "del Carmen Martínez-Ballesta M, Moreno DA, Carvajal M. 2013. The physiological importance of glucosinolates on plant response to abiotic stress in Brassica. Int. J. Mol. Sci. 14, 11 607-11 625. (10.3390/ijms140611607)", "ArticleIdList": ["10.3390/ijms140611607", "PMC3709749", "23722664"]}, {"Citation": "Di Gioia F, Pinela J, de Haro Bailón A, Fereira ICFR, Petropoulos SA. 2020. The dilemma of ‘good’ and ‘bad’ glucosinolates and the potential to regulate their content. In Glucosinolates: properties, recovery, and applications (ed. Galanakis CM), pp. 1-45. Cambridge, MA: Academic Press (Elsevier)."}, {"Citation": "Stewart-Jones A, Poppy GM. 2006. Comparison of glass vessels and plastic bags for enclosing living plant parts for headspace analysis. J. Chem. Ecol. 32, 845. (10.1007/s10886-006-9039-6)", "ArticleIdList": ["10.1007/s10886-006-9039-6", "16718573"]}, {"Citation": "Agathokleous E, et al. 2020. Ozone affects plant, insect, and soil microbial communities: a threat to terrestrial ecosystems and biodiversity. Sci. Adv. 6, eabc1176. (10.1126/sciadv.abc1176)", "ArticleIdList": ["10.1126/sciadv.abc1176", "PMC7423369", "32851188"]}, {"Citation": "Blande JD, Pickett JA, Poppy GM. 2004. Attack rate and success of the parasitoid Diaeretiella rapae on specialist and generalist feeding aphids. J. Chem. Ecol. 30, 1781-1795. (10.1023/B:JOEC.0000042401.52088.54)", "ArticleIdList": ["10.1023/B:JOEC.0000042401.52088.54", "15586674"]}, {"Citation": "Staton T, Walters RJ, Smith J, Breeze TD, Girling RD. 2021. Evaluating a trait-based approach to compare natural enemy and pest communities in agroforestry vs. arable systems. Ecol. Appl. 31, e02294. (10.1002/eap.2294)", "ArticleIdList": ["10.1002/eap.2294", "33427350"]}, {"Citation": "Quicke DLJ. 1997. Parasitic wasps. London, UK: Chapman & Hall Ltd."}, {"Citation": "McFrederick QS, Fuentes JD, Roulston T, Kathilankal JC, Lerdau M. 2009. Effects of air pollution on biogenic volatiles and ecological interactions. Oecologia 160, 411-420. (10.1007/s00442-009-1318-9)", "ArticleIdList": ["10.1007/s00442-009-1318-9", "19352722"]}, {"Citation": "Snyder WE, Ives AR. 2003. Interactions between specialist and generalist natural enemies: parasitoids, predators, and pea aphid biocontrol. Ecology 84, 91-107. (10.1890/0012-9658(2003)084[0091:IBSAGN]2.0.CO;2)", "ArticleIdList": ["10.1890/0012-9658(2003)084[0091:IBSAGN]2.0.CO;2"]}, {"Citation": "Allison JD, Daniel Hare J. 2009. Learned and naïve natural enemy responses and the interpretation of volatile organic compounds as cues or signals. New Phytol. 184, 768-782. (10.1111/j.1469-8137.2009.03046.x)", "ArticleIdList": ["10.1111/j.1469-8137.2009.03046.x", "19807871"]}, {"Citation": "Schaffner U, Knapp M, Seier M. 2021. Biological control successes and failures: Eurasian region. In Biological control: global impacts, challenges and future directions of pest management (ed. Mason PG), pp. 403-437. Clayton South, Victoria, Australia: CSIRO Publishing."}, {"Citation": "Pilkington LJ, Messelink G, van Lenteren JC, Le Mottee K. 2010. ‘Protected biological control’—biological pest management in the greenhouse industry. Biol. Control 52, 216-220. (10.1016/j.biocontrol.2009.05.022)", "ArticleIdList": ["10.1016/j.biocontrol.2009.05.022"]}, {"Citation": "Ryalls JMW, Bromfield LM, Bell L, Jasper J, Mullinger NJ, Blande JD, Girling RD. 2022. Parasitoid abundance, aphid population mass and glucosinolate concentration from experimental ozone and diesel exhaust fumigation of Brassica napus. NERC EDS Environmental Information Data Centre. (10.5285/b28c13f2-7355-4c4b-8c34-10470e1772d1)", "ArticleIdList": ["10.5285/b28c13f2-7355-4c4b-8c34-10470e1772d1"]}, {"Citation": "Ryalls JMW, Bromfield LM, Bell L, Jasper J, Mullinger NJ, Blande JD, Girling RD. 2022. Concurrent anthropogenic air pollutants enhance recruitment of a specialist parasitoid. Figshare. (10.6084/m9.figshare.c.6266259)", "ArticleIdList": ["10.6084/m9.figshare.c.6266259", "PMC9653229", "36350222"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "9", "Hour": "9", "Minute": "33"}, {"Year": "2022", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "11", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36350222", "PMC9653229", "10.1098/rspb.2022.1692"]}}], "PubmedBookArticle": []}