{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["environmental factors", "fatigue", "microscopic mechanism", "research methods", "rubber", "rubber formulation"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36365586", "DateRevised": {"Year": "2022", "Month": "11", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "10", "Day": "28"}], "ELocationID": ["4592", "10.3390/polym14214592"], "Journal": {"ISSN": "2073-4360", "JournalIssue": {"Volume": "14", "Issue": "21", "PubDate": {"Year": "2022", "Month": "Oct", "Day": "28"}}, "Title": "Polymers", "ISOAbbreviation": "Polymers (Basel)"}, "ArticleTitle": "Research Progress on Fatigue Life of Rubber Materials.", "Abstract": {"AbstractText": ["Rubber products will be fatigued when subjected to alternating loads, and working in harsh environments will worsen the fatigue performance, which will directly affect the service life of such products. Environmental factors have a great influence on rubber materials, including temperature, humidity, ozone, etc., all of which will affect rubber's properties and among which temperature is the most important. Different rubber materials have different sensitivity to the environment, and at the same time, their own structures are different, and their bonding degree with fillers is also different, so their fatigue lives are also different. Therefore, there are generally two methods to study the fatigue life of rubber materials, namely the crack initiation method and the crack propagation method. In this paper, the research status of rubber fatigue is summarized from three aspects: research methods of rubber fatigue, factors affecting fatigue life and crack section. The effects of mechanical conditions, rubber composition and environmental factors on rubber fatigue are expounded in detail. The section of rubber fatigue cracking is expounded from macroscopic and microscopic perspectives, and a future development direction is given in order to provide reference for the research and analysis of rubber fatigue and rubber service life maximization."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Electromechanical and Engineering, Qingdao University of Science and Technology, Qingdao 266100, China."}], "LastName": "Qiu", "ForeName": "Xingwen", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Electromechanical and Engineering, Qingdao University of Science and Technology, Qingdao 266100, China."}], "LastName": "Yin", "ForeName": "Haishan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Electromechanical and Engineering, Qingdao University of Science and Technology, Qingdao 266100, China."}], "LastName": "Xing", "ForeName": "Qicheng", "Initials": "Q"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Polymers (Basel)", "NlmUniqueID": "101545357", "ISSNLinking": "2073-4360"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tee Y.L., Loo M.S., Andriyana A. Recent advances on fatigue of rubber after the literature survey by Mars and Fatemi in 2002 and 2004. Int. J. Fatigue. 2018;110:115–129. doi: 10.1016/j.ijfatigue.2018.01.007.", "ArticleIdList": ["10.1016/j.ijfatigue.2018.01.007"]}, {"Citation": "Wang Z. Research on fatigue failure mode and failure theory of rubber. J. Phys. Conf. Ser. 2021;2076:012079."}, {"Citation": "Kuczynski E.O., Charrier P., Verron E., Marckmann G., Gornet L., Chagnon G. Crack Initiation in Filled Natural Rubber: Experimental Database and Macroscopic Observations; Proceedings of the Third European Conference on Constitutive Models for Rubber; London, UK. 15–17 September 2003; p. 41."}, {"Citation": "Le Cam J.B., Huneau B., Verron E., Gornet L. Mechanism of fatigue crack growth in carbon black filled natural rubber. Macromolecules. 2004;37:5011–5017. doi: 10.1021/ma0495386.", "ArticleIdList": ["10.1021/ma0495386"]}, {"Citation": "Zhi J., Wang S., Zhang M., Qang H., Lu H., Lin W., Qiao C., Hu C., Jia Y. Numerical analysis of the dependence of rubber hysteresis loss and heat generation on temperature and frequency. Mech. Time-Depend. Mater. 2019;23:427–442. doi: 10.1007/s11043-018-9398-8.", "ArticleIdList": ["10.1007/s11043-018-9398-8"]}, {"Citation": "André N., Cailletaud G., Piques R. Haigh diagram for fatigue crack initiation prediction of natural rubber components. Kautsch. Gummi Kunstst. 1999;52:120–123."}, {"Citation": "Young D.G. Application of fatigue methods based on fracture mechanics for tire compound development. Rubber Chem. Technol. 1990;63:567–581. doi: 10.5254/1.3538274.", "ArticleIdList": ["10.5254/1.3538274"]}, {"Citation": "Li F. Simulation Study on Thermal-Mechanical Coupling of Fatigue Failure and Delayed Temperature Rise Performance of Natural Rubber Nanocomposites. Beijing University of Chemical Technology; Beijing, China: 2017."}, {"Citation": "Fu Y. Preparation of Magnetorheological Elastomer and Study on Fatigue Fracture Mechanism. Qingdao University of Science and Technology; Qingdao, China: 2018."}, {"Citation": "Cadwell S.M., Merrill R.A., Sloman C.M., Yost F.L. Dynamic fatigue life of rubber. Rubber Chem. Technol. 1940;13:304–315."}, {"Citation": "Beatty J.R. Fatigue of rubber. Rubber Chem. Technol. 1964;37:1341–1364. doi: 10.5254/1.3540402.", "ArticleIdList": ["10.5254/1.3540402"]}, {"Citation": "Le Cam J.B., Toussaint E. Volume Variation in Stretched Natural Rubber: Competition between Cavitation and Stress-Induced Crystallization. Macromol. Am. Chem. Soc. 2008;41:7579–7583. doi: 10.1021/ma801290w.", "ArticleIdList": ["10.1021/ma801290w"]}, {"Citation": "Stoček R. Fatigue Crack Growth in Rubber Materials. Springer; Cham, Switzerland: 2020. Some Revisions of Fatigue Crack Growth Characteristics of Rubber; pp. 1–18."}, {"Citation": "Wang H., Wei Y. Review of rubber fatigue research. Tire Ind. 2015;7:233."}, {"Citation": "Gent A.N., Lindley P.B., Thomas A.G. Cut growth and fatigue of rubbers. I. The relationship between cut growth and fatigue. J. Appl. Polym. Sci. 1964;8:455–466. doi: 10.1002/app.1964.070080129.", "ArticleIdList": ["10.1002/app.1964.070080129"]}, {"Citation": "Duan X. Research on High Temperature Fatigue Test and Modeling Method of Rubber Vibration Isolator Under Variable Amplitude Load. South China University of Technology; Guangzhou, China: 2016."}, {"Citation": "Zhang J., Xue F., Wang Y., Zhang X., Han S. Strain energy-based rubber fatigue life prediction under the influence of temperature. R. Soc. Open Sci. 2018;5:180951.", "ArticleIdList": ["PMC6227971", "30473840"]}, {"Citation": "Zine A., Benseddiq N., Abdelaziz M.N., Hocine N.A., Bouami D. Prediction of rubber fatigue life under multiaxial loading. Fatigue Fract. Eng. Mater. Struct. 2006;29:267–278. doi: 10.1111/j.1460-2695.2005.00989.x.", "ArticleIdList": ["10.1111/j.1460-2695.2005.00989.x"]}, {"Citation": "Choi J., Quagliato L., Shin J., Kim N. Investigation on the static and cyclic anisotropic mechanical behavior of polychloroprene rubber (CR) reinforced with tungsten nano-particles. Eng. Fract. Mech. 2020;235:107183."}, {"Citation": "Rodas C.O., Zaïri F., Naït-Abdelaziz M., Charrier P. A thermo-visco-hyperelastic model for the heat build-up during low-cycle fatigue of filled rubbers: Formulation, implementation and experimental verification. Int. J. Plast. 2016;79:217–236."}, {"Citation": "Wang Y., Yu W., Chen X., Yan L. Fatigue life prediction of vulcanized natural rubber under proportional and non-proportional loading. Fatigue Fract. Eng. Mater. Struct. 2008;31:38–48. doi: 10.1111/j.1460-2695.2007.01199.x.", "ArticleIdList": ["10.1111/j.1460-2695.2007.01199.x"]}, {"Citation": "Li Q., Zhao J.C., Zhao B. Fatigue life prediction of a rubber mount based on test of material properties and finite element analysis. Eng. Fail. Anal. 2009;16:2304–2310. doi: 10.1016/j.engfailanal.2009.03.008.", "ArticleIdList": ["10.1016/j.engfailanal.2009.03.008"]}, {"Citation": "Woo C.S., Kim W.D., Kwon J.D. A study on the material properties and fatigue life prediction of natural rubber component. Mater. Sci. Eng. A. 2008;483:376–381."}, {"Citation": "Le Mire E., Verron E., Huneau B., Selles N. Multiaxial fatigue experiments for elastomers based on true strain invariants. J. Rubber Res. 2021;24:227–236. doi: 10.1007/s42464-021-00088-6.", "ArticleIdList": ["10.1007/s42464-021-00088-6"]}, {"Citation": "Seichter S., Archodoulaki V.M., Koch T., Holzner A., Wondracek A. Investigation of different influences on the fatigue behaviour of industrial rubbers. Polym. Test. 2017;59:99–106."}, {"Citation": "Champy C., Le Saux V., Marco Y., Glanowski T., Charrier P., Hervouet W. Fatigue of crystallizable rubber: Generation of a Haigh diagram over a wide range of positive load ratios. Int. J. Fatigue. 2021;150:106313. doi: 10.1016/j.ijfatigue.2021.106313.", "ArticleIdList": ["10.1016/j.ijfatigue.2021.106313"]}, {"Citation": "Shangguan W.B., Wang X.L., Deng J.X., Rakheja S., Pan X.Y., Yu B. Experiment and modeling of uniaxial tension fatigue performances for filled natural rubbers. Mater. Des. 2014;58:65–73. doi: 10.1016/j.matdes.2014.01.035.", "ArticleIdList": ["10.1016/j.matdes.2014.01.035"]}, {"Citation": "Mars W.V., Fatemi A. A literature survey on fatigue analysis approaches for rubber. Int. J. Fatigue. 2002;24:949–961. doi: 10.1016/S0142-1123(02)00008-7.", "ArticleIdList": ["10.1016/S0142-1123(02)00008-7"]}, {"Citation": "Hamdi A., Hocine N.A., Abdelaziz M.N., Benseddiq N. Fracture of elastomers under static mixed mode: The strain-energy-density factor. Int. J. Fract. 2007;144:65–75. doi: 10.1007/s10704-007-9080-7.", "ArticleIdList": ["10.1007/s10704-007-9080-7"]}, {"Citation": "Belkhiria S., Hamdi A., Fathallah R. Strain-based criterion for uniaxial fatigue life prediction for an SBR rubber: Comparative study and development. Proc. Inst. Mech. Eng. Part L J. Mater. Des. Appl. 2020;234:897–909. doi: 10.1177/1464420720913595.", "ArticleIdList": ["10.1177/1464420720913595"]}, {"Citation": "Fang Y., Ranglin F., Chengcheng F., Songqiang Q., Zhaosheng Z. Multiaxial load fatigue life prediction of rubber bushing. Mech. Strength. 2020;42:8."}, {"Citation": "Ayoub G., Naït-Abdelaziz M., Zaïri F. Multiaxial fatigue life predictors for rubbers: Application of recent developments to a carbon-filled SBR. Int. J. Fatigue. 2014;66:168–176."}, {"Citation": "Lai Y. Study on Multiaxial Fatigue Performance and Life Prediction of Vulcanized Natural Rubber Filled with Cerium Oxide. Inner Mongolia University of Technology; Hohhot, China: 2018."}, {"Citation": "Saintier N., Cailletaud G., Piques R. Multiaxial fatigue life prediction for a natural rubber. Int. J. Fatigue. 2006;28:530–539. doi: 10.1016/j.ijfatigue.2005.05.011.", "ArticleIdList": ["10.1016/j.ijfatigue.2005.05.011"]}, {"Citation": "Poisson J.L., Lacroix F., Meo S., Berton G., Ranganathan N. Biaxial fatigue behavior of a polychloroprene rubber. Int. J. Fatigue. 2011;33:1151–1157."}, {"Citation": "Wang B., Lu H., Kim G.H. A damage model for the fatigue life of elastomeric materials. Mech. Mater. 2002;34:475–483."}, {"Citation": "Ayoub G., Nait-Abdelaziz M., Zaïri F., Gloaguen J.M. Multiaxial fatigue life prediction of rubber-like materials using the continuum damage mechanics approach. Procedia Eng. 2010;2:985–993. doi: 10.1016/j.proeng.2010.03.107.", "ArticleIdList": ["10.1016/j.proeng.2010.03.107"]}, {"Citation": "Ayoub G., Nait-Abdelaziz M., Zaïri F., Gloaguen J.M., Charrier P. A continuum damage model for the high-cycle fatigue life prediction of styrene-butadiene rubber under multiaxial loading. Int. J. Solids Struct. 2011;48:2458–2466. doi: 10.1016/j.ijsolstr.2011.04.003.", "ArticleIdList": ["10.1016/j.ijsolstr.2011.04.003"]}, {"Citation": "Mars W.V. Cracking energy density as a predictor of fatigue life under multiaxial conditions. Rubber Chem. Technol. 2002;75:1–17. doi: 10.5254/1.3547670.", "ArticleIdList": ["10.5254/1.3547670"]}, {"Citation": "Pan Z., Lai Y., Wang Y., Duan W., Qiao Y., Liu Y., Song C. Fatigue life prediction and effects of cerium oxide-filled vulcanized natural rubber on fatigue life under multiaxial loading. Fatigue Fract. Eng. Mater. Struct. 2021;44:3349–3362. doi: 10.1111/ffe.13561.", "ArticleIdList": ["10.1111/ffe.13561"]}, {"Citation": "Zine A., Benseddiq N., Abdelaziz M.N. Rubber fatigue life under multiaxial loading: Numerical and experimental investigations. Int. J. Fatigue. 2011;33:1360–1368. doi: 10.1016/j.ijfatigue.2011.05.005.", "ArticleIdList": ["10.1016/j.ijfatigue.2011.05.005"]}, {"Citation": "Belkhiria S., Hamdi A., Fathallah R. Cracking energy density for rubber materials: Computation and implementation in multiaxial fatigue design. Polym. Eng. Sci. 2020;60:2190–2203."}, {"Citation": "Poisson J.L., Méo S., Lacroix F., Berton G., Hosséini M., Ranganathan N. Comparison of fatigue criteria under proportional and non-proportional multiaxial loading. Rubber Chem. Technol. 2018;91:320–338. doi: 10.5254/rct.18.82696.", "ArticleIdList": ["10.5254/rct.18.82696"]}, {"Citation": "Marco Y., Huneau B., Masquelier I., Le Saux V., Charrier P. Prediction of fatigue properties of natural rubber based on the descriptions of the cracks population and of the dissipated energy. Polym. Test. 2017;59:67–74. doi: 10.1016/j.polymertesting.2017.01.015.", "ArticleIdList": ["10.1016/j.polymertesting.2017.01.015"]}, {"Citation": "Tobajas R., Elduque D., Ibarz E., Javierre C., Gracia L. A new multiparameter model for multiaxial fatigue life prediction of rubber materials. Polymers. 2020;12:1194.", "ArticleIdList": ["PMC7285379", "32456238"]}, {"Citation": "Harbour R.J., Fatemi A., Mars W.V. Fatigue life analysis and predictions for NR and SBR under variable amplitude and multiaxial loading conditions. Int. J. Fatigue. 2008;30:1231–1247."}, {"Citation": "Chen T., Ma W., Liu S., Wu J. Analysis on mechanical influencing factors of fatigue behavior for the packer on pipe ram in snubbing unit. Eng. Fail. Anal. 2019;103:20–31. doi: 10.1016/j.engfailanal.2019.04.060.", "ArticleIdList": ["10.1016/j.engfailanal.2019.04.060"]}, {"Citation": "Zarrin-Ghalami T., Fatemi A. Multiaxial fatigue and life prediction of elastomeric components. Int. J. Fatigue. 2013;55:92–101."}, {"Citation": "Behroozinia P., Mirzaeifar R., Taheri S. A review of fatigue and fracture mechanics with a focus on rubber-based materials. Proc. Inst. Mech. Eng. Part L J. Mater. Des. Appl. 2019;233:1005–1019. doi: 10.1177/1464420717719739.", "ArticleIdList": ["10.1177/1464420717719739"]}, {"Citation": "Mars W.V. Fatigue Crack Nucleation and Growth in Filled Natural Rubber Subjected to Multiaxial Stress States; Proceedings of the Seventh International Conference on Biaxial/Multiaxial Fatigue and Fracture; Berlin, Germany. 28 June–1 July 2004."}, {"Citation": "Lake G.J., Lindley P.B. Cut growth and fatigue of rubbers. II. Experiments on a noncrystallizing rubber. J. Appl. Polym. Sci. 1964;8:707–721. doi: 10.1002/app.1964.070080212.", "ArticleIdList": ["10.1002/app.1964.070080212"]}, {"Citation": "Lake G.J., Lindley P.B. Mechanical fatigue limit for rubber. Rubber Chem. Technol. 1966;39:348–364."}, {"Citation": "Asare S., Busfield J.J.C. Fatigue life prediction of bonded rubber components at elevated temperature. Plast. Rubber Compos. 2011;40:194–200."}, {"Citation": "Wenbin S., Xiaoli W., Xiaocheng D., Guobing L., Jiao Y. Crack propagation test and modeling method of rubber material of vibration isolator under variable amplitude load. J. Mech. Eng. 2015;8:50–58."}, {"Citation": "Ghosh P., Stocek R., Gehde M., Mukhopadhyay R., Krishnakumar R. Investigation of fatigue crack growth characteristics of NR/BR blend based tyre tread compounds. Int. J. Fract. 2014;188:9–21."}, {"Citation": "Pei S., Lin T., Wang S. Fatigue life prediction of DAS combined sealing ring based on fracture mechanics. Lubr. Seal. 2020;45:5."}, {"Citation": "Aït-Bachir M., Mars W.V., Verron E. Energy release rate of small cracks in hyperelastic materials. Int. J. Non-Linear Mech. 2012;47:22–29. doi: 10.1016/j.ijnonlinmec.2012.03.001.", "ArticleIdList": ["10.1016/j.ijnonlinmec.2012.03.001"]}, {"Citation": "Fukahori Y., Sakulkaew K., Busfield J.J.C. Elastic–viscous transition in tear fracture of rubbers. Polymer. 2013;54:1905–1915. doi: 10.1016/j.polymer.2013.01.019.", "ArticleIdList": ["10.1016/j.polymer.2013.01.019"]}, {"Citation": "Netzker C., Horst T., Reincke K., Behnke R., Kaliske M., Heinrich G., Grellmann W. Analysis of stable crack propagation in filled rubber based on a global energy balance. Int. J. Fract. 2013;181:13–23. doi: 10.1007/s10704-013-9816-5.", "ArticleIdList": ["10.1007/s10704-013-9816-5"]}, {"Citation": "Mars W.V., Fatemi A. Factors that affect the fatigue life of rubber: A literature survey. Rubber Chem. Technol. 2004;77:391–412."}, {"Citation": "Abraham F., Alshuth T., Jerrams S. The effect of minimum stress and stress amplitude on the fatigue life of non strain crystallising elastomers. Mater. Des. 2005;26:239–245. doi: 10.1016/j.matdes.2004.02.020.", "ArticleIdList": ["10.1016/j.matdes.2004.02.020"]}, {"Citation": "Ghosh P., Mukhopadhyay R., Stocek R. Durability prediction of NR/BR and NR/SBR blend tread compounds using tear fatigue analyser. Kgk-Kautsch. Gummi Kunstst. 2016;69:53–55."}, {"Citation": "Hu X., He R., Huang Y., Yin B., Luo W. A method to predict the dynamical behaviors of carbon black filled natural rubber at different temperatures. Polym. Test. 2019;79:106067. doi: 10.1016/j.polymertesting.2019.106067.", "ArticleIdList": ["10.1016/j.polymertesting.2019.106067"]}, {"Citation": "Gehrmann O., Kröger N.H., Muhr A. Displacement-controlled fatigue testing of rubber is not strain-controlled. Int. J. Fatigue. 2021;145:106083. doi: 10.1016/j.ijfatigue.2020.106083.", "ArticleIdList": ["10.1016/j.ijfatigue.2020.106083"]}, {"Citation": "Rausch S., Ruderer M.A., Enke W., Narváez A., Ludwig M., Alshuth T. Constitutive Models for Rubbers IX. CRC Press; Boca Raton, FL, USA: 2015. Lifetime Prediction of Elastomer Components within Gasoline Engines; pp. 363–366."}, {"Citation": "Li Y., Li J., Li W., Du H. A state-of-the-art review on magnetorheological elastomer devices. Smart Mater. Struct. 2014;23:123001. doi: 10.1088/0964-1726/23/12/123001.", "ArticleIdList": ["10.1088/0964-1726/23/12/123001"]}, {"Citation": "Chenal J.M., Gauthier C., Chazeau L., Guy L., Bomal Y. Parameters governing strain induced crystallization in filled natural rubber. Polymer. 2007;48:6893–6901. doi: 10.1016/j.polymer.2007.09.023.", "ArticleIdList": ["10.1016/j.polymer.2007.09.023"]}, {"Citation": "Mars W.V., Fatemi A. Multiaxial stress effects on fatigue behavior of filled natural rubber. Int. J. Fatigue. 2006;28:521–529. doi: 10.1016/j.ijfatigue.2005.07.040.", "ArticleIdList": ["10.1016/j.ijfatigue.2005.07.040"]}, {"Citation": "Saintier N., Cailletaud G., Piques R. Cyclic loadings and crystallization of natural rubber: An explanation of fatigue crack propagation reinforcement under a positive loading ratio. Mater. Sci. Eng. A. 2011;528:1078–1086. doi: 10.1016/j.msea.2010.09.079.", "ArticleIdList": ["10.1016/j.msea.2010.09.079"]}, {"Citation": "Mistry S.J., Govindjee S. A micro-mechanically based continuum model for strain-induced crystallization in natural rubber. Int. J. Solids Struct. 2014;51:530–539. doi: 10.1016/j.ijsolstr.2013.10.027.", "ArticleIdList": ["10.1016/j.ijsolstr.2013.10.027"]}, {"Citation": "Zheng X. Study on Crystallization Behavior of Natural Rubber. Hainan University; Haikou, China: 2019."}, {"Citation": "Sridharan H., Chanda J., Ghosh P., Mukhopadhyay R. Rubber blend and filler effects on damage mechanisms under monotonic and fatigue loading. Rubber Chem. Technol. 2019;92:415–430. doi: 10.5254/rct.19.81525.", "ArticleIdList": ["10.5254/rct.19.81525"]}, {"Citation": "Wang H., Wei Y., Wang J. Review of influencing factors and research methods of rubber fatigue life. Rubber Ind. 2020;67:13."}, {"Citation": "Mohammed A., Nemat-Alla M.M., Emara K.M. Influence of cyclic loading on fatigue behaviour of SBR and NBR compounds with different contents of carbon black. J. Eng. Sci. 2014;42:365–384. doi: 10.21608/jesaun.2014.114980.", "ArticleIdList": ["10.21608/jesaun.2014.114980"]}, {"Citation": "Nie Y., Wang B., Huang G., Qu L., Zhang P., Weng G., Wu J. Relationship between the material properties and fatigue crack-growth characteristics of natural rubber filled with different carbon blacks. J. Appl. Polym. Sci. 2010;117:3441–3447. doi: 10.1002/app.32098.", "ArticleIdList": ["10.1002/app.32098"]}, {"Citation": "Marco Y., Masquelier I., Le Saux V., Charrier P. Fast prediction of the Wöhler curve from thermal measurements for a wide range of NR and SBR compounds. Rubber Chem. Technol. 2017;90:487–507. doi: 10.5254/rct.16.83755.", "ArticleIdList": ["10.5254/rct.16.83755"]}, {"Citation": "Dinari A., Chaabane M., Benameur T., Guo Q., Gloaguen J.M., Zaïri F. Multiscale Observation of the Fatigue—Induced Damage Mechanisms in Carbon—Black Filled Styrene—Butadiene Rubber. Macromol. Mater. Eng. 2020;305:2000227. doi: 10.1002/mame.202000227.", "ArticleIdList": ["10.1002/mame.202000227"]}, {"Citation": "Dong B., Zhang L., Wu Y. Influences of different dimensional carbon-based nanofillers on fracture and fatigue resistance of natural rubber composites. Polym. Test. 2017;63:281–288. doi: 10.1016/j.polymertesting.2017.08.035.", "ArticleIdList": ["10.1016/j.polymertesting.2017.08.035"]}, {"Citation": "Xu Z., Jerrams S., Guo H., Zhou Y., Jiang L., Gao Y., Zhang L., Liu L., Wen S. Influence of graphene oxide and carbon nanotubes on the fatigue properties of silica/styrene-butadiene rubber composites under uniaxial and multiaxial cyclic loading. Int. J. Fatigue. 2020;131:105388. doi: 10.1016/j.ijfatigue.2019.105388.", "ArticleIdList": ["10.1016/j.ijfatigue.2019.105388"]}, {"Citation": "Chen J., Liu J., Yao Y., Chen S. Effect of microstructural damage on the mechanical properties of silica nanoparticle-reinforced silicone rubber composites. Eng. Fract. Mech. 2020;235:107195. doi: 10.1016/j.engfracmech.2020.107195.", "ArticleIdList": ["10.1016/j.engfracmech.2020.107195"]}, {"Citation": "Yao H., Weng G., Liu Y., Fu K., Chang A., Chen Z.R. Effect of silane coupling agent on the fatigue crack propagation of silica-filled natural rubber. J. Appl. Polym. Sci. 2015;132:41980. doi: 10.1002/app.41980.", "ArticleIdList": ["10.1002/app.41980"]}, {"Citation": "Duan W., Wang Y., Ji C., Zhang Z., Chen X., Liu J., Pan Z., Qiao Y. Microstructure of uniaxially fatigued thermally aged vulcanised natural rubber filled with cerium oxide. J. Rubber Res. 2020;23:323–331. doi: 10.1007/s42464-020-00060-w.", "ArticleIdList": ["10.1007/s42464-020-00060-w"]}, {"Citation": "Duan W., Wang Y., Liu Y., Zhang Z., Pan Z., Qiao Y. Fatigue property of cerium oxide modified vulcanised natural rubber under uniaxial loading. IOP Conf. Ser. Mater. Sci. Eng. 2021;1167:012004. doi: 10.1088/1757-899X/1167/1/012004.", "ArticleIdList": ["10.1088/1757-899X/1167/1/012004"]}, {"Citation": "Gui-Yang Li J.L. Koenig; A Review of Rubber Oxidation. Rubber Chem. Technol. 2005;78:355–390. doi: 10.5254/1.3547888.", "ArticleIdList": ["10.5254/1.3547888"]}, {"Citation": "Legorju-Jago K., Bathias C. Fatigue initiation and propagation in natural and synthetic rubbers. Int. J. Fatigue. 2002;24:85–92. doi: 10.1016/S0142-1123(01)00062-7.", "ArticleIdList": ["10.1016/S0142-1123(01)00062-7"]}, {"Citation": "Xin R. Study on fatigue failure mechanism of rubber. Sci. Technol. Wind. 2019;22:1."}, {"Citation": "Ruellan B., Le Cam J.B., Jeanneau I., Canévet F., Mortier F., Robin E. Fatigue of natural rubber under different temperatures. Int. J. Fatigue. 2019;124:544–557. doi: 10.1016/j.ijfatigue.2018.10.009.", "ArticleIdList": ["10.1016/j.ijfatigue.2018.10.009"]}, {"Citation": "Ngolemasango F.E., Bennett M., Clarke J. Degradation and life prediction of a natural rubber engine mount compound. J. Appl. Polym. Sci. 2008;110:348–355. doi: 10.1002/app.28424.", "ArticleIdList": ["10.1002/app.28424"]}, {"Citation": "Rey T., Chagnon G., Le Cam J.B., Favier D. Influence of the temperature on the mechanical behaviour of filled and unfilled silicone rubbers. Polym. Test. 2013;32:492–501. doi: 10.1016/j.polymertesting.2013.01.008.", "ArticleIdList": ["10.1016/j.polymertesting.2013.01.008"]}, {"Citation": "Haroonabadi L., Dashti A., Najipour M. Investigation of the effect of thermal aging on rapid gas decompression (RGD) resistance of nitrile rubber. Polym. Test. 2018;67:37–45. doi: 10.1016/j.polymertesting.2018.02.014.", "ArticleIdList": ["10.1016/j.polymertesting.2018.02.014"]}, {"Citation": "Chou H.W., Huang J.S., Lin S.T. Effects of thermal aging on fatigue of carbon black–reinforced EPDM rubber. J. Appl. Polym. Sci. 2007;103:1244–1251."}, {"Citation": "Neuhaus C., Lion A., Johlitz M., Heuler P., Barkhoff M., Duisen F. Fatigue behaviour of an elastomer under consideration of ageing effects. Int. J. Fatigue. 2017;104:72–80."}, {"Citation": "Luo W., Huang Y., Yin B., Jiang X., Hu X. Fatigue life assessment of filled rubber by hysteresis induced self-heating temperature. Polymers. 2020;12:846. doi: 10.3390/polym12040846.", "ArticleIdList": ["10.3390/polym12040846", "PMC7240466", "32272605"]}, {"Citation": "Vinod V.S., Varghese S., Kuriakose B. Degradation behaviour of natural rubber–aluminium powder composites: Effect of heat, ozone and high energy radiation. Polym. Degrad. Stab. 2002;75:405–412. doi: 10.1016/S0141-3910(01)00228-2.", "ArticleIdList": ["10.1016/S0141-3910(01)00228-2"]}, {"Citation": "Zheng T., Zheng X., Zhan S., Zhou J., Liao S. Study on the ozone aging mechanism of Natural Rubber. Polym. Degrad. Stab. 2021;186:109514."}, {"Citation": "Kamaruddin S., Muhr A.H. Investigation of ozone cracking on natural rubber. J. Rubber Res. 2018;21:73–93. doi: 10.1007/BF03449163.", "ArticleIdList": ["10.1007/BF03449163"]}, {"Citation": "Iwase Y., Shindo T., Kondo H., Ohtake Y., Kawahara S. Ozone degradation of vulcanized isoprene rubber as a function of humidity. Polym. Degrad. Stab. 2017;142:209–216. doi: 10.1016/j.polymdegradstab.2017.06.025.", "ArticleIdList": ["10.1016/j.polymdegradstab.2017.06.025"]}, {"Citation": "Ulu K.N., Huneau B., Le Gac P.Y., Verron E. Fatigue resistance of natural rubber in seawater with comparison to air. Int. J. Fatigue. 2016;88:247–256."}, {"Citation": "Le Gac P.Y., Arhant M., Davies P., Muhr A. Fatigue behavior of natural rubber in marine environment: Comparison between air and sea water. Mater. Des. 2015;65:462–467."}, {"Citation": "Hainsworth S.V. An environmental scanning electron microscopy investigation of fatigue crack initiation and propagation in elastomers. Polym. Test. 2007;26:60–70. doi: 10.1016/j.polymertesting.2006.08.007.", "ArticleIdList": ["10.1016/j.polymertesting.2006.08.007"]}, {"Citation": "Le Cam J.B., Huneau B., Verron E. Description of fatigue damage in carbon black filled natural rubber. Fatigue Fract. Eng. Mater. Struct. 2008;31:1031–1038."}, {"Citation": "Le Cam J.B., Huneau B., Verron E. Fatigue damage in carbon black filled natural rubber under uni-and multiaxial loading conditions. Int. J. Fatigue. 2013;52:82–94. doi: 10.1016/j.ijfatigue.2013.02.022.", "ArticleIdList": ["10.1016/j.ijfatigue.2013.02.022"]}, {"Citation": "Xiang F., Schneider K., Heinrich G. New observations regarding fatigue crack paths and their fracture surfaces in natural rubber: Influences of R-ratio and pre-load. Int. J. Fatigue. 2020;135:105508."}, {"Citation": "Le Cam J.B. Ph.D. Thesis. Université de Nantes; Nantes, France: 2005. Endommagement en Fatigue des Élastomères."}, {"Citation": "Grandcoin J., Boukamel A., Lejeunes S. A micro-mechanically based continuum damage model for fatigue life prediction of filled rubbers. Int. J. Solids Struct. 2005;51:1274–1286. doi: 10.1016/j.ijsolstr.2013.12.018.", "ArticleIdList": ["10.1016/j.ijsolstr.2013.12.018"]}, {"Citation": "Le Cam J.B., Pérocheau F., Huneau B., Verron E., Gornet L. Cavitation influence on fatigue crack growth in filled natural rubber. Mec. Ind. 2006;7:123–129."}, {"Citation": "Glanowski T., Huneau B., Marco Y., Le Saux V., Champy C., Charrier P. Fatigue initiation mechanisms in elastomers: A microtomography-based analysis. MATEC Web Conf. 2018;165:08005. doi: 10.1051/matecconf/201816508005.", "ArticleIdList": ["10.1051/matecconf/201816508005"]}, {"Citation": "Le Saux V., Marco Y., Calloch S., Charrier P. Evaluation of the fatigue defect population in an elastomer using X-ray computed micro-tomography. Polym. Eng. Sci. 2011;51:1253–1263."}, {"Citation": "Federico C.E., Padmanathan H.R., Kotecky O., Rommel R., Rauchs G., Fleming Y., Addiego F., Westermann S. Fatigue Crack Growth in Rubber Materials. Springer; Cham, Switzerland: 2020. Cavitation Micro-Mechanisms in Silica-Filled Styrene-Butadiene Rubber Upon Fatigue and Cyclic Tensile Testing; pp. 109–129."}, {"Citation": "Huneau B., Masquelier I., Marco Y., Le Saux V., Noizet S., Schiel C., Charrier P. Fatigue crack initiation in a carbon black–filled natural rubber. Rubber Chem. Technol. 2016;89:126–141."}, {"Citation": "Candau N., Pradille C., Bouvard J.L., Billon N. On the use of a four-cameras stereovision system to characterize large 3D deformation in elastomers. Polym. Test. 2016;56:314–320. doi: 10.1016/j.polymertesting.2016.10.017.", "ArticleIdList": ["10.1016/j.polymertesting.2016.10.017"]}, {"Citation": "Ilseng A., Skallerud B.H., Clausen A.H. An experimental and numerical study on the volume change of particle-filled elastomers in various loading modes. Mech. Mater. 2017;106:44–57. doi: 10.1016/j.mechmat.2017.01.007.", "ArticleIdList": ["10.1016/j.mechmat.2017.01.007"]}, {"Citation": "Weng G., Huang G., Lei H., Qu L., Nie Y., Wu J. Crack initiation and evolution in vulcanized natural rubber under high temperature fatigue. Polym. Degrad. Stab. 2011;96:2221–2228. doi: 10.1016/j.polymdegradstab.2011.09.004.", "ArticleIdList": ["10.1016/j.polymdegradstab.2011.09.004"]}, {"Citation": "Beurrot S., Huneau B., Verron E. In situ SEM study of fatigue crack growth mechanism in carbon black-filled natural rubber. J. Appl. Polym. Sci. 2010;117:1260–1269."}, {"Citation": "Yan N., Xia H., Zhan Y., Fei G. New insights into fatigue crack growth in graphene-filled natural rubber composites by microfocus hard-X-ray beamline radiation. Macromol. Mater. Eng. 2013;298:38–44. doi: 10.1002/mame.201200044.", "ArticleIdList": ["10.1002/mame.201200044"]}, {"Citation": "Weng G., Yao H., Chang A., Fu K., Liu Y., Chen Z. Crack growth mechanism of natural rubber under fatigue loading studied by a real-time crack tip morphology monitoring method. RSC Adv. 2014;4:43942–43950."}, {"Citation": "Wu Y.P., Zhao W., Zhang L.Q. Improvement of Flex-Fatigue Life of Carbon-Black-Filled Styrene-Butadiene Rubber by Addition of Nanodispersed Clay. Macromol. Mater. Eng. 2006;291:944–949. doi: 10.1002/mame.200600114.", "ArticleIdList": ["10.1002/mame.200600114"]}, {"Citation": "Chen S., Yu H., Ren W., Zhang Y. Thermal degradation behavior of hydrogenated nitrile-butadiene rubber (HNBR)/clay nanocomposite and HNBR/clay/carbon nanotubes nanocomposites. Thermochim. Acta. 2009;491:103–108."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "22"}, {"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2022", "Month": "10", "Day": "21"}, {"Year": "2022", "Month": "11", "Day": "11", "Hour": "1", "Minute": "50"}, {"Year": "2022", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "10", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["36365586", "PMC9654122", "10.3390/polym14214592", "polym14214592"]}}], "PubmedBookArticle": []}