{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bulb treatment", "Disinfection", "Ozone", "Seed treatment", "Seed-borne bacteria", "Seed-borne fungi"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36389212", "DateRevised": {"Year": "2022", "Month": "11", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "07"}], "ELocationID": ["103480", "10.1016/j.sjbs.2022.103480"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "29", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Ozone treatment inactivates common bacteria and fungi associated with selected crop seeds and ornamental bulbs.", "Pagination": {"StartPage": "103480", "MedlinePgn": "103480"}, "Abstract": {"AbstractText": ["The use of disease-free seeds or bulbs is very crucial to ensure sustainable and profitable agricultural production. Seed-borne pathogens which are responsible for significant yield losses in various crops need to be successfully eliminated with appropriate seed treatments. In this study, we investigated the efficacy of gaseous ozone (O<sub>3</sub>) and ozonated water treatments on the inactivation of seed-borne fungal and bacterial pathogens of widely cultivated vegetable and cereal seeds, and ornamental bulbs. We demonstrated that O<sub>3</sub> application to tomato and cucumber seeds inactivates <i>Fusarium oxysporum</i> f. sp. <i>lycopersici</i>, <i>Fusarium oxysporum</i> f. sp. <i>radicis</i>-<i>lycopersici</i>, <i>Clavibacter michiganensis</i> subsp. <i>michiganensis</i>, <i>Pseuodomonas syringae</i> pv. <i>tomato</i>, and <i>Pseudomonas syringae</i> pv. <i>lachrymans</i>, respectively, with no negative effect on seed germination rate. The sterilization capacity of O<sub>3</sub> has substantially increased when the seeds were soaked in water before the treatments. The saprophytic fungal load and the infection rate of <i>Pectobacterium carotovorum</i> subsp. <i>carotovorum</i> on several species and cultivars of ornamental bulbs were suppressed by O<sub>3</sub> treatment. A strong decrease in the infection rate of <i>Tilletia caries</i> was also shown in O<sub>3</sub>-treated wheat seeds under field conditions. Overall, the current study indicated that O<sub>3</sub> treatment has great potential in ensuring the use of disease-free seeds or other propagation materials, which is indispensable at the beginning of crop production."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, Faculty of Agriculture, Ege University, Izmir, Turkey."}], "LastName": "Çetinkaya", "ForeName": "Nedim", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, Faculty of Agriculture, Ege University, Izmir, Turkey."}], "LastName": "Pazarlar", "ForeName": "Sercan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Protection, Faculty of Agriculture, Ege University, Izmir, Turkey."}], "LastName": "Paylan", "ForeName": "İsmail Can", "Initials": "İC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhikari A., Chhetri V.S., Bhattacharya D., Cason C., Luu P., Suazo A. Effectiveness of daily rinsing of alfalfa sprouts with aqueous chlorine dioxide and ozonated water on the growth of Listeria monocytogenes during sprouting. Lett. Appl. Microbiol. 2019;69(4):252–257. doi: 10.1111/lam.13209.", "ArticleIdList": ["10.1111/lam.13209", "31429475"]}, {"Citation": "Aguayo E., Escalona V.H., Artés F. Effect of cyclic exposure to ozone gas on physicochemical, sensorial and microbial quality of whole and sliced tomatoes. Postharvest Biol. Technol. 2006;39(2):169–177. doi: 10.1016/j.postharvbio.2005.11.005.", "ArticleIdList": ["10.1016/j.postharvbio.2005.11.005"]}, {"Citation": "Bocci V., Borrelli E., Travagli V., Zanardi I. The ozone paradox: ozone is a strong oxidant as well as a medical drug. Med. Res. Rev. 2009;29(4):646–682. doi: 10.1002/med.20150.", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Boyraz N., Bastas K.K., Maden S., Yasar A. Bacterial leaf and peduncle soft rot caused by Pectobacterium carotovorum on tulips in Konya, Turkey. Phytoparasitica. 2006;34(3):272–280. doi: 10.1007/BF02980956.", "ArticleIdList": ["10.1007/BF02980956"]}, {"Citation": "Cavalcante M.J.B., Muchovej J.J. Microwave irradiation of seeds and selected fungal spores. Pro. Inter. Seed Test. Ass. 1993;21:247–253."}, {"Citation": "Chang X., Li H., Naeem M., Wu X., Yong T., Song C., Liu T., Chen W., Yang W. Diversity of the seedborne fungi and pathogenicity of Fusarium species associated with intercropped soybean. Pathogens. 2020;9(7):531. doi: 10.3390/pathogens9070531.", "ArticleIdList": ["10.3390/pathogens9070531", "PMC7400112", "32630289"]}, {"Citation": "Chen C., Zhang H., Zhang X., Dong C., Xue W., Xu W. The effect of different doses of ozone treatments on the postharvest quality and biodiversity of cantaloupes. Postharvest Biol. Technol. 2020;163 doi: 10.1016/j.postharvbio.2020.111124.", "ArticleIdList": ["10.1016/j.postharvbio.2020.111124"]}, {"Citation": "Cho M., Kim J., Kim J.Y., Yoon J., Kim J.H. Mechanisms of Escherichia coli inactivation by several disinfectants. Water Res. 2010;44(11):3410–3418. doi: 10.1016/j.watres.2010.03.017.", "ArticleIdList": ["10.1016/j.watres.2010.03.017", "20427068"]}, {"Citation": "Ciccarese, F., Sasanelli, N., Ciccarese, A., Ziadi, T. Mancini, L. 2007. Seed disinfestation by ozone treatments. In: Proceedings of the IOA Conference and Exhibition, Valencia, Spain, 29-31 October."}, {"Citation": "Cullen P.J., Tiwari B.K., O'Donnell C.P., Muthukumarappan K. Modelling approaches to ozone processing of liquid foods. Trends Food Sci. Technol. 2009;20(3–4):125–136. doi: 10.1016/j.tifs.2009.01.049.", "ArticleIdList": ["10.1016/j.tifs.2009.01.049"]}, {"Citation": "de Alencar E.R., Faroni L.R.D.A., Soares N.D.F.F., da Silva W.A., da Silva Carvalho M.C. Efficacy of ozone as a fungicidal and detoxifying agent of aflatoxins in peanuts. J. Sci. Food Agric. 2012;92(4):899–905. doi: 10.1002/jsfa.4668.", "ArticleIdList": ["10.1002/jsfa.4668", "22095762"]}, {"Citation": "Chalam V.C., Deepika D.D., Abhishek G.J., Maurya A.K. In: Seed-Borne Diseases of Agricultural Crops: Detection, Diagnosis & Management. 1st ed. Kumar R., Gupta A., editors. Springer; Singapore: 2020. Major seed-borne diseases of agricultural crops: International trade of agricultural products and role of quarantine; pp. 25–64."}, {"Citation": "Ding W., Jin W., Cao S., Zhou X., Wang C., Jiang Q., Huang H., Tu R., Han S.F., Wang Q. Ozone disinfection of chlorine-resistant bacteria in drinking water. Water Res. 2019;160:339–349. doi: 10.1016/j.watres.2019.05.014.", "ArticleIdList": ["10.1016/j.watres.2019.05.014", "31158616"]}, {"Citation": "Dong S., Li J., Kim M.H., Cho J., Park S.J., Nguyen T.H., Eden J.G. Deactivation of Legionella Pneumophila in municipal wastewater by ozone generated in arrays of microchannel plasmas. J. Phys. D: Appl. Phys. 2018;51(25) doi: 10.1088/1361-6463/aac379.", "ArticleIdList": ["10.1088/1361-6463/aac379"]}, {"Citation": "Dyas A., Boughton B.J., Das B.C. Ozone killing action against bacterial and fungal species; microbiological testing of a domestic ozone generator. J. Clin. Pathol. 1983;36:1102–1104. doi: 10.1136/jcp.36.10.1102.", "ArticleIdList": ["10.1136/jcp.36.10.1102", "PMC498483", "6619309"]}, {"Citation": "Elmer W.H. Seeds as vehicles for pathogen importation. Biol. Invasions. 2001;3:263–271. doi: 10.1023/A:1015217308477.", "ArticleIdList": ["10.1023/A:1015217308477"]}, {"Citation": "Errampalli D., Peters R.D., MacIsaac K., Darrach D., Boswall P. Effect of a combination of chlorine dioxide and thiophanate-methyl pre-planting seed tuber treatment on the control of black scurf of potatoes. Crop Prot. 2006;25(12):1231–1237. doi: 10.1016/j.cropro.2006.03.002.", "ArticleIdList": ["10.1016/j.cropro.2006.03.002"]}, {"Citation": "FDA (United States Food and Drug Administration), 1982. Generally Recognized as Safe status of ozone. Fed. Reg. 47(215):50209-50210."}, {"Citation": "García-Martín J.F., Olmo M., García J.M. Effect of ozone treatment on postharvest disease and quality of different citrus varieties at laboratory and at industrial facility. Postharvest Biol. Technol. 2018;137:77–85. doi: 10.1016/j.postharvbio.2017.11.015.", "ArticleIdList": ["10.1016/j.postharvbio.2017.11.015"]}, {"Citation": "Gaudet D.A., Puchalski B.L. Races of common bunt (Tilletia caries and T. foetida) of wheat in western Canada. Can. J. Plant Pathol. 1989;11(4):415–418. doi: 10.1080/07060668909501089.", "ArticleIdList": ["10.1080/07060668909501089"]}, {"Citation": "Gaur A., Kumar A., Kiran R., Kumari P. In: Seed-Borne Diseases of Agricultural Crops: Detection, Diagnosis & Management. 1st ed. Kumar R., Gupta A., editors. Springer; Singapore: 2020. Importance of seed-borne diseases of agricultural crops: Economic losses and impact on society; pp. 3–23."}, {"Citation": "Gergerich R.C., Welliver R.A., Gettys S., Osterbauer N.K., Kamenidou S., Martin R.R., Golino D.A., Eastwell K., Fuchs M., Vidalakis G., Tzanetakis I.E. Safeguarding fruit crops in the age of agricultural globalization. Plant Dis. 2015;99(2):176–187. doi: 10.1094/PDIS-07-14-0762-FE.", "ArticleIdList": ["10.1094/PDIS-07-14-0762-FE", "30699566"]}, {"Citation": "Gitaitis R., Ronald W. The epidemiology and management of seedborne bacterial diseases. Annu. Rev. Phytopathol. 2007;45:371–397. doi: 10.1146/annurev.phyto.45.062806.094321.", "ArticleIdList": ["10.1146/annurev.phyto.45.062806.094321", "17474875"]}, {"Citation": "Guo Z., Wang Q. Efficacy of ozonated water against Erwinia carotovora subsp. carotovora in Brassica campestris ssp. chinensis. Ozone Sci. Eng. 2017;39(2):127–136. doi: 10.1080/01919512.2016.1270744.", "ArticleIdList": ["10.1080/01919512.2016.1270744"]}, {"Citation": "Hoffmann J.A., Waldher J.T. Chemical seed treatments for controlling seedborne and soilborne common bunt of wheat. Plant dis. 1981;65(3):256–259."}, {"Citation": "ISTA (International Seed Testing Association), 2010. International Rules for Seed Testing, Bassersdorf, Switzerland."}, {"Citation": "Jagtap G.P., Talukdar D., Dey U. In: Seed-Borne Diseases of Agricultural Crops: Detection, Diagnosis & Management. 1st ed. Kumar R., Gupta A., editors. Springer; Singapore: 2020. Major seed-borne diseases in important vegetables: Symptomatology, etiology and its economic importance; pp. 543–575."}, {"Citation": "Kang M.H., Pengkit A., Choi K., Jeon S.S., Choi H.W., Shin D.B., Choi E.H., Uhm H.S., Park G. Differential inactivation of fungal spores in water and on seeds by ozone and arc discharge plasma. PLoS One. 2015;10(9):e0139263. doi: 10.1371/journal.pone.0139263.", "ArticleIdList": ["10.1371/journal.pone.0139263", "PMC4583237", "26406468"]}, {"Citation": "Khanashyam A.C., Shanker M.A., Kothakota A., Mahanti N.K., Pandiselvam R. Ozone Applications in Milk and Meat Industry. Ozone: Science & Engineering. 2022;44(1):50–65. doi: 10.1080/01919512.2021.1947776.", "ArticleIdList": ["10.1080/01919512.2021.1947776"]}, {"Citation": "Koch E., Roberts S.J. In: Global Perspectives on the Health of Seeds and Plant Propagation Material. 1st ed. Gullino M.L., Munkvold G., editors. Springer; Dordrecht, Netherlands: 2014. Non-chemical seed treatment in the control of seed-borne pathogens; pp. 105–123."}, {"Citation": "Kwack Y., Kim K.K., Hwang H., Chun C. An ozone micro-bubble technique for seed sterilization in alfalfa sprouts. Hortic. Sci. Technol. 2014;32(6):901–905. doi: 10.7235/hort.2014.14129.", "ArticleIdList": ["10.7235/hort.2014.14129"]}, {"Citation": "Lamichhane J.R., You M.P., Laudinot V., Barbetti M.J., Aubertot J.N. Revisiting sustainability of fungicide seed treatments for field crops. Plant Dis. 2020;104(3):610–623. doi: 10.1094/PDIS-06-19-1157-FE.", "ArticleIdList": ["10.1094/PDIS-06-19-1157-FE", "31944170"]}, {"Citation": "Lee H.B., Patriarca A., Magan N. Alternaria in food: Ecophysiology, mycotoxin production and toxicology. Mycobiology. 2015;43(2):93–106. doi: 10.5941/MYCO.2015.43.2.93.", "ArticleIdList": ["10.5941/MYCO.2015.43.2.93", "PMC4505009", "26190916"]}, {"Citation": "Levitz S.M., Selsted M.E., Ganz T., Lehrer R.I., Diamond R.D. In vitro killing of spores and hyphae of Aspergillus fumigatus and Rhizopus oryzae by rabbit neutrophil cationic peptides and bronchoalveolar macrophages. J. Infect. Dis. 1986;154(3):483–489. doi: 10.1093/infdis/154.3.483.", "ArticleIdList": ["10.1093/infdis/154.3.483", "3525696"]}, {"Citation": "Liu C., Chen C., Jiang A., Zhang Y., Zhao Q., Hu W. Effects of aqueous ozone treatment on microbial growth, quality, and pesticide residue of fresh-cut cabbage. Food Sci. Nutr. 2021;9(1):52–61. doi: 10.1002/fsn3.1870.", "ArticleIdList": ["10.1002/fsn3.1870", "PMC7802563", "33473270"]}, {"Citation": "Mangwende E., Chirwa P.W., Aveling T.A.S. Evaluation of seed treatments against Colletotrichum kahawae subsp. cigarro on Eucalyptus spp. Crop Prot. 2020;132 doi: 10.1016/j.cropro.2020.105113.", "ArticleIdList": ["10.1016/j.cropro.2020.105113"]}, {"Citation": "Matanguihan J.B., Murphy K.M., Jones S.S. Control of common bunt in organic wheat. Plant dis. 2011;95(2):92–103. doi: 10.1094/PDIS-09-10-0620.", "ArticleIdList": ["10.1094/PDIS-09-10-0620", "30743428"]}, {"Citation": "McDonnell G., Russell A.D. Antiseptics and disinfectants: activity, action, and resistance. Clin. Microbiol. Rev. 2001;14(1):227.", "ArticleIdList": ["PMC88911", "9880479"]}, {"Citation": "McNeil M., Roberts A.M.I., Cockerell V., Mulholland V. Real-time PCR assay for quantification of Tilletia caries contamination of UK wheat seed. Plant Path. 2004;53(6):741–750. doi: 10.1111/j.1365-3059.2004.01094.x.", "ArticleIdList": ["10.1111/j.1365-3059.2004.01094.x"]}, {"Citation": "Menzel D.B. Oxidation of biologically active reducing substances by ozone. Arch. Environ. Health. 1971;23(2):149–153. doi: 10.1080/00039896.1971.10665973.", "ArticleIdList": ["10.1080/00039896.1971.10665973", "4397679"]}, {"Citation": "Miller F.A., Silva C.L.M., Brandão T.R.S. A review on ozone-based treatments for fruit and vegetables preservation. Food Eng. Rev. 2013;5:77–106. doi: 10.1007/s12393-013-9064-5.", "ArticleIdList": ["10.1007/s12393-013-9064-5"]}, {"Citation": "Mohan N., Patel K., Padmanabhan K., Ananthi S. Ozone for plant pathological applications. Ozone Sci. Eng. 2005;27(6):499–502. doi: 10.1080/01919510500351875.", "ArticleIdList": ["10.1080/01919510500351875"]}, {"Citation": "Molin C, Ribeiro N.R, Matusomoto M.N, Lütkemeyer A.J., Bordignon K.B., Ferreira M.L.B., Barbieri M., Deuner C.C., Huzar-Novakowiski J. Seed treatment for controlling damping-off caused by Globisporangium irregulare and Globisporangium ultimum var. sporangiiferum in soybean from southern Brazil. Crop Protect. 2021;149:105782. doi: 10.1016/j.cropro.2021.105782.", "ArticleIdList": ["10.1016/j.cropro.2021.105782"]}, {"Citation": "Moore G., Griffith C., Peters A. Bactericidal properties of ozone and its potential application as a terminal disinfectant. J. Food Prot. 2000;63(8):1100–1106. doi: 10.4315/0362-028X-63.8.1100.", "ArticleIdList": ["10.4315/0362-028X-63.8.1100", "10945587"]}, {"Citation": "Murdoch L.E., McKenzie K., Maclean M., Macgregor S.J., Anderson J.G. Lethal effects of high-intensity violet 405-nm light on Saccharomyces cerevisiae, Candida albicans, and on dormant and germinating spores of Aspergillus niger. Fungal Biol. 2013;117(7–8):519–527. doi: 10.1016/j.funbio.2013.05.004.", "ArticleIdList": ["10.1016/j.funbio.2013.05.004", "23931117"]}, {"Citation": "Mustafa M.G. Biochemical basis of ozone toxicity. Free Radic. Biol. Med. 1990;9(3):245–265. doi: 10.1016/0891-5849(90)90035-H.", "ArticleIdList": ["10.1016/0891-5849(90)90035-H", "2272533"]}, {"Citation": "Ochi A., Konishi H., Ando S., Sato K., Yokoyama K., Tsushima S., Yoshida S., Morikawa T., Kaneko T., Takahashi H. Management of bakanae and bacterial seedling blight diseases in nurseries by irradiating rice seeds with atmospheric plasma. Plant Path. 2017;66(1):67–76."}, {"Citation": "Oldenburg E., Höppner F., Ellner F., Weinert J. Fusarium diseases of maize associated with mycotoxin contamination of agricultural products intended to be used for food and feed. Mycotoxin Res. 2017;33(3):167–182. doi: 10.1007/s12550-017-0277-y.", "ArticleIdList": ["10.1007/s12550-017-0277-y", "28455556"]}, {"Citation": "Pandiselvam R., Subhashini S., Banuu Priya E.P., Kothakota A., Ramesh S.V., Shahir S. Ozone based food preservation: a promising green technology for enhanced food safety. Ozone Sci. Eng. 2019;41(1):17–34. doi: 10.1080/01919512.2018.1490636.", "ArticleIdList": ["10.1080/01919512.2018.1490636"]}, {"Citation": "Pandiselvam R., Kaavya R., Jayanath Y., Veenuttranon K., Lueprasitsakul P., Divya V., Kothakota A., Ramesh S.V. Ozone as a novel emerging technology for the dissipation of pesticide residues in foods-a review. Trends Food Sci. Technol. 2020;97:38–54. doi: 10.1016/j.tifs.2019.12.017.", "ArticleIdList": ["10.1016/j.tifs.2019.12.017"]}, {"Citation": "Pascual A., Liorca I., Canut A. Use of ozone in food industries for reducing the environmental impact of cleaning and disinfection activities. Trends Food Sci. Technol. 2007;18:29–35. doi: 10.1016/j.tifs.2006.10.006.", "ArticleIdList": ["10.1016/j.tifs.2006.10.006"]}, {"Citation": "Paylan I.C., Erkan S., Cetinkaya N., Ergun M., Pazarlar S. Effects of different treatments on the inactivation of various seedborne viruses in some vegetables. Ozone Sci. Eng. 2014;36(5):422–426. doi: 10.1080/01919512.2013.874275.", "ArticleIdList": ["10.1080/01919512.2013.874275"]}, {"Citation": "Rajeev B., Reddy K.R.N. Challenges and issues concerning mycotoxins contamination in oil seeds and their edible oils: Updates from last decade. Food Chem. 2017;215:425–437. doi: 10.1016/j.foodchem.2016.07.161.", "ArticleIdList": ["10.1016/j.foodchem.2016.07.161", "27542495"]}, {"Citation": "Ramirez M.L., Cendoya E., Nichea M.J., Zachetti V.G.L., Chulze S.N. Impact of toxigenic fungi and mycotoxins in chickpea: A review. Curr. Opin. Food Sci. 2018;23:32–37. doi: 10.1016/j.cofs.2018.05.003.", "ArticleIdList": ["10.1016/j.cofs.2018.05.003"]}, {"Citation": "Rangel K., Cabral F.O., Lechuga G.C., Carvalho J.P.R.S., Villas-Bôas M.H.S., Midlej V., De-Simone S.G. Detrimental effect of ozone on pathogenic bacteria. Microorganisms. 2022;10:40. doi: 10.3390/microorganisms10010040.", "ArticleIdList": ["10.3390/microorganisms10010040", "PMC8779011", "35056489"]}, {"Citation": "Rennie W.J., Cokerell V. In: The Epidemiology of Plant Diseases. 2nd ed. Cooke B.M., Joones D.G., Kaye B., editors. Springer; Dordrecht, Netherlands: 2006. Seedborne diseases; pp. 357–369."}, {"Citation": "Restaino L., Frampton E.W., Hemphill J.B., Palnikar P. Efficacy of ozonated water against various food-related microorganisms. Appl. Environ. Microbiol. 1995;61(9):3471–3475. doi: 10.1128/aem.61.9.3471-3475.1995.", "ArticleIdList": ["10.1128/aem.61.9.3471-3475.1995", "PMC167626", "7574656"]}, {"Citation": "Ribeiro D.H., Souza R.M., Van der Wolf J.M. Generation of tomato seeds artificially infected with a GFP-tagged strain of Clavibacter michiganensis subsp. michiganensis. Seed Sci. Tech. 2016;44(3):486–499. doi: 10.15258/sst.2016.44.3.11.", "ArticleIdList": ["10.15258/sst.2016.44.3.11"]}, {"Citation": "Rodrigues V.O., Costa F.R., Nery M.C., Cruz S.M., Melo S.G.F.D., Carvalho M.L.M.D. Treating sunflower seeds subjected to ozonation. J. Seed Sci. 2015;37(3):202–210. doi: 10.1590/2317-1545v37n3148582.", "ArticleIdList": ["10.1590/2317-1545v37n3148582"]}, {"Citation": "Samarah N., Sulaiman A., Salem N.M., Turina M. Disinfection treatments eliminated Tomato brown rugose fruit virus in tomato seeds. Eur. J. Plant Pathol. 2021;159:153–162. doi: 10.1007/s10658-020-02151-1.", "ArticleIdList": ["10.1007/s10658-020-02151-1"]}, {"Citation": "Sapers G.M. Efficacy of washing and sanitizing methods for disinfection of fresh fruit and vegetable products. efficacy of washing and sanitizing methods. Food Technol. Biotechnol. 2001;39(4):305–311."}, {"Citation": "Savi G.D., Scussel V.M. Effects of ozone gas exposure on toxigenic fungi species from Fusarium, Aspergillus, and Penicillium genera. Ozone Sci. Eng. 2014;36(2):144–152. doi: 10.1080/01919512.2013.846824.", "ArticleIdList": ["10.1080/01919512.2013.846824"]}, {"Citation": "Scott G., Almasrahi A., Mansoorkhani F.M., Rupar M., Dickinson M., Shama G. Hormetic UV-C seed treatments for the control of tomato diseases. Plant Path. 2019;68(4):700–707. doi: 10.1111/ppa.12987.", "ArticleIdList": ["10.1111/ppa.12987"]}, {"Citation": "Scott K., Eyre M., McDuffee D., Dorrance A.E. The efficacy of ethaboxam as a soybean seed treatment toward Phytophthora, Phytopythium, and Pythium in Ohio. Plant Dis. 2020;104(5):1421–1432. doi: 10.1094/PDIS-09-19-1818-RE.", "ArticleIdList": ["10.1094/PDIS-09-19-1818-RE", "32191161"]}, {"Citation": "Sharma R.R., Demirci A., Beuchat L.R., Fett W.F. Inactivation of Escherichia coli O157:H7 on inoculated alfalfa seeds with ozonated water and heat treatment. J. Food Prot. 2002;65(3):447–451. doi: 10.4315/0362-028x-65.3.447.", "ArticleIdList": ["10.4315/0362-028x-65.3.447", "11899041"]}, {"Citation": "Sopher C.D., Battles G.T., Johnson D. The utilization of ozone for treating vegetable processing lines. Ozone Sci. Eng. 2009;31(4):309–315. doi: 10.1080/01919510903042105.", "ArticleIdList": ["10.1080/01919510903042105"]}, {"Citation": "Spanoghe M., Allard O., Delvoye S., Marique T., Koninckxloo M.V. Industrial-scale malting barley (Hordeum vulgare l.) seed disinfection by fog of ozonated water application. Ozone Sci. Eng. 2016;38(2):115–123. doi: 10.1080/01919512.2015.1079118.", "ArticleIdList": ["10.1080/01919512.2015.1079118"]}, {"Citation": "Stommel J.R., Dumm J.M., Hammond J. Effect of ozone on inactivation of purified Pepper mild mottle virus and contaminated pepper seed. PhytoFrontiers. 2021;1(2):85–93. doi: 10.1094/PHYTOFR-09-20-0020-R.", "ArticleIdList": ["10.1094/PHYTOFR-09-20-0020-R"]}, {"Citation": "Sujayasree O.J., Chaitanya A.K., Bhoite R., Pandiselvam R., Kothakota A., Gavahian M., Khaneghah A.M. Ozone: An advanced oxidation technology to enhance sustainable food consumption through mycotoxin degradation. Ozone Sci. Eng. 2022;44(1):17–37. doi: 10.1080/01919512.2021.1948388.", "ArticleIdList": ["10.1080/01919512.2021.1948388"]}, {"Citation": "Szopińska D., Dorna H. The effect of microwave treatment on germination and health of carrot (Daucus carota L.) seeds. Agronomy. 2021;11(12):2571. doi: 10.3390/agronomy11122571.", "ArticleIdList": ["10.3390/agronomy11122571"]}, {"Citation": "Tiwari B.K., Rice R.G. In: Ozone in Food Processing. 1st ed. Colm O., Tiwari B.K., Cullen P.J., Rice R.G., editors. Wiley-Blackwell; Oxford: 2012. Regulatory and legislative issues; pp. 7–17."}, {"Citation": "Trinetta V., Vaidya N., Linton R., Morgan M. A comparative study on the effectiveness of chlorine dioxide gas, ozone gas and e-beam irradiation treatments for inactivation of pathogens inoculated onto tomato, cantaloupe and lettuce seeds. Int. J. Food Microbiol. 2011;146(2):203–206. doi: 10.1016/j.ijfoodmicro.2011.02.014.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2011.02.014", "21411164"]}, {"Citation": "Van Doorn, J., Vreeburg, P.J.M., Van Leeuwen, P.J., Dees, R.H.L., 2008. The presence and survival of soft rot (Erwinia) in flower bulb production systems. In: X International Symposium on Flower Bulbs and Herbaceous Perennials, Lisse, Netherlands, 20-24 April."}, {"Citation": "Vega D., Gally M.E., Romero A.M., Poggio S.L. Functional groups of plant pathogens in agroecosystems: a review. Eur. J. Plant Pathol. 2019;153:695–713. doi: 10.1007/s10658-018-01616-8.", "ArticleIdList": ["10.1007/s10658-018-01616-8"]}, {"Citation": "Wächter R., Wolf G.A., Koch E. Evaluation of visual assessment of leaf symptoms and of an enzyme-linked immunosorbent assay as tools for the characterization of resistance of winter wheat against common bunt (Tilletia tritici [DC] Tul. & C. Tul.) J. Plant Dis. Prot. 2008;115(6):252–258. doi: 10.1007/BF03356273.", "ArticleIdList": ["10.1007/BF03356273"]}, {"Citation": "Waldow F., Jahn M. Investigations in the regulation of common bunt (Tilletia tritici) of winter wheat with regard to threshold values, cultivar susceptibility and non-chemical protection measuresUntersuchungen zur Bekämpfung von Steinbrand (Tilletia tritici) an Winterweizen unter Berücksichtigung von Bekämpfungsschwelle, Sortenanfälligkeit und alternativen Behandlungsmethoden. J. Plant Dis. Prot. 2007;114(6):269–275."}, {"Citation": "Waskow A., Howling A., Furno I. Mechanisms of plasma-seed treatments as a potential seed processing technology. Front. Phys. 2021;9 doi: 10.3389/fphy.2021.617345.", "ArticleIdList": ["10.3389/fphy.2021.617345"]}, {"Citation": "Wen G., Liang Z., Xu X., Cao R., Wan Q., Ji G., Lin W., Wang J., Yang J., Huang T. Inactivation of fungal spores in water using ozone: kinetics, influencing factors and mechanisms. Water Res. 2020;185 doi: 10.1016/j.watres.2020.116218.", "ArticleIdList": ["10.1016/j.watres.2020.116218", "32726715"]}, {"Citation": "Xiulan X., Miller S.A., Baysal-Gurel F., Gartemann K.H., Eichenlaub R., Rajashekara G. Bioluminescence imaging of Clavibacter michiganensis subsp. michiganensis infection of tomato seeds and plants. Appl. Environ. Microbiol. 2010;76(12):3978–3988. doi: 10.1128/AEM.00493-10.", "ArticleIdList": ["10.1128/AEM.00493-10", "PMC2893490", "20400561"]}, {"Citation": "Zorlugenç B., Kıroğlu Zorlugenç F., Öztekin S., Evliya B. The influence of gaseous ozone and ozonated water on microbial flora and degradation of aflatoxin B1 in dried figs. Food Chem. Toxicol. 2008;46(12):3593–3597. doi: 10.1016/j.fct.2008.09.003.", "ArticleIdList": ["10.1016/j.fct.2008.09.003", "18824207"]}, {"Citation": "Zuma F., Lin J., Jonnalagadda S.B. Ozone-initiated disinfection kinetics of Escherichia coli in water. J. Environ. Sci. Health, Part A. 2009;44(1):48–56.", "ArticleIdList": ["19085594"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "9", "Day": "28"}, {"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "12", "Minute": "23"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36389212", "PMC9649385", "10.1016/j.sjbs.2022.103480", "S1319-562X(22)00396-5"]}}], "PubmedBookArticle": []}