{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Antioxidant enzymes", "Cuticle gene", "Life span", "Ozone", "RNA-Seq", "Rhyzopertha dominica"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36386568", "DateRevised": {"Year": "2023", "Month": "12", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "09"}], "ELocationID": ["345", "10.1007/s13205-022-03397-8"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "12", "Issue": "12", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Ozone reduces lifespan and alters gene expression profiles in <i>Rhyzopertha dominica</i> (Fabricius).", "Pagination": {"StartPage": "345", "MedlinePgn": "345"}, "Abstract": {"AbstractText": ["<i>Rhyzopertha dominica</i> is one of the most important stored grain pests that seriously damage rice and wheat. At present, the method of controlling stored grain pests mainly relies on insecticide fumigation. However, the excessive use of pesticides not only leaves pesticide residues, with harmful effects on human health and the environment, but also induces insect resistance. Ozone is a strong oxidant with the characteristics of easy decomposition and without residue. Although ozone has been widely used in the food industry in recent years, research on the control of stored grain pests is limited. In this research, we used ozone treatment to control <i>R</i>. <i>dominica</i> adults and explore the molecular mechanisms that affect them. Here, we found that ozone treatment on <i>R</i>. <i>dominica</i> adults could decrease life span and increase malondialdehyde (MDA) content, as well as reduce activity of total superoxide dismutase (SOD) and catalase (CAT). Using RNA-seq technology, we identified 641 genes that were differentially expressed between ozone-treated and control <i>R</i>. <i>dominica</i> adults [fold-change of ≥ 2 (<i>q</i>-value < 5%)]. When comparing ozone treatment with control <i>R</i>. <i>dominica</i> adults, 330 genes were significantly upregulated and 311 were downregulated. RT-qPCR confirmed that 11 genes were differentially expressed in ozone-treated and control <i>R</i>. <i>dominica</i> adults. These genes were involved in insect cuticle protein and antioxidant system. This research showed that ozone treatment could reduce the lifespan of <i>R</i>. <i>dominica</i> through antioxidant system. It is an environmentally benign method for the control of stored grain pests and has great development potential."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2022, Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0002-4778-7934"], "AffiliationInfo": [{"Identifier": ["grid.412969.1", "0000 0004 1798 1968"], "Affiliation": "School of Food Science and Engineering, Wuhan Polytechnic University, Wuhan, 430023 People's Republic of China."}], "LastName": "Bi", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412969.1", "0000 0004 1798 1968"], "Affiliation": "School of Food Science and Engineering, Wuhan Polytechnic University, Wuhan, 430023 People's Republic of China."}], "LastName": "Wen", "ForeName": "Mingming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.417009.b", "0000 0004 1758 4591"], "Affiliation": "The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."}], "LastName": "Guo", "ForeName": "Xuguang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412969.1", "0000 0004 1798 1968"], "Affiliation": "School of Food Science and Engineering, Wuhan Polytechnic University, Wuhan, 430023 People's Republic of China."}], "LastName": "Dai", "ForeName": "Huang", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412969.1", "0000 0004 1798 1968"], "Affiliation": "School of Food Science and Engineering, Wuhan Polytechnic University, Wuhan, 430023 People's Republic of China."}], "LastName": "He", "ForeName": "Yanping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412969.1", "0000 0004 1798 1968"], "Affiliation": "School of Food Science and Engineering, Wuhan Polytechnic University, Wuhan, 430023 People's Republic of China."}], "LastName": "Shu", "ForeName": "Zaixi", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestAll authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abo-El-Saad M, Elshafie H. Non-chemical alternatives to methyl bromide against Ephestia cautella (Lepidoptera: Pyralidae): microwave and ozone. Agric Biol J North Am. 2011;2:1222–1231. doi: 10.5251/abjna.2011.2.8.1222.1231.", "ArticleIdList": ["10.5251/abjna.2011.2.8.1222.1231"]}, {"Citation": "Afsah-Hejri L, Hajeb P, Ehsani RJ. Application of ozone for degradation of mycotoxins in food: a review. Compr Rev Food Sci Food Saf. 2020;19:1777–1808. doi: 10.1111/1541-4337.12594.", "ArticleIdList": ["10.1111/1541-4337.12594", "33337096"]}, {"Citation": "Ali A, Ong MK, Forney CF. Effect of ozone pre-conditioning on quality and antioxidant capacity of papaya fruit during ambient storage. Food Chem. 2014;142:19–26. doi: 10.1016/j.foodchem.2013.07.039.", "ArticleIdList": ["10.1016/j.foodchem.2013.07.039", "24001808"]}, {"Citation": "Alwi NA, Ali A. Reduction of Escherichia coli O157, Listeria monocytogenes and Salmonella enterica sv. Typhimurium populations on fresh-cut bell pepper using gaseous ozone. Food Control. 2014;46:304–311. doi: 10.1016/j.foodcont.2014.05.037.", "ArticleIdList": ["10.1016/j.foodcont.2014.05.037"]}, {"Citation": "Boardman L, Terblanche JS, Hetz SK, et al. Reactive oxygen species production and discontinuous gas exchange in insects. Proc R Soc B Biol Sci. 2012;279:893–901. doi: 10.1098/rspb.2011.1243.", "ArticleIdList": ["10.1098/rspb.2011.1243", "PMC3259918", "21865257"]}, {"Citation": "Bonjour EL, Opit GP, Hardin J, et al. Efficacy of ozone fumigation against the major grain pests in stored wheat. J Econ Entomol. 2011;104:308–316. doi: 10.1603/EC10200.", "ArticleIdList": ["10.1603/EC10200", "21404872"]}, {"Citation": "Chang BH, Cui B, Ullah H, et al. Role of PTP/PTK trans activated insulin-like signalling pathway in regulation of grasshopper (Oedaleus asiaticus) development. Environ Sci Pollut Res. 2019;26:8312–8324. doi: 10.1007/s11356-019-04212-3.", "ArticleIdList": ["10.1007/s11356-019-04212-3", "30706274"]}, {"Citation": "Chen F, Yin C, Dimitropoulou C, Fulton DJR. Cloning, characteristics, and functional analysis of rabbit NADPH oxidase 5. Front Physiol. 2016 doi: 10.3389/fphys.2016.00284.", "ArticleIdList": ["10.3389/fphys.2016.00284", "PMC4950256", "27486403"]}, {"Citation": "Devi TB, Raina V, Sahoo D, Rajashekar Y (2021) Chemical composition and fumigant toxicity of the essential oil from Tithoniadiversifolia (Hemsl.) A. Grey against two major stored grain insect pests. J Plant Dis Prot 128(2):607–615. 10.1007/s41348-020-00424-9"}, {"Citation": "Dong X, Agarwal M, Xiao Y, Ren Y, Maker G, Yu X. Ozone efficiency on two coleopteran insect pests and its effect on quality and germination of barley. Insects. 2022;13:318. doi: 10.3390/insects13040318.", "ArticleIdList": ["10.3390/insects13040318", "PMC9027898", "35447760"]}, {"Citation": "Gomez CR. Role of heat shock proteins in aging and chronic inflammatory diseases. GeroScience. 2021;43:2515–2532. doi: 10.1007/s11357-021-00394-2.", "ArticleIdList": ["10.1007/s11357-021-00394-2", "PMC8599533", "34241808"]}, {"Citation": "Heleno FF, de Queiroz MELR, Neves AA, et al. Ozone treatment for the removal of residual chlorothalonil and effects on the quality of table grapes. J Braz Chem Soc. 2015;26:687–694. doi: 10.5935/0103-5053.20150027.", "ArticleIdList": ["10.5935/0103-5053.20150027"]}, {"Citation": "Hetz SK, Bradley TJ. Insects breathe discontinuously to avoid oxygen toxicity. Nature. 2005;433(7025):516–519. doi: 10.1038/nature03106.", "ArticleIdList": ["10.1038/nature03106", "15690040"]}, {"Citation": "Husain M, Rasool KG, Tufail M, et al. Comparative efficacy of CO2 and ozone gases against Ephestia cautella (Lepidoptera: Pyralidae) larvae under different temperature regimes. J Insect Sci. 2015;15:126. doi: 10.1093/jisesa/iev108.", "ArticleIdList": ["10.1093/jisesa/iev108", "PMC4672206", "26382044"]}, {"Citation": "Isikber AA, Athanassiou CG. The use of ozone gas for the control of insects and micro-organisms in stored products. J Stored Prod Res. 2015;64:139–145. doi: 10.1016/j.jspr.2014.06.006.", "ArticleIdList": ["10.1016/j.jspr.2014.06.006"]}, {"Citation": "Kim BH, Han GD, Kwon H, et al. Chlorine dioxide fumigation to control stored product insects in rice stored in a room. J Stored Prod Res. 2019;84:101527. doi: 10.1016/j.jspr.2019.101527.", "ArticleIdList": ["10.1016/j.jspr.2019.101527"]}, {"Citation": "Lal J, Sharma KC, Ameta OP, Jain HK (2017) Ecofriendly management of lesser grain borer RhizoperthaDominica F. (Coleoptera: Bostrichidae) using plant products in stored wheat. Indian J Entomol 79(3):268. 10.5958/0974-8172.2017.00054.2"}, {"Citation": "Lemic D, Jembrek D, Bažok R, Živković IP. Ozone effectiveness on wheat weevil suppression: preliminary research. Insects. 2019;10(10):357. doi: 10.3390/insects10100357.", "ArticleIdList": ["10.3390/insects10100357", "PMC6835372", "31635382"]}, {"Citation": "Liu J, Li S, Li W, et al. Genome-wide annotation and comparative analysis of cuticular protein genes in the noctuid pest Spodoptera litura. Insect Biochem Mol Biol. 2019;110:90–97. doi: 10.1016/j.ibmb.2019.04.012.", "ArticleIdList": ["10.1016/j.ibmb.2019.04.012", "31009677"]}, {"Citation": "Long J, Wang X, Gao H, et al. Malonaldehyde acts as a mitochondrial toxin: inhibitory effects on respiratory function and enzyme activities in isolated rat liver mitochondria. Life Sci. 2006;79(15):1466–1472. doi: 10.1016/j.lfs.2006.04.024.", "ArticleIdList": ["10.1016/j.lfs.2006.04.024", "16737718"]}, {"Citation": "Lu B, Ren Y, Du YZ et al (2009) Effect of ozone on respiration of adult Sitophilusoryzae (L.), Triboliumcastaneum (Herbst) and Rhyzoperthadominica (F.). J Insect Physiol 55(10):885–889. 10.1016/j.jinsphys.2009.05.014", "ArticleIdList": ["19505470"]}, {"Citation": "Lu XX, Hu NN, Du YS, et al. Chemical compositions and repellent activity of Clerodendrum bungei Steud. essential oil against three stored product insects. DARU. J Pharm Sci. 2021;29:469–475. doi: 10.1007/s40199-021-00398-5.", "ArticleIdList": ["10.1007/s40199-021-00398-5", "PMC8602447", "34142352"]}, {"Citation": "Luo X, Wang R, Wang L, et al. Analyses by UPLC Q-TOF MS of products of aflatoxin B1 after ozone treatment. Food Addit Contam. 2014;31(1):105–110. doi: 10.1080/19440049.2013.853323.", "ArticleIdList": ["10.1080/19440049.2013.853323", "24350699"]}, {"Citation": "Mahroof RM, Edde PA, Robertson B, et al. Dispersal of Rhyzopertha dominica (Coleoptera: Bostrichidae) in different habitats. Environ Entomol. 2010;39:930–938. doi: 10.1603/EN09243.", "ArticleIdList": ["10.1603/EN09243", "20550808"]}, {"Citation": "McDonough MX, Mason LJ, Woloshuk CP. Susceptibility of stored product insects to high concentrations of ozone at different exposure intervals. J Stored Prod Res. 2011;47:306–310. doi: 10.1016/j.jspr.2011.04.003.", "ArticleIdList": ["10.1016/j.jspr.2011.04.003"]}, {"Citation": "Meng HJ, Cheng R, Tang AP, Lu MY, Zhao YF, Feng J. Efficacy of ozone against stored grain insects with different resistance to phosphine. Plant Prot. 2020;46:291–296. doi: 10.16688/j.zwbh.2019136.", "ArticleIdList": ["10.16688/j.zwbh.2019136"]}, {"Citation": "Minas IS, Vicente AR, Dhanapal AP, et al. Ozone-induced kiwifruit ripening delay is mediated by ethylene biosynthesis inhibition and cell wall dismantling regulation. Plant Sci. 2014;229:76–85. doi: 10.1016/j.plantsci.2014.08.016.", "ArticleIdList": ["10.1016/j.plantsci.2014.08.016", "25443835"]}, {"Citation": "Mishra G, Palle AA, Srivastava S, Mishra HN. Disinfestation of stored wheat grain infested with Rhyzopertha dominica by ozone treatment: process optimization and impact on grain properties. J Sci Food Agric. 2019;99:5008–5018. doi: 10.1002/jsfa.9742.", "ArticleIdList": ["10.1002/jsfa.9742", "30973646"]}, {"Citation": "Mylona K, Kogkaki E, Sulyok M, Magan N. Efficacy of gaseous ozone treatment on spore germination, growth and fumonisin production by Fusarium verticillioides in vitro and in situ in maize. J Stored Prod Res. 2014;59:178–184. doi: 10.1016/j.jspr.2014.08.001.", "ArticleIdList": ["10.1016/j.jspr.2014.08.001"]}, {"Citation": "Neggaz S, Chenni M, Zitouni-Haouar FE-H, Fernandez X (2020) Mycochemical composition and insecticidal bioactivity of Algerian desert truffles extract against two stored-product insects: Sitophilusoryzae (L.) (Coleoptera: Curculionidae) and Rhyzoperthadominica (F.) (Coleoptera: Bostrychidae). 3 Biotech 10:481. 10.1007/s13205-020-02472-2", "ArticleIdList": ["PMC7578209", "33101827"]}, {"Citation": "Oksanen E, Riikonen J, Kaakinen S, et al. Structural characteristics and chemical composition of birch (Betula pendula) leaves are modified by increasing CO2 and ozone. Glob Chang Biol. 2005;11:732–748. doi: 10.1111/j.1365-2486.2005.00938.x.", "ArticleIdList": ["10.1111/j.1365-2486.2005.00938.x"]}, {"Citation": "Pavani A, Chaitanya RK, Chauhan VK, et al. Differential oxidative stress responses in castor semilooper, Achaea janata. J Invertebr Pathol. 2015;132:157–164. doi: 10.1016/j.jip.2015.10.002.", "ArticleIdList": ["10.1016/j.jip.2015.10.002", "26455997"]}, {"Citation": "Pierattini EC, Bedini S, Venturi F, et al. Sensory quality of essential oils and their synergistic effect with diatomaceous earth, for the control of stored grain insects. Insects. 2019;10:114. doi: 10.3390/insects10040114.", "ArticleIdList": ["10.3390/insects10040114", "PMC6523765", "31010046"]}, {"Citation": "Qiao L, Xiong G, Wang RX, et al. Mutation of a cuticular protein, BmorCPR2, alters larval body shape and adaptability in silkworm, Bombyx mori. Genetics. 2014;196(4):1103–1115. doi: 10.1534/genetics.113.158766.", "ArticleIdList": ["10.1534/genetics.113.158766", "PMC3982684", "24514903"]}, {"Citation": "Qin Y, Wu Y, Wang Q, Yu S. Method for pests detecting in stored grain based on spectral residual saliency edge detection. Grain Oil Sci Technol. 2019;2:33–38. doi: 10.1016/j.gaost.2019.06.001.", "ArticleIdList": ["10.1016/j.gaost.2019.06.001"]}, {"Citation": "Rasheed H, Ye C, Meng Y, et al. Comparative transcriptomic analysis and endocuticular protein gene expression of alate adults, workers and soldiers of the termite Reticulitermes aculabialis. BMC Genomics. 2019;20:742. doi: 10.1186/s12864-019-6149-4.", "ArticleIdList": ["10.1186/s12864-019-6149-4", "PMC6794787", "31615402"]}, {"Citation": "Reiten OK, Wilvang MA, Mitchell SJ, et al. Preclinical and clinical evidence of NAD+ precursors in health, disease, and ageing. Mech Ageing Dev. 2021;199:111567. doi: 10.1016/j.mad.2021.111567.", "ArticleIdList": ["10.1016/j.mad.2021.111567", "34517020"]}, {"Citation": "Saeed M, Ahmad T, Alam M, et al. Preference and performance of peach fruit fly (Bactrocera Zonata) and Melon fruit fly (Bactrocera Cucurbitae) under laboratory conditions. Saudi J Biol Sci. 2022;29:2402–2408. doi: 10.1016/j.sjbs.2021.12.001.", "ArticleIdList": ["10.1016/j.sjbs.2021.12.001", "PMC9072918", "35531154"]}, {"Citation": "Sandhu HPS, Manthey FA, Simsek S (2011) Quality of bread made from ozonated wheat (Triticumaestivum L.) flour. J Sci Food Agric 91(9):1576–1584. 10.1002/jsfa.4350", "ArticleIdList": ["21445841"]}, {"Citation": "Schriner SE, Linford NJ. Extension of mouse lifespan by overexpression of catalase. Age (Omaha) 2006;28:209–218. doi: 10.1007/s11357-006-9010-z.", "ArticleIdList": ["10.1007/s11357-006-9010-z", "PMC2464724", "19943142"]}, {"Citation": "Shao Y-Z, Hou Q-Z, Xie Z-Y, et al. Bioactivities and chemical constituents of essential oils extracted from Caryopteris mongholica bunge against two stored-product insects. J Essent Oil Bear Plants. 2021;24:22–30. doi: 10.1080/0972060X.2021.1875888.", "ArticleIdList": ["10.1080/0972060X.2021.1875888"]}, {"Citation": "Silva GN, Faroni L, Cecon PR, Sousa AHD, Heleno FF. Ozone to control Rhyzopertha dominica (Coleoptera: Bostrichidae) in stored wheat grains. J Stored Prod Postharvest Res. 2016;7:37–44. doi: 10.5897/JSPPR2015.0197.", "ArticleIdList": ["10.5897/JSPPR2015.0197"]}, {"Citation": "Silva MVA, Faroni LRA, Martins MA, et al. CFD simulation of ozone gas flow for controlling Sitophilus zeamais in rice grains. J Stored Prod Res. 2020;88:101675. doi: 10.1016/j.jspr.2020.101675.", "ArticleIdList": ["10.1016/j.jspr.2020.101675"]}, {"Citation": "Sousa AH, Faroni LRA, Silva GN, Guedes RNC. Ozone toxicity and walking response of populations of Sitophilus zeamais (Coleoptera: Curculionidae) J Econ Entomol. 2012;105:2187–2195. doi: 10.1603/EC12218.", "ArticleIdList": ["10.1603/EC12218", "23356086"]}, {"Citation": "Yao MC, Chi-Yang L, Hsiang-Wen C, Feng WB, Yang EC, Lu KH. Efficiency of a novel light-emitting diode (led) trap for trapping rhyzopertha dominica (coleoptera: bostrichidae) in paddy rice storehouses. J Econ Entomol. 2022;4:4. doi: 10.1093/jee/toac054.", "ArticleIdList": ["10.1093/jee/toac054", "35679166"]}, {"Citation": "Yenkoyan K, Harutyunyan H, Harutyunyan A. A certain role of SOD/CAT imbalance in pathogenesis of autism spectrum disorders. Free Radic Biol Med. 2018;123:85–95. doi: 10.1016/j.freeradbiomed.2018.05.070.", "ArticleIdList": ["10.1016/j.freeradbiomed.2018.05.070", "29782990"]}, {"Citation": "Zhou Y, Badgett MJ, Orlando R, Willis JH. Proteomics reveals localization of cuticular proteins in Anopheles gambiae. Insect Biochem Mol Biol. 2019;104:91–105. doi: 10.1016/j.ibmb.2018.09.011.", "ArticleIdList": ["10.1016/j.ibmb.2018.09.011", "PMC6370036", "30278207"]}, {"Citation": "Zhu F. Effect of ozone treatment on the quality of grain products. Food Chem. 2018;264:358–366. doi: 10.1016/j.foodchem.2018.05.047.", "ArticleIdList": ["10.1016/j.foodchem.2018.05.047", "29853388"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "28"}, {"Year": "2022", "Month": "10", "Day": "12"}, {"Year": "2022", "Month": "11", "Day": "17", "Hour": "11", "Minute": "45"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36386568", "PMC9646687", "10.1007/s13205-022-03397-8", "3397"]}}], "PubmedBookArticle": []}