{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Adiposity", "Air displacement plethysmography", "Birth weight", "Environmental mixtures", "Non-parametric Bayes shrinkage", "Social stressors"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36401268", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "19"}], "ELocationID": ["111", "10.1186/s12940-022-00934-z"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "19"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Using non-parametric Bayes shrinkage to assess relationships between multiple environmental and social stressors and neonatal size and body composition in the Healthy Start cohort.", "Pagination": {"StartPage": "111", "MedlinePgn": "111"}, "Abstract": {"AbstractText": ["Both environmental and social factors have been linked to birth weight and adiposity at birth, but few studies consider the effects of exposure mixtures. Our objective was to identify which components of a mixture of neighborhood-level environmental and social exposures were driving associations with birth weight and adiposity at birth in the Healthy Start cohort.", "Exposures were assessed at the census tract level and included air pollution, built environment characteristics, and socioeconomic status. Prenatal exposures were assigned based on address at enrollment. Birth weight was measured at delivery and adiposity was measured using air displacement plethysmography within three days. We used non-parametric Bayes shrinkage (NPB) to identify exposures that were associated with our outcomes of interest. NPB models were compared to single-predictor linear regression. We also included generalized additive models (GAM) to assess nonlinear relationships. All regression models were adjusted for individual-level covariates, including maternal age, pre-pregnancy BMI, and smoking.", "Results from NPB models showed most exposures were negatively associated with birth weight, though credible intervals were wide and generally contained zero. However, the NPB model identified an interaction between ozone and temperature on birth weight, and the GAM suggested potential non-linear relationships. For associations between ozone or temperature with birth weight, we observed effect modification by maternal race/ethnicity, where effects were stronger for mothers who identified as a race or ethnicity other than non-Hispanic White. No associations with adiposity at birth were observed.", "NPB identified prenatal exposures to ozone and temperature as predictors of birth weight, and mothers who identify as a race or ethnicity other than non-Hispanic White might be disproportionately impacted. However, NPB models may have limited applicability when non-linear effects are present. Future work should consider a two-stage approach where NPB is used to reduce dimensionality and alternative approaches examine non-linear effects."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, 906 S Goodwin Ave, M/C 052, Urbana, IL, 61801, USA. smarte4@illinois.edu."}, {"Identifier": [], "Affiliation": "Division of Nutritional Sciences, University of Illinois at Urbana-Champaign, Urbana, IL, USA. smarte4@illinois.edu."}, {"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA. smarte4@illinois.edu."}], "LastName": "Martenies", "ForeName": "Sheena E", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Hoskovec", "ForeName": "Lauren", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Wilson", "ForeName": "Ander", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Moore", "ForeName": "Brianna F", "Initials": "BF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lifecourse Epidemiology of Adiposity and Diabetes (LEAD Center), University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, NC, USA."}], "LastName": "Starling", "ForeName": "Anne P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Campus, Aurora, CO, USA."}], "LastName": "Allshouse", "ForeName": "William B", "Initials": "WB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, Colorado School of Public Health, University of Colorado Anschutz Campus, Aurora, CO, USA."}], "LastName": "Adgate", "ForeName": "John L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Lifecourse Epidemiology of Adiposity and Diabetes (LEAD Center), University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Pediatrics, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Dabelea", "ForeName": "Dana", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA."}, {"Identifier": [], "Affiliation": "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."}], "LastName": "Magzamen", "ForeName": "Sheryl", "Initials": "S"}], "GrantList": [{"GrantID": "P30 DK048520", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "R01 DK076648", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "UG3 OD023248", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}, {"GrantID": "UH3 OD023248", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S.", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "5339-26-4", "NameOfSubstance": "4-nitrophenethyl bromide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Birth Weight"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Body Composition"}, {"QualifierName": [], "DescriptorName": "Obesity"}, {"QualifierName": [], "DescriptorName": "Ozone"}], "CoiStatement": "The authors declare they have no actual or potential competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Donahue SMA, Kleinman KP, Gillman MW, Oken E. Trends in birth weight and gestational length among singleton term births in the United States. Obstet Gynecol. 2010;115:357–364.", "ArticleIdList": ["PMC3219436", "20093911"]}, {"Citation": "Morisaki N, Esplin MS, Varner MW, Henry E, Oken E. Declines in birth weight and fetal growth independent of gestational length. Obstet Gynecol. 2013;121:51–58.", "ArticleIdList": ["PMC3977951", "23262927"]}, {"Citation": "Oken E. Secular trends in birthweight. Recent advances in growth research: nutritional, molecular and endocrine perspectives. 2013;71:103–14."}, {"Citation": "Ong KK, Loos RJF. Rapid infancy weight gain and subsequent obesity: systematic reviews and hopeful suggestions. Acta Paediatr. 2006;95:904–908.", "ArticleIdList": ["16882560"]}, {"Citation": "Nam H-K, Lee K-H. Small for gestational age and obesity: epidemiology and general risks. Ann Pediatr Endocrinol Metab. 2018;23:9–13.", "ArticleIdList": ["PMC5894562", "29609444"]}, {"Citation": "Longo S, Bollani L, Decembrino L, Di Comite A, Angelini M, Stronati M. Short-term and long-term sequelae in intrauterine growth retardation (IUGR) J Matern Fetal Neonatal Med. 2013;26:222–225.", "ArticleIdList": ["23030765"]}, {"Citation": "van Wassenaer A. Neurodevelopmental consequences of being born SGA. Pediatr Endocrinol Rev. 2005;2:372–377.", "ArticleIdList": ["16429113"]}, {"Citation": "Savchev S, Sanz-Cortes M, Cruz-Martinez R, Arranz A, Botet F, Gratacos E, et al. Neurodevelopmental outcome of full-term small-for-gestational-age infants with normal placental function. Ultrasound Obstet Gynecol. 2013;42:201–206.", "ArticleIdList": ["23303527"]}, {"Citation": "Xu X-F, Li Y-J, Sheng Y-J, Liu J-L, Tang L-F, Chen Z-M. Effect of low birth weight on childhood asthma: a meta-analysis. BMC Pediatr. 2014;14. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4288645/. Cited 2018 Sep 10.", "ArticleIdList": ["PMC4288645", "25339063"]}, {"Citation": "Jornayvaz FR, Vollenweider P, Bochud M, Mooser V, Waeber G, Marques-Vidal P. Low birth weight leads to obesity, diabetes and increased leptin levels in adults: the CoLaus study. Cardiovasc Diabetol. 2016;15. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4855501/. Cited 2018 May 17.", "ArticleIdList": ["PMC4855501", "27141948"]}, {"Citation": "Demerath EW, Fields DA. Body composition assessment in the infant. Am J Hum Biol. 2014;26:291–304.", "ArticleIdList": ["PMC5761669", "24424686"]}, {"Citation": "Moore BF, Harrall KK, Sauder KA, Glueck DH, Dabelea D. Neonatal adiposity and childhood obesity. Pediatrics. 2020;146:e20200737.", "ArticleIdList": ["PMC7461209", "32796097"]}, {"Citation": "Valero de Bernabé J, Soriano T, Albaladejo R, Juarranz M, Calle ME, Martínez D, et al. Risk factors for low birth weight: a review. Eur J Obstet Gynecol Reprod Biol. 2004;116:3–15.", "ArticleIdList": ["15294360"]}, {"Citation": "Sewell MF, Huston-Presley L, Super DM, Catalano P. Increased neonatal fat mass, not lean body mass, is associated with maternal obesity. Am J Obstet Gynecol. 2006;195:1100–1103.", "ArticleIdList": ["16875645"]}, {"Citation": "Harvey NC, Poole JR, Javaid MK, Dennison EM, Robinson S, Inskip HM, et al. Parental determinants of neonatal body composition. J Clin Endocrinol Metab. 2007;92:523–526.", "ArticleIdList": ["PMC2080689", "17105847"]}, {"Citation": "Vos AA, Posthumus AG, Bonsel GJ, Steegers EAP, Denktaş S. Deprived neighborhoods and adverse perinatal outcome: a systematic review and meta-analysis. Acta Obstet Gynecol Scand. 2014;93:727–740.", "ArticleIdList": ["24834960"]}, {"Citation": "Kane JB, Miles G, Yourkavitch J, King K. Neighborhood context and birth outcomes: Going beyond neighborhood disadvantage, incorporating affluence. SSM - Population Health. 2017;3:699–712.", "ArticleIdList": ["PMC5769105", "29349258"]}, {"Citation": "Nowak AL, Giurgescu C. The built environment and birth outcomes: a systematic review. MCN Am J Matern Child Nurs. 2017;42:14–20.", "ArticleIdList": ["27755063"]}, {"Citation": "Woods N, Gilliland J, Seabrook JA. The influence of the built environment on adverse birth outcomes. J Neonatal Perinatal Med. 2017;10:233–248.", "ArticleIdList": ["28854508"]}, {"Citation": "Chiu Y-HM, Hsu H-HL, Wilson A, Coull BA, Pendo MP, Baccarelli A, et al. Prenatal particulate air pollution exposure and body composition in urban preschool children: examining sensitive windows and sex-specific associations. Environ Res. 2017;158:798–805.", "ArticleIdList": ["PMC5570541", "28759881"]}, {"Citation": "Fioravanti S, Cesaroni G, Badaloni C, Michelozzi P, Forastiere F, Porta D. Traffic-related air pollution and childhood obesity in an Italian birth cohort. Environ Res. 2018;160:479–486.", "ArticleIdList": ["29078141"]}, {"Citation": "Schembari A, de Hoogh K, Pedersen M, Dadvand P, Martinez D, Hoek G, et al. Ambient air pollution and newborn size and adiposity at birth: differences by maternal ethnicity (the Born in Bradford Study Cohort) Environ Health Perspect. 2015;123:1208–1215.", "ArticleIdList": ["PMC4629735", "25978617"]}, {"Citation": "Westergaard N, Gehring U, Slama R, Pedersen M. Ambient air pollution and low birth weight - are some women more vulnerable than others? Environ Int. 2017;104:146–154.", "ArticleIdList": ["28390661"]}, {"Citation": "Stieb DM, Chen L, Eshoul M, Judek S. Ambient air pollution, birth weight and preterm birth: a systematic review and meta-analysis. Environ Res. 2012;117:100–111.", "ArticleIdList": ["22726801"]}, {"Citation": "Padula AM, Rivera-Núñez Z, Barrett ES. Combined impacts of prenatal environmental exposures and psychosocial stress on offspring health: air pollution and metals. Curr Envir Health Rpt. 2020;7:89–100.", "ArticleIdList": ["PMC7299240", "32347455"]}, {"Citation": "Koman PD, Hogan KA, Sampson N, Mandell R, Coombe CM, Tetteh MM, et al. Examining joint effects of air pollution exposure and social determinants of health in defining “at-risk” populations under the clean air act: susceptibility of pregnant women to hypertensive disorders of pregnancy. World Med Health Policy. 2018;10:7–54.", "ArticleIdList": ["PMC6126379", "30197817"]}, {"Citation": "Rakers F, Rupprecht S, Dreiling M, Bergmeier C, Witte OW, Schwab M. Transfer of maternal psychosocial stress to the fetus. Neurosci Biobehav Rev. 2020;117:185–197.", "ArticleIdList": ["28237726"]}, {"Citation": "Erickson AC, Arbour L. The shared pathoetiological effects of particulate air pollution and the social environment on fetal-placental development. J Environ Public Health. 2014;2014:901017.", "ArticleIdList": ["PMC4276595", "25574176"]}, {"Citation": "Brunst KJ, Sanchez-Guerra M, Chiu Y-HM, Wilson A, Coull BA, Kloog I, et al. Prenatal particulate matter exposure and mitochondrial dysfunction at the maternal-fetal interface: effect modification by maternal lifetime trauma and child sex. Environ Int. 2018;112:49–58.", "ArticleIdList": ["PMC6094933", "29248865"]}, {"Citation": "Deguen S, Kihal-Talantikite W, Gilles M, Danzon A, Carayol M, Zmirou-Navier D. Are the effects of air pollution on birth weight modified by infant sex and neighborhood socioeconomic deprivation? A multilevel analysis in Paris (France) PLoS ONE. 2021;16:e0247699.", "ArticleIdList": ["PMC8049242", "33857144"]}, {"Citation": "Erickson AC, Ostry A, Chan LHM, Arbour L. The reduction of birth weight by fine particulate matter and its modification by maternal and neighbourhood-level factors: a multilevel analysis in British Columbia. Canada Environ Health. 2016;15:51.", "ArticleIdList": ["PMC4831087", "27079512"]}, {"Citation": "Généreux M, Auger N, Goneau M, Daniel M. Neighbourhood socioeconomic status, maternal education and adverse birth outcomes among mothers living near highways. J Epidemiol Community Health. 2008;62:695–700.", "ArticleIdList": ["18621954"]}, {"Citation": "Padula AM, Mortimer KM, Tager IB, Hammond SK, Lurmann FW, Yang W, et al. Traffic-related air pollution and risk of preterm birth in the San Joaquin Valley of California. Ann Epidemiol. 2014;24:888–895.e4.", "ArticleIdList": ["PMC4355392", "25453347"]}, {"Citation": "Ponce NA, Hoggatt KJ, Wilhelm M, Ritz B. Preterm birth: the interaction of traffic-related air pollution with economic hardship in Los Angeles neighborhoods. Am J Epidemiol. 2005;162:140–148.", "ArticleIdList": ["PMC3636775", "15972941"]}, {"Citation": "Yi O, Kim H, Ha E. Does area level socioeconomic status modify the effects of PM10 on preterm delivery? Environ Res. 2010;110:55–61.", "ArticleIdList": ["19878932"]}, {"Citation": "Bailey ZD, Feldman JM, Bassett MT. How structural racism works — racist policies as a root cause of U.S. racial health inequities. N Engl J Med. 2021;384:768–773.", "ArticleIdList": ["33326717"]}, {"Citation": "Groos M, Wallace M, Hardeman R, Theall K. Measuring inequity: a systematic review of methods used to quantify structural racism. J Health Disparities Res Pract. 2018;11. Available from: https://digitalscholarship.unlv.edu/jhdrp/vol11/iss2/13"}, {"Citation": "Gutschow B, Gray B, Ragavan MI, Sheffield PE, Philipsborn RP, Jee SH. The intersection of pediatrics, climate change, and structural racism: Ensuring health equity through climate justice. Curr Probl Pediatr Adolesc Health Care. 2021;51:101028.", "ArticleIdList": ["34238692"]}, {"Citation": "Payne-Sturges DC, Gee GC, Cory-Slechta DA. Confronting racism in environmental health sciences: moving the science forward for eliminating racial inequities. Environ Health Perspect. 2021;129:055002.", "ArticleIdList": ["PMC8096378", "33945300"]}, {"Citation": "Martenies SE, Allshouse WB, Starling AP, Ringham BM, Glueck DH, Adgate JL, et al. Combined environmental and social exposures during pregnancy and associations with neonatal size and body composition: the Healthy Start study. Environ Epidemiol. 2019;3:e043.", "ArticleIdList": ["PMC6775643", "31583369"]}, {"Citation": "Appleton AA, Holdsworth EA, Kubzansky LD. A systematic review of the interplay between social determinants and environmental exposures for early-life outcomes. Curr Environ Health Rep. 2016;3:287–301.", "ArticleIdList": ["27344145"]}, {"Citation": "Herring AH. Nonparametric bayes shrinkage for assessing exposures to mixtures subject to limits of detection. Epidemiology. 2010;21(Suppl 4):S71–76.", "ArticleIdList": ["PMC3447742", "20526202"]}, {"Citation": "Hoskovec L, Benka-Coker W, Severson R, Magzamen S, Wilson A. Model choice for estimating the association between exposure to chemical mixtures and health outcomes: a simulation study. PLoS ONE. 2021;16:e0249236.", "ArticleIdList": ["PMC7993848", "33765068"]}, {"Citation": "Harrod CS, Chasan-Taber L, Reynolds RM, Fingerlin TE, Glueck DH, Brinton JT, et al. Physical activity in pregnancy and neonatal body composition: the Healthy Start study. Obstet Gynecol. 2014;124:257–264.", "ArticleIdList": ["PMC4111108", "25004346"]}, {"Citation": "Cushing L, Faust J, August LM, Cendak R, Wieland W, Alexeeff G. Racial/ethnic disparities in cumulative environmental health impacts in California: Evidence From a Statewide Environmental Justice Screening Tool (CalEnviroScreen 1.1) Am J Public Health. 2015;105:2341–2348.", "ArticleIdList": ["PMC4605180", "26378826"]}, {"Citation": "Office of Environmental Health Hazard Assessment. CalEnviroScreen 3.0. OEHHA. 2016. Available from: https://oehha.ca.gov/calenviroscreen/report/calenviroscreen-30. Cited 2017 Nov 28."}, {"Citation": "US Environmental Protection Agency [US EPA] AQS data mart. 2017."}, {"Citation": "Multi-Resolution Land Characteristics Consortium. National land cover database. 2017."}, {"Citation": "US Department of Transportation [US DOT] Highway performance monitoring system. 2018."}, {"Citation": "Colorado Department of Public Health and Environment [CDPHE] Maps and GIS for health and environment. 2018."}, {"Citation": "Colorado Oil and Gas Conservation Commission [COGCC] Colorado oil and gas information system. 2018."}, {"Citation": "US Environmental Protection Agency. 2011 National Emissions Inventory (NEI) Data. US EPA. 2015. Available from: https://www.epa.gov/air-emissions-inventories/2011-national-emissions-inventory-nei-data. Cited 2018 Aug 27."}, {"Citation": "US Census Bureau . 2010–2014 American Community Survey (ACS) 5-year estimates. 2014."}, {"Citation": "Inter-university Consortium for Political and Social Research [ICPSR] Uniform Crime Reporting Program Data Series. 2018."}, {"Citation": "City and County of Denver . Denver Open Data Catalog. 2017."}, {"Citation": "Starling AP, Brinton JT, Glueck DH, Shapiro AL, Harrod CS, Lynch AM, et al. Associations of maternal BMI and gestational weight gain with neonatal adiposity in the Healthy Start study. Am J Clin Nutr. 2015;101:302–309.", "ArticleIdList": ["PMC4307203", "25646327"]}, {"Citation": "Morello-Frosch R, Jesdale BM, Sadd JL, Pastor M. Ambient air pollution exposure and full-term birth weight in California. Environ Health. 2010;9:44.", "ArticleIdList": ["PMC2919523", "20667084"]}, {"Citation": "Ncube CN, Enquobahrie DA, Albert SM, Herrick AL, Burke JG. Association of neighborhood context with offspring risk of preterm birth and low birthweight: a systematic review and meta-analysis of population-based studies. Soc Sci Med. 2016;153:156–164.", "ArticleIdList": ["PMC7302006", "26900890"]}, {"Citation": "Shmool JLC, Bobb JF, Ito K, Elston B, Savitz DA, Ross Z, et al. Area-level socioeconomic deprivation, nitrogen dioxide exposure, and term birth weight in New York City. Environ Res. 2015;142:624–632.", "ArticleIdList": ["PMC4715366", "26318257"]}, {"Citation": "Shapiro ALB, Kaar JL, Crume TL, Starling AP, Siega-Riz AM, Ringham BM, et al. Maternal diet quality in pregnancy and neonatal adiposity: the Healthy Start study. Int J Obes (Lond) 2016;40:1056–1062.", "ArticleIdList": ["PMC5356926", "27133623"]}, {"Citation": "Sauder KA, Kaar JL, Starling AP, Ringham BM, Glueck DH, Dabelea D. Predictors of infant body composition at 5 months of age: the Healthy Start study. J Pediatr. 2017;183:94–99.e1.", "ArticleIdList": ["PMC5367947", "28161200"]}, {"Citation": "Dunlop AL, Essalmi AG, Alvalos L, Breton C, Camargo CA, Cowell WJ, et al. Racial and geographic variation in effects of maternal education and neighborhood-level measures of socioeconomic status on gestational age at birth: findings from the ECHO cohorts. PLoS ONE. 2021;16:e0245064.", "ArticleIdList": ["PMC7794036", "33418560"]}, {"Citation": "Kramer Ms, Séguin L, Lydon J, Goulet L. Socio-economic disparities in pregnancy outcome: why do the poor fare so poorly? Paediatr Perinat Epidemiol. 2000;14:194–210.", "ArticleIdList": ["10949211"]}, {"Citation": "Parker JD, Schoendorf KC, Kiely JL. Associations between measures of socioeconomic status and low birth weight, small for gestational age, and premature delivery in the United States. Ann Epidemiol. 1994;4:271–278.", "ArticleIdList": ["7921316"]}, {"Citation": "Metcalf P, Scragg R, Davis P. Relationship of different measures of socioeconomic status with cardiovascular disease risk factors and lifestyle in a New Zealand workforce survey. N Z Med J. 2007;120:U2392.", "ArticleIdList": ["17277809"]}, {"Citation": "Herd P, Goesling B, House JS. Socioeconomic position and health: the differential effects of education versus income on the onset versus progression of health problems. J Health Soc Behav. 2007;48:223–238.", "ArticleIdList": ["17982865"]}, {"Citation": "Jones CP. Invited commentary: “race”, racism, and the practice of epidemiology. Am J Epidemiol. 2001;154:299–304.", "ArticleIdList": ["11495851"]}, {"Citation": "R Core Team . R: A language and environment for statistical computing. Vienna: R Foundation for Statistical Computing; 2020."}, {"Citation": "Hoskovec L. mmpack: Implement methods for multipollutant mixtures analyses. 2019."}, {"Citation": "Coull BA, Bobb JF, Wellenius GA, Kioumourtzoglou MA, Mittleman MA, Koutrakis P, et al. Part 1. Statistical learning methods for the effects of multiple air pollution constituents. Res Rep Health Eff Inst. 2015;(183 Pt 1-2):5–50.", "ArticleIdList": ["26333238"]}, {"Citation": "Barbieri MM, Berger JO. Optimal predictive model selection. Ann Stat Inst Math Stat. 2004;32:870–897."}, {"Citation": "Wood SN. Fast stable restricted maximum likelihood and marginal likelihood estimation of semiparametric generalized linear models. J Royal Statistical Soc Series B. 2011;73:3–36."}, {"Citation": "Fasiolo M, Nedellec R, Goude Y, Wood SN. Scalable visualisation methods for modern generalized additive models. Archix preprint. 2018;10632."}, {"Citation": "Sun X, Luo X, Zhao C, Zhang B, Tao J, Yang Z, et al. The associations between birth weight and exposure to fine particulate matter (PM2.5) and its chemical constituents during pregnancy: a meta-analysis. Environ Pollut. 2016;211:38–47.", "ArticleIdList": ["26736054"]}, {"Citation": "Starling AP, Moore BF, Thomas DSK, Peel JL, Zhang W, Adgate JL, et al. Prenatal exposure to traffic and ambient air pollution and infant weight and adiposity: the Healthy Start study. Environ Res. 2020;182:109130.", "ArticleIdList": ["PMC7394733", "32069764"]}, {"Citation": "Matte TD, Ross Z, Kheirbek I, Eisl H, Johnson S, Gorczynski JE, et al. Monitoring intraurban spatial patterns of multiple combustion air pollutants in New York City: design and implementation. J Expos Sci Environ Epidemiol. 2013;23:223–231.", "ArticleIdList": ["23321861"]}, {"Citation": "Martenies SE, Keller JP, WeMott S, Kuiper G, Ross Z, Allshouse WB, et al. A spatiotemporal prediction model for black carbon in the Denver Metropolitan Area, 2009–2020. Environ Sci Technol. 2021. Available from: 10.1021/acs.est.0c06451. American Chemical Society; cited 2021 Feb 26.", "ArticleIdList": ["PMC8313050", "33596061"]}, {"Citation": "Bekkar B, Pacheco S, Basu R, DeNicola N. Association of air pollution and heat exposure with preterm birth, low birth weight, and stillbirth in the US: a systematic review. JAMA Netw Open. 2020;3:e208243–e208243.", "ArticleIdList": ["PMC7303808", "32556259"]}, {"Citation": "Salam MT, Millstein J, Li Y-F, Lurmann FW, Margolis HG, Gilliland FD. Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: results from the children’s health study. Environ Health Perspect. 2005;113:1638–1644.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Chersich MF, Pham MD, Areal A, Haghighi MM, Manyuchi A, Swift CP, et al. Associations between high temperatures in pregnancy and risk of preterm birth, low birth weight, and stillbirths: systematic review and meta-analysis. BMJ. 2020;371:m3811.", "ArticleIdList": ["PMC7610201", "33148618"]}, {"Citation": "Li S, Wang J, Xu Z, Wang X, Xu G, Zhang J, et al. Exploring associations of maternal exposure to ambient temperature with duration of gestation and birth weight: a prospective study. BMC Pregnancy Childbirth. 2018;18:513.", "ArticleIdList": ["PMC6311008", "30594173"]}, {"Citation": "Sun S, Spangler KR, Weinberger KR, Yanosky JD, Braun JM, Wellenius GA. Ambient temperature and markers of fetal growth: a retrospective observational study of 29 million U.S. Singleton Births. Environ Health Perspect. 2019;127. Available from: https://ehp.niehs.nih.gov/doi/10.1289/EHP4648. Cited 2021 Apr 8.", "ArticleIdList": ["10.1289/EHP4648", "PMC6792370", "31162981"]}, {"Citation": "Lawlor DA, Leon DA, Smith GD. The association of ambient outdoor temperature throughout pregnancy and offspring birthweight: findings from the Aberdeen Children of the 1950s cohort. BJOG. 2005;112:647–657.", "ArticleIdList": ["15842292"]}, {"Citation": "Arjomandi M, Wong H, Donde A, Frelinger J, Dalton S, Ching W, et al. Exposure to medium and high ambient levels of ozone causes adverse systemic inflammatory and cardiac autonomic effects. Am J Physiol Heart Circ Physiol. 2015;308:H1499–H1509.", "ArticleIdList": ["PMC4469877", "25862833"]}, {"Citation": "Balmes JR, Arjomandi M, Bromberg PA, Costantini MG, Dagincourt N, Hazucha MJ, et al. Ozone effects on blood biomarkers of systemic inflammation, oxidative stress, endothelial function, and thrombosis: the Multicenter Ozone Study in oldEr Subjects (MOSES). PLoS One. 2019;14. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6760801/. Cited 2020 Nov 9.", "ArticleIdList": ["PMC6760801", "31553765"]}, {"Citation": "Khafaie MA, Yajnik CS, Mojadam M, Khafaie B, Salvi SS, Ojha A, et al. Association between ambient temperature and blood biomarker of systemic inflammationin (C-reactive protien) in diabetes patients. Arch Med. 2016;8. Available from: https://www.archivesofmedicine.com/abstract/association-between-ambient-temperature-and-blood-biomarker-of-systemic-inflammationin-creactive-protien-in-diabetes-patients-9582.html. iMedPub; Cited 2021 Apr 8."}, {"Citation": "Peters A, Panagiotakos D, Picciotto S, Katsouyanni K, Löwel H, Jacquemin B, et al. Air temperature and inflammatory responses in myocardial infarction survivors. Epidemiology. 2008;19:391–400.", "ArticleIdList": ["18414085"]}, {"Citation": "Halonen JI, Zanobetti A, Sparrow D, Vokonas PS, Schwartz J. Associations between outdoor temperature and markers of inflammation: a cohort study. Environ Health. 2010;9:42.", "ArticleIdList": ["PMC2920265", "20653951"]}, {"Citation": "Dimasuay KG, Boeuf P, Powell TL, Jansson T. Placental responses to changes in the maternal environment determine fetal growth. Front Physiol. 2016;7. Available from: https://www.frontiersin.org/articles/10.3389/fphys.2016.00012/full. Frontiers; Cited 2021 Feb 17. ", "ArticleIdList": ["10.3389/fphys.2016.00012/full", "PMC4731498", "26858656"]}, {"Citation": "Blumenshine P, Egerter S, Barclay CJ, Cubbin C, Braveman PA. Socioeconomic disparities in adverse birth outcomes: a systematic review. Am J Prev Med. 2010;39:263–272.", "ArticleIdList": ["20709259"]}, {"Citation": "Grobman WA, Parker CB, Willinger M, Wing DA, Silver RM, Wapner RJ, et al. Racial disparities in adverse pregnancy outcomes and psychosocial stress. Obstet Gynecol. 2018;131:328–335.", "ArticleIdList": ["PMC5785441", "29324613"]}, {"Citation": "Lu MC, Halfon N. Racial and ethnic disparities in birth outcomes: a life-course perspective. Matern Child Health J. 2003;7:13–30.", "ArticleIdList": ["12710797"]}, {"Citation": "Almeida J, Bécares L, Erbetta K, Bettegowda VR, Ahluwalia IB. Racial/ethnic inequities in low birth weight and preterm birth: the role of multiple forms of stress. Matern Child Health J. 2018;22:1154–1163.", "ArticleIdList": ["29442278"]}, {"Citation": "US Environmental Protection Agency [US EPA] EJSCREEN. 2015."}, {"Citation": "Riley AR. Neighborhood Disadvantage, residential segregation, and beyond—lessons for studying structural racism and health. J Racial and Ethnic Health Disparities. 2018;5:357–365.", "ArticleIdList": ["28573643"]}, {"Citation": "Zou H, Hastie T. Regularization and variable selection via the elastic net. J Royal Statistical Soc Series B. 2005;67:301–320."}, {"Citation": "Barrera-Gómez J, Agier L, Portengen L, Chadeau-Hyam M, Giorgis-Allemand L, Siroux V, et al. A systematic comparison of statistical methods to detect interactions in exposome-health associations. Environ Health. 2017;16:74.", "ArticleIdList": ["PMC5513197", "28709428"]}, {"Citation": "Bobb JF, Valeri L, Claus Henn B, Christiani DC, Wright RO, Mazumdar M, et al. Bayesian kernel machine regression for estimating the health effects of multi-pollutant mixtures. Biostatistics. 2015;16:493–508.", "ArticleIdList": ["PMC5963470", "25532525"]}, {"Citation": "Marra G, Wood SN. Practical variable selection for generalized additive models. Comput Stat Data Anal. 2011;55:2372–2387."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "18"}, {"Year": "2022", "Month": "10", "Day": "30"}, {"Year": "2022", "Month": "11", "Day": "19", "Hour": "0", "Minute": "9"}, {"Year": "2022", "Month": "11", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["36401268", "PMC9675112", "10.1186/s12940-022-00934-z", "10.1186/s12940-022-00934-z"]}}], "PubmedBookArticle": []}