{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Air quality management", "Environmental health", "Environmental pollution", "Industrial emissions", "Public health"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36411414", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "21"}], "ELocationID": ["2136", "10.1186/s12889-022-14497-8"], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "21"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "Respiratory health among adolescents living in the Highveld Air Pollution Priority Area in South Africa.", "Pagination": {"StartPage": "2136", "MedlinePgn": "2136"}, "Abstract": {"AbstractText": ["Air pollution is a global, public health emergency. The effect of living in areas with very poor air quality on adolescents' physical health is largely unknown. The aim of this study was to investigate the prevalence of adverse respiratory health outcomes among adolescents living in a known air pollution hotspot in South Africa.", "Ambient air quality data from 2005 to 2019 for the two areas, Secunda and eMbalenhle, in the Highveld Air Pollution Priority Area in Mpumalanga province, South Africa were gathered and compared against national ambient air pollution standards and the World Health Organization Air Quality Guidelines. In 2019, adolescents attending schools in the areas completed a self-administered questionnaire investigating individual demographics, socio-economic status, health, medical history, and fuel type used in homes. Respiratory health illnesses assessed were doctor-diagnosed hay fever, allergies, frequent cough, wheezing, bronchitis, pneumonia and asthma. The relationship between presence (at least one) or absence (none) of self-reported respiratory illness and risk factors, e.g., fuel use at home, was explored. Logistic regression was used to estimate the odds ratio and 95% confidence interval (CI) of risk factors associated with respiratory illness adjusted for body mass index (measured by field assistants), gender, education level of both parents / guardians and socio-economic status.", "Particulate matter and ozone were the two pollutants most frequently exceeding national annual air quality standards in the study area. All 233 adolescent participants were between 13 and 17 years of age. Prevalence of self-reported respiratory symptoms among the participants ranged from 2% for 'ever' doctor-diagnosed bronchitis and pneumonia to 42% ever experiencing allergies; wheezing chest was the second most reported symptom (39%). Half (52%) of the adolescents who had respiratory illness were exposed to environmental tobacco smoke in the dwelling. There was a statistically significant difference between the presence or absence of self-reported respiratory illness based on the number of years lived in Secunda or eMbalenhle (p = 0.02). For a one-unit change in the number of years lived in an area, the odds of reporting a respiratory illness increased by a factor of 1.08 (p = 0.025, 95% CI = 1.01-1.16). This association was still statistically significant when the model was adjusted for confounders (p = 0.037).", "Adolescents living in air polluted areas experience adverse health impacts Future research should interrogate long-term exposure and health outcomes among adolescents living in the air polluted environment."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Geoinformatics and Meteorology, University of Pretoria, Pretoria, South Africa. d.ann.millar@gmail.com."}], "LastName": "Millar", "ForeName": "Danielle A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Johannesburg, South Africa."}, {"Identifier": [], "Affiliation": "Department of Environmental Health, Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."}], "LastName": "Kapwata", "ForeName": "Thandi", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Johannesburg, South Africa."}], "LastName": "Kunene", "ForeName": "Zamantimande", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Johannesburg, South Africa."}], "LastName": "Mogotsi", "ForeName": "Mirriam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Johannesburg, South Africa."}, {"Identifier": [], "Affiliation": "Department of Environmental Health, Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."}], "LastName": "Wernecke", "ForeName": "Bianca", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Geoinformatics and Meteorology, University of Pretoria, Pretoria, South Africa."}], "LastName": "Garland", "ForeName": "Rebecca M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Johannesburg, South Africa."}, {"Identifier": [], "Affiliation": "Department of Environmental Health, Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."}, {"Identifier": [], "Affiliation": "Smart Places Cluster, Council for Scientific and Industrial Research, Pretoria, South Africa."}], "LastName": "Mathee", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Educational Psychology, University of Pretoria, Pretoria, South Africa."}], "LastName": "Theron", "ForeName": "Linda", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Leicester Institute for Advanced Studies, University of Leicester, Leicester, UK."}], "LastName": "Levine", "ForeName": "Diane T", "Initials": "DT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Social Work, Dalhousie University, Halifax, Canada."}], "LastName": "Ungar", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genetic Epidemiology Group, Department of Health Sciences, University of Leicester, Leicester, UK."}], "LastName": "Batini", "ForeName": "Chiara", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, University of Leicester, Leicester, UK."}], "LastName": "John", "ForeName": "Catherine", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Geoinformatics and Meteorology, University of Pretoria, Pretoria, South Africa."}, {"Identifier": [], "Affiliation": "Environment and Health Research Unit, South African Medical Research Council, Pretoria, South Africa."}], "LastName": "Wright", "ForeName": "Caradee Y", "Initials": "CY"}], "GrantList": [{"GrantID": "MR/P00167X/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}, {"GrantID": "MR/S003762/1", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": ["etiology"], "DescriptorName": "Respiratory Sounds"}, {"QualifierName": ["epidemiology"], "DescriptorName": "South Africa"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["complications"], "DescriptorName": "Hypersensitivity"}, {"QualifierName": ["complications"], "DescriptorName": "Bronchitis"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization . Ambient air pollution - a global assessment of exposure and burden of disease. Geneva: World Health Organization; 2016."}, {"Citation": "Orellano P, Reynoso J, Quaranta N, Bardach A, Ciapponi A. Short-term exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ. Int. 2020;142:105876. doi: 10.1016/j.envint.2020.105876.", "ArticleIdList": ["10.1016/j.envint.2020.105876", "32590284"]}, {"Citation": "Zheng X-y, Orellano P, Lin H-l, Jiang M, Guan W-J. Short-term exposure to ozone, nitrogen dioxide, and Sulphur dioxide and emergency department visits and hospital admissions due to asthma: a systematic review and meta-analysis. Environ. Int. 2021;150:106435. doi: 10.1016/j.envint.2021.106435.", "ArticleIdList": ["10.1016/j.envint.2021.106435", "33601224"]}, {"Citation": "Huangfu P., Atkinson R. Long-term exposure to NO2 and O3 and all-cause and respiratory mortality: a systematic review and meta-analysis. Environ Int 2020;144:105998. https://doi.org/10.1016/j.envint.2020.105998.", "ArticleIdList": ["PMC7549128", "33032072"]}, {"Citation": "Manisalidis I, Stavropoulou E, Stavropoulos A, Bezirtzoglou E. Environmental and health impacts of air pollution: a review. Front Public Health. 2020;8:14. doi: 10.3389/fpubh.2020.00014.", "ArticleIdList": ["10.3389/fpubh.2020.00014", "PMC7044178", "32154200"]}, {"Citation": "Chen J, Hoek G. Long-term exposure to PM and all-cause and cause-specific mortality: a systematic review and meta-analysis. Environ Int. 2020;143:105974. doi: 10.1016/j.envint.2020.105974.", "ArticleIdList": ["10.1016/j.envint.2020.105974", "32703584"]}, {"Citation": "World Health Organization . WHO global air quality guidelines: particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. Geneva: World Health Organization; 2021.", "ArticleIdList": ["34662007"]}, {"Citation": "National Environmental Management: Air Quality Act, 2004 (Act No. 39 of 2004) National Ambient Air Quality Standards https://www.gov.za/documents/national-environmental-management-air-quality-act-national-ambient-air-quality-standards."}, {"Citation": "Lourens AS, Beukes JP, van Zyl PG, Fourie GD, Burger JW, Pienaar JJ, et al. Spatial and temporal assessment of gaseous pollutants in the Highveld of South Africa. S Afr J Sci. 2011;107. 10.4102/sajs.v107i1/2.269."}, {"Citation": "Fullerton DG, Bruce N, Gordon SB. Indoor air pollution from biomass fuel smoke is a major health concern in the developing world. Trans R Soc Trop Med Hyg 2008 102(9):843–851. https://doi.org/10.1016/j.trstmh.2008.05.028.", "ArticleIdList": ["PMC2568866", "18639310"]}, {"Citation": "Bonjour S, Adair-Rohani H, Wolf J, Bruce NG, Mehta S, Prüss-Ustün A, Lahiff M, Rehfuess EA, Mishra V, Smith KR. Solid fuel use for household cooking: country and regional estimates for 1980-2010. Environ Health Perspect. 2013;121(7):784–790. doi: 10.1289/ehp.1205987.", "ArticleIdList": ["10.1289/ehp.1205987", "PMC3701999", "23674502"]}, {"Citation": "Clark ML, Peel JL, Balakrishnan K, Breysse PN, Chillrud SN, Naeher LP, Rodes CE, Vette AF, Balbus JM. Health and household air pollution from solid fuel use: the need for improved exposure assessment. Environ Health Perspect. 2013;121(10):1120–1128. doi: 10.1289/ehp.1206429.", "ArticleIdList": ["10.1289/ehp.1206429", "PMC3801460", "23872398"]}, {"Citation": "South African Department of Environmental Affairs. National Environment Management: Air Quality Act 39 of 2004 – Declaration of the Highveld as a Priority Area in terms of Section 18(1) of the National Environment Management: Air Quality Act, 2004 (Act No. 39 of 2004); 2007. https://cer.org.za/wp-content/uploads/2010/03/Highveld.pdf."}, {"Citation": "Fioletov V, McLinden CA, Griffin D, Theys N, Loyola DG, Hedelt P, Krotkov NA, Li C. Anthropogenic and volcanic point source SO2 emissions derived from TROPOMI on board Sentinel-5 precursor: first results. Atmos Chem Phys. 2020;20:5591–5607. doi: 10.5194/acp-20-5591-2020.", "ArticleIdList": ["10.5194/acp-20-5591-2020"]}, {"Citation": "Duncan BN, Lamsal LN, Thompson AM, Yoshida Y, Lu Z, Streets DG, Hurwitz MM, Pickering KE. A space-based, high-resolution view of notable changes in urban NOx pollution around the world (2005–2014) J Geophys Res Atmos. 2016;121:976–996. doi: 10.1002/2015JD024121.", "ArticleIdList": ["10.1002/2015JD024121"]}, {"Citation": "Wright CY, Oosthuizen R, John J, Garland RM, Albers P, Pauw C. Air quality and human health among a low-income Community in the Highveld Priority Area. Clean Air J. 2011;20(1). 10.17159/caj/2011/20/1.7180."}, {"Citation": "Olutola B, Claassen N, Voyi K, Wichmann J. Apparent temperature as a modifier of the effects of air pollution on respiratory disease hospital admissions in Secunda. S Afr Environ Epidemiol. 2019;3:439. doi: 10.1097/01.EE9.0000610944.80871.4a.", "ArticleIdList": ["10.1097/01.EE9.0000610944.80871.4a"]}, {"Citation": "Lake L, Shung-King M, Hendricks M, Heywood M, Nannan N, Laubscher R, Bradshaw D, Mathews C, Goga A, Ramraj T. Prioritising child and adolescent health: a human rights imperative. Child and adolescent health. In: Shung-King M, Lake L, Sanders D, Hendricks M, editors. South African child gauge 2019 chapter: part 2. Cape Town: Children’s Institute, University of Cape Town; 2019."}, {"Citation": "Chen Z, Salam MT, Eckel SP, Breton CV, Gilliland FD. Chronic effects of air pollution on respiratory health in Southern California children: findings from the Southern California Children’s health study. J Thorac Dis. 2015;7(1):46. doi: 10.3978/j.issn.2072-1439.2014.12.20.", "ArticleIdList": ["10.3978/j.issn.2072-1439.2014.12.20", "PMC4311073", "25694817"]}, {"Citation": "Salvi S. Health effects of ambient air pollution in children. Paediatr Respir Rev. 2007;8(4):275–280. doi: 10.1016/j.prrv.2007.08.008.", "ArticleIdList": ["10.1016/j.prrv.2007.08.008", "18005894"]}, {"Citation": "Lewis TC, Robins TG, Mentz GB, Zhang X, Mukherjee B, Lin X, Keeler GJ, Dvonch JT, Yip FY, O'Neill MS. Air pollution and respiratory symptoms among children with asthma: vulnerability by corticosteroid use and residence area. Sci Total Environ. 2013;448:48–55. doi: 10.1016/j.scitotenv.2012.11.070.", "ArticleIdList": ["10.1016/j.scitotenv.2012.11.070", "PMC4327853", "23273373"]}, {"Citation": "Naidoo RN, Robins TG, Batterman S, Mentz G, Jack C. Ambient pollution and respiratory outcomes among schoolchildren in Durban, South Africa. S Afr J Child Health. 2013;7(4):127–134. doi: 10.7196/sajch.598.", "ArticleIdList": ["10.7196/sajch.598", "PMC4346135", "25741408"]}, {"Citation": "Shezi B, Wright CY. Household air pollution exposure and respiratory health outcomes: a narrative review update of the south African epidemiological evidence. Clean Air J. 2018;28(1):43–56. doi: 10.17159/2410-972X/2018/v28n1a11.", "ArticleIdList": ["10.17159/2410-972X/2018/v28n1a11"]}, {"Citation": "Masekela R, Gray C, Green J, Manjra A, Kritzinger F, Levin M, et al. The increasing burden of asthma in south African children: a call to action. S. Afr. Med J. 2018;108(7). 10.7196/SAMJ.2018.v108i7.13162."}, {"Citation": "Statistics South Africa. Quarterly Labour Force Survey; 2011. https://www.statssa.gov.za/publications/P0211/P02111stQuarter2011.pdf."}, {"Citation": "South African Air Quality Information System; 2021 https://saaqis.environment.gov.za/."}, {"Citation": "Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap) — a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009;42(2):377–381. doi: 10.1016/j.jbi.2008.08.010.", "ArticleIdList": ["10.1016/j.jbi.2008.08.010", "PMC2700030", "18929686"]}, {"Citation": "STATA StataCorp . Statistical software: release 15. College Station, TX: Stata Corporation LLC; 2017."}, {"Citation": "Sheppard L, Burnett RT, Szpiro AA, Kim SY, Jerrett M, Pope CA, 3rd, Brunekreef B. Confounding and exposure measurement error in air pollution epidemiology. Air Qual Atmosphere Health. 2012;5(2):203–216. doi: 10.1007/s11869-011-0140-9.", "ArticleIdList": ["10.1007/s11869-011-0140-9", "PMC3353104", "22662023"]}, {"Citation": "Mohai P, Kweon B-S, Lee S, Ard K. Air pollution around schools is linked to poorer student health and academic performance. Health Aff. 2011;30(5):852–862. doi: 10.1377/hlthaff.2011.0077.", "ArticleIdList": ["10.1377/hlthaff.2011.0077", "21543420"]}, {"Citation": "Lu W, Hackman DA, Schwartz J. Ambient air pollution associated with lower academic achievement among US children: a nationwide panel study of school districts. Environmental Epidemiology. 2021;5(6):e174. doi: 10.1097/EE9.0000000000000174.", "ArticleIdList": ["10.1097/EE9.0000000000000174", "PMC8663889", "34909554"]}, {"Citation": "Zhuge Y, Qian H, Zheng X, Huang C, Zhang Y, Li B, Zhao Z, Deng Q, Yang X, Sun Y. Effects of parental smoking and indoor tobacco smoke exposure on respiratory outcomes in children. Sci Rep. 2020;10:4311. doi: 10.1038/s41598-020-60700-4.", "ArticleIdList": ["10.1038/s41598-020-60700-4", "PMC7062804", "32152374"]}, {"Citation": "Wang T-N, Ko Y-C, Chao Y-Y, Huang C-C, Lin R-S. Association between indoor and outdoor air pollution and adolescent asthma from 1995 to 1996 in Taiwan. Environ Res 1999;81(3):239–247 10.1006/enrs.1999.3985.", "ArticleIdList": ["10585020"]}, {"Citation": "Gourgoulianis K, Gogou E, Hamos V, Molyvdas P. Indoor maternal smoking doubles adolescents' exhaled carbon monoxide. Acta Paediatr. 2002;91:712–713. doi: 10.1111/j.1651-2227.2002.tb03307.x.", "ArticleIdList": ["10.1111/j.1651-2227.2002.tb03307.x", "12162607"]}, {"Citation": "Ahmed F, Hossain S, Hossain S, Fakhruddin ANM, Abdullah ATM, Chowdhury MAZ, Gan SH. Impact of household air pollution on human health: source identification and systematic management approach. SN Appl Sci. 2019;1(418):1–19. doi: 10.1007/s42452-019-0405-8.", "ArticleIdList": ["10.1007/s42452-019-0405-8"]}, {"Citation": "Simkovich SM, Goodman D, Roa C, Crocker ME, Gianella GE, Kirenga BJ, et al. The health and social implications of household air pollution and respiratory diseases. NPJ Prim Care Respir Med. 2019;29(12). 10.1038/s41533-019-0126-x.", "ArticleIdList": ["PMC6486605", "31028270"]}, {"Citation": "Tomita A, Cuadros DF, Burns JK, Tanser F, Slotow R. Exposure to waste sites and their impact on health: a panel and geospatial analysis of nationally representative data from South Africa, 2008–2015. Lancet Planet Health. 2020;4(6):e223–e234. doi: 10.1016/S2542-5196(20)30101-7.", "ArticleIdList": ["10.1016/S2542-5196(20)30101-7", "PMC7302423", "32559439"]}, {"Citation": "Shirinde J, Wichmann J, Voyi K. Allergic rhinitis, rhinoconjunctivitis and hay fever symptoms among children are associated with frequency of truck traffic near residences: a cross sectional study. Environ Health. 2015;14(84):1–11. doi: 10.1186/s12940-015-0072-1.", "ArticleIdList": ["10.1186/s12940-015-0072-1", "PMC4620607", "26503217"]}, {"Citation": "Bowatte G, Erbas B, Lodge CJ, Knibbs LD, Gurrin LC, Marks GB, Thomas PS, Johns DP, Giles GG, Hui J, Dennekamp M, Perret JL, Abramson MJ, Walters EH, Matheson MC, Dharmage SC. Traffic-related air pollution exposure over a 5-year period is associated with increased risk of asthma and poor lung function in middle age. Eur Respir J. 2017;50(4):1602357. doi: 10.1183/13993003.02357-2016.", "ArticleIdList": ["10.1183/13993003.02357-2016", "29074540"]}, {"Citation": "Lowvelder. Allergies: Here are some tips to deal with pollen; 2018. https://lowvelder.co.za/459462/allergies-tips-deal-pollen/#:~:text=In%20September%2C%20October%20and%20November%20is%20expected%20to%20soon%20subside.&text=Tree%20pollen%20may%20trigger%20allergic,these%20symptoms%20usually%20occur%20seasonally."}, {"Citation": "Ncipha, X. 2011. Comparison of air pollution hotspots in the Highveld using airborne data. Master’s thesis. Faculty of Science, University of the Witwatersrand, Johannesburg. 2011. https://www.semanticscholar.org/paper/Comparison-of-air-pollution-hotspots-in-the-using-Ncipha/6ac4322735c1dc427cef1ec0960548655ecd9259?p2df"}, {"Citation": "John J, Das S. Vulnerability of a low-income community in South Africa to air pollution: exploring the use of structural equations modelling to identify appropriate interventions. J Integr Environ Sci. 2012;9(2):55–67. doi: 10.1080/1943815X.2012.662512.", "ArticleIdList": ["10.1080/1943815X.2012.662512"]}, {"Citation": "Langerman KE, Pauw CJ, Smith HJ, Piketh SJ. Moving households to cleaner energy through air quality offsets. 2018 International Conference on the Domestic Use of Energy (DUE). 2018 10.23919/DUE.2018.8384405"}, {"Citation": "Ungar M, Theron L, Murphy K, Jefferies P. Researching multi-systematic resilience: a sample methodology. Front Psychol. 2021;11:607994. doi: 10.3389/fpsyg.2020.607994.", "ArticleIdList": ["10.3389/fpsyg.2020.607994", "PMC7835509", "33510683"]}, {"Citation": "Vanker A, Gie R, Zar H. The association between environmental tobacco smoke exposure and childhood respiratory disease: a review. Expert Rev Respir Med. 2017;11(8):661–673. doi: 10.1080/17476348.2017.1338949.", "ArticleIdList": ["10.1080/17476348.2017.1338949", "PMC6176766", "28580865"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "22"}, {"Year": "2022", "Month": "10", "Day": "31"}, {"Year": "2022", "Month": "11", "Day": "21", "Hour": "23", "Minute": "38"}, {"Year": "2022", "Month": "11", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36411414", "PMC9677637", "10.1186/s12889-022-14497-8", "10.1186/s12889-022-14497-8"]}}], "PubmedBookArticle": []}