{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ambient temperature catalysis", "catalytic oxidation", "nanocatalysts", "single-atom catalysts", "volatile organic compound degradation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36430218", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "08"}], "ELocationID": ["13739", "10.3390/ijms232213739"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "23", "Issue": "22", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "08"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Review on Catalytic Oxidation of VOCs at Ambient Temperature.", "Abstract": {"AbstractText": ["As an important air pollutant, volatile organic compounds (VOCs) pose a serious threat to the ecological environment and human health. To achieve energy saving, carbon reduction, and safe and efficient degradation of VOCs, ambient temperature catalytic oxidation has become a hot topic for researchers. Firstly, this review systematically summarizes recent progress on the catalytic oxidation of VOCs with different types. Secondly, based on nanoparticle catalysts, cluster catalysts, and single-atom catalysts, we discuss the influence of structural regulation, such as adjustment of size and configuration, metal doping, defect engineering, and acid/base modification, on the structure-activity relationship in the process of catalytic oxidation at ambient temperature. Then, the effects of process conditions, such as initial concentration, space velocity, oxidation atmosphere, and humidity adjustment on catalytic activity, are summarized. It is further found that nanoparticle catalysts are most commonly used in ambient temperature catalytic oxidation. Additionally, ambient temperature catalytic oxidation is mainly applied in the removal of easily degradable pollutants, and focuses on ambient temperature catalytic ozonation. The activity, selectivity, and stability of catalysts need to be improved. Finally, according to the existing problems and limitations in the application of ambient temperature catalytic oxidation technology, new prospects and challenges are proposed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Zhao", "ForeName": "Rui", "Initials": "R"}, {"Identifier": ["0000-0002-7119-1903"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Wang", "ForeName": "Han", "Initials": "H"}, {"Identifier": ["0000-0002-8102-2548"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Zhao", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Liu", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Liu", "ForeName": "Shejiang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Fu", "ForeName": "Jianfeng", "Initials": "J"}, {"Identifier": ["0000-0003-4698-5645"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Materials Science and Engineering, Chongqing University, Chongqing 400044, China."}], "LastName": "Zhang", "ForeName": "Yuxin", "Initials": "Y"}, {"Identifier": ["0000-0001-5714-8290"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin 300072, China."}], "LastName": "Ding", "ForeName": "Hui", "Initials": "H"}], "GrantList": [{"GrantID": "CQEE2022-STHBZZ118", "Agency": "Scientific Research Project of Chongqing Ecological Environment Bureau", "Country": ""}, {"GrantID": "21YFSNSN00170", "Agency": "Key Research and Development Plan of Tianjin", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Volatile Organic Compounds"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "Catalysis"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "He C., Cheng J., Zhang X., Douthwaite M., Pattisson S., Hao Z. Recent Advances in the Catalytic Oxidation of Volatile Organic Compounds: A Review Based on Pollutant Sorts and Sources. Chem. Rev. 2019;119:4471–4568. doi: 10.1021/acs.chemrev.8b00408.", "ArticleIdList": ["10.1021/acs.chemrev.8b00408", "30811934"]}, {"Citation": "Muhammad S.K., Shaikh A.R., Mohammad M.H. Catalytic oxidation of volatile organic compounds (VOCs)—A review. Atmos. Environ. 2016;140:117–134."}, {"Citation": "Kwok W.S., Wenxin L. A Review on Catalytic Nanomaterials for Volatile Organic Compounds VOC Removal and Their Applications for Healthy Buildings. Nanomaterials. 2019;9:910. doi: 10.3390/nano9060910.", "ArticleIdList": ["10.3390/nano9060910", "PMC6631840", "31234598"]}, {"Citation": "Zhang H., Zheng X., Xu T., Zhang P. Atomically Dispersed Y or La on Birnessite-Type MnO2 for the Catalytic Decomposition of Low-Concentration Toluene at Room Temperature. ACS Appl. Mater. Interfaces. 2021;13:17532–17542. doi: 10.1021/acsami.1c01433.", "ArticleIdList": ["10.1021/acsami.1c01433", "33826288"]}, {"Citation": "Jung M.Y., Suh S.S. Effects of Operating Conditions on Adsorption and Desorption of Benzene in TSA Process Using Activated Carbon and Zeolite 13X. Appl. Chem. Eng. 2018;29:594–603."}, {"Citation": "Ali Rangkooy H., Pour M.N., Dehaghi B.F. Efficiency evaluation of the photocatalytic degradation of zinc oxide nanoparticles immobilized on modified zeolites in the removal of styrene vapor from air. Korean J. Chem. Eng. 2017;34:3142–3149. doi: 10.1007/s11814-017-0174-2.", "ArticleIdList": ["10.1007/s11814-017-0174-2"]}, {"Citation": "Xie H., Du Q., Li H., Zhou G., Chen S., Jiao Z., Ren J. Catalytic combustion of volatile aromatic compounds over CuO-CeO2 catalyst. Korean J. Chem. Eng. 2017;34:1944–1951. doi: 10.1007/s11814-017-0111-4.", "ArticleIdList": ["10.1007/s11814-017-0111-4"]}, {"Citation": "Shim W.G., Nah J.W., Jung H.-Y., Park Y.-K., Jung S.C., Kim S.C. Recycling of red mud as a catalyst for complete oxidation of benzene. J. Ind. Eng. Chem. 2018;60:259–267. doi: 10.1016/j.jiec.2017.11.012.", "ArticleIdList": ["10.1016/j.jiec.2017.11.012"]}, {"Citation": "Ali A.M., Daous M.A., Arafat A., AlZahrani A.A., Alhamed Y., Tuerdimaimaiti A., Petrov L.A. Effect of Au Precursor and Support on the Catalytic Activity of the Nano-Au-Catalysts for Propane Complete Oxidation. J. Nanomater. 2015;2015:901439. doi: 10.1155/2015/901439.", "ArticleIdList": ["10.1155/2015/901439"]}, {"Citation": "Lou B.Z., Shakoor N., Adeel M., Zhang P., Huang L.L., Zhao Y.W., Zhao W.C., Jiang Y.Q., Rui Y.K. Catalytic oxidation of volatile organic compounds by non-noble metal catalyst: Current advancement and future prospectives. J. Clean Prod. 2022;363:132523. doi: 10.1016/j.jclepro.2022.132523.", "ArticleIdList": ["10.1016/j.jclepro.2022.132523"]}, {"Citation": "Liu B., Ji J., Zhang B., Huang W., Gan Y., Leung D.Y.C., Huang H. Catalytic ozonation of VOCs at low temperature: A comprehensive review. J. Hazard. Mater. 2021;422:126847. doi: 10.1016/j.jhazmat.2021.126847.", "ArticleIdList": ["10.1016/j.jhazmat.2021.126847", "34416698"]}, {"Citation": "Liang Y., Liu Y., Deng J., Zhang K., Hou Z., Zhao X., Zhang X., Zhang K., Wei R., Dai H. Coupled Palladium–Tungsten Bimetallic Nanosheets/TiO2 Hybrids with Enhanced Catalytic Activity and Stability for the Oxidative Removal of Benzene. Environ. Sci. Technol. 2019;53:5926–5935. doi: 10.1021/acs.est.9b00370.", "ArticleIdList": ["10.1021/acs.est.9b00370", "31035751"]}, {"Citation": "Du S., Tang W., Guo Y., Binder A., Kyriakidou E.A., Toops T.J., Wang S., Ren Z., Hoang S., Gao P.-X. Understanding low temperature oxidation activity of nanoarray-based monolithic catalysts: From performance observation to structural and chemical insights. Emission Control Sci. Tech. 2017;3:18–36. doi: 10.1007/s40825-016-0054-y.", "ArticleIdList": ["10.1007/s40825-016-0054-y"]}, {"Citation": "Miao L., Wang J.L., Zhang P.Y. Review on manganese dioxide for catalytic oxidation of airborne formaldehyde. Appl. Surf. Sci. 2019;466:441–453. doi: 10.1016/j.apsusc.2018.10.031.", "ArticleIdList": ["10.1016/j.apsusc.2018.10.031"]}, {"Citation": "Guo J.H., Lin C.X., Jiang C.J., Zhang P.Y. Review on noble metal-based catalysts for formaldehyde oxidation at room temperature. Appl. Surf. Sci. 2019;475:237–255. doi: 10.1016/j.apsusc.2018.12.238.", "ArticleIdList": ["10.1016/j.apsusc.2018.12.238"]}, {"Citation": "Vellingiri K., Vikrant K., Kumar V., Kim K.H. Advances in thermocatalytic and photocatalytic techniques for the room/low temperature oxidative removal of formaldehyde in air. Chem. Eng. J. 2020;399:125759. doi: 10.1016/j.cej.2020.125759.", "ArticleIdList": ["10.1016/j.cej.2020.125759"]}, {"Citation": "Wu P., Jin X.J., Qiu Y.C., Ye D.Q. Recent Progress of Thermocatalytic and Photo/Thermocatalytic Oxidation for VOCs Purification over Manganese-based Oxide Catalysts. Environ. Sci. Technol. 2021;55:4268–4286. doi: 10.1021/acs.est.0c08179.", "ArticleIdList": ["10.1021/acs.est.0c08179", "33720707"]}, {"Citation": "Guo Y., Wen M., Li G., An T. Recent advances in VOC elimination by catalytic oxidation technology onto various nanoparticles catalysts: A critical review. Appl. Catal. B. 2021;281:119447. doi: 10.1016/j.apcatb.2020.119447.", "ArticleIdList": ["10.1016/j.apcatb.2020.119447"]}, {"Citation": "Huang H., Xu Y., Feng Q., Leung D.Y.C. Low temperature catalytic oxidation of volatile organic compounds: A review. Catal. Sci. Technol. 2015;5:2649–2669. doi: 10.1039/C4CY01733A.", "ArticleIdList": ["10.1039/C4CY01733A"]}, {"Citation": "Zhixiang Z., Zheng J., Wenfeng S. Low-temperature catalysis for VOCs removal in technology and application: A state-of-the-art review. Catal Today. 2016;264:270–278."}, {"Citation": "Zhu L., Shen D., Luo K.H. A critical review on VOCs adsorption by different porous materials: Species, mechanisms and modification methods. J. Hazard. Mater. 2020;389:122102. doi: 10.1016/j.jhazmat.2020.122102.", "ArticleIdList": ["10.1016/j.jhazmat.2020.122102", "32058893"]}, {"Citation": "Frigerio S., Mehl M., Ranzi E., Schweiger D., Schedler J. Improve efficiency of thermal regenerators and VOCs abatement systems: An experimental and modeling study. Exp. Therm. Fluid Sci. 2007;31:403–411. doi: 10.1016/j.expthermflusci.2006.04.009.", "ArticleIdList": ["10.1016/j.expthermflusci.2006.04.009"]}, {"Citation": "Maleki H., Hüsing N. Current status, opportunities and challenges in catalytic and photocatalytic applications of aerogels: Environmental protection aspects. Appl. Catal. B. 2018;221:530–555. doi: 10.1016/j.apcatb.2017.08.012.", "ArticleIdList": ["10.1016/j.apcatb.2017.08.012"]}, {"Citation": "Tang W., Xiao W., Wang S., Ren Z., Ding J., Gao P.-X. Boosting catalytic propane oxidation over PGM-free Co3O4 nanocrystal aggregates through chemical leaching: A comparative study with Pt and Pd based catalysts. Appl. Catal. B. 2018;226:585–595. doi: 10.1016/j.apcatb.2017.12.075.", "ArticleIdList": ["10.1016/j.apcatb.2017.12.075"]}, {"Citation": "Hartikainen A., Yli-Pirilä P., Tiitta P., Leskinen A., Kortelainen M., Orasche J., Schnelle-Kreis J., Lehtinen K.E.J., Zimmermann R., Jokiniemi J., et al. Volatile Organic Compounds from Logwood Combustion: Emissions and Transformation under Dark and Photochemical Aging Conditions in a Smog Chamber. Environ. Sci. Technol. 2018;52:4979–4988. doi: 10.1021/acs.est.7b06269.", "ArticleIdList": ["10.1021/acs.est.7b06269", "29517225"]}, {"Citation": "Fang Y., Li L., Yang J., Hoang S., Wang L., Xu J., Yang W., Pan C., Zhu Y., Deng H., et al. Engineering the Nucleophilic Active Oxygen Species in CuTiOx for Efficient Low-Temperature Propene Combustion. Environ. Sci. Technol. 2020;54:15476–15488. doi: 10.1021/acs.est.0c05845.", "ArticleIdList": ["10.1021/acs.est.0c05845", "33156618"]}, {"Citation": "Wang Y., Guo L.M., Chen M.Q., Shi C. CoMnxOy nanosheets with molecular-scale homogeneity: An excellent catalyst for toluene combustion. Catal. Sci. Technol. 2018;8:459–471. doi: 10.1039/C7CY01867C.", "ArticleIdList": ["10.1039/C7CY01867C"]}, {"Citation": "Kondratowicz T., Drozdek M., Michalik M., Gac W., Gajewska M., Kuśtrowski P. Catalytic activity of Pt species variously dispersed on hollow ZrO2 spheres in combustion of volatile organic compounds. Appl. Surf. Sci. 2020;513:145788. doi: 10.1016/j.apsusc.2020.145788.", "ArticleIdList": ["10.1016/j.apsusc.2020.145788"]}, {"Citation": "Losch P., Huang W., Vozniuk O., Goodman E.D., Schmidt W., Cargnello M. Modular Pd/Zeolite Composites Demonstrating the Key Role of Support Hydrophobic/Hydrophilic Character in Methane Catalytic Combustion. ACS Catal. 2019;9:4742–4753. doi: 10.1021/acscatal.9b00596.", "ArticleIdList": ["10.1021/acscatal.9b00596"]}, {"Citation": "Legreid G., Reimann S., Steinbacher M., Staehelin J., Young D., Stemmler K. Measurements of OVOCs and NMHCs in a Swiss Highway Tunnel for Estimation of Road Transport Emissions. Environ. Sci. Technol. 2007;41:7060–7066. doi: 10.1021/es062309+.", "ArticleIdList": ["10.1021/es062309+", "17993148"]}, {"Citation": "Liu Y., Yuan B., Li X., Shao M., Lu S., Li Y., Chang C.C., Wang Z., Hu W., Huang X., et al. Impact of pollution controls in Beijing on atmospheric oxygenated volatile organic compounds (OVOCs) during the 2008 Olympic Games: Observation and modeling implications. Atmos. Chem. Phys. 2015;15:3045–3062. doi: 10.5194/acp-15-3045-2015.", "ArticleIdList": ["10.5194/acp-15-3045-2015"]}, {"Citation": "Huang B., Lei C., Wei C., Zeng G. Chlorinated volatile organic compounds (Cl-VOCs) in environment—sources, potential human health impacts, and current remediation technologies. Environ. Int. 2014;71:118–138. doi: 10.1016/j.envint.2014.06.013.", "ArticleIdList": ["10.1016/j.envint.2014.06.013", "25016450"]}, {"Citation": "He D., Hao H., Chen D., Liu J., Yu J., Lu J., Liu F., He S., Li K., Luo Y. Effects of rare-earth (Nd, Er and Y) doping on catalytic performance of HZSM-5 zeolite catalysts for methyl mercaptan (CH3SH) decomposition. Appl. Catal. A-Gen. 2017;533:66–74. doi: 10.1016/j.apcata.2017.01.011.", "ArticleIdList": ["10.1016/j.apcata.2017.01.011"]}, {"Citation": "Oliveira L.C.A., Lago R.M., Fabris J.D., Sapag K. Catalytic oxidation of aromatic VOCs with Cr or Pd-impregnated Al-pillared bentonite: Byproduct formation and deactivation studies. Appl. Clay Sci. 2008;39:218–222. doi: 10.1016/j.clay.2007.06.003.", "ArticleIdList": ["10.1016/j.clay.2007.06.003"]}, {"Citation": "Dai Q., Wang W., Wang X., Lu G. Sandwich-structured CeO2@ZSM-5 hybrid composites for catalytic oxidation of 1,2-dichloroethane: An integrated solution to coking and chlorine poisoning deactivation. Appl. Catal. B. 2017;203:31–42. doi: 10.1016/j.apcatb.2016.10.009.", "ArticleIdList": ["10.1016/j.apcatb.2016.10.009"]}, {"Citation": "He D., Wan G., Hao H., Chen D., Lu J., Zhang L., Liu F., Zhong L., He S., Luo Y. Microwave-assisted rapid synthesis of CeO2 nanoparticles and its desulfurization processes for CH3SH catalytic decomposition. Chem. Eng. J. 2016;289:161–169. doi: 10.1016/j.cej.2015.12.103.", "ArticleIdList": ["10.1016/j.cej.2015.12.103"]}, {"Citation": "Lu J., Hao H., Zhang L., Xu Z., Zhong L., Zhao Y., He D., Liu J., Chen D., Pu H., et al. The investigation of the role of basic lanthanum (La) species on the improvement of catalytic activity and stability of HZSM-5 material for eliminating methanethiol-(CH3SH) Appl. Catal. B. 2018;237:185–197. doi: 10.1016/j.apcatb.2018.05.063.", "ArticleIdList": ["10.1016/j.apcatb.2018.05.063"]}, {"Citation": "Aghbolaghy M., Soltan J., Chen N. Role of Surface Carboxylates in the Gas Phase Ozone-Assisted Catalytic Oxidation of Toluene. Catal. Lett. 2017;147:2421–2433. doi: 10.1007/s10562-017-2143-0.", "ArticleIdList": ["10.1007/s10562-017-2143-0"]}, {"Citation": "Ruimei F., Haibao H., Wenjun H., Jian J., Qiuyu F., Yajie S., Yujie Z., Gaoyuan L., Ruijie X. Influence of peracetic acid modification on the physicochemical properties of activated carbon and its performance in the ozone-catalytic oxidation of gaseous benzene. Appl. Surf. Sci. 2017;420:905–910."}, {"Citation": "Xu Z., Mo S., Li Y., Zhang Y., Wu J., Fu M., Niu X., Hu Y., Ye D. Pt/MnOx for toluene mineralization via ozonation catalysis at low temperature: SMSI optimization of surface oxygen species. Chemosphere. 2022;286:131754. doi: 10.1016/j.chemosphere.2021.131754.", "ArticleIdList": ["10.1016/j.chemosphere.2021.131754", "34399263"]}, {"Citation": "Lui R., Tian M., Shang W., Cui J., Zhao D., Liu S., Zhao Y., Ding H., Fu J. Normal Temperature Catalytic Degradation of Toluene over Pt/TiO2. Environ. Technol. 2020;43:2047–2058.", "ArticleIdList": ["33315528"]}, {"Citation": "Ryu H.W., Song M.Y., Park J.S., Kim J.M., Jung S.-C., Song J., Kim B.-J., Park Y.-K. Removal of toluene using ozone at room temperature over mesoporous Mn/Al2O3 catalysts. Environ. Res. 2019;172:649–657. doi: 10.1016/j.envres.2019.03.016.", "ArticleIdList": ["10.1016/j.envres.2019.03.016", "30878736"]}, {"Citation": "Ghavami M., Soltan J., Chen N. Synthesis of MnOx/Al2O3 Catalyst by Polyol Method and Its Application in Room Temperature Ozonation of Toluene in Air. Catal. Lett. 2021;151:1418–1432. doi: 10.1007/s10562-020-03393-8.", "ArticleIdList": ["10.1007/s10562-020-03393-8"]}, {"Citation": "Hongbin J., Xiaochen X., Rao Z., Yun Z., Jie C., Fenglin Y. Nano ferrites (AFe2O4, A = Zn, Co, Mn, Cu as efficient catalysts for catalytic ozonation of toluene. RSC Adv. 2020;10:5116–5128.", "ArticleIdList": ["PMC9049537", "35498325"]}, {"Citation": "Dong Y., Sun J., Ma X., Wang W., Song Z., Zhao X., Mao Y., Li W. Study on the synergy effect of MnOx and support on catalytic ozonation of toluene. Chemosphere. 2022;303:134991. doi: 10.1016/j.chemosphere.2022.134991.", "ArticleIdList": ["10.1016/j.chemosphere.2022.134991", "35597453"]}, {"Citation": "Hailin X., Junliang W., Xueqing W., Jialing W., Shengpeng M., Mingli F., Limin C., Daiqi Y. Ozone-enhanced deep catalytic oxidation of toluene over a platinum-ceria-supported BEA zeolite catalyst. Mol. Catal. 2018;460:7–15. doi: 10.1016/j.mcat.2018.09.005.", "ArticleIdList": ["10.1016/j.mcat.2018.09.005"]}, {"Citation": "Tian S., Zhan S., Lou Z., Zhu J., Feng J., Xiong Y. Electrodeposition synthesis of 3D-NiO1-δ flowers grown on Ni foam monolithic catalysts for efficient catalytic ozonation of VOCs. J. Catal. 2021;398:1–13. doi: 10.1016/j.jcat.2021.04.011.", "ArticleIdList": ["10.1016/j.jcat.2021.04.011"]}, {"Citation": "Xu P.-L., Wei T., Yue H.-Y., Wen Y.-C., Wei Y., Guo T.-J., Li S.-J., Li W., Wang X.-Q. Effect of different nitric acid concentrations on manganese/activated carbon-modified catalysts for the catalytic ozonation of toluene. Catal. Sci. Technol. 2020;1:6729–6737. doi: 10.1039/D0CY01100B.", "ArticleIdList": ["10.1039/D0CY01100B"]}, {"Citation": "Zhu J.Z., Sun J.X., Tian S.H., Yang J., Feng J.X., Xiong Y. Catalytic activity and mechanism of fluorinated MgO film supported on 3D nickel mesh for ozonation of gaseous toluene. Environ. Sci.-Nano. 2020;7:2723–2734. doi: 10.1039/D0EN00475H.", "ArticleIdList": ["10.1039/D0EN00475H"]}, {"Citation": "Yang H., Ma C., Zhang X., Li Y., Cheng J., Hao Z. Understanding the Active Sites of Ag/Zeolites and Deactivation Mechanism of Ethylene Catalytic Oxidation at Room Temperature. ACS Catal. 2018;8:1248–1258. doi: 10.1021/acscatal.7b02410.", "ArticleIdList": ["10.1021/acscatal.7b02410"]}, {"Citation": "Hongling Y., Chunyan M., Yang L., Junhui W., Xin Z., Gang W., Nanli Q., Yonggang S., Jie C., Zhengping H. Synthesis, characterization and evaluations of the Ag/ZSM-5 for ethylene oxidation at room temperature: Investigating the effect of water and deactivation. Chem. Eng. J. 2018;347:808–818. doi: 10.1016/j.cej.2018.04.095.", "ArticleIdList": ["10.1016/j.cej.2018.04.095"]}, {"Citation": "Yang H.L., Ma C.Y., Wang G., Sun Y.G., Cheng J., Zhang Z.S., Zhang X., Hao Z.P. Fluorine-enhanced Pt/ZSM-5 catalysts for low-temperature oxidation of ethylene. Catal. Sci. Technol. 2018;8:1988–1996. doi: 10.1039/C8CY00130H.", "ArticleIdList": ["10.1039/C8CY00130H"]}, {"Citation": "Tian M., Liu S., Wang L., Ding H., Zhao D., Wang Y., Cui J., Fu J., Shang J., Li G.K. Complete Degradation of Gaseous Methanol over Pt/FeOx Catalysts by Normal Temperature Catalytic Ozonation. Environ. Sci. Technol. 2020;54:1938–1945. doi: 10.1021/acs.est.9b06342.", "ArticleIdList": ["10.1021/acs.est.9b06342", "31904227"]}, {"Citation": "Cui J., Hao Z., Wang Y., Xue L., Xue H., Tu L., Hao L., Tian M., Guo J., Zhao D., et al. Mechanism of ozone-assisted catalytic oxidation of isopropanol over single-atom platinum catalysts at ambient temperature. Chem. Eng. J. 2022;446:136989. doi: 10.1016/j.cej.2022.136989.", "ArticleIdList": ["10.1016/j.cej.2022.136989"]}, {"Citation": "Guo Z., Zhang Y., Wang D. A core-shell Mn–C@Fe nanocatalyst under ozone activation for efficient organic degradation: Surface-mediated non-radical oxidation. Chemosphere. 2021;281:130895. doi: 10.1016/j.chemosphere.2021.130895.", "ArticleIdList": ["10.1016/j.chemosphere.2021.130895", "34289604"]}, {"Citation": "Jiahao C., Shejiang L., Hua X., Xianqin W., Ziquan H., Rui L., Wei S., Dan Z., Hui D. Catalytic ozonation of volatile organic compounds(ethyl acetate)at normal temperature. Chin. J. Chem. Eng. 2021;32:159–167. doi: 10.1016/j.cjche.2020.09.021.", "ArticleIdList": ["10.1016/j.cjche.2020.09.021"]}, {"Citation": "Xu Z., Qin Z., Zhang T., Chen X. Catalytic ozonation of ethyl acetate over mesoporous manganese oxides synthesized by a sonochemical method. Asia-Pac. J. Chem. Eng. 2020;16:e2605. doi: 10.1002/apj.2605.", "ArticleIdList": ["10.1002/apj.2605"]}, {"Citation": "Yaobin L., Changbin Z., Jinzhu M., Min C., Hua D., Hong H. High temperature reduction dramatically promotes Pd/TiO2 catalyst for ambient formaldehyde oxidation. Appl. Catal. B. 2017;217:560–569. doi: 10.1016/j.apcatb.2017.06.023.", "ArticleIdList": ["10.1016/j.apcatb.2017.06.023"]}, {"Citation": "Zhang Y., Shi J., Fang W., Chen M., Zhang Z., Jiang Z., Shangguan W., Einaga H. Simultaneous catalytic elimination of formaldehyde and ozone over one-dimensional rod-like manganese dioxide at ambient temperature. J. Chem. Technol. Biotechnol. 2019;94:2305–2317. doi: 10.1002/jctb.6023.", "ArticleIdList": ["10.1002/jctb.6023"]}, {"Citation": "Rong S., Zhang P., Yang Y., Zhu L., Wang J., Liu F. MnO2 Framework for Instantaneous Mineralization of Carcinogenic Airborne Formaldehyde at Room Temperature. ACS Catal. 2017;7:1057–1067. doi: 10.1021/acscatal.6b02833.", "ArticleIdList": ["10.1021/acscatal.6b02833"]}, {"Citation": "Wang J., Zhang P., Li J., Jiang C., Yunus R., Kim J. Room-Temperature Oxidation of Formaldehyde by Layered Manganese Oxide: Effect of Water. Environ. Sci. Technol. 2015;49:12372–12379. doi: 10.1021/acs.est.5b02085.", "ArticleIdList": ["10.1021/acs.est.5b02085", "26426569"]}, {"Citation": "Wang H., Huang Z., Jiang Z., Jiang Z., Zhang Y., Zhang Z., Shangguan W. Trifunctional C@MnO Catalyst for Enhanced Stable Simultaneously Catalytic Removal of Formaldehyde and Ozone. ACS Catal. 2018;8:3164–3180. doi: 10.1021/acscatal.8b00309.", "ArticleIdList": ["10.1021/acscatal.8b00309"]}, {"Citation": "Yi Z., Minxia C., Zhixiang Z., Zhi J., Wenfeng S., Hisahiro E. Simultaneously catalytic decomposition of formaldehyde and ozone over manganese cerium oxides at room temperature: Promotional effect of relative humidity on the MnCeOx solid solution. Catal Today. 2019;327:323–333. doi: 10.1016/j.cattod.2018.04.027.", "ArticleIdList": ["10.1016/j.cattod.2018.04.027"]}, {"Citation": "Huang Y., Fan W., Long B., Li H., Qiu W., Zhao F., Tong Y., Ji H. Alkali-modified non-precious metal 3D-NiCo2O4 nanosheets for efficient formaldehyde oxidation at low temperature. J. Mater. Chem. A. 2016;4:3648–3654. doi: 10.1039/C5TA09370H.", "ArticleIdList": ["10.1039/C5TA09370H"]}, {"Citation": "Kim M., Park E., Jurng J. Oxidation of gaseous formaldehyde with ozone over MnOx/TiO2 catalysts at room temperature (25 °C) Powder Technol. 2018;325:368–372. doi: 10.1016/j.powtec.2017.10.031.", "ArticleIdList": ["10.1016/j.powtec.2017.10.031"]}, {"Citation": "Shuping L., Chizoba I.E., Shuping Z., Ya X., Shengwei L. Co-doped MgAl-LDHs nanosheets supported Au nanoparticles for complete catalytic oxidation of HCHO at room temperature. Appl. Surf. Sci. 2019;487:260–271. doi: 10.1016/j.apsusc.2019.05.083.", "ArticleIdList": ["10.1016/j.apsusc.2019.05.083"]}, {"Citation": "Zhaoxiong Y., Zhihua X., Lin Y., Ling S., Linyong H. Hierarchical Ni−Al hydrotalcite supported Pt catalyst for efficient catalytic oxidation of formaldehyde at room temperature. Chin. J. Catal. 2018;39:1919–1928. doi: 10.1016/S1872-2067(18)63143-2.", "ArticleIdList": ["10.1016/S1872-2067(18)63143-2"]}, {"Citation": "Yuanyuan D., Shaoqing S., Bei C., Jiaguo Y., Chuanjia J. Effects of hierarchical structure on the performance of tin oxide-supported platinum catalyst for room-temperature formaldehyde oxidation. Chin. J. Catal. 2017;38:199–206. doi: 10.1016/S1872-2067(16)62551-2.", "ArticleIdList": ["10.1016/S1872-2067(16)62551-2"]}, {"Citation": "Shaoqing S., Xi W., Changhai L., Meicheng W., Zhanggao L., Shujuan J. Solid strong base K-Pt/NaY zeolite nano-catalytic system for completed elimination of formaldehyde at room temperature. Appl. Surf. Sci. 2018;442:195–203. doi: 10.1016/j.apsusc.2018.02.121.", "ArticleIdList": ["10.1016/j.apsusc.2018.02.121"]}, {"Citation": "Lifang Q., Bei C., Wingkei H., Gang L., Jiaguo Y. Hierarchical Pt/NiO Hollow Microspheres with Enhanced Catalytic Performance. ChemNanoMat. 2015;1:58–67. doi: 10.1002/cnma.201400013.", "ArticleIdList": ["10.1002/cnma.201400013"]}, {"Citation": "Hongchao W., Weiqi G., Zhi J., Ruoou Y., Zheng J., Yang P., Wenfeng S. New insight into the enhanced activity of ordered mesoporous nickel oxide in formaldehyde catalytic oxidation reactions. J. Catal. 2018;361:370–383. doi: 10.1016/j.jcat.2018.02.023.", "ArticleIdList": ["10.1016/j.jcat.2018.02.023"]}, {"Citation": "Qu J., Chen D., Li N., Xu Q., Li H., He J., Lu J. 3D Gold-Modified Cerium and Cobalt Oxide Catalyst on a Graphene Aerogel for Highly Efficient Catalytic Formaldehyde Oxidation. Small. 2018;15:1804415. doi: 10.1002/smll.201804415.", "ArticleIdList": ["10.1002/smll.201804415", "30548087"]}, {"Citation": "Zhaoxiong Y., Zhihua X., Bei C., Chuanjia J. Co3O4 nanorod-supported Pt with enhanced performance for catalytic HCHO oxidation at room temperature. Appl. Surf. Sci. 2017;404:426–434. doi: 10.1016/j.apsusc.2017.02.010.", "ArticleIdList": ["10.1016/j.apsusc.2017.02.010"]}, {"Citation": "Junjie D., Zebao R., Pintian L., Yilang L., Xikun L., Hongbing J. Enhanced formaldehyde oxidation performance over Pt/ZSM-5 through a facile nickel cation modification. Appl. Surf. Sci. 2018;457:670–675. doi: 10.1016/j.apsusc.2018.06.302.", "ArticleIdList": ["10.1016/j.apsusc.2018.06.302"]}, {"Citation": "Xiaofeng Z., Jiaguo Y., Chuanjia J., Bei C. Enhanced room-temperature HCHO decomposition activity of highly-dispersed Pt/Al2O3 hierarchical microspheres with exposed {110} facets. J. Ind. Eng. Chem. 2016;45:197–205. doi: 10.1016/j.jiec.2016.09.023.", "ArticleIdList": ["10.1016/j.jiec.2016.09.023"]}, {"Citation": "Huang S., Zhu X., Cheng B., Yu J., Jiang C. Flexible nickel foam decorated with Pt/NiO nanoflakes with oxygen vacancies for enhanced catalytic formaldehyde oxidation at room temperature. Environ. Sci. Nano. 2017;4:2215–2224. doi: 10.1039/C7EN00603A.", "ArticleIdList": ["10.1039/C7EN00603A"]}, {"Citation": "Ghavami M., Soltan J. Kinetics and mechanism of catalytic ozonation of acetone in air over MnOx/Al2O3 catalyst. React. Kinet. Mech. Catal. 2021;133:953–970. doi: 10.1007/s11144-021-02024-6.", "ArticleIdList": ["10.1007/s11144-021-02024-6"]}, {"Citation": "Ghavami M., Aghbolaghy M., Soltan J., Chen N. Room temperature oxidation of acetone by ozone over alumina-supported manganese and cobalt mixed oxides. Front. Chem. Sci. Eng. 2020;14:937–947. doi: 10.1007/s11705-019-1900-6.", "ArticleIdList": ["10.1007/s11705-019-1900-6"]}, {"Citation": "Aghbolaghy M., Ghavami M., Soltan J., Chen N. Effect of active metal loading on catalyst structure and performance in room temperature oxidation of acetone by ozone. J. Ind. Eng. Chem. 2019;77:118–127. doi: 10.1016/j.jiec.2019.04.026.", "ArticleIdList": ["10.1016/j.jiec.2019.04.026"]}, {"Citation": "Jin D., Ren Z., Ma Z., Liu F., Yang H. Low temperature chlorobenzene catalytic oxidation over MnOx/CNTs with the assistance of ozone. RSC Adv. 2015;5:15103–15109. doi: 10.1039/C4RA16687F.", "ArticleIdList": ["10.1039/C4RA16687F"]}, {"Citation": "He C., Wang Y., Li Z., Huang Y., Liao Y., Xia D., Lee S. Facet Engineered α-MnO2 for Efficient Catalytic Ozonation of Odor CH3SH: Oxygen Vacancy-Induced Active Centers and Catalytic Mechanism. Environ. Sci. Technol. 2020;54:12771–12783. doi: 10.1021/acs.est.0c05235.", "ArticleIdList": ["10.1021/acs.est.0c05235", "32877602"]}, {"Citation": "Xia D., Xu W., Wang Y., Yang J., Huang Y., Hu L., He C., Shu D., Dennis Y.C.L., Pang Z. Enhanced Performance and Conversion Pathway for Catalytic Ozonation of Methyl Mercaptan on Single-Atom Ag Deposited Three-Dimensional Ordered Mesoporous MnO2. Environ. Sci. Technol. 2018;52:13399–13409. doi: 10.1021/acs.est.8b03696.", "ArticleIdList": ["10.1021/acs.est.8b03696", "30362732"]}, {"Citation": "Yang J., Huang Y., Chen Y.W., Xia D., Mou C.Y., Hu L., Zeng J., He C., Wong P.K., Zhu H.Y. Active site-directed tandem catalysis on CuO/VO-MnO2 for efficient and stable catalytic ozonation of S-VOCs under mild condition. Nano Today. 2020;35:100944. doi: 10.1016/j.nantod.2020.100944.", "ArticleIdList": ["10.1016/j.nantod.2020.100944"]}, {"Citation": "Hu M., Yao Z., Hui K.N., Hui K.S. Novel mechanistic view of catalytic ozonation of gaseous toluene by dual-site kinetic modelling. Chem. Eng. J. 2017;308:710–718. doi: 10.1016/j.cej.2016.09.086.", "ArticleIdList": ["10.1016/j.cej.2016.09.086"]}, {"Citation": "Reed C., Xi Y., Oyama S.T. Distinguishing between reaction intermediates and spectators: A kinetic study of acetone oxidation using ozone on a silica-supported manganese oxide catalyst. J. Catal. 2005;235:378–392. doi: 10.1016/j.jcat.2005.08.014.", "ArticleIdList": ["10.1016/j.jcat.2005.08.014"]}, {"Citation": "Yibin B., Yafeng C., Guiming J., Xinmei H., Shun L., Zuotai Z. Understanding of Au-CeO2 interface and its role in catalytic oxidation of formaldehyde. Appl. Catal. B. 2020;260:118138."}, {"Citation": "Jingbo J., Pengyi Z., Long C. Catalytic decomposition of gaseous ozone over manganese dioxides with different crystal structures. Appl. Catal. B. 2016;189:210–218. doi: 10.1016/j.apcatb.2016.02.055.", "ArticleIdList": ["10.1016/j.apcatb.2016.02.055"]}, {"Citation": "Tareque O.-W., Qun L., Isroil A., Jiale H., Qingbiao L. Towards efficient Pd/Mn3O4 catalyst with enhanced acidic sites and low temperature reducibility for Benzene abatement. Mol. Catal. 2019;477:110558."}, {"Citation": "Serguei A., Héctor V., Marie-Hélène M., Claudio A.Z. Oxidative regeneration of toluene-saturated natural zeolite by gaseous ozone: The influence of zeolite chemical surface characteristics. J. Hazard. Mater. 2014;274:212–220. doi: 10.1016/j.jhazmat.2014.04.006.", "ArticleIdList": ["10.1016/j.jhazmat.2014.04.006", "24794812"]}, {"Citation": "Wenhao Y., Zi A.S., Zhenghao X., Weinan Y., Yue P., Junhua L. Comparative study of α-, β-, γ- and δ-MnO2 on toluene oxidation: Oxygen vacancies and reaction intermediates. Appl. Catal. B. 2020;260:118150. doi: 10.1016/j.apcatb.2019.118150.", "ArticleIdList": ["10.1016/j.apcatb.2019.118150"]}, {"Citation": "Rong S.P., Li K.Z., Zhang P.Y., Liu F., Zhang J.Y. Potassium associated manganese vacancy in birnessite-type manganese dioxide for airborne formaldehyde oxidation. Catal. Sci. Technol. 2018;8:1799–1812. doi: 10.1039/C7CY02121F.", "ArticleIdList": ["10.1039/C7CY02121F"]}, {"Citation": "Qi L., Ho W., Wang J., Zhang P., Yu J. Enhanced catalytic activity of hierarchically macro-/mesoporous Pt/TiO2 toward room-temperature decomposition of formaldehyde. Catal. Sci. Technol. 2015;5:2366–2377. doi: 10.1039/C4CY01712A.", "ArticleIdList": ["10.1039/C4CY01712A"]}, {"Citation": "Zhu G., Zhu W., Lou Y., Ma J., Yao W., Zong R., Zhu Y. Encapsulate α-MnO2 nanofiber within graphene layer to tune surface electronic structure for efficient ozone decomposition. Nat. Commun. 2021;12:4152. doi: 10.1038/s41467-021-24424-x.", "ArticleIdList": ["10.1038/s41467-021-24424-x", "PMC8260790", "34230482"]}, {"Citation": "Jianwei F., Xufei N., Wei T., Peng Z., Wei X.Z., Dongyuan Z. Highly dispersed Fe-Ce Mixed Oxide Catalysts Confined in Mesochannels toward Low-Temperature Oxidation Formaldehyde. J. Mater. Chem. A. 2020;8:17174–17184."}, {"Citation": "Yun-Peng X., Jun-Ling J., Guang-Xiong D., Xing L., Thomas C.W.M. High-nuclearity silver(I) chalcogenide clusters: A novel class of supramolecular assembly. Coord. Chem. Rev. 2017;331:54–72."}, {"Citation": "Jin R., Zeng C., Zhou M., Chen Y. Atomically Precise Colloidal Metal Nanoclusters and Nanoparticles: Fundamentals and Opportunities. Chem. Rev. 2016;116:10346–10413. doi: 10.1021/acs.chemrev.5b00703.", "ArticleIdList": ["10.1021/acs.chemrev.5b00703", "27585252"]}, {"Citation": "Gao M., Zhang L., Zhang J. Preparation and properties of polyoxo-titanium clusters. Chin. Sci. Bull. 2018;63:2731–2744. doi: 10.1360/N972018-00502.", "ArticleIdList": ["10.1360/N972018-00502"]}, {"Citation": "Liu L., Corma A. Metal Catalysts for Heterogeneous Catalysis: From Single Atoms to Nanoclusters and Nanoparticles. Chem. Rev. 2018;118:4981–5079. doi: 10.1021/acs.chemrev.7b00776.", "ArticleIdList": ["10.1021/acs.chemrev.7b00776", "PMC6061779", "29658707"]}, {"Citation": "Huiyu Z., Shanhong S., Xianming Z., Ranran C., Pengyi Z. One-pot synthesis of atomically dispersed Pt on MnO2 for efficient catalytic decomposition of toluene at low temperatures. Appl. Catal. B. 2019;257:117878."}, {"Citation": "Cui T., Li L., Ye C., Li X., Liu C., Zhu S., Chen W., Wang D. Heterogeneous Single Atom Environmental Catalysis: Fundamentals, Applications, and Opportunities. Adv. Funct. Mater. 2021;32:2108381. doi: 10.1002/adfm.202108381.", "ArticleIdList": ["10.1002/adfm.202108381"]}, {"Citation": "Zhang H., Wang Y., Zuo S., Zhou W., Zhang J., Lou X.W.D. Isolated Cobalt Centers on W18O49 Nanowires Perform as a Reaction Switch for Efficient CO2 Photoreduction. J. Am. Chem. Soc. 2021;143:2173–2177. doi: 10.1021/jacs.0c08409.", "ArticleIdList": ["10.1021/jacs.0c08409", "33508937"]}, {"Citation": "Jingyue L. Catalysis by Supported Single Metal Atoms. ACS Catal. 2016;7:34–59."}, {"Citation": "Lyu J.Z., Zhu L.Z., Burda C. Considerations to improve adsorption and photocatalysis of low concentration air pollutants on TiO2. Catal Today. 2014;225:24–33. doi: 10.1016/j.cattod.2013.10.089.", "ArticleIdList": ["10.1016/j.cattod.2013.10.089"]}, {"Citation": "Yuan; Wang; He; Xie; Lin; Zhu; Cen, Ozone Production with Dielectric Barrier Discharge from Air: The Influence of Pulse Polarity. Ozone Sci. Eng. 2018;40:494–502. doi: 10.1080/01919512.2018.1476127.", "ArticleIdList": ["10.1080/01919512.2018.1476127"]}, {"Citation": "Machniewski P., Biń A., Kłosek K. Effectiveness of toluene mineralization by gas-phase oxidation over Co(II)/SiO2 catalyst with ozone. Environ. Technol. 2020;42:3987–3994. doi: 10.1080/09593330.2020.1770868.", "ArticleIdList": ["10.1080/09593330.2020.1770868", "32420829"]}, {"Citation": "Cuiting Y., Guang M., Yunhong P., Qibin X., Junliang W., Zhong L., Jing X. Abatement of various types of VOCs by adsorption/catalytic oxidation: A review. Chem. Eng. J. 2019;370:1128–1153. doi: 10.1016/j.cej.2019.03.232.", "ArticleIdList": ["10.1016/j.cej.2019.03.232"]}, {"Citation": "Zhao Z., Li G., Sun Y., Li N., Zhang Z., Cheng J., Ma C., Hao Z. The positive effect of water on acetaldehyde oxidation depended on the reaction temperature and MnO2 structure. Appl. Catal. B. 2022;303:120886. doi: 10.1016/j.apcatb.2021.120886.", "ArticleIdList": ["10.1016/j.apcatb.2021.120886"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "9"}, {"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2022", "Month": "11", "Day": "6"}, {"Year": "2022", "Month": "11", "Day": "26", "Hour": "1", "Minute": "15"}, {"Year": "2022", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["36430218", "PMC9697337", "10.3390/ijms232213739", "ijms232213739"]}}], "PubmedBookArticle": []}