{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CO", "Concentration-response relationship", "NO2", "O3", "SO2", "gaseous pollutants"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36437665", "DateCompleted": {"Year": "2022", "Month": "11", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1111/ina.13170"], "Journal": {"ISSN": "1600-0668", "JournalIssue": {"Volume": "32", "Issue": "11", "PubDate": {"Year": "2022", "Month": "Nov"}}, "Title": "Indoor air", "ISOAbbreviation": "Indoor Air"}, "ArticleTitle": "Health effects of exposure to sulfur dioxide, nitrogen dioxide, ozone, and carbon monoxide between 1980 and 2019: A systematic review and meta-analysis.", "Pagination": {"StartPage": "e13170", "MedlinePgn": "e13170"}, "Abstract": {"AbstractText": ["The burden of disease attributed to the indoor exposure to sulfur dioxide (SO<sub>2</sub> ), nitrogen dioxide (NO<sub>2</sub> ), ozone (O<sub>3</sub> ), and carbon monoxide (CO) is not clear, and the quantitative concentration-response relationship is a prerequisite. This is a systematic review to summarize the quantitative concentration-response relationships by screening and analyzing the polled effects of population-based epidemiological studies. After collecting literature published between 1980 and 2019, a total of 19 health outcomes in 101 studies with 182 health risk estimates were recruited. By meta-analysis, the leave-one-out sensitivity analysis and Egger's test for publication bias, the robust and reliable effects were found for SO<sub>2</sub> (per 10 μg/m<sup>3</sup> ) with chronic obstructive pulmonary diseases (COPD) (pooled relative risks [RRs] 1.016, 95% CI: 1.012-1.021) and cardiovascular diseases (CVD) (RR 1.012, 95%CI: 007-1.018), respectively. NO<sub>2</sub> (per 10 μg/m<sup>3</sup> ) had the pooled RRs for childhood asthma, preterm birth, lung cancer, diabetes, and COPD by 1.134 (1.084-1.186), 1.079 (1.007-1.157), 1.055 (1.010-1.101), 1.019 (1.009-1.029), and 1.016 (1.012-1.120), respectively. CO (per 1 mg/m<sup>3</sup> ) was significantly associated with Parkinson's disease (RR 1.574, 95% CI: 1.069-2.317) and CVD (RR 1.024, 95% CI: 1.011-1.038). No robust effects were observed for O<sub>3</sub> . This study provided evidence and basis for further estimation of the health burden attributable to the four gaseous pollutants."], "CopyrightInformation": "© 2022 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Public Health Safety of the Ministry of Education, NHC Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."}], "LastName": "Chen", "ForeName": "Zhuoru", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Building Science, Tsinghua University, Beijing, China."}], "LastName": "Liu", "ForeName": "Ningrui", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Public Health Safety of the Ministry of Education, NHC Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."}], "LastName": "Tang", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Provincial Center for Disease Control and Prevention, Hefei, China."}], "LastName": "Gao", "ForeName": "Xuehuan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Building Science, Tsinghua University, Beijing, China."}], "LastName": "Zhang", "ForeName": "Yinping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Public Health Safety of the Ministry of Education, NHC Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."}], "LastName": "Kan", "ForeName": "Haidong", "Initials": "H"}, {"Identifier": ["0000-0002-2801-4389"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Peking University, Beijing, China."}], "LastName": "Deng", "ForeName": "Furong", "Initials": "F"}, {"Identifier": ["0000-0003-1325-6091"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Building Science, Tsinghua University, Beijing, China."}], "LastName": "Zhao", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environment and Natural Resources, Renmin University of China, Beijing, China."}], "LastName": "Zeng", "ForeName": "Xiangang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Tianjin University, Tianjin, China."}], "LastName": "Sun", "ForeName": "Yuexia", "Initials": "Y"}, {"Identifier": ["0000-0002-7237-7806"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Energy and Environment, Southeast University, Nanjing, China."}], "LastName": "Qian", "ForeName": "Hua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Health and Environment, Chongqing University of Science and Technology, Chongqing, China."}], "LastName": "Liu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": ["0000-0002-3178-6507"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Building Science, Tsinghua University, Beijing, China."}], "LastName": "Mo", "ForeName": "Jinhan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Energy and Environment, Southeast University, Nanjing, China."}], "LastName": "Zheng", "ForeName": "Xiaohong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environment and Architecture, University of Shanghai for Science and Technology, Shanghai, China."}], "LastName": "Huang", "ForeName": "Chen", "Initials": "C"}, {"Identifier": ["0000-0001-7728-9461"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environment and Architecture, University of Shanghai for Science and Technology, Shanghai, China."}], "LastName": "Sun", "ForeName": "Chanjuan", "Initials": "C"}, {"Identifier": ["0000-0001-8596-0278"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Public Health Safety of the Ministry of Education, NHC Key Laboratory of Health Technology Assessment, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Shanghai Typhoon Institute/CMA, Shanghai Key Laboratory of Meteorology and Health, IRDR International Center of Excellence on Risk Interconnectivity and Governance on Weather/Climate Extremes Impact and Public Health, WMO/IGAC MAP-AQ Asian Office Shanghai, Fudan University, Shanghai, China."}], "LastName": "Zhao", "ForeName": "Zhuohui", "Initials": "Z"}], "PublicationTypeList": ["Meta-Analysis", "Systematic Review", "Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Indoor Air", "NlmUniqueID": "9423515", "ISSNLinking": "0905-6947"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "70FD1KFU70", "NameOfSubstance": "Sulfur"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Premature Birth"}, {"QualifierName": [], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Pulmonary Disease, Chronic Obstructive"}, {"QualifierName": [], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": [], "DescriptorName": "Sulfur"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Collaborators GRF. Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020;396(10258):1223-1249."}, {"Citation": "Cromar KR, Duncan BN, Bartonova A, et al. Air pollution monitoring for health research and patient care. An Official American Thoracic Society Workshop Report. Ann Am Thorac Soc. 2019;16(10):1207-1214."}, {"Citation": "World Health Organization. WHO global air quality guidelines: particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. World Health Organization; 2021."}, {"Citation": "Standard, I.a.q. GB/T 18883-2022. China Standards Press; 2022."}, {"Citation": "Standards, A.a.q. GB 3095-2012. China Standards Press; 2012."}, {"Citation": "Wang L, Liu C, Meng X, et al. Associations between short-term exposure to ambient sulfur dioxide and increased cause-specific mortality in 272 Chinese cities. Environ Int. 2018;117:33-39."}, {"Citation": "Chen R, Yin P, Meng X, et al. Associations Between Ambient Nitrogen Dioxide and Daily Cause-specific Mortality: Evidence from 272 Chinese Cities. Epidemiology. 2018;29(4):482-489."}, {"Citation": "Yin P, Chen R, Wang L, et al. Ambient ozone pollution and daily mortality: a nationwide study in 272 Chinese cities. Environ Health Perspect. 2017;125(11):117006."}, {"Citation": "Turner MC, Jerrett M, Pope CA III, et al. Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med. 2016;193(10):1134-1142."}, {"Citation": "Jung CR, Lin YT, Hwang BF. Ozone, particulate matter, and newly diagnosed Alzheimer's disease: a population-based cohort study in Taiwan. J Alzheimers Dis. 2015;44(2):573-584."}, {"Citation": "Kirrane EF, Bowman C, Davis JA, et al. Associations of ozone and PM2.5 concentrations with Parkinson's disease among participants in the agricultural health study. J Occup Environ Med. 2015;57(5):509-517."}, {"Citation": "Rose JJ, Wang L, Xu Q, et al. Carbon monoxide poisoning: pathogenesis, management, and future directions of therapy. Am J Respir Crit Care Med. 2017;195(5):596-606."}, {"Citation": "Liu C, Yin P, Chen R, et al. Ambient carbon monoxide and cardiovascular mortality: a nationwide time-series analysis in 272 cities in China. Lancet Planet Health. 2018;2(1):e12-e18."}, {"Citation": "Wang Y, Yao C, Xu C, et al. Carbon monoxide and risk of outpatient visits due to cause-specific diseases: a time-series study in Yichang, China. Environ Health. 2019;18(1):36."}, {"Citation": "Wells G, Shea B, O'Connell D, Peterson J, Welch V, Losos M, Tugwell P, The Newcastle-Ottawa Scale (NOS) for Assessing the Quality of Non-Randomized Studies in Meta-Analysis. 2000."}, {"Citation": "Moola STC, Aromataris E, Sears K. Chapter 7: Systematic reviews of etiology and risk. Joanna Briggs Institute Reviewer's Manual. The Joanna Briggs Institute; 2017."}, {"Citation": "Evaluation, I.f.H.M.a. GBD Results tool. 2019; Available from: https://vizhub.healthdata.org/gbd-results/."}, {"Citation": "Andersen ZJ, Hvidberg M, Jensen SS, et al. Chronic obstructive pulmonary disease and long-term exposure to traffic-related air pollution: a cohort study. Am J Respir Crit Care Med. 2011;183(4):455-461."}, {"Citation": "Andersen ZJ, Raaschou-Nielsen O, Ketzel M, et al. Diabetes incidence and long-term exposure to air pollution a cohort study. Diabetes Care. 2012;35(1):92-98."}, {"Citation": "Atkinson RW, Carey IM, Kent AJ, Van Staa TP, Anderson HR, Cook DG. Long-term exposure to outdoor air pollution and the incidence of chronic obstructive pulmonary disease in a National English cohort. Occup Environ Med. 2015;72(1):42-48."}, {"Citation": "Barba-Vasseur M, Bernard N, Pujol S, et al. Does low to moderate environmental exposure to noise and air pollution influence preterm delivery in medium-sized cities? Int J Epidemiol. 2017;46(6):2017-2027."}, {"Citation": "Beelen R, Hoek G, Van den Brandt PA, et al. Long-term exposure to traffic-related air pollution and lung cancer risk. Epidemiology. 2008;19(5):702-710."}, {"Citation": "Beeson WL, Abbey DE, Knutsen SF. Long-term concentrations of ambient air pollutants and incident lung cancer in California adults: results from the AHSMOG study. Adventist Health Study on Smog. Environ Health Perspect. 1998;106(12):813-822."}, {"Citation": "Bentayeb M, Wagner V, Stempfelet M, et al. Association between long-term exposure to air pollution and mortality in France: A 25-year follow-up study. Environ Int. 2015;85:5-14."}, {"Citation": "Brauer M, Lencar C, Tamburic L, Koehoorn M, Demers P, Karr C. A cohort study of traffic-related air pollution impacts on birth outcomes. Environ Health Perspect. 2008;116(5):680-686."}, {"Citation": "Bremner SA, Anderson HR, Atkinson RW, et al. Short-term associations between outdoor air pollution and mortality in London 1992-4. Occup Environ Med. 1999;56(4):237-244."}, {"Citation": "Brook RD, Jerrett M, Brook JR, Bard RL, Finkelstein MM. The relationship between diabetes mellitus and traffic-related air pollution. J Occup Environ Med. 2008;50(1):32-38."}, {"Citation": "Cai Y, Hodgson S, Blangiardo M, et al. Road traffic noise, air pollution and incident cardiovascular disease: A joint analysis of the HUNT, EPIC-Oxford and UK Biobank cohorts. Environ Int. 2018;114:191-201."}, {"Citation": "Capraz O, Efe B, Deniz A. Study on the association between air pollution and mortality in Istanbul, 2007-2012. Atmos Pollut Res. 2016;7(1):147-154."}, {"Citation": "Carey IM, Atkinson RW, Kent AJ, Van Staa T, Cook DG, Anderson HR. Mortality associations with long-term exposure to outdoor air pollution in a National English Cohort. Am J Respir Crit Care Med. 2013;187(11):1226-1233."}, {"Citation": "Carlsten C, Dybuncio A, Becker A, Chan-Yeung M, Brauer M. Traffic-related air pollution and incident asthma in a high-risk birth cohort. Occup Environ Med. 2011;68(4):291-295."}, {"Citation": "Chen CY, Hung HJ, Chang KH, et al. Long-term exposure to air pollution and the incidence of Parkinson's disease: A nested case-control study. PLoS One. 2017;12(8):e0182834."}, {"Citation": "Chen G, Guo Y, Abramson MJ, Williams G, Li S. Exposure to low concentrations of air pollutants and adverse birth outcomes in Brisbane, Australia, 2003-2013. Sci Total Environ. 2018;622:721-726."}, {"Citation": "Chen R, Pan G, Kan H, et al. Ambient air pollution and daily mortality in Anshan, China: a time-stratified case-crossover analysis. Sci Total Environ. 2010;408(24):6086-6091."}, {"Citation": "Chen R, Samoli E, Wong CM, et al. Associations between short-term exposure to nitrogen dioxide and mortality in 17 Chinese cities: The China Air Pollution and Health Effects Study (CAPES). Environ Int. 2012;45:32-38."}, {"Citation": "Chen X, Zhang LW, Huang JJ, et al. Long-term exposure to urban air pollution and lung cancer mortality: A 12-year cohort study in Northern China. Sci Total Environ. 2016;571:855-861."}, {"Citation": "Clark NA, Demers PA, Karr CJ, et al. Effect of early life exposure to air pollution on development of childhood asthma. Environ Health Perspect. 2010;118(2):284-290."}, {"Citation": "Coogan PF, White LF, Yu J, et al. Long term exposure to NO2 and diabetes incidence in the Black Women's Health Study. Environ Res. 2016;148:360-366."}, {"Citation": "Dell SD, Jerrett M, Beckerman B, et al. Presence of other allergic disease modifies the effect of early childhood traffic-related air pollution exposure on asthma prevalence. Environ Int. 2014;65:83-92."}, {"Citation": "Deng Q, Lu C, Norbäck D, et al. Early life exposure to ambient air pollution and childhood asthma in China. Environ Res. 2015;143:83-92."}, {"Citation": "Dong G-H, Chen T, Liu MM, et al. Gender differences and effect of air pollution on asthma in children with and without allergic predisposition: Northeast Chinese Children Health Study. Plos One. 2011;6(7):e22470."}, {"Citation": "Eze IC, Foraster M, Schaffner E, et al. Long-term exposure to transportation noise and air pollution in relation to incident diabetes in the SAPALDIA study. Int J Epidemiol. 2017;46(4):1115-1125."}, {"Citation": "Eze IC, Schaffner E, Fischer E, et al. Long-term air pollution exposure and diabetes in a population-based Swiss cohort. Environ Int. 2014;70:95-105."}, {"Citation": "Finkelstein MM, Jerrett M. A study of the relationships between Parkinson's disease and markers of traffic-derived and environmental manganese air pollution in two Canadian cities. Environ Res. 2007;104(3):420-432."}, {"Citation": "Fischer PH, Marra M, Ameling CB, et al. Air pollution and mortality in seven million adults: The Dutch Environmental Longitudinal Study (DUELS). Environ Health Perspect. 2015;123(7):697-704."}, {"Citation": "Gao Y, Chan EYY, Li LP, He QQ, Wong TW. Chronic effects of ambient air pollution on lung function among Chinese children. Arch Dis Child. 2013;98(2):128-135."}, {"Citation": "Gauderman WJ, Avol E, Lurmann F, et al. Childhood asthma and exposure to traffic and nitrogen dioxide. Epidemiology. 2005;16(6):737-743."}, {"Citation": "Goldberg MS, Burnett RT, Brook J, Bailar JC 3rd, Valois MF, Vincent R. Associations between daily cause-specific mortality and concentrations of ground-level ozone in Montreal, Quebec. Am J Epidemiol. 2001;154(9):817-826."}, {"Citation": "Gu Y, Lin H, Liu T, et al. The interaction between Ambient PM10 and NO2 on mortality in Guangzhou, China. Int J Environ Res Public Health. 2017;14(11):1381."}, {"Citation": "Guixiang S, Lili J, Guohai C. A time-series study on the relationship between gaseous air pollutants and daily mortality in Shanghai. J Environ Health. 2006;23(5):390-393."}, {"Citation": "Ha S, Hu H, Roussos-Ross D, Haidong K, Roth J, Xu X. The effects of air pollution on adverse birth outcomes. Environ Res. 2014;134:198-204."}, {"Citation": "Hart JE, Garshick E, Dockery DW, Smith TJ, Ryan L, Laden F. Long-term ambient multipollutant exposures and mortality. Am J Respir Crit Care Med. 2011;183(1):73-78."}, {"Citation": "Hart JE, Spiegelman D, Beelen R, et al. Long-term ambient residential traffic-related exposures and measurement error-adjusted risk of incident lung cancer in the Netherlands cohort study on diet and cancer. Environ Health Perspect. 2015;123(9):860-866."}, {"Citation": "Hystad P, Demers PA, Johnson KC, Carpiano RM, Brauer M. Long-term residential exposure to air pollution and lung cancer risk. Epidemiology. 2013;24(5):762-772."}, {"Citation": "Juan ZHU, Zhijiang L, Jiying WEN. Association between air pollution and preterm birth: a case control study. J Environ Health. 2011;28(2):132-135."}, {"Citation": "Kan H, Jia J, Chen B. The association of daily diabetes mortality and outdoor air pollution in Shanghai, China. J Environ Health. 2004;67(3):21-26."}, {"Citation": "Kan HD, Chen BH. A case-crossover analysis of air pollution and daily mortality in Shanghai. J Occup Health. 2003;45(2):119-124."}, {"Citation": "Katanoda K, Sobue T, Satoh H, et al. An association between long-term exposure to ambient air pollution and mortality from lung cancer and respiratory diseases in Japan. J Epidemiol. 2011;21(2):132-143."}, {"Citation": "Kim H, Kim J, Kim S, et al. Cardiovascular effects of long-term exposure to air pollution: a population-based study with 900 845 person-years of follow-up. J Am Heart Assoc. 2017;6(11):e007170."}, {"Citation": "Kravitz-Wirtz N, Teixeira S, Hajat A, Woo B, Crowder K, Takeuchi D. Early-life air pollution exposure, neighborhood poverty, and childhood asthma in the United States, 1990-2014. Int J Environ Res Public Health. 2018;15(6):1114."}, {"Citation": "Le Tertre A, Quénel P, Eilstein D, et al. Short-term effects of air pollution on mortality in nine French cities: a quantitative summary. Arch Environ Health. 2002;57(4):311-319."}, {"Citation": "Lee PC, Liu LL, Sun Y, et al. Traffic-related air pollution increased the risk of Parkinson's disease in Taiwan: A nationwide study. Environ Int. 2016;96:75-81."}, {"Citation": "Lee PC, Raaschou-Nielsen O, Lill CM, et al. Gene-environment interactions linking air pollution and inflammation in Parkinson's disease. Environ Res. 2016;151:713-720."}, {"Citation": "Li L, Yang J, Song YF, Chen PY, Ou CQ. The burden of COPD mortality due to ambient air pollution in Guangzhou, China. Sci Rep. 2016;6:25900."}, {"Citation": "Li X, Liu Y, Liu F, et al. Analysis of short-term and sub-chronic effects of ambient air pollution on preterm birth in central China. Environ Sci Pollut Res Int. 2018;25(19):19028-19039."}, {"Citation": "Li Y, Shang Y, Zheng C, Ma Z. Estimated acute effects of ozone on mortality in a rural district of Beijing, China, 2005-2013: A time-stratified case-crossover study. Int J Environ Res Public Health. 2018;15(11):2460."}, {"Citation": "Liang W-M, Wei H-Y, Kuo H-W. Association between daily mortality from respiratory and cardiovascular diseases and air pollution in Taiwan. Environ Res. 2009;109(1):51-58."}, {"Citation": "Lim CC, Hayes RB, Ahn J, et al. Association between long-term exposure to ambient air pollution and diabetes mortality in the US. Environ Res. 2018;165:330-336."}, {"Citation": "Liu R, Young MT, Chen JC, Kaufman JD, Chen H. Ambient air pollution exposures and risk of Parkinson disease. Environ Health Perspect. 2016;124(11):1759-1765."}, {"Citation": "Liu S, Krewski D, Shi Y, Chen Y, Burnett RT. Association between gaseous ambient air pollutants and adverse pregnancy outcomes in Vancouver, Canada. Environ Health Perspect. 2003;111(14):1773-1778."}, {"Citation": "Liu W, Huang C, Hu Y, et al. Associations of gestational and early life exposures to ambient air pollution with childhood respiratory diseases in Shanghai, China: A retrospective cohort study. Environ Int. 2016;92-93:284-293."}, {"Citation": "Liu WY, Yu ZB, Qiu HY, Wang JB, Chen XY, Chen K. Association between ambient air pollutants and preterm birth in Ningbo, China: a time-series study. BMC Pediatr. 2018;18(1):305."}, {"Citation": "Liu Y, Chen X, Huang S, et al. Association between air pollutants and cardiovascular disease mortality in Wuhan, China. Int J Environ Res Public Health. 2015;12(4):3506-3516."}, {"Citation": "Maroziene L, Grazuleviciene R. Maternal exposure to low-level air pollution and pregnancy outcomes: a population-based study. Environ Health. 2002;1(1):6."}, {"Citation": "Morgan GE, Corbett S, Wlodarczyk J, Lewis P. Air pollution and daily mortality in Sydney, Australia, 1989 through 1993. Am J Public Health. 1998;88(5):759-764."}, {"Citation": "Nafstad P, Håheim LL, Oftedal B, et al. Lung cancer and air pollution: a 27 year follow up of 16 209 Norwegian men. Thorax. 2003;58(12):1071-1076."}, {"Citation": "Nyberg F, Gustavsson P, Järup L, et al. Urban air pollution and lung cancer in Stockholm. Epidemiology. 2000;11(5):487-495."}, {"Citation": "Olsson D, Mogren I, Forsberg B. Air pollution exposure in early pregnancy and adverse pregnancy outcomes: a register-based cohort study. BMJ Open. 2013;3(2):e001955."}, {"Citation": "Orioli R, Cremona G, Ciancarella L, Solimini AG. Association between PM10, PM2.5, NO2, O3 and self-reported diabetes in Italy: A cross-sectional, ecological study. PLoS One. 2018;13(1):e0191112."}, {"Citation": "Pénard-Morand C, Raherison C, Charpin D, et al. Long-term exposure to close-proximity air pollution and asthma and allergies in urban children. Eur Respir J. 2010;36(1):33-40."}, {"Citation": "Penttinen P, Tittanen P, Pekkanen J. Mortality and air pollution in metropolitan Helsinki, 1988-1996. Scand J Work Environ Health. 2004;30:19-27."}, {"Citation": "Qian Y, Han M, Jin WZ, et al. Association between ambient air pollution and COPD mortality in Shanghai. Chinese J Environ Occupational Med. 2015;32(12):1093-1097."}, {"Citation": "Qian Z, He Q, Lin HM, et al. Short-term effects of gaseous pollutants on cause-specific mortality in Wuhan, China. J Air Waste Manag Assoc. 2007;57(7):785-793."}, {"Citation": "Qian Z, Liang S, Yang S, et al. Ambient air pollution and preterm birth: A prospective birth cohort study in Wuhan, China. Int J Hyg Environ Health. 2016;219(2):195-203."}, {"Citation": "Qin L, Gu J, Liang S, et al. Seasonal association between ambient ozone and mortality in Zhengzhou, China. Int J Biometeorol. 2017;61(6):1003-1010."}, {"Citation": "Ranzi A, Porta D, Badaloni C, et al. Exposure to air pollution and respiratory symptoms during the first 7 years of life in an Italian birth cohort. Occup Environ Med. 2014;71(6):430-436."}, {"Citation": "Ren C, Melly S, Schwartz J. Modifiers of short-term effects of ozone on mortality in eastern Massachusetts - A case-crossover analysis at individual level. Environ Health. 2010;9:3."}, {"Citation": "Ritz B, Lee PC, Hansen J, et al. Traffic-related air pollution and Parkinson's disease in Denmark: a case-control study. Environ Health Perspect. 2016;124(3):351-356."}, {"Citation": "Ritz B, Yu F, Chapa G, Fruin S. Effect of air pollution on preterm birth among children born in Southern California between 1989 and 1993. Epidemiology. 2000;11(5):502-511."}, {"Citation": "Sagiv SK, Mendola P, Loomis D, et al. A time-series analysis of air pollution and preterm birth in Pennsylvania, 1997-2001. Environ Health Perspect. 2005;113(5):602-606."}, {"Citation": "Shin S, Burnett RT, Kwong JC, et al. Effects of ambient air pollution on incident Parkinson's disease in Ontario, 2001 to 2013: a population-based cohort study. Int J Epidemiol. 2018;47(6):2038-2048."}, {"Citation": "Tao Y, Huang W, Huang X, et al. Estimated acute effects of ambient ozone and nitrogen dioxide on mortality in the Pearl River Delta of southern China. Environ Health Perspect. 2012;120(3):393-398."}, {"Citation": "Tetreault L-F, Doucet M, Gamache P, et al. Childhood exposure to ambient air pollutants and the onset of asthma: an administrative cohort study in Quebec. Environ Health Perspect. 2016;124(8):1276-1282."}, {"Citation": "Tsai D-H, Wang JL, Chuang KJ, Chan CC. Traffic-related air pollution and cardiovascular mortality in central Taiwan. Sci Total Environ. 2010;408(8):1818-1823."}, {"Citation": "Aimaier YK, Wang JJ, Peng ZY, Li G, Pan X. Case-control study of ambient air pollution and adverse pregnancy outcomes of women in Beijing. J Environ Health. 2013;30(5):389-393."}, {"Citation": "Wang L, Ge XY, Yao YG, et al. Analysis on the relationship between lung cancer incidence and mortality and nitrogen dioxide air pollution in Suzhou City. Chinese Primary Health Care. 2018;32(10):63-65."}, {"Citation": "Weichenthal S, Pinault LL, Burnett RT. Impact of oxidant gases on the relationship between outdoor fine particulate air pollution and nonaccidental, cardiovascular, and respiratory mortality. Sci Rep. 2017;7(1):16401."}, {"Citation": "Wichmann J, Voyi K. Ambient Air Pollution Exposure and Respiratory, Cardiovascular and Cerebrovascular Mortality in Cape Town, South Africa: 2001-2006. Int J Environ Res Public Health. 2012;9(11):3978-4016."}, {"Citation": "Wong TW, Tam WS, Yu TS, Wong AH. Associations between daily mortalities from respiratory and cardiovascular diseases and air pollution in Hong Kong, China. Occup Environ Med. 2002;59(1):30-35."}, {"Citation": "Yang C, Yang H, Guo S, et al. Alternative ozone metrics and daily mortality in Suzhou: the China Air Pollution and Health Effects Study (CAPES). Sci Total Environ. 2012;426:83-89."}, {"Citation": "Yang W-T, Wang VS, Chang LT, et al. Road Traffic Noise, Air Pollutants, and the Prevalence of Cardiovascular Disease in Taichung, Taiwan. Int J Environ Res Public Health. 2018;15(8):1707."}, {"Citation": "Yang Y, Li R, Li W, et al. The association between ambient air pollution and daily mortality in Beijing after the 2008 Olympics: A time series study. Plos One. 2013;8(10):e76759."}, {"Citation": "Ren YJ, Li XY, Jin MJ, et al. The case-crossover studies of air particulate matter pollution and cardiovascular disease death. China Environ Sci. 2007;27(5):657-660."}, {"Citation": "Ye L, Ji Y, Lv W, et al. Associations between maternal exposure to air pollution and birth outcomes: a retrospective cohort study in Taizhou, China. Environ Sci Pollut Res Int. 2018;25(22):21927-21936."}, {"Citation": "Yu ITS, Zhang YH, Tam W, et al. Effect of ambient air pollution on daily mortality rates in Guangzhou, China. Atmos Environ. 2012;46:528-535."}, {"Citation": "Zhang C, Ding R, Xiao C, et al. Association between air pollution and cardiovascular mortality in Hefei, China: A time-series analysis. Environ Pollut. 2017;229:790-797."}, {"Citation": "Zhang F, Li L, Krafft T, Lv J, Wang W, Pei D. Study on the association between ambient air pollution and daily cardiovascular and respiratory mortality in an Urban District of Beijing. Int J Environ Res Public Health. 2011;8(6):2109-2123."}, {"Citation": "Zhang J, Liu Y, Cui L-l, Liu S-q, Yin X-x, Li H-c. Ambient air pollution, smog episodes and mortality in Jinan, China. Sci Rep. 2017;7(1):11209."}, {"Citation": "Zhang P, Dong G, Sun B, et al. Long-term exposure to ambient air pollution and mortality due to cardiovascular disease and cerebrovascular disease in Shenyang, China. Plos One. 2011;6(6):e20827."}, {"Citation": "Zhang Y, Huang W, London SJ, et al. Ozone and daily mortality in Shanghai, China. Environ Health Perspect. 2006;114(8):1227-1232."}, {"Citation": "Zhao Q, Liang Z, Tao S, Zhu J, du Y. Effects of air pollution on neonatal prematurity in Guangzhou of China: a time-series study. Environ Health. 2011;10:2."}, {"Citation": "Zhu J, Zhang X, Zhang X, et al. The burden of ambient air pollution on years of life lost in Wuxi, China, 2012-2015: A time-series study using a distributed lag non-linear model. Environ Pollut. 2017;224:689-697."}, {"Citation": "Cai C, Xu J, Zhang M, et al. Prior SO2 exposure promotes airway inflammation and subepithelial fibrosis following repeated ovalbumin challenge. Clin Exp Allergy. 2008;38(10):1680-1687."}, {"Citation": "Botturi K, Langelot M, Lair D, et al. Preventing asthma exacerbations: what are the targets? (1879-016X [Electronic]). Pharmacol Ther. 2011;131(1):114-129."}, {"Citation": "Hoek G, Beelen R, De Hoogh K, et al. A review of land-use regression models to assess spatial variation of outdoor air pollution. Atmos Environ. 2008;42(33):7561-7578."}, {"Citation": "Lai HK, Tsang H, Wong CM. Meta-analysis of adverse health effects due to air pollution in Chinese populations. BMC Public Health. 2013;13:360."}, {"Citation": "Gao N, Xu W, Ji J, et al. Lung function and systemic inflammation associated with short-term air pollution exposure in chronic obstructive pulmonary disease patients in Beijing, China. Environ Health. 2020;19(1):12."}, {"Citation": "Eze IC, Hemkens LG, Bucher HC, et al. Association between ambient air pollution and diabetes mellitus in Europe and North America: systematic review and meta-analysis. Environ Health Perspect. 2015;123(5):381-389."}, {"Citation": "Saltiel AR, Olefsky JM. Inflammatory mechanisms linking obesity and metabolic disease. J Clin Invest. 2017;127(1):1-4."}, {"Citation": "Blomberg A, Krishna MT, Helleday R, et al. Persistent airway inflammation but accommodated antioxidant and lung function responses after repeated daily exposure to nitrogen dioxide. Am J Respir Crit Care Med. 1999;159(2):536-543."}, {"Citation": "Prockop LD, Chichkova RI. Carbon monoxide intoxication: an updated review. J Neurol Sci. 2007;262(1-2):122-130."}, {"Citation": "Piantadosi CA. Carbon monoxide, reactive oxygen signaling, and oxidative stress. Free Radic Biol Med. 2008;45(5):562-569."}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Ontiveros E, et al. Air pollution, cognitive deficits and brain abnormalities: a pilot study with children and dogs. Brain Cogn. 2008;68(2):117-127."}, {"Citation": "Genc S, Zadeoglulari Z, Fuss SH, Genc K. The adverse effects of air pollution on the nervous system. J Toxicol. 2012;2012:782462."}, {"Citation": "Damaceno-Rodrigues NR, Veras MM, Negri EM, et al. Effect of pre- and postnatal exposure to urban air pollution on myocardial lipid peroxidation levels in adult mice. Inhal Toxicol. 2009;21(13):1129-1137."}, {"Citation": "Mohallem SV, Jã de Araújo Lobo D, Regina Pesquero C, et al. Decreased fertility in mice exposed to environmental air pollution in the city of Sao Paulo. Environ Res. 2005;98(2):196-202."}, {"Citation": "Myllynen P, Pasanen M, Pelkonen O. Human placenta: a human organ for developmental toxicology research and biomonitoring. Placenta. 2005;26(5):361-371."}, {"Citation": "Gunnison AF, Weideman PA, Sobo M. Enhanced inflammatory response to acute ozone exposure in rats during pregnancy and lactation. Fundam Appl Toxicol. 1992;19(4):607-612."}, {"Citation": "Bonita R, Beaglehole R, Kjellstrom T. Basic Epidemiology. World Health Organization; 2006."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "10", "Day": "23"}, {"Year": "2022", "Month": "8", "Day": "5"}, {"Year": "2022", "Month": "10", "Day": "25"}, {"Year": "2022", "Month": "11", "Day": "28", "Hour": "2", "Minute": "23"}, {"Year": "2022", "Month": "11", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "11", "Day": "30", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36437665", "10.1111/ina.13170"]}}], "PubmedBookArticle": []}