{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36467929", "DateRevised": {"Year": "2022", "Month": "12", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "15"}], "ELocationID": ["10.1021/acsomega.2c05264"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "47", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "29"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Application of Ultraviolet-C Radiation and Gaseous Ozone for Microbial Inactivation on Different Materials.", "Pagination": {"StartPage": "43006", "EndPage": "43021", "MedlinePgn": "43006-43021"}, "Abstract": {"AbstractText": ["With the advent of the COVID-19 pandemic, there has been a global incentive for applying environmentally sustainable and rapid sterilization methods, such as ultraviolet-C radiation (UVC) and ozonation. Material sterilization is a requirement for a variety of industries, including food, water treatment, clothing, healthcare, medical equipment, and pharmaceuticals. It becomes inevitable when devices and items like protective equipment are to be reused on/by different persons. This study presents novel findings on the performance of these sterilization methods using four microorganisms (<i>Escherichia coli</i> <i>,</i> <i>Staphylococcus aureus</i> <i>,</i> <i>Candida albicans</i> <i>,</i> and <i>Aspergillus fumigatus</i>) and six material substrates (stainless steel, polymethyl methacrylate, copper, surgical facemask, denim, and a cotton-polyester fabric). The combination of both ozone and UVC generally yields improved performance compared to their respective applications for the range of materials and microorganisms considered. Furthermore, the effectiveness of both UVC and ozone was higher when the fungi utilized were smeared onto the nonabsorbent materials than when 10 μL droplets were placed on the material surfaces. This dependence on the contaminating liquid surface area was not exhibited by the bacteria. This study highlights the necessity of adequate UVC and ozone dosage control as well as their synergistic and multifunctional attributes when sterilizing different materials contaminated with a wide range of microorganisms."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0000-0002-9494-746X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Computing, Engineering & Physical Sciences, University of the West of Scotland, Paisley PA1 2BE, United Kingdom."}, {"Identifier": [], "Affiliation": "ACS Clothing, 6 Dovecote Road Central Point Logistics Park, Glasgow ML1 4GP, United Kingdom."}], "LastName": "Epelle", "ForeName": "Emmanuel I", "Initials": "EI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ACS Clothing, 6 Dovecote Road Central Point Logistics Park, Glasgow ML1 4GP, United Kingdom."}], "LastName": "Macfarlane", "ForeName": "Andrew", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ACS Clothing, 6 Dovecote Road Central Point Logistics Park, Glasgow ML1 4GP, United Kingdom."}], "LastName": "Cusack", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ACS Clothing, 6 Dovecote Road Central Point Logistics Park, Glasgow ML1 4GP, United Kingdom."}], "LastName": "Burns", "ForeName": "Anthony", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health & Life Sciences, University of the West of Scotland, Paisley PA1 2BE, United Kingdom."}], "LastName": "Mackay", "ForeName": "William G", "Initials": "WG"}, {"Identifier": ["0000-0003-4043-2687"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Computing, Engineering & Physical Sciences, University of the West of Scotland, Paisley PA1 2BE, United Kingdom."}], "LastName": "Rateb", "ForeName": "Mostafa E", "Initials": "ME"}, {"Identifier": ["0000-0002-2460-1893"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Computing, Engineering & Physical Sciences, University of the West of Scotland, Paisley PA1 2BE, United Kingdom."}], "LastName": "Yaseen", "ForeName": "Mohammed", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Goodwin L.; Hayward T.; Krishan P.; Nolan G.; Nundy M.; Ostrishko K.; Attili A.; Cárceles S. B.; Epelle E. I.; Gabl R.; Pappa E. J.; Stajuda M.; Zen S.; Dozier M.; Anderson N.; Viola I. M.; McQuillan R.. Which Factors Influence the Extent of Indoor Transmission of SARS-CoV-2? A Rapid Evidence Review. J. Glob. Health 2021, 10.7189/jogh.11.10002.", "ArticleIdList": ["10.7189/jogh.11.10002", "PMC8021073", "33828849"]}, {"Citation": "Epelle E. I.; Macfarlane A.; Cusack M.; Burns A.; Amaeze N.; Mackay W.; Yaseen M. The Impact of Gaseous Ozone Penetration on the Disinfection Efficiency of Textile Materials. Ozone: Sci. Eng. 2022, 1.10.1080/01919512.2022.2066503.", "ArticleIdList": ["10.1080/01919512.2022.2066503"]}, {"Citation": "van Straten B.; Robertson P. D.; Oussoren H.; Pereira Espindola S.; Ghanbari E.; Dankelman J.; Picken S.; Horeman T. Can Sterilization of Disposable Face Masks Be an Alternative for Imported Face Masks? A Nationwide Field Study Including 19 Sterilization Departments and 471 Imported Brand Types during COVID-19 Shortages. PLoS One 2021, 16, e025746810.1371/journal.pone.0257468.", "ArticleIdList": ["10.1371/journal.pone.0257468", "PMC8439445", "34520503"]}, {"Citation": "Rubio-Romero J. C.; del Pardo-Ferreira M.; Torrecilla-García J. A.; Calero-Castro S. C.; Torrecilla-García J. A.; Calero-Castro S. Disposable Masks: Disinfection and Sterilization for Reuse, and Non-Certified Manufacturing, in the Face of Shortages during the COVID-19 Pandemic. Saf. Sci. 2020, 129, 104830.10.1016/j.ssci.2020.104830.", "ArticleIdList": ["10.1016/j.ssci.2020.104830", "PMC7218384", "32406406"]}, {"Citation": "Peters A.; Lotfinejad N.; Palomo R.; Zingg W.; Parneix P.; Ney H.; Pittet D. Decontaminating N95/FFP2 Masks for Reuse during the COVID-19 Epidemic: A Systematic Review. Antimicrobial Resistance and Infection Control. 2021, 1.10.1186/s13756-021-00993-w.", "ArticleIdList": ["10.1186/s13756-021-00993-w", "PMC8503730", "34635165"]}, {"Citation": "Amicarelli V.; Bux C.; Spinelli M. P.; Lagioia G. Life Cycle Assessment to Tackle the Take-Make-Waste Paradigm in the Textiles Production. Waste Manage. 2022, 151, 10–27. 10.1016/j.wasman.2022.07.032.", "ArticleIdList": ["10.1016/j.wasman.2022.07.032", "35921744"]}, {"Citation": "Roy Choudhury A. K.Environmental Impacts of the Textile Industry and Its Assessment Through Life Cycle Assessment Springer; 2014. 10.1007/978-981-287-110-7_1.", "ArticleIdList": ["10.1007/978-981-287-110-7_1"]}, {"Citation": "Karim N.; Afroj S.; Lloyd K.; Oaten L. C.; Andreeva D. V.; Carr C.; Farmery A. D.; Kim I. D.; Novoselov K. S. Sustainable Personal Protective Clothing for Healthcare Applications: A Review. ACS Nano 2020, 12313.10.1021/acsnano.0c05537.", "ArticleIdList": ["10.1021/acsnano.0c05537", "PMC7518242", "32866368"]}, {"Citation": "Vozzola E.; Overcash M.; Griffing E. An Environmental Analysis of Reusable and Disposable Surgical Gowns. AORN J. 2020, 111, 315.10.1002/aorn.12885.", "ArticleIdList": ["10.1002/aorn.12885", "32128776"]}, {"Citation": "Varga L.; Szigeti J. Use of Ozone in the Dairy Industry: A Review. International Journal of Dairy Technology. 2016, 157.10.1111/1471-0307.12302.", "ArticleIdList": ["10.1111/1471-0307.12302"]}, {"Citation": "Rogers W. J.Sterilisation Techniques for Polymers. In Sterilisation of Biomaterials and Medical Devices; Elsevier; 2012. 10.1533/9780857096265.151.", "ArticleIdList": ["10.1533/9780857096265.151"]}, {"Citation": "Rutala W. A.; Weber D. J. New Disinfection and Sterilization Methods. Emerging Infectious Diseases 2001, 7, 348.10.3201/eid0702.010241.", "ArticleIdList": ["10.3201/eid0702.010241", "PMC2631727", "11294738"]}, {"Citation": "Rutala W. A.; Weber D. J. Disinfection, Sterilization, and Antisepsis: An Overview. American Journal of Infection Control. 2019, A3.10.1016/j.ajic.2019.01.018.", "ArticleIdList": ["10.1016/j.ajic.2019.01.018", "31146848"]}, {"Citation": "de Man P.; van Straten B.; van den Dobbelsteen J.; van der Eijk A.; Horeman T.; Koeleman H. Sterilization of Disposable Face Masks by Means of Standardized Dry and Steam Sterilization Processes; an Alternative in the Fight against Mask Shortages Due to COVID-19. Journal of Hospital Infection. 2020, 356.10.1016/j.jhin.2020.04.001.", "ArticleIdList": ["10.1016/j.jhin.2020.04.001", "PMC7194556", "32277964"]}, {"Citation": "Viscusi D. J.; Bergman M. S.; Eimer B. C.; Shaffer R. E. Evaluation of Five Decontamination Methods for Filtering Facepiece Respirators. Ann. Occup. Hyg. 2009, 53, 815.10.1093/annhyg/mep070.", "ArticleIdList": ["10.1093/annhyg/mep070", "PMC2781738", "19805391"]}, {"Citation": "Epelle E. I.; Macfarlane A.; Cusack M.; Burns A.; Amaeze N.; Richardson K.; Mackay W.; Rateb M. E.; Yaseen M. Stabilisation of Ozone in Water for Microbial Disinfection. Environments 2022, 1–19. 10.3390/environments9040045.", "ArticleIdList": ["10.3390/environments9040045"]}, {"Citation": "Guzel-Seydim Z. B.; Greene A. K.; Seydim A. C. Use of Ozone in the Food Industry. LWT - Food Sci. Technol. 2004, 37, 453.10.1016/j.lwt.2003.10.014.", "ArticleIdList": ["10.1016/j.lwt.2003.10.014"]}, {"Citation": "Levif P.; Larocque S.; Séguin J.; Moisan M.; Barbeau J. Inactivation of Bacterial Spores on Polystyrene Substrates Pre-Exposed to Dry Gaseous Ozone: Mechanisms and Limitations of the Process. Ozone: Sci. Eng. 2021, 112.10.1080/01919512.2020.1836608.", "ArticleIdList": ["10.1080/01919512.2020.1836608"]}, {"Citation": "Schoepe H. J.; Klopotek M.. Strategies for the Re-Use of FFP3 Respiratory Masks during the COVID-19 Pandemic. arXiv.org, e-Print Arch. Phys. 2020."}, {"Citation": "Bergman M. S.; Viscusi D. J.; Heimbuch B. K.; Wander J. D.; Sambol A. R.; Shaffer R. E. Evaluation of Multiple (3-Cycle) Decontamination Processing for Filtering Facepiece Respirators. J. Eng. Fiber. Fabr. 2010, 5, 155892501000500405.10.1177/155892501000500405.", "ArticleIdList": ["10.1177/155892501000500405"]}, {"Citation": "Chidambaranathan A. S.; Balasubramanium M. Comprehensive Review and Comparison of the Disinfection Techniques Currently Available in the Literature. Journal of Prosthodontics. 2019, e84910.1111/jopr.12597.", "ArticleIdList": ["10.1111/jopr.12597", "28422353"]}, {"Citation": "Zhang Y.; Zhao Y.; Song B.; Huang C. Spectroscopic Behavior and Intracellular Application of a Highly Sensitive UV-Fluorescence Double Ratio Probe Based on Water-Soluble Indole for Detection Acid PH. Dyes Pigment 2021, 188, 109205.10.1016/j.dyepig.2021.109205.", "ArticleIdList": ["10.1016/j.dyepig.2021.109205"]}, {"Citation": "Ma W.; Ding Y.; Li Y.; Gao S.; Jiang Z.; Cui J.; Huang C.; Fu G. D. Self-Healing Superhydrophobic Nanofibrous Membrane with Self-Cleaning Ability for Highly-Efficient Oily Wastewater Purification. J. Memb. Sci. 2021, 634.10.1016/j.memsci.2021.119402.", "ArticleIdList": ["10.1016/j.memsci.2021.119402"]}, {"Citation": "Madni A.; Kousar R.; Naeem N.; Wahid F. Recent Advancements in Applications of Chitosan-Based Biomaterials for Skin Tissue Engineering. J. Bioresour. Bioprod. 2021, 6, 11.10.1016/j.jobab.2021.01.002.", "ArticleIdList": ["10.1016/j.jobab.2021.01.002"]}, {"Citation": "Dai F.; Luo J.; Zhou S.; Qin X.; Liu D.; Qi H. Porous Hafnium-Containing Acid/Base Bifunctional Catalysts for Efficient Upgrading of Bio-Derived Aldehydes. J. Bioresour. Bioprod. 2021, 6, 243.10.1016/j.jobab.2021.04.006.", "ArticleIdList": ["10.1016/j.jobab.2021.04.006"]}, {"Citation": "Qu Q.; Zhang J.; Chen X.; Ravanbakhsh H.; Tang G.; Xiong R.; Manshian B. B.; Soenen S. J.; Sauvage F.; Braeckmans K.; De Smedt S. C.; Huang C. Triggered Release from Cellulose Microparticles Inspired by Wood Degradation by Fungi. ACS Sustainable Chem. Eng. 2021, 9, 387.10.1021/acssuschemeng.0c07514.", "ArticleIdList": ["10.1021/acssuschemeng.0c07514"]}, {"Citation": "Fan Q.; Lu T.; Deng Y.; Zhang Y.; Ma W.; Xiong R.; Huang C. Bio-Based Materials with Special Wettability for Oil-Water Separation. Sep. Purif. Technol. 2022, 121445.10.1016/j.seppur.2022.121445.", "ArticleIdList": ["10.1016/j.seppur.2022.121445"]}, {"Citation": "Deng Y.; Lu T.; Cui J.; Keshari Samal S.; Xiong R.; Huang C. Bio-Based Electrospun Nanofiber as Building Blocks for a Novel Eco-Friendly Air Filtration Membrane: A Review. Sep. Purif. Technol. 2021, 119623.10.1016/j.seppur.2021.119623.", "ArticleIdList": ["10.1016/j.seppur.2021.119623"]}, {"Citation": "Joseph C. G.; Farm Y. Y.; Taufiq-Yap Y. H.; Pang C. K.; Nga J. L. H.; Li Puma G. Ozonation Treatment Processes for the Remediation of Detergent Wastewater: A Comprehensive Review. Journal of Environmental Chemical Engineering. 2021, 106099.10.1016/j.jece.2021.106099.", "ArticleIdList": ["10.1016/j.jece.2021.106099"]}, {"Citation": "Blanchard E. L.; Lawrence J. D.; Noble J. A.; Xu M.; Joo T.; Ng N. L.; Schmidt B. E.; Santangelo P. J.; Finn M. G.. Enveloped Virus Inactivation on Personal Protective Equipment by Exposure to Ozone. medRxiv 2020."}, {"Citation": "Ljungberg I.Evaluation of an Ozone Cabinet for Disinfecting Medical Equipment; DiVA; 2018."}, {"Citation": "Thill S. A.; Spaltenstein M. Toward Efficient Low-Temperature Ozone Gas Sterilization of Medical Devices. Ozone: Sci. Eng. 2020, 42, 386.10.1080/01919512.2019.1704217.", "ArticleIdList": ["10.1080/01919512.2019.1704217"]}, {"Citation": "Hudson J. B.; Sharma M.; Vimalanathan S. Development of a Practical Method for Using Ozone Gas as a Virus Decontaminating Agent. Ozone: Sci. Eng. 2009, 31, 216–223. 10.1080/01919510902747969.", "ArticleIdList": ["10.1080/01919510902747969"]}, {"Citation": "Biasin M.; Bianco A.; Pareschi G.; Cavalleri A.; Cavatorta C.; Fenizia C.; Galli P.; Lessio L.; Lualdi M.; Tombetti E.; Ambrosi A.; Redaelli E. M. A.; Saulle I.; Trabattoni D.; Zanutta A.; Clerici M. UV-C Irradiation Is Highly Effective in Inactivating SARS-CoV-2 Replication. Sci. Rep. 2021, 11, 1.10.1038/s41598-021-85425-w.", "ArticleIdList": ["10.1038/s41598-021-85425-w", "PMC7973506", "33737536"]}, {"Citation": "Biasin M.; Strizzi S.; Bianco A.; Macchi A.; Utyro O.; Pareschi G.; Loffreda A.; Cavalleri A.; Lualdi M.; Trabattoni D.; Tacchetti C.; Mazza D.; Clerici M. UV and Violet Light Can Neutralize SARS-CoV-2 Infectivity. J. Photochem. Photobiol. 2022, 10, 100107.10.1016/j.jpap.2021.100107.", "ArticleIdList": ["10.1016/j.jpap.2021.100107", "PMC8741330", "35036965"]}, {"Citation": "Tomás A. L.; Reichel A.; Silva P. M.; Silva P. G.; Pinto J.; Calado I.; Campos J.; Silva I.; Machado V.; Laranjeira R.; Abreu P.; Mendes P.; Sedrine N. B.; Santos N. C. UV-C Irradiation-Based Inactivation of SARS-CoV-2 in Contaminated Porous and Non-Porous Surfaces. J. Photochem. Photobiol. B Biol. 2022, 234, 112531.10.1016/j.jphotobiol.2022.112531.", "ArticleIdList": ["10.1016/j.jphotobiol.2022.112531", "PMC9308144", "35933836"]}, {"Citation": "Schuit M. A.; Larason T. C.; Krause M. L.; Green B. M.; Holland B. P.; Wood S. P.; Grantham S.; Zong Y.; Zarobila C. J.; Freeburger D. L.; Miller D. M.; Bohannon J. K.; Ratnesar-Shumate S. A.; Blatchley E. R. III; Li X.; Dabisch P. A.; Miller C. C. SARS-CoV-2 Inactivation by Ultraviolet Radiation and Visible Light Is Dependent on Wavelength and Sample Matrix. J. Photochem. Photobiol. B Biol. 2022, 233, 112503.10.1016/j.jphotobiol.2022.112503.", "ArticleIdList": ["10.1016/j.jphotobiol.2022.112503", "PMC9221687", "35779426"]}, {"Citation": "Criscuolo E.; Diotti R. A.; Ferrarese R.; Alippi C.; Viscardi G.; Signorelli C.; Mancini N.; Clementi M.; Clementi N. Fast Inactivation of SARS-CoV-2 by UV-C and Ozone Exposure on Different Materials. Emerging Microbes and Infections. 2021, 206.10.1080/22221751.2021.1872354.", "ArticleIdList": ["10.1080/22221751.2021.1872354", "PMC7872580", "33399524"]}, {"Citation": "Green C. F.; Scarpino P. V.; Jensen P.; Jensen N. J.; Gibbs S. G. Disinfection of Selected Aspergillus Spp. Using Ultraviolet Germicidal Irradiation. Can. J. Microbiol. 2004, 50, 221.10.1139/w04-002.", "ArticleIdList": ["10.1139/w04-002", "15105889"]}, {"Citation": "Byun K. H.; Park S. Y.; Lee D. U.; Chun H. S.; Ha S. D. Effect of UV-C Irradiation on Inactivation of Aspergillus Flavus and Aspergillus Parasiticus and Quality Parameters of Roasted Coffee Bean (Coffea Arabica L.). Food Addit. Contam. - Part A Chem. Anal. Control. Expo. Risk Assess. 2020, 37, 507.10.1080/19440049.2020.1711971.", "ArticleIdList": ["10.1080/19440049.2020.1711971", "31917640"]}, {"Citation": "Michelini Z.; Mazzei C.; Magurano F.; Baggieri M.; Marchi A.; Andreotti M.; Cara A.; Gaudino A.; Mazzalupi M.; Antonelli F.; Sommella L.; Angeletti S.; Razzano E.; Runge A.; Petrinca P. Ultraviolet Sanitizing System for Sterilization of Ambulances Fleets and for Real-Time Monitoring of Their Sterilization Level. Int. J. Environ. Res. Public Health 2021, 19, 331.10.3390/ijerph19010331.", "ArticleIdList": ["10.3390/ijerph19010331", "PMC8750941", "35010590"]}, {"Citation": "Mills D.; Harnish D. A.; Lawrence C.; Sandoval-Powers M.; Heimbuch B. K. Ultraviolet Germicidal Irradiation of Influenza-Contaminated N95 Filtering Facepiece Respirators. Am. J. Infect. Control 2018, 46, e49–e55. 10.1016/j.ajic.2018.02.018.", "ArticleIdList": ["10.1016/j.ajic.2018.02.018", "PMC7115285", "29678452"]}, {"Citation": "Tapia-Guerrero Y. S.; Del Prado-Audelo M. L.; Borbolla-Jiménez F. V.; Giraldo Gomez D. M.; García-Aguirre I.; Colín-Castro C. A.; Morales-González J. A.; Leyva-Gómez G.; Magaña J. J. Effect of UV and Gamma Irradiation Sterilization Processes in the Properties of Different Polymeric Nanoparticles for Biomedical Applications. Materials 2020, 13, 1090.10.3390/ma13051090.", "ArticleIdList": ["10.3390/ma13051090", "PMC7084644", "32121529"]}, {"Citation": "Jinia A. J.; Sunbul N. B.; Meert C. A.; Miller C. A.; Clarke S. D.; Kearfott K. J.; Matuszak M. M.; Pozzi S. A. Review of Sterilization Techniques for Medical and Personal Protective Equipment Contaminated with SARS-CoV-2. IEEE Access 2020, 8, 111347.10.1109/ACCESS.2020.3002886.", "ArticleIdList": ["10.1109/ACCESS.2020.3002886", "PMC8043495", "34192107"]}, {"Citation": "Gerchman Y.; Mamane H.; Friedman N.; Mandelboim M. UV-LED Disinfection of Coronavirus: Wavelength Effect. J. Photochem. Photobiol. B Biol. 2020, 212, 112044.10.1016/j.jphotobiol.2020.112044.", "ArticleIdList": ["10.1016/j.jphotobiol.2020.112044", "PMC7521879", "33022467"]}, {"Citation": "Jildeh Z. B.; Wagner P. H.; Schöning M. J. Sterilization of Objects, Products, and Packaging Surfaces and Their Characterization in Different Fields of Industry: The Status in 2020. Phys. Status Solidi A 2021, 2000732.10.1002/pssa.202000732.", "ArticleIdList": ["10.1002/pssa.202000732"]}, {"Citation": "Manzocco L.; Plazzotta S.; Maifreni M.; Calligaris S.; Anese M.; Nicoli M. C. Impact of UV-C Light on Storage Quality of Fresh-Cut Pineapple in Two Different Packages. LWT–Food Sci. Technol. 2016, 65, 1138.10.1016/j.lwt.2015.10.007.", "ArticleIdList": ["10.1016/j.lwt.2015.10.007"]}, {"Citation": "Urban L.; Chabane Sari D.; Orsal B.; Lopes M.; Miranda R.; Aarrouf J. UV-C Light and Pulsed Light as Alternatives to Chemical and Biological Elicitors for Stimulating Plant Natural Defenses against Fungal Diseases. Sci. Hortic. 2018, 235, 452.10.1016/j.scienta.2018.02.057.", "ArticleIdList": ["10.1016/j.scienta.2018.02.057"]}, {"Citation": "Bhilwadikar T.; Pounraj S.; Manivannan S.; Rastogi N. K.; Negi P. S. Decontamination of Microorganisms and Pesticides from Fresh Fruits and Vegetables: A Comprehensive Review from Common Household Processes to Modern Techniques. Compr. Rev. Food Sci. Food Saf. 2019, 1003.10.1111/1541-4337.12453.", "ArticleIdList": ["10.1111/1541-4337.12453", "33337007"]}, {"Citation": "Epelle E. I.; Macfarlane A.; Cusack M.; Burns A.; Thissera B.; Mackay W.; Rateb M. E.; Yaseen M. Bacterial and Fungal Disinfection via Ozonation in Air. J. Microbiol. Methods 2022, 106431.10.1016/j.mimet.2022.106431.", "ArticleIdList": ["10.1016/j.mimet.2022.106431", "35131364"]}, {"Citation": "Epelle E. I.; Emmerson A.; Nekrasova M.; Macfarlane A.; Cusack M.; Burns A.; Mackay W.; Yaseen M. Microbial Inactivation: Gaseous or Aqueous Ozonation?. Ind. Eng. Chem. Res. 2022, 1–11. 10.1021/acs.iecr.2c01551.", "ArticleIdList": ["10.1021/acs.iecr.2c01551", "PMC9284554", "35855724"]}, {"Citation": "Tizaoui C.; Stanton R.; Statkute E.; Rubina A.; Lester-Card E.; Lewis A.; Holliman P.; Worsley D. Ozone for SARS-CoV-2 Inactivation on Surfaces and in Liquid Cell Culture Media. J. Hazard. Mater. 2022, 428.10.1016/j.jhazmat.2022.128251.", "ArticleIdList": ["10.1016/j.jhazmat.2022.128251", "PMC8744407", "35032958"]}, {"Citation": "Tamaddon Jahromi H. R.; Rolland S.; Jones J.; Coccarelli A.; Sazonov I.; Kershaw C.; Tizaoui C.; Holliman P.; Worsley D.; Thomas H.; Nithiarasu P. Modelling Ozone Disinfection Process for Creating COVID-19 Secure Spaces. Int. J. Numer. Methods Heat Fluid Flow 2022, 32, 353.10.1108/HFF-12-2020-0797.", "ArticleIdList": ["10.1108/HFF-12-2020-0797"]}, {"Citation": "Castaño N.; Cordts S. C.; Kurosu Jalil M.; Zhang K. S.; Koppaka S.; Bick A. D.; Paul R.; Tang S. K. Y. Fomite Transmission, Physicochemical Origin of Virus-Surface Interactions, and Disinfection Strategies for Enveloped Viruses with Applications to SARS-CoV-2. ACS Omega 2021, 6509.10.1021/acsomega.0c06335.", "ArticleIdList": ["10.1021/acsomega.0c06335", "PMC7944398", "33748563"]}, {"Citation": "Dip-Slides UK Dip-Slides UK (2021) BT2 Dipslide | Nutrient with TTC |\nHigh Quality 2021. https://dip-slides.com/microbiological-dipslides/9-ttc-nutrient-ttc-nutrient-dipslides-box-of-10.html (accessed 2021-09-02)."}, {"Citation": "Magbanua B.; Savant G.; Truax D. Combined Ozone and Ultraviolet Inactivation of Escherichia Coli. J. Environ. Sci. Health, Part A: Toxic/Hazard. Subst. Environ. Eng. 2006, 41, 1043.10.1080/10934520600620279.", "ArticleIdList": ["10.1080/10934520600620279", "16760084"]}, {"Citation": "Broadwater W. T.; Hoehn R. C.; King P. H. Sensitivity of Three Selected Bacterial Species to Ozone. Appl. Microbiol. 1973, 26, 391.10.1128/am.26.3.391-393.1973.", "ArticleIdList": ["10.1128/am.26.3.391-393.1973", "PMC379797", "4201643"]}, {"Citation": "Kowalski W. J.; Bahnfleth W. P.; Whittam T. S.. Bactericidal Effects of High Airborne Ozone Concentrations on Escherichia Coli and Staphylococcus Aureus. 1998."}, {"Citation": "Crustal-IS . Using UV Reflective Materials to Maximize Disinfection; 2016."}, {"Citation": "Weaver L.; Michels H. T.; Keevil C. W. Potential for Preventing Spread of Fungi in Air-Conditioning Systems Constructed Using Copper Instead of Aluminium. Lett. Appl. Microbiol. 2010, 50, 18.10.1111/j.1472-765X.2009.02753.x.", "ArticleIdList": ["10.1111/j.1472-765X.2009.02753.x", "19943884"]}, {"Citation": "Grass G.; Rensing C.; Solioz M. Metallic Copper as an Antimicrobial Surface. Appl. Environ. Microbiol. 2011, 1541.10.1128/AEM.02766-10.", "ArticleIdList": ["10.1128/AEM.02766-10", "PMC3067274", "21193661"]}, {"Citation": "Mahfoudh A.; Moisan M.; Séguin J.; Barbeau J.; Kabouzi Y.; Ḱroack D. Inactivation of Vegetative and Sporulated Bacteria by Dry Gaseous Ozone. Ozone: Sci. Eng. 2010, 32, 180.10.1080/01919511003791971.", "ArticleIdList": ["10.1080/01919511003791971"]}, {"Citation": "Centers for Disease Control and Prevention (CDC) . Guideline for Disinfection and Sterilization in Healthcare Facilities; 2008."}, {"Citation": "Farooq S.; Tizaoui C. A Critical Review on the Inactivation of Surface and Airborne SARS-CoV-2 Virus by Ozone Gas. Crit. Rev. Environ. Sci. Technol. 2022, 1.10.1080/10643389.2022.2043094.", "ArticleIdList": ["10.1080/10643389.2022.2043094"]}, {"Citation": "Epelle E.; Okoye P. U.; Roddy S.; Gunes B.; Okolie J. A. Advances in the Applications of Nanomaterials for Wastewater Treatment. Environments 2022, 9 (11), 141.10.3390/environments9110141.", "ArticleIdList": ["10.3390/environments9110141"]}, {"Citation": "Epelle E. I.; Macfarlane A.; Cusack M.; Burns A.; Okolie J. A.; Mackay W.; Rateb M.; Yaseen M. Ozone application in different industries: a review of recent developments. Chemical Engineering Journal 2023, 454, 140188.10.1016/j.cej.2022.140188.", "ArticleIdList": ["10.1016/j.cej.2022.140188", "PMC9637394", "36373160"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "16"}, {"Year": "2022", "Month": "11", "Day": "1"}, {"Year": "2022", "Month": "12", "Day": "5", "Hour": "4", "Minute": "34"}, {"Year": "2022", "Month": "12", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36467929", "PMC9713795", "10.1021/acsomega.2c05264"]}}], "PubmedBookArticle": []}