{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["advanced oxidation technology", "magnetic catalysts", "ozone catalysts", "wastewater treatment"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36499956", "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "28"}], "ELocationID": ["8459", "10.3390/ma15238459"], "Journal": {"ISSN": "1996-1944", "JournalIssue": {"Volume": "15", "Issue": "23", "PubDate": {"Year": "2022", "Month": "Nov", "Day": "28"}}, "Title": "Materials (Basel, Switzerland)", "ISOAbbreviation": "Materials (Basel)"}, "ArticleTitle": "The Effect of Magnetic Composites (γ-Al<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub>/γ-Fe<sub>2</sub>O<sub>3</sub>) as Ozone Catalysts in Wastewater Treatment.", "Abstract": {"AbstractText": ["Using municipal sewage as a source of reclaimed water is an important way to alleviate the shortage of water resources. At present, advanced oxidation technology (AOPs), represented by ozone oxidation, is widely used in wastewater treatment. In this study, γ-Al<sub>2</sub>O<sub>3</sub>, a low-cost traditional ozone catalyst, was selected as the matrix. By modifying magnetic γ-Fe<sub>2</sub>O<sub>3</sub> with a titanate coupling agent, in situ deposition, and calcination, the final formation of a γ-Al<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub>/γ-Fe<sub>2</sub>O<sub>3</sub> micrometer ozone catalyst was achieved. A variety of material characterization methods were used to demonstrate that the required material was successfully prepared. The catalyst powder particles have strong magnetic properties, form aggregates easily, and have good precipitation and separation properties. Subsequently, ibuprofen was used as the degradation substrate to investigate the ozone catalytic performance of the prepared catalyst, and this proved that it had good ozone catalytic activity. The degradation process was also analyzed. The results showed that in the ozone system, some of the ibuprofen molecules will be oxidized to form 1,4-propanal phenylacetic acid, which is then further oxidized to form 1,4-acetaldehyde benzoic acid and p-phenylacetaldehyde. Finally, the prepared catalyst was applied to the actual wastewater treatment process, and it also had good catalytic performance in this context. GC-MS detection of the water samples after treatment showed that the types of organic matter in the water were significantly reduced, among which nine pollutants with high content, such as bisphenol A and sulfamethoxazole, were not detected after treatment."]}, "AuthorList": [{"Identifier": ["0000-0001-9152-7331"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Nanjing Tech University, Nanjing 211816, China."}], "LastName": "Wang", "ForeName": "Cheng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Nanjing Tech University, Nanjing 211816, China."}], "LastName": "Zhou", "ForeName": "Guangzhen", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Nanjing Tech University, Nanjing 211816, China."}], "LastName": "Xu", "ForeName": "Yanhua", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Nanjing Tech University, Nanjing 211816, China."}], "LastName": "Yu", "ForeName": "Peng", "Initials": "P"}], "GrantList": [{"GrantID": "No. 21607074", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2017YFB0602500", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "No. BK20201362", "Agency": "Natural Science Foundation of Jiangsu Province in China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Materials (Basel)", "NlmUniqueID": "101555929", "ISSNLinking": "1996-1944"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ma D., Yi H., Lai C., Liu X., Huo X., An Z., Li L., Fu Y., Li B., Zhang M. Critical review of advanced oxidation processes in organic wastewater treatment. Chemosphere. 2021;275:130104. doi: 10.1016/j.chemosphere.2021.130104.", "ArticleIdList": ["10.1016/j.chemosphere.2021.130104", "33984911"]}, {"Citation": "Miklos D.B., Remy C., Jekel M., Linden K.G., Drewes J.E., Hübner U. Evaluation of advanced oxidation processes for water and wastewater treatment—A critical review. Water Res. 2018;139:118–131. doi: 10.1016/j.watres.2018.03.042.", "ArticleIdList": ["10.1016/j.watres.2018.03.042", "29631187"]}, {"Citation": "Stasinakis A. Use of selected advanced oxidation processes (AOPs) for wastewater treatment—A mini review. Glob. NEST J. 2008;10:376–385."}, {"Citation": "Ma J., Li D., Yong X., Zhang X., Yan S., Liu J., Zhou J. An ozone catalytic oxidation system for the degradation of organic compounds in secondary wastewater from refining and chemical processes. Environ. Technol. 2022:1–31. doi: 10.1080/09593330.2022.2078673.", "ArticleIdList": ["10.1080/09593330.2022.2078673", "35574809"]}, {"Citation": "Zhu B., Li X.-S., Sun P., Liu J.-L., Ma X.-Y., Zhu X., Zhu A.-M. A novel process of ozone catalytic oxidation for low concentration formaldehyde removal. Chin. J. Catal. 2017;38:1759–1769. doi: 10.1016/S1872-2067(17)62890-0.", "ArticleIdList": ["10.1016/S1872-2067(17)62890-0"]}, {"Citation": "Cuiping B., Xianfeng X., Wenqi G., Dexin F., Mo X., Zhongxue G., Nian X. Removal of rhodamine B by ozone-based advanced oxidation process. Desalination. 2011;278:84–90. doi: 10.1016/j.desal.2011.05.009.", "ArticleIdList": ["10.1016/j.desal.2011.05.009"]}, {"Citation": "Yuan M.-H., Chang C.-Y., Shie J.-L., Chang C.-C., Chen J.-H., Tsai W.-T. Destruction of naphthalene via ozone-catalytic oxidation process over Pt/Al2O3 catalyst. J. Hazard. Mater. 2010;175:809–815. doi: 10.1016/j.jhazmat.2009.10.081.", "ArticleIdList": ["10.1016/j.jhazmat.2009.10.081", "19932554"]}, {"Citation": "Wu M., Kwok Y.H., Zhang Y., Szeto W., Huang H., Leung D.Y. Synergetic effect of vacuum ultraviolet photolysis and ozone catalytic oxidation for toluene degradation over MnO2-rGO composite catalyst. Chem. Eng. Sci. 2021;231:116288. doi: 10.1016/j.ces.2020.116288.", "ArticleIdList": ["10.1016/j.ces.2020.116288"]}, {"Citation": "Cheng H., Chou S., Chen S., Yu C. Photoassisted Fenton degradation of phthalocyanine dyes from wastewater of printing industry using Fe (II)/γ-Al2O3 catalyst in up-flow fluidized-bed. J. Environ. Sci. 2014;26:1307–1312. doi: 10.1016/S1001-0742(13)60604-X.", "ArticleIdList": ["10.1016/S1001-0742(13)60604-X", "25079841"]}, {"Citation": "Jiang H., Zhang R., Hao J., Xu X., Chen J., Zhang Y., Yang F. Design, preparation, characterization, and application of MnxCu1-xOy/γ-Al2O3 catalysts in ozonation to achieve simultaneous organic carbon and nitrogen removal in pyridine wastewater. Sci. Total Environ. 2021;774:145189. doi: 10.1016/j.scitotenv.2021.145189.", "ArticleIdList": ["10.1016/j.scitotenv.2021.145189", "33610982"]}, {"Citation": "Yun Y., Li Z., Chen Y.-H., Saino M., Cheng S., Zheng L. Catalytic reduction of nitrate in secondary effluent of wastewater treatment plants by Fe0 and Pd–Cu/γ–Al2O3. Water Sci. Technol. 2016;73:2697–2703. doi: 10.2166/wst.2016.129.", "ArticleIdList": ["10.2166/wst.2016.129", "27232406"]}, {"Citation": "Chaplin B.P., Shapley J.R., Werth C.J. The selectivity and sustainability of a Pd–In/γ-Al2O3 catalyst in a packed-bed reactor: The effect of solution composition. Catal. Lett. 2009;130:56–62. doi: 10.1007/s10562-009-9883-4.", "ArticleIdList": ["10.1007/s10562-009-9883-4"]}, {"Citation": "Teng Y., Yao K., Song W., Sun Y., Liu H., Liu Z., Xu Y. Preparation and characterization of Cu-Mn-Ce@ γ-Al2O3 to catalyze ozonation in coal chemical wastewater-biotreated effluent. Int. J. Environ. Res. Public Health. 2019;16:1439. doi: 10.3390/ijerph16081439.", "ArticleIdList": ["10.3390/ijerph16081439", "PMC6518032", "31018547"]}, {"Citation": "Trickle B., Abid M. Kinetic study of phenol removal from wastewater over a 0.5% Pt/γ-Al2O3 catalyst in a trickle bed reactor. Environ. Eng. Manag. J. 2014;13:1265–1275."}, {"Citation": "Li M., Gao X., Liu H., Wang H., Zhao Q., Wang N. Preparation of heterogeneous Fenton catalyst γ-Cu-Ce-Al2O3 and the evaluation on degradation of phenol. Environ. Sci. Pollut. Res. 2020;27:21476–21486. doi: 10.1007/s11356-020-08648-w.", "ArticleIdList": ["10.1007/s11356-020-08648-w", "32274692"]}, {"Citation": "Xu S., Yang J., Hussein R., Liu G., Su B. Heterogeneous ozonation of ofloxacin using MnOx-CeOx/γ-Al2O3 as a catalyst: Performances, degradation kinetics and possible degradation pathways. Water Environ. Res. 2021;93:1361–1369. doi: 10.1002/wer.1524.", "ArticleIdList": ["10.1002/wer.1524", "33524187"]}, {"Citation": "Legube B., Leitner N.K.V. Catalytic ozonation: A promising advanced oxidation technology for water treatment. Catal. Today. 1999;53:61–72. doi: 10.1016/S0920-5861(99)00103-0.", "ArticleIdList": ["10.1016/S0920-5861(99)00103-0"]}, {"Citation": "Yu Y., An H., Zhao Y., Feng J., Wei T., Yu S., Ren Y., Chen Y. MnFe2O4 decorated graphene as a heterogeneous catalyst for efficient degradation of di-n-butyl phthalate using catalytic ozonation in water. Sep. Purif. Technol. 2021;259:118097. doi: 10.1016/j.seppur.2020.118097.", "ArticleIdList": ["10.1016/j.seppur.2020.118097"]}, {"Citation": "Khraisheh M., Al-Ghouti M.A., Stanford C.A. The application of iron coated activated alumina, ferric oxihydroxide and granular activated carbon in removing humic substances from water and wastewater: Column studies. Chem. Eng. J. 2010;161:114–121. doi: 10.1016/j.cej.2010.04.043.", "ArticleIdList": ["10.1016/j.cej.2010.04.043"]}, {"Citation": "Sun W., Xiao Z., Sun Y., Ding L., Zhou J. Preparation of Cu-Ce@ γ-Al2O3 and Study on Catalytic Ozone Oxidation for the Treatment of RO Concentrate Water. Water. 2022;14:2881. doi: 10.3390/w14182881.", "ArticleIdList": ["10.3390/w14182881"]}, {"Citation": "Zhang J., Zhuang T., Liu S., Sun S., Wang Y., Liu X., Wang J., Liu R. Catalytic Ozonation of Atrazine Enhanced by Mesoporous CeO2: Morphology, Performance and Intermediates. Water. 2022;14:3431. doi: 10.3390/w14213431.", "ArticleIdList": ["10.3390/w14213431"]}, {"Citation": "Pradier C., Rodrigues F., Marcus P., Landau M., Kaliya M., Gutman A., Herskowitz M. Supported chromia catalysts for oxidation of organic compounds: The state of chromia phase and catalytic performance. Appl. Catal. B Environ. 2000;27:73–85. doi: 10.1016/S0926-3373(00)00142-9.", "ArticleIdList": ["10.1016/S0926-3373(00)00142-9"]}, {"Citation": "Sui R., Lavery C.B., Deering C.E., Prinsloo R., Li D., Chou N., Lesage K.L., Marriott R.A. Improved carbon disulfide conversion: Modification of an alumina Claus catalyst by deposition of transition metal oxides. Appl. Catal. A Gen. 2020;604:117773. doi: 10.1016/j.apcata.2020.117773.", "ArticleIdList": ["10.1016/j.apcata.2020.117773"]}, {"Citation": "Hao G.-P., Oschatz M., Nickel W., Adam M., Kaskel S. Design of functional nanostructured carbons for advanced heterogeneous catalysts: A review. Curr. Org. Chem. 2014;18:1262–1279. doi: 10.2174/1385272819666140424204127.", "ArticleIdList": ["10.2174/1385272819666140424204127"]}, {"Citation": "Kongkanand A., Subramanian N.P., Yu Y., Liu Z., Igarashi H., Muller D.A. Achieving high-power PEM fuel cell performance with an ultralow-Pt-content core–shell catalyst. ACS Catal. 2016;6:1578–1583. doi: 10.1021/acscatal.5b02819.", "ArticleIdList": ["10.1021/acscatal.5b02819"]}, {"Citation": "Oezaslan M., Hasche F., Strasser P. Pt-based core–shell catalyst architectures for oxygen fuel cell electrodes. J. Phys. Chem. Lett. 2013;4:3273–3291. doi: 10.1021/jz4014135.", "ArticleIdList": ["10.1021/jz4014135"]}, {"Citation": "Das S., Ashok J., Bian Z., Dewangan N., Wai M., Du Y., Borgna A., Hidajat K., Kawi S. Silica–Ceria sandwiched Ni core–shell catalyst for low temperature dry reforming of biogas: Coke resistance and mechanistic insights. Appl. Catal. B Environ. 2018;230:220–236. doi: 10.1016/j.apcatb.2018.02.041.", "ArticleIdList": ["10.1016/j.apcatb.2018.02.041"]}, {"Citation": "Wang F., Zhang Z. Catalytic transfer hydrogenation of furfural into furfuryl alcohol over magnetic γ-Fe2O3@ HAP catalyst. ACS Sustain. Chem. Eng. 2017;5:942–947. doi: 10.1021/acssuschemeng.6b02272.", "ArticleIdList": ["10.1021/acssuschemeng.6b02272"]}, {"Citation": "Niu L., Zhang G., Xian G., Ren Z., Wei T., Li Q., Zhang Y., Zou Z. Tetracycline degradation by persulfate activated with magnetic γ-Fe2O3/CeO2 catalyst: Performance, activation mechanism and degradation pathway. Sep. Purif. Technol. 2021;259:118156. doi: 10.1016/j.seppur.2020.118156.", "ArticleIdList": ["10.1016/j.seppur.2020.118156"]}, {"Citation": "Li Y., Xiang W., Zhou T., Huang M., Wang C., Wu X., Mao J., Wang P. Visible light induced efficient activation of persulfate by a carbon quantum dots (CQDs) modified γ-Fe2O3 catalyst. Chin. Chem. Lett. 2020;31:2757–2761. doi: 10.1016/j.cclet.2020.01.032.", "ArticleIdList": ["10.1016/j.cclet.2020.01.032"]}, {"Citation": "Lv A., Hu C., Nie Y., Qu J. Catalytic ozonation of toxic pollutants over magnetic cobalt and manganese co-doped γ-Fe2O3. Appl. Catal. B Environ. 2010;100:62–67. doi: 10.1016/j.apcatb.2010.07.011.", "ArticleIdList": ["10.1016/j.apcatb.2010.07.011"]}, {"Citation": "Kamarehie B., Jafari A., Ghaderpoori M., Amin Karami M., Mousavi K., Ghaderpoury A. Catalytic ozonation process using PAC/γ-Fe2O3 to Alizarin Red S degradation from aqueous solutions: A batch study. Chem. Eng. Commun. 2019;206:898–908. doi: 10.1080/00986445.2018.1537266.", "ArticleIdList": ["10.1080/00986445.2018.1537266"]}, {"Citation": "Rønning M., Tsakoumis N.E., Voronov A., Johnsen R.E., Norby P., van Beek W., Borg Ø., Rytter E., Holmen A. Combined XRD and XANES studies of a Re-promoted Co/γ-Al2O3 catalyst at Fischer–Tropsch synthesis conditions. Catal. Today. 2010;155:289–295. doi: 10.1016/j.cattod.2009.10.010.", "ArticleIdList": ["10.1016/j.cattod.2009.10.010"]}, {"Citation": "Guivar J.A.R., Sanches E.A., Bruns F., Sadrollahi E., Morales M., López E.O., Litterst F.J. Vacancy ordered γ-Fe2O3 nanoparticles functionalized with nanohydroxyapatite: XRD, FTIR, TEM, XPS and Mössbauer studies. Appl. Surf. Sci. 2016;389:721–734. doi: 10.1016/j.apsusc.2016.07.157.", "ArticleIdList": ["10.1016/j.apsusc.2016.07.157"]}, {"Citation": "Tamarani A., Zainul R., Dewata I. Preparation and characterization of XRD nano Cu-TiO2 using sol-gel method; Proceedings of the 2018 International Conference on Research and Learning of Physics; Padang, West Sumatra, Indonesia. 5–6 August 2018; p. 012020."}, {"Citation": "Zhang J., Jiao S., Wang D., Gao S., Wang J., Zhao L. Nano tree-like branched structure with α-Ga2O3 covered by γ-Al2O3 for highly efficient detection of solar-blind ultraviolet light using self-powered photoelectrochemical method. Appl. Surf. Sci. 2021;541:148380. doi: 10.1016/j.apsusc.2020.148380.", "ArticleIdList": ["10.1016/j.apsusc.2020.148380"]}, {"Citation": "Giahi M., Pathania D., Agarwal S., Ali G.A., Chong K.F., Gupta V.K. Preparation of Mg-doped TiO2 nanoparticles for photocatalytic degradation of some organic pollutants. Stud. Univ. Babes-Bolyai Chem. 2019;64:7–18. doi: 10.24193/subbchem.2019.1.01.", "ArticleIdList": ["10.24193/subbchem.2019.1.01"]}, {"Citation": "Flak D., Chen Q., Mun B.S., Liu Z., Rękas M., Braun A. In situ ambient pressure XPS observation of surface chemistry and electronic structure of α-Fe2O3 and γ-Fe2O3 nanoparticles. Appl. Surf. Sci. 2018;455:1019–1028. doi: 10.1016/j.apsusc.2018.06.002.", "ArticleIdList": ["10.1016/j.apsusc.2018.06.002"]}, {"Citation": "Wang Z., Xie K., Zheng J., Zuo S. Studies of sulfur poisoning process via ammonium sulfate on MnO2/γ-Al2O3 catalyst for catalytic combustion of toluene. Appl. Catal. B Environ. 2021;298:120595. doi: 10.1016/j.apcatb.2021.120595.", "ArticleIdList": ["10.1016/j.apcatb.2021.120595"]}, {"Citation": "Dao T.H., Tran T.T., Nguyen V.R., Pham T.N.M., Vu C.M., Pham T.D. Removal of antibiotic from aqueous solution using synthesized TiO2 nanoparticles: Characteristics and mechanisms. Environ. Earth Sci. 2018;77:359. doi: 10.1007/s12665-018-7550-z.", "ArticleIdList": ["10.1007/s12665-018-7550-z"]}, {"Citation": "Niu J., Zhang Y., Shi J., Zhang Z., Ma Z., Yao B., Yu X., Wang X. Microwave-based preparation of γ-Fe2O3/SrTiO3 photocatalyst for efficient degradation of organic pollutants in water. Mater. Chem. Phys. 2022;288:126357. doi: 10.1016/j.matchemphys.2022.126357.", "ArticleIdList": ["10.1016/j.matchemphys.2022.126357"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "2"}, {"Year": "2022", "Month": "11", "Day": "23"}, {"Year": "2022", "Month": "11", "Day": "25"}, {"Year": "2022", "Month": "12", "Day": "11", "Hour": "1", "Minute": "24"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "11", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["36499956", "PMC9738670", "10.3390/ma15238459", "ma15238459"]}}], "PubmedBookArticle": []}