{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["anti-infective agents", "antioxidants", "immunoregulation", "ozone", "skin diseases"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36527235", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "12"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "12", "Day": "16"}], "ELocationID": ["10.1111/iwj.14060"], "Journal": {"ISSN": "1742-481X", "JournalIssue": {"Volume": "20", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "International wound journal", "ISOAbbreviation": "Int Wound J"}, "ArticleTitle": "Ozone therapy for skin diseases: Cellular and molecular mechanisms.", "Pagination": {"StartPage": "2376", "EndPage": "2385", "MedlinePgn": "2376-2385"}, "Abstract": {"AbstractText": ["Ozone is a highly reactive oxidant molecule consisting of triatomic oxygen atoms. Ozone therapy can be achieved using ozonated hydrotherapy, ozonated oil, ozone autohemotherapy, and other innovative dosage forms of ozone products. Ozone is frequently used as a complementary therapy for various cutaneous diseases, including infectious skin diseases, wound healing, eczema, dermatitis, psoriasis, axillary osmidrosis, diabetic foot, and pressure ulcers. In addition, several studies have reported the superior potential of ozone therapy for improving skin and gut microbiomes, as well as antitumour and antiaging treatment. Ozone therapy is an emerging treatment strategy that acts via complex mechanisms, including antioxidant effects, immunomodulatory capacity, and modulation of local microcirculation. Studies assessing the mechanism of ozone have gradually expanded in recent years. This review article aims to summarise and explore the possible molecular biological mechanisms of ozone in cutaneous diseases and provide compelling theoretical evidence for the application of ozone in cutaneous diseases."], "CopyrightInformation": "© 2022 The Authors. International Wound Journal published by Medicalhelplines.com Inc (3M) and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Third Xiangya Hospital, Central South University, Changsha, Hunan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Medical Ozone Research Center of Central South University, Changsha, Hunan, People's Republic of China."}], "LastName": "Liu", "ForeName": "Liyao", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Third Xiangya Hospital, Central South University, Changsha, Hunan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Medical Ozone Research Center of Central South University, Changsha, Hunan, People's Republic of China."}], "LastName": "Zeng", "ForeName": "Liyue", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Third Xiangya Hospital, Central South University, Changsha, Hunan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Medical Ozone Research Center of Central South University, Changsha, Hunan, People's Republic of China."}], "LastName": "Gao", "ForeName": "Lihua", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Third Xiangya Hospital, Central South University, Changsha, Hunan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Medical Ozone Research Center of Central South University, Changsha, Hunan, People's Republic of China."}], "LastName": "Zeng", "ForeName": "Jinrong", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Third Xiangya Hospital, Central South University, Changsha, Hunan, People's Republic of China."}, {"Identifier": [], "Affiliation": "Medical Ozone Research Center of Central South University, Changsha, Hunan, People's Republic of China."}], "LastName": "Lu", "ForeName": "Jianyun", "Initials": "J"}], "GrantList": [{"GrantID": "20170309", "Agency": "The New Xiangya Talent Projects of the Third Xiangya Hospital of Central South University", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Int Wound J", "NlmUniqueID": "101230907", "ISSNLinking": "1742-4801"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Skin Diseases"}, {"QualifierName": [], "DescriptorName": "Skin"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}, {"QualifierName": [], "DescriptorName": "Skin Diseases, Infectious"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Boer M, Duchnik E, Maleszka R, Marchlewicz M. Structural and biophysical characteristics of human skin in maintaining proper epidermal barrier function. Postepy Dermatologii i Alergologii. 2016;33(1):1‐5.", "ArticleIdList": ["PMC4793052", "26985171"]}, {"Citation": "Wolff S. Aspects of the adaptive response to very low doses of radiation and other agents. Mutat Res. 1996;358(2):135‐142.", "ArticleIdList": ["8946018"]}, {"Citation": "Hidalgo‐Tallon FJ, Torres‐Morera LM, Baeza‐Noci J, Carrillo‐Izquierdo MD, Pinto‐Bonilla R. Updated review on ozone therapy in pain medicine. Front Physiol. 2022;13:194.", "ArticleIdList": ["PMC8904924", "35283802"]}, {"Citation": "Ezeldin M, Leonardi M, Princiotta C, et al. Percutaneous ozone nucleolysis for lumbar disc herniation. Neuroradiology. 2018;60(11):1231‐1241.", "ArticleIdList": ["PMC6208962", "30206674"]}, {"Citation": "Liu J, Zhang P, Tian J, et al. Ozone therapy for treating foot ulcers in people with diabetes. Cochrane Database Syst Rev. 2015;10:CD008474.", "ArticleIdList": ["PMC8246444", "26505864"]}, {"Citation": "Li Y, Feng X, Ren H, Huang H, Wang Y, Yu S. Low‐dose ozone therapy improves sleep quality in patients with insomnia and coronary heart disease by elevating serum BDNF and GABA. Bull Exp Biol Med. 2021;170(4):493‐498.", "ArticleIdList": ["33713235"]}, {"Citation": "Lu J, Guo M, Ligui H, et al. Efficacy of combination of ozonated water with oil for treatment of tinea pedis. Zhong nan da xue xue bao. Yi Xue Ban = J Cent South Univ Med Sci. 2018;43(2):147‐151.", "ArticleIdList": ["29559597"]}, {"Citation": "Huang J, Huang J, Xiang Y, Gao L, Pan Y, Lu J. Topical ozone therapy: an innovative solution to patients with herpes zoster. Zhong nan da xue xue bao. Yi Xue Ban = J Cent South Univ Med Sci. 2018;43(2):168‐172.", "ArticleIdList": ["29559601"]}, {"Citation": "Zeng J, Lei L, Zeng Q, et al. Ozone therapy attenuates NF‐kappa B‐mediated local inflammatory response and activation of Th17 cells in treatment for psoriasis. Int J Biol Sci. 2020;16(11):1833‐1845.", "ArticleIdList": ["PMC7211165", "32398953"]}, {"Citation": "Gao L, Dou J, Zhang B, et al. Ozone therapy promotes the differentiation of basal keratinocytes via increasing Tp63‐mediated transcription of KRT10 to improve psoriasis. J Cell Mol Med. 2020;24(8):4819‐4829.", "ArticleIdList": ["PMC7176851", "32168425"]}, {"Citation": "Zeng J, Dou J, Gao L, et al. Topical ozone therapy restores microbiome diversity in atopic dermatitis. Int Immunopharmacol. 2020;80:106191.", "ArticleIdList": ["31986325"]}, {"Citation": "Jiang F, Deng D, Li X, et al. Curative effect of ozone hydrotherapy for pemphigus. Zhong nan da xue xue bao. Yi Xue Ban = J Cent South Univ Med Sci. 2018;43(2):152‐156.", "ArticleIdList": ["29559598"]}, {"Citation": "Rowen RJ. Remission of aggressive autoimmune disease (dermatomyositis) with removal of infective jaw pathology and ozone therapy: review and case report. Autoimmunity Highlights. 2018;9(1):7.", "ArticleIdList": ["PMC6026108", "29959639"]}, {"Citation": "Borges GA, Elias ST, Mazutti da Silva SM, et al. In vitro evaluation of wound healing and antimicrobial potential of ozone therapy. J Craniomaxillofac Surg. 2017;45(3):364‐370.", "ArticleIdList": ["28169044"]}, {"Citation": "Dhamnaskar S, Gobbur N, Koranne M, Vasa D. Prospective comparative observational study of safety and efficacy of topical ozone gas therapy in healing of diabetic foot ulcers versus only conventional wound management. Surg J. 2021;7(3):E226‐E236.", "ArticleIdList": ["PMC8440051", "34541314"]}, {"Citation": "Peker K, Yilmaz I, Demiryilmaz I, et al. The effect of ozone treatment on thermal burn wound healing; an experimental study. Konuralp Tip Dergisi. 2020;12(3):511‐518."}, {"Citation": "Valacchi G, Sticozzi C, Zanardi I, et al. Ozone mediators effect on \"in vitro\" scratch wound closure. Free Radic Res. 2016;50(9):1022‐1031.", "ArticleIdList": ["27487012"]}, {"Citation": "Scassellati C, Galoforo AC, Bonvicini C, Esposito C, Ricevuti G. Ozone: a natural bioactive molecule with antioxidant property as potential new strategy in aging and in neurodegenerative disorders. Ageing Res Rev. 2020;63:101138.", "ArticleIdList": ["PMC7428719", "32810649"]}, {"Citation": "Clavo B, Perez JL, Lopez L, et al. Ozone therapy for tumor oxygenation: a pilot study. Evid Based Complement Alternat Med. 2004;1(1):93‐98.", "ArticleIdList": ["PMC442111", "15257330"]}, {"Citation": "Gencer‐Atalay K, Sahin T. Could ozone therapy be used to prevent COVID‐19? Marmara Med J. 2022;35(2):196‐201."}, {"Citation": "Zhang J, Guan M, Xie C, Luo X, Zhang Q, Xue Y. Increased growth factors play a role in wound healing promoted by noninvasive oxygen‐ozone therapy in diabetic patients with foot ulcers. Oxidative Med Cell Longev. 2014;2014: 273475:1‐8.", "ArticleIdList": ["PMC4096389", "25089169"]}, {"Citation": "Bocci V. Is it true that ozone is always toxic? The end of a dogma. Toxicol Appl Pharmacol. 2006;216(3):493‐504.", "ArticleIdList": ["16890971"]}, {"Citation": "Galie M, Covi V, Tabaracci G, Malatesta M. The role of Nrf2 in the antioxidant cellular response to medical ozone exposure. Int J Mol Sci. 2019;20(16):4009.", "ArticleIdList": ["PMC6720777", "31426459"]}, {"Citation": "Zeng J, Lu J. Mechanisms of action involved in ozone‐therapy in skin diseases. Int Immunopharmacol. 2018;56:235‐241.", "ArticleIdList": ["29414657"]}, {"Citation": "Valacchi G, Fortino V, Bocci V. The dual action of ozone on the skin. Br J Dermatol. 2005;153(6):1096‐1100.", "ArticleIdList": ["16307642"]}, {"Citation": "Fernandez J, Fernandez ID, Villar CJ, Lombo F. Combined laser and ozone therapy for onychomycosis in an in vitro and ex vivo model. PLoS One. 2021;16(6):e0253979.", "ArticleIdList": ["PMC8244860", "34191858"]}, {"Citation": "Lu J, Fu Z, Liu S, et al. Safety evaluation for medical ozone oil on skin. Zhong nan da xue xue bao. Yi Xue Ban = J Cent South Univ Med Sci. 2018;43(2):131‐138.", "ArticleIdList": ["29559594"]}, {"Citation": "Valacchi G, Lim Y, Belmonte G, et al. Ozonated sesame oil enhances cutaneous wound healing in SKH1 mice. Wound Repair Regen. 2011;19(1):107‐115.", "ArticleIdList": ["21134039"]}, {"Citation": "Patel PV, Kumar V, Kumar S, Gd V, Patel A. Therapeutic effect of topical ozonated oil on the epithelial healing of palatal wound sites: a planimetrical and cytological study. J Investig Clin Dent. 2011;2(4):248‐258.", "ArticleIdList": ["25426896"]}, {"Citation": "di Paolo N, Bocci V, Cappelletti F, Petrini G, Gaggiotti E. Necrotizing fasciitis successfully treated with extracorporeal blood oxygenation and ozonization (EBOO). Int J Artif Organs. 2002;25(12):1194‐1198.", "ArticleIdList": ["12518965"]}, {"Citation": "Song M, Zeng Q, Xiang Y, et al. The antibacterial effect of topical ozone on the treatment of MRSA skin infection. Mol Med Rep. 2018;17(2):2449‐2455.", "ArticleIdList": ["PMC5783482", "29207120"]}, {"Citation": "Ouf SA, Moussa TA, Abd‐Elmegeed AM, Eltahlawy SR. Anti‐fungal potential of ozone against some dermatophytes. Braz J Microbiol. 2016;47(3):697‐702.", "ArticleIdList": ["PMC4927674", "27287337"]}, {"Citation": "Travagli V, Zanardi I, Silvietti A, Bocci V. A physicochemical investigation on the effects of ozone on blood. Int J Biol Macromol. 2007;41(5):504‐511.", "ArticleIdList": ["17675149"]}, {"Citation": "Ugazio E, Tullio V, Binello A, Tagliapietra S, Dosio F. Ozonated oils as antimicrobial Systems in Topical Applications. Their characterization, current applications, and advances in improved delivery techniques. Molecules. 2020;25(2):334.", "ArticleIdList": ["PMC7024311", "31947580"]}, {"Citation": "McClements DJ. Nanoemulsions versus microemulsions: terminology, differences, and similarities. Soft Matter. 2012;8(6):1719‐1729."}, {"Citation": "Lucia A, Guzman E. Emulsions containing essential oils, their components or volatile semiochemicals as promising tools for insect pest and pathogen management. Adv Colloid Interf Sci. 2021;287:102330.", "ArticleIdList": ["33302055"]}, {"Citation": "Bakry AM, Abbas S, Ali B, et al. Microencapsulation of oils: a comprehensive review of benefits, techniques, and applications. Compr Rev Food Sci Food Saf. 2016;15(1):143‐182.", "ArticleIdList": ["33371581"]}, {"Citation": "Ozyildiz F, Karagonlu S, Basal G, Uzel A, Bayraktar O. Micro‐encapsulation of ozonated red pepper seed oil with antimicrobial activity and application to nonwoven fabric. Lett Appl Microbiol. 2013;56(3):168‐179.", "ArticleIdList": ["23190094"]}, {"Citation": "Bocci VA, Zanardi I, Travagli V. Ozone acting on human blood yields a hormetic dose‐response relationship. J Transl Med. 2011;9:66.", "ArticleIdList": ["PMC3125221", "21575276"]}, {"Citation": "Roth A, Elkashif A, Selyamani V, et al. Wearable and flexible ozone generating system for treatment of infected dermal wounds. Front Bioeng Biotechnol. 2020;8:458.", "ArticleIdList": ["PMC7249782", "32509746"]}, {"Citation": "Clavo B, Rodriguez‐Esparragon F, Rodriguez‐Abreu D, et al. Modulation of oxidative stress by ozone therapy in the prevention and treatment of chemotherapy‐induced toxicity: review and prospects. Antioxidants. 2019;8(12):588.", "ArticleIdList": ["PMC6943601", "31779159"]}, {"Citation": "Dranguet Vaillant J, Fraga A, Teresa Diaz M, et al. Ozone oxidative postconditioning ameliorates joint damage and decreases pro‐inflammatory cytokine levels and oxidative stress in PG/PS‐induced arthritis in rats. Eur J Pharmacol. 2013;714(1–3):318‐324.", "ArticleIdList": ["23911887"]}, {"Citation": "Siniscalco D, Trotta MC, Brigida AL, et al. Intraperitoneal Administration of Oxygen/ozone to rats reduces the pancreatic damage induced by streptozotocin. Biology‐Basel. 2018;7(1):10.", "ArticleIdList": ["PMC5872036", "29324687"]}, {"Citation": "Kim J, Cha Y‐N, Surh Y‐J. A protective role of nuclear factor‐erythroid 2‐related factor‐2 (Nrf2) in inflammatory disorders. Mutation research‐fundamental and molecular mechanisms of. Mutagenesis. 2010;690(1–2):12‐23.", "ArticleIdList": ["19799917"]}, {"Citation": "Galie M, Costanzo M, Nodari A, et al. Mild ozonisation activates antioxidant cell response by the Keap1/Nrf2 dependent pathway. Free Radic Biol Med. 2018;124:114‐121.", "ArticleIdList": ["29864481"]}, {"Citation": "Wang L, Chen Z, Liu Y, Du Y, Liu X. Ozone oxidative postconditioning inhibits oxidative stress and apoptosis in renal ischemia and reperfusion injury through inhibition of MAPK signaling pathway. Drug Des Dev Ther. 2018;12:1293‐1301.", "ArticleIdList": ["PMC5968808", "29861623"]}, {"Citation": "Singh S, Vrishni S, Singh BK, Rahman I, Kakkar P. Nrf2‐ARE stress response mechanism: a control point in oxidative stress‐mediated dysfunctions and chronic inflammatory diseases. Free Radic Res. 2010;44(11):1267‐1288.", "ArticleIdList": ["20815789"]}, {"Citation": "Zhang DD. Mechanistic studies of the Nrf2‐Keap1 signaling pathway. Drug Metab Rev. 2006;38(4):769‐789.", "ArticleIdList": ["17145701"]}, {"Citation": "Kim AN, Jeon W‐K, Lee JJ, Kim B‐C. Up‐regulation of heme oxygenase‐1 expression through CaMKII‐ERK1/2‐Nrf2 signaling mediates the anti‐inflammatory effect of bisdemethoxycurcumin in LPS‐stimulated macrophages. Free Radic Biol Med. 2010;49(3):323‐331.", "ArticleIdList": ["20430097"]}, {"Citation": "Ahmed SMU, Luo L, Namani A, Wang XJ, Tang X. Nrf2 signaling pathway: pivotal roles in inflammation. BBA‐Mol Basis Dis. 2017;1863(2):585‐597.", "ArticleIdList": ["27825853"]}, {"Citation": "Reutzel M, Grewal R, Dilberger B, Silaidos C, Joppe A, Eckert GP. Cerebral mitochondrial function and cognitive performance during aging: a longitudinal study in NMRI mice. Oxidative Med Cell Longev. 2020;2020:1‐12.", "ArticleIdList": ["PMC7180425", "32377297"]}, {"Citation": "Meng W, Xu Y, Li D, et al. Ozone protects rat heart against ischemia‐reperfusion injury: a role for oxidative preconditioning in attenuating mitochondrial injury. Biomed Pharmacother. 2017;88:1090‐1097.", "ArticleIdList": ["28192883"]}, {"Citation": "Costanzo M, Boschi F, Carton F, et al. Low ozone concentrations promote adipogenesis in human adipose‐derived adult stem cells. Eur J Histochem. 2018;62(3):253‐256.", "ArticleIdList": ["PMC6151336", "30176704"]}, {"Citation": "Quinn PMJ, Moreira PI, Ambrosio AF, Alves CH. PINK1/PARKIN signalling in neurodegeneration and neuroinflammation. Acta Neuropathol Commun. 2020;8(1):189.", "ArticleIdList": ["PMC7654589", "33168089"]}, {"Citation": "Zhu J, Wang KZQ, Chu CT. After the banquet mitochondrial biogenesis, mitophagy, and cell survival. Autophagy. 2013;9(11):1663‐1676.", "ArticleIdList": ["PMC4028332", "23787782"]}, {"Citation": "Barodia SK, Creed RB, Goldberg MS. Parkin and PINK1 functions in oxidative stress and neurodegeneration. Brain Res Bull. 2017;133:51‐59.", "ArticleIdList": ["PMC5718625", "28017782"]}, {"Citation": "Jin SM, Youle RJ. PINK1‐and Parkin‐mediated mitophagy at a glance. J Cell Sci. 2012;125(4):795‐799.", "ArticleIdList": ["PMC3656616", "22448035"]}, {"Citation": "Bocci V, Paulesu L. Studies on the biological effects of ozone 1. Induction of interferon gamma on human leucocytes. Haematologica. 1990;75(6):510‐515.", "ArticleIdList": ["2129118"]}, {"Citation": "Kucuksezer UC, Zekiroglu E, Kasapoglu N, et al. A stimulatory role of ozone exposure on human natural killer cells. Immunol Investig. 2014;43(1):1‐12.", "ArticleIdList": ["24063543"]}, {"Citation": "Peden DB. The role of oxidative stress and innate immunity in O‐3 and endotoxin‐induced human allergic airway disease. Immunol Rev. 2011;242:91‐105.", "ArticleIdList": ["21682740"]}, {"Citation": "Thiele JJ, Traber MG, Re R, et al. Macromolecular carbonyls in human stratum corneum: a biomarker for environmental oxidant exposure? FEBS Lett. 1998;422(3):403‐406.", "ArticleIdList": ["9498826"]}, {"Citation": "Delgado‐Roche L, Riera‐Romo M, Mesta F, et al. Medical ozone promotes Nrf2 phosphorylation reducing oxidative stress and pro‐inflammatory cytokines in multiple sclerosis patients. Eur J Pharmacol. 2017;811:148‐154.", "ArticleIdList": ["28623000"]}, {"Citation": "Kafoury RM, Hernandez JM, Lasky JA, Toscano WA Jr, Friedman M. Activation of transcription factor IL‐6 (NF‐IL‐6) and nuclear factor‐kappa B (NF‐kappa B) by lipid ozonation products is crucial to interleukin‐8 gene expression in human airway epithelial cells. Environ Toxicol. 2007;22(2):159‐168.", "ArticleIdList": ["17366569"]}, {"Citation": "Yan S, Xu Z, Lou F, et al. NF‐kappa B‐induced microRNA‐31 promotes epidermal hyperplasia by repressing protein phosphatase 6 in psoriasis. Nat Commun. 2015;6:7652.", "ArticleIdList": ["PMC4506511", "26138368"]}, {"Citation": "Hara‐Chikuma M, Satooka H, Watanabe S, et al. Aquaporin‐3‐mediated hydrogen peroxide transport is required for NF‐kappa B signalling in keratinocytes and development of psoriasis. Nat Commun. 2015;6:7454.", "ArticleIdList": ["PMC5628617", "26100668"]}, {"Citation": "Hess S, Gallert C. Sensitivity of antibiotic resistant and antibiotic susceptible Escherichia coli, enterococcus and staphylococcus strains against ozone. J Water Health. 2015;13(4):1020‐1028.", "ArticleIdList": ["26608763"]}, {"Citation": "Chen L, Wen YM. The role of bacterial biofilm in persistent infections and control strategies. Int J Oral Sci. 2011;3(2):66‐73.", "ArticleIdList": ["PMC3469879", "21485310"]}, {"Citation": "Sharma M, Hudson JB. Ozone gas is an effective and practical antibacterial agent. Am J Infect Control. 2008;36(8):559‐563.", "ArticleIdList": ["18926308"]}, {"Citation": "Paraskeva P, Graham NJD. Ozonation of municipal wastewater effluents. Water Environ Res. 2002;74(6):569‐581.", "ArticleIdList": ["12540098"]}, {"Citation": "Rangel K, Cabral FO, Lechuga GC, et al. Potent activity of a high concentration of chemical ozone against antibiotic‐resistant bacteria. Molecules. 2022;27(13):3998.", "ArticleIdList": ["PMC9268618", "35807244"]}, {"Citation": "Choudhury B, Portugal S, Mastanaiah N, Johnson JA, Roy S. Inactivation of Pseudomonas aeruginosa and methicillin‐resistant Staphylococcus aureus in an open water system with ozone generated by a compact, atmospheric DBD plasma reactor. Sci Rep. 2018;8:17573.", "ArticleIdList": ["PMC6279761", "30514896"]}, {"Citation": "Gulmen S, Kurtoglu T, Meteoglu I, Kaya S, Okutan H. Ozone therapy as an adjunct to vancomycin enhances bacterial elimination in methicillin resistant Staphylococcus aureus mediastinitis. J Surg Res. 2013;185(1):64‐69.", "ArticleIdList": ["23809152"]}, {"Citation": "Silva V, Peirone C, Amaral JS, et al. High efficacy of ozonated oils on the removal of biofilms produced by methicillin‐ResistantStaphylococcus aureus(MRSA) from infected diabetic foot ulcers. Molecules. 2020;25(16):3601.", "ArticleIdList": ["PMC7464232", "32784722"]}, {"Citation": "de Sanjose S, Brotons M, Pavon MA. The natural history of human papillomavirus infection. Best Pract Res Clin Obstet Gynaecol. 2018;47:2‐13.", "ArticleIdList": ["28964706"]}, {"Citation": "Murray BK, Ohmine S, Tomer DP, et al. Virion disruption by ozone‐mediated reactive oxygen species. J Virol Methods. 2008;153(1):74‐77.", "ArticleIdList": ["18598719"]}, {"Citation": "Catell F, Giordano S, Bertiond C, et al. Ozone therapy in COVID‐19: a narrative review. Virus Res. 2021;291:198207.", "ArticleIdList": ["PMC7585733", "33115670"]}, {"Citation": "Abdullah DM, Kabil SL. Ozone therapy alleviates monosodium urate induced acute gouty Ar‐thritis in rats through inhibition of NLRP3 inflammasome. Curr Drug Ther. 2021;16(4):345‐353."}, {"Citation": "Ogut E, Armagan K. Evaluation of the potential impact of medical ozone therapy on Covid‐19: a review study. Ozone Sci Eng. 2022."}, {"Citation": "Pages M, Kleiber D, Violleau F. Ozonation of three different fungal conidia associated with apple disease: importance of spore surface and membrane phospholipid oxidation. Food Sci Nutr. 2020;8(10):5292‐5297.", "ArticleIdList": ["PMC7590281", "33133532"]}, {"Citation": "Khatri I, Moger G, Kumar NA. Evaluation of effect of topical ozone therapy on salivary Candidal carriage in oral candidiasis. Indian J Dent Res. 2015;26(2):158‐162.", "ArticleIdList": ["26096109"]}, {"Citation": "Chatterjee D, Mukherjee SK. Destruction of phagocytosis‐suppressing activity of aflatoxin B1 by ozone. Lett Appl Microbiol. 1993;17(2):52‐54.", "ArticleIdList": ["7763932"]}, {"Citation": "Luo X, Wang R, Wang L, Li Y, Bian Y, Chen Z. Effect of ozone treatment on aflatoxin B‐1 and safety evaluation of ozonized corn. Food Control. 2014;37:171‐176."}, {"Citation": "Pai SA, Gagangras SA, Kulkarni SS, Majumdar AS. Potential of ozonated sesame oil to augment wound healing in rats. Indian J Pharm Sci. 2014;76(1):87‐91.", "ArticleIdList": ["PMC4007261", "24799744"]}, {"Citation": "Reis FJJ, Correia H, Nagen R, Gomes MK. The use of ozone in high frequency device to treat hand ulcers in leprosy: a case study. Tropical Medicine and Health. 2015;43(3):195‐199.", "ArticleIdList": ["PMC4593779", "26543396"]}, {"Citation": "Karakaya E, Akdur A, Soy EA, et al. Effect of subcutaneous topical ozone therapy on second‐degree burn wounds in rats: an experimental study. J Burn Care Res. 2021;42(6):1243‐1253.", "ArticleIdList": ["34136919"]}, {"Citation": "Thomas DR, Burkemper NM. Aging skin and wound healing preface. Clin Geriatr Med. 2013;29(2):XI‐XX.", "ArticleIdList": ["23571044"]}, {"Citation": "Broughton G II, Janis JE, Attinger CE. The basic science of wound healing. Plast Reconstr Surg. 2006;117(7):12S‐34S.", "ArticleIdList": ["16799372"]}, {"Citation": "Valacchi G, Bocci V. Studies on the biological effects of ozone: 10. Release of factors from ozonated human platelets. Mediat Inflamm. 1999;8(4–5):205‐209.", "ArticleIdList": ["PMC1781810", "10704074"]}, {"Citation": "Guo S, DiPietro LA. Factors affecting wound healing. J Dent Res. 2010;89(3):219‐229.", "ArticleIdList": ["PMC2903966", "20139336"]}, {"Citation": "Kim HS, Noh SU, Han YW, et al. Therapeutic effects of topical application of ozone on acute cutaneous wound healing. J Korean Med Sci. 2009;24(3):368‐374.", "ArticleIdList": ["PMC2698179", "19543419"]}, {"Citation": "Jazwa A, Loboda A, Golda S, et al. Effect of heme and heme oxygenase‐1 on vascular endothelial growth factor synthesis and angiogenic potency of human keratinocytes. Free Radic Biol Med. 2006;40(7):1250‐1263.", "ArticleIdList": ["PMC1414644", "16545694"]}, {"Citation": "Kimmel HM, Grant A, Ditata J. The presence of oxygen in wound healing. Wounds. 2016;28(8):264‐270.", "ArticleIdList": ["27560469"]}, {"Citation": "Xiao W, Tang H, Wu M, et al. Ozone oil promotes wound healing by increasing the migration of fibroblasts via PI3K/Akt/mTOR signaling pathway. Biosci Rep. 2017;37:BSR20170658.", "ArticleIdList": ["PMC5678031", "28864782"]}, {"Citation": "Lamouille S, Xu J, Derynck R. Molecular mechanisms of epithelial‐mesenchymal transition. Nat Rev Mol Cell Biol. 2014;15(3):178‐196.", "ArticleIdList": ["PMC4240281", "24556840"]}, {"Citation": "Nakamichi M, Akishima‐Fukasawa Y, Fujisawa C, Mikami T, Onishi K, Akasaka Y. Basic fibroblast growth factor induces angiogenic properties of fibrocytes to stimulate vascular formation during wound healing. Am J Pathol. 2016;186(12):3203‐3216.", "ArticleIdList": ["27773739"]}, {"Citation": "Martin P, Leibovich SJ. Inflammatory cells during wound, repair: the good, the bad and the ugly. Trends Cell Biol. 2005;15(11):599‐607.", "ArticleIdList": ["16202600"]}, {"Citation": "Xiao W‐R, Wu M, Bi X‐R. Ozone oil promotes wound healing via increasing miR‐21‐5p‐mediated inhibition of RASA1. Wound Repair Regen. 2021;29(3):406‐416.", "ArticleIdList": ["33783943"]}, {"Citation": "Li X, Li DQ, Wikstrom JD, et al. MicroRNA‐132 promotes fibroblast migration via regulating RAS p21 protein activator 1 in skin wound healing. Sci Rep. 2017;7:7797.", "ArticleIdList": ["PMC5552762", "28798331"]}, {"Citation": "Liu XX, Xu YF, Deng YF, Li HL. MicroRNA‐223 regulates cardiac fibrosis after myocardial infarction by targeting RASA1. Cell Physiol Biochem. 2018;46(4):1439‐1454.", "ArticleIdList": ["29689569"]}, {"Citation": "O'Sullivan JN, Rea MC, Hill C, Ross RP. Protecting the outside: biological tools to manipulate the skin microbiota. FEMS Microbiol Ecol. 2020;96(6):fiaa085.", "ArticleIdList": ["32396198"]}, {"Citation": "Barnard E, Li H. Shaping of cutaneous function by encounters with commensals. J Physiol‐Lond. 2017;595(2):437‐450.", "ArticleIdList": ["PMC5233660", "26988937"]}, {"Citation": "Liu J, Yan R, Zhong Q, et al. The diversity and host interactions of Propionibacterium acnes bacteriophages on human skin. ISME J. 2015;9(9):2078‐2093.", "ArticleIdList": ["PMC4542041", "25848871"]}, {"Citation": "Gao Z, Tseng C‐h, Pei Z, Blaser MJ. Molecular analysis of human forearm superficial skin bacterial biota. Proc Natl Acad Sci U S A. 2007;104(8):2927‐2932.", "ArticleIdList": ["PMC1815283", "17293459"]}, {"Citation": "Moles L, Gomez M, Heilig H, et al. Bacterial diversity in meconium of preterm neonates and evolution of their fecal microbiota during the first month of life. PLoS One. 2013;8(6):e66986.", "ArticleIdList": ["PMC3695978", "23840569"]}, {"Citation": "Dreno B, Dagnelie MA, Khammari A, Corvec S. The skin microbiome: a new actor in inflammatory acne. Am J Clin Dermatol. 2020;21(SUPPL 1):18‐24.", "ArticleIdList": ["PMC7584556", "32910436"]}, {"Citation": "Picardo M, Ottaviani M. Skin microbiome and skin disease the example of rosacea. J Clin Gastroenterol. 2014;48:S85‐S86.", "ArticleIdList": ["25291137"]}, {"Citation": "Li C‐X, You Z‐X, Lin Y‐X, Liu H‐Y, Su J. Skin microbiome differences relate to the grade of acne vulgaris. J Dermatol. 2019;46(9):787‐790.", "ArticleIdList": ["31290561"]}, {"Citation": "Thomas CL, Fernandez‐Penas P. The microbiome and atopic eczema: more than skin deep. Australas J Dermatol. 2017;58(1):18‐24.", "ArticleIdList": ["26821151"]}, {"Citation": "Williams MR, Gallo RL. The role of the skin microbiome in atopic dermatitis. Curr Allergy Asthma Rep. 2015;15(11):1‐10.", "ArticleIdList": ["26404536"]}, {"Citation": "Myers B, Brownstone N, Reddy V, et al. The gut microbiome in psoriasis and psoriatic arthritis. Best Pract Res Clin Rheumatol. 2019;33(6):101494.", "ArticleIdList": ["32360228"]}, {"Citation": "Williams MR, Gallo RL. Evidence that human skin microbiome dysbiosis promotes atopic dermatitis. J Investig Dermatol. 2017;137(12):2460‐2461.", "ArticleIdList": ["PMC5814121", "29169458"]}, {"Citation": "Xiang Y, Lu J, Li F, et al. Bactericidal effect of ozonated camellia oil on Staphylococcus aureus in vitro. Zhong nan da xue xue bao. Yi Xue Ban = J Cent South Univ Med Sci. 2018;43(2):139‐142.", "ArticleIdList": ["29559595"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "4"}, {"Year": "2022", "Month": "10", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "6"}, {"Year": "2023", "Month": "7", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2022", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "17", "Hour": "1", "Minute": "42"}, {"Year": "2022", "Month": "12", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36527235", "PMC10333036", "10.1111/iwj.14060"]}}], "PubmedBookArticle": []}