{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["AIRS", "BL", "COVID-19", "Lockdown", "MLS", "Mid-troposphere", "UTLS"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36540554", "DateRevised": {"Year": "2022", "Month": "12", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "05"}], "ELocationID": ["10.1016/j.atmosres.2021.105876"], "Journal": {"ISSN": "0169-8095", "JournalIssue": {"Volume": "265", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Atmospheric research", "ISOAbbreviation": "Atmos Res"}, "ArticleTitle": "Influence of background dynamics on the vertical distribution of trace gases (CO/WV/O<sub>3</sub>) in the UTLS region during COVID-19 lockdown over India.", "Pagination": {"StartPage": "105876", "MedlinePgn": "105876"}, "Abstract": {"AbstractText": ["The COVID-19 pandemic lockdown has led to the significant reductions in the pollutant levels across the globe. Several studies have been carried out for examining and quantifying the improvement in the air quality due to the reduction of the pollution at the surface. Unlike most of the studies carried out earlier on COVID-19 lockdown, this study investigates the role of the dynamics on the vertical distribution of the trace gases (Carbonmonoxide (CO), Water Vapor (WV) and Ozone (O<sub>3</sub>)) over India in the Boundary Layer (BL), Middle Troposphere (MT) and Upper Troposphere (UT) during COVID-19 lockdown using satellite observations and re-analysis data products obtained during 2010-2020. Substantial differences in the time series and variability have been observed over different zones of India in different atmospheric layers. The changes observed in these species are large over Central India compared to South India and Indo-Gangetic plain regions. An enhancement in CO (~25-40%) and WV (50-60%) has been noticed over Central India in the UT at 147 hPa and 215 hPa, respectively, during lockdown. The strong updrafts before the lockdown and the extended weak zonal wind aloft over this region are found responsible for the observed enhancement in these trace gases in the UT. In spite of the non-availability of the anthropogenic pollution during the lockdown, this study highlights the transport of pollutants through long-range transport (always present even before lockdown) dominance over the Indian region not only near the surface but also aloft due to associated atmospheric dynamics."], "CopyrightInformation": "© 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Atmospheric Research Laboratory (NARL), Gadanki 517112, India."}], "LastName": "Kumar", "ForeName": "A Hemanth", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Atmospheric Research Laboratory (NARL), Gadanki 517112, India."}], "LastName": "Ratnam", "ForeName": "M Venkat", "Initials": "MV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Atmospheric Research Laboratory (NARL), Gadanki 517112, India."}], "LastName": "Jain", "ForeName": "Chaithanya D", "Initials": "CD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Atmos Res", "NlmUniqueID": "101154029", "ISSNLinking": "0169-8095"}, "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akhil Raj S.T., Venkat Ratnam M., Narayana Rao D., Krishna Murthy B.V. Vertical distribution of ozone over a tropical station: seasonal variation and comparison with satellite (MLS, SABER) and ERA-Interim products. Atmos. Environ. 2015;116:281–292. doi: 10.1016/j.atmosenv.2015.06.047.", "ArticleIdList": ["10.1016/j.atmosenv.2015.06.047"]}, {"Citation": "Atkinson R., Baulch D.L., Cox R.A., Crowley J.N., Hampson R.F., Hynes R.G., Jenkin M.E., Rossi M.J., Troe J. Evaluated kinetic and photochemical data for atmospheric chemistry: volume I - gas phase reactions of Ox, HOx, NOx and SOx species. Atmos. Chem. Phys. 2004;4:1461–1738. doi: 10.5194/acp-4-1461-2004.", "ArticleIdList": ["10.5194/acp-4-1461-2004"]}, {"Citation": "Aumann H., Chahine M.T., Gautier C., Goldberg M., Kalnay E., McMillin L.M., Revercomb H., Rosenkranz P.W., Smith W.L., Staelin D.H., Strow L., Susskind J. AIRS/AMSU/HSB on the Aqua mission: design, science objective, data products, and processing systems. Geosci. Remote Sens. IEEE Trans. 2003;41:253–264. doi: 10.1109/TGRS.2002.808356.", "ArticleIdList": ["10.1109/TGRS.2002.808356"]}, {"Citation": "Barret B., Ricaud P., Mari C., Attié J.L., Bousserez N., Josse B., Le Flochmoën E., Livesey N.J., Massart S., Peuch V.H., Piacentini A., Sauvage B., Thouret V., Cammas J.P. Transport pathways of CO in the African upper troposphere during the monsoon season: a study based upon the assimilation of spaceborne observations. Atmos. Chem. Phys. 2008;8:3231–3246. doi: 10.5194/acp-8-3231-2008.", "ArticleIdList": ["10.5194/acp-8-3231-2008"]}, {"Citation": "Bauwens M., Compernolle S., Stavrakou T., Müller J.-F., van Gent J., Eskes H., Levelt P.F., van der A.R., Veefkind J.P., Vlietinck J., Yu H., Zehner C. Impact of coronavirus outbreak on NO2 pollution assessed using TROPOMI and OMI observations. Geophys. Res. Lett. 2020;47 doi: 10.1029/2020GL087978. e2020GL087978.", "ArticleIdList": ["10.1029/2020GL087978", "PMC7261997", "32836515"]}, {"Citation": "Berman J.D., Ebisu K. Changes in U.S. air pollution during the COVID-19 pandemic. Sci. Total Environ. 2020;739:139864. doi: 10.1016/j.scitotenv.2020.139864.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139864", "PMC7442629", "32512381"]}, {"Citation": "Chandra N., Sethuraman V., Lal S., Sheel V., Pozzer A. Effects of convection and long-range transport on the distribution of carbon monoxide in the troposphere over India. Atmos. Pollut. Res. 2016;7 doi: 10.1016/j.apr.2016.03.005.", "ArticleIdList": ["10.1016/j.apr.2016.03.005"]}, {"Citation": "Divakarla M., et al. Validation of Atmospheric Infrare Sounder temperature and water vapor retrievals with matched radiosonde measurements and forecasts. J. Geophys. Res. 2006;111:9–15. doi: 10.1029/2005JD006116.", "ArticleIdList": ["10.1029/2005JD006116"]}, {"Citation": "Divakarla M., et al. Evaluation of Atmospheric Infrared Sounder ozone profiles and total ozone retrievals with matched ozonesonde measurements, ECMWF ozone data, and Ozone Monitoring Instrument retrievals. J. Geophys. Res. 2008;113 doi: 10.1029/2007JD009317.", "ArticleIdList": ["10.1029/2007JD009317"]}, {"Citation": "Emmanuel M., Sunilkumar S.V., Muhsin M., Kumar B.S., Nagendra N., Chandran P.S., Ramkumar G., Rajeev K. Intercomparison of cryogenic frost-point hygrometer observations with radiosonde, SAPHIR, MLS, and reanalysis datasets over Indian Peninsula. IEEE Trans. Geosci. Remote Sens. 2018:1–6. doi: 10.1109/TGRS.2018.2834154.", "ArticleIdList": ["10.1109/TGRS.2018.2834154"]}, {"Citation": "Fan C., Li Y., Guang J., Li Z., Elnashar A., Allam M., de Leeuw G. The impact of the control measures during the COVID-19 outbreak on air pollution in China. Remote Sens. 2020;12 doi: 10.3390/rs12101613.", "ArticleIdList": ["10.3390/rs12101613"]}, {"Citation": "Gettelman A., Lamboll R., Bardeen C.G., Forster P.M., Watson-Parris D. Climate impacts of COVID-19 induced emission changes. Geophys. Res. Lett. 2021;48 doi: 10.1029/2020GL091805. e2020GL091805.", "ArticleIdList": ["10.1029/2020GL091805"]}, {"Citation": "Hemanth Kumar A., Venkat Ratnam M. Variability in the UTLS chemical composition during different modes of the Asian Summer Monsoon Anti-cyclone. Atmos. Res. 2021;260:105700. doi: 10.1016/j.atmosres.2021.105700.", "ArticleIdList": ["10.1016/j.atmosres.2021.105700"]}, {"Citation": "Hemanth Kumar A., Venkat Ratnam M., Sunilkumar S.V., Parameswaran K., Krishna Murthy B.V. Cross tropopause flux observed at sub-daily scales over the south Indian monsoon regions. Atmos. Res. 2018;201:72–85. doi: 10.1016/j.atmosres.2017.10.017.", "ArticleIdList": ["10.1016/j.atmosres.2017.10.017"]}, {"Citation": "Holloway T., Levy H., II, Kasibhatla P. Global distribution of carbon monoxide. J. Geophys. Res. Atmos. 2000;105:12123–12147. doi: 10.1029/1999JD901173.", "ArticleIdList": ["10.1029/1999JD901173"]}, {"Citation": "Imran G., Nair P. On the vertical distribution of Carbon monoxide over Bay of Bengal during winter: Role of water vapour and vertical updrafts. J. Atmos. Solar Terr. Phys. 2014;117 doi: 10.1016/j.jastp.2014.05.003.", "ArticleIdList": ["10.1016/j.jastp.2014.05.003"]}, {"Citation": "Jain S., Sharma T. Social and travel lockdown impact considering coronavirus disease ({COVID}-19) on air quality in megacities of India: present benefits, future challenges and way forward. Aerosol Air Qual. Res. 2020;20:1222–1236. doi: 10.4209/aaqr.2020.04.0171.", "ArticleIdList": ["10.4209/aaqr.2020.04.0171"]}, {"Citation": "Jain C.D., Madhavan B.L., Singh V., Prasad P., Sai Krishnaveni A., Ravi Kiran V., Venkat Ratnam M. Phase-wise analysis of the COVID-19 lockdown impact on aerosol, radiation and trace gases and associated chemistry in a tropical rural environment. Environ. Res. 2021;194:110665. doi: 10.1016/j.envres.2020.110665.", "ArticleIdList": ["10.1016/j.envres.2020.110665", "PMC7831994", "33359673"]}, {"Citation": "Kalluri R., Gugamsetty B., Tandule C.R., Kotalo R.G., Thotli L.R., Rajuru R.R., Palle S. Impact of aerosols on surface ozone during COVID-19 pandemic in southern India: a multi-instrumental approach from ground and satellite observations, and model simulations. J Atmos Sol Terr Phys. 2021;212:105491. doi: 10.1016/j.jastp.2020.105491.", "ArticleIdList": ["10.1016/j.jastp.2020.105491", "PMC7724289", "33318726"]}, {"Citation": "Kalnay E., Kanamitsu M., Kistler R., Collins W., Deaven D., Gandin L., Iredell M., Saha S., White G., Woollen J., Zhu Y., Chelliah M., Ebisuzaki W., Higgins W., Janowiak J., Mo K.C., Ropelewski C., Wang J., Leetmaa A., Reynolds R., Jenne R., Joseph D. The NCEP/NCAR 40-year reanalysis project. Bull. Am. Meteorol. Soc. 1996;77:437–472. doi: 10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2"]}, {"Citation": "Kondratyev K.Y., Varotsos C.A. Global tropospheric ozone dynamics: Part II: Numerical modelling of tropospheric ozone variability: Part I: tropospheric ozone precursors. Environ. Sci. Pollut. Res. 2001;8:113–119. doi: 10.1007/BF02987304.", "ArticleIdList": ["10.1007/BF02987304", "11405209"]}, {"Citation": "Krishnamurti T.N., Chakraborty A., Martin A., Lau W.K., Kim K.-M., Sud Y., Walker G. Impact of Arabian Sea pollution on the Bay of Bengal winter monsoon rains. J. Geophys. Res. Atmos. 2009;114 doi: 10.1029/2008JD010679.", "ArticleIdList": ["10.1029/2008JD010679"]}, {"Citation": "Lal S., Venkataramani S., Chandra N., Cooper O.R., Brioude J., Naja M. Transport effects on the vertical distribution of tropospheric ozone over western India. J. Geophys. Res. Atmos. 2014;119:10012–10026. doi: 10.1002/2014JD021854.", "ArticleIdList": ["10.1002/2014JD021854"]}, {"Citation": "Livesey N.J., Van Snyder W., Read W.G., Wagner P.A. Retrieval algorithms for the EOS Microwave Limb Sounder (MLS) IEEE Trans. Geosci. Remote Sens. 2006;44:1144–1155. doi: 10.1109/TGRS.2006.872327.", "ArticleIdList": ["10.1109/TGRS.2006.872327"]}, {"Citation": "McMillan W.W., Barnet C., Strow L., Chahine M.T., McCourt M.L., Warner J.X., Novelli P.C., Korontzi S., Maddy E.S., Datta S. Daily global maps of carbon monoxide from NASA’s Atmospheric Infrared Sounder. Geophys. Res. Lett. 2005;32 doi: 10.1029/2004GL021821.", "ArticleIdList": ["10.1029/2004GL021821"]}, {"Citation": "McMillan W., Evans Keith, Barnet Christopher, Maddy Eric, Sachse G., Diskin Glenn. Validating the AIRS version 5 CO retrieval with DACOM in situ measurements during INTEX-A and -B. IEEE Trans. Geosci. Remote Sens. 2011;49:2802–2813."}, {"Citation": "Nakada L., Urban R. COVID-19 pandemic: impacts on the air quality during the partial lockdown in São Paulo state, Brazil. Sci. Total Environ. 2020;730:139087. doi: 10.1016/j.scitotenv.2020.139087.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139087", "PMC7189200", "32380370"]}, {"Citation": "Navinya C., Patidar G., Phuleria H.C. Examining effects of the {COVID}-19 national lockdown on ambient air quality across urban India. Aerosol Air Qual. Res. 2020;20:1759–1771. doi: 10.4209/aaqr.2020.05.0256.", "ArticleIdList": ["10.4209/aaqr.2020.05.0256"]}, {"Citation": "Novelli P.C., Masarie K.A., Lang P.M. Distributions and recent changes of carbon monoxide in the lower troposphere. J. Geophys. Res. Atmos. 1998;103:19015–19033. doi: 10.1029/98JD01366.", "ArticleIdList": ["10.1029/98JD01366"]}, {"Citation": "Phadnis M.J., Levy H., II, Moxim W.J. On the evolution of pollution from South and Southeast Asia during the winter-spring monsoon. J. Geophys. Res. Atmos. 2002;107 doi: 10.1029/2002JD002190. ACH 21-1-ACH 21-16.", "ArticleIdList": ["10.1029/2002JD002190"]}, {"Citation": "Satheesh Chandran P.R., Sunilkumar S.V., Muhsin M., Emmanuel M., Ramkumar G., Nair P.R. Effect of meteorology on the variability of ozone in the troposphere and lower stratosphere over a tropical station Thumba (8.5°N, 76.9°E) J. Atmos. Solar Terr. Phys. 2021;215:105567. doi: 10.1016/j.jastp.2021.105567.", "ArticleIdList": ["10.1016/j.jastp.2021.105567"]}, {"Citation": "Satheesh S.K., Vinoj V., Suresh Babu S., Krishna Moorthy K., Nair V.S. Vertical distribution of aerosols over the east coast of India inferred from airborne LIDAR measurements. Ann. Geophys. 2009;27:4157–4169. doi: 10.5194/angeo-27-4157-2009.", "ArticleIdList": ["10.5194/angeo-27-4157-2009"]}, {"Citation": "Schoeberl M.R., Douglass A.R., Hilsenrath E., Bhartia P.K., Beer R., Waters J.W., Gunson M.R., Froidevaux L., Gille J.C., Barnett J.J., Levelt P.F., DeCola P. Overview of the EOS aura mission. IEEE Trans. Geosci. Remote Sens. 2006;44:1066–1072. doi: 10.1109/TGRS.2005.861950.", "ArticleIdList": ["10.1109/TGRS.2005.861950"]}, {"Citation": "Sharma S., Zhang M., Anshika Gao J., Zhang H., Kota S.H. Effect of restricted emissions during COVID-19 on air quality in India. Sci. Total Environ. 2020;728:138878. doi: 10.1016/j.scitotenv.2020.138878.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138878", "PMC7175882", "32335409"]}, {"Citation": "Sheel V., Sahu L.K., Kajino M., Deushi M., Stein O., Nedelec P. Seasonal and interannual variability of carbon monoxide based on MOZAIC observations, MACC reanalysis, and model simulations over an urban site in India. J. Geophys. Res. Atmos. 2014;119:9123–9141. doi: 10.1002/2013JD021425.", "ArticleIdList": ["10.1002/2013JD021425"]}, {"Citation": "Shi X., Brasseur G.P. The response in air quality to the reduction of chinese economic activities during the COVID-19 outbreak. Geophys. Res. Lett. 2020;47 doi: 10.1029/2020GL088070. e2020GL088070.", "ArticleIdList": ["10.1029/2020GL088070", "PMC7267158", "32836516"]}, {"Citation": "Singh V., Singh S., Biswal A., Kesarkar A.P., Mor S., Ravindra K. Diurnal and temporal changes in air pollution during COVID-19 strict lockdown over different regions of India. Environ. Pollut. 2020;266:115368. doi: 10.1016/j.envpol.2020.115368.", "ArticleIdList": ["10.1016/j.envpol.2020.115368", "PMC7426090", "32829030"]}, {"Citation": "Susskind J., Barnet C.D., Blaisdell J.M. Retrieval of atmospheric and surface parameters from AIRS/AMSU/HSB data in the presence of clouds. IEEE Trans. Geosci. Remote Sens. 2003;41:390–409. doi: 10.1109/TGRS.2002.808236.", "ArticleIdList": ["10.1109/TGRS.2002.808236"]}, {"Citation": "Thomason L.W., Vernier J.P. Improved SAGE II cloud/aerosol categorization and observations of the Asian tropopause aerosol layer: 1989–2005. Atmos. Chem. Phys. 2013;13:4605–4616. doi: 10.5194/acp-13-4605-2013.", "ArticleIdList": ["10.5194/acp-13-4605-2013"]}, {"Citation": "Venkat Ratnam M., Ravindra Babu S., Das S.S., Basha G., Krishnamurthy B.V., Venkateswararao B. Effect of tropical cyclones on the stratosphere – troposphere exchange observed using satellite observations over the North Indian Ocean. Atmos. Chem. Phys. 2016;16:8581–8591. doi: 10.5194/acp-16-8581-2016.", "ArticleIdList": ["10.5194/acp-16-8581-2016"]}, {"Citation": "Venkat Ratnam M., Prasad P., Akhil Raj S.T., Roja Raman M., Basha G. Changing patterns in aerosol vertical distribution over South and East Asia. Sci. Rep. 2021;11:308. doi: 10.1038/s41598-020-79361-4.", "ArticleIdList": ["10.1038/s41598-020-79361-4", "PMC7801640", "33431935"]}, {"Citation": "Venkat Ratnam M., Prasad P., Akhil Raj S.T., Hoteit I. Effect of lockdown due to COVID-19 on the aerosol and trace gases spatial distribution over India and adjoining regions. Aerosol Air Qual. Res. 2021;21:200397. doi: 10.4209/aaqr.2020.07.0397.", "ArticleIdList": ["10.4209/aaqr.2020.07.0397"]}, {"Citation": "Venkat Ratnam M., Hari Prasad D., Ramakrishnam K., Yesubabu V., Prasad P., Ibrahim H. Natural processes dominate the pollution levels during COVID-19 lockdown over India. Sci. Rep. 2021;11:15110. doi: 10.1038/s41598-021-94373-4.", "ArticleIdList": ["10.1038/s41598-021-94373-4", "PMC8302761", "34302017"]}, {"Citation": "Vernier J.P., Thomason W., Kar J. CALIPSO detection of an Asian tropopause aerosol layer. Geophys. Res. Lett. 2011;38 doi: 10.1029/2010GL046614.", "ArticleIdList": ["10.1029/2010GL046614"]}, {"Citation": "Vernier J.P., et al. Increase in upper tropospheric and lower stratospheric aerosol levels and its potential connection with Asian pollution. J. Geophys. Res. Atmos. 2015;120:1608–1619. doi: 10.1002/2014JD022372.", "ArticleIdList": ["10.1002/2014JD022372", "PMC4672967", "26691186"]}, {"Citation": "Vömel H., Barnes J., Forno R., Fujiwara M., Hasebe F., Iwasaki S., Kivi R., Komala N., Kyrö E., Leblanc T., Morel B., Ogino S.-Y., Read W., Ryan S., Saraspriya S., Selkirk H., Shiotani M., Valverde-Canossa J., Whiteman D. Validation of aura microwave limb sounder water vapor by balloon-borne cryogenic frost point hygrometer measurements. J. Geophys. Res. 2007;112 doi: 10.1029/2007JD008698. D24S37.", "ArticleIdList": ["10.1029/2007JD008698"]}, {"Citation": "Waters J.W., Froidevaux L., Harwood R.S., Jarnot R.F., Pickett H.M., Read W.G., Siegel P.H., Cofield R.E., Filipiak M.J., Flower D.A., Holden J.R., Lau G.K., Livesey N.J., Manney G.L., Pumphrey H.C., Santee M.L., Wu D.L., Cuddy D.T., Lay R.R., Loo M.S., Perun V.S., Schwartz M.J., Stek P.C., Thurstans R.P., Boyles M.A., Chandra K.M., Chavez M.C., Chen G.S., Chudasama B.V., Dodge R., Fuller R.A., Girard M.A., Jiang J.H., Jiang Y., Knosp B.W., Labelle R.C., Lam J.C., Lee K.A., Miller D., Oswald J.E., Patel N.C., Pukala D.M., Quintero O., Scaff D.M., Van Snyder W., Tope M.C., Wagner P.A., Walch M.J. The Earth Observing System Microwave Limb Sounder (EOS MLS) on the aura satellite. IEEE Trans. Geosci. Remote Sens. 2006;44:1075–1092. doi: 10.1109/TGRS.2006.873771.", "ArticleIdList": ["10.1109/TGRS.2006.873771"]}, {"Citation": "Wayne R.P. Oxford University Press; 2000. Chemistry of Atmospheres."}, {"Citation": "Xu K., Cui K., Young L.-H., Hsieh Y.-K., Wang Y.-F., Zhang J., Wan S. Impact of the {COVID}-19 event on air quality in central China. Aerosol Air Qual. Res. 2020;20:915–929. doi: 10.4209/aaqr.2020.04.0150.", "ArticleIdList": ["10.4209/aaqr.2020.04.0150"]}, {"Citation": "Zhang J., Wu X., Bian J., Xia X., Bai Z., Liu Y., Cai Z., Huo J., Lyu D. Aerosol variations in the upper troposphere and lower stratosphere over the Tibetan Plateau. Environ. Res. Lett. 2020;15:094068. doi: 10.1088/1748-9326/ab9b43.", "ArticleIdList": ["10.1088/1748-9326/ab9b43"]}, {"Citation": "Zhang, et al. Long-term ozone variability in the vertical structure and integrated column over the North China Plain: results based on ozonesonde and Dobson measurements during 2001–2019. Environ. Res. Lett. 2021;16 doi: 10.1088/1748-9326/ac109f.", "ArticleIdList": ["10.1088/1748-9326/ac109f"]}, {"Citation": "Zhang, et al. Deep stratospheric intrusion and Russian wildfire induce enhanced tropospheric ozone pollution over the northern Tibetan Plateau. Atmos. Res. 2021;259:105662. doi: 10.1016/j.atmosres.2021.105662.", "ArticleIdList": ["10.1016/j.atmosres.2021.105662"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "16"}, {"Year": "2021", "Month": "9", "Day": "30"}, {"Year": "2021", "Month": "9", "Day": "30"}, {"Year": "2022", "Month": "12", "Day": "21", "Hour": "2", "Minute": "11"}, {"Year": "2022", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36540554", "PMC9756858", "10.1016/j.atmosres.2021.105876", "S0169-8095(21)00432-4"]}}], "PubmedBookArticle": []}