{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "COVID-19", "Cohort study", "Death", "Southern California"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36565571", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "12", "Day": "02"}], "ELocationID": ["10.1016/j.envint.2022.107675", "S0160-4120(22)00602-X"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "171", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Air pollution and meteorology as risk factors for COVID-19 death in a cohort from Southern California.", "Pagination": {"StartPage": "107675", "MedlinePgn": "107675"}, "Abstract": {"AbstractText": ["Recent evidence links ambient air pollution to COVID-19 incidence, severity, and death, but few studies have analyzed individual-level mortality data with high quality exposure models.", "We sought to assess whether higher air pollution exposures led to greater risk of death during or after hospitalization in confirmed COVID-19 cases among patients who were members of the Kaiser Permanente Southern California (KPSC) healthcare system (N=21,415 between 06-01-2020 and 01-31-2022 of whom 99.85 % were unvaccinated during the study period). We used 1 km resolution chemical transport models to estimate ambient concentrations of several common air pollutants, including ozone, nitrogen dioxide, and fine particle matter (PM<sub>2.5</sub>). We also derived estimates of pollutant exposures from ultra-fine particulate matter (PM<sub>0.1</sub>), PM chemical species, and PM sources. We employed Cox proportional hazards models to assess associations between air pollution exposures and death from COVID-19 among hospitalized patients.", "We found significant associations between COVID-19 death and several air pollution exposures, including: PM<sub>2.5</sub> mass, PM<sub>0.1</sub> mass, PM<sub>2.5</sub> nitrates, PM<sub>2.5</sub> elemental carbon, PM<sub>2.5</sub> on-road diesel, and PM<sub>2.5</sub> on-road gasoline. Based on the interquartile (IQR) exposure increment, effect sizes ranged from hazard ratios (HR) = 1.12 for PM<sub>2.5</sub> mass and PM<sub>2.5</sub> nitrate to HR ∼ 1.06-1.07 for other species or source markers. Humidity and temperature in the month of diagnosis were also significant negative predictors of COVID-19 death and negative modifiers of the air pollution effects.", "Air pollution exposures and meteorology were associated the risk of COVID-19 death in a cohort of patients from Southern California. These findings have implications for prevention of death from COVID-19 and for future pandemics."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, University of California, Los Angeles 650 Charles Young Dr. S., 56-070 CHS Box 951772, Los Angeles, CA, 90095, United States. Electronic address: mjerrett@ucla.edu."}], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California 100 S. Los Robles Ave., 5th Floor, Pasadena, CA 91101, United States."}], "LastName": "Nau", "ForeName": "Claudia L", "Initials": "CL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California 100 S. Los Robles Ave., 5th Floor, Pasadena, CA 91101, United States."}], "LastName": "Young", "ForeName": "Deborah R", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Research & Evaluation, Kaiser Permanente Southern California 100 S. Los Robles Ave., 5th Floor, Pasadena, CA 91101, United States."}], "LastName": "Butler", "ForeName": "Rebecca K", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, University of California, Los Angeles 650 Charles Young Dr. S., 56-070 CHS Box 951772, Los Angeles, CA, 90095, United States."}], "LastName": "Batteate", "ForeName": "Christina M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley 2121 Berkeley Way, Room 5302, Berkeley, CA 94720, United States."}], "LastName": "Su", "ForeName": "Jason", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Population Studies Division, Environmental Health Directorate, Health Canada 251 Sir Frederick Banting Driveway, Ottawa, Ontario K1A 0K9, Canada."}], "LastName": "Burnett", "ForeName": "Richard T", "Initials": "RT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of California, Davis 1 Sheilds Avenue, Davis, CA 95616, United States."}], "LastName": "Kleeman", "ForeName": "Michael J", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Meteorology"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["epidemiology"], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Nitrates"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}], "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adjei S. Mortality Risk Among Patients Hospitalized Primarily for COVID-19 During the Omicron and Delta Variant Pandemic Periods — United States, April 2020–June 2022. MMWR Morb. Mortal. Wkly Rep. 2022:71. doi: 10.15585/mmwr.mm7137a4.", "ArticleIdList": ["10.15585/mmwr.mm7137a4", "PMC9484808", "36107788"]}, {"Citation": "Bai L., Chen H., Hatzopoulou M., et al. Exposure to ambient ultrafine particles and nitrogen dioxide and incident hypertension and diabetes. Epidemiology. 2018:29. doi: 10.1097/EDE.0000000000000798.", "ArticleIdList": ["10.1097/EDE.0000000000000798", "29319630"]}, {"Citation": "RE, Baker, SW, Park, W, Yang, GA, Vecchi, CJE, Metcalf, BT, Grenfell, The impact of COVID-19 nonpharmaceutical interventions on the future dynamics of endemic infections. Proceedings of the National Academy of Sciences 2020; 117: 30547–53.", "ArticleIdList": ["PMC7720203", "33168723"]}, {"Citation": "Beelen R., Hoek G., van den Brandt P.A., et al. Long-term effects of traffic-related air pollution on mortality in a Dutch cohort (NLCS-AIR study) Environ. Health Perspect. 2008;116:196–202.", "ArticleIdList": ["PMC2235230", "18288318"]}, {"Citation": "Berg K., Romer Present P., Richardson K. Long-term air pollution and other risk factors associated with COVID-19 at the census tract level in Colorado. Environ. Pollut. 2021:287. doi: 10.1016/j.envpol.2021.117584.", "ArticleIdList": ["10.1016/j.envpol.2021.117584", "PMC8202820", "34153607"]}, {"Citation": "Bourdrel T., Annesi-Maesano I., Alahmad B., Maesano C.N., Bind M.-A. The impact of outdoor air pollution on COVID-19: a review of evidence from in vitro, animal, and human studies. Eur. Respir. Rev. 2021:30. doi: 10.1183/16000617.0242-2020.", "ArticleIdList": ["10.1183/16000617.0242-2020", "PMC7879496", "33568525"]}, {"Citation": "A, Bozack, S, Pierre, N, DeFelice, et al. Long-Term Air Pollution Exposure and COVID-19 Mortality: A Patient-Level Analysis from New York City. Am J Respir Crit Care Med 2021; published online Dec 9. DOI:10.1164/rccm.202104-0845OC.", "ArticleIdList": ["34881681"]}, {"Citation": "Brandt E.B., Beck A.F., Mersha T.B. Air pollution, racial disparities, and COVID-19 mortality. J. Allergy Clin. Immunol. 2020:146. doi: 10.1016/j.jaci.2020.04.035.", "ArticleIdList": ["10.1016/j.jaci.2020.04.035", "PMC7204717", "32389591"]}, {"Citation": "Burnett R., Chen H., Szyszkowicz M., et al. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. PNAS. 2018;115:9592–9597.", "ArticleIdList": ["PMC6156628", "30181279"]}, {"Citation": "Chen Z., Huang B.Z., Sidell M.A., et al. Near-roadway air pollution associated with COVID-19 severity and mortality – Multiethnic cohort study in Southern California. Environ. Int. 2021;157", "ArticleIdList": ["PMC8416551", "34507232"]}, {"Citation": "Chen Z., Sidell M.A., Huang B.Z., et al. Ambient Air Pollutant Exposures and COVID-19 Severity and Mortality in a Cohort of Patients with COVID-19 in Southern California. Am. J. Respir. Crit. Care Med. 2022;206:440–448.", "ArticleIdList": ["35537137"]}, {"Citation": "Ciencewicki J., Jaspers I. Air Pollution and Respiratory Viral Infection. Inhal. Toxicol. 2007;19:1135–1146.", "ArticleIdList": ["17987465"]}, {"Citation": "Coker E.S., Cavalli L., Fabrizi E., et al. The Effects of Air Pollution on COVID-19 Related Mortality in Northern Italy. Environ. Resour. Econ. 2020:76. doi: 10.1007/s10640-020-00486-1.", "ArticleIdList": ["10.1007/s10640-020-00486-1", "PMC7399615", "32836855"]}, {"Citation": "KJ, Cummings, J, Beckman, M, Frederick, et al. Disparities in COVID-19 Fatalities among Working Californians. 2021 2021.11.10.21266195.", "ArticleIdList": ["PMC8963556", "35349589"]}, {"Citation": "Dadvand P., Basagaña X., Barrera-Goómez J., Diffey B., Nieuwenhuijsen M. Measurement errors in the assessment of exposure to solar ultraviolet radiation and its impact on risk estimates in epidemiological studies. Photochem. Photobiol. Sci. 2011;10:1161–1168.", "ArticleIdList": ["21465050"]}, {"Citation": "De Angelis E., Renzetti S., Volta M., et al. COVID-19 incidence and mortality in Lombardy, Italy: an ecological study on the role of air pollution, meteorological factors, demographic and socioeconomic variables. Environ. Res. 2021;195", "ArticleIdList": ["PMC7826113", "33485909"]}, {"Citation": "Dhyani R., Singh A., Sharma N., Gulia S. Performance evaluation of CALINE 4 model in a hilly terrain – a case study of highway corridors in Himachal Pradesh (India) Int. J. Environ. Pollut. 2013;52:244–262."}, {"Citation": "Diez-Roux A.V., Kiefe C.I., Jacobs D.R., Jr, et al. Area characteristics and individual-level socioeconomic position indicators in three population-based epidemiologic studies. Ann. Epidemiol. 2001;11:395–405.", "ArticleIdList": ["11454499"]}, {"Citation": "Elliott J., Bodinier B., Whitaker M., et al. COVID-19 mortality in the UK Biobank cohort: revisiting and evaluating risk factors. Eur. J. Epidemiol. 2021;36:299–309.", "ArticleIdList": ["PMC7882869", "33587202"]}, {"Citation": "Geronimus A.T., Bound J. Use of census-based aggregate variables to proxy for socioeconomic group: evidence from national samples. Am. J. Epidemiol. 1998;148:475–486.", "ArticleIdList": ["9737560"]}, {"Citation": "Huang G., Blangiardo M., Brown P.E., Pirani M. Long-term exposure to air pollution and COVID-19 incidence: a multi-country study. Spatial and Spatio-Temporal Epidemiol. 2021;39", "ArticleIdList": ["PMC8354798", "34774259"]}, {"Citation": "Imai N., Gaythorpe K.A.M., Abbott S., et al. Adoption and impact of non-pharmaceutical interventions for COVID-19. Wellcome Open Res. 2020;5:59.", "ArticleIdList": ["PMC7255913", "32529040"]}, {"Citation": "Jerrett M., Arain A., Kanaroglou P., et al. A review and evaluation of intraurban air pollution exposure models. J. Expo. Sci. Environ. Epidemiol. 2005;15:185–204.", "ArticleIdList": ["15292906"]}, {"Citation": "Jerrett M., Burnett R.T., Ma R., et al. Spatial analysis of air pollution and mortality in los angeles. Epidemiology. 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Jerrett M., Shankardass K., Berhane K., et al. Traffic-related air pollution and asthma onset in children: a prospective cohort study with individual exposure measurement. Environ. Health Perspect. 2008;116:1433–1438.", "ArticleIdList": ["PMC2569108", "18941591"]}, {"Citation": "Kifer D., Bugada D., Villar-Garcia J., et al. Effects of environmental factors on severity and mortality of COVID-19. Front. Med. 2021;7:1088.", "ArticleIdList": ["PMC7855590", "33553204"]}, {"Citation": "Koebnick C., Langer-Gould A.M., Gould M.K., et al. Sociodemographic characteristics of members of a large, integrated health care system: comparison with US Census Bureau data. Perm. J. 2012;16:37.", "ArticleIdList": ["PMC3442759", "23012597"]}, {"Citation": "Krieger N. Overcoming the absence of socioeconomic data in medical records: validation and application of a census-based methodology. Am. J. Public Health. 1992;82:703–710.", "ArticleIdList": ["PMC1694121", "1566949"]}, {"Citation": "Li H., Xu X.L., Dai D.W., Huang Z.Y., Ma Z., Guan Y.J. Air pollution and temperature are associated with increased COVID-19 incidence: A time series study. Int. J. Infect. Dis. 2020:97. doi: 10.1016/j.ijid.2020.05.076.", "ArticleIdList": ["10.1016/j.ijid.2020.05.076", "PMC7266595", "32502664"]}, {"Citation": "G, Lippi, F, Sanchis-Gomar, BM, Henry, Association between environmental pollution and prevalence of coronavirus disease 2019 (COVID-19) in Italy. 2020. DOI:10.1101/2020.04.22.20075986."}, {"Citation": "Liu J., Lipsitt J., Jerrett M., Zhu Y. Decreases in Near-Road NO and NO2 Concentrations during the COVID-19 Pandemic in California. Environ Sci Technol Lett. 2021;8:161–167."}, {"Citation": "Messer L.C., Laraia B.A., Kaufman J.S., et al. The development of a standardized neighborhood deprivation index. J. Urban Health. 2006;83:1041–1062.", "ArticleIdList": ["PMC3261293", "17031568"]}, {"Citation": "C, Nau, K, Bruxvoort, RA, Navarro, et al. COVID-19 Inequities Across Multiple Racial and Ethnic Groups: Results From an Integrated Health Care Organization. Annals of internal medicine published online April 20 2021. DOI:10.7326/m20-8283.", "ArticleIdList": ["PMC8082524", "33872046"]}, {"Citation": "Neupane B., Jerrett M., Burnett R.T., Marrie T., Arain A., Loeb M. Long-term exposure to ambient air pollution and risk of hospitalization with community-acquired pneumonia in older adults. Am. J. Respir. Crit. Care Med. 2010:181. doi: 10.1164/rccm.200901-0160OC.", "ArticleIdList": ["10.1164/rccm.200901-0160OC", "19797763"]}, {"Citation": "Nobile F., Michelozzi P., Ancona C., et al. Air pollution, SARS-CoV-2 incidence and COVID-19 mortality in Rome – a longitudinal study. Eur. Respir. J. 2022 doi: 10.1183/13993003.00589-2022. published online Jan 1.", "ArticleIdList": ["10.1183/13993003.00589-2022", "PMC9301936", "35896215"]}, {"Citation": "Pearce N., Rhodes S., Stocking K., et al. Occupational differences in COVID-19 incidence, severity, and mortality in the United Kingdom: available data and framework for analyses. Wellcome Open Res. 2021;6:102.", "ArticleIdList": ["PMC8188261", "34141900"]}, {"Citation": "Quan H., Sundararajan V., Halfon P., et al. Coding algorithms for defining comorbidities in ICD-9-CM and ICD-10 administrative data. Med. Care. 2005;43:1130–1139.", "ArticleIdList": ["16224307"]}, {"Citation": "Quiros D.C., Zhang Q., Choi W., et al. Air quality impacts of a scheduled 36-h closure of a major highway. Atmos. Environ. 2013;67:404–414."}, {"Citation": "Rebuli M.E., Brocke S.A., Jaspers I. Impact of inhaled pollutants on response to viral infection in controlled exposures. J. Allergy Clin. Immunol. 2021;148:1420–1429.", "ArticleIdList": ["PMC8569906", "34252446"]}, {"Citation": "Sallam M. COVID-19 vaccine hesitancy worldwide: a concise systematic review of vaccine acceptance rates. Vaccines. 2021;9:160.", "ArticleIdList": ["PMC7920465", "33669441"]}, {"Citation": "SanJuan-Reyes S., Gómez-Oliván L.M., Islas-Flores H. COVID-19 in the environment. Chemosphere. 2021;263", "ArticleIdList": ["PMC7426221", "32829224"]}, {"Citation": "Soueid L., Triguero-Mas M., Dalmau A., et al. Estimating personal solar ultraviolet radiation exposure through time spent outdoors, ambient levels and modelling approaches*. Br. J. Dermatol. 2022;186:266–273.", "ArticleIdList": ["34403140"]}, {"Citation": "A, Sydbom, A, Blomberg, S, Parnia, N, Stenfors, T, Sandström, S-E, Dahlén, Health effects of diesel exhaust emissions. European Respiratory Journal17: 733 2001 746.", "ArticleIdList": ["11401072"]}, {"Citation": "Tartof S.Y., Qian L., Hong V., et al. Obesity and mortality among patients diagnosed With COVID-19: results from an integrated health care organization. Ann. Intern. Med. 2020;173:773–781.", "ArticleIdList": ["PMC7429998", "32783686"]}, {"Citation": "Travaglio M., Yu Y., Popovic R., Selley L., Leal N.S., Martins L.M. Links between air pollution and COVID-19 in England. Environ. Pollut. 2021;268", "ArticleIdList": ["PMC7571423", "33120349"]}, {"Citation": "US Census Bureau 1-year ACS Estimates. 2018. 07-14-2019 Accessed at https://www.census.gov/programs-surveys/acs/technical-documentation/table-and-geography-changes/2018/1-year.html on."}, {"Citation": "Venecek M.A., Yu X., Kleeman M.J. Predicted ultrafine particulate matter source contribution across the continental United States during summertime air pollution events. Atmos. Chem. Phys. 2019;19:9399–9412."}, {"Citation": "Wang B., Chen H., Chan Y.L., Oliver B.G. Is there an association between the level of ambient air pollution and COVID-19? American journal of physiology. Lung cellular and mol. physiol. 2020:319. doi: 10.1152/ajplung.00244.2020.", "ArticleIdList": ["10.1152/ajplung.00244.2020", "PMC7839633", "32697597"]}, {"Citation": "Wang B., Chen H., Chan Y.L., Oliver B.G. Is there an association between the level of ambient air pollution and COVID-19? Am. J. Physiol. Lung Cellular and Mol. Physiol. 2020;319:L416–L421.", "ArticleIdList": ["PMC7839633", "32697597"]}, {"Citation": "Weaver A.K., Head J.R., Gould C.F., Carlton E.J., Remais J.V. Environmental Factors Influencing COVID-19 Incidence and Severity. Annu. Rev. Public Health. 2022;43:271–291.", "ArticleIdList": ["34982587"]}, {"Citation": "World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard | WHO Coronavirus Disease (COVID-19) Dashboard. 2022. https://covid19.who.int/ (accessed October 25, 2022)."}, {"Citation": "Wu X., Nethery R.C., Sabath M.B., Braun D., Dominici F. Air pollution and COVID-19 mortality in the United States: Strengths and limitations of an ecological regression analysis. Science. Advances. 2020;6:eabd4049.", "ArticleIdList": ["PMC7673673", "33148655"]}, {"Citation": "Xu Y., Baylink D.J., Chen C.-S., et al. The importance of vitamin d metabolism as a potential prophylactic, immunoregulatory and neuroprotective treatment for COVID-19. J. Transl. Med. 2020;18:322.", "ArticleIdList": ["PMC7447609", "32847594"]}, {"Citation": "Yao Y., Pan J., Liu Z., et al. Ambient nitrogen dioxide pollution and spreadability of COVID-19 in Chinese cities. Ecotoxicol. Environ. Saf. 2021;208", "ArticleIdList": ["PMC7524685", "33038729"]}, {"Citation": "Young D.R., Fischer H., Arterburn D., et al. Associations of overweight/obesity and Socioeconomic Status With Hypertension Prevalence Across Racial and Ethnic Groups. 2018;20:532–540.", "ArticleIdList": ["PMC6565383", "29432662"]}, {"Citation": "Yu X., Venecek M., Kumar A., et al. Regional sources of airborne ultrafine particle number and mass concentrations in California. Atmos. Chem. Phys. 2019;19:14677–14702."}, {"Citation": "YB, Zeldovich 26. Oxidation of Nitrogen in Combustion and Explosions. In: Selected Works of Yakov Borisovich Zeldovich, Volume I. 2015. DOI:10.1515/9781400862979.404."}, {"Citation": "Zhang Z., Xue T., Jin X. Effects of meteorological conditions and air pollution on COVID-19 transmission: Evidence from 219 Chinese cities. Sci. Total Environ. 2020:741. doi: 10.1016/j.scitotenv.2020.140244.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140244", "PMC7832158", "32592975"]}, {"Citation": "Zhou X., Josey K., Kamareddine L., et al. Excess of COVID-19 cases and deaths due to fine particulate matter exposure during the 2020 wildfires in the United States. Sci. Adv. 2021;7:8789–8802.", "ArticleIdList": ["PMC8363139", "34389545"]}, {"Citation": "Zhu Y., Xie J., Huang F., Cao L. Association between short-term exposure to air pollution and COVID-19 infection: evidence from China. Sci. Total Environ. 2020:727. doi: 10.1016/j.scitotenv.2020.138704.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138704", "PMC7159846", "32315904"]}, {"Citation": "Zoran M.A., Savastru R.S., Savastru D.M., Tautan M.N., Baschir L.A., Tenciu D.V. Assessing the impact of air pollution and climate seasonality on COVID-19 multiwaves in Madrid. Spain. Environ. Res. 2022;203", "ArticleIdList": ["PMC8343379", "34370990"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "11"}, {"Year": "2022", "Month": "11", "Day": "18"}, {"Year": "2022", "Month": "12", "Day": "1"}, {"Year": "2022", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "24", "Hour": "18", "Minute": "15"}, {"Year": "2022", "Month": "12", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36565571", "PMC9715495", "10.1016/j.envint.2022.107675", "S0160-4120(22)00602-X"]}}], "PubmedBookArticle": []}