{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Concentration–response function", "Mortality", "Ozone", "Particulate matter"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36602605", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "01", "Day": "05"}], "ELocationID": ["10.1007/s00420-022-01948-3"], "Journal": {"ISSN": "1432-1246", "JournalIssue": {"Volume": "96", "Issue": "4", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "International archives of occupational and environmental health", "ISOAbbreviation": "Int Arch Occup Environ Health"}, "ArticleTitle": "On the supra-linearity of the relationship between air pollution, mortality and hospital admission in 18 French cities.", "Pagination": {"StartPage": "551", "EndPage": "563", "MedlinePgn": "551-563"}, "Abstract": {"AbstractText": ["Understanding the relationship between an environmental determinant and a given health outcome is key to inform public health policies. The short-term mortality and morbidity responses to outdoor air pollutants are traditionally assessed as a log-linear relationship, but few studies suggest a possible deviation from linearity. This paper investigates the shape of the relationship between ozone, NO<sub>2</sub> and fine particulate matter (PM<sub>10</sub> and PM<sub>2.5</sub>), mortality and hospital admissions in 18 French cities between 2000 and 2017.", "A multi-centric time series design, using quasi-Poisson generalized additive models, was used. Four approaches were compared to model concentration-response curves (log-linear, piecewise-linear with a priori defined breakpoints, piecewise-linear with no a priori breakpoint and cubic spline).", "All the models indicated evidence of supra-linearity between PM<sub>10</sub>, PM<sub>2.5</sub>, NO<sub>2</sub>, mortality and hospital admissions. For instance, with a log-linear model, a 10 µg/m<sup>3</sup> increase in PM<sub>2.5</sub> was associated with a 0.4% [95% CI 0.2; 0.7] increase in non-accidental mortality. When using a piecewise model with a priori set breakpoint at 10 µg/m<sup>3</sup>, the mortality increase was 3.8% [4.4; 6.3] below 10 µg/m<sup>3</sup>, and 0.3% [0; 0.6] above. Non-significant impacts of ozone were found for concentrations below 90 µg/m<sup>3</sup> to 120 µg/m<sup>3</sup>, with some variability in the identified threshold across the heath indicator studied.", "The supra-linearity of the relationship between PM<sub>10</sub>, PM<sub>2.5</sub>, NO<sub>2</sub>, mortality and hospital admissions supports the need to further reduce air pollution concentrations well below regulatory values."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0001-9804-069X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Santé Publique France, Saint-Maurice, France. Verene.WAGNER@santepubliquefrance.fr."}], "LastName": "Wagner", "ForeName": "Vérène", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Santé Publique France, Saint-Maurice, France."}], "LastName": "Pascal", "ForeName": "Mathilde", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Santé Publique France, Saint-Maurice, France."}], "LastName": "Corso", "ForeName": "Magali", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "INSERM, Institut Pierre Louis d'Epidémiologie et de Santé Publique IPLESP, Nemesis Team, Faculté de Médecine Saint-Antoine, Sorbonne Université, 27 Rue Chaligny, 75012, Paris, France."}], "LastName": "Alari", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "INSERM, Institut Pierre Louis d'Epidémiologie et de Santé Publique IPLESP, Nemesis Team, Faculté de Médecine Saint-Antoine, Sorbonne Université, 27 Rue Chaligny, 75012, Paris, France."}, {"Identifier": [], "Affiliation": "Herbert Wertheim School of Public Health and Scripps Institution of Oceanography University of California, 8622 Kennel Way, La Jolla, San Diego, CA, USA."}], "LastName": "Benmarhnia", "ForeName": "Tarik", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Santé Publique France, Saint-Maurice, France."}], "LastName": "Le Tertre", "ForeName": "Alain", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Int Arch Occup Environ Health", "NlmUniqueID": "7512134", "ISSNLinking": "0340-0131"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cities"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Hospitals"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adélaïde L, Medina S, Wagner V, de Crouy-Chanel P, Real E, Colette A, Couvidat F, Bessagnet B, Alter M, Durou A, Host S, Hulin M, Corso M, Pascal M (2021) Covid-19 lockdown in spring 2020 in France provided unexpected opportunity to assess health impacts of falls in air pollution. Front Sustain Cities 3:34", "ArticleIdList": ["10.3389/frsc.2021.643821"]}, {"Citation": "Ad-Hoc working group on ozone directive and reduction strategy development (1999) Ozone position paper, vol 1. Brussels, p 174"}, {"Citation": "Apte JS, Marshall JD, Cohen AJ, Brauer M (2015) Addressing global mortality from ambient PM<sub>2.5</sub>. Environ Sci Technol 49(13):8057–8066", "ArticleIdList": ["10.1021/acs.est.5b01236"]}, {"Citation": "Bell ML, Ebisu K (2012) Environmental inequality in exposures to airborne particulate matter components in the United States. Environ Health Perspect 120(12):1699–1704", "ArticleIdList": ["10.1289/ehp.1205201"]}, {"Citation": "Cohen AJ, Ross Anderson H, Ostro B, Pandey KD, Krzyzanowski M, Kunzli N, Gutschmidt K, Pope A, Romieu I, Samet JM, Smith K (2005) The global burden of disease due to outdoor air pollution. J Toxicol Environ Health A 68(13–14):1301–1307", "ArticleIdList": ["10.1080/15287390590936166"]}, {"Citation": "Corso M, Blanchard M, Medina S, Wagner V (2020) Short-term associations of nitrogen dioxide (NO<sub>2</sub>) on mortality in 18 French cities, 2010–2014. Atmosphere 11(11):1198", "ArticleIdList": ["10.3390/atmos11111198"]}, {"Citation": "Corso M, Lagarrigue R, S Medina (2019) Pollution atmosphérique. Guide pour la réalisation d'une évaluation quantitative des impacts sur la santé (EQIS). EQIS avec une exposition mesurée., Santé publique France: 92 p."}, {"Citation": "Daniels MJ, Dominici F, Samet JM, Zeger SL (2000) Estimating particulate matter-mortality dose-response curves and threshold levels: an analysis of daily time-series for the 20 largest US cities. Am J Epidemiol 152(5):397–406", "ArticleIdList": ["10.1093/aje/152.5.397"]}, {"Citation": "Dominici F, Daniels M, Zeger SL, Samet JM (2002) Air pollution and mortality. J Am Stat Assoc 97(457):100–111", "ArticleIdList": ["10.1198/016214502753479266"]}, {"Citation": "European Commission (2013) Commission staff working document-impact assessment, vol 1. Brussels, p 102"}, {"Citation": "Forastiere L, Carugno M, Baccini M (2020) Assessing short-term impact of PM<sub>10</sub> on mortality using a semiparametric generalized propensity score approach. Environ Health 19(1):46", "ArticleIdList": ["10.1186/s12940-020-00599-6"]}, {"Citation": "Le Tertre A, Lefranc A, Eilstein D, Declercq C, Medina S, Blanchard M, Chardon B, Fabre P, Filleul L, Jusot JF, Pascal L, Prouvost H, Cassadou S, Ledrans M (2006) Impact of the 2003 heatwave on all-cause mortality in 9 French cities. Epidemiology 17(1):75–79", "ArticleIdList": ["10.1097/01.ede.0000187650.36636.1f"]}, {"Citation": "Li T, Guo Y, Liu Y, Wang J, Wang Q, Sun Z, He MZ, Shi X (2019) Estimating mortality burden attributable to short-term PM<sub>2.5</sub> exposure: a national observational study in China. Environ Int 125:245–251", "ArticleIdList": ["10.1016/j.envint.2019.01.073"]}, {"Citation": "Liu C, Chen R, Sera F, Vicedo-Cabrera AM, Guo Y, Tong S, Coelho M, Saldiva PHN, Lavigne E, Matus P, Valdes Ortega N, Osorio Garcia S, Pascal M, Stafoggia M, Scortichini M, Hashizume M, Honda Y, Hurtado-Diaz M, Cruz J, Nunes B, Teixeira JP, Kim H, Tobias A, Iniguez C, Forsberg B, Astrom C, Ragettli MS, Guo YL, Chen BY, Bell ML, Wright CY, Scovronick N, Garland RM, Milojevic A, Kysely J, Urban A, Orru H, Indermitte E, Jaakkola JJK, Ryti NRI, Katsouyanni K, Analitis A, Zanobetti A, Schwartz J, Chen J, Wu T, Cohen A, Gasparrini A, Kan H (2019a) Ambient particulate air pollution and daily mortality in 652 cities. N Engl J Med 381(8):705–715", "ArticleIdList": ["10.1056/NEJMoa1817364"]}, {"Citation": "Liu C, Gasparrini A, Kan H (2019b) Ambient air pollution and mortality in 652 cities. Reply. N Engl J Med 381(21):2074–2075"}, {"Citation": "Lu F, Zhou L, Xu Y, Zheng T, Guo Y, Wellenius GA, Bassig BA, Chen X, Wang H, Zheng X (2015) Short-term effects of air pollution on daily mortality and years of life lost in Nanjing, China. Sci Total Environ 536:123–129", "ArticleIdList": ["10.1016/j.scitotenv.2015.07.048"]}, {"Citation": "Lvblad G, Palmgren F, Van Aalst R et al (1997) Position paper on air quality: nitrogen dioxide, vol 1. Brussels, p 76"}, {"Citation": "Papadogeorgou G, Kioumourtzoglou MA, Braun D, Zanobetti A (2019) Low levels of air pollution and health: effect estimates, methodological challenges, and future directions. Curr Environ Health Rep 6(3):105–115", "ArticleIdList": ["10.1007/s40572-019-00235-7"]}, {"Citation": "Pascal M, Wagner V, Chatignoux E, Falq G, Corso M, Blanchard M, Host S, Larrieu S, Pascal L, Declercq C (2012) Ozone and short-term mortality in nine French cities: influence of temperature and season. Atmos Environ 62:566–572", "ArticleIdList": ["10.1016/j.atmosenv.2012.09.009"]}, {"Citation": "Pascal M, Corso M, Chanel O, Declercq C, Badaloni C, Cesaroni G, Henschel S, Meister K, Haluza D, Martin-Olmedo P, Medina S (2013) Assessing the public health impacts of urban air pollution in 25 European cities: results of the Aphekom project. Sci Total Environ 449:390–400", "ArticleIdList": ["10.1016/j.scitotenv.2013.01.077"]}, {"Citation": "Pascal M, Falq G, Wagner V, Chatignoux E, Corso M, Blanchard M, Host S, Pascal L, Larrieu S (2014) Short-term impacts of particulate matter (PM<sub>10</sub>, PM<sub>10–2.5</sub>, PM<sub>2.5</sub>) on mortality in nine French cities. Atmos Environ 95:175–184", "ArticleIdList": ["10.1016/j.atmosenv.2014.06.030"]}, {"Citation": "Samoli E, Schwartz J, Wojtyniak B, Touloumi G, Spix C, Balducci F, Medina S, Rossi G, Sunyer J, Bacharova L, Anderson HR, Katsouyanni K (2001) Investigating regional differences in short-term effects of air pollution on daily mortality in the APHEA project: a sensitivity analysis for controlling long-term trends and seasonality. Environ Health Perspect 109(4):349–353", "ArticleIdList": ["10.1289/ehp.01109349"]}, {"Citation": "Samoli E, Touloumi G, Zanobetti A, Le Tertre A, Schindler C, Atkinson R, Vonk J, Rossi G, Saez M, Rabczenko D, Schwartz J, Katsouyanni K (2003) Investigating the dose-response relation between air pollution and total mortality in the APHEA-2 multicity project. Occup Environ Med 60(12):977–982", "ArticleIdList": ["10.1136/oem.60.12.977"]}, {"Citation": "Samoli E, Analitis A, Touloumi G, Schwartz J, Anderson HR, Sunyer J, Bisanti L, Zmirou D, Vonk JM, Pekkanen J, Goodman P, Paldy A, Schindler C, Katsouyanni K (2005) Estimating the exposure-response relationships between particulate matter and mortality within the APHEA multicity project. Environ Health Perspect 113(1):88–95", "ArticleIdList": ["10.1289/ehp.7387"]}, {"Citation": "Schwartz J, Laden F, Zanobetti A (2002) The concentration-response relation between PM<sub>2.5</sub> and daily deaths. Environ Health Perspect 110(10):1025–1029", "ArticleIdList": ["10.1289/ehp.021101025"]}, {"Citation": "Stayner L, Steenland K, Dosemeci M, Hertz-Picciotto I (2003) Attenuation of exposure-response curves in occupational cohort studies at high exposure levels. Scand J Work Environ Health 29(4):317–324", "ArticleIdList": ["10.5271/sjweh.737"]}, {"Citation": "Technical Working Group on Particles (1997) Ambient air pollution by particulate matter-position paper, vol 1. Brussels, p 85"}, {"Citation": "Touloumi G, Samoli E, Pipikou M, Le Tertre A, Atkinson R, Katsouyanni K, APHEA-2 Project Group (2006) Seasonal confounding in air pollution and health time-series studies: effect on air pollution effect estimates. Stat Med 25(24):4164–4178", "ArticleIdList": ["10.1002/sim.2681"]}, {"Citation": "Velders GJM, Maas RJM, Geilenkirchen GP, de Leeuw FAAM, Ligterink NE, Ruyssenaars P, de Vries WJ, Wesseling J (2020) Effects of European emission reductions on air quality in the Netherlands and the associated health effects. Atmos Environ 221:117109", "ArticleIdList": ["10.1016/j.atmosenv.2019.117109"]}, {"Citation": "Vicedo-Cabrera AM, Sera F, Liu C, Armstrong B, Milojevic A, Guo Y, Tong S, Lavigne E, Kyselý J, Urban A, Orru H, Indermitte E, Pascal M, Huber V, Schneider A, Katsouyanni K, Samoli E, Stafoggia M, Scortichini M, Hashizume M, Honda Y, Ng CFS, Hurtado-Diaz M, Cruz J, Silva S, Madureira J, Scovronick N, Garland RM, Kim H, Tobias A, Íñiguez C, Forsberg B, Åström C, Ragettli MS, Röösli M, Guo Y-LL, Chen B-Y, Zanobetti A, Schwartz J, Bell ML, Kan H, Gasparrini A (2020) Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ 368:m108", "ArticleIdList": ["10.1136/bmj.m108"]}, {"Citation": "WHO (2005) Air quality guidelines: global update 2005: particulate matter, ozone, nitrogen dioxide and sulfur dioxide vol 1. World Health Organization, Regional office for Europe, p 484"}, {"Citation": "WHO (2021) WHO global air quality guidelines: particulate matter (PM<sub>2.5</sub> and PM<sub>10</sub>), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide, vol 1. World Health Organization, Regional office for Europe, p 285"}, {"Citation": "WHO Regional office for Europe (2013) Review of evidence on health aspects of air pollution - REVIHAAP project, vol 1. Copenhagen, p 309"}, {"Citation": "Wood SN (2000) Modelling and smoothing parameter estimation with multiple quadratic penalties. J Roy Stat Soc B 62(2):413–428", "ArticleIdList": ["10.1111/1467-9868.00240"]}, {"Citation": "Wood S (2001) mgcv: GAMs and generalized ridge regression for R. R News 1:20–25"}, {"Citation": "Yan M, Wilson A, Bell ML, Peng RD, Sun Q, Pu W, Yin X, Li T, Anderson GB (2019) The shape of the concentration-response association between fine particulate matter pollution and human mortality in Beijing, China, and its implications for health impact assessment. Environ Health Perspect 127(6):67007", "ArticleIdList": ["10.1289/EHP4464"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "2"}, {"Year": "2022", "Month": "12", "Day": "15"}, {"Year": "2023", "Month": "4", "Day": "10", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "5", "Hour": "11", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36602605", "10.1007/s00420-022-01948-3", "10.1007/s00420-022-01948-3"]}}], "PubmedBookArticle": []}