{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Antioxidant system", "bioenergy plant", "gas exchange activity", "polyploidization", "stomatal conductance", "xanthophyll cycle"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36694346", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1093/aob/mcad019"], "Journal": {"ISSN": "1095-8290", "JournalIssue": {"Volume": "131", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "28"}}, "Title": "Annals of botany", "ISOAbbreviation": "Ann Bot"}, "ArticleTitle": "A wider spectrum of avoidance and tolerance mechanisms explained ozone sensitivity of two white poplar ploidy levels.", "Pagination": {"StartPage": "655", "EndPage": "666", "MedlinePgn": "655-666"}, "Abstract": {"AbstractText": ["Polyploidization can improve plant mass yield for bioenergy support, yet few studies have investigated ozone (O3) sensitivity linked to internal regulatory mechanisms at different ploidy levels.", "Diploid and triploid Populus tomentosa plants were exposed to ambient and ambient plus 60 ppb [O3]. We explored their differences in sensitivity (leaf morphological, physiological and biochemical traits, and plant mass) as well as mechanisms of avoidance (stomatal conductance, xanthophyll cycle, thermal dissipation) and tolerance (ROS scavenging system) in response to O3 at two developmental phases.", "Triploid plants had the highest plant growth under ambient O3, even under O3 fumigation. However, triploid plants were the most sensitive to O3 and under elevated O3 showed the largest decreases in photosynthetic capacity and performance, as well as increased shoot:root ratio, and the highest lipid peroxidation. Thus, plant mass production could be impacted in triploid plants under long-term O3 contamination. Both diploid and triploid plants reduced stomatal aperture in response to O3, thereby reducing O3 entrance, yet only in diploid plants was reduced stomatal aperture associated with minimal (non-significant) damage to photosynthetic pigments and lower lipid peroxidation.", "Tolerance mechanisms of plants of both ploidy levels mainly focused on the enzymatic reduction of hydrogen peroxide through catalase and peroxidase, yet these homeostatic regulatory mechanisms were higher in diploid plants. Our study recommends triploid white poplar as a bioenergy species only under short-term O3 contamination. Under continuously elevated O3 over the long term, diploid white poplar may perform better."], "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of the Annals of Botany Company. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Silviculture and Conservation, Ministry of Education, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Wang", "ForeName": "Miaomiao", "Initials": "M"}, {"Identifier": ["0000-0002-2244-4716"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Silviculture and Conservation, Ministry of Education, Beijing Forestry University, Beijing 100083, China."}, {"Identifier": [], "Affiliation": "Research Center of Deciduous Oaks, Beijing Forestry University, Beijing 100083, China."}, {"Identifier": [], "Affiliation": "National Innovation Alliance of Valuable Deciduous Tree Industry, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Li", "ForeName": "Guolei", "Initials": "G"}, {"Identifier": ["0000-0002-9775-5113"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Agrometeorology of Jiangsu Province, Institute of Ecology, School of Applied Meteorology, Nanjing University of Information Science and Technology, Nanjing 210044, China."}], "LastName": "Feng", "ForeName": "Zhaozhong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Silviculture and Conservation, Ministry of Education, Beijing Forestry University, Beijing 100083, China."}, {"Identifier": [], "Affiliation": "Research Center of Deciduous Oaks, Beijing Forestry University, Beijing 100083, China."}, {"Identifier": [], "Affiliation": "National Innovation Alliance of Valuable Deciduous Tree Industry, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Liu", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Urban and Regional Ecology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China."}], "LastName": "Yuan", "ForeName": "Xiangyang", "Initials": "X"}, {"Identifier": ["0000-0002-6922-2889"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad de Alcalá, Forest Ecology and Restoration Group, Departamento de Ciencias de la Vida, U.D. Ecología, Apdo. 20, E-28805, Alcalá de Henares, Madrid, Spain."}], "LastName": "Uscola", "ForeName": "Mercedes", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Ann Bot", "NlmUniqueID": "0372347", "ISSNLinking": "0305-7364"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["genetics"], "DescriptorName": "Populus"}, {"QualifierName": [], "DescriptorName": "Triploidy"}, {"QualifierName": ["physiology"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["genetics"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Ploidies"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agathokleous E, Feng Z, Oksanen E, et al. . 2020. Ozone affects plant, insect, and soil microbial communities: a threat to terrestrial ecosystems and biodiversity. Science Advances 6: eabc1176.", "ArticleIdList": ["PMC7423369", "32851188"]}, {"Citation": "Ainsworth EA, Yendrek CR, Sitch S, Collins WJ, Emberson LD.. 2012. The effects of tropospheric ozone on net primary productivity and implications for climate change. Annual Review of Plant Biology 63: 637–661.", "ArticleIdList": ["22404461"]}, {"Citation": "Andersen CP. 2003. Source-sink balance and carbon allocation below ground in plants exposed to ozone. New Phytologist 157: 213–228.", "ArticleIdList": ["33873636"]}, {"Citation": "Asada K. 1992. Ascorbate peroxidase – a hydrogen peroxide-scavenging enzyme in plants. Physiologia Plantarum 85: 235–241."}, {"Citation": "Benzie IFF, Strain JJ.. 1996. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay. Analytical Biochemistry 239: 70–76.", "ArticleIdList": ["8660627"]}, {"Citation": "Bortier K, De Temmerman L, Ceulemans R.. 2000. Effects of ozone exposure in open-top chambers on poplar (Populus nigra) and beech (Fagus sylvatica): a comparison. Environmental Pollution 109: 509–516.", "ArticleIdList": ["15092884"]}, {"Citation": "Bowler C, Camp WV, Montagu MV, Inzé D, Asada K.. 1994. Superoxide dismutase in plants. Critical Reviews in Plant Sciences 13: 199–218."}, {"Citation": "Cook M. 2021. Trends in global energy supply and demand. Developments in Petroleum Science 71: 15–42."}, {"Citation": "Deng B, Du W, Liu C, Sun W, Tian S, Dong H.. 2012. Antioxidant response to drought, cold and nutrient stress in two ploidy levels of tobacco plants: low resource requirement confers polytolerance in polyploids? Plant Growth Regulation 66: 37–47."}, {"Citation": "Dillen SY, Rood SB, Ceulemans R.. 2010. Growth and physiology. In: Jansson S, Bhalerao R, Groover AT, eds. Genetics and genomics of Populus. New York: Springer, 39–63."}, {"Citation": "Dizengremel P. 2001. Effects of ozone on the carbon metabolism of forest trees. Plant Physiology and Biochemistry 39: 729–742."}, {"Citation": "Dumont J, Keski-Saari S, Keinänen M, et al. . 2014. Ozone affects ascorbate and glutathione biosynthesis as well as amino acid contents in three Euramerican poplar genotypes. Tree Physiology 34: 253–266.", "ArticleIdList": ["24682617"]}, {"Citation": "\nEuropean Environment Agency.\n2020. Share of renewable energy in gross final energy consumption in Europe.https://www.eea.europa.eu/data-and-maps/indicators/renewable-gross-final-energy-consumption-4/assessment-4 (1 March 2020, date last accessed)."}, {"Citation": "Feng Z, Büker P, Pleijel H, Emberson L, Karlsson PE, Uddling J.. 2018. A unifying explanation for variation in ozone sensitivity among woody plants. Global Change Biology 24: 78–84.", "ArticleIdList": ["28722164"]}, {"Citation": "Feng Z, Shang B, Gao F, Calatayud V.. 2019. Current ambient and elevated ozone effects on poplar: a global meta-analysis and response relationships. Science of the Total Environment 654: 832–840.", "ArticleIdList": ["30453256"]}, {"Citation": "Gandin A, Davrinche A, Jolivet Y.. 2019. Deciphering the main determinants of O3 tolerance in Euramerican poplar genotypes. Science of the Total Environment 656: 681–690.", "ArticleIdList": ["30529971"]}, {"Citation": "Gessler A, Grossiord C.. 2019. Coordinating supply and demand: plant carbon allocation strategy ensuring survival in the long run. New Phytologist 222: 5–7.", "ArticleIdList": ["30815948"]}, {"Citation": "Greer BT, Still C, Cullinan GL, Brooks JR, Meinzer FC.. 2018. Polyploidy influences plant–environment interactions in quaking aspen (Populus tremuloides Michx.). Tree Physiology 38: 630–640.", "ArticleIdList": ["PMC6527095", "29036397"]}, {"Citation": "Haikio E, Freiwald V, Julkunen-Tiitto R, Beuker E, Holopainen T, Oksanen E.. 2009. Differences in leaf characteristics between ozone-sensitive and ozone-tolerant hybrid aspen (Populus tremula × Populus tremuloides) clones. Tree Physiology 29: 53–66.", "ArticleIdList": ["19203932"]}, {"Citation": "Heath RL, Packer L.. 1968. Photoperoxidation in isolated chloroplasts. Archives of Biochemistry and Biophysics 125: 189–198.", "ArticleIdList": ["5655425"]}, {"Citation": "Hennig A, Kleinschmit JRG, Schoneberg S, Löffler S, Janßen A, Polle A.. 2015. Water consumption and biomass production of protoplast fusion lines of poplar hybrids under drought stress. Frontiers in Plant Science 6: 1–14.", "ArticleIdList": ["PMC4436569", "26042130"]}, {"Citation": "Huang J, Hammerbacher A, Weinhold A, et al. . 2019. Eyes on the future – evidence for trade-offs between growth, storage and defense in Norway spruce. New Phytologist 222: 144–158.", "ArticleIdList": ["30289558"]}, {"Citation": "\nIntergovernmental Panel on Climate Change (IPCC).\n2021. Sixth assessment report.https://www.ipcc.ch/report/ar6/wg1/#FullReport (16 September 2021, date last accessed)."}, {"Citation": "Lambers H, Chapin FS III, Pons TL.. 2008. Plant physiological ecology. New York: Springer."}, {"Citation": "Latowski D, Kuczyńska P, Strzałka K.. 2011. Xanthophyll cycle – a mechanism protecting plants against oxidative stress. Redox Report 16: 78–90.", "ArticleIdList": ["PMC6837671", "21722416"]}, {"Citation": "Li J, Zhu Y, Dong W.. 2012. Developmental rhythm of poplars. In: Li J, Zhao Y, Dong W, eds. Combined effects between fertilization and irrigation on poplar clones. Beijing: China Forestry Publishing House, 27–38 [in Chinese]."}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q, Bates KH.. 2019. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proceedings of the National Academy of Sciences of the USA 116: 422–427.", "ArticleIdList": ["PMC6329973", "30598435"]}, {"Citation": "McKee IF, Eiblmeier M, Polle A.. 1997. Enhanced ozone-tolerance in wheat grown at an elevated CO2 concentration: ozone exclusion and detoxification. New Phytologist 137: 275–284.", "ArticleIdList": ["33863181"]}, {"Citation": "Meyer AJ. 2008. The integration of glutathione homeostasis and redox signaling. Journal of Plant Physiology 165: 1390–1403.", "ArticleIdList": ["18171593"]}, {"Citation": "Niinemets U. 1999. Components of leaf dry mass per area – thickness and density – alter leaf photosynthetic capacity in reverse directions in woody plants. New Phytologist 144: 35–47."}, {"Citation": "Novak K, Cherubini P, Saurer M, et al. . 2007. Ozone air pollution effects on tree-ring growth, δ13C, visible foliar injury and leaf gas exchange in three ozone-sensitive woody plant species. Tree Physiology 27: 941–949.", "ArticleIdList": ["17403646"]}, {"Citation": "Pärnik T, Ivanova H, Keerberg O, Vardja R, Niinemets U.. 2014. Tree age-dependent changes in photosynthetic and respiratory CO2 exchange in leaves of micropropagated diploid, triploid and hybrid aspen. Tree Physiology 34: 585–594.", "ArticleIdList": ["24898219"]}, {"Citation": "Poorter H, Niinemets U, Poorter L, Wright IJ, Villar R.. 2009. Causes and consequences of variation in leaf mass per area (LMA): a meta-analysis. New Phytologist 182: 565–588.", "ArticleIdList": ["19434804"]}, {"Citation": "Qiu T, Wang Y, Geng XN, Zhang Y, Li Y, Kang XY.. 2020. Growth, photosynthesis, and reactive oxygen system responses of allotriploid Populus cathayana to salt stress. Photosynthetica 58: 944–950."}, {"Citation": "Reich PB. 1983. Effects of low concentrations of O3 on net photosynthesis, dark respiration, and chlorophyll contents in aging hybrid poplar leaves. Plant Physiology 73: 291–296.", "ArticleIdList": ["PMC1066455", "16663210"]}, {"Citation": "\nRenewable Energy Policy Network for the 21st Century.\n2019. Renewables 2019 Global Status Report. Available from: https://www.ren21.net/wp-content/uploads/2019/05/gsr_2019_full_report_en.pdf (5 January 2020, date last accessed)."}, {"Citation": "Rodrigues AM, Costa MMG, Nunes LJR.. 2021. Short rotation woody coppices for biomass production: an integrated analysis of the potential as an energy alternative. Current Sustainable/Renewable Energy Reports 8: 70–89."}, {"Citation": "Sattler MC, Carvalho CR, Clarindo WR.. 2016. The polyploidy and its key role in plant breeding. Planta 243: 281–296.", "ArticleIdList": ["26715561"]}, {"Citation": "Shang B, Feng ZZ, Gao F, Calatayud V.. 2020. The ozone sensitivity of five poplar clones is not related to stomatal conductance, constitutive antioxidant levels and morphology of leaves. Science of the Total Environment 699: 134402.", "ArticleIdList": ["31683210"]}, {"Citation": "Smirnoff N, Arnaud D.. 2019. Hydrogen peroxide metabolism and functions in plants. New Phytologist 221: 1197–1214.", "ArticleIdList": ["30222198"]}, {"Citation": "Tausz M, Grulke NE, Wieser G.. 2007. Defense and avoidance of ozone under global change. Environmental Pollution 147: 525–531.", "ArticleIdList": ["17055629"]}, {"Citation": "Vahisalu T, Puzõrjova I, Brosché M, et al. . 2010. Ozone-triggered rapid stomatal response involves the production of reactive oxygen species, and is controlled by SLAC1 and OST1. Plant Journal 62: 442–453.", "ArticleIdList": ["20128877"]}, {"Citation": "Van de Peer Y, Ashman T, Soltis PS, Soltis DE.. 2021. Polyploidy: an evolutionary and ecological force in stressful times. Plant Cell 33: 11–26.", "ArticleIdList": ["PMC8136868", "33751096"]}, {"Citation": "Verbruggen N, Hermans C.. 2008. Proline accumulation in plants: a review. Amino Acids 35: 753–759.", "ArticleIdList": ["18379856"]}, {"Citation": "Verlinden MS, Broeckx LS, Van den Bulcke J, Van Acker J, Ceulemans R.. 2013. Comparative study of biomass determinants of 12 poplar (Populus) genotypes in a high-density short-rotation culture. Forest Ecology and Management 307: 101–111."}, {"Citation": "Vingarzan R. 2004. A review of surface ozone background levels and trends. Atmospheric Environment 38: 3431–3442."}, {"Citation": "Wang M, Li G, Feng Z, Liu Y, Xu Y, Uscola M.. 2021. Uptake of nitrogen forms by diploid and triploid white poplar depends on seasonal carbon use strategy and elevated summer ozone. Journal of Experimental Botany 72: 7180–7190.", "ArticleIdList": ["34228101"]}, {"Citation": "Wellburn AR. 1994. The spectral determination of chlorophylls a and b, as well as total carotenoids, using various solvents with spectrophotometers of different resolution. Journal of Plant Physiology 144: 307–313."}, {"Citation": "Woo SY, Hinckley TM.. 2005. The effects of ozone on growth and stomatal response in the F2 generation of hybrid poplar (Populus trichocarpa × Populus deltoides). Biologia Plantarum 49: 395–404."}, {"Citation": "Xu J, Jin J, Zhao H, et al. . 2019. Drought stress tolerance analysis of Populus ussuriensis clones with different ploidies. Journal of Forestry Research 30: 1267–1275."}, {"Citation": "Zhang J, Song X, Zhang L, et al. . 2020. Agronomic performance of 27 Populus clones evaluated after two 3-year coppice rotations in Henan, China. GCB Bioenergy 12: 168–181."}, {"Citation": "Zhang P, Wu F, Kang X.. 2015. Chemical properties of wood are under stronger genetic control than growth traits in Populus tomentosa Carr. Annals of Forest Science 72: 89–97."}, {"Citation": "Zhao X, Li Y, Zheng M, et al. . 2015. Comparative analysis of growth and photosynthetic characteristics of (Populus simonii × P. nigra) × (P. nigra × P. simonii) hybrid clones of different ploidides. PLoS One 10: e01192591–e01192516.", "ArticleIdList": ["PMC4395098", "25867100"]}, {"Citation": "Zhu Z. 2006. Breeding of triploid Populus tomentosa. In: Zhu Z, ed. Genetic improvement of Populus tomentosa. Beijing: Chinese Forestry Press, 155–220."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "16"}, {"Year": "2023", "Month": "1", "Day": "23"}, {"Year": "2023", "Month": "5", "Day": "1", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "25", "Hour": "0", "Minute": "23"}, {"Year": "2024", "Month": "1", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36694346", "PMC10147324", "10.1093/aob/mcad019", "7000403"]}}], "PubmedBookArticle": []}