{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Distributed lag-models", "Influential windows of exposure", "Lung function"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36738772", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "03"}], "ELocationID": ["10.1016/j.envres.2023.115415", "S0013-9351(23)00207-4"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "222", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "01"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Associations between prenatal and early-life air pollution exposure and lung function in young children: Exploring influential windows of exposure on lung development.", "Pagination": {"StartPage": "115415", "MedlinePgn": "115415"}, "Abstract": {"AbstractText": ["Evidence in the literature suggests that air pollution exposures experienced prenatally and early in life can be detrimental to normal lung development, however the specific timing of critical windows during development is not fully understood.", "We evaluated air pollution exposures during the prenatal and early-life period in association with lung function at ages 6-9, in an effort to identify potentially influential windows of exposure for lung development.", "Our study population consisted of 222 children aged 6-9 from the Fresno-Clovis metro area in California with spirometry data collected between May 2015 and May 2017. We used distributed-lag non-linear models to flexibly model the exposure-lag-response for monthly average exposure to fine particulate matter (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) during the prenatal months and first three years of life in association with forced vital capacity (FVC), and forced expiratory volume in the first second (FEV<sub>1</sub>), adjusted for covariates.", "PM<sub>2.5</sub> exposure during the prenatal period and the first 3-years of life was associated with lower FVC and FEV<sub>1</sub> assessed at ages 6-9. Specifically, an increase from the 5th percentile of the observed monthly average exposure (7.55 μg/m<sup>3</sup>) to the median observed exposure (12.69 μg/m<sup>3</sup>) for the duration of the window was associated with 0.42 L lower FVC (95% confidence interval (CI): -0.82, -0.03) and 0.38 L lower FEV<sub>1</sub> (95% CI: -0.75, -0.02). The shape of the lag-response indicated that the second half of pregnancy may be a particularly influential window of exposure. Associations for ozone were not as strong and typically CIs included the null.", "Our findings indicate that prenatal and early-life exposures to PM<sub>2.5</sub> are associated with decreased lung function later in childhood. Exposures during the latter months of pregnancy may be especially influential."], "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA. Electronic address: Andreas.Neophytou@colostate.edu."}], "LastName": "Neophytou", "ForeName": "Andreas M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Lutzker", "ForeName": "Liza", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Radiological Health Sciences, Colorado State University, Fort Collins, CO, USA; Division of Disease Control and Public Health Response, Colorado Department of Public Health and Environment, Denver, CO, USA."}], "LastName": "Good", "ForeName": "Kristen M", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Mann", "ForeName": "Jennifer K", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Noth", "ForeName": "Elizabeth M", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA; Department of Medicine, University of California, San Francisco, CA, USA."}], "LastName": "Holm", "ForeName": "Stephanie M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Costello", "ForeName": "Sadie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of California, San Francisco-Fresno, Fresno, CA, USA; Central California Asthma Collaborative, Fresno, CA, USA."}], "LastName": "Tyner", "ForeName": "Tim", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sean N. Parker Center for Allergy and Asthma Research at Stanford University, Palo Alto, CA, USA; Department of Environmental Health. Harvard T.H. Chan School of Public Health, Boston MA, USA."}], "LastName": "Nadeau", "ForeName": "Kari C", "Initials": "KC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Eisen", "ForeName": "Ellen A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sonoma Technology, Petaluma, CA, USA."}], "LastName": "Lurmann", "ForeName": "Fred", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Hammond", "ForeName": "S Katharine", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA; University of California, San Francisco-Fresno, Fresno, CA, USA."}], "LastName": "Balmes", "ForeName": "John R", "Initials": "JR"}], "GrantList": [{"GrantID": "P01 ES022849", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R00 ES027511", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R24 ES030888", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T42 OH008429", "Acronym": "OH", "Agency": "NIOSH CDC HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Lung"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Ozone"}], "CoiStatement": "Declaration of competing interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Andreas Neophytou reports financial support was provided by National Institute of Environmental Health Sciences. John R. Balmes, Liza Lutzker, Stephanie Holm, Elizabeth M. Noth, Sadie Costello, Tim Tyner, Ellen Eisen, Kari C. Nadeau, S Katharine Hammond reports financial support was provided by National Institute of Environmental Health Sciences. John R. Balmes reports a relationship with California Air Resources Board that includes: board membership."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "American Thoracic Society, 1995. Standardization of Spirometry, 1994 Update. American Thoracic Society. Am J Respir Crit Care Med 152, 1107–1136. 10.1164/ajrccm.152.3.7663792", "ArticleIdList": ["10.1164/ajrccm.152.3.7663792", "7663792"]}, {"Citation": "Armstrong B, 2006. Models for the Relationship between Ambient Temperature and Daily Mortality. Epidemiology 17, 624–631.", "ArticleIdList": ["17028505"]}, {"Citation": "Bose S, Rosa MJ, Mathilda Chiu YH, Leon Hsu HH, Di Q, Lee A, Kloog I, Wilson A, Schwartz J, Wright RO, Morgan WJ, Coull BA, Wright RJ, 2018. Prenatal nitrate air pollution exposure and reduced child lung function: Timing and fetal sex effects. Environ. Res 167, 591–597. 10.1016/j.envres.2018.08.019", "ArticleIdList": ["10.1016/j.envres.2018.08.019", "PMC6196719", "30172192"]}, {"Citation": "Cai Y, Hansell AL, Granell R, Blangiardo M, Zottoli M, Fecht D, Gulliver J, Henderson AJ, Elliott P, 2020. Prenatal, Early-Life, and Childhood Exposure to Air Pollution and Lung Function: The ALSPAC Cohort. Am. J. Respir. Crit. Care Med 202, 112–123. 10.1164/rccm.201902-0286OC", "ArticleIdList": ["10.1164/rccm.201902-0286OC", "PMC7328307", "32142356"]}, {"Citation": "Enright PL, Linn WS, Avol EL, Margolis HG, Gong H, Peters JM, 2000. Quality of Spirometry Test Performance in Children and Adolescents. Chest 118, 665–671. 10.1378/chest.118.3.665.", "ArticleIdList": ["10.1378/chest.118.3.665", "10988187"]}, {"Citation": "Fayon M, Beaufils F, 2021. The lower respiratory airway wall in children in health and disease. ERJ Open Res 7, 0874–2020. 10.1183/23120541.00874-2020", "ArticleIdList": ["10.1183/23120541.00874-2020", "PMC8311136", "34322550"]}, {"Citation": "Gasparrini A, 2014. Modeling exposure-lag-response associations with distributed lag non-linear models. Stat. Med 33, 881–899. 10.1002/sim.5963", "ArticleIdList": ["10.1002/sim.5963", "PMC4098103", "24027094"]}, {"Citation": "Gauderman WJ, Urman R, Avol E, Berhane K, McConnel R, Rappaport E, Chang R, Lurmann F, Gilliland F, 2015. Association of Improved Air Quality with Lung Development in Children. N Engl J Med 372, 905–913. 10.1056/NEJMoa1414123", "ArticleIdList": ["10.1056/NEJMoa1414123", "PMC4430551", "25738666"]}, {"Citation": "Graham BL, Steenbruggen I, Miller MR, Barjaktarevic IZ, Cooper BG, Hall GL, Hallstrand TS, Kaminsky DA, McCarthy K, McCormack MC, Oropez CE, M. R, Stanojevic S, Swanney MP, Thompson BR, 2019. Standardization of Spirometry 2019 Update. An Official American Thoracic Society and European Respiratory Society Technical Statement. Am. J. Respir. Crit. Care Med 200, e70–e88. 10.1164/rccm.201908-1590ST", "ArticleIdList": ["10.1164/rccm.201908-1590ST", "PMC6794117", "31613151"]}, {"Citation": "Holm SM, Balmes JR, 2022. Systematic Review of Ozone Effects on Human Lung Function, 2013 Through 2020. Chest 161, 190–201. 10.1016/j.chest.2021.07.2170", "ArticleIdList": ["10.1016/j.chest.2021.07.2170", "PMC8783034", "34389296"]}, {"Citation": "Hsu HHL, Chiu YHM, Coull BA, Kloog I, Schwartz J, Lee A, Wright RO, Wright RJ, 2015. Prenatal particulate air pollution and asthma onset in urban children: Identifying sensitive windows and sex differences. Am. J. Respir. Crit. Care Med 192, 1052–1059. 10.1164/rccm.201504-0658OC", "ArticleIdList": ["10.1164/rccm.201504-0658OC", "PMC4642201", "26176842"]}, {"Citation": "Jedrychowski WA, Perera FP, Maugeri U, Mrozek-Budzyn D, Mroz E, KlimaszewskaRembiasz M, Flak E, Edwards S, Spengler J, Jacek R, Sowa A, 2010. Intrauterine exposure to polycyclic aromatic hydrocarbons, fine particulate matter and early wheeze. Prospective birth cohort study in 4-year olds. Pediatr. Allergy Immunol 21, 723–732. 10.1111/j.1399-3038.2010.01034.x", "ArticleIdList": ["10.1111/j.1399-3038.2010.01034.x", "PMC3683604", "20444151"]}, {"Citation": "Jobe AH, 2013. Good news for lung repair in preterm infants. Am. J. Respir. Crit. Care Med 187, 1043–1044. 10.1164/rccm.201303-0485ED", "ArticleIdList": ["10.1164/rccm.201303-0485ED", "PMC3734616", "23675712"]}, {"Citation": "Kajekar R, 2007. Environmental factors and developmental outcomes in the lung. Pharmacol. Ther 114, 129–145. 10.1016/j.pharmthera.2007.01.011", "ArticleIdList": ["10.1016/j.pharmthera.2007.01.011", "17408750"]}, {"Citation": "Khreis H, Kelly C, Tate J, Parslow R, Lucas K, Nieuwenhuijsen M, 2017. Exposure to traffic-related air pollution and risk of development of childhood asthma: A systematic review and meta-analysis. Env. Int 100, 1–31. https://doi.org/doi: 10.1016/j.envint.2016.11.012", "ArticleIdList": ["10.1016/j.envint.2016.11.012", "27881237"]}, {"Citation": "Laine JE, Bodinier B, Robinson O, Plusquin M, Scalbert A, Keski-Rahkonen P, Robinot N, Vermeulen R, Pizzi C, Asta F, Nawrot T, Gulliver J, Chatzi L, Kogevinas M, Nieuwenhuijsen M, Sunyer J, Vrijheid M, Chadeau-Hyam M, Vineis P, 2020. Prenatal Exposure to Multiple Air Pollutants, Mediating Molecular Mechanisms, and Shifts in Birthweight. Environ. Sci. Technol 54, 14502–14513. 10.1021/acs.est.0c02657", "ArticleIdList": ["10.1021/acs.est.0c02657", "33124810"]}, {"Citation": "Lee AG, Le Grand B, Hsu HHL, Chiu YHM, Brennan KJ, Bose S, Rosa MJ, Brunst KJ, Kloog I, Wilson A, Schwartz J, Morgan W, Coull BA, Wright RO, Baccarelli AA, Wright RJ, 2018. Prenatal fine particulate exposure associated with reduced childhood lung function and nasal epithelia GSTP1 hypermethylation: Sex-specific effects. Respir. Res 19, 1–12. 10.1186/s12931-018-0774-3", "ArticleIdList": ["10.1186/s12931-018-0774-3", "PMC5923186", "29703190"]}, {"Citation": "Li J, Heap AD, 2011. A review of comparative studies of spatial interpolation methods in environmental sciences: Performance and impact factors. Ecol. Inform 6, 228–241. 10.1016/j.ecoinf.2010.12.003", "ArticleIdList": ["10.1016/j.ecoinf.2010.12.003"]}, {"Citation": "Mann JK, Lutzker L, Holm SM, Margolis HG, Neophytou AM, Eisen EA, Costello S, Tyner T, Holland N, Tindula G, Prunicki M, Nadeau K, Noth EM, Lurmann F, Hammond SK, Balmes JR, 2021. Traffic-related air pollution is associated with glucose dysregulation, blood pressure, and oxidative stress in children. Environ. Res 195, 110870. 10.1016/j.envres.2021.110870", "ArticleIdList": ["10.1016/j.envres.2021.110870", "PMC8520413", "33587949"]}, {"Citation": "Margolis HG, Mann JK, Lurmann FW, Mortimer KM, Balmes JR, Hammond SK, Trager IB, 2009. Altered pulmonary function in children with asthma associated with highway traffic near residence. Int. J. Environ. Health Res 19, 139–155. 10.1080/09603120802415792", "ArticleIdList": ["10.1080/09603120802415792", "19370464"]}, {"Citation": "Merkus PJFM, 2016. Catch-up alveolar development into adulthood: Also in those born prematurely? Eur. Respir. J 47, 710–713. 10.1183/13993003.00005-2016", "ArticleIdList": ["10.1183/13993003.00005-2016", "26929313"]}, {"Citation": "Morales E, Garcia-Esteban R, De La Cruz OA, Basterrechea M, Lertxundi A, Martinez López de Dicastillo MD, Zabaleta C, Sunyer J, 2015. Intrauterine and early postnatal exposure to outdoor air pollution and lung function at preschool age. Thorax 70, 64–73. 10.1136/thoraxjnl-2014-205413", "ArticleIdList": ["10.1136/thoraxjnl-2014-205413", "25331281"]}, {"Citation": "Mork D, Wilson A, 2021. Estimating perinatal critical windows of susceptibility to environmental mixtures via structured Bayesian regression tree pairs. Biometrics. 10.1111/biom.13568.", "ArticleIdList": ["10.1111/biom.13568", "34562017"]}, {"Citation": "Narayanan M, Owers-Bradley J, Beardsmore CS, Mada M, Ball I, Garipov R, Panesar KS, Kuehni CE, Spycher BD, Williams SE, Silverman M, 2012. Alveolarization continues during childhood and adolescence: new evidence from helium-3 magnetic resonance. Am. J. Respir. Crit. Care Med 185, 186–191. 10.1164/rccm.201107-1348OC", "ArticleIdList": ["10.1164/rccm.201107-1348OC", "PMC3410735", "22071328"]}, {"Citation": "Nishimura KK, Galanter JM, Roth LA, Oh SS, Thakur N, Nguyen EA, Thyne S, Farber HJ, Serebrisky D, Kumar R, Brigino-Buenaventura E, Davis A, LeNoir MA, Meade K, Rodriguez-Cintron W, Avila PC, Borrell LN, Bibbins-Domingo K, Rodriguez-Santana JR, Sen S, Lurmann F, Balmes JR, Burchard EG, 2013. EarlyLife air pollution and asthma risk in minority children the GALA II and SAGE II studies. Am J Respir Crit Care Med 188, 309–318. 10.1164/rccm.201302-0264OC", "ArticleIdList": ["10.1164/rccm.201302-0264OC", "PMC3778732", "23750510"]}, {"Citation": "Rice MB, Mein SA, 2020. Prenatal air pollution and child lung function: The impossible search for a vulnerable trimester. Am. J. Respir. Crit. Care Med 202, 15–16. 10.1164/rccm.202003-0764ED", "ArticleIdList": ["10.1164/rccm.202003-0764ED", "PMC7328328", "32271613"]}, {"Citation": "Rice MB, Rifas-Shiman SL, Litonjua AA, Oken E, Gillman MW, Kloog I, LuttmannGibson H, Zanobetti A, Coull BA, Schwartz J, Koutrakis P, Mittleman MA, Gold DR, 2016. Lifetime Exposure to Ambient Pollution and Lung Function in Children. Am. J. Respir. Crit. Care Med 193, 881–888. 10.1164/rccm.201506-1058OC", "ArticleIdList": ["10.1164/rccm.201506-1058OC", "PMC4849180", "26575800"]}, {"Citation": "Schultz ES, Litonjua AA, Melén E, 2017. Effects of Long-Term Exposure to Traffic-Related Air Pollution on Lung Function in Children. Curr. Allergy Asthma Rep 17. 10.1007/s11882-017-0709-y", "ArticleIdList": ["10.1007/s11882-017-0709-y", "PMC5446841", "28551888"]}, {"Citation": "Smith BM, Kirby M, Hoffman EA, Kronmal RA, Aaron SD, Allen NB, Bertoni A, Coxson HO, Cooper C, Couper DJ, Criner G, Dransfield MT, Han MK, Hansel NN, Jacobs DR, Kaufman JD, Lin CL, Manichaikul A, Martinez FJ, Michos ED, Oelsner EC, Paine R, Watson KE, Benedetti A, Tan WC, Bourbeau J, Woodruff PG, Barr RG, 2020. Association of Dysanapsis with Chronic Obstructive Pulmonary Disease among Older Adults. JAMA - J. Am. Med. Assoc 323, 2268–2280. 10.1001/jama.2020.6918", "ArticleIdList": ["10.1001/jama.2020.6918", "PMC7284296", "32515814"]}, {"Citation": "To T, Zhu J, Stieb D, Gray N, Fong I, Pinault L, Jerrett M, Robichaud A, Ménard R, van Donkelaar A, Martin RV, Hystad P, Brook JR, Dell S, 2020. Early life exposure to air pollution and incidence of childhood asthma, allergic rhinitis and eczema. Eur. Respir. J 55. 10.1183/13993003.00913-2019", "ArticleIdList": ["10.1183/13993003.00913-2019", "PMC7031706", "31806712"]}, {"Citation": "Trager IB, Balmes J, Lurmann F, Ngo L, Alcorn S, Künzli N, 2005. Chronic exposure to ambient ozone and lung function in young adults. Epidemiology 16, 751–759. 10.1097/01.ede.0000183166.68809.b0", "ArticleIdList": ["10.1097/01.ede.0000183166.68809.b0", "16222164"]}, {"Citation": "U.S. Environmental Protection Agency (USEPA), 2012. National Ambient Air Quality Standards (NAAQS) [WWW Document]. URL http://www.epa.gov/air/criteria.html"}, {"Citation": "Wegesser TC, Pinkerton KE, Last JA, 2009. California Wildfires of 2008: Coarse and Fine Particulate Matter Toxicity. Environ. Health Perspect 117, 893–897. 10.1289/ehp.0800166", "ArticleIdList": ["10.1289/ehp.0800166", "PMC2702402", "19590679"]}, {"Citation": "Wilson A, Chiu YHM, Hsu HHL, Wright RO, Wright RJ, Coull BA, 2017. Potential for Bias When Estimating Critical Windows for Air Pollution in Children’s Health. Am. J. Epidemiol 186, 1281–1289.", "ArticleIdList": ["PMC5860147", "29206986"]}, {"Citation": "Wright RJ, Hsu H-HL, Chiu Y-HM, Coull BA, Simon MC, Hudda N, Schwartz J, Kloog I, Durant JL, 2021. Prenatal Ambient Ultrafine Particle Exposure and Childhood Asthma in the Northeastern United States. Am. J. Respir. Crit. Care Med 204, 788–796. 10.1164/rccm.202010-3743oc", "ArticleIdList": ["10.1164/rccm.202010-3743oc", "PMC8528517", "34018915"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "20"}, {"Year": "2023", "Month": "1", "Day": "17"}, {"Year": "2023", "Month": "2", "Day": "1"}, {"Year": "2023", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "4", "Hour": "19", "Minute": "22"}, {"Year": "2024", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36738772", "NIHMS1872729", "PMC9974878", "10.1016/j.envres.2023.115415", "S0013-9351(23)00207-4"]}}], "PubmedBookArticle": []}