{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36730122", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "24"}], "ELocationID": ["10.1097/ACI.0000000000000881"], "Journal": {"ISSN": "1473-6322", "JournalIssue": {"Volume": "23", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "01"}}, "Title": "Current opinion in allergy and clinical immunology", "ISOAbbreviation": "Curr Opin Allergy Clin Immunol"}, "ArticleTitle": "Air pollution and childhood asthma.", "Pagination": {"StartPage": "100", "EndPage": "110", "MedlinePgn": "100-110"}, "Abstract": {"AbstractText": ["Asthma is the most common chronic disease of childhood. Environmental exposures, such as allergens and pollutants, are ubiquitous factors associated with asthma development and asthma morbidity. In this review, we highlight the most recent studies relevant to childhood asthma risk, onset, and exacerbation related to air pollution exposure.", "In this article, we review current research that has been published between 2021 and 2022, demonstrating the effects of early-life exposure to key air pollutants (e.g., particulate matter (PM), nitrogen dioxide (NO 2 ), sulfur dioxide (SO 2 ) and ground-level ozone (O 3 ), environmental tobacco smoke, radon, and volatile organic compounds (VOC) on respiratory health.", "Air pollution continues to be a global burden with serious consequences related to respiratory health. Interventions aimed at reducing air pollution in the environment must be achieved in an effort to improve asthma outcomes and pediatric health."], "CopyrightInformation": "Copyright © 2022 Wolters Kluwer Health, Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Boston Children's Hospital."}, {"Identifier": [], "Affiliation": "Harvard Medical School."}], "LastName": "Mukharesh", "ForeName": "Lana", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard Medical School."}, {"Identifier": [], "Affiliation": "Division of Allergy and Immunology, Boston Children's Hospital, Boston, Massachusetts, USA."}], "LastName": "Phipatanakul", "ForeName": "Wanda", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary Medicine, Boston Children's Hospital."}, {"Identifier": [], "Affiliation": "Harvard Medical School."}], "LastName": "Gaffin", "ForeName": "Jonathan M", "Initials": "JM"}], "GrantList": [{"GrantID": "R01 ES030017", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U01 AI160087", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "U01 AI152033", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "K24 AI106822", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Review", "Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Opin Allergy Clin Immunol", "NlmUniqueID": "100936359", "ISSNLinking": "1473-6322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lai CK, Beasley R, Crane J, et al. Global variation in the prevalence and severity of asthma symptoms: phase three of the International Study of Asthma and Allergies in Childhood (ISAAC). Thorax 2009; 64:476–483."}, {"Citation": "Centers for Disease Control and Prevention (CDC). Most recent national asthma data. 2020. Available at: https://www.cdc.gov/asthma/most_recent_national_asthma_data.htm ."}, {"Citation": "Forno E, Brandenburg DD, Castro-Rodriguez JA, et al. Asthma in the Americas: an update: a joint perspective from the Brazilian Thoracic Society, Canadian Thoracic Society, Latin American Thoracic Society, and American Thoracic Society. Ann Am Thorac Soc 2022; 19:525–535."}, {"Citation": "World Health Organization (WHO). Ambient (outdoor) air pollution. 2021. Available at: https://www.who.int/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health ."}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, et al. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med 2004; 351:1057–1067."}, {"Citation": "Guarnieri M, Balmes JR. Outdoor air pollution and asthma. Lancet 2014; 383:1581–1592."}, {"Citation": "Chen G, Zhou H, He G, et al. Effect of early-life exposure to PM(2) (.5) on childhood asthma/wheezing: a birth cohort study. Pediatr Allergy Immunol 2022; 33:e13822."}, {"Citation": "Olsson D, Forsberg B, Bråbäck L, et al. Early childhood exposure to ambient air pollution is associated with increased risk of paediatric asthma: an administrative cohort study from Stockholm, Sweden. Environ Int 2021; 155:106667."}, {"Citation": "Zhang Y, Wei J, Shi Y, et al. Early-life exposure to submicron particulate air pollution in relation to asthma development in Chinese preschool children. J Allergy Clin Immunol 2021; 148:771–782. e12."}, {"Citation": "Wright RJ, Hsu HL, Chiu YM, et al. Prenatal ambient ultrafine particle exposure and childhood asthma in the northeastern United States. Am J Respir Crit Care Med 2021; 204:788–796."}, {"Citation": "Y Yu Z, Koppelman GH, Boer JMA, et al. Ambient ultrafine particles and asthma onset until age 20: the PIAMA birth cohort. Environ Res 2022; 214 (Pt 1):113770."}, {"Citation": "Citerne A, Roda C, Viola M, et al. Early postnatal exposure to traffic-related air pollution and asthma in adolescents: vulnerability factors in the PARIS birth cohort. Environ Res 2021; 201:111473."}, {"Citation": "Lu C, Zhang Y, Li B, et al. Interaction effect of prenatal and postnatal exposure to ambient air pollution and temperature on childhood asthma. Environ Int 2022; 167:107456."}, {"Citation": "Zhu S, Chen G, Ye Y, et al. Effect of maternal ozone exposure before and during pregnancy on wheezing risk in offspring: a birth cohort study in Guangzhou. China Environ Res 2022; 212 (Pt C):113426."}, {"Citation": "Wada T, Adachi Y, Murakami S, et al. Maternal exposure to smoking and infant's wheeze and asthma: Japan Environment and Children's Study. Allergol Int 2021; 70:445–451."}, {"Citation": "Xie L, Atem F, Gelfand A, et al. United States prevalence of pediatric asthma by environmental tobacco smoke exposure, 2016–2017. J Asthma 2021; 58:430–437."}, {"Citation": "Jung J, Park HJ, Jung M. Association between parental cotinine-verified smoking status and childhood asthma: a population-based nationally representative analysis. J Korean Med Sci 2021; 36:e193."}, {"Citation": "Mackay DF, Turner SW, Semple SE, et al. Associations between smoke-free vehicle legislation and childhood admissions to hospital for asthma in Scotland: an interrupted time-series analysis of whole-population data. Lancet Public Health 2021; 6:e579–e586."}, {"Citation": "Maung TZ, Bishop JE, Holt E, et al. Indoor air pollution and the health of vulnerable groups: a systematic review focused on particulate matter (PM), volatile organic compounds (VOCs) and their effects on children and people with pre-existing lung disease. Int J Environ Res Public Health 2022; 19:8752."}, {"Citation": "Tjalvin G, Svanes Ø, Igland J, et al. Maternal preconception occupational exposure to cleaning products and disinfectants and offspring asthma. J Allergy Clin Immunol 2022; 149:422–431. e5."}, {"Citation": "Y. Yitshak-Sade M, Blomberg AJ, Zanobetti A, et al. County-level radon exposure and all-cause mortality risk among Medicare beneficiaries. Environ Int 2019; 130:104865."}, {"Citation": "Mukharesh L, Greco KF, Banzon T, et al. Environmental radon and childhood asthma. Pediatr Pulmonol 2022; 57:3165–3168."}, {"Citation": "Bonato M, Gallo E, Bazzan E, et al. Air pollution exposure impairs airway epithelium IFN-β expression in pre-school children. Front Immunol 2021; 12:731968."}, {"Citation": "Bonato M, Gallo E, Bazzan E, et al. Air pollution relates to airway pathology in children with wheezing. Ann Am Thorac Soc 2021; 18:2033–2040."}, {"Citation": "Rice MB, Rifas-Shiman SL, Litonjua AA, et al. Lifetime exposure to ambient pollution and lung function in children. Am J Respir Crit Care Med 2016; 193:881–888."}, {"Citation": "Gauderman WJ, Gilliland GF, Vora H, et al. Association between air pollution and lung function growth in southern California children: results from a second cohort. Am J Respir Crit Care Med 2002; 166:76–84."}, {"Citation": "Brooks CC, Martin LJ, Pilipenko V, et al. NAT1 genetic variation increases asthma risk in children with secondhand smoke exposure. J Asthma 2021; 58:284–292."}, {"Citation": "Johansson E, Martin LJ, He H, et al. Second-hand smoke and NFE2L2 genotype interaction increases paediatric asthma risk and severity. Clin Exp Allergy 2021; 51:801–810."}, {"Citation": "Cheng J, Tong S, Su H, Xu Z. Association between sub-daily exposure to ambient air pollution and risk of asthma exacerbations in Australian children. Environ Res 2022; 212 (Pt D):113556."}, {"Citation": "Khatri SB, Newman C, Hammel JP, et al. Associations of air pollution and pediatric asthma in Cleveland. Ohio Scientific World J 2021; 2021:8881390."}, {"Citation": "Zhou Q, Kang SL, Lin X, Zhang XY. Impact of air pollutants on hospital visits for pediatric asthma in Fuzhou city, southeast China. Environ Sci Pollut Res Int 2022; 29:58664–58674."}, {"Citation": "Zhao Y, Kong D, Fu J, et al. Increased risk of hospital admission for asthma in children from short-term exposure to air pollution: case-crossover evidence from northern China. Front Public Health 2021; 9:798746."}, {"Citation": "Li H, Liu L, Chen R, et al. Size-segregated particle number concentrations and outpatient-department visits for pediatric respiratory diseases in Shanghai, China. Ecotoxicol Environ Saf 2022; 243:113998."}, {"Citation": "Carrion-Matta A, Kang CM, Gaffin JM, et al. Classroom indoor PM(2.5) sources and exposures in inner-city schools. Environ Int 2019; 131:104968."}, {"Citation": "Gaffin JM, Petty CR, Hauptman M, et al. Modeling indoor particulate exposures in inner-city school classrooms. J Expo Sci Environ Epidemiol 2017; 27:451–457."}, {"Citation": "Matthaios VN, Kang CM, Wolfson JM, et al. Factors influencing classroom exposures to fine particles, black carbon, and nitrogen dioxide in inner-city schools and their implications for indoor air quality. Environ Health Perspect 2022; 130:47005."}, {"Citation": "Hauptman M, Gaffin JM, Petty CR, et al. Proximity to major roadways and asthma symptoms in the School Inner-City Asthma Study. J Allergy Clin Immunol 2020; 145:119–126. e4."}, {"Citation": "Permaul P, Gaffin JM, Petty CR, et al. Obesity may enhance the adverse effects of NO(2) exposure in urban schools on asthma symptoms in children. J Allergy Clin Immunol 2020; 146:813–820. e2."}, {"Citation": "Gaffin JM, Hauptman M, Petty CR, et al. Differential effect of school-based pollution exposure in children with asthma born prematurely. Chest 2020; 158:1361–1363."}, {"Citation": "Ruran HB, Adamkiewicz G, Cunningham A, et al. Air quality, environment and respiratory outcomes in bronchopulmonary dysplasia, the AERO-BPD cohort study: design and adaptation during the SARS-CoV-2 pandemic. BMJ Open Respir Res 2021; 8:e000915."}, {"Citation": "Ruran HB, Maciag MC, Murphy SE, et al. Cross-sectional study of urinary biomarkers of environmental tobacco and e-cigarette exposure and asthma morbidity. Ann Allergy Asthma Immunol 2022; 129:378–380."}, {"Citation": "Lanphear BP, Hornung RW, Khoury J, et al. Effects of HEPA air cleaners on unscheduled asthma visits and asthma symptoms for children exposed to secondhand tobacco smoke. Pediatrics 2011; 127:93–101."}, {"Citation": "J. James C, Bernstein DI, Cox J, et al. HEPA filtration improves asthma control in children exposed to traffic-related airborne particles. Indoor Air 2020; 30:235–243."}, {"Citation": "Butz AM, Matsui EC, Breysse P, et al. A randomized trial of air cleaners and a health coach to improve indoor air quality for inner-city children with asthma and secondhand smoke exposure. Arch Pediatr Adolesc Med 2011; 165:741–748."}, {"Citation": "Phipatanakul W, Koutrakis P, Coull BA, et al. Effect of school integrated pest management or classroom air filter purifiers on asthma symptoms in students with active asthma: a randomized clinical trial. JAMA 2021; 326:839–850."}, {"Citation": "Hao H, Eckel SP, Hosseini A, et al. Daily associations of air pollution and pediatric asthma risk using the biomedical REAI-Time Health Evaluation (BREATHE) Kit. Int J Environ Res Public Health 2022; 19:3578."}, {"Citation": "Su JG, Barrett MA, Combs V, et al. Identifying impacts of air pollution on subacute asthma symptoms using digital medication sensors. Int J Epidemiol 2022; 51:213–224."}, {"Citation": "Rosser F, Han YY, Rothenberger SD, et al. Air quality index and emergency department visits and hospitalizations for childhood asthma. Ann Am Thorac Soc 2022; 19:1139–1148."}, {"Citation": "Yamaguchi H, Nozu K, Ishiko S, et al. Impact of the state of emergency during the COVID-19 pandemic in 2020 on asthma exacerbations among children in Kobe City, Japan. Int J Environ Res Public Health 2021; 18:11407."}, {"Citation": "Aix ML, Petit P, Bicout DJ. Air pollution and health impacts during the COVID-19 lockdowns in Grenoble, France. Environ Pollut 2022; 303:119134."}, {"Citation": "Simoneau T, Greco KF, Hammond A, et al. Impact of the COVID-19 pandemic on pediatric emergency department use for asthma. Ann Am Thorac Soc 2021; 18:717–719."}, {"Citation": "Sheehan WJ, Patel SJ, Margolis RHF, et al. Pediatric asthma exacerbations during the COVID-19 pandemic: absence of the typical fall seasonal spike in Washington, DC. J Allergy Clin Immunol Pract 2021; 9:2073–2076."}, {"Citation": "Dondi A, Betti L, Carbone C, et al. Understanding the environmental factors related to the decrease in Pediatric Emergency Department referrals for acute asthma during the SARS-CoV-2 pandemic. Pediatr Pulmonol 2022; 57:66–74."}, {"Citation": "Quintyne KI, Kelly C, Sheridan A, et al. Impact of COVID-19 lockdown restrictions: ambient NO 2 and asthma hospital admissions. Ir Med J 2021; 114:413."}, {"Citation": "Sayed S, Diwadkar AR, Dudley JW, et al. COVID-19 pandemic-related reductions in pediatric asthma exacerbations corresponded with an overall decrease in respiratory viral infections. J Allergy Clin Immunol Pract 2022; 10:91–99. e12."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "2", "Hour": "13", "Minute": "33"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36730122", "10.1097/ACI.0000000000000881", "00130832-202304000-00008"]}}], "PubmedBookArticle": []}