{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Deep Learning Models", "Soft Computing-based Models", "Stochastic Forecasting Models", "Supervised ML Models"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36743785", "DateRevised": {"Year": "2023", "Month": "02", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "01", "Day": "31"}], "ELocationID": ["10.1016/j.procs.2023.01.077"], "Journal": {"ISSN": "1877-0509", "JournalIssue": {"Volume": "218", "PubDate": {"Year": "2023"}}, "Title": "Procedia computer science", "ISOAbbreviation": "Procedia Comput Sci"}, "ArticleTitle": "Impact on Air Quality Index of India Due to Lockdown.", "Pagination": {"StartPage": "969", "EndPage": "978", "MedlinePgn": "969-978"}, "Abstract": {"AbstractText": ["For the very first time, on 22-March-2020 the Indian government forced the only known method at that time to prevent the outburst of the COVID-19 pandemic which was restricting the social movements, and this led to imposing lockdown for a few days which was further extended for a few months. As the impact of lockdown, the major causes of air pollution were ceased which resulted in cleaner blue skies and hence improving the air quality standards. This paper presents an analysis of air quality particulate matter (PM)2.5, PM10, Nitrogen Dioxide (NO2), and Air quality index (AQI). The analysis indicates that the PM10 AQI value drops impulsively from (40-45%), compared before the lockdown period, followed by NO2 (27-35%), Sulphur Dioxide (SO2) (2-10%), PM2.5 (35-40%), but the Ozone (O3) rises (12-25%). To regulate air quality, many steps were taken at national and regional levels, but no effective outcome was received yet. Such short-duration lockdowns are against economic growth but led to some curative effects on AQI. So, this paper concludes that even a short period lockdown can result in significant improvement in Air quality."], "CopyrightInformation": "© 2023 The Author(s). Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Science and Engineering, Maulana Azad National Institute of Technology, Bhopal and 462003, India."}], "LastName": "Dubey", "ForeName": "Aditya", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Science and Engineering, Maulana Azad National Institute of Technology, Bhopal and 462003, India."}], "LastName": "Rasool", "ForeName": "Akhtar", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Procedia Comput Sci", "NlmUniqueID": "101537771"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Liu Feng, Wang Meichang, Zheng Meina. Effects of COVID-19 lockdown on global air quality and health. Science of the Total Environment. 2021;755:1–13.", "ArticleIdList": ["PMC7525347", "33039885"]}, {"Citation": "Sharma Manish Kumar, Kumar Prince, Rasool Akhtar, Dubey Aditya, Mahto Vishal Kumar. Classification of Actual and Fake News in Pandemic. International Conference on IoT in Social, Mobile, Analytics and Cloud (I-SMAC) 2021:1168–1174."}, {"Citation": "Parth Vyas, Falak Sharma, Akhtar Rasool, and Aditya Dubey, “Supervised Multimodal Emotion Analysis of Violence on Doctors Tweets.” International Conference on IoT in Social, Mobile, Analytics and Cloud (I-SMAC): 962-967."}, {"Citation": "Garg Anchal, Kumar Arvind, Gupta N.C. Comprehensive study on impact assessment of lockdown on overall ambient air quality amid COVID-19 in Delhi and its NCR, India. Journal of Hazardous Materials Letters. 2021;2:1–6.", "ArticleIdList": ["PMC8686542", "34977841"]}, {"Citation": "Cole Matthew A., Elliott Robert J R, Liu Bowen. The Impact of the Wuhan Covid-19 Lockdown on Air Pollution and Health: A Machine Learning and Augmented Synthetic Control Approach. Environmental and Resource Economics. 2020;76(4):553–580.", "ArticleIdList": ["PMC7416596", "32836865"]}, {"Citation": "Sharma Shubham, Zhang Mengyuan, Anshika Jingsi Gao, Zhang Hongliang, Kota Sri Harsha. Effect of restricted emissions during COVID-19 on air quality in India. Science of the Total Environment. 2020;728:1–8.", "ArticleIdList": ["PMC7175882", "32335409"]}, {"Citation": "Beaudoin Justin, Lawell C.Y.Cynthia Lin. Evaluating the Effects of Transit Supply on Air Quality. 2017. Is Public Transit's ‘Green’ Reputation Deserved? pp. 1–46."}, {"Citation": "Dubey Aditya, Rasool Akhtar. Efficient technique of microarray missing data imputation using clustering and weighted nearest neighbour. Scientific Reports. 2021;11:1–12.", "ArticleIdList": ["PMC8692342", "34934107"]}, {"Citation": "Venter Zander S., Aunan Kristin, Chowdhury Sourangsu, Lelieveld Jos. COVID-19 lockdowns cause global air pollution declines. Earth Atmospheric and Planetary Sciences. 2020;117(32):18984–18990.", "ArticleIdList": ["PMC7430997", "32723816"]}, {"Citation": "“Air Quality Data in India (2015 - 2020),” Kaggle, Jan. 27, 2022, [Online]. Available: https://www.kaggle.com/rohanrao/air-quality-data-in-india"}, {"Citation": "Singh Ramesh P., Chauhan Akshansha. Impact of lockdown on air quality in India during COVID-19 pandemic. Air Quality, Atmosphere and Health. 2020;13(8):921–928.", "ArticleIdList": ["PMC7338669", "32837613"]}, {"Citation": "Fan Maoyong, He Guojun, Zhou Maigeng. The winter choke: Coal-Fired heating, air pollution, and mortality in China. Journal of Health Economics. 2020;71:1–17.", "ArticleIdList": ["32179329"]}, {"Citation": "Lu Feng, Xu Dongqun, Cheng Yibin, Dong Shaoxia, Guo Chao, Jiang Xue, Zheng Xiaoying. Systematic review and meta-analysis of the adverse health effects of ambient PM2.5 and PM10 pollution in the Chinese population. Environ Res. 2015;136:196–204.", "ArticleIdList": ["25460637"]}, {"Citation": "Mahato Susanta, Krishna Swades Pal, Ghosh Gopal. Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi, India”. Science of The Total Environment. 2020;730:1–23.", "ArticleIdList": ["PMC7189867", "32375105"]}, {"Citation": "Liu Feng, Wang Meichang, Zheng Meina. Effects of COVID-19 lockdown on global air quality and health. Science of The Total Environment. 2021;755:1–13.", "ArticleIdList": ["PMC7525347", "33039885"]}, {"Citation": "Das Niladri, Sutradhar Subhasish, Ghosh Ranajit, Mondal Prolay. Asymmetric nexus between air quality index and nationwide lockdown for COVID-19 pandemic in a part of Kolkata metropolitan, India”. Urban Climate. 2021;36:1–17.", "ArticleIdList": ["PMC9764146", "36569423"]}, {"Citation": "Garg Anchal, Kumar Arvind, Gupta N.C. Comprehensive study on impact assessment of lockdown on overall ambient air quality amid COVID-19 in Delhi and its NCR, India. Journal of Hazardous Materials Letters. 2021;2:1–6.", "ArticleIdList": ["PMC8686542", "34977841"]}, {"Citation": "Resmi C.T., Nishanth T., Satheesh Kumar M.K., Manoj M.G., Balachandramohan M., Valsaraj K.T. Air quality improvement during triple-lockdown in the coastal city of Kannur, Kerala to combat Covid-19 transmission. peerj. 2020:1–20.", "ArticleIdList": ["PMC7397983", "32821548"]}, {"Citation": "Dubey Aditya, Rasool Akhtar. Recent advances and applications of deep learning technique. Journal of Theoretical and Applied Information Technology. 2022;100(13):5000–5009."}, {"Citation": "“Central Pollution Control Board.”, [Online]. Available: https://app.cpcbccr.com/ccr/#/caaqm-dashboard-all/caaqm-landing."}, {"Citation": "Klimont Zbigniew, Kupiainen Kaarle, Heyes Chris, Purohit Pallav, Cofala Janusz, Rafaj Peter, Borken-Kleefeld Jens, Schöpp Wolfgang. Global anthropogenic emissions of particulate matter including black carbon. Atmospheric Chemistry and Physics Discussions. 2017;17(14):8681–8723."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "6", "Hour": "4", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36743785", "PMC9886323", "10.1016/j.procs.2023.01.077", "S1877-0509(23)00077-7"]}}], "PubmedBookArticle": []}