{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["All-cause mortality", "Cohort study", "Long-term exposure", "Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36761466", "DateRevised": {"Year": "2023", "Month": "02", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "01", "Day": "21"}], "ELocationID": ["100241", "10.1016/j.ese.2023.100241"], "Journal": {"ISSN": "2666-4984", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Environmental science and ecotechnology", "ISOAbbreviation": "Environ Sci Ecotechnol"}, "ArticleTitle": "Excess mortality associated with high ozone exposure: A national cohort study in China.", "Pagination": {"StartPage": "100241", "MedlinePgn": "100241"}, "Abstract": {"AbstractText": ["Emerging epidemiological studies suggest that long-term ozone (O<sub>3</sub>) exposure may increase the risk of mortality, while pre-existing evidence is mixed and has been generated predominantly in North America and Europe. In this study, we investigated the impact of long-term O<sub>3</sub> exposure on all-cause mortality in a national cohort in China. A dynamic cohort of 20882 participants aged ≥40 years was recruited between 2011 and 2018 from four waves of the China Health and Retirement Longitudinal Study. A Cox proportional hazard regression model with time-varying exposures on an annual scale was used to estimate the mortality risk associated with warm-season (April-September) O<sub>3</sub> exposure. The annual average level of participant exposure to warm-season O<sub>3</sub> concentrations was 100 μg m<sup>-3</sup> (range: 61-142 μg m<sup>-3</sup>). An increase of 10 μg m<sup>-3</sup> in O<sub>3</sub> was associated with a hazard ratio (HR) of 1.18 (95% confidence interval [CI]: 1.13-1.23) for all-cause mortality. Compared with the first exposure quartile of O<sub>3</sub>, HRs of mortality associated with the second, third, and highest exposure quartiles were 1.09 (95% CI: 0.95-1.25), 1.02 (95% CI: 0.88-1.19), and 1.56 (95% CI: 1.34-1.82), respectively. A J-shaped concentration-response association was observed, revealing a non-significant increase in risk below a concentration of approximately 110 μg m<sup>-3</sup>. Low-temperature-exposure residents had a higher risk of mortality associated with long-term O<sub>3</sub> exposure. This study expands current epidemiological evidence from China and reveals that high-concentration O<sub>3</sub> exposure curtails the long-term survival of middle-aged and older adults."], "CopyrightInformation": "© 2023 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Social Development and Health Management, Hubei Province Key Laboratory of Occupational Hazard Identification and Control, School of Public Health, Wuhan University of Science and Technology, Wuhan, 430065, China."}], "LastName": "Yuan", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Social Development and Health Management, Hubei Province Key Laboratory of Occupational Hazard Identification and Control, School of Public Health, Wuhan University of Science and Technology, Wuhan, 430065, China."}], "LastName": "Wang", "ForeName": "Kai", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Atmospheric Science, Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge, CB2 1EW, UK."}, {"Identifier": [], "Affiliation": "Department of Earth Sciences, University of Cambridge, Cambridge, CB2 3EQ, UK."}], "LastName": "Sun", "ForeName": "Haitong Zhe", "Initials": "HZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, Sichuan University, Chengdu, Sichuan, 610065, China."}], "LastName": "Zhan", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Economics and Management, University of Science and Technology Beijing, Beijing, 100083, China."}], "LastName": "Yang", "ForeName": "Zhiming", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Big Data in Health Science, School of Public Health, Zhejiang University, Hangzhou, 310058, China."}], "LastName": "Hu", "ForeName": "Kejia", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Social Development and Health Management, Hubei Province Key Laboratory of Occupational Hazard Identification and Control, School of Public Health, Wuhan University of Science and Technology, Wuhan, 430065, China."}], "LastName": "Zhang", "ForeName": "Yunquan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Sci Ecotechnol", "NlmUniqueID": "9918453988906676", "ISSNLinking": "2666-4984"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ensor K.B., Raun L.H., Persse D. A case-crossover analysis of out-of-hospital cardiac arrest and air pollution. Circulation. 2013;127:1192–1199.", "ArticleIdList": ["23406673"]}, {"Citation": "Sheffield P.E., Zhou J., Shmool J.L., Clougherty J.E. Ambient ozone exposure and children's acute asthma in New York city: a case-crossover analysis. Environ. Health. 2015;14:25.", "ArticleIdList": ["PMC4373115", "25889205"]}, {"Citation": "Zheng X.Y., Orellano P., Lin H.L., Jiang M., Guan W.J. Short-term exposure to ozone, nitrogen dioxide, and sulphur dioxide and emergency department visits and hospital admissions due to asthma: a systematic review and meta-analysis. Environ. Int. 2021;150", "ArticleIdList": ["33601224"]}, {"Citation": "Niu Z., Liu F., Yu H., Wu S., Xiang H. Association between exposure to ambient air pollution and hospital admission, incidence, and mortality of stroke: an updated systematic review and meta-analysis of more than 23 million participants. Environ. Health Prev. Med. 2021;26:15.", "ArticleIdList": ["PMC7839211", "33499804"]}, {"Citation": "Orellano P., Reynoso J., Quaranta N., Bardach A., Ciapponi A. Short-term exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ. Int. 2020;142", "ArticleIdList": ["32590284"]}, {"Citation": "Raza A., Dahlquist M., Lind T., Ljungman P.L.S. Susceptibility to short-term ozone exposure and cardiovascular and respiratory mortality by previous hospitalizations. Environ. Health. 2018;17:37.", "ArticleIdList": ["PMC5899411", "29653570"]}, {"Citation": "Yin P., Chen R., Wang L., Meng X., Liu C., Niu Y., et al. Ambient ozone pollution and daily mortality: a nationwide study in 272 Chinese cities. Environ. Health Persp. 2017;125", "ArticleIdList": ["PMC5947936", "29212061"]}, {"Citation": "Vicedo-Cabrera A.M., Sera F., Liu C., Armstrong B., Milojevic A., Guo Y., et al. Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ. 2020;368:m108.", "ArticleIdList": ["PMC7190035", "32041707"]}, {"Citation": "Huangfu P., Atkinson R. Long-term exposure to NO2 and O3 and all-cause and respiratory mortality: a systematic review and meta-analysis. Environ. Int. 2020;144", "ArticleIdList": ["PMC7549128", "33032072"]}, {"Citation": "Sun H.Z., Yu P., Lan C., Wan M.W.L., Hickman S., Murulitharan J., et al. Cohort-based long-term ozone exposure-associated mortality risks with adjusted metrics: a systematic review and meta-analysis. Innovation. 2022;3", "ArticleIdList": ["PMC9065904", "35519514"]}, {"Citation": "Di Q., Wang Y., Zanobetti A., Wang Y., Koutrakis P., Choirat C., et al. Air pollution and mortality in the Medicare population. N. Engl. J. Med. 2017;376:2513–2522.", "ArticleIdList": ["PMC5766848", "28657878"]}, {"Citation": "Shi L., Rosenberg A., Wang Y., Liu P., Danesh Yazdi M., Requia W., et al. Low-concentration air pollution and mortality in American older adults: a national cohort analysis (2001-2017) Environ. Sci. Technol. 2021;56:7194–7202.", "ArticleIdList": ["PMC10300621", "34932337"]}, {"Citation": "Cakmak S., Hebbern C., Pinault L., Lavigne E., Vanos J., Crouse D.L., et al. Associations between long-term PM2.5 and ozone exposure and mortality in the Canadian Census Health and Environment Cohort (CANCHEC), by spatial synoptic classification zone. Environ. Int. 2018;111:200–211.", "ArticleIdList": ["29227849"]}, {"Citation": "Rush B., McDermid R.C., Celi L.A., Walley K.R., Russell J.A., Boyd J.H. Association between chronic exposure to air pollution and mortality in the acute respiratory distress syndrome. Environ. Pollut. 2017;224:352–356.", "ArticleIdList": ["PMC5683074", "28202265"]}, {"Citation": "Weichenthal S., Pinault L.L., Burnett R.T. Impact of oxidant gases on the relationship between outdoor fine particulate air pollution and nonaccidental, cardiovascular, and respiratory mortality. Sci. Rep. 2017;7", "ArticleIdList": ["PMC5703979", "29180643"]}, {"Citation": "Lim C.C., Hayes R.B., Ahn J., Shao Y., Silverman D.T., Jones R.R., et al. Long-term exposure to ozone and cause-specific mortality risk in the United States. Am. J. Respir. Crit. Care Med. 2019;200:1022–1031.", "ArticleIdList": ["PMC6794108", "31051079"]}, {"Citation": "Lipsett M.J., Ostro B.D., Reynolds P., Goldberg D., Hertz A., Jerrett M., et al. Long-term exposure to air pollution and cardiorespiratory disease in the California teachers study cohort. Am. J. Respir. Crit. Care Med. 2011;184:828–835.", "ArticleIdList": ["PMC3208653", "21700913"]}, {"Citation": "Stafoggia M., Oftedal B., Chen J., Rodopoulou S., Renzi M., Atkinson R.W., et al. Long-term exposure to low ambient air pollution concentrations and mortality among 28 million people: results from seven large European cohorts within the ELAPSE project. Lancet Planet. Health. 2022;6:e9–e18.", "ArticleIdList": ["34998464"]}, {"Citation": "Sun Z., Archibald A.T. Multi-stage ensemble-learning-based model fusion for surface ozone simulations: a focus on CMIP6 models. Environ. Sci. Ecotechnol. 2021;8", "ArticleIdList": ["PMC9488062", "36156995"]}, {"Citation": "Liu R., Ma Z., Liu Y., Shao Y., Zhao W., Bi J. Spatiotemporal distributions of surface ozone levels in China from 2005 to 2017: a machine learning approach. Environ. Int. 2020;142", "ArticleIdList": ["32521347"]}, {"Citation": "Shen H., Sun Z., Chen Y., Russell A.G., Hu Y., Odman M.T., et al. Novel method for ozone isopleth construction and diagnosis for the ozone control strategy of Chinese cities. Environ. Sci. Technol. 2021;55:15625–15636.", "ArticleIdList": ["34787397"]}, {"Citation": "Zhao Y., Hu Y., Smith J.P., Strauss J., Yang G. Cohort profile: the China Health and Retirement Longitudinal Study (CHARLS) Int. J. Epidemiol. 2014;43:61–68.", "ArticleIdList": ["PMC3937970", "23243115"]}, {"Citation": "Chen X., Smith J., Strauss J., Wang Y., Zhao Y. Encyclopedia of Geropsychology. 2015. China Health and Retirement Longitudinal Study (CHARLS) pp. 1–8.", "ArticleIdList": ["10.1007/978-981-287-080-3_42-1"]}, {"Citation": "DeLang M.N., Becker J.S., Chang K.L., Serre M.L., Cooper O.R., Schultz M.G., et al. Mapping yearly fine resolution global surface ozone through the bayesian maximum entropy data fusion of observations and model output for 1990-2017. Environ. Sci. Technol. 2021;55:4389–4398.", "ArticleIdList": ["33682412"]}, {"Citation": "Shaddick G., Thomas M.L., Amini H., Broday D., Cohen A., Frostad J., et al. Data integration for the assessment of population exposure to ambient air pollution for global burden of disease assessment. Environ. Sci. Technol. 2018;52:9069–9078.", "ArticleIdList": ["29957991"]}, {"Citation": "Xue T., Han Y., Fan Y., Zheng Y., Geng G., Zhang Q., et al. Association between a rapid reduction in air particle pollution and improved lung function in adults. Ann. Am. Thorac. Soc. 2020;18:247–256.", "ArticleIdList": ["32810417"]}, {"Citation": "Murray C.J.L., Aravkin A.Y., Zheng P., Abbafati C., Abbas K.M., Abbasi-Kangevari M., et al. Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the global burden of disease study 2019. Lancet. 2020;396:1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "van Donkelaar A., Martin R.V., Brauer M., Hsu N.C., Kahn R.A., Levy R.C., et al. Global estimates of fine particulate matter using a combined geophysical-statistical method with information from satellites, models, and monitors. Environ. Sci. Technol. 2016;50:3762–3772.", "ArticleIdList": ["26953851"]}, {"Citation": "Wu Y., Di B., Luo Y., Grieneisen M.L., Zeng W., Zhang S., et al. A robust approach to deriving long-term daily surface NO2 levels across China: correction to substantial estimation bias in back-extrapolation. Environ. Int. 2021;154", "ArticleIdList": ["33901976"]}, {"Citation": "Zanobetti A., O'Neill M.S., Gronlund C.J., Schwartz J.D. Summer temperature variability and long-term survival among elderly people with chronic disease. Proc. Natl. Acad. Sci. U. S. A. 2012;109:6608–6613.", "ArticleIdList": ["PMC3340087", "22493259"]}, {"Citation": "Turner M.C., Jerrett M., Pope C.A., 3rd, Krewski D., Gapstur S.M., Diver W.R., et al. Long-term ozone exposure and mortality in a large prospective study. Am. J. Respir. Crit. Care Med. 2016;193:1134–1142.", "ArticleIdList": ["PMC4872664", "26680605"]}, {"Citation": "Zafeiratou S., Samoli E., Dimakopoulou K., Rodopoulou S., Analitis A., Gasparrini A., et al. A systematic review on the association between total and cardiopulmonary mortality/morbidity or cardiovascular risk factors with long-term exposure to increased or decreased ambient temperature. Sci. Total Environ. 2021;772", "ArticleIdList": ["33578152"]}, {"Citation": "Liu S., Zhang Y., Ma R., Liu X., Liang J., Lin H., et al. Long-term exposure to ozone and cardiovascular mortality in a large Chinese cohort. Environ. Int. 2022;165", "ArticleIdList": ["35605364"]}, {"Citation": "Di Q., Dai L., Wang Y., Zanobetti A., Choirat C., Schwartz J.D., et al. Association of short-term exposure to air pollution with mortality in older adults. JAMA. 2017;318:2446–2456.", "ArticleIdList": ["PMC5783186", "29279932"]}, {"Citation": "Yang X., Liang F., Li J., Chen J., Liu F., Huang K., et al. Associations of long-term exposure to ambient PM2.5 with mortality in Chinese adults: a pooled analysis of cohorts in the China-PAR project. Environ. Int. 2020;138", "ArticleIdList": ["PMC8164211", "32146266"]}, {"Citation": "Niu Y., Zhou Y., Chen R., Yin P., Meng X., Wang W., et al. Long-term exposure to ozone and cardiovascular mortality in China: a nationwide cohort study. Lancet Planet. Health. 2022;6:e496–e503.", "ArticleIdList": ["35709807"]}, {"Citation": "Bauwelinck M., Chen J., de Hoogh K., Katsouyanni K., Rodopoulou S., Samoli E., et al. Variability in the association between long-term exposure to ambient air pollution and mortality by exposure assessment method and covariate adjustment: a census-based country-wide cohort study. Sci. Total Environ. 2022;804", "ArticleIdList": ["34517316"]}, {"Citation": "Crouse D.L., Peters P.A., Hystad P., Brook J.R., van Donkelaar A., Martin R.V., et al. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC) Environ. Health Perspect. 2015;123:1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Carey I.M., Atkinson R.W., Kent A.J., van Staa T., Cook D.G., Anderson H.R. Mortality associations with long-term exposure to outdoor air pollution in a national English cohort. Am. J. Respir. Crit. Care Med. 2013;187:1226–1233.", "ArticleIdList": ["PMC3734610", "23590261"]}, {"Citation": "Hvidtfeldt U.A., Sorensen M., Geels C., Ketzel M., Khan J., Tjonneland A., et al. Long-term residential exposure to PM2.5, PM10, black carbon, NO2, and ozone and mortality in a Danish cohort. Environ. Int. 2019;123:265–272.", "ArticleIdList": ["30551059"]}, {"Citation": "Jerrett M., Burnett R.T., Pope C.A., III, Ito K., Thurston G., et al. Long-term ozone exposure and mortality. N. Engl. J. Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Bravo M.A., Son J., de Freitas C.U., Gouveia N., Bell M.L. Air pollution and mortality in Sao paulo, Brazil: effects of multiple pollutants and analysis of susceptible populations. J. Expo. Sci. Environ. Epidemiol. 2016;26:150–161.", "ArticleIdList": ["25586330"]}, {"Citation": "Kan H., London S.J., Chen G., Zhang Y., Song G., Zhao N., et al. Season, sex, age, and education as modifiers of the effects of outdoor air pollution on daily mortality in Shanghai, China: the Public Health and Air Pollution in Asia (PAPA) study. Environ. Health Perspect. 2008;116:1183–1188.", "ArticleIdList": ["PMC2535620", "18795161"]}, {"Citation": "Ye W., Liu M., Bi J. Meta-analysis of the associations between short-term ozone exposure and human mortality in China. Acta Sci. Circumstantiae. 2020;40:2644–2651."}, {"Citation": "Samarasekera U. Yaohui Zhao: dedicated to delivering healthy ageing in China. Lancet. 2022;400:1916.", "ArticleIdList": ["36423647"]}, {"Citation": "Hu Y., Yao M., Liu Y., Zhao B. Personal exposure to ambient PM2.5, PM10, O3, NO2, and SO2 for different populations in 31 Chinese provinces. Environ. Int. 2020;144", "ArticleIdList": ["32771828"]}, {"Citation": "Zhang Y.S., Hu P., Strauss J.A., Zhao Y., Wang Y., Crimmins E.M. Ascertaining cause of mortality among middle-aged and older persons using computer-coded and expert review verbal autopsies in the China Health and Retirement Longitudinal Study. Glob. Health Action. 2020;13", "ArticleIdList": ["PMC7480525", "32544003"]}, {"Citation": "Eum K.-D., Honda T.J., Wang B., Kazemiparkouhi F., Manjourides J., Pun V.C., et al. Long-term nitrogen dioxide exposure and cause-specific mortality in the U.S. Medicare population. Environ. Res. 2022;207", "ArticleIdList": ["PMC8810665", "34634310"]}, {"Citation": "Villeneuve P.J., Weichenthal S.A., Crouse D., Miller A.B., To T., Martin R.V., et al. Long-term exposure to fine particulate matter air pollution and mortality among Canadian women. Epidemiology. 2015;26:536–545.", "ArticleIdList": ["25894856"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "2"}, {"Year": "2023", "Month": "1", "Day": "18"}, {"Year": "2023", "Month": "1", "Day": "18"}, {"Year": "2023", "Month": "2", "Day": "10", "Hour": "3", "Minute": "10"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["36761466", "PMC9905662", "10.1016/j.ese.2023.100241", "S2666-4984(23)00006-6"]}}], "PubmedBookArticle": []}