{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Alzheimer’s disease", "Dementia", "Emergency department visits", "Health effect", "Hospitalization"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36777523", "DateRevised": {"Year": "2023", "Month": "07", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "12", "Day": "22"}], "ELocationID": ["e237", "10.1097/EE9.0000000000000237"], "Journal": {"ISSN": "2474-7882", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Feb"}}, "Title": "Environmental epidemiology (Philadelphia, Pa.)", "ISOAbbreviation": "Environ Epidemiol"}, "ArticleTitle": "Short-term associations between ambient air pollution and emergency department visits for Alzheimer's disease and related dementias.", "Pagination": {"StartPage": "e237", "MedlinePgn": "e237"}, "Abstract": {"AbstractText": ["Dementia is a seriously disabling illness with substantial economic and social burdens. Alzheimer's disease and its related dementias (AD/ADRD) constitute about two-thirds of dementias. AD/ADRD patients have a high prevalence of comorbid conditions that are known to be exacerbated by exposure to ambient air pollution. Existing studies mostly focused on the long-term association between air pollution and AD/ADRD morbidity, while very few have investigated short-term associations. This study aims to estimate short-term associations between AD/ADRD emergency department (ED) visits and three common air pollutants: fine particulate matter (PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>), and warm-season ozone.", "For the period 2005 to 2015, we analyzed over 7.5 million AD/ADRD ED visits in five US states (California, Missouri, North Carolina, New Jersey, and New York) using a time-stratified case-crossover design with conditional logistic regression. Daily estimated PM<sub>2.5</sub>, NO<sub>2,</sub> and warm-season ozone concentrations at 1 km spatial resolution were aggregated to the ZIP code level as exposure.", "The most consistent positive association was found for NO<sub>2</sub>. Across five states, a 17.1 ppb increase in NO<sub>2</sub> concentration over a 4-day period was associated with a 0.61% (95% confidence interval = 0.27%, 0.95%) increase in AD/ADRD ED visits. For PM<sub>2.5</sub>, a positive association with AD/ADRD ED visits was found only in New York (0.64%, 95% confidence interval = 0.26%, 1.01% per 6.3 µg/m<sup>3</sup>). Associations with warm-season ozone levels were null.", "Our results suggest AD/ADRD patients are vulnerable to short-term health effects of ambient air pollution and strategies to lower exposure may reduce morbidity."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Wolters Kluwer Health, Inc. on behalf of The Environmental Epidemiology. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "Zhang", "ForeName": "Haisu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "Shi", "ForeName": "Liuhua", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "Ebelt", "ForeName": "Stefanie T", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "D'Souza", "ForeName": "Rohan R", "Initials": "RR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, Massachusetts."}], "LastName": "Schwartz", "ForeName": "Joel D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "Scovronick", "ForeName": "Noah", "Initials": "N"}, {"Identifier": ["0000-0002-6316-1640"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gangarosa Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia."}, {"Identifier": [], "Affiliation": "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, Atlanta, Georgia."}], "LastName": "Chang", "ForeName": "Howard H", "Initials": "HH"}], "GrantList": [{"GrantID": "R01 ES027892", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Epidemiol", "NlmUniqueID": "101719527", "ISSNLinking": "2474-7882"}, "CoiStatement": "The authors declare that they have no conflicts of interest with regard to the content of this report."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cohen AJ, Brauer M, Burnett R, et al. . Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the global burden of diseases study 2015. Lancet. 2017;389:1907–1918.", "ArticleIdList": ["PMC5439030", "28408086"]}, {"Citation": "Culqui DR, Linares C, Ortiz C, Carmona R, Díaz J. Association between environmental factors and emergency hospital admissions due to Alzheimer’s disease in Madrid. Sci Total Environ. 2017;592:451–457.", "ArticleIdList": ["28342386"]}, {"Citation": "Shah ASV, Lee KK, Mcallister DA, et al. . Short term exposure to air pollution and stroke: systematic review and meta-analysis. BMJ. 2015;350(mar23 11):h1295.", "ArticleIdList": ["PMC4373601", "25810496"]}, {"Citation": "Habre R, Moshier E, Castro W, et al. . The effects of PM2.5 and its components from indoor and outdoor sources on cough and wheeze symptoms in asthmatic children. J Expo Sci Environ Epidemiol. 2014;24:380–387.", "ArticleIdList": ["24714073"]}, {"Citation": "Roswall N, Raaschou-Nielsen O, Ketzel M, et al. . Long-term residential road traffic noise and NO2 exposure in relation to risk of incident myocardial infarction – A Danish cohort study. Environ Res. 2017;156:80–86.", "ArticleIdList": ["28334645"]}, {"Citation": "Jerrett M, Finkelstein MM, Brook JR, et al. . A cohort study of traffic-related air pollution and mortality in Toronto, Ontario, Canada. Environ Health Perspect. 2009;117:772–777.", "ArticleIdList": ["PMC2685840", "19479020"]}, {"Citation": "Shi L, Steenland K, Li H, et al. . A national cohort study (2000–2018) of long-term air pollution exposure and incident dementia in older adults in the United States. Nat Commun. 2021;12:6754.", "ArticleIdList": ["PMC8604909", "34799599"]}, {"Citation": "O’ Lenick CR, Chang HH, Kramer MR, et al. . Ozone and childhood respiratory disease in three US cities: evaluation of effect measure modification by neighborhood socioeconomic status using a Bayesian hierarchical approach. Environ Health. 2017;16:36.", "ArticleIdList": ["PMC5382444", "28381221"]}, {"Citation": "Lim CC, Hayes RB, Ahn J, et al. . Long-term exposure to ozone and cause-specific mortality risk in the United States. Am J Respir Crit Care Med. 2019;200:1022–1031.", "ArticleIdList": ["PMC6794108", "31051079"]}, {"Citation": "Mayo Clinic Staff. Dementia.\nAvailable at: https://www.mayoclinic.org/diseases-conditions/dementia/symptoms-causes/syc-20352013. Accessed 1 July 2022."}, {"Citation": "Association A. 2018 Alzheimer’s disease facts and figures. Alzheimer’s Dement. 2018;14:367–429."}, {"Citation": "Danesh Yazdi M, Wang Y, Di Q, et al. . Long-term association of air pollution and hospital admissions among medicare participants using a doubly robust additive model. Circulation. 2021;143:1584–1596.", "ArticleIdList": ["PMC8055197", "33611922"]}, {"Citation": "Kilian J, Kitazawa M. The emerging risk of exposure to air pollution on cognitive decline and Alzheimer’s disease – Evidence from epidemiological and animal studies. Biomed J. 2018;41:141–162.", "ArticleIdList": ["PMC6138768", "30080655"]}, {"Citation": "Shi L, Wu X, Danesh Yazdi M, et al. . Long-term effects of PM2·5 on neurological disorders in the American Medicare population: a longitudinal cohort study. Lancet Planet Health. 2020;4:e557–e565.", "ArticleIdList": ["PMC7720425", "33091388"]}, {"Citation": "Grande G, Ljungman PLS, Eneroth K, Bellander T, Rizzuto D. Association between cardiovascular disease and long-term exposure to air pollution with the risk of dementia. JAMA Neurol. 2020;77:801–809.", "ArticleIdList": ["PMC7105952", "32227140"]}, {"Citation": "Carey IM, Anderson HR, Atkinson RW, et al. . Are noise and air pollution related to the incidence of dementia? A cohort study in London, England. BMJ Open. 2018;8:e022404.", "ArticleIdList": ["PMC6144407", "30206085"]}, {"Citation": "Weuve J, Puett RC, Schwartz J, Yanosky JD, Laden F, Grodstein F. Exposure to particulate air pollution and cognitive decline in older women. Arch Intern Med. 2012;172:219–227.", "ArticleIdList": ["PMC3622279", "22332151"]}, {"Citation": "Calderón-Garcidueñas L, Reed W, Maronpot RR, et al. . Brain inflammation and Alzheimer’s-like pathology in individuals exposed to severe air pollution. Toxicol Pathol. 2004;32:650–658.", "ArticleIdList": ["15513908"]}, {"Citation": "Calderón-Garcidueñas L, Reynoso-Robles R, Vargas- Martínez J, et al. . Prefrontal white matter pathology in air pollution exposed Mexico City young urbanites and their potential impact on neurovascular unit dysfunction and the development of Alzheimer’s disease. Environ Res. 2016;146:404–417.", "ArticleIdList": ["26829765"]}, {"Citation": "Wilker EH, Preis SR, Beiser AS, et al. . Long-term exposure to fine particulate matter, residential proximity to major roads and measures of brain structure. Stroke. 2015;46:1161–1166.", "ArticleIdList": ["PMC4414870", "25908455"]}, {"Citation": "Cipriani G, Danti S, Carlesi C, Borin G. Danger in the air: air pollution and cognitive dysfunction. Am J Alzheimer’s Dis Other Dement. 2018;33:333–341.", "ArticleIdList": ["29874918"]}, {"Citation": "Poblador-Plou B, Calderón-Larrañaga A, Marta-Moreno J, et al. . Comorbidity of dementia: a cross-sectional study of primary care older patients. BMC Psychiat. 2014;14:84.", "ArticleIdList": ["PMC3994526", "24645776"]}, {"Citation": "Kuo TC, Zhao Y, Weir S, Kramer MS, Ash AS. Implications of comorbidity on costs for patients with Alzheimer disease. Med Care. 2008;46:839–846.", "ArticleIdList": ["18665064"]}, {"Citation": "Doraiswamy PM, Leon J, Cummings JL, Marin D, Neumann PJ. Prevalence and Impact of Medical Comorbidity in Alzheimer’s Disease. J Gerontol A Biol Sci Med Sci. 2002;57:M173–M177.", "ArticleIdList": ["11867654"]}, {"Citation": "Phosri A, Ueda K, Phung VLH, Tawatsupa B, Honda A, Takano H. Effects of ambient air pollution on daily hospital admissions for respiratory and cardiovascular diseases in Bangkok, Thailand. Sci Total Environ. 2019;651:1144–1153.", "ArticleIdList": ["30360246"]}, {"Citation": "Chan CC, Chuang KJ, Chien LC, Chen WJ, Chang WT. Urban air pollution and emergency admissions for cerebrovascular diseases in Taipei, Taiwan. Eur Heart J. 2006;27:1238–1244.", "ArticleIdList": ["16537554"]}, {"Citation": "Benner M, Steiner V, Pierce LL. Family caregivers’ reports of hospitalizations and emergency department visits in community-dwelling individuals with dementia. Dementia. 2018;17:585–595.", "ArticleIdList": ["29968510"]}, {"Citation": "Wiener JM, Feng Z, Coots LA, Johnson R. What is the effect of dementia on hospitalization and emergency department use in residential care facilities. US Department of Health and Human Services, ASPE; 2014;1:2016."}, {"Citation": "Lamantia MA, Lane KA, Tu W, Carnahan JL, Messina F, Unroe KT. Patterns of emergency department use among long-stay nursing home residents with differing levels of dementia severity. J Am Med Dir Assoc. 2016;17:541–546.", "ArticleIdList": ["PMC4884504", "27052563"]}, {"Citation": "Kent T, Lesser A, Israni J, Hwang U, Carpenter C, Ko KJ. 30-Day emergency department revisit rates among older adults with documented dementia. J Am Geriatr Soc. 2019;67:2254–2259.", "ArticleIdList": ["PMC6899685", "31403717"]}, {"Citation": "Goodman RA, Lochner KA, Thambisetty M, et al. . Prevalence of dementia subtypes in United States Medicare fee-for-service beneficiaries, 2011–2013. Alzheimer’s Dement. 2017;13:28–37.", "ArticleIdList": ["PMC5104686", "27172148"]}, {"Citation": "Di Q, Wei Y, Shtein A, et al. . Daily and Annual PM2.5 Concentrations for the Contiguous United States, 1-km Grids, v1 (2000 - 2016). NASA Socioeconomic Data and Applications Center (SEDAC); 2021."}, {"Citation": "Requia WJ, Wei Y, Shtein A, et al. . Daily 8-Hour Maximum and Annual O3 Concentrations for the Contiguous United States, 1-km Grids, v1 (2000 - 2016). NASA Socioeconomic Data and Applications Center (SEDAC); 2021."}, {"Citation": "Di Q, Wei Y, Shtein A, et al. . Daily and Annual NO2 Concentrations for the Contiguous United States, 1-km Grids, v1 (2000 - 2016). NASA Socioeconomic Data and Applications Center (SEDAC); 2022."}, {"Citation": "Di Q, Amini H, Shi L, et al. . An ensemble-based model of PM2.5 concentration across the contiguous United States with high spatiotemporal resolution. Environ Int. 2019;130:104909.", "ArticleIdList": ["PMC7063579", "31272018"]}, {"Citation": "Di Q, Amini H, Shi L, et al. . Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous united states using ensemble model averaging. Environ Sci Technol. 2020;54:1372–1384.", "ArticleIdList": ["PMC7065654", "31851499"]}, {"Citation": "Requia WJ, Di Q, Silvern R, et al. . An ensemble learning approach for estimating high spatiotemporal resolution of ground-level ozone in the contiguous United States. Environ Sci Technol. 2020;54:11037–11047.", "ArticleIdList": ["PMC7498146", "32808786"]}, {"Citation": "Jacob DJ. Introduction to atmospheric chemistry. Princeton University Press; 1999."}, {"Citation": "Thornton M, Shrestha R, Wei Y, et al. . Daymet: Daily surface weather data on a 1-km grid for North America, Version 4. ORNL DAAC; 2020."}, {"Citation": "U.S. Census Bureau. Decennial Census 2010.\nAvailable at: https://www.census.gov/data/developers/data-sets/decennial-census.html. Accessed October 11, 2022."}, {"Citation": "Armstrong BG, Gasparrini A, Tobias A. Conditional Poisson models: a flexible alternative to conditional logistic case cross-over analysis. BMC Med Res Methodol. 2014;14:1–6.", "ArticleIdList": ["PMC4280686", "25417555"]}, {"Citation": "Team RC. R: A language and environment for statistical computing. R Foundation for Statistical Computing; 2021."}, {"Citation": "Stieb DM, Szyszkowicz M, Rowe BH, Leech JA. Air pollution and emergency department visits for cardiac and respiratory conditions: a multi-city time-series analysis. Environ Health. 2009;8:25.", "ArticleIdList": ["PMC2703622", "19515235"]}, {"Citation": "Luo L, Zhang Y, Jiang J, et al. . Short-term effects of ambient air pollution on hospitalization for respiratory disease in Taiyuan, China: a time-series analysis. Int J Environ Res Public Health. 2018;15:21602160.", "ArticleIdList": ["PMC6210308", "30275384"]}, {"Citation": "He MZ, Kinney PL, Li T, et al. . Short- and intermediate-term exposure to NO2 and mortality: a multi-county analysis in China. Environ Pollut. 2020;261:114165.", "ArticleIdList": ["PMC7220820", "32097792"]}, {"Citation": "Zhu Y, Peng L, Li H, Pan J, Kan H, Wang W. Temporal variations of short-term associations between PM10 and NO2 concentrations and emergency department visits in Shanghai, China 2008–2019. Ecotoxicol Environ Saf. 2022;229:113087.", "ArticleIdList": ["34922167"]}, {"Citation": "Wang M, Li H, Huang S, et al. . Short-term exposure to nitrogen dioxide and mortality: a systematic review and meta-analysis. Environ Res. 2021;202:111766.", "ArticleIdList": ["PMC8578359", "34331919"]}, {"Citation": "Chen T-B, Yiao S-Y, Sun Y, et al. . Comorbidity and dementia: a nationwide survey in Taiwan. PLoS One. 2017;12:e0175475.", "ArticleIdList": ["PMC5389824", "28403222"]}, {"Citation": "Lee S, Lee W, Kim D, et al. . Short-term PM2.5 exposure and emergency hospital admissions for mental disease. Environ Res. 2019;171:313–320.", "ArticleIdList": ["30711732"]}, {"Citation": "Zu K, Liu X, Shi L, et al. . Concentration-response of short-term ozone exposure and hospital admissions for asthma in Texas. Environ Int. 2017;104:139–145.", "ArticleIdList": ["28434561"]}, {"Citation": "Holm SM, Balmes JR. Systematic Review of Ozone Effects on Human Lung Function, 2013 Through 2020. Chest. 2022;161:190–201.", "ArticleIdList": ["PMC8783034", "34389296"]}, {"Citation": "Sui X, Zhang J, Zhang Q, et al. . The short-term effect of PM2.5/O3 on daily mortality from 2013 to 2018 in Hefei, China. Environ Geochem Health. 2021;43:153–169.", "ArticleIdList": ["32785823"]}, {"Citation": "Clague F, Mercer SW, McLean G, Reynish E, Guthrie B. Comorbidity and polypharmacy in people with dementia: insights from a large, population-based cross-sectional analysis of primary care data. Age Ageing. 2016;46:33–39.", "ArticleIdList": ["28181629"]}, {"Citation": "Lin PJ, Zhong Y, Fillit HM, Cohen JT, Neumann PJ. Hospitalizations for ambulatory care sensitive conditions and unplanned readmissions among medicare beneficiaries with Alzheimer’s disease. Alzheimer’s Dement. 2017;13:1174–1178.", "ArticleIdList": ["28886338"]}, {"Citation": "Lin PJ, Fillit HM, Cohen JT, Neumann PJ. Potentially avoidable hospitalizations among Medicare beneficiaries with Alzheimer’s disease and related disorders. Alzheimer’s Dement. 2013;9:30–38.", "ArticleIdList": ["23305822"]}, {"Citation": "Sarnat SE, Sarnat JA, Mulholland J, et al. . Application of alternative spatiotemporal metrics of ambient air pollution exposure in a time-series epidemiological study in Atlanta. J Expo Sci Environ Epidemiol. 2013;23:593–605.", "ArticleIdList": ["23963512"]}, {"Citation": "Dominici F, Zeger SL, Samet JM. A measurement error model for time-series studies of air pollution and mortality. Biostatistics. 2000;1:157–175.", "ArticleIdList": ["12933517"]}, {"Citation": "Dionisio KL, Chang HH, Baxter LK. A simulation study to quantify the impacts of exposure measurement error on air pollution health risk estimates in copollutant time-series models. Environ Health. 2016;15:114.", "ArticleIdList": ["PMC5123332", "27884187"]}, {"Citation": "Chang HH, Fuentes M, Frey HC. Time series analysis of personal exposure to ambient air pollution and mortality using an exposure simulator. J Expo Sci Environ Epidemiol. 2012;22:483–488.", "ArticleIdList": ["PMC3657344", "22669499"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "7", "Day": "18"}, {"Year": "2022", "Month": "11", "Day": "17"}, {"Year": "2023", "Month": "2", "Day": "13", "Hour": "3", "Minute": "37"}, {"Year": "2023", "Month": "2", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "12", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["36777523", "PMC9915954", "10.1097/EE9.0000000000000237"]}}], "PubmedBookArticle": []}