{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["O3 indicators", "air pollution", "hospitalization visits", "respiratory health", "time-stratified case"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36794065", "DateCompleted": {"Year": "2023", "Month": "02", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "01", "Day": "30"}], "ELocationID": ["1060714", "10.3389/fpubh.2023.1060714"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "Comparison of the association between different ozone indicators and daily respiratory hospitalization in Guangzhou, China.", "Pagination": {"StartPage": "1060714", "MedlinePgn": "1060714"}, "Abstract": {"AbstractText": ["Epidemiological studies have widely proven the impact of ozone (O<sub>3</sub>) on respiratory mortality, while only a few studies compared the association between different O<sub>3</sub> indicators and health.", "This study explores the relationship between daily respiratory hospitalization and multiple ozone indicators in Guangzhou, China, from 2014 to 2018. It uses a time-stratified case-crossover design. Sensitivities of different age and gender groups were analyzed for the whole year, the warm and the cold periods. We compared the results from the single-day lag model and the moving average lag model.", "The results showed that the maximum daily 8 h average ozone concentration (MDA8 O<sub>3</sub>) had a significant effect on the daily respiratory hospitalization. This effect was stronger than for the maximum daily 1 h average ozone concentration (MDA1 O<sub>3</sub>). The results further showed that O<sub>3</sub> was positively associated with daily respiratory hospitalization in the warm season, while there was a significantly negative association in the cold season. Specifically, in the warm season, O<sub>3</sub> has the most significant effect at lag 4 day, with the odds ratio (OR) equal to 1.0096 [95% confidence intervals (CI): 1.0032, 1.0161]. Moreover, at the lag 5 day, the effect of O<sub>3</sub> on the 15-60 age group was less than that on people older than 60 years, with the OR value of 1.0135 (95% CI: 1.0041, 1.0231) for the 60+ age group; women were more sensitive than men to O<sub>3</sub> exposure, with an OR value equal to 1.0094 (95% CI: 0.9992, 1.0196) for the female group.", "These results show that different O<sub>3</sub> indicators measure different impacts on respiratory hospitalization admission. Their comparative analysis provided a more comprehensive insight into exploring associations between O<sub>3</sub> exposure and respiratory health."], "CopyrightInformation": "Copyright © 2023 Lin, Wang, Zhang, Stein, Maji, Cheng, Osei and Yang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography and Planning, Sun Yat-sen University, Guangzhou, China."}], "LastName": "Lin", "ForeName": "Geng", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Scientific Research and Discipline Development, The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."}], "LastName": "Wang", "ForeName": "Zhuoqing", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Earth Surface Processes and Resource Ecology, Beijing Normal University, Beijing, China."}, {"Identifier": [], "Affiliation": "Faculty of Geo-Information Science and Earth Observation (ITC), University of Twente, Enschede, Netherlands."}], "LastName": "Zhang", "ForeName": "Xiangxue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Geo-Information Science and Earth Observation (ITC), University of Twente, Enschede, Netherlands."}], "LastName": "Stein", "ForeName": "Alfred", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Civil and Environment Engineering, Georgia Institute of Technology, Atlanta, GA, United States."}], "LastName": "Maji", "ForeName": "Kamal Jyoti", "Initials": "KJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Earth Surface Processes and Resource Ecology, Beijing Normal University, Beijing, China."}, {"Identifier": [], "Affiliation": "National Tibetan Plateau Data Center, Beijing, China."}], "LastName": "Cheng", "ForeName": "Changxiu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Geo-Information Science and Earth Observation (ITC), University of Twente, Enschede, Netherlands."}], "LastName": "Osei", "ForeName": "Frank", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography and Planning, Sun Yat-sen University, Guangzhou, China."}], "LastName": "Yang", "ForeName": "Fiona Fan", "Initials": "FF"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Huang J, Pan XC, Guo XB, Li GX. Health impact of China's Air Pollution Prevention and Control Action Plan: an analysis of national air quality monitoring and mortality data. Lancet Planet Health. (2018) 2:E313–23. 10.1016/S2542-5196(18)30141-4", "ArticleIdList": ["10.1016/S2542-5196(18)30141-4", "30074894"]}, {"Citation": "Maji KJ, Namdeo A. Continuous increases of surface ozone and associated premature mortality growth in China during 2015-2019. Environ Pollut. (2021) 269:116183. 10.1016/j.envpol.2020.116183", "ArticleIdList": ["10.1016/j.envpol.2020.116183", "33288298"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, Danaei G, Shibuya K, Adair-Rohani H, et al. . A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. (2012) 380:2224–60. 10.1016/S0140-6736(12)61766-8", "ArticleIdList": ["10.1016/S0140-6736(12)61766-8", "PMC4156511", "23245609"]}, {"Citation": "Wang YY, Zu YQ, Huang L, Zhang HL, Wang CH, Hu JL. Associations between daily outpatient visits for respiratory diseases and ambient fine particulate matter and ozone levels in Shanghai, China. Environ Pollut. (2018) 240:754–63. 10.1016/j.envpol.2018.05.029", "ArticleIdList": ["10.1016/j.envpol.2018.05.029", "29778811"]}, {"Citation": "Long L, Zhu LT, Huang Q. Correlation between lung cancer markers and air pollutants in western China population. Environ Sci Pollut Res. (2022) 29:1–9. 10.1007/s11356-022-20354-3", "ArticleIdList": ["10.1007/s11356-022-20354-3", "35467186"]}, {"Citation": "You Y, Wang D, Liu J, Chen Y, Ma X, Li W. Physical exercise in the context of air pollution: An emerging research topic. Front Physiol. (2022) 13:784705. 10.3389/fphys.2022.784705", "ArticleIdList": ["10.3389/fphys.2022.784705", "PMC8918627", "35295574"]}, {"Citation": "Darrow LA, Klein M, Sarnat JA, Mulholland JA, Strickland MJ, Sarnat SE, et al. . The use of alternative pollutant metrics in time-series studies of ambient air pollution and respiratory emergency department visits. J Expo Sci Environ Epidemiol. (2011) 21:10–9. 10.1038/jes.2009.49", "ArticleIdList": ["10.1038/jes.2009.49", "PMC3743225", "19756042"]}, {"Citation": "Wise J. Better air quality reduces respiratory symptoms among children in southern California. Br Med J. (2016) 353:i2083. 10.1136/bmj.i2083", "ArticleIdList": ["10.1136/bmj.i2083", "27076341"]}, {"Citation": "Guo H, Kota SH, Sahu SK, Hu JL, Ying Q, Gao AF, et al. . Source apportionment of PM25 in North India using source-oriented air quality models. Environ Pollut. (2017) 231:426–36. 10.1016/j.envpol.2017.08.016", "ArticleIdList": ["10.1016/j.envpol.2017.08.016", "28830016"]}, {"Citation": "Zhang XX, Cheng CX, Zhao H. A health impact and economic loss assessment of O3 and PM2.5 exposure in China from 2015 to 2020. GeoHealth. (2022) 6:e2021GH000531 10.1029/2021GH000531", "ArticleIdList": ["10.1029/2021GH000531", "PMC8950782", "35355832"]}, {"Citation": "Maji KJ, Ye WF, Arora M, Nagendra SMS. Ozone pollution in Chinese cities: assessment of seasonal variation, health effects and economic burden. Environ Pollut. (2019) 247:792–801. 10.1016/j.envpol.2019.01.049", "ArticleIdList": ["10.1016/j.envpol.2019.01.049", "30721870"]}, {"Citation": "Shang Y, Sun ZW, Cao JJ, Wang XM, Zhong LJ, Bi XH, et al. . Systematic review of Chinese studies of short-term exposure to air pollution and daily mortality. Environ Int. (2013) 54:100–11. 10.1016/j.envint.2013.01.010", "ArticleIdList": ["10.1016/j.envint.2013.01.010", "23434817"]}, {"Citation": "Zhang XX, Yan B, Du CJ, Cheng CX, Zhao H. Quantifying the interactive effects of meteorological, socioeconomic, and pollutant factors on summertime ozone pollution in China during the implementation of two important policies. Atmos Pollut Res. (2021) 12:101248. 10.1016/j.apr.2021.101248", "ArticleIdList": ["10.1016/j.apr.2021.101248"]}, {"Citation": "Liao YX, Sun J, Qian ZM, Mei SJ, Li Y, Lu Y, et al. . Modification by seasonal influenza and season on the association between ambient air pollution and child respiratory diseases in Shenzhen, China. Atmos Environ. (2020) 234:117621. 10.1016/j.atmosenv.2020.117621", "ArticleIdList": ["10.1016/j.atmosenv.2020.117621"]}, {"Citation": "Zhang JY, Chen Q, Wang QQ, Ding Z, Sun H, Xu Y. The acute health effects of ozone and PM25 on daily cardiovascular disease mortality: a multi-center time series study in China. Ecotox Environ Safe. (2019) 174:218–23. 10.1016/j.ecoenv.2019.02.085", "ArticleIdList": ["10.1016/j.ecoenv.2019.02.085", "30831471"]}, {"Citation": "Li TT, Yan ML, Ma WJ, Ban J, Liu T, Lin HL, et al. . Short-term effects of multiple ozone metrics on daily mortality in a megacity of China. Environ Sci Pollut Res. (2015) 22:8738–46. 10.1007/s11356-014-4055-5", "ArticleIdList": ["10.1007/s11356-014-4055-5", "25572272"]}, {"Citation": "Yang CX, Yang HB, Guo S, Wang ZS, Xu XH, Duan XL, et al. . Alternative ozone metrics and daily mortality in Suzhou: The China Air Pollution and Health Effects Study (CAPES). Sci Total Environ. (2012) 426:83–9. 10.1016/j.scitotenv.2012.03.036", "ArticleIdList": ["10.1016/j.scitotenv.2012.03.036", "22521098"]}, {"Citation": "Abbey DE, Burchette RJ. Relative power of alternative ambient air pollution metrics for detecting chronic health effects in epidemiological studies. Environmetrics. (1996) 7:453–70. 10.1002/(SICI)1099-095X(199609)7:5<453::AID-ENV220>3.0.CO;2-X", "ArticleIdList": ["10.1002/(SICI)1099-095X(199609)7:5<453::AID-ENV220>3.0.CO;2-X"]}, {"Citation": "Chen L, Wang XJ, Qian ZM, Sun LW, Qin LJ, Wang CJ, et al. . Ambient gaseous pollutants and emergency ambulance calls for all-cause and cause-specific diseases in China: a multicity time-series study. Environ Sci Pollut Res. (2022) 29:28527–37. 10.1007/s11356-021-18337-x", "ArticleIdList": ["10.1007/s11356-021-18337-x", "34988821"]}, {"Citation": "Xu H, Wang XY, Tian YH, Tian J, Zeng YP, Guo YL, et al. . Short-term exposure to gaseous air pollutants and daily hospitalizations for acute upper and lower respiratory infections among children from 25 cities in China. Environ Res. (2022) 212:113493. 10.1016/j.envres.2022.113493", "ArticleIdList": ["10.1016/j.envres.2022.113493", "35618009"]}, {"Citation": "Yang HH, Yan CX, Li M, Zhao L, Long Z, Fan YL, et al. . Short term effects of air pollutants on hospital admissions for respiratory diseases among children: a multi-city time-series study in China. Int J Hyg Environ Health. (2021) 231:113638. 10.1016/j.ijheh.2020.113638", "ArticleIdList": ["10.1016/j.ijheh.2020.113638", "33080524"]}, {"Citation": "Maclure M. The case-crossover design - A method for studying transient effects on the risk of acute events. Am J Epidemiol. (1991) 133:144–53. 10.1093/oxfordjournals.aje.a115853", "ArticleIdList": ["10.1093/oxfordjournals.aje.a115853", "1985444"]}, {"Citation": "Lumley T, Levy D. Bias in the case-crossover design: implications for studies of air pollution. Environmetrics. (2000) 11:689–704. 10.1002/1099-095X(200011/12)11:6<689::AID-ENV439>3.0.CO;2-N", "ArticleIdList": ["10.1002/1099-095X(200011/12)11:6<689::AID-ENV439>3.0.CO;2-N"]}, {"Citation": "Bhaskaran K, Hajat S, Armstrong B, Haines A, Herrett E, Wilkinson P, et al. . The effects of hourly differences in air pollution on the risk of myocardial infarction: case crossover analysis of the MINAP database. Br Med J. (2011) 343:d5531. 10.1136/bmj.d5531", "ArticleIdList": ["10.1136/bmj.d5531", "PMC3176903", "21933824"]}, {"Citation": "Liu LJ, Song FJ, Fang JY, Wei J, Ho HC, Song YM, et al. . Intraday effects of ambient PM1 on emergency department visits in Guangzhou, China: a case-crossover study. Sci Total Environ. (2021) 750:142347. 10.1016/j.scitotenv.2020.142347", "ArticleIdList": ["10.1016/j.scitotenv.2020.142347", "33182206"]}, {"Citation": "Yorifuji T, Suzuki E, Kashima S. Cardiovascular emergency hospital visits and hourly changes in air pollution. Stroke. (2014) 45:1264–8. 10.1161/STROKEAHA.114.005227", "ArticleIdList": ["10.1161/STROKEAHA.114.005227", "24692477"]}, {"Citation": "Ding L, Zhu D, Peng D, Zhao Y. Air pollution and asthma attacks in children: a case–crossover analysis in the city of Chongqing, China. Environ Pollut. (2017) 220:348–53. 10.1016/j.envpol.2016.09.070", "ArticleIdList": ["10.1016/j.envpol.2016.09.070", "27692885"]}, {"Citation": "Jiao AQ, Xiang QQ, Ding Z, Cao JG, Ho HC, Chen DY, et al. . Short-term impacts of ambient fine particulate matter on emergency department visits: comparative analysis of three exposure metrics. Chemosphere. (2020) 241:125012. 10.1016/j.chemosphere.2019.125012", "ArticleIdList": ["10.1016/j.chemosphere.2019.125012", "31606575"]}, {"Citation": "Hsu HT, Wu CD, Chung MC, Shen TC, Lai TJ, Chen CY, et al. . The effects of traffic-related air pollutants on chronic obstructive pulmonary disease in the community-based general population. Respir Res. (2021) 22:1–12. 10.1186/s12931-021-01812-x", "ArticleIdList": ["10.1186/s12931-021-01812-x", "PMC8336021", "34344356"]}, {"Citation": "Lin YK, Chang SC, Lin C, Chen YC, Wang YC. Comparing ozone metrics on associations with outpatient visits for respiratory diseases in Taipei Metropolitan area. Environ Pollut. (2013) 177:177–84. 10.1016/j.envpol.2012.12.010", "ArticleIdList": ["10.1016/j.envpol.2012.12.010", "PMC7127381", "23333210"]}, {"Citation": "Shi W, Sun Q, Du P, Tang S, Chen C, Sun Z, et al. . Modification effects of temperature on the ozone-mortality relationship: a nationwide multicounty study in China. Environ Sci Technol. (2020) 54:2859–68. 10.1021/acs.est.9b05978", "ArticleIdList": ["10.1021/acs.est.9b05978", "32022552"]}, {"Citation": "Sun Q, Wang W, Chen C, Ban J, Xu D, Zhu P, et al. . Acute effect of multiple ozone metrics on mortality by season in 34 Chinese counties in 2013-2015. J Intern Med. (2018) 283:481–8. 10.1111/joim.12724", "ArticleIdList": ["10.1111/joim.12724", "PMC6764438", "29247470"]}, {"Citation": "Byers N, Ritchey M, Vaidyanathan A, Brandt AJ, Yip F. Short-term effects of ambient air pollutanta on asthma-related emergency department visits in Indianapolis, Indiana, 2007-2011. J Asthma. (2015) 53:245–52. 10.3109/02770903.2015.1091006", "ArticleIdList": ["10.3109/02770903.2015.1091006", "26517197"]}, {"Citation": "Kazemiparkouhi F, Eum KD, Wang BY, Manjourides J, Suh HH. Long-term ozone exposures and cause-specific mortality in a US Medicare cohort. J Expo Sci Environ Epidemiol. (2020) 30:650–8. 10.1038/s41370-019-0135-4", "ArticleIdList": ["10.1038/s41370-019-0135-4", "PMC7197379", "30992518"]}, {"Citation": "Mar TF, Koenig JQ. Relationship between visits to emergency departments for asthma and ozone exposure in greater Seattle, Washington. Ann Allergy Asthma Immunol. (2009) 103:474–9. 10.1016/S1081-1206(10)60263-3", "ArticleIdList": ["10.1016/S1081-1206(10)60263-3", "20084840"]}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, et al. . Acute effects of ozone on mortality from the “air pollution and health: a European approach” project. Am J Respir Crit Care Med. (2004) 170:1080–7. 10.1164/rccm.200403-333OC", "ArticleIdList": ["10.1164/rccm.200403-333OC", "15282198"]}, {"Citation": "Moshammer H, Hutter HP, Kundi M. Which metric of ambient ozone to predict daily mortality? Atmos Environ. (2013) 65:171–6. 10.1016/j.atmosenv.2012.10.032", "ArticleIdList": ["10.1016/j.atmosenv.2012.10.032", "0"]}, {"Citation": "Nhung NTT, Schindler C, Dien TM, Probst-Hensch N, Perez L, Kunzli N. Acute effects of ambient air pollution on lower respiratory infections in Hanoi children: An eight-year time series study. Environ Int. (2018) 110:139–48. 10.1016/j.envint.2017.10.024", "ArticleIdList": ["10.1016/j.envint.2017.10.024", "29128032"]}, {"Citation": "Zhao H, Wang L, Zhang Z, Qi Q, Zhang HJ. Quantifying ecological and health risks of ground-level O3 across China during the implementation of the “Three-year Action Plan for Cleaner Air”. Sci Total Environ. (2022) 817:153011. 10.1016/j.scitotenv.2022.153011", "ArticleIdList": ["10.1016/j.scitotenv.2022.153011", "35026272"]}, {"Citation": "Álvaro-Meca A, Sepúlveda-Crespo D, Resino R, Ryan P, Martínez I, Resino S. Neighborhood environmental factors linked to hospitalizations of older people for viral lower respiratory tract infections in Spain: a case-crossover study. Environ Health. (2022) 21:1–10. 10.1186/s12940-022-00928-x", "ArticleIdList": ["10.1186/s12940-022-00928-x", "PMC9640778", "36348411"]}, {"Citation": "Malig BJ, Pearson DL, Chang YB, Broadwin R, Basu R, Green RS, et al. . A time-stratified case-crossover study of ambient ozone exposure and emergency department visits for specific respiratory diagnoses in California (2005-2008). Environ Health Perspect. (2016) 124:745–53. 10.1289/ehp.1409495", "ArticleIdList": ["10.1289/ehp.1409495", "PMC4892911", "26647366"]}, {"Citation": "Chang CC, Tsai SS, Ho SC, Yang CY. Air pollution and hospital admissions for cardiovascular disease in Taipei, Taiwan. Environ Res. (2005) 98:114–9. 10.1016/j.envres.2004.07.005", "ArticleIdList": ["10.1016/j.envres.2004.07.005", "15721891"]}, {"Citation": "Phung D, Hien TT, Linh HN, Luong LMT, Morawska L, Chu C, et al. . Air pollution and risk of respiratory and cardiovascular hospitalizations in the most populous city in Vietnam. Sci total Environ. (2016) 557:322–30. 10.1016/j.scitotenv.2016.03.070", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.070", "27016680"]}, {"Citation": "Bell ML, Dominici F. Effect modification by community characteristics on the short-term effects of ozone exposure and mortality in 98 US communities. Am J Epidemiol. (2008) 167:986–97. 10.1093/aje/kwm396", "ArticleIdList": ["10.1093/aje/kwm396", "PMC2430754", "18303005"]}, {"Citation": "Wong CM, Vichit-Vadakan N, Kan HD, Qian ZM, Teams PP. Public Health and Air Pollution in Asia (PAPA): A multicity study of short-term effects of air pollution on mortality. Environ Health Perspect. (2008) 116:1195–202. 10.1289/ehp.11257", "ArticleIdList": ["10.1289/ehp.11257", "PMC2535622", "18795163"]}, {"Citation": "Folinsbee LJ, Horstman DH, Kehrl HR, Harder S, Abdulsalaam S, Ives PJ. Respiratory responses to repeated prolonged exposure to 012-ppm Ozone. Am J Respir Crit Care Med. (1994) 149:98–105. 10.1164/ajrccm.149.1.8111607", "ArticleIdList": ["10.1164/ajrccm.149.1.8111607", "8111607"]}, {"Citation": "Frank R, Liu MC, Spannhake EW, Mlynarek S, Macri K, Weinmann GG. Repetitive ozone exposure of young adults - Evidence of persistent small airway dysfunction. Am J Respir Crit Care Med. (2001) 164:1253–60. 10.1164/ajrccm.164.7.2010043", "ArticleIdList": ["10.1164/ajrccm.164.7.2010043", "11673219"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong YL, Howard G, Lipsett M, et al. . Air pollution and cardiovascular disease - A statement for healthcare professionals from the expert panel on population and prevention science of the American Heart Association. Circulation. (2004) 109:2655–71. 10.1161/01.CIR.0000128587.30041.C8", "ArticleIdList": ["10.1161/01.CIR.0000128587.30041.C8", "15173049"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "1", "Day": "3"}, {"Year": "2023", "Month": "2", "Day": "16", "Hour": "2", "Minute": "26"}, {"Year": "2023", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36794065", "PMC9922759", "10.3389/fpubh.2023.1060714"]}}], "PubmedBookArticle": []}