{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Critical minority fraction", "Fouling control", "Membrane fouling mechanism", "Molecular weight", "Wastewater reclamation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36812804", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "14"}], "ELocationID": ["10.1016/j.envint.2023.107818", "S0160-4120(23)00091-0"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "173", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Critical minority fractions causing membrane fouling in reclaimed water: Fouling characteristics, mechanisms and control strategies.", "Pagination": {"StartPage": "107818", "MedlinePgn": "107818"}, "Abstract": {"AbstractText": ["In regard to membrane-based technologies of wastewater reclamation, the reported key foulants were faced with dilemma that they could not be effectively separated and extracted from reclaimed water for thorough investigation. In this study, the crucial foulants were proposed as \"critical minority fraction (F<sub>CM</sub>)\", representing the fraction with molecular weight (MW) > 100 kDa which could be easily separated by physical filtration using MW cut-off membrane of 100 kDa with fairly high recovery ratio. F<sub>CM</sub> with low dissolved organic carbon (DOC) concentration (∼1 mg/L) accounted for less than 20% of the total DOC in reclaimed water, while contributed to more than 90% of the membrane fouling, and thus F<sub>CM</sub> could be considered as a \"perfect criminal\" causing membrane fouling. Furthermore, pivotal fouling mechanism was attributed to the significant attractive force between F<sub>CM</sub> and membranes, which led to severe fouling development due to the aggregation of F<sub>CM</sub> on membrane surface. Fluorescent chromophores of F<sub>CM</sub> were concentrated in regions of proteins and soluble microbial products, with proteins and polysaccharides accounted for 45.2% and 25.1% of the total DOC, specifically. F<sub>CM</sub> was further fractionated into six fractions, among which hydrophobic acids and hydrophobic neutrals were the dominant components in terms of DOC content (∼80%) as well as fouling contribution. Regarding to these pronounced properties of F<sub>CM</sub>, targeted fouling control strategies including ozonation and coagulation were applied and proved to achieve remarkable fouling control effect. High-performance size-exclusion chromatography results suggested that ozonation achieved distinct transformation of F<sub>CM</sub> into low MW fractions, while coagulation removed F<sub>CM</sub> directly, thus leading to effective fouling alleviation. Therefore, the investigation of the critical foulants was expected to help glean valuable insight into the fouling mechanism and develop targeted fouling control technologies in practical applications."], "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environment, Beijing Normal University, Beijing 100875, PR China; Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China."}], "LastName": "Bai", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China; Beijing Laboratory for Environmental Frontier Technologies, Beijing 100084, PR China. Electronic address: wuyinhu@mail.tsinghua.edu.cn."}], "LastName": "Wu", "ForeName": "Yin-Hu", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China; Beijing Laboratory for Environmental Frontier Technologies, Beijing 100084, PR China."}], "LastName": "Wang", "ForeName": "Rui-Ning", "Initials": "RN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China; CSCEC SCIMEE Sci.& Tech. Co., Ltd, Chengdu 610045, PR China."}], "LastName": "Xue", "ForeName": "Song", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China; Beijing Laboratory for Environmental Frontier Technologies, Beijing 100084, PR China."}], "LastName": "Chen", "ForeName": "Zhuo", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Simulation and Pollution Control State Key Joint Laboratory, State Environmental Protection Key Laboratory of Microorganism Application and Risk Control (SMARC), School of Environment, Tsinghua University, Beijing 100084, PR China; Beijing Laboratory for Environmental Frontier Technologies, Beijing 100084, PR China; Research Institute for Environmental Innovation (Suzhou), Tsinghua, Jiangsu, Suzhou 215163, PR China."}], "LastName": "Hu", "ForeName": "Hong-Ying", "Initials": "HY"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "ChemicalList": [{"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Membranes, Artificial"}, {"RegistryNumber": "0", "NameOfSubstance": "Dissolved Organic Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ultrafiltration"}, {"QualifierName": [], "DescriptorName": "Water"}, {"QualifierName": [], "DescriptorName": "Membranes, Artificial"}, {"QualifierName": ["methods"], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Dissolved Organic Matter"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}], "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "11", "Day": "14"}, {"Year": "2023", "Month": "1", "Day": "11"}, {"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "22", "Hour": "18", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36812804", "10.1016/j.envint.2023.107818", "S0160-4120(23)00091-0"]}}], "PubmedBookArticle": []}