{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["climate change", "green anesthesia", "greenhouse gas emission", "inhalational anesthetics", "low-flow anesthesia", "nitrous oxide"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["RéSUMé: OBJECTIF: Les changements climatiques constituent une menace mondiale et les anesthésiques volatils contribuent au réchauffement climatique en modifiant les propriétés photophysiques de l’atmosphère. Dans une perspective mondiale, il est fondamentalement nécessaire de réduire la morbidité et la mortalité périopératoires et de procurer une anesthésie sécuritaire. Par conséquent, les agents volatils demeureront une source importante d’émissions dans un avenir proche. Il est donc nécessaire d’élaborer et de mettre en œuvre des stratégies pour minimiser la consommation d’anesthésiques volatils afin de réduire l’empreinte écologique de l’anesthésie par inhalation.", "Nous avons intégré les découvertes récentes concernant les changements climatiques, les caractéristiques des anesthésiques volatils connus, des calculs de simulation complexes et l’expertise clinique pour proposer une stratégie pratique et sécuritaire pour exercer une anesthésie écologiquement responsable en utilisant des anesthésiques volatils.", "En comparant le potentiel de réchauffement planétaire des anesthésiques volatils, le desflurane est environ 20 fois plus puissant que le sévoflurane et cinq fois plus puissant que l’isoflurane. Une anesthésie équilibrée avec un débit de gaz frais faible ou minimal (≤ 1 L·min<sup>-1</sup>) pendant la période de mise en route (‘wash-in’) et le débit métabolique de gaz frais (0,35 L·min<sup>-1</sup>) pendant le maintien à l’état d’équilibre réduit le CO<sub>2</sub> et les coûts d’environ 50 %. L’anesthésie intraveineuse totale et l’anesthésie locorégionale représentent d’autres options pour réduire les émissions de gaz à effet de serre.", "Les choix responsables en matière de prise en charge anesthésique devraient accorder la priorité à la sécurité des patients et à l’évaluation de toutes les options disponibles. Si l’anesthésie par inhalation est choisie, l’utilisation d’un débit minimal ou métabolique de gaz frais réduit considérablement la consommation d’anesthésiques volatils. Le protoxyde d’azote doit être complètement évité car il contribue à l’appauvrissement de la couche d’ozone, et le desflurane ne doit être utilisé que dans les cas exceptionnels et justifiés."], "CopyrightInformation": "© 2023. The Author(s)."}], "GeneralNote": [], "PMID": "36814057", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "22"}], "ELocationID": ["10.1007/s12630-022-02393-z"], "Journal": {"ISSN": "1496-8975", "JournalIssue": {"Volume": "70", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie", "ISOAbbreviation": "Can J Anaesth"}, "ArticleTitle": "A call for immediate climate action in anesthesiology: routine use of minimal or metabolic fresh gas flow reduces our ecological footprint.", "Pagination": {"StartPage": "301", "EndPage": "312", "MedlinePgn": "301-312"}, "Abstract": {"AbstractText": ["Climate change is a global threat, and inhalational anesthetics contribute to global warming by altering the photophysical properties of the atmosphere. On a global perspective, there is a fundamental need to reduce perioperative morbidity and mortality and to provide safe anesthesia. Thus, inhalational anesthetics will remain a significant source of emissions in the foreseeable future. It is, therefore, necessary to develop and implement strategies to minimize the consumption of inhalational anesthetics to reduce the ecological footprint of inhalational anesthesia.", "We have integrated recent findings concerning climate change, characteristics of established inhalational anesthetics, complex simulative calculations, and clinical expertise to propose a practical and safe strategy to practice ecologically responsible anesthesia using inhalational anesthetics.", "Comparing the global warming potential of inhalational anesthetics, desflurane is about 20 times more potent than sevoflurane and five times more potent than isoflurane. Balanced anesthesia using low or minimal fresh gas flow (≤ 1 L·min<sup>-1</sup>) during the wash-in period and metabolic fresh gas flow (0.35 L·min<sup>-1</sup>) during steady-state maintenance reduces CO<sub>2</sub> emissions and costs by approximately 50%. Total intravenous anesthesia and locoregional anesthesia represent further options for lowering greenhouse gas emissions.", "Responsible anesthetic management choices should prioritize patient safety and consider all available options. If inhalational anesthesia is chosen, the use of minimal or metabolic fresh gas flow reduces the consumption of inhalational anesthetics significantly. Nitrous oxide should be avoided entirely as it contributes to depletion of the ozone layer, and desflurane should only be used in justified exceptional cases."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, Intensive Care, Emergency and Pain Medicine, University Medicine of Greifswald, Greifswald, Germany."}], "LastName": "Rübsam", "ForeName": "Marie-Luise", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Bonn, Germany."}], "LastName": "Kruse", "ForeName": "Philippe", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, St. Marienhospital Vechta, Marienstraße 6-8, 49377, Vechta, Germany."}], "LastName": "Dietzler", "ForeName": "Yvonne", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, Intensive Care, Emergency and Pain Medicine, BG Klinikum Hamburg, Hamburg, Germany."}], "LastName": "Kropf", "ForeName": "Miriam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Bonn, Germany."}], "LastName": "Bette", "ForeName": "Birgit", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care, University Hospital of Muenster, Münster, Germany."}], "LastName": "Zarbock", "ForeName": "Alexander", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Intensive Care Medicine, University Hospital Bonn, Bonn, Germany."}], "LastName": "Kim", "ForeName": "Se-Chan", "Initials": "SC"}, {"Identifier": ["0000-0002-9658-253X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anaesthesia, St. Marienhospital Vechta, Marienstraße 6-8, 49377, Vechta, Germany. c.honemann@icloud.com."}, {"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care, University Hospital of Muenster, Münster, Germany. c.honemann@icloud.com."}], "LastName": "Hönemann", "ForeName": "Christian", "Initials": "C"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Appel à une action climatique immédiate en anesthésiologie : le recours systématique à un débit minimal ou métabolique de gaz frais réduit notre empreinte écologique."}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Can J Anaesth", "NlmUniqueID": "8701709", "ISSNLinking": "0832-610X"}, "ChemicalList": [{"RegistryNumber": "CRS35BZ94Q", "NameOfSubstance": "Desflurane"}, {"RegistryNumber": "0", "NameOfSubstance": "Anesthetics, Inhalation"}, {"RegistryNumber": "CYS9AKD70P", "NameOfSubstance": "Isoflurane"}], "CommentsCorrectionsList": [{"RefSource": "Can J Anaesth. 2024 Jan;71(1):152-153. doi: 10.1007/s12630-023-02625-w", "PMID": "37853280"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Desflurane"}, {"QualifierName": [], "DescriptorName": "Anesthesiology"}, {"QualifierName": [], "DescriptorName": "Anesthetics, Inhalation"}, {"QualifierName": [], "DescriptorName": "Isoflurane"}, {"QualifierName": [], "DescriptorName": "Anesthesia, Inhalation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Costello A, Abbas M, Allen A, et al. Managing the health effects of climate change. Lancet. 2009;373:1693–1733. doi: 10.1016/s0140-6736(09)60935-1.", "ArticleIdList": ["10.1016/s0140-6736(09)60935-1", "19447250"]}, {"Citation": "Watts N, Amann M, Arnell N, et al. The 2018 report of the Lancet Countdown on health and climate change: shaping the health of nations for centuries to come. Lancet. 2018;392:2479–2514. doi: 10.1016/s0140-6736(18)32594-7.", "ArticleIdList": ["10.1016/s0140-6736(18)32594-7", "30503045"]}, {"Citation": "Prüss-Ustün A, Wolf J, Corvalán C, Neville T, Bos R, Neira M. Diseases due to unhealthy environments: an updated estimate of the global burden of disease attributable to environmental determinants of health. J Public Health (Oxf) 2017;39:464–475. doi: 10.1093/pubmed/fdw085.", "ArticleIdList": ["10.1093/pubmed/fdw085", "PMC5939845", "27621336"]}, {"Citation": "World Health Organization. Quantitative risk assessment of the effects of climate change on selected causes of death, 2030s and 2050s, 2014. Available from URL: http://www.who.int/iris/handle/10665/134014 (accessed November 2022)."}, {"Citation": "Health Care Without Harm. Health care’s climate footprint: how the health sector contributes to the global climate crisis and opportunities for action, 2019. Available from URL: https://noharm-global.org/sites/default/files/documents-files/5961/HealthCaresClimateFootprint_092319.pdf (accessed November 2022)."}, {"Citation": "Kagoma YK, Stall N, Rubinstein E, Naudie D. People, planet and profits: the case for greening operating rooms. CMAJ. 2012;184:1905–1911. doi: 10.1503/cmaj.112139.", "ArticleIdList": ["10.1503/cmaj.112139", "PMC3503903", "22664760"]}, {"Citation": "Vollmer MK, Rhee TS, Rigby M, et al. Modern inhalation anesthetics: potent greenhouse gases in the global atmosphere. Geophys Res Lett. 2015;42:1606–1611. doi: 10.1002/2014GL062785.", "ArticleIdList": ["10.1002/2014GL062785"]}, {"Citation": "Chung JW, Meltzer DO. Estimate of the carbon footprint of the US health care sector. JAMA. 2009;302:1970–1972. doi: 10.1001/jama.2009.1610.", "ArticleIdList": ["10.1001/jama.2009.1610", "19903917"]}, {"Citation": "MacNeill AJ, Lillywhite R, Brown CJ. The impact of surgery on global climate: a carbon footprinting study of operating theatres in three health systems. Lancet Planet Health. 2017;1:e381–e388. doi: 10.1016/s2542-5196(17)30162-6.", "ArticleIdList": ["10.1016/s2542-5196(17)30162-6", "29851650"]}, {"Citation": "Sulbaek Andersen MP, Nielsen OJ, Wallington TJ, Karpichev B, Sander SP. Medical intelligence article: assessing the impact on global climate from general anesthetic gases. Anesth Analg. 2012;114:1081–1085. doi: 10.1213/ane.0b013e31824d6150.", "ArticleIdList": ["10.1213/ane.0b013e31824d6150", "22492189"]}, {"Citation": "Schuster M, Richter H, Pecher S, Koch S, Coburn M. Positionspapier mit konkreten Handlungsempfehlungen* der DGAI und des BDA: Ökologische Nachhaltigkeit in der Anästhesiologie und Intensivmedizin. Anästhes Intensivmed 2020; 61: 329–39. 10.19224/ai2020.329"}, {"Citation": "McGain F, Ma SC, Burrell RH, et al. Why be sustainable? The Australian and New Zealand College of Anaesthetists Professional Document PS64: statement on environmental sustainability in anaesthesia and pain medicine practice and its accompanying background paper. Anaesth Intensive Care. 2019;47:413–422. doi: 10.1177/0310057x19884075.", "ArticleIdList": ["10.1177/0310057x19884075", "31684744"]}, {"Citation": "American Society of Anesthesiologists’. Greening the operating room and perioperative arena: environmental sustainability for anesthesia practice. Available from URL: https://www.asahq.org/about-asa/governance-and-committees/asa-committees/environmental-sustainability/greening-the-operating-room (accessed November 2022)."}, {"Citation": "He H, Zhou F, Ly O, Paul J. Greener Gases Starter Pack: a tool for transitioning to more sustainable anesthetic volatile agents. Can J Anesth 2023; 10.1007/s12630-022-02394-y.", "ArticleIdList": ["36814056"]}, {"Citation": "Brattwall M, Warren-Stomberg M, Hesselvik F, Jakobsson J. Brief review: theory and practice of minimal fresh gas flow anesthesia. Can J Anesth. 2012;59:785–797. doi: 10.1007/s12630-012-9736-2.", "ArticleIdList": ["10.1007/s12630-012-9736-2", "22653840"]}, {"Citation": "White SM, Shelton CL. Abandoning inhalational anaesthesia. Anaesthesia. 2020;75:451–454. doi: 10.1111/anae.14853.", "ArticleIdList": ["10.1111/anae.14853", "31531970"]}, {"Citation": "Allen C, Baxter I. Comparing the environmental impact of inhalational anaesthesia and propofol-based intravenous anaesthesia. Anaesthesia. 2021;76:862–863. doi: 10.1111/anae.15356.", "ArticleIdList": ["10.1111/anae.15356", "33351970"]}, {"Citation": "Koch S, Pecher S. New challenges for anesthesia due to the climate change [German] Anaesthesist. 2020;69:453–462. doi: 10.1007/s00101-020-00770-1.", "ArticleIdList": ["10.1007/s00101-020-00770-1", "32346776"]}, {"Citation": "Sulbaek Andersen MP, Nielsen OJ, Karpichev B, Wallington TJ, Sander SP. Atmospheric chemistry of isoflurane, desflurane, and sevoflurane: Kinetics and mechanisms of reactions with chlorine atoms and OH radicals and global warming potentials. J Phys Chem A. 2012;116:5806–5820. doi: 10.1021/jp2077598.", "ArticleIdList": ["10.1021/jp2077598", "22146013"]}, {"Citation": "Campbell M, Pierce JM. Atmospheric science, anaesthesia, and the environment. BJA Educ. 2015;15:173–179. doi: 10.1093/bjaceaccp/mku033.", "ArticleIdList": ["10.1093/bjaceaccp/mku033"]}, {"Citation": "World Meteorological Organization. Scientific assessment of ozone depletion: 2018. Available from URL: https://csl.noaa.gov/assessments/ozone/2018/downloads/2018OzoneAssessment.pdf (accessed November 2022)."}, {"Citation": "Lenton A, Codron F, Bopp L, et al. Stratospheric ozone depletion reduces ocean carbon uptake and enhances ocean acidification. Geophys Res Lett. 2009;36:2896. doi: 10.1029/2009GL038227.", "ArticleIdList": ["10.1029/2009GL038227"]}, {"Citation": "Benhamou D, Constant I, Longrois D, Molliex S, Nouette-Gaulain K, Bull A. Use of volatile anaesthetic agents in anaesthesia: a survey of practice in France in 2012. Anaesth Crit Care Pain Med. 2015;34:205–209. doi: 10.1016/j.accpm.2015.01.006.", "ArticleIdList": ["10.1016/j.accpm.2015.01.006", "26004881"]}, {"Citation": "Husum B, Stenqvist O, Alahuhta S, Sigurdsson GH, Dale O. Current use of nitrous oxide in public hospitals in Scandinavian countries. Acta Anaesthesiologica Scand. 2013;57:1131–1137. doi: 10.1111/aas.12165.", "ArticleIdList": ["10.1111/aas.12165", "23889322"]}, {"Citation": "Ard JL, Jr, Tobin K, Huncke T, Kline R, Ryan SM, Bell C. A Survey of the American Society of Anesthesiologists regarding environmental attitudes, knowledge, and organization. A A Case Rep. 2016;6:208–216. doi: 10.1213/xaa.0000000000000184.", "ArticleIdList": ["10.1213/xaa.0000000000000184", "26462165"]}, {"Citation": "National Center for Biotechnology Information. PubChem substance record for SID 319062518, 1-Chloro-2,2,2-trifluoroethyl difluoromethyl ether. Available from URL: https://pubchem.ncbi.nlm.nih.gov/substance/319062518 (accessed November 2022)."}, {"Citation": "National Center for Biotechnology Information. PubChem compound summary for CID 948, Nitrous oxide. Available from URL: https://pubchem.ncbi.nlm.nih.gov/compound/Nitrous-oxide (accessed November 2022)."}, {"Citation": "National Center for Biotechnology Information. PubChem compound summary for CID 5206, Sevoflurane. Available from URL: https://pubchem.ncbi.nlm.nih.gov/compound/Sevoflurane (accessed November 2022)."}, {"Citation": "National Center for Biotechnology Information. PubChem compound summary for CID 42113, Desflurane. Available from URL: https://pubchem.ncbi.nlm.nih.gov/compound/Desflurane (accessed November 2022)."}, {"Citation": "Garcia PS, Kolesky SE, Jenkins A. General anesthetic actions on GABA(A) receptors. Curr Neuropharmacol. 2010;8:2–9. doi: 10.2174/157015910790909502.", "ArticleIdList": ["10.2174/157015910790909502", "PMC2866459", "20808541"]}, {"Citation": "Petrenko AB, Yamakura T, Sakimura K, Baba H. Defining the role of NMDA receptors in anesthesia: are we there yet? Eur J Pharmacol. 2014;723:29–37. doi: 10.1016/j.ejphar.2013.11.039.", "ArticleIdList": ["10.1016/j.ejphar.2013.11.039", "24333550"]}, {"Citation": "Pavel MA, Petersen EN, Wang H, Lerner RA, Hansen SB. Studies on the mechanism of general anesthesia. Proc Natl Acad Sci U S A. 2020;117:13757–13766. doi: 10.1073/pnas.2004259117.", "ArticleIdList": ["10.1073/pnas.2004259117", "PMC7306821", "32467161"]}, {"Citation": "Emmanouil DE, Quock RM. Advances in understanding the actions of nitrous oxide. Anesth Prog. 2007;54:9–18. doi: 10.2344/0003-3006(2007)54[9:aiutao]2.0.co;2.", "ArticleIdList": ["10.2344/0003-3006(2007)54[9:aiutao]2.0.co;2", "PMC1821130", "17352529"]}, {"Citation": "Tian H, Xu R, Canadell JG, et al. A comprehensive quantification of global nitrous oxide sources and sinks. Nature. 2020;586:248–256. doi: 10.1038/s41586-020-2780-0.", "ArticleIdList": ["10.1038/s41586-020-2780-0", "33028999"]}, {"Citation": "Hammitt JK, Camm F, Connell PS, et al. Future emission scenarios for chemicals that may deplete stratospheric ozone. Nature. 1987;330:711–716. doi: 10.1038/330711a0.", "ArticleIdList": ["10.1038/330711a0"]}, {"Citation": "Langbein T, Sonntag H, Trapp D, et al. Volatile anaesthetics and the atmosphere: atmospheric lifetimes and atmospheric effects of halothane, enflurane, isoflurane, desflurane and sevoflurane. Br J Anaesth. 1999;82:66–73. doi: 10.1093/bja/82.1.66.", "ArticleIdList": ["10.1093/bja/82.1.66", "10325839"]}, {"Citation": "Eger EI. Age, minimum alveolar anesthetic concentration, and minimum alveolar anesthetic concentration-awake. Anesth Analg. 2001;93:947–953. doi: 10.1097/00000539-200110000-00029.", "ArticleIdList": ["10.1097/00000539-200110000-00029", "11574362"]}, {"Citation": "Ryan SM, Nielsen CJ. Global warming potential of inhaled anesthetics: application to clinical use. Anesth Analg. 2010;111:92–98. doi: 10.1213/ane.0b013e3181e058d7.", "ArticleIdList": ["10.1213/ane.0b013e3181e058d7", "20519425"]}, {"Citation": "Sherman J, Le C, Lamers V, Eckelman M. Life cycle greenhouse gas emissions of anesthetic drugs. Anesth Analg. 2012;114:1086–1090. doi: 10.1213/ane.0b013e31824f6940.", "ArticleIdList": ["10.1213/ane.0b013e31824f6940", "22492186"]}, {"Citation": "Richter H, Weixler S, Schuster M. Der CO2-Fußabdruck der Anästhesie. Wie die Wahl volatiler Anästhetika die CO2-Emissionen einer anästhesiologischen Klinik beeinflusst. Anästh Intensivmed 2020; 61: 154–61. 10.19224/ai2020.154"}, {"Citation": "Foldes FF, Ceravolo AJ, Carpenter SL. The administration of nitrous oxide-oxygen anesthesia in closed systems. Ann Surg. 1952;1(36):978–981. doi: 10.1097/00000658-195212000-00009.", "ArticleIdList": ["10.1097/00000658-195212000-00009", "PMC1802362", "12986681"]}, {"Citation": "Virtue RW. Minimal-flow nitrous oxide anesthesia. Anesthesiology. 1974;40:196–198. doi: 10.1097/00000542-197402000-00021.", "ArticleIdList": ["10.1097/00000542-197402000-00021", "4812720"]}, {"Citation": "Lowe HJ, Mostert JW. Quantitative closed circuit anaesthesia. Anaesthesia. 1974;29:110–111.", "ArticleIdList": ["4271708"]}, {"Citation": "Barton F, Nunn JF. Totally closed circuit nitrous oxide/oxygen anaesthesia. Br J Anaesth. 1975;47:350–357. doi: 10.1093/bja/47.3.350.", "ArticleIdList": ["10.1093/bja/47.3.350", "166649"]}, {"Citation": "Baum J. Die Inhalationsnarkose mit niedrigem Frischgasfluss: Praxis der Low-Flow- und der Minimal-Flow-Anästhesie sowie der Narkose mit geschlossenem System. 3. Stuttgart: Thieme; 1998."}, {"Citation": "Hoenemann C, Mierke B. Low-Flow-, Minimal-Flow- und Metabolic-Flow-Anästhesien: Klinische Techniken zur Nutzung von Rückatemsystemen. Lübeck: Drägerwerk AG & Co., KgaA; 2015."}, {"Citation": "Fick A. Ueber die Messung dea Blutquantums in den Herzventrikela. Sb Phys Med Ges Worzburg. 1870;36:16–17."}, {"Citation": "Brody S. Bioenergetics and Growth: With Special Reference to the Efficiency Complex in Domestic Animals. New York: Reinhold Publishing Corporation; 1945."}, {"Citation": "Tay S, Weinberg L, Peyton P, Story D, Briedis J. Financial and environmental costs of manual versus automated control of end-tidal gas concentrations. Anaesth Intensive Care. 2013;41:95–101. doi: 10.1177/0310057x1304100116.", "ArticleIdList": ["10.1177/0310057x1304100116", "23362897"]}, {"Citation": "Coppens MJ, Versichelen LF, Rolly G, Mortier EP, Struys MM. The mechanisms of carbon monoxide production by inhalational agents. Anaesthesia. 2006;61:462–468. doi: 10.1111/j.1365-2044.2006.04536.x.", "ArticleIdList": ["10.1111/j.1365-2044.2006.04536.x", "16674622"]}, {"Citation": "Kim KM, Choi BM, Park SW, et al. Pharmacokinetics and pharmacodynamics of propofol microemulsion and lipid emulsion after an intravenous bolus and variable rate infusion. Anesthesiology. 2007;106:924–934. doi: 10.1097/01.anes.0000265151.78943.af.", "ArticleIdList": ["10.1097/01.anes.0000265151.78943.af", "17457123"]}, {"Citation": "Bouillon TW, Bruhn J, Radulescu L, et al. Pharmacodynamic interaction between propofol and remifentanil regarding hypnosis, tolerance of laryngoscopy, bispectral index, and electroencephalographic approximate entropy. Anesthesiology. 2004;100:1353–1372. doi: 10.1097/00000542-200406000-00006.", "ArticleIdList": ["10.1097/00000542-200406000-00006", "15166553"]}, {"Citation": "Luginbühl M, Schumacher PM, Vuilleumier P, et al. Noxious stimulation response index: a novel anesthetic state index based on hypnotic-opioid interaction. Anesthesiology. 2010;112:872–880. doi: 10.1097/aln.0b013e3181d40368.", "ArticleIdList": ["10.1097/aln.0b013e3181d40368", "20216387"]}, {"Citation": "Garfield JM, Paskin S, Philip JH. An evaluation of the effectiveness of a computer simulation of anaesthetic uptake and distribution as a teaching tool. Med Educ. 1989;23:457–462. doi: 10.1111/j.1365-2923.1989.tb00902.x.", "ArticleIdList": ["10.1111/j.1365-2923.1989.tb00902.x", "2677616"]}, {"Citation": "Bengtson JP, Bengtson A, Stenqvist O. The circle system as a humidifier. Br J Anaesth. 1989;63:453–457. doi: 10.1093/bja/63.4.453.", "ArticleIdList": ["10.1093/bja/63.4.453", "2818924"]}, {"Citation": "Chan MT, Peyton PJ, Myles PS, et al. Chronic postsurgical pain in the evaluation of nitrous oxide in the gas mixture for anaesthesia (ENIGMA)-II trial. Br J Anaesth. 2016;117:801–811. doi: 10.1093/bja/aew338.", "ArticleIdList": ["10.1093/bja/aew338", "27956679"]}, {"Citation": "Nagele P, Palanca BJ, Gott B, et al. A phase 2 trial of inhaled nitrous oxide for treatment-resistant major depression. Sci Transl Med 2021; 13: eabe1376. 10.1126/scitranslmed.abe1376", "ArticleIdList": ["34108247"]}, {"Citation": "Brown SM, Sneyd JR. Nitrous oxide in modern anaesthetic practice. BJA Educ. 2016;16:87–91. doi: 10.1093/bjaceaccp/mkv019.", "ArticleIdList": ["10.1093/bjaceaccp/mkv019"]}, {"Citation": "Divatia JV, Vaidya JS, Badwe RA, Hawaldar RW. Omission of nitrous oxide during anesthesia reduces the incidence of postoperative nausea and vomiting. A meta-analysis. Anesthesiology. 1996;85:1055–1062. doi: 10.1097/00000542-199611000-00014.", "ArticleIdList": ["10.1097/00000542-199611000-00014", "8916823"]}, {"Citation": "Ko H, Kaye AD, Urman RD. Nitrous oxide and perioperative outcomes. J Anesth. 2014;28:420–428. doi: 10.1007/s00540-013-1729-y.", "ArticleIdList": ["10.1007/s00540-013-1729-y", "24162449"]}, {"Citation": "Brodsky JB, Cohen EN. Adverse effects of nitrous oxide. Med Toxicol. 1986;1:362–374. doi: 10.1007/bf03259849.", "ArticleIdList": ["10.1007/bf03259849", "3537624"]}, {"Citation": "Myles PS, Leslie K, Chan MT, et al. The safety of addition of nitrous oxide to general anaesthesia in at-risk patients having major non-cardiac surgery (ENIGMA-II): a randomised, single-blind trial. Lancet. 2014;384:1446–1454. doi: 10.1016/s0140-6736(14)60893-x.", "ArticleIdList": ["10.1016/s0140-6736(14)60893-x", "25142708"]}, {"Citation": "Stevens WC, Dolan WM, Gibbons RT, et al. Minimum alveolar concentrations (MAC) of isoflurande with and without nitrous oxide in patients of various ages. Anesthesiology. 1975;42:197–200. doi: 10.1097/00000542-197502000-00014.", "ArticleIdList": ["10.1097/00000542-197502000-00014", "1115370"]}, {"Citation": "Baum J, Sievert B, Stanke HG, Brauer K, Sachs G. Nitrous oxide free low-flow anesthesia [German] Anaesthesiol Reanim. 2000;25:60–67.", "ArticleIdList": ["10920482"]}, {"Citation": "Mehrata M, Moralejo C, Anderson WA. Adsorbent comparisons for anesthetic gas capture in hospital air emissions. J Environ Sci Health A Tox Hazard Subst Environ Eng. 2016;51:805–809. doi: 10.1080/10934529.2016.1181438.", "ArticleIdList": ["10.1080/10934529.2016.1181438", "27222158"]}, {"Citation": "Rauchenwald V, Rollins MD, Ryan SM, et al. New method of destroying waste anesthetic gases using gas-phase photochemistry. Anesth Analg. 2020;131:288–297. doi: 10.1213/ane.0000000000004119.", "ArticleIdList": ["10.1213/ane.0000000000004119", "32543805"]}, {"Citation": "Doyle DJ, Byrick R, Filipovic D, Cashin F. Silica zeolite scavenging of exhaled isoflurane: a preliminary report. Can J Anesth. 2002;49:799–804. doi: 10.1007/bf03017411.", "ArticleIdList": ["10.1007/bf03017411", "12374707"]}, {"Citation": "Barwise JA, Lancaster LJ, Michaels D, Pope JE, Berry JM. Technical communication: an initial evaluation of a novel anesthetic scavenging interface. Anesth Analg. 2011;113:1064–1067. doi: 10.1213/ane.0b013e31822c9a2c.", "ArticleIdList": ["10.1213/ane.0b013e31822c9a2c", "21865500"]}, {"Citation": "Schraag S, Pradelli L, Alsaleh AJ, et al. Propofol vs. inhalational agents to maintain general anaesthesia in ambulatory and in-patient surgery: a systematic review and meta-analysis. BMC Anesthesiol 2018; 18: 162. 10.1186/s12871-018-0632-3", "ArticleIdList": ["PMC6225663", "30409186"]}, {"Citation": "Mankes RF. Propofol wastage in anesthesia. Anesth Analg. 2012;114:1091–1092. doi: 10.1213/ane.0b013e31824ea491.", "ArticleIdList": ["10.1213/ane.0b013e31824ea491", "22415537"]}, {"Citation": "Gillerman RG, Browning RA. Drug use inefficiency: a hidden source of wasted health care dollars. Anesth Analg. 2000;91:921–924. doi: 10.1097/00000539-200010000-00028.", "ArticleIdList": ["10.1097/00000539-200010000-00028", "11004049"]}, {"Citation": "McGain F, Muret J, Lawson C, Sherman JD. Environmental sustainability in anaesthesia and critical care. Br J Anaesth. 2020;125:680–692. doi: 10.1016/j.bja.2020.06.055.", "ArticleIdList": ["10.1016/j.bja.2020.06.055", "PMC7421303", "32798068"]}, {"Citation": "Mullot JU, Karolak S, Fontova A, Levi Y. Modeling of hospital wastewater pollution by pharmaceuticals: first results of Mediflux study carried out in three French hospitals. Water Sci Technol. 2010;62:2912–2919. doi: 10.2166/wst.2010.986.", "ArticleIdList": ["10.2166/wst.2010.986", "21123922"]}, {"Citation": "Dinis-Oliveira RJ. Metabolic profiles of propofol and fospropofol: clinical and forensic interpretative aspects. Biomed Res Int. 2018;2018:6852857. doi: 10.1155/2018/6852857.", "ArticleIdList": ["10.1155/2018/6852857", "PMC5994321", "29992157"]}, {"Citation": "Dawidowicz AL, Kalityński R, Trocewicz J, Nestorowicz A, Fijałkowska A, Trela-Stachurska K. Investigation of propofol renal elimination by HPLC using supported liquid membrane procedure for sample preparation. Biomed Chromatogr. 2002;16:455–458. doi: 10.1002/bmc.183.", "ArticleIdList": ["10.1002/bmc.183", "12378557"]}, {"Citation": "McGain F, Sheridan N, Wickramarachchi K, Yates S, Chan B, McAlister S. Carbon footprint of general, regional, and combined anesthesia for total knee replacements. Anesthesiology. 2021;135:976–991. doi: 10.1097/aln.0000000000003967.", "ArticleIdList": ["10.1097/aln.0000000000003967", "34529033"]}, {"Citation": "Hendel S, Coonan T, Thomas S, McQueen K. The rate-limiting step: the provision of safe anesthesia in low-income countries. World J Surg. 2015;39:833–841. doi: 10.1007/s00268-014-2775-9.", "ArticleIdList": ["10.1007/s00268-014-2775-9", "25201470"]}, {"Citation": "Funk LM, Weiser TG, Berry WR, et al. Global operating theatre distribution and pulse oximetry supply: an estimation from reported data. Lancet. 2010;376:1055–1061. doi: 10.1016/s0140-6736(10)60392-3.", "ArticleIdList": ["10.1016/s0140-6736(10)60392-3", "20598365"]}, {"Citation": "Joshi GP, Onajin-Obembe B. The role of ketamine in low- and middle-income countries: what would happen if ketamine becomes a scheduled drug? Anesth Analg. 2016;122:908–910. doi: 10.1213/ane.0000000000001104.", "ArticleIdList": ["10.1213/ane.0000000000001104", "26836131"]}, {"Citation": "Walker IA, Bashford T, Fitzgerald JE, Wilson IH. Improving anesthesia safety in low-income regions of the world. Curr Anesthesiol Rep. 2014;4:90–99. doi: 10.1007/s40140-014-0056-7.", "ArticleIdList": ["10.1007/s40140-014-0056-7"]}, {"Citation": "Hönemann C, Kim SC. Please stop using nitrous oxide in routine clinical practice (comment on: Use of nitrous oxide in contemporary anesthesia-an ongoing tug of war) Can J Anesth. 2022;69:271–272. doi: 10.1007/s12630-021-02136-6.", "ArticleIdList": ["10.1007/s12630-021-02136-6", "PMC8776659", "34750749"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "4", "Day": "27"}, {"Year": "2022", "Month": "10", "Day": "31"}, {"Year": "2022", "Month": "10", "Day": "28"}, {"Year": "2023", "Month": "4", "Day": "4", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "22", "Hour": "23", "Minute": "27"}, {"Year": "2023", "Month": "2", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36814057", "PMC10066075", "10.1007/s12630-022-02393-z", "10.1007/s12630-022-02393-z"]}}], "PubmedBookArticle": []}