{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Bioindicator", "Constitutive Innate Immunity", "Corticosterone", "House Sparrow", "Urbanization"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36810751", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "21"}], "ELocationID": ["10.1007/s10646-023-02632-z"], "Journal": {"ISSN": "1573-3017", "JournalIssue": {"Volume": "32", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Ecotoxicology (London, England)", "ISOAbbreviation": "Ecotoxicology"}, "ArticleTitle": "Physiological status of House Sparrows (Passer domesticus) along an ozone pollution gradient.", "Pagination": {"StartPage": "261", "EndPage": "272", "MedlinePgn": "261-272"}, "Abstract": {"AbstractText": ["Mexico City is one of the most polluted cities in the world, and one in which air contamination is considered a public health threat. Numerous studies have related high concentrations of particulate matter and ozone to several respiratory and cardiovascular diseases and a higher human mortality risk. However, almost all of those studies have focused on human health outcomes, and the effects of anthropogenic air pollution on wildlife species is still poorly understood. In this study, we investigated the impacts of air pollution in the Mexico City Metropolitan Area (MCMA) on house sparrows (Passer domesticus). We assessed two physiological responses commonly used as biomarkers: stress response (the corticosterone concentration in feathers), and constitutive innate immune response (the concentration of both natural antibodies and lytic complement proteins), which are non-invasive techniques. We found a negative relationship between the ozone concentration and the natural antibodies response (p = 0.003). However, no relationship was found between the ozone concentration and the stress response or the complement system activity (p > 0.05). These results suggest that ozone concentrations in air pollution within MCMA may constrain the natural antibody response in the immune system of house sparrows. Our study shows, for the first time, the potential impact of ozone pollution on a wild species in the MCMA presenting the Nabs activity and the house sparrow as suitable indicators to assess the effect of air contamination on the songbirds."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Área de Biodiversidad, Departamento de Biología y Geología, Física y Química Inorgánica, Universidad Rey Juan Carlos, Calle Tulipán s/n, 28933 Móstoles, Madrid, España."}], "LastName": "Salaberria", "ForeName": "Concepción", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "El Colegio de Puebla A.C, Avenida 41 Poniente 505, Col. Gabriel Pastor 1ra Secc, 72420, Puebla, Mexico."}], "LastName": "Chávez-Zichinelli", "ForeName": "Carlos A", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Área de Biodiversidad, Departamento de Biología y Geología, Física y Química Inorgánica, Universidad Rey Juan Carlos, Calle Tulipán s/n, 28933 Móstoles, Madrid, España."}], "LastName": "López-Rull", "ForeName": "Isabel", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional, 07360, Ciudad de México, México."}], "LastName": "Romano", "ForeName": "Marta C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Investigaciones en Ecosistemas y Sustentabilidad, Universidad Nacional Autónoma de México, Campus Morelia, Antigua Carretera a Pátzcuaro 8701, Colonia Ex Hacienda de San José de la Huerta, 58190, Morelia, Michoacán, Mexico. chon@cieco.unam.mx."}], "LastName": "Schondube", "ForeName": "Jorge E", "Initials": "JE"}], "GrantList": [{"GrantID": "PID2019-111039GA-100", "Agency": "Ministerio de Ciencia e Innovación", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ecotoxicology", "NlmUniqueID": "9885956", "ISSNLinking": "0963-9292"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "SupplMeshList": ["Passer domesticus"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Environmental Pollution"}, {"QualifierName": [], "DescriptorName": "Animals, Wild"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sparrows"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akaike H. A new look at the statistical model identification. IEEE Trans Autom Control. 1974;19:716–723. doi: 10.1109/TAC.1974.1100705.", "ArticleIdList": ["10.1109/TAC.1974.1100705"]}, {"Citation": "Alexis NE, Lay JC, Hazucha M, Harris B, Hernandez ML, Bromberg PA, Kehrl H, Diaz-Sanchez D, Kim C, Devlin RB, Peden DB. Low-level ozone exposure induces airways inflammation and modifies cell surface phenotypes in healthy humans. Inhal Toxicol. 2010;22:593–600. doi: 10.3109/08958371003596587.", "ArticleIdList": ["10.3109/08958371003596587", "PMC3162473", "20384440"]}, {"Citation": "Alloway JB, Ayres DC. Chemical principles of environmental pollution. Boca Raton: CRC Press; 1997."}, {"Citation": "Becker S, Quay J, Koren HS. Effect of ozone on immunoglobulin production by human B cells in vitro. J Toxicol Environ Health Sci. 1991;34:353–366. doi: 10.1080/15287399109531573.", "ArticleIdList": ["10.1080/15287399109531573", "1834858"]}, {"Citation": "Bell M, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US Urban Communities, 1987–2000. JAMA. 2004;292:2372–8. doi: 10.1001/jama.292.19.2372.", "ArticleIdList": ["10.1001/jama.292.19.2372", "PMC3546819", "15547165"]}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, Kinney PL, Knowlton K, Lynn B, Rosenthal J, Rosenzweig C, Patz JA. Climate change, ambient ozone, and health in 50 US cities. Clim Chang. 2007;82:61–76. doi: 10.1007/s10584-006-9166-7.", "ArticleIdList": ["10.1007/s10584-006-9166-7"]}, {"Citation": "Benítez-García SE, Kanda I, Wakamatsu S, Okazaki Y, Kawano M. Investigation of vertical profiles of meteorological parameters and ozone concentration in the Mexico City metropolitan area. Asian J Atmos Environ. 2015;9:114–127. doi: 10.5572/ajae.2015.9.2.114.", "ArticleIdList": ["10.5572/ajae.2015.9.2.114"]}, {"Citation": "Blas J, Baos R, Bortolotti GR, Marchant T, Hiraldo F. A multi‐tier approach to identifying environmental stress in altricial nestling birds. Funct Ecol. 2005;19:315–322. doi: 10.1111/j.1365-2435.2005.00976.x.", "ArticleIdList": ["10.1111/j.1365-2435.2005.00976.x"]}, {"Citation": "Bókony V, Kulcsár A, Liker A. Does urbanization select for weak competitors in house sparrows? Oikos. 2010;119:437–444. doi: 10.1111/j.1600-0706.2009.17848.x.", "ArticleIdList": ["10.1111/j.1600-0706.2009.17848.x"]}, {"Citation": "Bókony V, Seress G, Nagy S, Lendvai ÁZ, Liker A. Multiple indices of body condition reveal no negative effect of urbanization in adult house sparrows. Landsc Urban Plan. 2012;104:75–84. doi: 10.1016/j.landurbplan.2011.10.006.", "ArticleIdList": ["10.1016/j.landurbplan.2011.10.006"]}, {"Citation": "Bonier F. Hormones in the city: endocrine ecology of urban birds. Horm Behav. 2012;61:763–772. doi: 10.1016/j.yhbeh.2012.03.016.", "ArticleIdList": ["10.1016/j.yhbeh.2012.03.016", "22507448"]}, {"Citation": "Bonneaud C, Mazuc J, Gonzalez G, Haussy C, Chastel O, Faivre B, Sorci G. Assessing the cost of mounting an immune response. Am Nat. 2003;161:367–379. doi: 10.1086/346134.", "ArticleIdList": ["10.1086/346134", "12703483"]}, {"Citation": "Bortolotti GR, Marchant TA, Blas J, German T. Corticosterone in feathers is a long‐term, integrated measure of avian stress physiology. Funct Ecol. 2008;22:494–500. doi: 10.1111/j.1365-2435.2008.01387.x.", "ArticleIdList": ["10.1111/j.1365-2435.2008.01387.x"]}, {"Citation": "van Bree L, Dormans JAMA, Boere AJF, Rombout PJA. Time study on development and repair of lung injury following ozone exposure in rats. Inhal Toxicol. 2001;13:703–717. doi: 10.1080/08958370126868.", "ArticleIdList": ["10.1080/08958370126868", "11498802"]}, {"Citation": "Brown RE, Brain JD, Wang N. The avian respiratory system: a unique model for studies of respiratory toxicosis and for monitoring air quality. Environ Health Perspect. 1997;105:188–200. doi: 10.1289/ehp.97105188.", "ArticleIdList": ["10.1289/ehp.97105188", "PMC1469784", "9105794"]}, {"Citation": "Calderón-Garcidueñas L, Torres-Jardón R, Kulesza RJ, Park SB, D’Angiulli A. Air pollution and detrimental effects on children’s brain. The need for a multidisciplinary approach to the issue complexity and challenges. Fron Hum Neurosci. 2012;8:613. doi: 10.3389/fnhum.2014.00613.", "ArticleIdList": ["10.3389/fnhum.2014.00613", "PMC4129915", "25161617"]}, {"Citation": "Calderón-Garcidueñas L, Kulesza RJ, Doty RL, D’angiulli A, Torres-Jardón R. Megacities air pollution problems: Mexico City Metropolitan Area critical issues on the central nervous system pediatric impact. Environ Res. 2015;137:157–169. doi: 10.1016/j.envres.2014.12.012.", "ArticleIdList": ["10.1016/j.envres.2014.12.012", "25543546"]}, {"Citation": "Carbajal-Arroyo L, Miranda-Soberanis V, Medina-Ramón M, Rojas-Bracho L, Tzintzun G, Solís-Gutiérrez P, Romieu I. Effect of PM10 and O3 on infant mortality among residents in the Mexico City Metropolitan Area: a case-crossover analysis, 1997–2005. J Epidemiol Community Health. 2010;65:715–721. doi: 10.1136/jech.2009.101212.", "ArticleIdList": ["10.1136/jech.2009.101212", "20724286"]}, {"Citation": "Chatelain M, Gasparini J, Jacquin L, Frantz A. The adaptive function of melanin-based plumage coloration to trace metals. Biol Lett. 2014;10:20140164. doi: 10.1098/rsbl.2014.0164.", "ArticleIdList": ["10.1098/rsbl.2014.0164", "PMC3982444", "24671830"]}, {"Citation": "Chavent M, Guιgan H, Kuentz V, Patouille B, Saracco J. PCA- and PMF-based methodology for air pollution sources identification and apportionment. Environmetrics. 2008;20:928–42. doi: 10.1002/env.963.", "ArticleIdList": ["10.1002/env.963"]}, {"Citation": "Christe P, Møller AP, Saino N, Lope F. Genetic and environmental components of phenotypic variation in immune response and body size of a colonial bird, Delichon urbica (the house martin) Heredity. 2000;85:75–83. doi: 10.1046/j.1365-2540.2000.00732.x.", "ArticleIdList": ["10.1046/j.1365-2540.2000.00732.x", "10971693"]}, {"Citation": "CONAPO . Consejo Nacional de Población, Delimitación de las zonas metropolitanas de México 2010. Mexico: Secretaría de Desarrollo Social, Consejo Nacional de Población, Instituto Nacional de Estadística, Geografía e Informática; 2012."}, {"Citation": "Cruz-Martinez L, Fernie KJ, Soos C, Harner T, Getachew F, Smits JE. Detoxification, endocrine, and immune responses of tree swallow nestlings naturally exposed to air contaminants from the Alberta oil sands. Sci Tot Environ. 2015;502:8–15. doi: 10.1016/j.scitotenv.2014.09.008.", "ArticleIdList": ["10.1016/j.scitotenv.2014.09.008", "25240100"]}, {"Citation": "De Coster G, De Neve L, Martín-Gálvez D, Therry L, Lens L. Variation in innate immunity in relation to ectoparasite load, age and season: a field experiment in great tits (Parus major) J Exp Biol. 2010;213:3012–3018. doi: 10.1242/jeb.042721.", "ArticleIdList": ["10.1242/jeb.042721", "20709930"]}, {"Citation": "Dantzer B, Fletcher QE, Boonstra R, Sheriff MJ. Measures of physiological stress: a transparent or opaque window into the status, management and conservation of species? Conserv Physiol. 2014;2:cou023. doi: 10.1093/conphys/cou023.", "ArticleIdList": ["10.1093/conphys/cou023", "PMC4732472", "27293644"]}, {"Citation": "Davison F, Schat K, Kaspers B, Kaiser P. Avian Immunology. London: Academic Press; 2008."}, {"Citation": "Deem SL, Parker PG, Cruz MB, Merkel J, Hoeck PEA. Comparison of blood values and health status of floreana mockingbirds (Mimus Trifasciatus) on the islands of champion and gardner-by-floreana Galápagos islands. J. Wildlife Dis. 2011;47:94–106. doi: 10.7589/0090-3558-47.1.94.", "ArticleIdList": ["10.7589/0090-3558-47.1.94", "21270000"]}, {"Citation": "Dorado-Martínez C, Paredes-Carbajal C, Mascher D, Borgonio-Pérez G, Rivas-Arancibia S. Effects of different ozone doses on memory, motor activity and lipid peroxidation levels, in rats. Int J Neurosci. 2001;108:149–161. doi: 10.3109/00207450108986511.", "ArticleIdList": ["10.3109/00207450108986511", "11699188"]}, {"Citation": "Eeva T, Lehikoinen E, Nikinmaa M. Pollution-related effects on immune function and stress in a free-living population of pied flycatcher Ficedula hypoleuca. J Avian Biol. 2005;36:405–412. doi: 10.1111/j.0908-8857.2005.03449.x.", "ArticleIdList": ["10.1111/j.0908-8857.2005.03449.x"]}, {"Citation": "Fann N, Nolte CG, Dolwick P, Spero TL, Brown AC, Phillips S, Anenberg S. The geographic distribution and economic value of climate change-related ozone health impacts in the United States in 2030. J Air Waste Manag Assoc. 2015;65:570–580. doi: 10.1080/10962247.2014.996270.", "ArticleIdList": ["10.1080/10962247.2014.996270", "25947315"]}, {"Citation": "Fokidis HB, Orchinik M, Deviche P. Corticosterone and corticosteroid binding globulin in birds: relation to urbanization in a desert city. Gen Comp Endocrinol. 2009;160:259–270. doi: 10.1016/j.ygcen.2008.12.005.", "ArticleIdList": ["10.1016/j.ygcen.2008.12.005", "19116155"]}, {"Citation": "Furness RW. Birds as monitors of pollutants. In: Furness RW, Greenwood JJD, editors. Birds as monitors of environmental change. London: Chapman and Hall; 1993. pp. 86–143."}, {"Citation": "Gilmour M, Park P, Doerfler D, Selgrade M. Factors that influence the suppression of pulmonary antibacterial defenses in mice exposed to ozone. Exp Lung Res. 1993;19:299–314. doi: 10.3109/01902149309064348.", "ArticleIdList": ["10.3109/01902149309064348", "8319601"]}, {"Citation": "Gilmour MI, Jakab GJ. Modulation of immune function in mice exposed to 0.8 ppm ozone. Inhalation Toxicol. 1991;3:293–308. doi: 10.3109/08958379109145290.", "ArticleIdList": ["10.3109/08958379109145290"]}, {"Citation": "Gorriz A, Llacuna S, Durfort M, Nadal J. A study of the ciliar tracheal epithelium on passerine birds and small mammals subjected to air pollution: ultrastructural study. Arch Environ Contam Toxicol. 1994;27:137–42. doi: 10.1007/BF00203900.", "ArticleIdList": ["10.1007/BF00203900", "8024317"]}, {"Citation": "Grinnell J. The English sparrow has arrived in death valley: an experiment in nature. Amer Naturalist. 1919;53:468–472. doi: 10.1086/279725.", "ArticleIdList": ["10.1086/279725"]}, {"Citation": "Haghighi HR, Gong J, Gyles CL, Hayes MA, Zhou H, Sanei B, Chambers JR, Sharif S. Probiotics stimulate production of natural antibodies in chickens. Clin Vaccine Immunol. 2006;13:975–980. doi: 10.1128/CVI.00161-06.", "ArticleIdList": ["10.1128/CVI.00161-06", "PMC1563569", "16960107"]}, {"Citation": "Hanssen SA, Hasselquist D, Folstad I, Erikstad KE. Cost of reproduction in a long-lived bird: incubation effort reduces immune function and future reproduction. Proc R Soc B. 2005;272:1039–1046. doi: 10.1098/rspb.2005.3057.", "ArticleIdList": ["10.1098/rspb.2005.3057", "PMC1599870", "16024362"]}, {"Citation": "Héroux ME, Anderson HR, Atkinson R, Brunekreef B, Cohen A, Forastiere F, Hurley F, Katsouyanni K, Krewski D, Krzyzanowski M, Künzli N, Mills I, Querol X, Ostro B, Walton H. Quantifying the health impacts of ambient air pollutants: recommendations of a WHO/Europe project. Int J Public Health. 2015;60:619–627. doi: 10.1007/s00038-015-0690-y.", "ArticleIdList": ["10.1007/s00038-015-0690-y", "PMC4480843", "26024815"]}, {"Citation": "Herrera-Dueñas PJ, Antonio MT, Aguirre JI. Oxidative stress of House Sparrow as bioindicator of urban pollution. Ecol Indic. 2014;42:6–9. doi: 10.1016/j.ecolind.2013.08.014.", "ArticleIdList": ["10.1016/j.ecolind.2013.08.014"]}, {"Citation": "Hiltermann TJ, Peters EA, Alberts B, Kwikkers K, Borggreven PA, Hiemstra PS, Dijkman JH, van Bree LA, Stolk J. Ozone-induced airway hyperresponsiveness in patients with asthma: role of neutrophil-derived serine proteinases. Free Radic Biol Med. 1998;24:952–958. doi: 10.1016/S0891-5849(97)00381-X.", "ArticleIdList": ["10.1016/S0891-5849(97)00381-X", "9607605"]}, {"Citation": "Hoffmann AA. Acclimation: increasing survival at a cost. Trends Ecol. Evol. 1995;10:1–2. doi: 10.1016/S0169-5347(00)88949-1.", "ArticleIdList": ["10.1016/S0169-5347(00)88949-1"]}, {"Citation": "Hole DG, Whittingham MJ, Bradbury RB, Anderson GQ, Lee PL, Wilson JD, Krebs JR. Widespread local house-sparrow extinctions. Nature. 2002;418:931–932. doi: 10.1038/418931a.", "ArticleIdList": ["10.1038/418931a", "12198534"]}, {"Citation": "Hollingsworth JW, Kleeberger SR, Foster WM. Ozone and pulmonary innate immunity. Proc Am Thorac Soc. 2007;4:240–246. doi: 10.1513/pats.200701-023aw.", "ArticleIdList": ["10.1513/pats.200701-023aw", "PMC2647625", "17607006"]}, {"Citation": "Holmes WN, Phillips JG. The adrenal cortex in birds. In: Chester-Jones I, Henderson I, editors. General and comparative endocrinology of the adrenal cortex. New York: Academic Press; 1976. pp. 293–420."}, {"Citation": "Isaksson C, Andersson MN, Nord A, von Post M, Wang Hong-Lei Species-dependent effects of the urban environment on fatty acid composition and oxidative stress in birds. Front Ecol Evol. 2017;5:44. doi: 10.3389/fevo.2017.00044.", "ArticleIdList": ["10.3389/fevo.2017.00044"]}, {"Citation": "Jaimes-Palomera M, Retama A, Elias-Castro G, Neria-Hernández A, Rivera-Hernández O, Velasco E. Non-methane hydrocarbons in the atmosphere of Mexico City: Results of the 2012 ozone-season campaign. Atmos Environ. 2016;132:258–275. doi: 10.1016/j.atmosenv.2016.02.047.", "ArticleIdList": ["10.1016/j.atmosenv.2016.02.047"]}, {"Citation": "Jakab GJ, Spannhake EW, Canning BJ, Kleeberger SR, Gilmour MI. The effects of ozone on immune function. Environ Health Perspect. 1995;103:77. doi: 10.1289/ehp.95103s277.", "ArticleIdList": ["10.1289/ehp.95103s277", "PMC1518840", "7614952"]}, {"Citation": "Kampa M, Castanas E. Human health effects of air pollution. Environ Pollut. 2008;151:362–367. doi: 10.1016/j.envpol.2007.06.012.", "ArticleIdList": ["10.1016/j.envpol.2007.06.012", "17646040"]}, {"Citation": "Kekkonen J, Hanski IK, Väisänen RA, Brommer JE. Levels of heavy metals in House Sparrows (Passer domesticus) from urban and rural habitats of southern Finland. Ornis Fenn. 2012;89:91–98."}, {"Citation": "Klasing KC, Korver DR. Leukocytic cytokines regulate growth rate and composition following activation of the immune system. J Anim Sci. 1997;75:58–67."}, {"Citation": "Krupa SV, McGrath MT, Andersen CP, Booker FL, Burkey KO, Chappelka AH, Chevone BI, Pell EJ, Zilinskas BA. Ambient ozone and plant health. Plant Dis. 2001;85:4–12. doi: 10.1094/PDIS.2001.85.1.4.", "ArticleIdList": ["10.1094/PDIS.2001.85.1.4", "30832068"]}, {"Citation": "Lattin CR, Reed JM, DesRochers DW, Romero LM. Elevated corticosterone in feathers correlates with corticosterone-induced decreased feather quality: a validation study. J Avian Biol. 2011;42:247–252. doi: 10.1111/j.1600-048X.2010.05310.x.", "ArticleIdList": ["10.1111/j.1600-048X.2010.05310.x"]}, {"Citation": "Lee CE. Evolutionary genetics of invasive species. Trends Ecol Evol. 2002;17:386–391. doi: 10.1016/S0169-5347(02)02554-5.", "ArticleIdList": ["10.1016/S0169-5347(02)02554-5"]}, {"Citation": "Lee KA. Linking immune defenses and life history at the levels of the individual and the species. Integr Comp Biol. 2006;46:1000–1015. doi: 10.1093/icb/icl049.", "ArticleIdList": ["10.1093/icb/icl049", "21672803"]}, {"Citation": "Lee KA, Klasing KC. A role for immunology in invasion biology. Trends Ecol Evol. 2004;19:523–529. doi: 10.1016/j.tree.2004.07.012.", "ArticleIdList": ["10.1016/j.tree.2004.07.012", "16701317"]}, {"Citation": "Lee KA, Wikelski M, Robinson WD, Robinson TR, Klasing KC. Constitutive immune defences correlate with life‐history variables in tropical birds. J Anim Ecol. 2008;77:356–363. doi: 10.1111/j.1365-2656.2007.01347.x.", "ArticleIdList": ["10.1111/j.1365-2656.2007.01347.x", "18194261"]}, {"Citation": "Legagneux P, Harms NJ, Gauthier G, Chastel O, Gilchrist HG, Bortolotti G, Bêty J, Soos C. Does feather corticosterone reflect individual quality. PLoS One. 2013;8:e82644. doi: 10.1371/journal.pone.0082644.", "ArticleIdList": ["10.1371/journal.pone.0082644", "PMC3877000", "24391720"]}, {"Citation": "Liang Y, Rudik I, Zou EY, Johnston A, Rodewald AD, Kling CL. Conservation cobenefits from air pollution regulation: Evidence from birds. Proc Natl Acad Sci USA. 2020;117:30900–30906. doi: 10.1073/pnas.2013568117.", "ArticleIdList": ["10.1073/pnas.2013568117", "PMC7733844", "33234568"]}, {"Citation": "Liker A, Papp Z, Bókony V, Lendvai ÁZ. Lean birds in the city: body size and condition of house sparrows along the urbanization gradient. J Anim Ecol. 2008;77:789–795. doi: 10.1111/j.1365-2656.2008.01402.x.", "ArticleIdList": ["10.1111/j.1365-2656.2008.01402.x", "18479344"]}, {"Citation": "Lochmiller RL, Deerenberg C. Trade‐offs in evolutionary immunology: just what is the cost of immunity? Oikos. 2000;88:87–98. doi: 10.1034/j.1600-0706.2000.880110.x.", "ArticleIdList": ["10.1034/j.1600-0706.2000.880110.x"]}, {"Citation": "de Lope F, Møller AP, de la Cruz C. Parasitism, immune response and reproductive success in the house martin Delichon urbica. Oecologia. 1998;114:188–193. doi: 10.1007/s004420050435.", "ArticleIdList": ["10.1007/s004420050435", "28307931"]}, {"Citation": "Lorz C, Lopez J. Incidence of air pollution in the pulmonary surfactant system of the pigeon (Columba livia) Anat Rec. 1997;249:206–212. doi: 10.1002/(SICI)1097-0185(199710)249:2<206::AID-AR7>3.0.CO;2-V.", "ArticleIdList": ["10.1002/(SICI)1097-0185(199710)249:2<206::AID-AR7>3.0.CO;2-V", "9335466"]}, {"Citation": "Manisalidis I, Stavropoulou E, Stavropoulos A, Bezirtzoglou E (2020). Environmental and health impacts of air pollution: a review. Frontiers in public health 14. 10.3389/fpubh.2020.00014", "ArticleIdList": ["PMC7044178", "32154200"]}, {"Citation": "Mannucc PM, Harari S, Martinelli I, Franchini M. Effects on health of air pollution: a narrative review. Intern Emerg Med. 2015;10:657–662. doi: 10.1007/s11739-015-1276-7.", "ArticleIdList": ["10.1007/s11739-015-1276-7", "26134027"]}, {"Citation": "Matson KD, Ricklefs RE, Klasing KC. A hemolysis–hem hemagglutination assay for characterizing constitutive innate humoral immunity in wild and domestic birds. Dev Comp Immunol. 2005;29:275–286. doi: 10.1016/j.dci.2004.07.006.", "ArticleIdList": ["10.1016/j.dci.2004.07.006", "15572075"]}, {"Citation": "Meillère A, Brischoux F, Parenteau C, Angelier F. Influence of urbanization on body size, condition, and physiology in an urban exploiter: a multi-component approach. PLoS One. 2015;10:e0135685. doi: 10.1016/j.landurbplan.2016.12.014.", "ArticleIdList": ["10.1016/j.landurbplan.2016.12.014", "PMC4535910", "26270531"]}, {"Citation": "Meillère A, Brischoux F, Henry PY, Michaud B, Garcin R, Angelier F. Growing in a city: Consequences on body size and plumage quality in an urban dweller, the house sparrow (Passer domesticus) Landsc Urban Plan. 2017;160:127–138. doi: 10.1016/j.landurbplan.2016.12.014.", "ArticleIdList": ["10.1016/j.landurbplan.2016.12.014"]}, {"Citation": "Meillère A, Brischoux F, Bustamante P, Michaud B, Parenteau C, Marciau C, Angelier F. Corticosterone levels in relation to trace element contamination along an urbanization gradient in the common blackbird (Turdus merula) Sci Total Environ. 2016;566:93–101. doi: 10.1016/j.scitotenv.2016.05.014.", "ArticleIdList": ["10.1016/j.scitotenv.2016.05.014", "27213675"]}, {"Citation": "Millaku L, Resmije I, Artan T. House Sparrow (Passer domesticus) as bioindicator of heavy metals pollution. Eur J Exp Bio. 2014;4:77–80."}, {"Citation": "Miller DB, Ghio AJ, Karoly ED, Bell LN, Snow SJ, Madden MC, Soukup J, Cascio WE, Gilmour MI, Kodavanti UP. Ozone exposure increases circulating stress hormones and lipid me-tabolites in humans. Am J Respir Crit Care Med. 2016;193:1382–1391. doi: 10.1164/rccm.201508-1599OC.", "ArticleIdList": ["10.1164/rccm.201508-1599OC", "PMC5440058", "26745856"]}, {"Citation": "Miller S, Ehrlich R. Susceptibility to respiratory infections of animals exposed to Ozone: I. Susceptibility to” Klebsiella Pneumoniae”. J Infect Dis. 1958;103:145–149. doi: 10.1093/infdis/103.2.145.", "ArticleIdList": ["10.1093/infdis/103.2.145", "13588065"]}, {"Citation": "Molina MJ, Molina LT. Megacities and atmospheric pollution. Air Waste Manag Assoc. 2004;54:644–680. doi: 10.1080/10473289.2004.10470936.", "ArticleIdList": ["10.1080/10473289.2004.10470936", "15242147"]}, {"Citation": "Møller AP, Haussy C. Fitness consequences of variation in natural antibodies and complement in the barn swallow Hirundo rustica. Funct Ecol. 2007;21:363–371. doi: 10.1111/j.1365-2435.2006.01215.x.", "ArticleIdList": ["10.1111/j.1365-2435.2006.01215.x"]}, {"Citation": "Morales J, Moreno J, Merino S, Tomas G, Martinez J, Garamszegi LZ. Associations between immune parameters, parasitism, and stress in breeding piedflycatcher (Ficedula hypoleuca) females. Can J Zool. 2004;82:1484–1492. doi: 10.1139/z04-132.", "ArticleIdList": ["10.1139/z04-132"]}, {"Citation": "Nebel S, Bauchinger U, Buehler DM, Langlois LA, Boyles M, Gerson AR, Guglielmo CG. Constitutive immune function in European starlings, Sturnus vulgaris, is decreased immediately after an endurance flight in a wind tunnel. J Exp Biol. 2012;215:272–278. doi: 10.1242/jeb.057885.", "ArticleIdList": ["10.1242/jeb.057885", "22189771"]}, {"Citation": "Nordling D, Andersson M, Zohari S, Gustafsson L. Reproductive effort reduces specific immune response and parasite resistance. – Proc. R. Soc. Lond. B. 1998;265:1291–1298. doi: 10.1098/rspb.1998.0432.", "ArticleIdList": ["10.1098/rspb.1998.0432"]}, {"Citation": "North MA, Kinniburgh DW, Smits JEG. European starlings (Sturnus vulgaris) as sentinels of urban air pollution: A comprehensive approach from non-invasive to post mortem investigation. Environ Sci Technol. 2017;51:8746–8756. doi: 10.1021/acs.est.7b01861.", "ArticleIdList": ["10.1021/acs.est.7b01861", "28665607"]}, {"Citation": "Nossen I, Ciesielski TM, Dimmen MV, Jensen H, Ringsby TH, Polder A, Rønning B, Jenssen BM, Styrishave B. Steroids in house sparrows (Passer domesticus): effects of POPs and male quality signalling. Sci Total Environ. 2016;547:295–304. doi: 10.1016/j.scitotenv.2015.12.113.", "ArticleIdList": ["10.1016/j.scitotenv.2015.12.113", "26789367"]}, {"Citation": "Oakes JL, O’Connor BP, Warg LA, Burton R, Hock A, Loader J, Laflamme D, Jing J, Hui L, Schwartz DA, Yang IV. Ozone enhances pulmonary innate immune response to a TLR2 agonist. Am J Respir Cell Mol Biol. 2013;48:27–34. doi: 10.1165/rcmb.2012-0187OC.", "ArticleIdList": ["10.1165/rcmb.2012-0187OC", "PMC3547086", "23002100"]}, {"Citation": "Palacios MG, Cunnick JE, Winkler DW, Vleck CM. Interrelations among immune defense indexes reflect major components of the immune system in a free-living vertebrate. Physiol Biochem Zool. 2012;85:1–10. doi: 10.1086/663311.", "ArticleIdList": ["10.1086/663311", "22237284"]}, {"Citation": "Panda S, Ding J. Natural antibodies bridge innate and adaptive immunity. J. Immunol. 2015;194:13–20. doi: 10.4049/jimmunol.1400844.", "ArticleIdList": ["10.4049/jimmunol.1400844", "25527792"]}, {"Citation": "Parejo D, Silva N. Immunity and fitness in a wild population of Eurasian kestrels Falco tinnunculus. Naturwissenschaften. 2009;96:1193–1202. doi: 10.1007/s00114-009-0584-z.", "ArticleIdList": ["10.1007/s00114-009-0584-z", "19609498"]}, {"Citation": "Parmentier HK, Lammers A, Hoekman JJ, Reilingh GDV, Zaanen IT, Savelkoul HF. Different levels of natural antibodies in chickens divergently selected for specific antibody responses. Dev Comp Immunol. 2004;28:39–49. doi: 10.1016/S0145-305X(03)00087-9.", "ArticleIdList": ["10.1016/S0145-305X(03)00087-9", "12962981"]}, {"Citation": "Peig J, Green AJ. The paradigm of body condition: A critical reappraisal of current methods based on mass and length. Funct Ecol. 2010;24:1323–1332. doi: 10.1111/j.1365-2435.2010.01751.x.", "ArticleIdList": ["10.1111/j.1365-2435.2010.01751.x"]}, {"Citation": "Pigeon G, Belisle M, Garant D, Cohen AA, Pelletier F. Ecological immunology in a fluctuating environment: an integrative analysis of tree swallow nestling immune defense. Ecol Evol. 2013;3:1091–1103. doi: 10.1002/ece3.504.", "ArticleIdList": ["10.1002/ece3.504", "PMC3631416", "23610646"]}, {"Citation": "Pinowski J, Barkowska M, Kruszewicz AH, Kruszewicz AG. The causes of the mortality of eggs and nestlings of Passer spp. J Biosci. 1994;19:441–451. doi: 10.1007/BF02703180.", "ArticleIdList": ["10.1007/BF02703180"]}, {"Citation": "Rajagopalan S, Brook RD. Ozone-induced metabolic effects in humans: ieiunium, conviviorum, aut timor? (fasting, feasting, or fear?) Am J Respir Crit Care Med. 2016;193:1327–1329. doi: 10.1164/rccm.201601-0142ED..", "ArticleIdList": ["10.1164/rccm.201601-0142ED.", "27304238"]}, {"Citation": "Ramot Y, Kodavanti UP, Kissling GE, Ledbetter AD, Nyska A. Clinical and pathological manifestations of cardiovascular disease in rat models: the influence of acute ozone exposure. Inhal Toxicol. 2015;27:26–38. doi: 10.3109/08958378.2014.954168.", "ArticleIdList": ["10.3109/08958378.2014.954168", "26667329"]}, {"Citation": "Riojas-Rodriguez H, Alamo-Hernandez U, Texcalac-Sangrador JL, Romiu I. Health impact assessment of decreases in PM10 and ozone concentrations in the Mexico City Metropolitan Area. A basis for a new air quality management program. Salud Pública Mexico. 2014;6:579e591.", "ArticleIdList": ["25604409"]}, {"Citation": "Rombout PJA, Dormans JAMA, Van Bree L, Marra M. Structural and biochemical effects in lungs of Japanese quail following a 1-week exposure to ozone. Environ Res. 1991;54:39–51. doi: 10.1016/S0013-9351(05)80193-8.", "ArticleIdList": ["10.1016/S0013-9351(05)80193-8", "2004636"]}, {"Citation": "Romero LM. Physiological stress in ecology: lessons from biomedical research. Trends Ecol Evol. 2004;19:249–255. doi: 10.1016/j.tree.2004.03.008.", "ArticleIdList": ["10.1016/j.tree.2004.03.008", "16701264"]}, {"Citation": "Romero LM, Fairhurst DG. Measuring corticosterone in feathers: strengths, limitations, and suggestions for the future. Comp Biochem Physiol Part A. 2016;202:112–122. doi: 10.1016/j.cbpa.2016.05.002.", "ArticleIdList": ["10.1016/j.cbpa.2016.05.002", "27155053"]}, {"Citation": "Romieu I, Gouveia N, Cifuentes LA, de Leon AP, Junger W, Vera J, Carbajal-Arroyo L. Multicity study of air pollution and mortality in Latin America (the ESCALA study) Research report (Health Effects Institute) 2012;171:5–86.", "ArticleIdList": ["23311234"]}, {"Citation": "Salmón P, Nilsson J, Nord A, Bensch S, Isaksson C. Urban environment shortens telomere length in nestling great tits, Parus major. Biol Lett. 2016;12:20160155. doi: 10.1098/rsbl.2016.0155.", "ArticleIdList": ["10.1098/rsbl.2016.0155", "PMC4938044", "27303051"]}, {"Citation": "Salmón P, Stroh E, Herrera-Dueñas A, von Post M, Isaksson C. Oxidative stress in birds along a NOx and urbanisation gradient: an interspecific approach. Sci Total Environ. 2018;622–623:635–643. doi: 10.1016/j.scitotenv.2017.11.354.", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.354", "29223087"]}, {"Citation": "Sanderfoot OV, Holloway T. Air pollution impacts on avian species via inhalationexposure and associated outcomes. Environ Res Lett. 2017;12:083002. doi: 10.1088/1748-9326/aa805.", "ArticleIdList": ["10.1088/1748-9326/aa805"]}, {"Citation": "Sapolsky RM, Romero LM, Munck AU. How do glucocorticoids influence stress responses? Integrating permissive, suppressive, stimulatory, and preparative actions. Endocr Rev. 2000;21:55–89. doi: 10.1210/edrv.21.1.0389.", "ArticleIdList": ["10.1210/edrv.21.1.0389", "10696570"]}, {"Citation": "Schilderman PAEL, Hoogewerff JA, Van Schooten FJ, Maas LM, Moonen EJC, Van Os BJH, Van Wijnen JH, Kleinjans JCS. Possible relevance of pigeons as an indicator species for monitoring air pollution. Environ Health Perspect. 1997;105:322–330. doi: 10.1289/ehp.97105322.", "ArticleIdList": ["10.1289/ehp.97105322", "PMC1469994", "9171994"]}, {"Citation": "Schwartz-Albiez R, Monteiro RC, Rodriguez M, Binder CJ, Shoenfeld Y. Natural antibodies, intravenous immunoglobulin and their role in autoimmunity, cancer and inflammation. J Clin Exp Immunol. 2009;158:43–50. doi: 10.1111/j.1365-2249.2009.04026.x.", "ArticleIdList": ["10.1111/j.1365-2249.2009.04026.x", "PMC2801031", "19883423"]}, {"Citation": "Schwela D. Air pollution and health in urban areas. Rev Environ Health. 2000;15:13–42. doi: 10.1515/REVEH.2000.15.1-2.13.", "ArticleIdList": ["10.1515/REVEH.2000.15.1-2.13", "10939084"]}, {"Citation": "Secretaria del Medio Ambiente de la Ciudad de México SEDEMA (2016) Informe Anual de la Calidad del aire en la Ciudad de México"}, {"Citation": "Shaw LM, Chamberlain D, Evans M. The House Sparrow Passer domesticus in urban areas: reviewing a possible link between post-decline distribution and human socioeconomic status. J Ornithol. 2008;149:293–299. doi: 10.1007/s10336-008-0285-y.", "ArticleIdList": ["10.1007/s10336-008-0285-y"]}, {"Citation": "Smeyers-Verbeke J, Den Hartog JC, Dehker WH, Coomans D, Buydens L, Massart DL. The use of principal components analysis for the investigation of an organic air pollutants data set. Atmos Environ. 1984;18:2471–8. doi: 10.1016/0004-6981(84)90017-9.", "ArticleIdList": ["10.1016/0004-6981(84)90017-9"]}, {"Citation": "Stambaugh T, Houdek BJ, Lombardo MP, Thorpe PA, Hahn DC. Innate immune response development in nestling tree swallows. Wilson J Ornithol. 2011;123:779–787. doi: 10.1676/10-197.1.", "ArticleIdList": ["10.1676/10-197.1"]}, {"Citation": "Summers-Smith JD. The decline of the House Sparrow: a review. Br Birds. 2003;96:439–446."}, {"Citation": "Swaileh KM, Sansur R. Monitoring urban heavy metal pollution using the House Sparrow (Passer domesticus) J Environ Monit. 2006;8:209–213. doi: 10.1039/B510635D.", "ArticleIdList": ["10.1039/B510635D", "16395481"]}, {"Citation": "Valacchi G, Van der Vliet A, Schock BC, Okamoto T, Obermuller-Jevic U, Cross CE, Packer L. Ozone exposure activates oxidative stress responses in murine skin. Toxicology. 2002;179:163–170. doi: 10.1016/S0300-483X(02)00240-8.", "ArticleIdList": ["10.1016/S0300-483X(02)00240-8", "12204552"]}, {"Citation": "Valentine R. An in vitro system for exposure of lung cells to gases: effects of ozone on rat macrophages. J Toxicol Environ Health. 1985;16:115–126. doi: 10.1080/15287398509530723.", "ArticleIdList": ["10.1080/15287398509530723", "4068050"]}, {"Citation": "Vermeulen A, Muller W, Matson KD, Tieleman BI, Bervoets L, Eens M. Sources of variation in innate immunity in great tit nestlings living along a metal pollution gradient: an individual-based approach. Sci Total Environ. 2015;508:297–306. doi: 10.1016/j.scitotenv.2014.11.095.", "ArticleIdList": ["10.1016/j.scitotenv.2014.11.095", "25489975"]}, {"Citation": "Voukantsis D, Karatzas K, Kukkonen J, Räsänen T, Karppinen A, Kolehmainen M. Intercomparison of air quality data using principal component analysis, and forecasting of PM10 and PM2.5 concentrations using artificial neural networks, in Thessaloniki and Helsinki. Sci Total Environ. 2011;409:1266–1276. doi: 10.1016/j.scitotenv.2010.12.039.", "ArticleIdList": ["10.1016/j.scitotenv.2010.12.039", "21276603"]}, {"Citation": "Wang C, Lin J, Niu Y, Wang W, Wen J, Lv L, Liu C, Du X, Zhang Q, Chen B, Cai J, Zhao Z, Liang D, Sji J, Chen H, Chen R, Kan H. Impact of ozone exposure on heart rate variability and stress hormones: a randomized-crossover study. J Hazard Mater. 2022;421:126750. doi: 10.1016/j.jhazmat.2021.126750.", "ArticleIdList": ["10.1016/j.jhazmat.2021.126750", "34339988"]}, {"Citation": "Wang J, Wang S, Manzer R, McConville G, Mason RJ. Ozone induces oxidative stress in rat alveolar type II and type I-like cells. Free Radi Biol Med. 2006;40:1914–1928. doi: 10.1016/j.freeradbiomed.2006.01.017.", "ArticleIdList": ["10.1016/j.freeradbiomed.2006.01.017", "16716893"]}, {"Citation": "WHO (1997) WHO Guidelines for Air Quality. December. WHO Information Fact Sheet no. 187"}, {"Citation": "Will A, Suzuki Y, Elliot KH, Hatch SA, Watanuki Y, Kitaysky AS. Feather corticosterone reveals developmental stress in seabirds. J Exp Biol. 2014;217:2371–2376. doi: 10.1242/jeb.098533.", "ArticleIdList": ["10.1242/jeb.098533", "24744418"]}, {"Citation": "Wingfield JC, Ramenofsky M. Hormones and the behavioral ecology of stress. In: Baum PHM, editor. Stress physiology in animals. Sheffield: Sheffield Academic Press; 1999. pp. 1–51."}, {"Citation": "Wingfield JC, Romero LM. Adrenocortical responses to stress and their modulation in free-living vertebrates. In: McEwens BS, editor. Handbook of physiology. Section 7: The endocrine system. Oxford: Oxford University Press; 2001. pp. 211–236."}, {"Citation": "Wingfield JC, Sapolsky RM. Reproduction and resistance to stress: When and how (Review) J Neuroendocrinol. 2003;15:711–724. doi: 10.1046/j.1365-2826.2003.01033.x.", "ArticleIdList": ["10.1046/j.1365-2826.2003.01033.x", "12834431"]}, {"Citation": "Wretenberg J, Lindström Å, Svensson S, Thierfelder T, Pärt T. Population trends of farmland birds in Sweden and England: similar trends but different patterns of agricultural intensification. J Appl Ecol. 2006;43:1110–1120. doi: 10.1111/j.1365-2664.2006.01216.x.", "ArticleIdList": ["10.1111/j.1365-2664.2006.01216.x"]}, {"Citation": "Xia Y, Niu Y, Cai J, Liu C, Meng X, Chen R, Kan H. Personal ozone exposure and stress hormones in the hypothalamus-pituitary-adrenal and sympathetic-adrenal-medullary axes. Environ. Int. 2022;159:107050. doi: 10.1016/j.envint.2021.107050.", "ArticleIdList": ["10.1016/j.envint.2021.107050", "34923369"]}, {"Citation": "Yauk CL, Smits JE, Quinn JS, Bishop CA. Pulmonary histopathology in ring-billed gulls (Larus delawarensis) from colonies near steel mills and in rural areas. Bull Environ Contam Toxicol. 2001;66:563–569. doi: 10.1007/s001280045.", "ArticleIdList": ["10.1007/s001280045", "11443324"]}, {"Citation": "Zhang S, Lei F, Liu S, Li D, Chen C, Wang P. Variation in baseline corticosterone levels of tree Sparrow (Passer montanus) populations along an urban gradient in Beijing, China. J. Ornithol. 2011;152:801–806. doi: 10.1007/s10336-011-0663-8.", "ArticleIdList": ["10.1007/s10336-011-0663-8"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "19"}, {"Year": "2023", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "22", "Hour": "14", "Minute": "53"}, {"Year": "2023", "Month": "2", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36810751", "PMC10008774", "10.1007/s10646-023-02632-z", "10.1007/s10646-023-02632-z"]}}], "PubmedBookArticle": []}