{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ozone", "ischemic damage", "propofol", "stroke"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36819516", "DateRevised": {"Year": "2023", "Month": "02", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["79", "10.21037/atm-22-6456"], "Journal": {"ISSN": "2305-5839", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Jan", "Day": "31"}}, "Title": "Annals of translational medicine", "ISOAbbreviation": "Ann Transl Med"}, "ArticleTitle": "Ozone reduces ischemic damage after a stroke by regulating the autophagy of astrocytes.", "Pagination": {"StartPage": "79", "MedlinePgn": "79"}, "Abstract": {"AbstractText": ["Stroke is a common and damaging disease of brain tissue, and has high morbidity, disability, and mortality rates. Ozone (O<sub>3</sub>) is an isomer of oxygen and can be applied to ozonate the isolated blood in specific containers outside the body and return it to the body. O<sub>3</sub> can also alter the activity and function of multiple cellular components, thus affecting blood viscosity and altering hemodynamics. However, the question of whether O<sub>3</sub> has clinical value in the treatment of stroke requires further investigation. This study sought to evaluate the protective effect and possible mechanism of O<sub>3</sub> in brain injury after stroke.", "First, oxygen-glucose deprivation/reoxygenation (OGD/R)-induced human glioblastoma cell (A172) and middle cerebral artery occlusion (MCAO) rat models were established. Second, the levels of the associated ribonucleic acids and proteins were analyzed using reverse-transcription real-time-quantitative polymerase chain reaction, Western Blot, or immunofluorescence assays. Third, the concentration of glutamate and lactate dehydrogenase (LDH) were assessed using enzyme-linked immunoassays.", "The results showed that glial fibrillary acidic protein was upregulated in the OGD/R A172 cells. O<sub>3</sub> decreased LDH and increased glutamate levels in the OGD/R A172 cells, which suggests that O<sub>3</sub> reduced brain damage in the <i>in vitro</i> stroke model. We also showed that O<sub>3</sub> attenuated brain infarction in the <i>in-vivo</i> stroke model. Further, we found that O<sub>3</sub> alleviated stroke-induced brain damage by reducing the apoptosis of astrocytes. Further, the B-cell lymphoma 2 inhibitor propofol alleviated stroke-induced brain damage.", "Thus, O<sub>3</sub> notably alleviated stroke-induced brain damage by inhibiting the apoptosis of astrocytes in the OGD/R-induced human glioblastoma cell and MACO rat models."], "CopyrightInformation": "2023 Annals of Translational Medicine. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Suzhou Medical College of Soochow University, Suzhou, China."}, {"Identifier": [], "Affiliation": "School of Clinical Medicine, Guizhou Medical University, Guiyang, China."}], "LastName": "Huang", "ForeName": "Ni", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Image, Guizhou Medical University, Guiyang, China."}], "LastName": "Gao", "ForeName": "Duangui", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Image, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Department of Interventional Radiology, The Affiliated Hospital of Guizhou Medical University, Guiyang, China."}], "LastName": "Zhou", "ForeName": "Shi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Interventional Radiology, The Affiliated Hospital of Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "School of Basic Medical Science, Guizhou Medical University, Guiyang, China."}], "LastName": "Huang", "ForeName": "Zhi", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Ann Transl Med", "NlmUniqueID": "101617978", "ISSNLinking": "2305-5839"}, "CoiStatement": "Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at https://atm.amegroups.com/article/view/10.21037/atm-22-6456/coif). The authors have no conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lovett JK, Dennis MS, Sandercock PA, et al. Very early risk of stroke after a first transient ischemic attack. Stroke 2003;34:e138-40. 10.1161/01.STR.0000080935.01264.91", "ArticleIdList": ["10.1161/01.STR.0000080935.01264.91", "12855835"]}, {"Citation": "Lees KR, Bluhmki E, von Kummer R, et al. Time to treatment with intravenous alteplase and outcome in stroke: an updated pooled analysis of ECASS, ATLANTIS, NINDS, and EPITHET trials. Lancet 2010;375:1695-703. 10.1016/S0140-6736(10)60491-6", "ArticleIdList": ["10.1016/S0140-6736(10)60491-6", "20472172"]}, {"Citation": "Back T. Pathophysiology of the ischemic penumbra--revision of a concept. Cell Mol Neurobiol 1998;18:621-38. 10.1023/A:1020629818207", "ArticleIdList": ["10.1023/A:1020629818207", "9876870"]}, {"Citation": "Chen H, Xing B, Liu X, et al. Ozone oxidative preconditioning inhibits inflammation and apoptosis in a rat model of renal ischemia/reperfusion injury. Eur J Pharmacol 2008;581:306-14. 10.1016/j.ejphar.2007.11.050", "ArticleIdList": ["10.1016/j.ejphar.2007.11.050", "18093583"]}, {"Citation": "Ricci L, Valoti M, Sgaragli G, et al. Neuroprotection afforded by diazepam against oxygen/glucose deprivation-induced injury in rat cortical brain slices. Eur J Pharmacol 2007;561:80-4. 10.1016/j.ejphar.2006.12.030", "ArticleIdList": ["10.1016/j.ejphar.2006.12.030", "17300780"]}, {"Citation": "Ricci L, Valoti M, Sgaragli G, et al. Protection by taurine of rat brain cortical slices against oxygen glucose deprivation- and reoxygenation-induced damage. Eur J Pharmacol 2009;621:26-32. 10.1016/j.ejphar.2009.08.017", "ArticleIdList": ["10.1016/j.ejphar.2009.08.017", "19695242"]}, {"Citation": "Ricci L, Valoti M, Sgaragli G, et al. Taurine-like GABA aminotransferase inhibitors prevent rabbit brain slices against oxygen-glucose deprivation-induced damage. Amino Acids 2012;42:2139-47. 10.1007/s00726-011-0952-9", "ArticleIdList": ["10.1007/s00726-011-0952-9", "21667265"]}, {"Citation": "Peralta C, Xaus C, Bartrons R, et al. Effect of ozone treatment on reactive oxygen species and adenosine production during hepatic ischemia-reperfusion. Free Radic Res 2000;33:595-605. 10.1080/10715760000301121", "ArticleIdList": ["10.1080/10715760000301121", "11200091"]}, {"Citation": "Lananna BV, Nadarajah CJ, Izumo M, et al. Cell-Autonomous Regulation of Astrocyte Activation by the Circadian Clock Protein BMAL1. Cell Rep 2018;25:1-9.e5. 10.1016/j.celrep.2018.09.015", "ArticleIdList": ["10.1016/j.celrep.2018.09.015", "PMC6221830", "30282019"]}, {"Citation": "Grafstein B. Subverting the hegemony of the synapse: complicity of neurons, astrocytes, and vasculature in spreading depression and pathology of the cerebral cortex. Brain Res Rev 2011;66:123-32. 10.1016/j.brainresrev.2010.09.007", "ArticleIdList": ["10.1016/j.brainresrev.2010.09.007", "20888859"]}, {"Citation": "Han B, Zhang Y, Zhang Y, et al. Novel insight into circular RNA HECTD1 in astrocyte activation via autophagy by targeting MIR142-TIPARP: implications for cerebral ischemic stroke. Autophagy 2018;14:1164-84. 10.1080/15548627.2018.1458173", "ArticleIdList": ["10.1080/15548627.2018.1458173", "PMC6103660", "29938598"]}, {"Citation": "Frosini M, Contartese A, Zanardi I, et al. Selective ozone concentrations may reduce the ischemic damage after a stroke. Free Radic Res 2012;46:612-8. 10.3109/10715762.2012.659247", "ArticleIdList": ["10.3109/10715762.2012.659247", "22263539"]}, {"Citation": "Pan N, Lu LY, Li M, et al. Xyloketal B alleviates cerebral infarction and neurologic deficits in a mouse stroke model by suppressing the ROS/TLR4/NF-κB inflammatory signaling pathway. Acta Pharmacol Sin 2017;38:1236-47. 10.1038/aps.2017.22", "ArticleIdList": ["10.1038/aps.2017.22", "PMC5589963", "28552908"]}, {"Citation": "Su PW, Zhai Z, Wang T, et al. Research progress on astrocyte autophagy in ischemic stroke. Front Neurol 2022;13:951536. 10.3389/fneur.2022.951536", "ArticleIdList": ["10.3389/fneur.2022.951536", "PMC9468275", "36110390"]}, {"Citation": "Adembri C, Venturi L, Pellegrini-Giampietro DE. Neuroprotective effects of propofol in acute cerebral injury. CNS Drug Rev 2007;13:333-51. 10.1111/j.1527-3458.2007.00015.x", "ArticleIdList": ["10.1111/j.1527-3458.2007.00015.x", "PMC6494151", "17894649"]}, {"Citation": "Esenwa C, Gutierrez J. Secondary stroke prevention: challenges and solutions. Vasc Health Risk Manag 2015;11:437-50.", "ArticleIdList": ["PMC4536764", "26300647"]}, {"Citation": "Dunbar M, Kirton A. Perinatal Stroke. Semin Pediatr Neurol 2019;32:100767. 10.1016/j.spen.2019.08.003", "ArticleIdList": ["10.1016/j.spen.2019.08.003", "31813521"]}, {"Citation": "Sarikaya H, Ferro J, Arnold M. Stroke prevention--medical and lifestyle measures. Eur Neurol 2015;73:150-7. 10.1159/000367652", "ArticleIdList": ["10.1159/000367652", "25573327"]}, {"Citation": "Clavo B, Catalá L, Pérez JL, et al. Ozone Therapy on Cerebral Blood Flow: A Preliminary Report. Evid Based Complement Alternat Med 2004;1:315-9. 10.1093/ecam/neh039", "ArticleIdList": ["10.1093/ecam/neh039", "PMC538510", "15841265"]}, {"Citation": "Voter KZ, Whitin JC, Torres A, et al. Ozone exposure and the production of reactive oxygen species by bronchoalveolar cells in humans. Inhal Toxicol 2001;13:465-83. 10.1080/08958370151131837", "ArticleIdList": ["10.1080/08958370151131837", "11445887"]}, {"Citation": "Liu HH, Wu YC, Chen HL. Production of ozone and reactive oxygen species after welding. Arch Environ Contam Toxicol 2007;53:513-8. 10.1007/s00244-007-0030-1", "ArticleIdList": ["10.1007/s00244-007-0030-1", "17612781"]}, {"Citation": "Cheng HB, Bo Y, Shen WX, et al. Longikaurin E induces apoptosis of pancreatic cancer cells via modulation of the p38 and PI3K/AKT pathways by ROS. Naunyn Schmiedebergs Arch Pharmacol 2015;388:623-34. 10.1007/s00210-015-1107-4", "ArticleIdList": ["10.1007/s00210-015-1107-4", "25743573"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "1", "Day": "7"}, {"Year": "2023", "Month": "2", "Day": "23", "Hour": "10", "Minute": "4"}, {"Year": "2023", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "2", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36819516", "PMC9929848", "10.21037/atm-22-6456", "atm-11-02-79"]}}], "PubmedBookArticle": []}