{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["analgesics", "antibiotics", "exodontia", "olive oil", "oral surgery", "ozonized", "pain", "topical ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36874664", "DateRevised": {"Year": "2023", "Month": "03", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "01", "Day": "31"}], "ELocationID": ["e34478", "10.7759/cureus.34478"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Topical-Ozonized Olive Oil - A Boon for Post-Extraction Cases: A Randomized Controlled Trial.", "Pagination": {"StartPage": "e34478", "MedlinePgn": "e34478"}, "Abstract": {"AbstractText": ["Background Post-surgical therapy in exodontia patients has historically been largely centered on pain and infection prevention. Healing of the extraction wound has rarely received any importance during regular dental extractions, despite being an inherent element of the process of tooth extraction itself. This study aimed to analyze the analgesic and antibacterial efficacy of topical-ozonized olive oil compared to regular drugs administered post-operatively to patients who have undergone tooth extraction as well as evaluate the healing effects of the former on the extraction site. Methodology A total of 200 patients in need of exodontia were randomly divided into two groups, with group A (case group) receiving ozonized olive oil as a topical application for three days and group B (control group) receiving standard post-operative treatment (antibiotics and analgesics). On day five, patients in both groups were assessed for wound healing using the Landry, Turnbull, and Howley Index and for pain using the visual analog scale (VAS). Results On days two and three, the P-value for differences in pain (VAS score) between the two groups was 0.409, but on day five, it was 0.180. According to the Landry, Turnbull, and Howley index, the P-value for differences in wound healing between the groups on day five was 0.025. When comparing the two groups, there was no discernible difference in the amount of discomfort perceived after surgery. While both groups saw improvement in wound healing and pain, the case group coped better than the control group in terms of wound healing. Conclusions This study demonstrated that ozonized olive oil may be used as a safe and effective alternative to conventional painkillers and antibiotics and can speed up wound healing after exodontia."], "CopyrightInformation": "Copyright © 2023, Satapathy et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Satapathy", "ForeName": "Ayush", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Balani", "ForeName": "Abhishek", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Kharsan", "ForeName": "Vinay", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Karan", "ForeName": "Abhishek", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Mazhar", "ForeName": "Heena", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral and Maxillofacial Surgery, New Horizon Dental College and Research Institute, Bilaspur, IND."}], "LastName": "Awasthy", "ForeName": "Arunima", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Efficiency of gaseous ozone in reducing the development of dry socket following surgical third molar extraction. Ahmedi J, Ahmedi E, Sejfija O, Agani Z, Hamiti V. Eur J Dent. 2016;10:381–385.", "ArticleIdList": ["PMC4926593", "27403058"]}, {"Citation": "Influence of ozonized water on pain, oedema, and trismus during impacted third molar surgery: a randomized, triple blind clinical trial. Glória JC, Douglas-de-Oliveira DW, E Silva LD, Falci SG, Dos Santos CR. BMC Oral Health. 2020;20:41.", "ArticleIdList": ["PMC7003333", "32024498"]}, {"Citation": "Clinical utility of ozone therapy in dental and oral medicine. Suh Y, Patel S, Kaitlyn R, Gandhi J, Joshi G, Smith NL, Khan SA. Med Gas Res. 2019;9:163–167.", "ArticleIdList": ["PMC6779001", "31552882"]}, {"Citation": "Ozone in Dentistry-A review. Sandhu RK. https://jamdsr.com/uploadfiles/25vol9issue7pp115-119.20210713104747.pdf Adv Med Dent Sci Research. 2021;1:115–119."}, {"Citation": "Does topical ozone therapy improve patient comfort after surgical removal of impacted mandibular third molar? A randomized controlled trial. Sivalingam VP, Panneerselvam E, Raja KV, Gopi G. J Oral Maxillofac Surg. 2017;75:51–59.", "ArticleIdList": ["27741414"]}, {"Citation": "Effect of Intrasocket Application of Manuka Honey on Postsurgical Pain of Impacted Mandibular Third Molars Surgery: Split-Mouth Randomized Controlled Trial. Al-Khanati NM, Al-Moudallal Y. J Maxillofac Oral Surg. 2019;18:147–152.", "ArticleIdList": ["PMC6328820", "30728706"]}, {"Citation": "Systemic use of Arnica montana for the reduction of postsurgical sequels following extraction of impacted mandibular 3(rd) molars: a pilot study. Mawardi H, Ghazalh S, Shehatah A, et al. Evid Based Complement Alternat Med. 2020;2020:6725175.", "ArticleIdList": ["PMC7749769", "33381206"]}, {"Citation": "Efficacy of ozonized olive oil in the management of oral lesions and conditions: A clinical trial. Kumar T, Arora N, Puri G, Aravinda K, Dixit A, Jatti D. Contemp Clin Dent. 2016;7:51–54.", "ArticleIdList": ["PMC4792056", "27041901"]}, {"Citation": "Steier L. Quintessence Publishing. UK: Quintessence; 2004. Ozone: The Revolution in Dentistry."}, {"Citation": "Ozone application in dentistry. Loncar B, Mravak Stipetic M, Matosevic D, Tarle Z. Arch Med Res. 2009;40:136–137.", "ArticleIdList": ["19237025"]}, {"Citation": "Ozone-treating dental infections. Makkar S, Makkar M. https://www.proquest.com/docview/1490573354 Indian J Stomatol. 2011;2:256."}, {"Citation": "Ozone and its usage in general medicine and dentistry. A review article. Seidler V, Linetskiy I, Hubálková H, Stanková H, Smucler R, Mazánek J. https://pubmed.ncbi.nlm.nih.gov/19097384/ Prague Med Rep. 2008;109:5–13.", "ArticleIdList": ["19097384"]}, {"Citation": "Effect of ozone on oral cells compared with established antimicrobials. Huth KC, Jakob FM, Saugel B, et al. Eur J Oral Sci. 2006;114:435–440.", "ArticleIdList": ["17026511"]}, {"Citation": "Ozone therapy in medicine and dentistry. Nogales CG, Ferrari PH, Kantorovich EO, Lage-Marques JL. https://www.thejcdp.com/doi/JCDP/pdf/10.5005/jcdp-9-4-75. J Contemp Dent Pract. 2008;9:75–84.", "ArticleIdList": ["18473030"]}, {"Citation": "The application of ozone in dentistry: a systematic review of literature. Azarpazhooh A, Limeback H. J Dent. 2008;36:104–116.", "ArticleIdList": ["18166260"]}, {"Citation": "Scientific and medical aspects of ozone therapy. State of the art. Bocci VA. Arch Med Res. 2006;37:425–435.", "ArticleIdList": ["16624639"]}, {"Citation": "Antibacterial activity of ozonized sunflower oil (Oleozon) Sechi LA, Lezcano I, Nunez N, et al. J Appl Microbiol. 2001;90:279–284.", "ArticleIdList": ["11168731"]}, {"Citation": "Cicatrizing and antimicrobial properties of an ozonised oil from sunflower seeds. Rodrigues KL, Cardoso CC, Caputo LR, Carvalho JC, Fiorini JE, Schneedorf JM. Inflammopharmacology. 2004;12:261–270.", "ArticleIdList": ["15527550"]}, {"Citation": "An international study of analgesic dependence among people with pain in the general population. Said O, Elander J, Maratos FA. Subst Use Misuse. 2019;54:1319–1331.", "ArticleIdList": ["30912688"]}, {"Citation": "Patient perception about the need for antibiotics after tooth extractions: a cross-sectional study. Pérez-Amate B, Figueiredo R, Cortés-Peral S, Sánchez-Torres A, Valmaseda-Castellón E. J Clin Exp Dent. 2021;13:0–504.", "ArticleIdList": ["PMC8106931", "33981398"]}, {"Citation": "Therapeutic effects and uses of ozone in dentistry: A systematic review. Liaqat S, Tariq S, Hayat I, et al. Ozone Sci Eng. 2022;17:1."}, {"Citation": "Use of topical ozone therapy for wound healing after transalveolar extractions: a miracle alternative therapy. Bahl D, Samuel S, Charyulu RN, Dole S. World J Dent. 2021;13:57–61."}, {"Citation": "The effectivity of ozone water application on tampon in post posterior tooth extraction in Department of Oral Surgery and Maxillofacial Faculty of Dentistry, University of North Sumatera (USU) Rusdy H, Oes A, Siregar IB, Sitompul D. J Dentomaxillofac Sci. 2018;3:3."}, {"Citation": "Ozone therapy a new vista in dentistry: integrated review. Sen S, Sen S. Med Gas Res. 2020;10:189–192.", "ArticleIdList": ["PMC8092153", "33380587"]}, {"Citation": "Treatment of mandibular hypomobility by injections into the temporomandibular joints: a systematic review of the substances used. Chęciński M, Chęcińska K, Nowak Z, Sikora M, Chlubek D. J Clin Med. 2022;11:2305.", "ArticleIdList": ["PMC9102811", "35566431"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "27"}, {"Year": "2023", "Month": "1", "Day": "23"}, {"Year": "2023", "Month": "3", "Day": "6", "Hour": "3", "Minute": "59"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["36874664", "PMC9981511", "10.7759/cureus.34478"]}}], "PubmedBookArticle": []}