{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Cognitive impairment", "Dementia", "Nitrogen dioxide", "Noise", "Ozone", "Particulate matter"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36870315", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "10"}], "ELocationID": ["10.1016/j.envint.2023.107810", "S0160-4120(23)00083-1"], "Journal": {"ISSN": "1873-6750", "JournalIssue": {"Volume": "173", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Environment international", "ISOAbbreviation": "Environ Int"}, "ArticleTitle": "Air pollution and traffic noise interact to affect cognitive health in older Mexican Americans.", "Pagination": {"StartPage": "107810", "MedlinePgn": "107810"}, "Abstract": {"AbstractText": ["Both air pollution and noise exposures have separately been shown to affect cognitive impairment. Here, we examine how air pollution and noise exposures interact to influence the development of incident dementia or cognitive impairment without dementia (CIND).", "We used 1,612 Mexican American participants from the Sacramento Area Latino Study on Aging conducted from 1998 to 2007. Air pollution (nitrogen dioxides, particulate matter, ozone) and noise exposure levels were modeled with a land-use regression and via the SoundPLAN software package implemented with the Traffic Noise Model applied to the greater Sacramento area, respectively. Using Cox proportional hazard models, we estimated the hazard of incident dementia or CIND from air pollution exposure at the residence up to 5-years prior to diagnosis for the members of each risk set at event time. Further, we investigated whether noise exposure modified the association between air pollution exposure and dementia or CIND.", "In total, 104 incident dementia and 159 incident dementia/CIND cases were identified during the 10 years of follow-up. For each ∼2 µg/m<sup>3</sup> increase in time-varying 1- and 5-year average PM<sub>2.5</sub> exposure, the hazard of dementia increased 33% (HR = 1.33, 95%CI: 1.00, 1.76). The hazard ratios for NO<sub>2</sub>-related dementia/CIND and PM<sub>2.5</sub>-related dementia were stronger in high-noise (≥65 dB) exposed than low-noise (<65 dB) exposed participants.", "Our study indicates that PM<sub>2.5</sub> and NO<sub>2</sub> air pollution adversely affect cognition in elderly Mexican Americans. Our findings also suggest that air pollutants may interact with traffic-related noise exposure to affect cognitive function in vulnerable populations."], "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health Policy Research, University of California Los Angeles, California, USA; Department of Environmental Health Sciences, Fielding School of Public Health, University of California Los Angeles, California, USA."}], "LastName": "Yu", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California Berkeley, California, USA."}], "LastName": "Su", "ForeName": "Jason", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, Fielding School of Public Health, University of California Los Angeles, California, USA."}], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, California, USA."}], "LastName": "Paul", "ForeName": "Kimberly C", "Initials": "KC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California Berkeley, California, USA."}], "LastName": "Lee", "ForeName": "Eunice", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Fielding School of Public Health, University of California Los Angeles, California, USA."}], "LastName": "Shih", "ForeName": "I-Fan", "Initials": "IF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology & Biostatistics, University of California San Francisco, California, USA."}], "LastName": "Haan", "ForeName": "Mary", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, Fielding School of Public Health, University of California Los Angeles, California, USA; Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, California, USA; Department of Epidemiology, Fielding School of Public Health, University of California Los Angeles, California, USA. Electronic address: britz@ucla.edu."}], "LastName": "Ritz", "ForeName": "Beate", "Initials": "B"}], "GrantList": [{"GrantID": "R01 DK060753", "Acronym": "DK", "Agency": "NIDDK NIH HHS", "Country": "United States"}, {"GrantID": "R03 AG033751", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AG012975", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES023451", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "F32 ES028087", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Int", "NlmUniqueID": "7807270", "ISSNLinking": "0160-4120"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Mexican Americans"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Noise, Transportation"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Dementia"}, {"QualifierName": [], "DescriptorName": "Cognition"}], "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alzheimers Dementia. 2021. Alzheimer’s disease facts and figures. 2021. Mar;17(3):327–406. doi: 10.1002/alz.12328. Epub 2021 Mar 23.", "ArticleIdList": ["10.1002/alz.12328", "33756057"]}, {"Citation": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision. Washington, DC: American Psychiatric Association; 2000."}, {"Citation": "Andersen ZJ, Zhang J, Jørgensen JT, et al., 2022. Long-term exposure to air pollution and mortality from dementia, psychiatric disorders, and suicide in a large pooled European cohort: ELAPSE study. Environ. Int. 170. 10.1016/j.envint.2022.107581.", "ArticleIdList": ["10.1016/j.envint.2022.107581", "36244228"]}, {"Citation": "Andersson J, Oudin A, Sundstrom A, Forsberg B, Adolfsson R, Nordin M, 2018. Road traffic noise, air pollution, and risk of dementia - results from the Betula project. Environ Res. 166, 334–339. 10.1016/j.envres.2018.06.008166.", "ArticleIdList": ["10.1016/j.envres.2018.06.008166", "29909174"]}, {"Citation": "Arnsten AFT, Goldman-Rakic PS, 1998. Noise Stress Impairs Prefrontal Cortical Cognitive Function in Monkeys: Evidence for a Hyperdopaminergic Mechanism. JAMA Psychiat. 55 (4), 362–368. 10.1001/archpsyc.55.4.362.", "ArticleIdList": ["10.1001/archpsyc.55.4.362", "9554432"]}, {"Citation": "Arnsten AF, 2009. Stress signalling pathways that impair prefrontal cortex structure and function. Nat. Rev. Neurosci. 10 (6), 410–422. 10.1038/nrn2648.", "ArticleIdList": ["10.1038/nrn2648", "PMC2907136", "19455173"]}, {"Citation": "Babisch W, 2002. The noise/stress concept, risk assessment and research needs. Noise Health. 4 (16), 1.", "ArticleIdList": ["12537836"]}, {"Citation": "Beckerman BS, Jerrett M, Martin RV, van Donkelaar A, Ross Z, Burnett RT, 2013. Application of the deletion/substitution/addition algorithm to selecting land use regression models for interpolating air pollution measurements in California. Atmosph. Environ. 77 (172–177) 10.1016/j.atmosenv.2013.04.024.", "ArticleIdList": ["10.1016/j.atmosenv.2013.04.024"]}, {"Citation": "Cacciottolo M, Wang X, Driscoll I, et al., 2017. Particulate air pollutants, APOE alleles and their contributions to cognitive impairment in older women and to amyloidogenesis in experimental models. Translational psychiatry. 7 (1), e1022.", "ArticleIdList": ["PMC5299391", "28140404"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Ontiveros E, et al., 2008. Air pollution, cognitive deficits and brain abnormalities: a pilot study with children and dogs. Brain Cogn. 68 (2), 117–127. 10.1016/j.bandc.2008.04.008.", "ArticleIdList": ["10.1016/j.bandc.2008.04.008", "18550243"]}, {"Citation": "Calderón-Garcidueñas L, Reed W., Maronpot RR, et al., 2004. Brain inflammation and Alzheimer’s-like pathology in individuals exposed to severe air pollution. Toxicol. Pathol. 32 (6), 650–658. 10.1080/01926230490520232.", "ArticleIdList": ["10.1080/01926230490520232", "15513908"]}, {"Citation": "California EPA Office of Environmental Health Hazard Assessment (OEHHA). Analysis of Race/Ethnicity, Age, and CalEnviroScreen 3.0 Scores. 2018."}, {"Citation": "Cantuaria ML, Waldorff FB, Wermuth L, et al., 2021. Residential exposure to transportation noise in Denmark and incidence of dementia: national cohort study. BMJ 374 (1954).", "ArticleIdList": ["PMC8424489", "34497091"]}, {"Citation": "Carey IM, Anderson HR, Atkinson RW, et al., 2018. Are noise and air pollution related to the incidence of dementia? A cohort study in London, England. BMJ Open 8 (9), e022404.", "ArticleIdList": ["PMC6144407", "30206085"]}, {"Citation": "Chen H, Kwong JC, Copes R, et al., 2017. Exposure to ambient air pollution and the incidence of dementia: A population-based cohort study. Environ Int. 108 (271–277).", "ArticleIdList": ["28917207"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, et al., 2015. Ambient PM2.5, O3, and NO2 Exposures and Associations with Mortality over 16 Years of Follow-Up in the Canadian Census Health and Environment Cohort (CanCHEC). Environmental Health Perspectives 123 (11), 1180–1186. 10.1289/ehp.1409276.", "ArticleIdList": ["10.1289/ehp.1409276", "PMC4629747", "26528712"]}, {"Citation": "Czeh B, Muller-Keuker JI, Rygula R, et al., 2007. Chronic social stress inhibits cell proliferation in the adult medial prefrontal cortex: hemispheric asymmetry and reversal by fluoxetine treatment. Neuropsychopharmacology 32 (7), 1490–1503. 10.1038/sj.npp.1301275.", "ArticleIdList": ["10.1038/sj.npp.1301275", "17164819"]}, {"Citation": "Eren F, Ozturk S, 2022. Evaluation of the Effect of Air Pollution on Cognitive Functions, Cognitive Decline, and Dementia. Ann Indian Acad. Neurol. 25 (Suppl 1), S9–S14. 10.4103/aian.aian_453_22.", "ArticleIdList": ["10.4103/aian.aian_453_22", "PMC9540830", "36213096"]}, {"Citation": "Fecht D, Hansell AL, Morley D, et al., 2016. Spatial and temporal associations of road traffic noise and air pollution in London: Implications for epidemiological studies. Environ Int. 88, 235–242. 10.1016/j.envint.2015.12.001.", "ArticleIdList": ["10.1016/j.envint.2015.12.001", "26773394"]}, {"Citation": "Fuks KB, Wigmann C, Altug H, Schikowski T, 2019. Road traffic noise at the residence, annoyance, and cognitive function in elderly women. Int. J. Environ. Res. Public Health. 16 (10) 10.3390/ijerph16101790.", "ArticleIdList": ["10.3390/ijerph16101790", "PMC6572214", "31137595"]}, {"Citation": "Gao Q, Zang E, Bi J, et al., 2022. Long-term ozone exposure and cognitive impairment among Chinese older adults: A cohort study. Environ. Int. 160, 107072 10.1016/j.envint.2021.107072.", "ArticleIdList": ["10.1016/j.envint.2021.107072", "PMC8821373", "34979350"]}, {"Citation": "Genc S, Zadeoglulari Z, Fuss SH, Genc K, 2012. The adverse effects of air pollution on the nervous system. J Toxicol. 2012, 782462 10.1155/2012/782462.", "ArticleIdList": ["10.1155/2012/782462", "PMC3317189", "22523490"]}, {"Citation": "Grande G, Ljungman PLS, Eneroth K, Bellander T, Rizzuto D, 2020. Association Between Cardiovascular Disease and Long-term Exposure to Air Pollution With the Risk of Dementia. JAMA Neurol. 77 (7), 801–809. 10.1001/jamaneurol.2019.4914.", "ArticleIdList": ["10.1001/jamaneurol.2019.4914", "PMC7105952", "32227140"]}, {"Citation": "Haan MN, Mungas DM, Gonzalez HM, Ortiz TA, Acharya A, Jagust WJ, 2003. Prevalence of dementia in older latinos: the influence of type 2 diabetes mellitus, stroke and genetic factors. J. Am. Geriatr. Soc. 51 (2), 169–177. 10.1046/j.1532-5415.2003.51054.x.", "ArticleIdList": ["10.1046/j.1532-5415.2003.51054.x", "12558712"]}, {"Citation": "Health Effects Institute. Traffic-related air pollution: a critical review of the literature on emissions, exposures, and health effects. HEI Special Report\n17. 2010. Available at: https://www.healtheffects.org/system/files/SR17TrafficReview.pdf (Access on 1/21/2022)."}, {"Citation": "Hemmingsen JG, Moller P, Jantzen K, et al., 2015. Controlled exposure to diesel exhaust and traffic noise–Effects on oxidative stress and activation in mononuclear blood cells. Mutat. Res. 775, 66–71. 10.1016/j.mrfmmm.2015.03.009.", "ArticleIdList": ["10.1016/j.mrfmmm.2015.03.009", "25898780"]}, {"Citation": "Ibanez C, Suhard D, Elie C, et al., 2019. Evaluation of the Nose-to-Brain Transport of Different Physicochemical Forms of Uranium after Exposure via Inhalation of a UO4 Aerosol in the Rat. Environ. Health Perspect. 127 (9), 97010. 10.1289/EHP4927.", "ArticleIdList": ["10.1289/EHP4927", "PMC6791583", "31566443"]}, {"Citation": "Inoue K, Mayeda ER, Paul KC, et al., 2020. The Association of Physical Activity with Cardiovascular Events and Mortality Mediated by Diabetes in Older Mexican Americans. Am. J. Epidemiol. 189 (10), 1124–1133. 10.1093/aje/kwaa068.", "ArticleIdList": ["10.1093/aje/kwaa068", "PMC7670875", "32383448"]}, {"Citation": "International Electrotechnical Commission Glossary A-weighting sound pressure level; A-weighted sound pressure level. http://stdiecch/terms/termsnsf/3385f156e728849bc1256e8c00278ad2/f2cdfd3b716912c9c12579eb004f55f6?OpenDocument (Accessed on July 17, 2020)."}, {"Citation": "Irwin MR, Vitiello MV, 2019. Implications of sleep disturbance and inflammation for Alzheimer’s disease dementia. The Lancet Neurol. 18 (3), 296–306. 10.1016/s1474-4422(18)30450-2.", "ArticleIdList": ["10.1016/s1474-4422(18)30450-2", "30661858"]}, {"Citation": "Jafari Z, Kolb BE, Mohajerani MH, 2018. Chronic traffic noise stress accelerates brain impairment and cognitive decline in mice. Exp Neurol. 308, 1–12. 10.1016/j.expneurol.2018.06.011.", "ArticleIdList": ["10.1016/j.expneurol.2018.06.011", "29936225"]}, {"Citation": "Jafari Z, Kolb BE, Mohajerani MH, 2019. Noise Exposure Accelerates the Risk of Cognitive Impairment and Alzheimer’s Disease: Adulthood, Gestational, and Prenatal Mechanistic Evidence from Animal Studies. Neurosci. Biobehav. Rev. 10.1016/j.neubiorev.2019.04.001.", "ArticleIdList": ["10.1016/j.neubiorev.2019.04.001", "30978359"]}, {"Citation": "Kang S, Spiller M, Jang K, Bigham JM, Seo J, 2012. Spatiotemporal analysis of macroscopic patterns of urbanization and traffic safety: case study in Sacramento County, California. Transport. Res. Record. 2318 (1), 45–51. 10.3141/2318-06.", "ArticleIdList": ["10.3141/2318-06"]}, {"Citation": "Lee EY, Jerrett M, Ross Z, Coogan PF, Seto EY, 2014. Assessment of traffic-related noise in three cities in the United States. Environ Res. 132, 182–189. 10.1016/j.envres.2014.03.005.", "ArticleIdList": ["10.1016/j.envres.2014.03.005", "PMC4058403", "24792415"]}, {"Citation": "Levesque S, Taetzsch T, Lull ME, et al., 2011. Diesel exhaust activates and primes microglia: air pollution, neuroinflammation, and regulation of dopaminergic neurotoxicity. Environ. Health Perspect. 119 (8), 1149–1155. 10.1289/ehp.1002986.", "ArticleIdList": ["10.1289/ehp.1002986", "PMC3237351", "21561831"]}, {"Citation": "Livingston G, Huntley J, Sommerlad A, et al., 2020. Dementia prevention, intervention, and care: 2020 report of the Lancet Commission. Lancet 396 (10248), 413–446. 10.1016/s0140-6736(20)30367-6.", "ArticleIdList": ["10.1016/s0140-6736(20)30367-6", "PMC7392084", "32738937"]}, {"Citation": "Lucchini RG, Dorman DC, Elder A, Veronesi B, 2012. Neurological impacts from inhalation of pollutants and the nose-brain connection. Neurotoxicology 33 (4), 838–841. 10.1016/j.neuro.2011.12.001.", "ArticleIdList": ["10.1016/j.neuro.2011.12.001", "PMC3387329", "22178536"]}, {"Citation": "Miles J R squared, adjusted R squared. Wiley StatsRef: Statistics Reference Online. 2014."}, {"Citation": "Minakawa EN, Wada K, Nagai Y, 2019. Sleep Disturbance as a Potential Modifiable Risk Factor for Alzheimer’s Disease. Int J Mol Sci. 20 (4) 10.3390/ijms20040803.", "ArticleIdList": ["10.3390/ijms20040803", "PMC6412395", "30781802"]}, {"Citation": "Mungas D, Early DR, Glymour MM, Zeki Al Hazzouri A, Haan MN, 2018. Education, bilingualism, and cognitive trajectories: Sacramento Area Latino Aging Study (SALSA). Neuropsychology 32 (1), 77. 10.1037/neu0000356.", "ArticleIdList": ["10.1037/neu0000356", "PMC5814330", "28967765"]}, {"Citation": "Näslund J, Haroutunian V, Mohs R, et al., 2000. Correlation between elevated levels of amyloid β-peptide in the brain and cognitive decline. JAMA 283 (12), 1571–1577.", "ArticleIdList": ["10735393"]}, {"Citation": "Oberdörster G, Sharp Z, Atudorei V, et al., 2004. Translocation of inhaled ultrafine particles to the brain. Inhal Toxicol. 16 (6–7), 437–445. 10.1080/08958370490439597.", "ArticleIdList": ["10.1080/08958370490439597", "15204759"]}, {"Citation": "Oudin A, Forsberg B, Adolfsson AN, et al., 2016. Traffic-Related Air Pollution and Dementia Incidence in Northern Sweden: A Longitudinal Study. Environ Health Perspect. 124 (3), 306–312. 10.1289/ehp.1408322.", "ArticleIdList": ["10.1289/ehp.1408322", "PMC4786976", "26305859"]}, {"Citation": "Paul KC, Haan M, Mayeda ER, Ritz BR, 2019. Ambient Air Pollution, Noise, and Late-Life Cognitive Decline and Dementia Risk. Annu. Rev. Public Health. 40, 203–220. 10.1146/annurev-publhealth-040218-044058.", "ArticleIdList": ["10.1146/annurev-publhealth-040218-044058", "PMC6544148", "30935305"]}, {"Citation": "Paul KC, Haan M, Yu Y, et al., 2020. Traffic-related air pollution and incident dementia: direct and indirect pathways through metabolic dysfunction. J. Alzheimers Dis. 76 (4), 1477–1491. 10.3233/JAD-200320.", "ArticleIdList": ["10.3233/JAD-200320", "PMC7591265", "32651321"]}, {"Citation": "Ritz B, Yu Y, 2021. Invited Perspective: Air Pollution and Dementia: Challenges and Opportunities. Environmental Health Perspectives. 129 (8), 081301 10.1289/EHP9605.", "ArticleIdList": ["10.1289/EHP9605", "PMC8336684", "34347532"]}, {"Citation": "Ritz B, Yu Y, 2021. Noise exposure and dementia: a rising concern in ageing populations. BMJ. 374, n2120 10.1136/bmj.n2120.", "ArticleIdList": ["10.1136/bmj.n2120", "34497051"]}, {"Citation": "Selander J, Bluhm G, Theorell T, et al., 2009. Saliva cortisol and exposure to aircraft noise in six European countries. Environ. Health Perspect. 117 (11), 1713–1717. 10.1289/ehp.0900933.", "ArticleIdList": ["10.1289/ehp.0900933", "PMC2801169", "20049122"]}, {"Citation": "Seong JC, Park TH, Ko JH, et al., 2011. Modeling of road traffic noise and estimated human exposure in Fulton County, Georgia, USA. Environ Int. 37 (8), 1336–1341. 10.1016/j.envint.2011.05.019.", "ArticleIdList": ["10.1016/j.envint.2011.05.019", "21704376"]}, {"Citation": "Seto EY, Holt A, et al., 2007. Spatial distribution of traffic induced noise exposures in a US city: an analytic tool for assessing the health impacts of urban planning decisions. Int J Health Geogr. 6 (24), 1–16. 10.10.1186/1476-072X-6-24.", "ArticleIdList": ["10.10.1186/1476-072X-6-24", "PMC1914342", "17584947"]}, {"Citation": "Shaffer RM, Blanco MN, Li G, et al., 2021. Fine Particulate Matter and Dementia Incidence in the Adult Changes in Thought Study. Environ Health Perspect. 129 (8), 87001. 10.1289/EHP9018.", "ArticleIdList": ["10.1289/EHP9018", "PMC8336685", "34347531"]}, {"Citation": "Shih IF, Paul K, Haan M, Yu Y, Ritz B, 2018. Physical activity modifies the influence of apolipoprotein E epsilon4 allele and type 2 diabetes on dementia and cognitive impairment among older Mexican Americans. Alzheimers Dement. 14 (1), 1–9. 10.1016/j.jalz.2017.05.005.", "ArticleIdList": ["10.1016/j.jalz.2017.05.005", "PMC5750101", "28692819"]}, {"Citation": "Stansfeld SA, 2015. Noise Effects on Health in the Context of Air Pollution Exposure. Int. J. Environ. Res. Public Health. 12 (10), 12735–12760. 10.3390/ijerph121012735.", "ArticleIdList": ["10.3390/ijerph121012735", "PMC4626997", "26473905"]}, {"Citation": "Su JG, Meng Y-Y, Chen X, Molitor J, Yue D, Jerrett M, 2020. Predicting differential improvements in annual pollutant concentrations and exposures for regulatory policy assessment. Environ. Int. 143.", "ArticleIdList": ["32659530"]}, {"Citation": "Trevenen ML, Heyworth J, Almeida OP, et al., 2022. Ambient air pollution and risk of incident dementia in older men living in a region with relatively low concentrations of pollutants: The Health in Men Study. Environ Res. 215 (Pt 2), 114349. 10.1016/j.envres.2022.114349.", "ArticleIdList": ["10.1016/j.envres.2022.114349", "36116491"]}, {"Citation": "Tzivian L, Dlugaj M, Winkler A, et al., 2016. Long-Term Air Pollution and Traffic Noise Exposures and Mild Cognitive Impairment in Older Adults: A Cross-Sectional Analysis of the Heinz Nixdorf Recall Study. Environ Health Perspect. 124 (9), 1361–1368. 10.1289/ehp.1509824.", "ArticleIdList": ["10.1289/ehp.1509824", "PMC5010410", "26863687"]}, {"Citation": "United States Department of Agriculture Economic Research Service. Rural-Urban Commuting Area Codes. https://www.ers.usda.gov/data-products/rural-urban-commuting-area-codes/."}, {"Citation": "USDOT, 1998. FHWA Traffic Noise Model (FHWA TNM) Technical Manual. Federal Highway Administration, FHWA-PD-96–010, DOTVNTSC-FHWA-98–2. http://www.fhwa.dot.gov/environment/noise/tnm/ver10tm/tnm10techmanual.pdf."}, {"Citation": "USDOT, 2002. Validation of FHWA’s Traffic Noise Model (TNM): Phase 1. Federal Highway Administration, U.S. Department of Transportation, DOT-VNTSC-FHWA-02–01. http://www.fhwa.dot.gov/environment/noise/traffic_noise_model/model_validation/phase_one/tnmph1va.pdf."}, {"Citation": "World Health Organization. Burden of disease from environmental noise: Quantification of healthy life years lost in Europe. World Health Organization. Regional Office for Europe; 2011."}, {"Citation": "Wu J, Grande G, Stafoggia M, et al., 2022. Air pollution as a risk factor for Cognitive Impairment no Dementia (CIND) and its progression to dementia: A longitudinal study. Environ Int. 160, 107067. 10.1016/j.envint.2021.107067.", "ArticleIdList": ["10.1016/j.envint.2021.107067", "35032863"]}, {"Citation": "Wurth R, Kioumourtzoglou MA, Tucker KL, Griffith J, Manjourides J, Suh H, 2018. Fine Particle Sources and Cognitive Function in An Older Puerto Rican Cohort in Greater Boston. Environ Epidemiol. 2 (3) 10.1097/EE9.0000000000000022.", "ArticleIdList": ["10.1097/EE9.0000000000000022", "PMC6261496", "30506018"]}, {"Citation": "Yost K, Perkins C, Cohen R, Morris C, Wright W, 2001. Socioeconomic status and breast cancer incidence in California for different race/ethnic groups. Cancer Causes Control. 12 (8), 703–711. 10.1023/a:1011240019516.", "ArticleIdList": ["10.1023/a:1011240019516", "11562110"]}, {"Citation": "Yu Y, Mayeda ER, Paul KC, et al., 2020. Traffic-related Noise Exposure and Late-life Dementia and Cognitive Impairment in Mexican-Americans. Epidemiology 31 (6), 771–778. 10.1097/EDE.0000000000001249.", "ArticleIdList": ["10.1097/EDE.0000000000001249", "PMC8627325", "33555809"]}, {"Citation": "Yu Y, Jerrett M, Paul KC, et al., 2021. Ozone Exposure, Outdoor Physical Activity, and Incident Type 2 Diabetes in the SALSA Cohort of Older Mexican Americans. Environ Health Perspect. 129 (9), 97004. 10.1289/EHP8620.", "ArticleIdList": ["10.1289/EHP8620", "PMC8425281", "34494856"]}, {"Citation": "Yuchi W, Sbihi H, Davies H, Tamburic L, Brauer M, 2020. Road proximity, air pollution, noise, green space and neurologic disease incidence: a population-based cohort study. Environ Health. 19 (1), 8. 10.1186/s12940-020-0565-4.", "ArticleIdList": ["10.1186/s12940-020-0565-4", "PMC6974975", "31964412"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "23"}, {"Year": "2023", "Month": "2", "Day": "4"}, {"Year": "2023", "Month": "2", "Day": "7"}, {"Year": "2023", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "4", "Hour": "18", "Minute": "20"}, {"Year": "2024", "Month": "5", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36870315", "NIHMS1990734", "PMC11121505", "10.1016/j.envint.2023.107810", "S0160-4120(23)00083-1"]}}], "PubmedBookArticle": []}