{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["A. baumannii", "Antibiotic-resistant bacteria", "Antibiotic-resistant genes", "E. coli", "Ozonation", "P. aeruginosa", "Urban wastewater"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36897448", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "03", "Day": "10"}], "ELocationID": ["10.1007/s11356-023-26270-4"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "19", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Optimizing ozone dose and contact time for removal of antibiotic-resistant P. aeruginosa, A. baumannii, E. coli, and associated resistant genes in effluent of an activated sludge process in a municipal WWTP.", "Pagination": {"StartPage": "55569", "EndPage": "55581", "MedlinePgn": "55569-55581"}, "Abstract": {"AbstractText": ["This study aimed to investigate the impact of ozonation on inactivation of antibiotic-resistant bacteria (ARB) including E. coli, P. aeruginosa, and A. baumannii, as well as on removal of 16S-rRNA gene and their associated antibiotic-resistant genes (ARGs) indigenously present in effluent of municipal wastewater treatment plant. The Chick-Watson model was used to describe bacterial inactivation rates at specific ozone doses. Maximum reduction of total cultivable A. baumannii, E. coli, and P. aeruginosa were found to be 7.6, 7.1, and 4.7 log, respectively, with the highest ozone dose of 0.48 gO<sub>3</sub>/gCOD at 12 min contact time. According to the study results, complete inactivation of ARB and bacterial regrowth was not observed after 72 h incubation. The culture methods overestimated the performance of disinfection processes and propidium monoazide combined with qPCR, and showed the presence of viable but non-culturable bacteria after ozonation. ARGs were more persistent to ozone than ARB. The results of this study highlighted the significance of specific ozone dose and contact time in ozonation process considering the bacterial species and associated ARGs as well as the wastewater physicochemical characteristics, in order to help diminish the entrance of the biological microcontaminants into the environment."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health and Environment Research Center, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Rajabi", "ForeName": "Akbar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cellular and Molecular Biology, Faculty of Biological Sciences, Azarbaijan Shahid Madani University, Tabriz, Iran."}], "LastName": "Farajzadeh", "ForeName": "Davoud", "Initials": "D"}, {"Identifier": ["0000-0002-3893-1228"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health and Environment Research Center, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran. dehghanzadehr@tbzmed.ac.ir."}], "LastName": "Dehghanzadeh", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health and Environment Research Center, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Aslani", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health and Environment Research Center, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Mosaferi", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics and Epidemiology, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Mousavi", "ForeName": "Saeid", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Shanehbandi", "ForeName": "Dariush", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Engineering, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Asghari", "ForeName": "Farzaneh Baghal", "Initials": "FB"}], "GrantList": [{"GrantID": "62250", "Agency": "Tabriz University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sewage"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Angiotensin Receptor Antagonists"}, {"RegistryNumber": "0", "NameOfSubstance": "Angiotensin-Converting Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": ["microbiology"], "DescriptorName": "Sewage"}, {"QualifierName": ["genetics"], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": ["genetics"], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Angiotensin Receptor Antagonists"}, {"QualifierName": [], "DescriptorName": "Angiotensin-Converting Enzyme Inhibitors"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacteria"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Genes, Bacterial"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexander J, Knopp G, Dötsch A, Wieland A, Schwartz T (2016) Ozone treatment of conditioned wastewater selects antibiotic resistance genes, opportunistic bacteria, and induce strong population shifts. Sci Total Environ 559:103–112. https://doi.org/10.1016/j.scitotenv.2016.03.154", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.154"]}, {"Citation": "Azuma T, Hayashi T (2021) Effects of natural sunlight on antimicrobial-resistant bacteria (AMRB) and antimicrobial-susceptible bacteria (AMSB) in wastewater and river water. Sci Total Environ 766:142568. https://doi.org/10.1016/j.scitotenv.2020.142568", "ArticleIdList": ["10.1016/j.scitotenv.2020.142568"]}, {"Citation": "Baghal Asghari F, Dehghani MH, Dehghanzadeh R, Farajzadeh D, Shanehbandi D, Mahvi AH, Yaghmaeian K, Rajabi A (2021) Performance evaluation of ozonation for removal of antibiotic-resistant Escherichia coli and Pseudomonas aeruginosa and genes from hospital wastewater. Sci Rep-UK 11:1–10. https://doi.org/10.1038/s41598-021-04254-z", "ArticleIdList": ["10.1038/s41598-021-04254-z"]}, {"Citation": "Banerjee S, Batabyal K, Joardar S, Isore D, Dey S, Samanta I, Samanta T, Murmu S (2017) Detection and characterization of pathogenic Pseudomonas aeruginosa from bovine subclinical mastitis in West Bengal India. Veterinary world 10:738. https://doi.org/10.14202/vetworld.2017.738-742", "ArticleIdList": ["10.14202/vetworld.2017.738-742"]}, {"Citation": "Berendonk TU, Manaia CM, Merlin C, Fatta-Kassinos D, Cytryn E, Walsh F, Bürgmann H, Sørum H, Norström M, Pons M-N (2015) Tackling antibiotic resistance: the environmental framework. Nat Rev Microbiol 13:310–317. https://doi.org/10.1038/nrmicro3439", "ArticleIdList": ["10.1038/nrmicro3439"]}, {"Citation": "Brown PC, Borowska E, Schwartz T, Horn H (2019) Impact of the particulate matter from wastewater discharge on the abundance of antibiotic resistance genes and facultative pathogenic bacteria in downstream river sediments. Sci Total Environ 649:1171–1178. https://doi.org/10.1016/j.scitotenv.2018.08.394", "ArticleIdList": ["10.1016/j.scitotenv.2018.08.394"]}, {"Citation": "Chevalier S, Bouffartigues E, Bodilis J, Maillot O, Lesouhaitier O, Feuilloley MG, Orange N, Dufour A, Cornelis P (2017) Structure, function and regulation of Pseudomonas aeruginosa porins. Fems Microbiol Rev 41:698–722. https://doi.org/10.1093/femsre/fux020", "ArticleIdList": ["10.1093/femsre/fux020"]}, {"Citation": "Cruz-Alcalde A, Esplugas S, Sans C (2019) Abatement of ozone-recalcitrant micropollutants during municipal wastewater ozonation: kinetic modelling and surrogate-based control strategies. Chem Eng J 360:1092–1100", "ArticleIdList": ["10.1016/j.cej.2018.10.206"]}, {"Citation": "Czekalski N, Imminger S, Salhi E, Veljkovic M, Kleffel K, Drissner D, Hammes F, Burgmann H, Von Gunten U (2016) Inactivation of antibiotic resistant bacteria and resistance genes by ozone: from laboratory experiments to full-scale wastewater treatment. Environ Sci Technol 50:11862–11871. https://doi.org/10.1021/acs.est.6b02640", "ArticleIdList": ["10.1021/acs.est.6b02640"]}, {"Citation": "Dodd MC (2012) Potential impacts of disinfection processes on elimination and deactivation of antibiotic resistance genes during water and wastewater treatment. J Environ Monitor 14:1754–1771. https://doi.org/10.1039/C2EM00006G", "ArticleIdList": ["10.1039/C2EM00006G"]}, {"Citation": "Ezeuko AS, Ojemaye MO, Okoh OO, Okoh AI (2021) Technological advancement for eliminating antibiotic resistance genes from wastewater: a review of their mechanisms and progress. J Environ Chem Eng 9:106183", "ArticleIdList": ["10.1016/j.jece.2021.106183"]}, {"Citation": "Farzaneh BA, Dehghani MH, Dehghanzadeh R, Farajzadeh D, Yaghmaeian K, Mahvi AH, Rajabi A (2021) Antibiotic resistance and antibiotic-resistance genes of Pseudomonas spp. and Escherichia coli isolated from untreated hospital wastewater. Water Sci Technol 84:172–181. https://doi.org/10.2166/wst.2021.207", "ArticleIdList": ["10.2166/wst.2021.207"]}, {"Citation": "Fittipaldi M, Nocker A, Codony F (2012) Progress in understanding preferential detection of live cells using viability dyes in combination with DNA amplification. J Microbiol Meth 91:276–289. https://doi.org/10.1016/j.mimet.2012.08.007", "ArticleIdList": ["10.1016/j.mimet.2012.08.007"]}, {"Citation": "Graça CAL, Ribeirinho-Soares S, Abreu-Silva J, Ramos II, Ribeiro AR, Castro-Silva SM, Segundo MA, Manaia CM, Nunes OC, Silva AMT (2020) A pilot study combining ultrafiltration with ozonation for the treatment of secondary urban wastewater: organic micropollutants, microbial load and biological effects. Water 12:3458. https://doi.org/10.3390/w12123458", "ArticleIdList": ["10.3390/w12123458"]}, {"Citation": "Guo L, Wan K, Zhu J, Ye C, Chabi K, Yu X (2021) Detection and distribution of vbnc/viable pathogenic bacteria in full-scale drinking water treatment plants. J Hazard Mater 406:124335. https://doi.org/10.1016/j.jhazmat.2020.124335", "ArticleIdList": ["10.1016/j.jhazmat.2020.124335"]}, {"Citation": "Hembach N, Alexander J, Hiller C, Wieland A, Schwartz T (2019) Dissemination prevention of antibiotic resistant and facultative pathogenic bacteria by ultrafiltration and ozone treatment at an urban wastewater treatment plant. Sci Rep-UK 9:12843", "ArticleIdList": ["10.1038/s41598-019-49263-1"]}, {"Citation": "Hiller C, Hübner U, Fajnorova S, Schwartz T, Drewes J (2019) Antibiotic microbial resistance (AMR) removal efficiencies by conventional and advanced wastewater treatment processes: a review. Sci Total Environ 685:596–608. https://doi.org/10.1016/j.scitotenv.2019.05.315", "ArticleIdList": ["10.1016/j.scitotenv.2019.05.315"]}, {"Citation": "Iakovides I, Michael-Kordatou I, Moreira N, Ribeiro A, Fernandes T, Pereira MFR, Nunes OC, Manaia CM, Silva AM, Fatta-Kassinos D (2019) Continuous ozonation of urban wastewater: removal of antibiotics, antibiotic-resistant Escherichia coli and antibiotic resistance genes and phytotoxicity. Water Res 159:333–347. https://doi.org/10.1016/j.watres.2019.05.025", "ArticleIdList": ["10.1016/j.watres.2019.05.025"]}, {"Citation": "Iakovides I, Manoli K, Karaolia P, Michael-Kordatou I, Manaia C, Fatta-Kassinos D (2021) Reduction of antibiotic resistance determinants in urban wastewater by ozone: emphasis on the impact of wastewater matrix towards the inactivation kinetics, toxicity and bacterial regrowth. J Hazard Mater 420:126527. https://doi.org/10.1016/j.jhazmat.2021.126527", "ArticleIdList": ["10.1016/j.jhazmat.2021.126527"]}, {"Citation": "Jäger T, Alexander J, Kirchen S, Dötsch A, Wieland A, Hiller C, Schwartz T (2018) Live-dead discrimination analysis, qPCR assessment for opportunistic pathogens, and population analysis at ozone wastewater treatment plants. Environ Pollut 232:571–579. https://doi.org/10.1016/j.envpol.2017.09.089", "ArticleIdList": ["10.1016/j.envpol.2017.09.089"]}, {"Citation": "Lamba M, Ahammad SZ (2017) Performance comparison of secondary and tertiary treatment systems for treating antibiotic resistance. Water Res 127:172–182. https://doi.org/10.1016/j.watres.2017.10.025", "ArticleIdList": ["10.1016/j.watres.2017.10.025"]}, {"Citation": "Maffettone R, Manoli K, Santoro D, Passalacqua KD, Wobus CE, Sarathy S (2020) Performic acid disinfection of municipal secondary effluent wastewater: inactivation of murine norovirus, fecal coliforms, and enterococci. Environ Sci Technol 54:12761–12770. https://doi.org/10.1021/acs.est.0c05144", "ArticleIdList": ["10.1021/acs.est.0c05144"]}, {"Citation": "Michael-Kordatou I, Andreou R, Iacovou M, Frontistis Z, Hapeshi E, Michael C, Fatta-Kassinos D (2017) On the capacity of ozonation to remove antimicrobial compounds, resistant bacteria and toxicity from urban wastewater effluents. J Hazard Mater 323:414–425. https://doi.org/10.1016/j.jhazmat.2016.02.023", "ArticleIdList": ["10.1016/j.jhazmat.2016.02.023"]}, {"Citation": "Pak G, Salcedo DE, Lee H, Oh J, Maeng SK, Song KG, Hong SW, Kim H-C, Chandran K, Kim S (2016) Comparison of antibiotic resistance removal efficiencies using ozone disinfection under different pH and suspended solids and humic substance concentrations. Environ Sci Technol 50:7590–7600. https://doi.org/10.1021/acs.est.6b01340", "ArticleIdList": ["10.1021/acs.est.6b01340"]}, {"Citation": "Paulus GK, Hornstra LM, Alygizakis N, Slobodnik J, Thomaidis N, Medema G (2019) The impact of on-site hospital wastewater treatment on the downstream communal wastewater system in terms of antibiotics and antibiotic resistance genes. Int J Hyg Envir Heal 222:635–644. https://doi.org/10.1016/j.ijheh.2019.01.004", "ArticleIdList": ["10.1016/j.ijheh.2019.01.004"]}, {"Citation": "Rajabi A, Farajzadeh D, Dehghanzadeh R, Aslani H, Mousavi S, Mosaferi M, Dehghani MH, Baghal Asghari F (2022) Characterization of antibiotic resistance genes and bacteria in a municipal water resource recovery facility. Water Environ Res 94:e10750. https://doi.org/10.1002/wer.10750", "ArticleIdList": ["10.1002/wer.10750"]}, {"Citation": "Rangel K, Cabral FO, Lechuga GC, Carvalho JP, Villas-Bôas MH, Midlej V, De-Simone SG (2022) Potent activity of a high concentration of chemical ozone against antibiotic-resistant bacteria. Molecules 27:3998. https://doi.org/10.3390/molecules27133998", "ArticleIdList": ["10.3390/molecules27133998"]}, {"Citation": "Rice EW, Bridgewater L, Association APH (2012) Standard methods for the examination of water and wastewater, 10. American public health association Washington, DC"}, {"Citation": "Saharman YR, Pelegrin AC, Karuniawati A, Sedono R, Aditianingsih D, Goessens WH, Klaassen CH, van Belkum A, Mirande C, Verbrugh HA (2019) Epidemiology and characterisation of carbapenem-non-susceptible Pseudomonas aeruginosa in a large intensive care unit in Jakarta, Indonesia. Int J Antimicrob Ag 54:655–660. https://doi.org/10.1016/j.ijantimicag.2019.08.003", "ArticleIdList": ["10.1016/j.ijantimicag.2019.08.003"]}, {"Citation": "Sauter D, Stange C, Schumacher V, Tiehm A, Gnirss R, Wintgens T (2021) Impact of ozonation and biological post-treatment of municipal wastewater on microbiological quality parameters. Environ Sci Water Res Technol 7:1643–1656. https://doi.org/10.1039/D1EW00312G", "ArticleIdList": ["10.1039/D1EW00312G"]}, {"Citation": "Savin M, Bierbaum G, Hammerl JA, Heinemann C, Parcina M, Sib E, Voigt A, Kreyenschmidt J (2020) ESKAPE bacteria and extended-spectrum-β-lactamase-producing Escherichia coli isolated from wastewater and process water from German poultry slaughterhouses. Appl Environ Microb 86:e02748-e2819. https://doi.org/10.1128/AEM.02748-19", "ArticleIdList": ["10.1128/AEM.02748-19"]}, {"Citation": "Shahmahdi N, Dehghanzadeh R, Aslani H, Shokouhi SB (2020) Performance evaluation of waste iron shavings (Fe0) for catalytic ozonation in removal of sulfamethoxazole from municipal wastewater treatment plant effluent in a batch mode pilot plant. Chem Eng J 383:123093. https://doi.org/10.1016/j.cej.2019.123093", "ArticleIdList": ["10.1016/j.cej.2019.123093"]}, {"Citation": "Shechter H (1973) Spectrophotometric method for determination of ozone in aqueous solutions. Water Res 7:729–739. https://doi.org/10.1016/0043-1354(73)90089-4", "ArticleIdList": ["10.1016/0043-1354(73)90089-4"]}, {"Citation": "Sousa JM, Macedo G, Pedrosa M, Becerra-Castro C, Castro-Silva S, Pereira MFR, Silva AM, Nunes OC, Manaia CM (2017) Ozonation and UV254 nm radiation for the removal of microorganisms and antibiotic resistance genes from urban wastewater. J Hazard Mater 323:434–441. https://doi.org/10.1016/j.jhazmat.2016.03.096", "ArticleIdList": ["10.1016/j.jhazmat.2016.03.096"]}, {"Citation": "Stange C, Sidhu J, Toze S, Tiehm A (2019) Comparative removal of antibiotic resistance genes during chlorination, ozonation, and UV treatment. Int J Hyg Envir Heal 222:541–548. https://doi.org/10.1016/j.ijheh.2019.02.002", "ArticleIdList": ["10.1016/j.ijheh.2019.02.002"]}, {"Citation": "Wang J, Zhuan R (2020) Degradation of antibiotics by advanced oxidation processes: an overview. Sci Total Environ 701:135023. https://doi.org/10.1016/j.scitotenv.2019.135023", "ArticleIdList": ["10.1016/j.scitotenv.2019.135023"]}, {"Citation": "Wang M, Ateia M, Awfa D, Yoshimura C (2021) Regrowth of bacteria after light-based disinfection—what we know and where we go from here. Chemosphere 268:128850. https://doi.org/10.1016/j.chemosphere.2020.128850", "ArticleIdList": ["10.1016/j.chemosphere.2020.128850"]}, {"Citation": "Wolf C, von Gunten U, Kohn T (2018) Kinetics of inactivation of waterborne enteric viruses by ozone. Environ Sci Technol 52:2170–2177. https://doi.org/10.1021/acs.est.7b05111", "ArticleIdList": ["10.1021/acs.est.7b05111"]}, {"Citation": "World Health Organization 2017: Global priority list of antibiotic-resistant bacteria to guide research, discovery, and development of new antibiotics"}, {"Citation": "Yu Z, Rabiee H, Guo J (2021) Synergistic effect of sulfidated nano zerovalent iron and persulfate on inactivating antibiotic resistant bacteria and antibiotic resistance genes. Water Res 198:117141. https://doi.org/10.1016/j.watres.2021.117141", "ArticleIdList": ["10.1016/j.watres.2021.117141"]}, {"Citation": "Zhang G, Li W, Chen S, Zhou W, Chen J (2020) Problems of conventional disinfection and new sterilization methods for antibiotic resistance control. Chemosphere 254:126831. https://doi.org/10.1016/j.chemosphere.2020.126831", "ArticleIdList": ["10.1016/j.chemosphere.2020.126831"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "2", "Day": "28"}, {"Year": "2023", "Month": "4", "Day": "25", "Hour": "10", "Minute": "19"}, {"Year": "2023", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "10", "Hour": "11", "Minute": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36897448", "10.1007/s11356-023-26270-4", "10.1007/s11356-023-26270-4"]}}], "PubmedBookArticle": []}