{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["PM2.5", "air quality forecasts", "machine learning", "multiple linear regression", "ozone", "random forest"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36910164", "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "02", "Day": "24"}], "ELocationID": ["1124148", "10.3389/fdata.2023.1124148"], "Journal": {"ISSN": "2624-909X", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in big data", "ISOAbbreviation": "Front Big Data"}, "ArticleTitle": "Machine learning-based ozone and PM2.5 forecasting: Application to multiple AQS sites in the Pacific Northwest.", "Pagination": {"StartPage": "1124148", "MedlinePgn": "1124148"}, "Abstract": {"AbstractText": ["Air quality in the Pacific Northwest (PNW) of the U.S has generally been good in recent years, but unhealthy events were observed due to wildfires in summer or wood burning in winter. The current air quality forecasting system, which uses chemical transport models (CTMs), has had difficulty forecasting these unhealthy air quality events in the PNW. We developed a machine learning (ML) based forecasting system, which consists of two components, ML1 (random forecast classifiers and multiple linear regression models) and ML2 (two-phase random forest regression model). Our previous study showed that the ML system provides reliable forecasts of O<sub>3</sub> at a single monitoring site in Kennewick, WA. In this paper, we expand the ML forecasting system to predict both O<sub>3</sub> in the wildfire season and PM2.5 in wildfire and cold seasons at all available monitoring sites in the PNW during 2017-2020, and evaluate our ML forecasts against the existing operational CTM-based forecasts. For O<sub>3</sub>, both ML1 and ML2 are used to achieve the best forecasts, which was the case in our previous study: ML2 performs better overall (R<sup>2</sup> = 0.79), especially for low-O<sub>3</sub> events, while ML1 correctly captures more high-O<sub>3</sub> events. Compared to the CTM-based forecast, our O<sub>3</sub> ML forecasts reduce the normalized mean bias (NMB) from 7.6 to 2.6% and normalized mean error (NME) from 18 to 12% when evaluating against the observation. For PM2.5, ML2 performs the best and thus is used for the final forecasts. Compared to the CTM-based PM2.5, ML2 clearly improves PM2.5 forecasts for both wildfire season (May to September) and cold season (November to February): ML2 reduces NMB (-27 to 7.9% for wildfire season; 3.4 to 2.2% for cold season) and NME (59 to 41% for wildfires season; 67 to 28% for cold season) significantly and captures more high-PM2.5 events correctly. Our ML air quality forecast system requires fewer computing resources and fewer input datasets, yet it provides more reliable forecasts than (if not, comparable to) the CTM-based forecast. It demonstrates that our ML system is a low-cost, reliable air quality forecasting system that can support regional/local air quality management."], "CopyrightInformation": "Copyright © 2023 Fan, Dhammapala, Harrington, Lamb and Lee."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Advanced Systems Understanding, Görlitz, Germany."}, {"Identifier": [], "Affiliation": "Helmholtz-Zentrum Dresden Rossendorf, Dresden, Germany."}, {"Identifier": [], "Affiliation": "Laboratory for Atmospheric Research, Department of Civil and Environmental Engineering, Washington State University, Pullman, WA, United States."}], "LastName": "Fan", "ForeName": "Kai", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South Coast Air Quality Management District, Diamond Bar, CA, United States."}], "LastName": "Dhammapala", "ForeName": "Ranil", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Delbrück Center for Molecular Medicine, Berlin, Germany."}], "LastName": "Harrington", "ForeName": "Kyle", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory for Atmospheric Research, Department of Civil and Environmental Engineering, Washington State University, Pullman, WA, United States."}], "LastName": "Lamb", "ForeName": "Brian", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Advanced Systems Understanding, Görlitz, Germany."}, {"Identifier": [], "Affiliation": "Helmholtz-Zentrum Dresden Rossendorf, Dresden, Germany."}, {"Identifier": [], "Affiliation": "Laboratory for Atmospheric Research, Department of Civil and Environmental Engineering, Washington State University, Pullman, WA, United States."}], "LastName": "Lee", "ForeName": "Yunha", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Big Data", "NlmUniqueID": "101770603", "ISSNLinking": "2624-909X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chau P. N., Zalakeviciute R., Thomas I., Rybarczyk Y. (2022). Deep learning approach for assessing air quality during COVID-19 lockdown in Quito. Front. Big Data 5, 842455. 10.3389/fdata.2022.842455", "ArticleIdList": ["10.3389/fdata.2022.842455", "PMC9014303", "35445191"]}, {"Citation": "Chen J., Vaughan J., Avise J., O'Neill S., Lamb B. (2008). Enhancement and evaluation of the AIRPACT ozone and PM2. 5 forecast system for the Pacific Northwest. J. Geophys. Res. Atmos. 113. 10.1029/2007JD009554", "ArticleIdList": ["10.1029/2007JD009554"]}, {"Citation": "Eckel F. A., Mass C. F. (2005). Aspects of effective mesoscale, short-range ensemble forecasting. Weather Forecast. 20, 328–350. 10.1175/WAF843.1", "ArticleIdList": ["10.1175/WAF843.1"]}, {"Citation": "Embry I., Hoos A., Diehl T. H. (2022). ie2misc: Irucka Embry's Miscellaneous USGS Functions. R package version 0.8.8. Available online at: https://CRAN.R-project.org/package=ie2misc"}, {"Citation": "Eslami E., Choi Y., Lops Y., Sayeed A. (2020). A real-time hourly ozone prediction system using deep convolutional neural network. Neural Comput. Appl. 32, 8783–8797. 10.1007/s00521-019-04282-x", "ArticleIdList": ["10.1007/s00521-019-04282-x"]}, {"Citation": "Fan K., Dhammapala R., Harrington K., Lamastro R., Lamb B., Lee Y. (2022). Development of a machine learning approach for local-scale ozone forecasting: application to Kennewick, WA. Front. Big Data 5, 781309. 10.3389/fdata.2022.781309", "ArticleIdList": ["10.3389/fdata.2022.781309", "PMC8883518", "35237751"]}, {"Citation": "Grimit E. P., Mass C. F. (2002). Initial results of a mesoscale short-range ensemble forecasting system over the Pacific Northwest. Weather Forecast. 17, 192–205. 10.1175/1520-0434(2002)017<0192:IROAMS>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0434(2002)017<0192:IROAMS>2.0.CO;2"]}, {"Citation": "Haixiang G., Yijing L., Shang J., Mingyun G., Yuanyue H., Bing G. (2017). Learning from class-imbalanced data: review of methods and applications. Expert Syst. Appl. 73, 220–239. 10.1016/j.eswa.2016.12.035", "ArticleIdList": ["10.1016/j.eswa.2016.12.035"]}, {"Citation": "Jolliffe I. T., Stephenson D. B. (2012). Forecast Verification: A Practitioner's Guide in Atmospheric Science. John Wiley & Sons, 31–75."}, {"Citation": "Kang G. K., Gao J. Z., Chiao S., Lu S., Xie G. (2018). Air quality prediction: big data and machine learning approaches. Int. J. Environ. Sci. Dev. 9, 8–16. 10.18178/ijesd.2018.9.1.1066", "ArticleIdList": ["10.18178/ijesd.2018.9.1.1066", "0"]}, {"Citation": "Legates D. R., McCabe G. J., Jr. (1999). Evaluating the use of “goodness-of-fit” measures in hydrologic and hydroclimatic model validation. Water Resour. Res. 35, 233–241. 10.1029/1998WR900018", "ArticleIdList": ["10.1029/1998WR900018"]}, {"Citation": "Lemon J. (2006). Plotrix: a package in the red light district of R. R News 6, 8–12."}, {"Citation": "Li Y., Guo J.-E., Sun S., Li J., Wang S., Zhang C. (2022). Air quality forecasting with artificial intelligence techniques: a scientometric and content analysis. Environ. Modell. Softw. 149, 105329. 10.1016/j.envsoft.2022.105329", "ArticleIdList": ["10.1016/j.envsoft.2022.105329"]}, {"Citation": "Liu X., Li W. (2022). MGC-LSTM: a deep learning model based on graph convolution of multiple graphs for PM2.5 prediction. Int. J. Environ. Sci. Technol. 10.1007/s13762-022-04553-6", "ArticleIdList": ["10.1007/s13762-022-04553-6"]}, {"Citation": "Mass C. F., Albright M., Ovens D., Steed R., Maciver M., Grimit E., et al. . (2003). Regional environmental prediction over the Pacific Northwest. Bull. Am. Meteorol. Soc. 84, 1353–1366. 10.1175/BAMS-84-10-1353", "ArticleIdList": ["10.1175/BAMS-84-10-1353"]}, {"Citation": "Munson J., Vaughan J. K., Lamb B. K., Lee Y. (2021). Decadal evaluation of the AIRPACT regional air quality forecast system in the pacific northwest from 2009-2018. 10.31223/X5J61T", "ArticleIdList": ["10.31223/X5J61T", "33465009"]}, {"Citation": "Pedregosa F., Varoquaux G., Gramfort A., Michel V., Thirion B., Grisel O., et al. . (2011). Scikit-learn: machine learning in Python. J. Mach. Learn. Res. 12, 2825–2830."}, {"Citation": "Pernak R., Alvarado M., Lonsdale C., Mountain M., Hegarty J., Nehrkorn T. (2019). Forecasting surface O3 in Texas urban areas using random forest and generalized additive models. Aerosol Air Qual. Res. 9, 2815–2826. 10.4209/aaqr.2018.12.0464", "ArticleIdList": ["10.4209/aaqr.2018.12.0464"]}, {"Citation": "Rybarczyk Y., Zalakeviciute R. (2018). Machine learning approaches for outdoor air quality modelling: a systematic review. Appl. Sci. 8, 2570. 10.3390/app8122570", "ArticleIdList": ["10.3390/app8122570"]}, {"Citation": "Taylor K. E. (2001). Summarizing multiple aspects of model performance in a single diagram. J. Geophys. Res. Atmos. 106, 7183–7192. 10.1029/2000JD900719", "ArticleIdList": ["10.1029/2000JD900719"]}, {"Citation": "Wilks D. S. (2011). Statistical Methods in the Atmospheric Sciences, Vol. 100. Academic Press, 301–323."}, {"Citation": "Willmott C. J., Robeson S. M., Matsuura K. (2012). A refined index of model performance. Int. J. Climatol. 32, 2088–2094. 10.1002/joc.2419", "ArticleIdList": ["10.1002/joc.2419"]}, {"Citation": "Xiao F., Yang M., Fan H., Fan G., Al-qaness M. A. A. (2020). An improved deep learning model for predicting daily PM2.5 concentration. Sci. Rep. 10, 20988. 10.1038/s41598-020-77757-w", "ArticleIdList": ["10.1038/s41598-020-77757-w", "PMC7710732", "33268885"]}, {"Citation": "Yang J., Wen Y., Wang Y., Zhang S., Pinto J. P., Pennington E. A., et al. . (2021). From COVID-19 to future electrification: assessing traffic impacts on air quality by a machine-learning model. Proc. Natl. Acad. Sci. U.S.A. 118, e2102705118. 10.1073/pnas.2102705118", "ArticleIdList": ["10.1073/pnas.2102705118", "PMC8256029", "34155113"]}, {"Citation": "Yu R., Yang Y., Yang L., Han G., Move O. (2016). RAQ–a random forest approach for predicting air quality in urban sensing systems. Sensors 16, 86. 10.3390/s16010086", "ArticleIdList": ["10.3390/s16010086", "PMC4732119", "26761008"]}, {"Citation": "Yuchi W., Gombojav E., Boldbaatar B., Galsuren J., Enkhmaa S., Beejin B., et al. . (2019). Evaluation of random forest regression and multiple linear regression for predicting indoor fine particulate matter concentrations in a highly polluted city. Environ. Pollut. 245, 746–753. 10.1016/j.envpol.2018.11.034", "ArticleIdList": ["10.1016/j.envpol.2018.11.034", "30500754"]}, {"Citation": "Zamani Joharestani M., Cao C., Ni X., Bashir B., Talebiesfandarani S. (2019). PM2.5 prediction based on random forest, XGBoost, and deep learning using multisource remote sensing data. Atmosphere 10, 373. 10.3390/atmos10070373", "ArticleIdList": ["10.3390/atmos10070373"]}, {"Citation": "Zhan Y., Luo Y., Deng X., Grieneisen M. L., Zhang M., Di B. (2018). Spatiotemporal prediction of daily ambient ozone levels across China using random forest for human exposure assessment. Environ. Pollut. 233, 464–473. 10.1016/j.envpol.2017.10.029", "ArticleIdList": ["10.1016/j.envpol.2017.10.029", "29101889"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "14"}, {"Year": "2023", "Month": "2", "Day": "6"}, {"Year": "2023", "Month": "3", "Day": "13", "Hour": "4", "Minute": "9"}, {"Year": "2023", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "2", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["36910164", "PMC9999009", "10.3389/fdata.2023.1124148"]}}], "PubmedBookArticle": []}