{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36918625", "DateRevised": {"Year": "2023", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "03", "Day": "14"}], "ELocationID": ["42", "10.1038/s41746-023-00788-w"], "Journal": {"ISSN": "2398-6352", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "14"}}, "Title": "NPJ digital medicine", "ISOAbbreviation": "NPJ Digit Med"}, "ArticleTitle": "Application of smart devices in investigating the effects of air pollution on atrial fibrillation onset.", "Pagination": {"StartPage": "42", "MedlinePgn": "42"}, "Abstract": {"AbstractText": ["Few studies have examined the link between short-term exposure to air pollutants and atrial fibrillation (AF) episodes. This study aims to examine the association of hourly criteria air pollutants with AF episodes. We employ a smart device-based photoplethysmography technology to screen AF from 2018 to 2021. Hourly concentrations of six criteria air pollutants are matched to the onset hour of AF for each participant. We adopt a time-stratified case-crossover design to capture the acute effects of air pollutants on AF episodes, using conditional logistic regression models. Subgroup analyses are conducted by age, gender, and season. A total of 11,906 episodes of AF are identified in 2976 participants from 288 Chinese cities. Generally, the strongest associations of air pollutants are present at lag 18-24 h, with positive and linear exposure-response relationships. For an interquartile range increase in inhalable particles, fine particles, nitrogen dioxide, and carbon monoxide, the odds ratio (OR) of AF is 1.19 [95% confidential interval (CI): 1.03, 1.37], 1.38 (95%CI: 1.14, 1.67), 1.60 (95%CI: 1.16, 2.20) and 1.48 (95%CI: 1.19, 1.84), respectively. The estimates are robust to the adjustment of co-pollutants, and they are larger in females, older people, and in cold seasons. There are insignificant associations for sulfur dioxide and ozone. This nationwide case-crossover study demonstrates robust evidence of significant associations between hourly exposure to air pollutants and the onset of AF episodes, which underscores the importance of ongoing efforts to further improve air quality as an effective target for AF prevention."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Shanghai Institute of Infectious Disease and Biosecurity, Key Lab of Public Health Safety of the Ministry of Education and NHC Key Lab of Health Technology Assessment, Fudan University, Shanghai, 200032, China."}], "LastName": "Liu", "ForeName": "Cong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pulmonary Vessel and Thrombotic Disease, Sixth Medical Center, Chinese PLA General Hospital, Beijing, 100048, China."}], "LastName": "Tai", "ForeName": "Meihui", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Zhongshan Hospital Affiliated to Fudan University, Shanghai, 200032, China."}], "LastName": "Hu", "ForeName": "Jialu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Shanghai Institute of Infectious Disease and Biosecurity, Key Lab of Public Health Safety of the Ministry of Education and NHC Key Lab of Health Technology Assessment, Fudan University, Shanghai, 200032, China."}], "LastName": "Zhu", "ForeName": "Xinlei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Shanghai Institute of Infectious Disease and Biosecurity, Key Lab of Public Health Safety of the Ministry of Education and NHC Key Lab of Health Technology Assessment, Fudan University, Shanghai, 200032, China."}, {"Identifier": [], "Affiliation": "Department of Biostatistics and Epidemiology, School of Public Health and Health Sciences, University of Massachusetts Amherst, Amherst, MA, 01003, USA."}], "LastName": "Wang", "ForeName": "Weidong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pulmonary Vessel and Thrombotic Disease, Sixth Medical Center, Chinese PLA General Hospital, Beijing, 100048, China. dor_guoyt@hotmail.com."}], "LastName": "Guo", "ForeName": "Yutao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Shanghai Institute of Infectious Disease and Biosecurity, Key Lab of Public Health Safety of the Ministry of Education and NHC Key Lab of Health Technology Assessment, Fudan University, Shanghai, 200032, China. kanh@fudan.edu.cn."}, {"Identifier": [], "Affiliation": "Children's Hospital of Fudan University, National Center for Children's Health, Shanghai, 201102, China. kanh@fudan.edu.cn."}], "LastName": "Kan", "ForeName": "Haidong", "Initials": "H"}, {"Identifier": ["0000-0002-9448-0820"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Shanghai Institute of Infectious Disease and Biosecurity, Key Lab of Public Health Safety of the Ministry of Education and NHC Key Lab of Health Technology Assessment, Fudan University, Shanghai, 200032, China. chenrenjie@fudan.edu.cn."}], "LastName": "Chen", "ForeName": "Renjie", "Initials": "R"}], "GrantList": [{"GrantID": "82103790", "Agency": "National Natural Science Foundation of China (National Science Foundation of China)", "Country": ""}, {"GrantID": "82170309", "Agency": "National Natural Science Foundation of China (National Science Foundation of China)", "Country": ""}, {"GrantID": "92043301", "Agency": "National Natural Science Foundation of China (National Science Foundation of China)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "NPJ Digit Med", "NlmUniqueID": "101731738", "ISSNLinking": "2398-6352"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "GBD 2019 Diseases and Injuries Collaborators. Global burden of 369 diseases and injuries in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020;396:1204–1222. doi: 10.1016/S0140-6736(20)30925-9.", "ArticleIdList": ["10.1016/S0140-6736(20)30925-9", "PMC7567026", "33069326"]}, {"Citation": "Levy S, et al. Atrial fibrillation: current knowledge and recommendations for management. Eur. Heart J. 1998;19:1294–1320. doi: 10.1053/euhj.1998.1050.", "ArticleIdList": ["10.1053/euhj.1998.1050", "9792255"]}, {"Citation": "Wang L, et al. Trends of global burden of atrial fibrillation/flutter from Global Burden of Disease Study 2017. Heart. 2021;107:881–887. doi: 10.1136/heartjnl-2020-317656.", "ArticleIdList": ["10.1136/heartjnl-2020-317656", "33148545"]}, {"Citation": "Taggar JS, Coleman T, Lewis S, Heneghan C, Jones M. Accuracy of methods for diagnosing atrial fibrillation using 12-lead ECG: a systematic review and meta-analysis. Int. J. Cardiol. 2015;184:175–183. doi: 10.1016/j.ijcard.2015.02.014.", "ArticleIdList": ["10.1016/j.ijcard.2015.02.014", "25705010"]}, {"Citation": "McConnell MV, Turakhia MP, Harrington RA, King AC, Ashley EA. Mobile health advances in physical activity, fitness, and atrial fibrillation: moving hearts. J. Am. Coll. Cardiol. 2018;71:2691–2701. doi: 10.1016/j.jacc.2018.04.030.", "ArticleIdList": ["10.1016/j.jacc.2018.04.030", "29880130"]}, {"Citation": "Zhang H, et al. Validation of single centre pre-mobile atrial fibrillation apps for continuous monitoring of atrial fibrillation in a real-world setting: pilot cohort study. J. Med. Internet Res. 2019;21:e14909. doi: 10.2196/14909.", "ArticleIdList": ["10.2196/14909", "PMC6918204", "31793887"]}, {"Citation": "Fan, Y. Y. et al. Diagnostic performance of a smart device with photoplethysmography technology for atrial fibrillation detection: pilot study (Pre-mAFA II Registry). JMIR Mhealth Uhealth7, e11437 (2019).", "ArticleIdList": ["PMC6423467", "30835243"]}, {"Citation": "Gupta AK. JAHA spotlight on air pollution and cardiovascular disease: a call for urgent action. J. Am. Heart Assoc. 2021;10:e022209. doi: 10.1161/JAHA.121.022209.", "ArticleIdList": ["10.1161/JAHA.121.022209", "PMC8200705", "33942626"]}, {"Citation": "Tian Y, et al. Ambient air pollution and daily hospital admissions: a nationwide study in 218 Chinese cities. Environ. Pollut. 2018;242:1042–1049. doi: 10.1016/j.envpol.2018.07.116.", "ArticleIdList": ["10.1016/j.envpol.2018.07.116", "30096542"]}, {"Citation": "Solimini, A. G. & Renzi, M. Association between air pollution and emergency room visits for atrial fibrillation. Int. J. Environ. Res. Public Health10.3390/ijerph14060661 (2017).", "ArticleIdList": ["PMC5486347", "28632149"]}, {"Citation": "Guo Y, et al. Mobile photoplethysmographic technology to detect atrial fibrillation. J. Am. Coll. Cardiol. 2019;74:2365–2375. doi: 10.1016/j.jacc.2019.08.019.", "ArticleIdList": ["10.1016/j.jacc.2019.08.019", "31487545"]}, {"Citation": "Shi S, et al. Prevalence and risk of atrial fibrillation in China: a national cross-sectional epidemiological study. Lancet Reg. Health West Pac. 2022;23:100439. doi: 10.1016/j.lanwpc.2022.100439.", "ArticleIdList": ["10.1016/j.lanwpc.2022.100439", "PMC9252928", "35800039"]}, {"Citation": "Ministry of Ecology and Environment, C. Bulletin on the state of ecological environment in China. (2020)."}, {"Citation": "Shao Q, et al. Association between air pollution and development of atrial fibrillation: a meta-analysis of observational studies. Heart Lung. 2016;45:557–562. doi: 10.1016/j.hrtlng.2016.08.001.", "ArticleIdList": ["10.1016/j.hrtlng.2016.08.001", "27590407"]}, {"Citation": "Fang Y, et al. Short-term exposure to ambient air pollution and atrial fibrillation hospitalization: a time-series study in Yancheng, China. Ecotoxicol. Environ. Saf. 2021;228:112961. doi: 10.1016/j.ecoenv.2021.112961.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112961", "34773847"]}, {"Citation": "Bunch TJ, et al. Atrial fibrillation hospitalization is not increased with short-term elevations in exposure to fine particulate air pollution. Pacing Clin. Electrophysiol. 2011;34:1475–1479. doi: 10.1111/j.1540-8159.2011.03200.x.", "ArticleIdList": ["10.1111/j.1540-8159.2011.03200.x", "21895725"]}, {"Citation": "Amsalu E, et al. Acute effects of fine particulate matter (PM2.5) on hospital admissions for cardiovascular disease in Beijing, China: a time-series study. Environ. Health. 2019;18:70. doi: 10.1186/s12940-019-0506-2.", "ArticleIdList": ["10.1186/s12940-019-0506-2", "PMC6670159", "31370900"]}, {"Citation": "Yang M, et al. Artificial intelligence-assisted analysis on the association between exposure to ambient fine particulate matter and incidence of arrhythmias in outpatients of Shanghai community hospitals. Environ. Int. 2020;139:105745. doi: 10.1016/j.envint.2020.105745.", "ArticleIdList": ["10.1016/j.envint.2020.105745", "32334122"]}, {"Citation": "Kwon OK, et al. Association of short- and long-term exposure to air pollution with atrial fibrillation. Eur. J. Prev. Cardiol. 2019;26:1208–1216. doi: 10.1177/2047487319835984.", "ArticleIdList": ["10.1177/2047487319835984", "30862234"]}, {"Citation": "Dahlquist M, et al. Short-term associations between ambient air pollution and acute atrial fibrillation episodes. Environ. Int. 2020;141:105765. doi: 10.1016/j.envint.2020.105765.", "ArticleIdList": ["10.1016/j.envint.2020.105765", "32388273"]}, {"Citation": "Nijenkamp L, et al. Sex-specific cardiac remodeling in early and advanced stages of hypertrophic cardiomyopathy. PLoS ONE. 2020;15:e0232427. doi: 10.1371/journal.pone.0232427.", "ArticleIdList": ["10.1371/journal.pone.0232427", "PMC7199944", "32369506"]}, {"Citation": "Kan H, et al. Season, sex, age, and education as modifiers of the effects of outdoor air pollution on daily mortality in Shanghai, China: the Public Health and Air Pollution in Asia (PAPA) Study. Environ. Health Perspect. 2008;116:1183–1188. doi: 10.1289/ehp.10851.", "ArticleIdList": ["10.1289/ehp.10851", "PMC2535620", "18795161"]}, {"Citation": "Guo Y, et al. Mobile health technology-supported atrial fibrillation screening and integrated care: a report from the mAFA-II trial Long-term Extension Cohort. Eur. J. Intern. Med. 2020;82:105–111. doi: 10.1016/j.ejim.2020.09.024.", "ArticleIdList": ["10.1016/j.ejim.2020.09.024", "PMC7553102", "33067121"]}, {"Citation": "Stewart S, Keates AK, Redfern A, McMurray JJV. Seasonal variations in cardiovascular disease. Nat. Rev. Cardiol. 2017;14:654–664. doi: 10.1038/nrcardio.2017.76.", "ArticleIdList": ["10.1038/nrcardio.2017.76", "28518176"]}, {"Citation": "Violi F, Pignatelli P. Clinical application of NOX activity and other oxidative biomarkers in cardiovascular disease: a critical review. Antioxid. Redox Signal. 2015;23:514–532. doi: 10.1089/ars.2013.5790.", "ArticleIdList": ["10.1089/ars.2013.5790", "24382131"]}, {"Citation": "Wang G, Jiang R, Zhao Z, Song W. Effects of ozone and fine particulate matter (PM2. 5) on rat system inflammation and cardiac function. Toxicol. Lett. 2013;217:23–33. doi: 10.1016/j.toxlet.2012.11.009.", "ArticleIdList": ["10.1016/j.toxlet.2012.11.009", "23182954"]}, {"Citation": "Kim D, Chen Z, Zhou L-F, Huang S-X. Air pollutants and early origins of respiratory diseases. Chronic Dis. Transl. Med. 2018;4:75–94.", "ArticleIdList": ["PMC6033955", "29988883"]}, {"Citation": "Ho AFW, et al. Association of air pollution with acute ischemic stroke risk in Singapore: a time-stratified case-crossover study. Int. J. Stroke. 2022;17:983–989. doi: 10.1177/17474930211066745.", "ArticleIdList": ["10.1177/17474930211066745", "35974459"]}, {"Citation": "Zhao R, et al. The impact of short-term exposure to air pollutants on the onset of out-of-hospital cardiac arrest: a systematic review and meta-analysis. Int. J. Cardiol. 2017;226:110–117. doi: 10.1016/j.ijcard.2016.10.053.", "ArticleIdList": ["10.1016/j.ijcard.2016.10.053", "27806308"]}, {"Citation": "Ho AFW, et al. Health impacts of the Southeast Asian haze problem - A time-stratified case crossover study of the relationship between ambient air pollution and sudden cardiac deaths in Singapore. Int. J. Cardiol. 2018;271:352–358. doi: 10.1016/j.ijcard.2018.04.070.", "ArticleIdList": ["10.1016/j.ijcard.2018.04.070", "30223374"]}, {"Citation": "Brown, J. & Bowman, C. Integrated science assessment for ozone and related photochemical oxidants. US Environmental Protection Agency (2013)."}, {"Citation": "Zeger SL, et al. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ. Health Perspect. 2000;108:419–426. doi: 10.1289/ehp.00108419.", "ArticleIdList": ["10.1289/ehp.00108419", "PMC1638034", "10811568"]}, {"Citation": "Goldman GT, et al. Impact of exposure measurement error in air pollution epidemiology: effect of error type in time-series studies. Environ. Health. 2011;10:61. doi: 10.1186/1476-069X-10-61.", "ArticleIdList": ["10.1186/1476-069X-10-61", "PMC3146396", "21696612"]}, {"Citation": "Guo Y, Wang H, Zhang H, Chen Y, Lip GYH. Population-based screening or targeted screening based on initial clinical risk assessment for atrial fibrillation: a report from the Huawei Heart Study. J. Clin. Med. 2020;9:1493. doi: 10.3390/jcm9051493.", "ArticleIdList": ["10.3390/jcm9051493", "PMC7291296", "32429241"]}, {"Citation": "Liu C, et al. Ambient particulate air pollution and daily mortality in 652 cities. N. Engl. J. Med. 2019;381:705–715. doi: 10.1056/NEJMoa1817364.", "ArticleIdList": ["10.1056/NEJMoa1817364", "PMC7891185", "31433918"]}, {"Citation": "Chen R, et al. Fine particulate air pollution and daily mortality. a nationwide analysis in 272 Chinese cities. Am. J. Respir. Crit. Care Med. 2017;196:73–81. doi: 10.1164/rccm.201609-1862OC.", "ArticleIdList": ["10.1164/rccm.201609-1862OC", "28248546"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "3", "Day": "15", "Hour": "0", "Minute": "59"}, {"Year": "2023", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["36918625", "PMC10015044", "10.1038/s41746-023-00788-w", "10.1038/s41746-023-00788-w"]}}], "PubmedBookArticle": []}