{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Abuja", "Air pollution", "Harmattan", "Nigeria", "Real-time ozone monitoring"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36922791", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "03", "Day": "15"}], "ELocationID": ["496", "10.1186/s12889-023-15327-1"], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "15"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "Evaluation of real-time monitored ozone concentration from Abuja, Nigeria.", "Pagination": {"StartPage": "496", "MedlinePgn": "496"}, "Abstract": {"AbstractText": ["Real-time ozone (O<sub>3</sub>) concentration is vital for accurate analysis of O<sub>3</sub> to inform the public about O<sub>3</sub> concentrations that may have an adverse effect on health. Few studies have analysed air pollution in Abuja, Nigeria and non on real-time ozone concentrations. As a result, there is a scarcity of data and information on real-time ozone pollution, pointing to a gap that needs to be urgently closed to enable a better understanding of ozone pollution and the causes and consequences in terms of the associated health risks.In this study, -time concentrations of ground-level ozone were measured in a busy urban pollution monitoring station. Using a real-time ozone monitor to enable real-time monitoring of O<sub>3</sub> concentration of ozone for the first time in Abuja. The ozone concentrations followed a clear pattern with high concentrations being recorded during the dry (harmattan) season. Concentrations higher than the WHO standard of (eight-hour averaged) 100 µg/m<sup>3</sup>, occurred on 53 days over the 5-month dry season. Of those 53 days, 18 had ozone concentrations greater than 200 µg/m<sup>3</sup>. Daily patterns showed a rise throughout the day, reaching a peak in the evening. Weekday/weekend differences were less pronounced than those found in other studies. High temperatures and local climatic conditions in Abuja encourage the formation of ozone. In this study, we confirm the concentration of ozone, and the pattern can be episodic and potentially damaging to health. There is a need for better regulation and measures to reduce ozone, particularly when local climatic conditions, such as harmattan, favour the development of photochemical smog in such settings."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health Sciences & Wellbeing, University of Sunderland, Sunderland, England."}], "LastName": "Ihedike", "ForeName": "Christabel", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Aberdeen, Aberdeen, Scotland."}], "LastName": "Mooney", "ForeName": "John D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health Sciences & Wellbeing, University of Sunderland, Sunderland, England."}], "LastName": "Fulton", "ForeName": "John", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health Sciences & Wellbeing, University of Sunderland, Sunderland, England."}], "LastName": "Ling", "ForeName": "Jonathan", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Nigeria"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Vulnerable Populations"}, {"QualifierName": [], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "World Health Organization"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Urban Health"}, {"QualifierName": ["analysis", "prevention & control"], "DescriptorName": "Air Pollution"}], "CoiStatement": "No conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO. (2021a) Ambient (outdoor) air pollution Ambient (outdoor) air pollution (who.int)"}, {"Citation": "Brimblecombe P. (2011), Air pollution episodes. Encyclopedia of Environmental Health. DOI:10.1016/B978-0-444-52272-6.00058-14."}, {"Citation": "Lyu X, Wang N, Guo H, Xue L, Jiang F, Zeren Y, Cheng H, Cai Z, Han L, Zhou Y. auses of a continuous summertime O3 pollution event in Jinan, a central city in the North China Plain. Atmos Chem Phys. 2019;19(5):3025–42. doi: 10.5194/acp-19-3025-2019.", "ArticleIdList": ["10.5194/acp-19-3025-2019"]}, {"Citation": "Feng T, Bei N, Huang R-J, Cao J, Zhang Q, Zhou W, Tie X, Liu S, Zhang T, Su X, Lei W, Molina L, Li G. (2016) Summertime ozone formation in Xi’an and surrounding areas, China. Atmospheric Chemistry and Physics, 16, 4323–4342, 10.5194/acp-16-4323-2016, 2016."}, {"Citation": "Gaudel A, Cooper O, Ancellet G, Barret B, Boynard A, Burrows J, Clerbaux C, Coheur P, Cuesta J, Cuevas E, Doniki S. (2018) Tropospheric Ozone Assessment Report: Present-day distribution and trends of tropospheric ozone relevant to climate and global atmospheric chemistry model evaluation. Elementa: Science of the Anthropocene, 10.1525/elementa.291", "ArticleIdList": ["10.1525/elementa.291"]}, {"Citation": "Fonseca-Hernández M, Tereshchenko I, Mayor Y, Figueroa-Montaño A, Cuesta-Santos O, Monzón C. (2018) Atmospheric Pollution by PM10 and O3 in the Guadalajara Metropolitan Area, Mexico. Atmosphere. 2018; 9(7):243. 10.3390/atmos9070243"}, {"Citation": "Strosnider HM, Chang HH, Darrow LA, Liu Y, Vaidyanathan A, Strickland MJ. Age-specific associations of ozone and fine particulate matter with respiratory emergency department visits in the United States. Am J Respir Crit Care Med. 2019;199(7):882–90. doi: 10.1164/rccm.201806-1147OC.", "ArticleIdList": ["10.1164/rccm.201806-1147OC", "30277796"]}, {"Citation": "Feng W, Li H, Wang S, Van Halm-Lutterodt N, An J, Liu Y, Liu M, Wang X, Guo X. (2019) Short-term PM10 and emergency department admissions for selective cardiovascular and respiratory diseases in Beijing, China. doi: 10.1016/j.scitotenv.2018.12.066.", "ArticleIdList": ["30543969"]}, {"Citation": "Dimakopoulou K, Douros J, Samoli E, Karakatsani A, Rodopoulou S, Papakosta D, Grivas, Tsilingiridis G, Mudway I, Moussiopoulos N, Katsouyanni K. (2020) Long-term exposure to ozone and children’s respiratory health: Results from the RESPOZE study.Environmental Research,1–7.", "ArticleIdList": ["31855698"]}, {"Citation": "Kinney P, Gichuru M, Volavka-Close N, Ngo N, Ndiba P, Law A, Gachanja A, Gaita S, Chillrud S, Sclar E. Traffic impacts on PM(2.5) Air Quality in Nairobi, Kenya. Environ Sci Policy. 2011;14(4):369–78. doi: 10.1016/j.envsci.2011.02.005.", "ArticleIdList": ["10.1016/j.envsci.2011.02.005", "PMC3138055", "21779151"]}, {"Citation": "National Research Council (NRC)., (2008) Committee on Estimating Mortality Risk Reduction Benefits from Decreasing Tropospheric Ozone Exposure. Estimating mortality risk reduction and economic benefits from controlling ozone air pollution. ISBN: 0-309-11995-2. 2008."}, {"Citation": "Szulejko J, Adedeji A, Kim K, Seo J, Vellingiri K, Jeon E, Hong J, Brown R. Short and long- term temporal changes in air quality in a Seoul urban area: the weekday/Sunday effect. Sustainability. 2018;10:1248. doi: 10.3390/su10041248.", "ArticleIdList": ["10.3390/su10041248"]}, {"Citation": "Hanna R, Oliva P. Implications of climate change for children in developing countries. The Future of Children. 2016;26(1):115–32. doi: 10.1353/foc.2016.0006.", "ArticleIdList": ["10.1353/foc.2016.0006"]}, {"Citation": "Marais E, Jacob D, Wecht K, Lerot C, Zhang L, Yu K, Kurosu T, Chance K, Sauvage B. (2014) Anthropogenic emissions in Nigeria and implications for atmospheric ozone pollution: A view from space. Atmospheric Environment 99 (2014) 32–40. 10.1016/j.atmosenv.2014.09.055."}, {"Citation": "WHO., (2005) Air quality guideline – global update 2005. Air quality guidelines global update 2005 (who.int)"}, {"Citation": "Ipeaiyeda A, Adegboyega D. Assessment of air pollution concentrations near major roads in residential, commercial & industrial areas in Ibadan City, Nigeria. J Health Pollution. 2017;7(13):11–21. doi: 10.5696/2156-9614-7-13.11.", "ArticleIdList": ["10.5696/2156-9614-7-13.11", "PMC6236533", "30524810"]}, {"Citation": "World Population. (2022) Nigeria Population (2022) - Worldometer (worldometers.info)"}, {"Citation": "Caiazzo F, Ashok A, Waitz I, Yim S, Steven RH, Barrett S. (2013) Air pollution and early deaths in the United States. Part I: Quantifying the impact of major sectors in 2005,"}, {"Citation": "Pratama A, Arliansyah J, Agustien M. (2019). Analysis of Air Pollution due to Vehicle Exhaust Emissions on The Road Networks of Beringin Janggut Area doi:10.1088/1742-6596/1198/8/082030"}, {"Citation": "Adedokun J, Emofurieta W, Adedeji O. (1989). Physical, mineralogical, and chemical properties of Harmattan dust at Ile-Ife, Nigeria. Theoretical and Applied Climatology. 40. 161–169. 10.1007/BF00866179."}, {"Citation": "Owoade O, Olisa E, Ogundule L, Fawole O, Olaniyi H. Correlation between particulate matter concentrations and meteorological parameters in Ile-Ife, Nigeria. Ife J Sci. 2013;14:45–54."}, {"Citation": "WHO. (2021b). WHO global air quality guidelines: particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. World Health Organization. https://apps.who.int/iris/handle/10665/345329."}, {"Citation": "Lippmann M. Health effects of ozone a critical review. Japca. 1989;39(5):672–95. doi: 10.1080/08940630.1989.10466554.", "ArticleIdList": ["10.1080/08940630.1989.10466554", "2659744"]}, {"Citation": "Emberson LD, Ashmore MR, Murray F, Kuylenstierna JC, Percy KE, Izuta T, Domingos M. Impacts of air pollutants on vegetation in developing countries. Water Air Soil Pollut. 2001;130(1):107–18. doi: 10.1023/A:1012251503358.", "ArticleIdList": ["10.1023/A:1012251503358"]}, {"Citation": "Van Tienhoven AM, Zunckel M, Emberson L, Koosailee A, Otter L. Preliminary assessment of risk of ozone impacts to maize (Zea mays) in southern Africa. Environ Pollut. 2006;140(2):220–30. doi: 10.1016/j.envpol.2005.07.016.", "ArticleIdList": ["10.1016/j.envpol.2005.07.016", "16271811"]}, {"Citation": "Zunckel M, Koosailee A, Yarwood G, Maure G, Venjonoka K, van Tienhoven M, Otter L. (2006) Modelled surface ozone over southern Africa during the Cross Border Air Pollution Impact Assessment Project, Environmental Modelling & Software,Volume 21, Issue 7, 10.1016/j.envsoft.2005.04.004"}, {"Citation": "Krall JR, Chang HH, Waller LA, Mulholland JA, Winquist A, Talbott EO, Rager JR, Tolbert PE, Sarnat SE. A multicity study of air pollution and cardiorespiratory emergency department visits: comparing approaches for combining estimates across cities. Environ Int. 2018;120:312–20. doi: 10.1016/j.envint.2018.07.033.", "ArticleIdList": ["10.1016/j.envint.2018.07.033", "PMC6218942", "30107292"]}, {"Citation": "Zunckel M, Venjonoka K, Pienaar J, Brunke E-G, Pretorius O, Koosialee A, Raghunandan AM, van Tienhoven A. Surface ozone over southern Africa: synthesis of monitoring results during the Cross border air Pollution Impact Assessment project. Atmospheric Environ Volume. 2004;38(36). 10.1016/j.atmosenv.2004.07.029."}, {"Citation": "Neidell M, Kinney PL. Estimates of the association between ozone and asthma hospitalizations that account for behavioral responses to air quality information. Environ Sci Policy. 2010;13:97–103. doi: 10.1016/j.envsci.2009.12.006.", "ArticleIdList": ["10.1016/j.envsci.2009.12.006"]}, {"Citation": "Strosnider H, Chang H, Darrow L, Liu Y, Vaidyanathan A, Strickland M. Age-specific associations of ozone and PM2.5 with respiratory emergency department visits in the US. Am J Respir Crit Care Med. 2019;199:882–90. doi: 10.1164/rccm.201806-1147OC.", "ArticleIdList": ["10.1164/rccm.201806-1147OC", "30277796"]}, {"Citation": "Zhou Y, Liu Y, Song Y, Xie J, Cui X, Zhang. Shi T, Yuan J, Chen W. (2016) Short-term Effects of Outdoor Air Pollution on Lung Function among Female Non-smokers in China. 10.1038/srep34947", "ArticleIdList": ["PMC5062123", "27734830"]}, {"Citation": "Nigerian Environmental Standard Regulation Agency. National Environmental. air quality Control) Regulation; 2014."}, {"Citation": "National Research Council. Rethinking the ozone problem in urban and regional air pollution. National Academies Press; 1992."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "13"}, {"Year": "2023", "Month": "2", "Day": "27"}, {"Year": "2023", "Month": "3", "Day": "16", "Hour": "1", "Minute": "54"}, {"Year": "2023", "Month": "3", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["36922791", "PMC10015839", "10.1186/s12889-023-15327-1", "10.1186/s12889-023-15327-1"]}}], "PubmedBookArticle": []}