{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality", "Atmospheric pollution", "Covid-19", "Historical trend", "Human health"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36933733", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "03", "Day": "17"}], "ELocationID": ["10.1016/j.scitotenv.2023.162833", "S0048-9697(23)01449-3"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "879", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "25"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Air quality trends and implications pre and post Covid-19 restrictions.", "Pagination": {"StartPage": "162833", "MedlinePgn": "162833"}, "Abstract": {"AbstractText": ["Air pollution causes millions of premature deaths every year. Thus, air quality assessment is essential to preserve human health and support authorities to identify proper policies. In this study, concentration levels of 6 air contaminants (benzene, carbon monoxide, nitrogen dioxide, ground level ozone, particulate matters) as monitored in 2019, 2020 and 2021 by 37 stations, located in Campania (Italy) were analysed. Particular attention has been paid to March-April 2020 period to get clues on the possible effects of the lockdown regulations, imposed in Italy from March 9th to May 4th to limit COVID-19 spread, on atmospheric pollution. Air Quality Index (AQI), an algorithm developed by the United States Environmental Protection Agency (US-EPA), allowed us to classify the air quality from moderately unhealthy to good for sensitive groups. The evaluation of air pollution impact on human health by using the AirQ+ software evidenced a significant decrement of adult mortality in 2020 respect to 2019 and 2021. Among the six pollutants considered, PM<sub>10</sub> and PM<sub>2.5</sub> resulted the less affected by the lockdown restrictions. Finally, a comparison between NO<sub>2</sub> ground level concentration and the reprocessed Level 2 NO<sub>2</sub> tropospheric column concentration obtained from satellite surveys highlighted as concentration measured at the ground level stations can be strongly influenced by the station position and its surroundings."], "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biology \"Adolfo Zambelli\", University of Salerno, via Giovanni Paolo II 132, 84084 Fisciano, SA, Italy."}], "LastName": "Cardito", "ForeName": "Alice", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biology \"Adolfo Zambelli\", University of Salerno, via Giovanni Paolo II 132, 84084 Fisciano, SA, Italy. Electronic address: mcarotenuto@unisa.it."}], "LastName": "Carotenuto", "ForeName": "Maurizio", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics \"E. R. Caianiello\", University of Salerno, via Giovanni Paolo II 132, 84084 Fisciano, SA, Italy."}], "LastName": "Amoruso", "ForeName": "Antonella", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Naples \"Federico II\", via Vicinale Cupa Cinthia 26, 80126 Naples, Na, Italy."}], "LastName": "Libralato", "ForeName": "Giovanni", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Movement, Human and Health Sciences, University of Rome Foro Italico, Piazza Lauro De Bosis 15, 00135 Rome, Italy."}], "LastName": "Lofrano", "ForeName": "Giusy", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "COVID-19"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Communicable Disease Control"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adame J.A., Gutierrez-Alvarez B., Bolivar J.P., Yela M. Ground-based and OMI-TROPOMI NO2 measurements at El Arenosillo observatory: unexpected upward trends. Environ. Pollut. 2020;264", "ArticleIdList": ["32559866"]}, {"Citation": "Agency for Toxic Substances and Disease Registry (ATSDR) U.S. Public Health Service, U.S. Department of Health and Human Services; Atlanta, GA: 2007. Toxicological Profile for Benzene."}, {"Citation": "Al-Jeelani H.A. Diurnal and seasonal variations of surface ozone and its precursors in the atmosphere of Yanbu, Saudi Arabia. J. Environ. Prot. 2014;5:408–422."}, {"Citation": "Auvray M., Bey I. Long-range transport to Europe: seasonal variations and implications for the European ozone budget. J. Geophys. Res. 2005;110:D11303."}, {"Citation": "Barone G., D’Ambra P., di Serafino D., Giunta G., Murli A., Riccio A. Application of a parallel photochemical air quality model to the Campania region (southern Italy) Environ. Model Softw. 2000;15:503–511."}, {"Citation": "Brito J., Bernardo A., Gonçalves L.L. Atmospheric pollution and mortality in Portugal: quantitative assessment of the environmental burden of disease using the AirQ+ model. Sci. Total Environ. 2022;815", "ArticleIdList": ["35007595"]}, {"Citation": "Cersosimo A., Serio C., Masiello G. TROPOMI NO2 tropospheric column data: regridding to 1 km grid-resolution and assessment of their consistency with in situ surface observations. Remote Sens. 2020;12:2212."}, {"Citation": "Chu B., Zhang S., Liu J., Ma Q., He H. Significant concurrent decrease in PM2.5 and NO2 concentrations in China during COVID-19 epidemic. J. Environ. Sci. 2021;vol. 99:346–353.", "ArticleIdList": ["PMC7328636", "33183713"]}, {"Citation": "Collivignarelli M.C., Abbà A., Bertanza G., Pedrazzani R., Ricciardi P., Carnevale Miino M. Lockdown for CoViD-2019 in Milan: what are the effects on air quality? Sci. Total Environ. 2020;732", "ArticleIdList": ["PMC7205654", "32402928"]}, {"Citation": "Cucciniello R., Raia L., Vasca E. Air quality evaluation during COVID-19 in southern Italy: the case study of Avellino city. Environ. Res. 2022;203", "ArticleIdList": ["PMC8479540", "34363800"]}, {"Citation": "Danek T., Weglinska E., Zareba M. The influence of meteorological factors and terrain on air pollution concentration and migration: a geostatistical case study from Krakow, Poland. Sci. Rep. 2022;12:11050.", "ArticleIdList": ["PMC9244891", "35773386"]}, {"Citation": "De Angelis E., Renzetti S., Volta M., Donato F., Calza S., Placidi D., Lucchini R.G., Rota M. COVID-19 incidence and mortality in Lombardy, Italy: an ecological study on the role of air pollution, meteorological factors, demographic and socioeconomic variables. Environ. Res. 2021;195", "ArticleIdList": ["PMC7826113", "33485909"]}, {"Citation": "Eskandari Z., Maleki H., Neisi A., Riahi A., Hamid V., Goudarzi G. Temporal fluctuations of PM2.5 and PM10, population exposure, and their health impacts in Dezful city, Iran. Journal of Environmental Health Science and Engineering. 2020;18:723–731.", "ArticleIdList": ["PMC7721840", "33312597"]}, {"Citation": "Gehrig R., Buchmann B. Characterising seasonal variations and spatial distribution of ambient PM10 and PM2.5 concentrations based on long-term Swiss monitoring data. Atmos. Environ. 2003;vol. 37:2571–2580."}, {"Citation": "Gualtieri G., Brilli L., Carotenuto F., Vagnoli C., Zaldei A., Gioli B. Quantifying road traffic impact on air quality in urban areas: a Covid19-induced lockdown analysis in Italy. Environ. Pollut. 2020;267", "ArticleIdList": ["PMC7500435", "33254679"]}, {"Citation": "Guan Y., Xiao Y., Chu C., Zhang N., Yu L. Trends and characteristics of ozone and nitrogen dioxide related health impacts in Chinese cities. Ecotoxicol. Environ. Saf. 2022;241", "ArticleIdList": ["35759982"]}, {"Citation": "Hashim B.M., Al-Naseri S.K., Al-Maliki A., Al-Ansari N. Impact of COVID-19 lockdown on NO2, O3, PM2.5 and PM10 concentrations and assessing air quality changes in Baghdad, Iraq. Sci. Total Environ. 2021;vol. 754", "ArticleIdList": ["PMC7462443", "32919315"]}, {"Citation": "He J., Gong S., Yu Y., Yu L., Wu L., Mao H., Song C., Zhao S., Liu H., Li X., Li R. Air pollution characteristics and their relation to meteorological conditions during 2014–2015 in major Chinese cities. Environ. Pollut. 2017;223:484–496.", "ArticleIdList": ["28122671"]}, {"Citation": "Heintzelman A., Filippelli G., Lulla V. Substantial decreases in U.S. cities' ground-based NO2 concentrations during COVID-19 from reduced transportation. Sustainability. 2021;13:3."}, {"Citation": "Huang F., Li X., Wang C., Xu Q., Wang W., Luo Y., Tao L., Gao Q., Guo J., Chen S., Cao K., Liu L., Gao N., Liu X., Yang K., Yan A., Guo X. PM2.5 spatiotemporal variations and the relationship with meteorological factors during 2013–2014 in Beijing, China. PLoS One. 2015;10", "ArticleIdList": ["PMC4631325", "26528542"]}, {"Citation": "Ialongo I., Virta H., Eskes H., Hovila J., Douros J. Comparison of TROPOMI/Sentinel-5 precursor NO2 observations with ground-based measurements in Helsinki. Atmos. Meas. Techn. 2020;13:205–218."}, {"Citation": "Institute for Health Metrics and Evaluation (IHME)  GBD 2019 Cause and Risk Summaries. 2020. http://www.healthdata.org/results/gbd_summaries/2019"}, {"Citation": "Iodice P., Senatore A. Appraisal of pollutant emissions and air quality state in a critical Italian region: methods and results. Environ. Prog. Sustain. Energy. 2015;34:1497–1505."}, {"Citation": "Iodice P., Senatore A. Industrial and urban sources in Campania, Italy: the air pollution emission inventory. Energy Environ. 2015;26:1305–1317."}, {"Citation": "Italian National Institute of Statistics (ISTAT), n.d.Italian National Institute of Statistics (ISTAT) (n.d.) (http://dati.istat.it/)."}, {"Citation": "Kerimray A., Baimatova N., Ibragimova O.P., Bukenov B., Kenessov B., Plotitsyn P., Karaca F. Assessing air quality changes in large cities during COVID-19 lockdowns: the impacts of traffic-free urban conditions in Almaty, Kazakhstan. Sci. Total Environ. 2020;730", "ArticleIdList": ["PMC7198157", "32387822"]}, {"Citation": "Khoder M.I. Diurnal, seasonal and weekdays–weekends variations of ground level ozone concentrations in an urban area in greater Cairo. Environ. Monit. Assess. 2009;149:349–362.", "ArticleIdList": ["18274871"]}, {"Citation": "Krzyzanowski M. Methods for assessing the extent of exposure and effects of air pollution. Occup. Environ. Med. 1997;54:145–151.", "ArticleIdList": ["PMC1128677", "9155775"]}, {"Citation": "Kulshrestha A., Satsangi P.G., Masih J., Taneja A. Metal concentration of PM2.5 and PM10 particles and seasonal variations in urban and rural environment of Agra, India. Sci. Total Environ. 2009;vol. 407:6196–6204.", "ArticleIdList": ["19793609"]}, {"Citation": "Liu S., Xing J., Wang S., Ding D., Chen L., Hao J. American Geophysical Union, Fall Meeting 2019. 2019. Impact of transboundary pollution on ambient PM2.5 pollution and premature deaths in China. Abstract #A43A-07."}, {"Citation": "Mor S., Kumar S., Singh T., Dogra S., Pandey V., Ravindra K. Impact of COVID-19 lockdown on air quality in Chandigarh, India: understanding the emission sources during controlled anthropogenic activities. Chemosphere. 2021;263", "ArticleIdList": ["PMC7434328", "33297028"]}, {"Citation": "Orak N.H., Ozdemir O. The impacts of COVID-19 lockdown on PM10 and SO2 concentrations and association with human mobility across Turkey. Environ. Res. 2021;197", "ArticleIdList": ["PMC8542992", "33745929"]}, {"Citation": "Otmani A., Benchrif A., Tahri M., Bounakhla M., Chakir E.M., Bouch M.E., Krombi M. Impact of Covid-19 lockdown on PM10, SO2 and NO2 concentrations in Salé City (Morocco) Sci. Total Environ. 2020;735", "ArticleIdList": ["PMC7235599", "32445829"]}, {"Citation": "Pippin M., Bertman S., Thornberry T., Town M., Carroll M.A., Sillman S. Seasonal variations of PAN, PPN, and O3 at the upper Midwest PROPHET site. J. Geophys. Res. 2001;106:24451–24463."}, {"Citation": "Sannino A., D’Emilio M., Castellano P., Amoruso S., Boselli A. Analysis of air quality during the COVID-19 pandemic lockdown in Naples (Italy) Aerosol Air Qual. Res. 2020;21"}, {"Citation": "Shallis R.M., Weiss J.J., Deziel N.C., Gore S.D. A clandestine culprit with critical consequences: benzene and acute myeloid leukemia. Blood Rev. 2021;47", "ArticleIdList": ["32771228"]}, {"Citation": "Toscano D., Murena F. The effect on air quality of lockdown directives to prevent the spread of SARS-CoV-2 pandemic in Campania Region—Italy: indications for a sustainable development. Sustainability. 2020;12:5558."}, {"Citation": "Toscano D., Murena F. The historical trend of air pollution and its impact on human health in Campania region (Italy) Atmosphere. 2021;12:553."}, {"Citation": "United States Environmental Protection Agency (US-EPA) Federal Register Volume 64, Issue 149 (August 4, 1999) 1999. pp. 42530–42549."}, {"Citation": "Wang S., Zhou C., Wang Z., Feng K., Hubacek K. The characteristics and drivers of fine particulate matter (PM2.5) distribution in China. J. Clean. Prod. 2017;vol. 142:1800–1809."}, {"Citation": "World Health Organization (WHO) 2020. Novel Coronavirus (2019-nCoV). Situation Report – 10."}, {"Citation": "World Health Organization (WHO) 2020. Coronavirus Disease 2019 (COVID-19). Situation Report – 51."}, {"Citation": "World Health Organization (WHO) 2022. Compendium of WHO and Other UN Guidance on Health and Environment. 2022 Update."}, {"Citation": "World Health Organization (WHO) 2022. COVID-19 Weekly Epidemiological Update. Edition 88."}, {"Citation": "World Health Organization Regional Office for Europe . Recommendations for concentration–response functions for cost–benefit analysis of particulate matter, ozone and nitrogen dioxide. 2013. Health risks of air pollution in Europe – HRAPIE project."}, {"Citation": "World Health Organization Regional Office for Europe  AirQ+ software tool for health risk assessment of air pollution. 2020. https://www.who.int/europe/tools-and-toolkits/airq---software-tool-for-health-risk-assessment-of-air-pollution"}, {"Citation": "Xu G., Jiao L., Zhao S., Cheng J. Spatial and temporal variability of PM2.5 concentration in China. Wuhan Univ. J. Natural Sciences. 2016;21:358–368."}, {"Citation": "Yadav R., Korhale N., Anand V., Rathod A., Bano S., Shinde R., Latha R., Sahu S.K., Murthy B.S., Beig G. COVID-19 lockdown and air quality of SAFAR-India metro cities. Urban Clim. 2020;34"}, {"Citation": "Zhang H., Wang Y., Hu J., Ying Q., Hu X. Relationships between meteorological parameters and criteria air pollutants in three megacities in China. Environ. Res. 2015;140:242–254.", "ArticleIdList": ["25880606"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "19"}, {"Year": "2023", "Month": "3", "Day": "6"}, {"Year": "2023", "Month": "3", "Day": "9"}, {"Year": "2023", "Month": "5", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "18", "Hour": "20", "Minute": "30"}, {"Year": "2023", "Month": "3", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["36933733", "PMC10020133", "10.1016/j.scitotenv.2023.162833", "S0048-9697(23)01449-3"]}}], "PubmedBookArticle": []}