{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Absenteeism", "Air pollution", "Meta-analysis", "Observational study", "Systematic review"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "36991377", "DateCompleted": {"Year": "2023", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "03", "Day": "30"}], "ELocationID": ["31", "10.1186/s12940-023-00979-8"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "30"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Effects of air pollution on restricted activity days: systematic review and meta-analysis.", "Pagination": {"StartPage": "31", "MedlinePgn": "31"}, "Abstract": {"AbstractText": ["The adverse effects of air pollution on human health include many diseases and health conditions associated with mortality, morbidity and disability. One example of these outcomes that can be translated into economic costs is the number of days of restricted activity. The aim of this study was to assess the effect of outdoor exposure to particulate matter with an aerodynamic diameter less than or equal to 10 and 2.5 μm (PM<sub>10</sub>, PM<sub>2.5</sub>), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>), on restricted activity days.", "Observational epidemiological studies with different study designs were included, and pooled relative risks (RR) with 95% confidence intervals (95%CI) were calculated for an increase of 10 μg/m<sup>3</sup> of the pollutant of interest. Random-effects models were chosen because of the environmental differences between the studies. Heterogeneity was estimated using prediction intervals (PI) and I-Squared (I2) values, while risk of bias was assessed using a tool developed by the World Health Organization specifically designed for air pollution studies, and based on different domains. Subgroup and sensitivity analyses were performed where possible. The protocol for this review was registered with PROSPERO (CRD42022339607).", "We included 18 articles in the quantitative analysis. Associations between pollutants and restricted activity days in time-series studies of short-term exposures, measured as work-loss days, school-loss days, or both were significant for PM<sub>10</sub> (RR: 1.0191; 95%CI: 1.0058-1.0326; 80%PI: 0.9979-1.0408; I2: 71%) and PM<sub>2.5</sub> (RR: 1.0166; 95%CI: 1.0050-1.0283; 80%PI: 0.9944-1.0397; I2: 99%), but not for NO<sub>2</sub> or O<sub>3</sub>. Some degree of heterogeneity between studies was observed, but sensitivity analysis showed no differences in the direction of the pooled relative risks when studies with a high risk of bias were excluded. Cross-sectional studies also showed significant associations for PM<sub>2.5</sub> and restricted activity days. We could not perform the analysis for long-term exposures because only two studies analysed this type of association.", "Restricted activity days and related outcomes were associated with some of the pollutants under evaluation, as shown in studies with different designs. In some cases, we were able to calculate pooled relative risks that can be used for quantitative modelling."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Buenos Aires, Argentina. porellano@frsn.utn.edu.ar."}, {"Identifier": [], "Affiliation": "Universidad Tecnológica Nacional, Facultad Regional San Nicolás, Colon 332, San Nicolas de los Arroyos, Argentina. porellano@frsn.utn.edu.ar."}], "LastName": "Orellano", "ForeName": "Pablo", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hospital General \"San Felipe\", San Nicolás, Argentina."}], "LastName": "Reynoso", "ForeName": "Julieta", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Tecnológica Nacional, Facultad Regional San Nicolás, Colon 332, San Nicolas de los Arroyos, Argentina."}, {"Identifier": [], "Affiliation": "Comisión de Investigaciones Científicas, Provincia de Buenos Aires, La Plata, Argentina."}], "LastName": "Quaranta", "ForeName": "Nancy", "Initials": "N"}], "PublicationTypeList": ["Meta-Analysis", "Systematic Review", "Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Observational Studies as Topic"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khomenko S, Cirach M, Pereira-Barboza E, Mueller N, Barrera-Gómez J, Rojas-Rueda D, et al. Health impacts of the new WHO air quality guidelines in European cities. Lancet Planet Health. 2021;5:e764. doi: 10.1016/S2542-5196(21)00288-6.", "ArticleIdList": ["10.1016/S2542-5196(21)00288-6", "34774118"]}, {"Citation": "WHO global air quality guidelines: Particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide [Internet]. Geneva: World Health Organization; 2021 [cited 2022 Aug 24]. Available from: http://www.ncbi.nlm.nih.gov/books/NBK574594/.", "ArticleIdList": ["34662007"]}, {"Citation": "Hoffmann B, Boogaard H, de Nazelle A, Andersen ZJ, Abramson M, Brauer M, et al. WHO Air Quality Guidelines 2021-Aiming for Healthier Air for all: A Joint Statement by Medical, Public Health, Scientific Societies and Patient Representative Organisations. Int J Public Health. 2021;66:1604465. doi: 10.3389/ijph.2021.1604465.", "ArticleIdList": ["10.3389/ijph.2021.1604465", "PMC8494774", "34630006"]}, {"Citation": "Morelli X, Gabet S, Rieux C, Bouscasse H, Mathy S, Slama R. Which decreases in air pollution should be targeted to bring health and economic benefits and improve environmental justice? Environ Int. 2019;129:538–550. doi: 10.1016/j.envint.2019.04.077.", "ArticleIdList": ["10.1016/j.envint.2019.04.077", "31163326"]}, {"Citation": "Yin H, Brauer M, Zhang JJ, Cai W, Navrud S, Burnett R, et al. Population ageing and deaths attributable to ambient PM2·5 pollution: a global analysis of economic cost. Lancet Planet Health. 2021;5:e356–e367. doi: 10.1016/S2542-5196(21)00131-5.", "ArticleIdList": ["10.1016/S2542-5196(21)00131-5", "34119010"]}, {"Citation": "Chen S, Bloom DE. The macroeconomic burden of noncommunicable diseases associated with air pollution in China. PLoS ONE. 2019;14:e0215663. doi: 10.1371/journal.pone.0215663.", "ArticleIdList": ["10.1371/journal.pone.0215663", "PMC6472813", "30998763"]}, {"Citation": "Kinman G. Sickness presenteeism at work: prevalence, costs and management. Br Med Bull. 2019;129:69–78. doi: 10.1093/bmb/ldy043.", "ArticleIdList": ["10.1093/bmb/ldy043", "30649219"]}, {"Citation": "Allen CW, Diamond-Myrsten S, Rollins LK. School Absenteeism in Children and Adolescents. Am Fam Physician. 2018;98:738–744.", "ArticleIdList": ["30525360"]}, {"Citation": "Wilder MH. Disability days, United States-1968. Vital Health Stat. 1972;10:1–51.", "ArticleIdList": ["25166467"]}, {"Citation": "Hubbell BJ, Hallberg A, McCubbin DR, Post E. Health-Related Benefits of Attaining the 8-Hr Ozone Standard. Environ Health Perspect. 2005;113:73–82. doi: 10.1289/ehp.7186.", "ArticleIdList": ["10.1289/ehp.7186", "PMC1253713", "15626651"]}, {"Citation": "Ostro BD. Air pollution and morbidity revisited: A specification test. J Environ Econ Manag. 1987;14:87–98. doi: 10.1016/0095-0696(87)90008-8.", "ArticleIdList": ["10.1016/0095-0696(87)90008-8"]}, {"Citation": "Morgan RL, Whaley P, Thayer KA, Schünemann HJ. Identifying the PECO: A framework for formulating good questions to explore the association of environmental and other exposures with health outcomes. Environ Int. 2018;121:1027–1031. doi: 10.1016/j.envint.2018.07.015.", "ArticleIdList": ["10.1016/j.envint.2018.07.015", "PMC6908441", "30166065"]}, {"Citation": "Atkinson RW, Cohen A, Mehta S, Anderson HR. Systematic review and meta-analysis of epidemiological time-series studies on outdoor air pollution and health in Asia. Air Qual Atmos Health. 2012;5:383–391. doi: 10.1007/s11869-010-0123-2.", "ArticleIdList": ["10.1007/s11869-010-0123-2"]}, {"Citation": "Greenland S, Thomas DC. On the need for the rare disease assumption in case-control studies. Am J Epidemiol. 1982;116:547–553. doi: 10.1093/oxfordjournals.aje.a113439.", "ArticleIdList": ["10.1093/oxfordjournals.aje.a113439", "7124721"]}, {"Citation": "Peng RD, Dominici F. Statistical Methods for Environmental Epidemiology with R: A Case Study in Air Pollution and Health. New York ; London; 2008."}, {"Citation": "Shah ASV, Langrish JP, Nair H, McAllister DA, Hunter AL, Donaldson K, et al. Global association of air pollution and heart failure: a systematic review and meta-analysis. Lancet. 2013;382:1039–1048. doi: 10.1016/S0140-6736(13)60898-3.", "ArticleIdList": ["10.1016/S0140-6736(13)60898-3", "PMC3809511", "23849322"]}, {"Citation": "Morgan RL, Thayer KA, Santesso N, Holloway AC, Blain R, Eftim SE, et al. A risk of bias instrument for non-randomized studies of exposures: A users’ guide to its application in the context of GRADE. Environ Int. 2019;122:168–184. doi: 10.1016/j.envint.2018.11.004.", "ArticleIdList": ["10.1016/j.envint.2018.11.004", "PMC8221004", "30473382"]}, {"Citation": "Orellano P, Reynoso J, Quaranta N, Bardach A, Ciapponi A. Short-term exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: Systematic review and meta-analysis. Environ Int. 2020;142:105876.", "ArticleIdList": ["32590284"]}, {"Citation": "Hedges LV, Higgins JPT, Rothstein HR, Borenstein M. Introduction to Meta-Analysis. Chichester, U.K; 2009."}, {"Citation": "Borenstein M. Research Note: In a meta-analysis, the I2 index does not tell us how much the effect size varies across studies. J Physiother. 2020;66:135–139. doi: 10.1016/j.jphys.2020.02.011.", "ArticleIdList": ["10.1016/j.jphys.2020.02.011", "32307309"]}, {"Citation": "IntHout J, Ioannidis JPA, Rovers MM, Goeman JJ. Plea for routinely presenting prediction intervals in meta-analysis. BMJ Open. 2016;6:e010247. doi: 10.1136/bmjopen-2015-010247.", "ArticleIdList": ["10.1136/bmjopen-2015-010247", "PMC4947751", "27406637"]}, {"Citation": "Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-analyses. BMJ. 2003;327:557–560. doi: 10.1136/bmj.327.7414.557.", "ArticleIdList": ["10.1136/bmj.327.7414.557", "PMC192859", "12958120"]}, {"Citation": "Rodrigues-Silva F, Santos U de P, Saldiva PHN, Amato-Lourenço LF, Miraglia SGEK. Health Risks and Economic Costs of Absenteeism Due to Air Pollution in São Paulo, Brazil. Aerosol Air Qual Res. Taiwan Association for Aerosol Research; 2012;12:826–33."}, {"Citation": "Hales NM, Barton CC, Ransom MR, Allen RT, Pope CA. A Quasi-Experimental Analysis of Elementary School Absences and Fine Particulate Air Pollution. Medicine (Baltimore) 2016;95:e2916. doi: 10.1097/MD.0000000000002916.", "ArticleIdList": ["10.1097/MD.0000000000002916", "PMC4782875", "26945391"]}, {"Citation": "Marcon A, Pesce G, Girardi P, Marchetti P, Blengio G, de Zolt SS, et al. Association between PM10 concentrations and school absences in proximity of a cement plant in northern Italy. Int J Hyg Environ Health. 2014;217:386–391. doi: 10.1016/j.ijheh.2013.07.016.", "ArticleIdList": ["10.1016/j.ijheh.2013.07.016", "23994300"]}, {"Citation": "Samoli E, Dimakopoulou K, Evangelopoulos D, Rodopoulou S, Karakatsani A, Veneti L, et al. Is daily exposure to ozone associated with respiratory morbidity and lung function in a representative sample of schoolchildren? Results from a panel study in Greece. J Expo Sci Environ Epidemiol. 2017;27:346–351. doi: 10.1038/jes.2016.32.", "ArticleIdList": ["10.1038/jes.2016.32", "27189255"]}, {"Citation": "Bruyneel L, Kestens W, Alberty M, Karakaya G, Van Woensel R, Horemans C, et al. Short-Term exposure to ambient air pollution and onset of work incapacity related to mental health conditions. Environ Int. 2022;164:107245. doi: 10.1016/j.envint.2022.107245.", "ArticleIdList": ["10.1016/j.envint.2022.107245", "35461095"]}, {"Citation": "Willers SM, Eriksson C, Gidhagen L, Nilsson ME, Pershagen G, Bellander T. Fine and coarse particulate air pollution in relation to respiratory health in Sweden. Eur Respir J. 2013;42:924–934. doi: 10.1183/09031936.00088212.", "ArticleIdList": ["10.1183/09031936.00088212", "23314898"]}, {"Citation": "Gilliland FD, Berhane K, Rappaport EB, Thomas DC, Avol E, Gauderman WJ, et al. The effects of ambient air pollution on school absenteeism due to respiratory illnesses. Epidemiology. 2001;12:43–54. doi: 10.1097/00001648-200101000-00009.", "ArticleIdList": ["10.1097/00001648-200101000-00009", "11138819"]}, {"Citation": "Ostro BD, Rothschild S. Air pollution and acute respiratory morbidity: an observational study of multiple pollutants. Environ Res. 1989;50:238–247. doi: 10.1016/S0013-9351(89)80004-0.", "ArticleIdList": ["10.1016/S0013-9351(89)80004-0", "2583069"]}, {"Citation": "Rondeau V, Berhane K, Thomas DC. A three-level model for binary time-series data: the effects of air pollution on school absences in the Southern California Children’s Health Study. Stat Med. 2005;24:1103–1115. doi: 10.1002/sim.1980.", "ArticleIdList": ["10.1002/sim.1980", "15558697"]}, {"Citation": "Chen S, Hong XU, Weiyan LIU, Shanshan XU, Ye LYU, Wenhui Z. The influence of air pollution on the health of primary school students. zgxxws. 中国学校卫生; 2021;42:1560–1563, 1567."}, {"Citation": "Wu Y, Zhang T, Wang Y, Wei J, Huang L, Yang J, et al. Spatial heterogeneity in health risks of illness-related absenteeism associated with PM2.5 exposure for elementary students. Environ Res. 2022;212:113473.", "ArticleIdList": ["35609651"]}, {"Citation": "Yang, Huijian XIE, Wenpeng W, Yongyong XI, Cun QIN, Yunbiao H, et al. Air pollution and elementary school students’ absenteeism caused by respiratory symptoms and diseases among primary school students. Chinese Journal of School Health [Internet]. Chinese Journal of School Health; 2019 [cited 2022 Aug 25]; Available from: https://www.scienceopen.com/document?vid=1f769bd6-fe00-4210-818f-4b60805c75ec."}, {"Citation": "Zhang Y, Cui L, Xu D, He MZ, Zhou J, Han L, et al. The association of ambient PM2.5 with school absence and symptoms in schoolchildren: a panel study. Pediatr Res. 2018;84:28–33.", "ArticleIdList": ["PMC6581566", "29795198"]}, {"Citation": "Watanabe M, Noma H, Kurai J, Kato K, Sano H. Association with Ambient Air Pollutants and School Absence Due to Sickness in Schoolchildren: A Case-Crossover Study in a Provincial Town of Japan. Int J Environ Res Public Health. 2021;18:6631. doi: 10.3390/ijerph18126631.", "ArticleIdList": ["10.3390/ijerph18126631", "PMC8296492", "34203021"]}, {"Citation": "Park H, Lee B, Ha E-H, Lee J-T, Kim H, Hong Y-C. Association of air pollution with school absenteeism due to illness. Arch Pediatr Adolesc Med. 2002;156:1235–1239. doi: 10.1001/archpedi.156.12.1235.", "ArticleIdList": ["10.1001/archpedi.156.12.1235", "12444836"]}, {"Citation": "Hansen AC, Selte HK. Air pollution and sick-leaves A case study using air pollution data from Oslo. Environmental and Resource Economics Netherlands. 2000;16:31–50. doi: 10.1023/A:1008318004154.", "ArticleIdList": ["10.1023/A:1008318004154"]}, {"Citation": "Samakovlis E, Huhtala A, Bellander T, Svartengren M. Valuing health effects of air pollution—Focus on concentration-response functions. J Urban Econ. 2005;58:230–249. doi: 10.1016/j.jue.2005.03.007.", "ArticleIdList": ["10.1016/j.jue.2005.03.007"]}, {"Citation": "Adams PF, Hendershot GE, Marano MA, Centers for Disease Control and Prevention/National Center for Health Statistics. Current estimates from the National Health Interview Survey, 1996. Vital Health Stat 10. 1999;1–203.", "ArticleIdList": ["15782448"]}, {"Citation": "Ostro BD. The effects of air pollution on work loss and morbidity. J Environ Econ Manag. 1983;10:371–382. doi: 10.1016/0095-0696(83)90006-2.", "ArticleIdList": ["10.1016/0095-0696(83)90006-2"]}, {"Citation": "Alderson MR. Data on sickness absence in some recent publications of the Ministry of Pensions and National Insurance. Br J Prev Soc Med. 1967;21:1–6.", "ArticleIdList": ["PMC1059059", "6032060"]}, {"Citation": "Bury IB. A study of the effects of air pollution on children. J Sch Health. 1970;40:510–513. doi: 10.1111/j.1746-1561.1970.tb04411.x.", "ArticleIdList": ["10.1111/j.1746-1561.1970.tb04411.x", "5202906"]}, {"Citation": "Künzli N, Kaiser R, Medina S, Studnicka M, Chanel O, Filliger P, et al. Public-health impact of outdoor and traffic-related air pollution: a European assessment. Lancet. 2000;356:795–801. doi: 10.1016/S0140-6736(00)02653-2.", "ArticleIdList": ["10.1016/S0140-6736(00)02653-2", "11022926"]}, {"Citation": "Ostro BD. Associations between morbidity and alternative measures of particulate matter. Risk Anal. 1990;10:421–427. doi: 10.1111/j.1539-6924.1990.tb00525.x.", "ArticleIdList": ["10.1111/j.1539-6924.1990.tb00525.x", "2236745"]}, {"Citation": "Ostro BD, Tran H, Levy JI. The health benefits of reduced tropospheric ozone in California. J Air Waste Manag Assoc. 2006;56:1007–1021. doi: 10.1080/10473289.2006.10464511.", "ArticleIdList": ["10.1080/10473289.2006.10464511", "16878591"]}, {"Citation": "Castro A, Künzli N, Götschi T. Health benefits of a reduction of PM10 and NO2 exposure after implementing a clean air plan in the Agglomeration Lausanne-Morges. Int J Hyg Environ Health. 2017;220:829–839. doi: 10.1016/j.ijheh.2017.03.012.", "ArticleIdList": ["10.1016/j.ijheh.2017.03.012", "28411064"]}, {"Citation": "Malmqvist E, Lisberg Jensen E, Westerberg K, Stroh E, Rittner R, Gustafsson S, et al. Estimated health benefits of exhaust free transport in the city of Malmö. Southern Sweden Environ Int. 2018;118:78–85. doi: 10.1016/j.envint.2018.05.035.", "ArticleIdList": ["10.1016/j.envint.2018.05.035", "29807292"]}, {"Citation": "Environmental noise guidelines for the European Region [Internet]. 2022 [cited 2022 Aug 25]. Available from: https://www.who.int/europe/publications/i/item/9789289053563."}, {"Citation": "Lu C, Norbäck D, Zhang Y, Li B, Zhao Z, Huang C, et al. Common cold among young adults in China without a history of asthma or allergic rhinitis - associations with warmer climate zone, dampness and mould at home, and outdoor PM10 and PM2.5. Sci Total Environ. 2020;749:141580.", "ArticleIdList": ["32841860"]}, {"Citation": "Yee J, Cho YA, Yoo HJ, Yun H, Gwak HS. Short-term exposure to air pollution and hospital admission for pneumonia: a systematic review and meta-analysis. Environ Health. 2021;20:6. doi: 10.1186/s12940-020-00687-7.", "ArticleIdList": ["10.1186/s12940-020-00687-7", "PMC7792212", "33413431"]}, {"Citation": "Orellano P, Quaranta N, Reynoso J, Balbi B, Vasquez J. Effect of outdoor air pollution on asthma exacerbations in children and adults: Systematic review and multilevel meta-analysis. PLoS ONE. 2017;12:e0174050. doi: 10.1371/journal.pone.0174050.", "ArticleIdList": ["10.1371/journal.pone.0174050", "PMC5358780", "28319180"]}, {"Citation": "Zheng X-Y, Orellano P, Lin H-L, Jiang M, Guan W-J. Short-term exposure to ozone, nitrogen dioxide, and sulphur dioxide and emergency department visits and hospital admissions due to asthma: A systematic review and meta-analysis. Environ Int. 2021;150:106435. doi: 10.1016/j.envint.2021.106435.", "ArticleIdList": ["10.1016/j.envint.2021.106435", "33601224"]}, {"Citation": "Bloemsma LD, Hoek G, Smit LAM. Panel studies of air pollution in patients with COPD: Systematic review and meta-analysis. Environ Res. 2016;151:458–468. doi: 10.1016/j.envres.2016.08.018.", "ArticleIdList": ["10.1016/j.envres.2016.08.018", "27565881"]}, {"Citation": "Chen J, Hoek G. Long-term exposure to PM and all-cause and cause-specific mortality: A systematic review and meta-analysis. Environ Int. 2020;143:105974. doi: 10.1016/j.envint.2020.105974.", "ArticleIdList": ["10.1016/j.envint.2020.105974", "32703584"]}, {"Citation": "Song X, Wang S, Hu Y, Yue M, Zhang T, Liu Y, et al. Impact of ambient temperature on morbidity and mortality: An overview of reviews. Sci Total Environ. 2017;586:241–254. doi: 10.1016/j.scitotenv.2017.01.212.", "ArticleIdList": ["10.1016/j.scitotenv.2017.01.212", "28187945"]}, {"Citation": "Analitis A, De’ Donato F, Scortichini M, Lanki T, Basagana X, Ballester F, et al. Synergistic Effects of Ambient Temperature and Air Pollution on Health in Europe: Results from the PHASE Project. Int J Environ Res Public Health. 2018;15:E1856.", "ArticleIdList": ["PMC6163671", "30154318"]}, {"Citation": "Janes H, Sheppard L, Lumley T. Case-crossover analyses of air pollution exposure data: referent selection strategies and their implications for bias. Epidemiology. 2005;16:717–726. doi: 10.1097/01.ede.0000181315.18836.9d.", "ArticleIdList": ["10.1097/01.ede.0000181315.18836.9d", "16222160"]}, {"Citation": "Brauer M, Brumm J, Vedal S, Petkau AJ. Exposure misclassification and threshold concentrations in time series analyses of air pollution health effects. Risk Anal. 2002;22:1183–1193. doi: 10.1111/1539-6924.00282.", "ArticleIdList": ["10.1111/1539-6924.00282", "12530788"]}, {"Citation": "Sterne JAC, Sutton AJ, Ioannidis JPA, Terrin N, Jones DR, Lau J, et al. Recommendations for examining and interpreting funnel plot asymmetry in meta-analyses of randomised controlled trials. BMJ. 2011;343:d4002. doi: 10.1136/bmj.d4002.", "ArticleIdList": ["10.1136/bmj.d4002", "21784880"]}, {"Citation": "Rothstein HR, Sutton AJ, Borenstein M. Publication Bias in Meta-Analysis: Prevention, Assessment and Adjustments. Chichester: Wiley; 2005."}, {"Citation": "Teculescu D, Pham QT, Aubry C, Chau N, Viaggi MN, Henquel JC, et al. [Respiratory health of children and atmospheric pollution. II. Ventilatory function]. Rev Mal Respir. 1989;6:221–8.", "ArticleIdList": ["2740586"]}, {"Citation": "Auermann E, Bigl S, Hajduk F, Meyer R. Lippmann R [Effect of air pollutants on the health of the Annaberg district population with special reference to acute respiratory tract diseases] Kinderarztl Prax. 1992;60:137–141.", "ArticleIdList": ["1495266"]}, {"Citation": "Krzyzanowski M, Dora C, Bruce N. Improvement of air quality in low-income countries. Lancet. 2011;377:1920. doi: 10.1016/S0140-6736(11)60811-8.", "ArticleIdList": ["10.1016/S0140-6736(11)60811-8", "21641479"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "9"}, {"Year": "2023", "Month": "3", "Day": "7"}, {"Year": "2023", "Month": "3", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "3", "Day": "29", "Hour": "23", "Minute": "46"}, {"Year": "2023", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["36991377", "PMC10061989", "10.1186/s12940-023-00979-8", "10.1186/s12940-023-00979-8"]}}], "PubmedBookArticle": []}