{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Acaricides", "Dose-dependent", "Ozone", "Rhipicephalus microplus", "Ticks"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37029855", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "08"}], "ELocationID": ["10.1007/s10493-023-00791-6"], "Journal": {"ISSN": "1572-9702", "JournalIssue": {"Volume": "89", "Issue": "3-4", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Experimental & applied acarology", "ISOAbbreviation": "Exp Appl Acarol"}, "ArticleTitle": "Acaricidal action of ozone on larvae and engorged females of Rhipicephalus microplus: a dose-dependent relationship.", "Pagination": {"StartPage": "433", "EndPage": "445", "MedlinePgn": "433-445"}, "Abstract": {"AbstractText": ["The tick Rhipicephalus microplus is a vector of infectious agents that causes great economic loss in the productivity of cattle herds. Several studies have sought natural compounds with acaricidal activity to control ticks, without allowing the development of resistance, without causing environmental damage, and without presenting toxicity to the hosts. The activity of ozone on the natural biomolecules of living beings has been studied as an alternative to control arthropods and acaricidal effects were shown on ticks. The aim of the present study was to assess the acaricidal effect on larvae and engorged females of R. microplus according to ozone dose. Larvae (n = 377) were distributed in 10 groups and engorged females (n = 284) were distributed in 14 groups. One group was used as control (not exposed to ozone) and the other groups were exposed to ozone gas for 5-105 min. Ozone had a dose-dependent acaricidal effect on both larvae and engorged females. Dosages between 355 and 2130 mg/L min had a delayed acaricidal effect (12-180 h), leading to the death of all engorged females before laying eggs, whereas doses between 3195 and 7455 mg/L min showed immediate acaricidal effect (5 min to 4 h). Doses between 1775 and 6390 mg/L min had an immediate (up to 5 min) acaricidal effect on the larvae of this species. Further studies should consider longer follow-up times during the assessment of the acaricidal activity against ticks."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Engineering Center, Anhembi Morumbi University (UAM), Rua Casa do Ator, 294, Campus Vila Olímpia, São Paulo, SP, CEP 04546-001, Brazil."}, {"Identifier": [], "Affiliation": "Centro Universitário de Barra Mansa (UBM), Rua José Maria da Cruz, 267, Centro, Barra Mansa, RJ, CEP 27330-550, Brazil."}], "LastName": "Castro", "ForeName": "R A", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Engineering Center, Anhembi Morumbi University (UAM), Rua Casa do Ator, 294, Campus Vila Olímpia, São Paulo, SP, CEP 04546-001, Brazil."}, {"Identifier": [], "Affiliation": "Center of Innovation, Technology and Education (CITÉ), Estrada Dr. Altino Bondesan, 500, Distrito de Eugênio de Melo, São José dos Campos, SP, CEP 12247-016, Brazil."}, {"Identifier": [], "Affiliation": "Arena235 Research Lab BR, Rua Carlos Maria Auricchio, 55-Jardim Aquarius, São José dos Campos, SP, CEP 12246-876, Brazil."}], "LastName": "Neto", "ForeName": "O P", "Initials": "OP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal and Human Anatomy Department, Federal Rural University of Rio de Janeiro (UFRRJ), Seropédica, Rio de Janeiro, 23890-000, Brazil."}], "LastName": "Mendes", "ForeName": "A L S", "Initials": "ALS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Engineering Center, Anhembi Morumbi University (UAM), Rua Casa do Ator, 294, Campus Vila Olímpia, São Paulo, SP, CEP 04546-001, Brazil. lh.medicinaveterinaria@gmail.com."}, {"Identifier": [], "Affiliation": "Center of Innovation, Technology and Education (CITÉ), Estrada Dr. Altino Bondesan, 500, Distrito de Eugênio de Melo, São José dos Campos, SP, CEP 12247-016, Brazil. lh.medicinaveterinaria@gmail.com."}], "LastName": "Moreira", "ForeName": "L H", "Initials": "LH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Exp Appl Acarol", "NlmUniqueID": "8507436", "ISSNLinking": "0168-8162"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acaricides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Acaricides"}, {"QualifierName": [], "DescriptorName": "Larva"}, {"QualifierName": [], "DescriptorName": "Rhipicephalus"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abreu MR, Junior ID, Pereira NRC, Camargo-Mathias MI (2020) Exposure of ticks Rhipicephalus sanguineus sensu lato (Acari:Ixodidae) to ozonated water: integument response. Ozone. https://doi.org/10.1080/01919512.2020.1727310", "ArticleIdList": ["10.1080/01919512.2020.1727310"]}, {"Citation": "Abreu MR, Delalibera I Jr, Pereira NRC, Camargo-Mathias MI (2021) Morphophysiological analysis of the salivary glands of Rhipicephalus sanguineus sensu lato (Acari: Ixodidae) exposed to ozonated water: a control strategy. Med Vet Entomol 35(1):88–96. https://doi.org/10.1111/mve.12472", "ArticleIdList": ["10.1111/mve.12472", "32841407"]}, {"Citation": "Ballinger CA, Cueto R, Squadrito G, Coffin JF, Velsor LW, Pryor WA, Postlethwait EM (2005) Antioxidant-mediated augmentation of ozone-induced membrane oxidation. Free Radic Biol Med 38(4):515–526. https://doi.org/10.1016/j.freeradbiomed.2004.11.009", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.11.009", "15649654"]}, {"Citation": "Batakliev T, Georgiev V, Anachkov M, Racovsky S, Zaicov GE (2014) Ozone decomposition. Interdiscip Toxicol 7(2):47–59. https://doi.org/10.2478/intox-2014-0008", "ArticleIdList": ["10.2478/intox-2014-0008", "26109880", "4427716"]}, {"Citation": "Beadle DJ (1974) Fine structure of the integument of the ticks Boophilus decoloratus Koch and B. microplus (Canastrini) (Acarina: Ixodidae). Int J Insect Morphol Embryol 3:1–12. https://doi.org/10.1016/S0020-7322(74)81002-0", "ArticleIdList": ["10.1016/S0020-7322(74)81002-0"]}, {"Citation": "Bianchi MW, Barré N, Messad S (2003) Factors related to cattle infestation level and resistance to acaricides in Boophilus microplus tick populations in New Caledonia. Vet Parasitol 112:75–89. https://doi.org/10.1016/s0304-4017(02)00415-6", "ArticleIdList": ["10.1016/s0304-4017(02)00415-6", "12581586"]}, {"Citation": "Bock R, Jackson L, De Vos A, Jorgensen W (2004) Babesiosis of cattle. Parasitology 129:247–269. https://doi.org/10.1017/S0031182004005190", "ArticleIdList": ["10.1017/S0031182004005190"]}, {"Citation": "Bonjour EL, Opit GP, Hardin J, Jones CL, Payton ME, Beeby RL (2011) Efficacy of ozone fumigation against the major grain pests in stored wheat. J Econ Entomol 104(1):308–316. https://doi.org/10.1603/EC10200", "ArticleIdList": ["10.1603/EC10200", "21404872"]}, {"Citation": "Boopathy B, Rajan A, Radhakrishnan M (2021) Ozone: an alternative fumigant in controlling the stored product insects and pests: a status report. Ozone 44(1):79–95. https://doi.org/10.1080/01919512.2021.1933899", "ArticleIdList": ["10.1080/01919512.2021.1933899"]}, {"Citation": "Castro KNC, Lima DF, Wolschick D, Andrade IM, Santos RC, Santos FJS, Veras LMC, Costa-Junior LM (2016) In vitro effects of Pilocarpus microphyllus extracts and pilocarpine hydrochloride on Rhipicephalus (Boophilus) microplus. Braz J Vet Parasitol 25(2):248–253. https://doi.org/10.1590/S1984-29612016032", "ArticleIdList": ["10.1590/S1984-29612016032"]}, {"Citation": "Chagas ACS, Oliveira MCS, Gigliote R, Santana RCM, Bisso HR, Gama PE, Chaves FCM (2016) Efficacy of 11 Brazilian essential oils on lethality of the cattle tick Rhipicephalus (Boophilus) microplus. Ticks Tick-Borne Dis 7(3):427–432. https://doi.org/10.1016/j.ttbdis.2016.01.001", "ArticleIdList": ["10.1016/j.ttbdis.2016.01.001", "26867819"]}, {"Citation": "Criegee R (1975) Mechanism of ozonolysis. Angew Chem Int Ed Engl 14(11):745–752. https://doi.org/10.1002/anie.197507451", "ArticleIdList": ["10.1002/anie.197507451"]}, {"Citation": "Cruz EMO, Costa-Junior LM, Pinto JAO, Santos DA, Araujo AS, Arrigoni-Blank MF, Bacci L, Alves PB, Cavalcante SCH, Blank AF (2013) Acaricidal activity of Lippia gracilis essential oil and its major constituents on the tick Rhipicephalus (Boophilus) microplus. Vet Parasitol 195(1–2):198–202. https://doi.org/10.1016/j.vetpar.2012.12.046", "ArticleIdList": ["10.1016/j.vetpar.2012.12.046", "23337330"]}, {"Citation": "Darwish AA, Azab MM, Abd-El-Aziz AE, Ayad ELS (2019) Efficacy of ozone gas against two stored product insects. Ann Agric Sci Moshtohor 57(1):139–144. https://doi.org/10.21608/assjm.2019.42225", "ArticleIdList": ["10.21608/assjm.2019.42225"]}, {"Citation": "Demessie Y, Derso S (2015) Tick Borne hemoparasitic diseases of ruminants: a review. Adv Biol Res 9(4):210–224. https://doi.org/10.5829/idosi.abr.2015.9.4.9516", "ArticleIdList": ["10.5829/idosi.abr.2015.9.4.9516"]}, {"Citation": "Dong X, Agarwal M, Xiao Y, Ren Y, Maker G, Yu X (2022) Ozone efficiency on two coleopteran insect pests and its effect on quality and germination of barley. Insects 13(4):318. https://doi.org/10.3390/insects13040318", "ArticleIdList": ["10.3390/insects13040318", "35447760", "9027898"]}, {"Citation": "Ersoy ZG, Barisci S, Turkay O (2019) Mechanisms of the Escherichia coli and Enterococcus faecalis inactivation by ozone. LWT Food Sci Technol 100:306–313. https://doi.org/10.1016/j.lwt.2018.10.095", "ArticleIdList": ["10.1016/j.lwt.2018.10.095"]}, {"Citation": "Eskezia BG, Desta AH (2016) Review on the impact of ticks on livestock health and productivity. J Biol 6(22):1–7"}, {"Citation": "Figueiredo TFB, Lima JC, Fernandes AB, Zângaro RA, Mendes ALS, Moreira LH (2018) Effect of ozone on engorged Rhipicephalus microplus (Acari: Ixodidae) females during the pre-laying period. Ozone. https://doi.org/10.1080/01919512.2018.1533807", "ArticleIdList": ["10.1080/01919512.2018.1533807"]}, {"Citation": "Fonseca PMM, Feitosa LS, Fernandes AB, Zângaro RA, Miyakawa W, Lima JC (2015) Disinfection of dental instruments contaminated with Streptococcus mutans using Ozonated water alone or combined with ultrasound. Ozone 37(1):85–89. https://doi.org/10.1080/01919512.2014.904740", "ArticleIdList": ["10.1080/01919512.2014.904740"]}, {"Citation": "Furlong J, Martins JR, Prata MCA (2007) O carrapato dos bovinos e a resistência: temos que comemorar? A Hora Veterinária 159:26–32"}, {"Citation": "Furtado FN, Silva VAR, Pereira JR, Akisui G, Coêlho FAZ, Coêlho MDG (2013) Avaliação in vitro do potencial acaricida do óleo essencial de Tagetes minuta frente à Rhipicephalus (Boophilus) microplus (Canestrini, 1887). Revista Biociências 19(1):104–110"}, {"Citation": "Gadagkar SR, Call GB (2015) Computational tools for fitting the Hill equation to dose–response curves. J Pharmacol Toxicol Methods 71:68–76. https://doi.org/10.1016/j.vascn.2014.08.006", "ArticleIdList": ["10.1016/j.vascn.2014.08.006", "25157754"]}, {"Citation": "Gomes GA, Monteiro CMO, Senra TOS, Zeringota V, Calmon F, Matos RS, Daemon E, Goes RWS, Santiago GMP, Carvalho MG (2012) Chemical composition and acaricidal activity of essential oil from Lippia sidoides on larvae of Dermacentor nitens (Acari: Ixodidae) and larvae and engorged females of Rhipicephalus microplus (Acari: Ixodidae). Parasitol Res 111:2423–2430. https://doi.org/10.1007/s00436-012-3101-9", "ArticleIdList": ["10.1007/s00436-012-3101-9", "22983219"]}, {"Citation": "Greene AK, Few BK, Serafini JC (1993) A comparison of ozonation and chlorination for the disinfection of stainless steel surfaces. J Dairy Sci 76(11):3617–3620. https://doi.org/10.3168/jds.s0022-0302(93)77702-4", "ArticleIdList": ["10.3168/jds.s0022-0302(93)77702-4", "8270705"]}, {"Citation": "Grisi L, Leite RC, Martins JRS, Barros ATM, Andreotti R, Cançado PHD, León AAP, Pereira JB, Villela HS (2014) Reassessment of the potential economic impact of cattle parasites in Brazil. Rev Bras Parasitol Vet 23(2):150–156. https://doi.org/10.1590/S1984-29612014042", "ArticleIdList": ["10.1590/S1984-29612014042", "25054492"]}, {"Citation": "Hachman RH, Filshie BK (1982) The tick cuticle. In: Obenchain FD, Galun R (eds) Fisiology of ticks chapter 1. Pergamon Press, Oxford, pp 1–42"}, {"Citation": "Hansen LS, Hansen P, Jensen KMV (2012) Lethal doses of ozone for control of all stages of internal and external feeders in stored products. Pest Manag Sci 68(9):1311–1316. https://doi.org/10.1002/ps.3304", "ArticleIdList": ["10.1002/ps.3304", "22566141"]}, {"Citation": "Holmstrup M, Sørensen JG, Heckmann LH, Slotsbo S, Hansen P, Hansen LS (2011) Effects of ozone on gene expression and lipid peroxidation in adults and larvae of the red flour beetle (Tribolium castaneum). J Stored Prod Res 47(4):378–384. https://doi.org/10.1016/j.jspr.2011.07.002", "ArticleIdList": ["10.1016/j.jspr.2011.07.002"]}, {"Citation": "Hurtado OJB, Giraldo-Ríos C (2019) Economic and health impact of the ticks in production animals. Ticks and Tick-Borne Pathog. https://doi.org/10.5772/intechopen.81167", "ArticleIdList": ["10.5772/intechopen.81167"]}, {"Citation": "Jian F, Jayas DS, White NDG (2013) Can ozone be a new control strategy for pests of stored grain? Agric Res 2(1):1–8. https://doi.org/10.1007/s40003-012-0046-2", "ArticleIdList": ["10.1007/s40003-012-0046-2"]}, {"Citation": "Jongejan F, Uilenberg G (2004) The global importance of ticks. Parasitology 129:3–14. https://doi.org/10.1017/s0031182004005967", "ArticleIdList": ["10.1017/s0031182004005967"]}, {"Citation": "Lage TCA, Montanari RM, Fernandes AS, Monteiro CMO, Senra TOS, Zeringota V, Calmon F, Matos RS, Daemon E (2013) Activity of essential oil of Lippia triplinervis Gardner (Verbenaceae) on Rhipicephalus microplus (Acari: Ixodidae). Parasitol Res 112:863–869. https://doi.org/10.1007/s00436-012-3209-y", "ArticleIdList": ["10.1007/s00436-012-3209-y", "23224609"]}, {"Citation": "Lew-Tabor AE, Rodriguez Valle M (2016) A review of reverse vaccinology approaches for the development of vaccines against ticks and tick borne diseases. Ticks Tick Dis 7:573–585. https://doi.org/10.1016/j.ttbdis.2015.12.012", "ArticleIdList": ["10.1016/j.ttbdis.2015.12.012"]}, {"Citation": "Mendez F, Maier DE, Mason LJ, Woloshuk CP (2003) Penetration of ozone into columns of stored grains and effects on chemical composition and performance. J Stored Prod Res 39:33–44. https://doi.org/10.1016/S0022-474X(02)00015-2", "ArticleIdList": ["10.1016/S0022-474X(02)00015-2"]}, {"Citation": "Minho A, Gaspar E, Domingues, R. (2016) Guia prático para determinação de curva dose-resposta e concentração letal em bioensaios com extratos vegetais. Comunicado Técnico 93, Embrapa Pecuária Sul. Bagé, RS"}, {"Citation": "Monteiro CMO, Daemon E, Clemente MA, Rosa LS, Maturano R (2009) Acaricidal efficacy of thymol on engorged nymphs and females of Rhipicephalus sanguineus (Latreille, 1808) (Acari: Ixodidae). Parasitol Res 105:1093–1097. https://doi.org/10.1007/s00436-009-1530-x", "ArticleIdList": ["10.1007/s00436-009-1530-x"]}, {"Citation": "Moreira LH, Figueiredo TFB, Alves LP, Fernandes AB, Zângaro RA, Mendes ALS, Gaudêncio FN, Lima JC (2017) Effect of ozone as Acaricide: action of the ozone on the cuticle and respiratory spiracle of tick Rhipicephalus sanguineus sensu lato. Ozone. https://doi.org/10.1080/01919512.2017.1403306", "ArticleIdList": ["10.1080/01919512.2017.1403306"]}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M (2004) Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod 30(11):778–781. https://doi.org/10.1097/00004770-200411000-00007", "ArticleIdList": ["10.1097/00004770-200411000-00007", "15505509"]}, {"Citation": "Nicholson WL, Sonenshine DE, Noden BH, Brown RN (2019) Ticks (Ixodida). Med Vet Entomol. https://doi.org/10.1016/b978-0-12-814043-7.00027-3", "ArticleIdList": ["10.1016/b978-0-12-814043-7.00027-3"]}, {"Citation": "Oliveira MKF, Pedrassani D (2017) Extrato hidroalcoólico de eucalipto, Eucalyptus dunnii, no controle do carrapato bovino, Rhipicephalus (Boophilus) microplus. Rev Acad Ciênc Anim 15:41–48", "ArticleIdList": ["10.7213/academica.15.2017.06"]}, {"Citation": "Oliveira HH, Lima CJ, Fernandes AB, Zângaro RA, Moreira LH (2014) Uso De Óleo Ozonizado No Tratamento Tópico De Infestação Por Carrapato Em Cão - Relato De Caso. Revista Brasileira De Medicina Veterinária 36(4):405–408"}, {"Citation": "Oliveira MVS, Konig IFM, Reis AC, Silva L, Peconick AP, Thomasi SS, Lima-de-Souza JR, Camargo-Mathias MI, Remedio RN (2020) Sublethal concentrations of acetylcarvacrol affect reproduction and integument morphology in the brown dog tick Rhipicephalus sanguineus sensu lato (Acari: Ixodidae). Exp Appl Acarol 82:265–279. https://doi.org/10.1007/s10493-020-00538-7", "ArticleIdList": ["10.1007/s10493-020-00538-7", "32857314"]}, {"Citation": "Parveen S, Godara R, Katoch R, Yadav A, Verma PK, Katoch M, Singh NK (2014) In vitro evaluation of ethanolic extracts of ageratum conyzoides and Artemisia absinthium against Cattle Tick, Rhipicephalus microplus. Sci World J. https://doi.org/10.1155/2014/858973", "ArticleIdList": ["10.1155/2014/858973"]}, {"Citation": "Pereira Junior AM, Camargo-Mathias MI, Daemon E, Peconick AP, Lima-Souza JR, Oliveira PR, Braga AS, Lara LJ, Remedio RN (2019) Efficacy of carvacrol on Rhipicephalus (Boophilus) microplus engorged female ticks (Canestrini, 1887) (Acari: Ixodidae): effects on mortality and reproduction. Nat Prod Res 3428:3431. https://doi.org/10.1080/14786419.2019.1569657", "ArticleIdList": ["10.1080/14786419.2019.1569657"]}, {"Citation": "Ramírez C, Ibarra F, Pérez HI, Manjarrez N, Salgado HJ, Ortega L (2016) Assessment and determination of LC50 of carvacrol and salicylic acid analogues with acaricide activity in larvae and adult ticks of Rhipicephalus (Boophilus) microplus. Parasite Epidemiol Control 1(2):72–77. https://doi.org/10.1016/j.parepi.2016.02.006", "ArticleIdList": ["10.1016/j.parepi.2016.02.006", "29988173", "5991821"]}, {"Citation": "Reck J, Klafke GM, Webster A, Dall’agnol B, Scheffer R, Souza UA, Corassini VB, Vargas R, Santos JS, Martins JRS, (2014) First report of fluazuron resistance in Rhipicephalus microplus: a field tick population resistant to six classes of acaricides. Vet Parasitol 201(1–2):128–136. https://doi.org/10.1016/j.vetpar.2014.01.012", "ArticleIdList": ["10.1016/j.vetpar.2014.01.012", "24560364"]}, {"Citation": "Renthal R, Lohmeyer K, Borges LMF, León AAP (2019) Surface lipidome of the lone star tick, Amblyomma americanum, provides leads on semiochemicals and lipid metabolism. Ticks and Tick-Borne Dis 10:138–145. https://doi.org/10.1016/j.ttbdis.2018.09.009", "ArticleIdList": ["10.1016/j.ttbdis.2018.09.009"]}, {"Citation": "Rozado AF, Faroni LRA, Urruchi WMI, Guedes RNC, Paes JL (2008) Aplicação de ozônio contra Sitophilus zeamais e Tribolium castaneum em milho armazenado. Revista Brasileira de Engenharia Agrícola e Ambiental 12(3):282–285. https://doi.org/10.1590/s1415-43662008000300009", "ArticleIdList": ["10.1590/s1415-43662008000300009"]}, {"Citation": "Sonenshine DE, Roe RM (2014) Biology of the ticks 2nd. V.1. Oxford University Press, New York"}, {"Citation": "Sousa AH, Faroni LRA, Silva GN, Guedes RNC (2012) Ozone toxicity and walking response of populations of Sitophilus zeamais (Coleoptera: Curculionidae). J Econ Entomol 105(6):2187–2195. https://doi.org/10.1016/j.jspr.2015.11.001", "ArticleIdList": ["10.1016/j.jspr.2015.11.001", "23356086"]}, {"Citation": "Szabó MPJ, Garcia CA, Silva TL, Olegário MMM, Campos VA, Castro IP (2009) Efeito Acaricida da Mistura Oxigênio - Ozônio Sobre o Carrapato Rhipicephalus sanguineus. Veterinária Notícias 15(2):43–50"}, {"Citation": "Tidwell JP, Treviño DE, Thomas DB, Mitchell RD III, Heerman MG, León AP, Lohmeyer KH (2021) Pictorial dissection guide and internal anatomy of the cattle tick, Rhipicephalus (Boophilus) microplus (Canestrini). Ticks Tick-borne Dis 12(3):101685. https://doi.org/10.1016/j.ttbdis.2021.101685", "ArticleIdList": ["10.1016/j.ttbdis.2021.101685", "33611153"]}, {"Citation": "Zhang Y, Qingping W, Zhang J, Yang X (2016) Alteration in Escherichia coli and Streptococcus faecalis cells induced by ozone. J Food Sci Technol 1(3):106–112"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "30"}, {"Year": "2023", "Month": "3", "Day": "27"}, {"Year": "2023", "Month": "5", "Day": "10", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "8", "Hour": "11", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37029855", "10.1007/s10493-023-00791-6", "10.1007/s10493-023-00791-6"]}}], "PubmedBookArticle": []}