{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Lung function", "Mixture", "Multi-pollutant", "Prenatal exposure", "spirometry"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37064424", "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "04"}], "ELocationID": ["e249", "10.1097/EE9.0000000000000249"], "Journal": {"ISSN": "2474-7882", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Apr"}}, "Title": "Environmental epidemiology (Philadelphia, Pa.)", "ISOAbbreviation": "Environ Epidemiol"}, "ArticleTitle": "Prenatal Ambient Air Pollutant Mixture Exposure and Early School-age Lung Function.", "Pagination": {"StartPage": "e249", "MedlinePgn": "e249"}, "Abstract": {"AbstractText": ["Research linking prenatal ambient air pollution with childhood lung function has largely considered one pollutant at a time. Real-life exposure is to mixtures of pollutants and their chemical components; not considering joint effects/effect modification by co-exposures contributes to misleading results.", "Analyses included 198 mother-child dyads recruited from two hospitals and affiliated community health centers in Boston, Massachusetts, USA. Daily prenatal pollutant exposures were estimated using satellite-based hybrid chemical-transport models, including nitrogen dioxide(NO<sub>2</sub>), ozone(O<sub>3</sub>), and fine particle constituents (elemental carbon [EC], organic carbon [OC], nitrate [NO<sub>3</sub> <sup>-</sup>], sulfate [SO<sub>4</sub> <sup>2-</sup>], and ammonium [NH<sub>4</sub> <sup>+</sup>]). Spirometry was performed at age 6.99 ± 0.89 years; forced expiratory volume in 1s (FEV<sub>1</sub>), forced vital capacity (FVC), and forced mid-expiratory flow (FEF<sub>25-75</sub>) z-scores accounted for age, sex, height, and race/ethnicity. We examined associations between weekly-averaged prenatal pollution mixture levels and outcomes using Bayesian Kernel Machine Regression-Distributed Lag Models (BKMR-DLMs) to identify susceptibility windows for each component and estimate a potentially complex mixture exposure-response relationship including nonlinear effects and interactions among exposures. We also performed linear regression models using time-weighted-mixture component levels derived by BKMR-DLMs adjusting for maternal age, education, perinatal smoking, and temperature.", "Most mothers were Hispanic (63%) or Black (21%) with ≤12 years of education (67%). BKMR-DLMs identified a significant effect for O<sub>3</sub> exposure at 18-22 weeks gestation predicting lower FEV<sub>1</sub>/FVC. Linear regression identified significant associations for O<sub>3,</sub> NH<sub>4</sub> <sup>+</sup>, and OC with decreased FEV<sub>1</sub>/FVC, FEV<sub>1</sub>, and FEF<sub>25-75</sub>, respectively. There was no evidence of interactions among pollutants.", "In this multi-pollutant model, prenatal O<sub>3</sub>, OC, and NH<sub>4</sub> <sup>+</sup> were most strongly associated with reduced early childhood lung function."], "CopyrightInformation": "Copyright © 2023 The Authors. Published by Wolters Kluwer Health, Inc. on behalf of The Environmental Epidemiology. All rights reserved."}, "AuthorList": [{"Identifier": ["0000-0001-8704-197X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}, {"Identifier": [], "Affiliation": "Institute for Exposomic Research, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}], "LastName": "Hsu", "ForeName": "Hsiao-Hsien Leon", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, CO, USA."}], "LastName": "Wilson", "ForeName": "Ander", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, TH Chan School of Public Health, Harvard University, Boston, MA, USA."}], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}, {"Identifier": [], "Affiliation": "Institute for Exposomic Research, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}], "LastName": "Kloog", "ForeName": "Itai", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}, {"Identifier": [], "Affiliation": "Institute for Exposomic Research, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}], "LastName": "Wright", "ForeName": "Robert O", "Initials": "RO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, TH Chan School of Public Health, Harvard University, Boston, MA, USA."}], "LastName": "Coull", "ForeName": "Brent A", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}, {"Identifier": [], "Affiliation": "Institute for Exposomic Research, Icahn School of Medicine at Mount Sinai, New York, NY, USA."}], "LastName": "Wright", "ForeName": "Rosalind J", "Initials": "RJ"}], "GrantList": [{"GrantID": "UH3 OD023337", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR004419", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Epidemiol", "NlmUniqueID": "101719527", "ISSNLinking": "2474-7882"}, "CoiStatement": "The authors declare that they have no conflicts of interest with regard to the content of this report."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dratva J, Zemp E, Dharmage SC, et al. . Early life origins of lung ageing: early life exposures and lung function decline in adulthood in two European cohorts aged 28-73 years. PLoS One. 2016;11:e0145127.", "ArticleIdList": ["PMC4728209", "26811913"]}, {"Citation": "Sly PD, Bush A. Environmental contributions to respiratory disease in children. Kendig’s Disorders of the Respiratory Tract in Children. 2019:49–56.e3."}, {"Citation": "Jordan BK, McEvoy CT. Trajectories of lung function in infants and children: setting a course for lifelong lung health. Pediatrics. 2020;146:e20200417.", "ArticleIdList": ["PMC7546086", "32938776"]}, {"Citation": "Stern DA, Morgan WJ, Wright AL, Guerra S, Martinez FD. Poor airway function in early infancy and lung function by age 22 years: a non-selective longitudinal cohort study. Lancet. 2007;370:758–764.", "ArticleIdList": ["PMC2831283", "17765525"]}, {"Citation": "Bush A. Too little, too late: adult lung disease cannot be prevented by interventions in adult life. Am J Respir Crit Care Med. 2023;207:124–126.", "ArticleIdList": ["PMC9893320", "35972758"]}, {"Citation": "Morgan WJ, Stern DA, Sherrill DL, et al. . Outcome of asthma and wheezing in the first 6 years of life: follow-up through adolescence. Am J Respir Crit Care Med. 2005;172:1253–1258.", "ArticleIdList": ["PMC2718414", "16109980"]}, {"Citation": "Duan KI, Birger M, Au DH, Spece LJ, Feemster LC, Dieleman JL. Health care spending on respiratory diseases in the United States, 1996-2016. Am J Respir Crit Care Med. 2023;207:183–192.", "ArticleIdList": ["PMC9893322", "35997678"]}, {"Citation": "Hsu HH, Chiu YH, Coull BA, et al. . Prenatal particulate air pollution and asthma onset in urban children. identifying sensitive windows and sex differences. Am J Respir Crit Care Med. 2015;192:1052–1059.", "ArticleIdList": ["PMC4642201", "26176842"]}, {"Citation": "Wright RJ, Hsu HL, Chiu YM, et al. . Prenatal ambient ultrafine particle exposure and childhood asthma in the Northeastern United States. Am J Respir Crit Care Med. 2021;204:788–796.", "ArticleIdList": ["PMC8528517", "34018915"]}, {"Citation": "Lee AG, Le Grand B, Hsu HL, et al. . Prenatal fine particulate exposure associated with reduced childhood lung function and nasal epithelia GSTP1 hypermethylation: Sex-specific effects. Respir Res. 2018;19:76.", "ArticleIdList": ["PMC5923186", "29703190"]}, {"Citation": "Bose S, Rosa MJ, Chiu YHM, et al. . Prenatal nitrate air pollution exposure and reduced child lung function: timing and fetal sex effects. Environ Res. 2018;167:591–597.", "ArticleIdList": ["PMC6196719", "30172192"]}, {"Citation": "Liu X, Fu L, Yang X, Wang Z. Exposure to O3 during pregnancy and offspring asthma induced by OVA: sensitive window identification. Environ Pollut. 2021;270:116297.", "ArticleIdList": ["33348144"]}, {"Citation": "Garcia E, Rice MB, Gold DR. Air pollution and lung function in children. J Allergy Clin Immunol. 2021;148:1–14.", "ArticleIdList": ["PMC8274324", "34238501"]}, {"Citation": "Gehring U, Gruzieva O, Agius RM, et al. . Air pollution exposure and lung function in children: the ESCAPE project. Environ Health Perspect. 2013;121:1357–1364.", "ArticleIdList": ["PMC3855518", "24076757"]}, {"Citation": "Lavigne E, Donelle J, Hatzopoulou M, et al. . Spatiotemporal variations in ambient ultrafine particles and the incidence of childhood asthma. Am J Respir Crit Care Med. 2019;199:1487–1495.", "ArticleIdList": ["30785782"]}, {"Citation": "Adams K, Greenbaum DS, Shaikh R, van Erp AM, Russell AG. Particulate matter components, sources, and health: systematic approaches to testing effects. J Air Waste Manag Assoc. 2015;65:544–558.", "ArticleIdList": ["25947313"]}, {"Citation": "Kelly FJ, Fussell JC. Size, source and chemical composition as determinants of toxicity attributable to ambient particulate matter. Atmos Environ. 2012;60:504–526."}, {"Citation": "Behera SN, Sharma M. Reconstructing primary and secondary components of PM2.5 composition for an urban atmosphere. Aerosol Sci Technol. 2010;44:983–992."}, {"Citation": "Park R, Jacob D, Field B, Yantosca R. Natural and transboundary pollution influences on sulfate-nitrate-ammonium aerosols in the United States: implications for policy. J Geophys Res. 2004;109,D15204."}, {"Citation": "Oanh KNT, Thiansathit W, Bond TC, et al. . Compositional characterization of PM2.5 emitted from in-use diesel vehicles. Atmos Environ. 2010;44:15–22."}, {"Citation": "Bell ML, Dominici F, Ebisu K, Zeger SL, Samet JM. Spatial and temporal variation in PM(2.5) chemical composition in the United States for health effects studies. Environ Health Perspect. 2007;115:989–995.", "ArticleIdList": ["PMC1913582", "17637911"]}, {"Citation": "Braun JM, Gennings C, Hauser R, Webster TF. What can epidemiological studies tell us about the impact of chemical mixtures on human health?. Environ Health Perspect. 2016;124:A6–A9.", "ArticleIdList": ["PMC4710611", "26720830"]}, {"Citation": "Masselot P, Sera F, Schneider R, et al. . Differential mortality risks associated with PM2.5 components: a multi-country, multi-city study. Epidemiology. 2022;33:167–175.", "ArticleIdList": ["PMC7612311", "34907973"]}, {"Citation": "Wilson A, Chiu YM, Hsu HHL, Wright RO, Wright RJ, Coull BA. Potential for bias when estimating critical windows for air pollution in children’s health. Am J Epidemiol. 2017;186:1281–1289.", "ArticleIdList": ["PMC5860147", "29206986"]}, {"Citation": "Wilson A, Chiu YM, Hsu HHL, Wright RO, Wright RJ, Coull BA. Bayesian distributed lag interaction models to identify perinatal windows of vulnerability in children’s health. Biostatistics. 2017;18:537–552.", "ArticleIdList": ["PMC5862289", "28334179"]}, {"Citation": "Chang HH, Reich BJ, Miranda ML. Time-to-event analysis of fine particle air pollution and preterm birth: results from North Carolina, 2001-2005. Am J Epidemiol. 2012;175:91–98.", "ArticleIdList": ["22167746"]}, {"Citation": "Chiu YHM, Hsu HHL, Coull B, et al. . Prenatal particulate air pollution and neurodevelopment in urban children: examining sensitive windows and sex-specific associations. Environ Int. 2016;87:56–65.", "ArticleIdList": ["PMC4691396", "26641520"]}, {"Citation": "Warren J, Fuentes M, Herring A, Langlois P. Spatial-temporal modeling of the association between air pollution exposure and preterm birth: identifying critical windows of exposure. Biometrics. 2012;68:1157–1167.", "ArticleIdList": ["PMC3422613", "22568640"]}, {"Citation": "Veras MM, Oliveira Alves N, Fajersztajn L, Saldiva PHN. Before the first breath: prenatal exposures to air pollution and lung development. Cell Tissue Res. 2016;367:445–455.", "ArticleIdList": ["27726025"]}, {"Citation": "Sun X, Liu C, Liang H, et al. . Prenatal exposure to residential PM2.5 and its chemical constituents and weight in preschool children: a longitudinal study from Shanghai, China. Environ Int. 2021;154:106580.", "ArticleIdList": ["33905944"]}, {"Citation": "Yang T, Chen R, Gu X, et al. ; China Pulmonary Health Study Group. Association of fine particulate matter air pollution and its constituents with lung function: the China pulmonary health study. Environ Int. 2021;156:106707.", "ArticleIdList": ["34182192"]}, {"Citation": "Di Q, Koutrakis P, Schwartz JD. A hybrid prediction model for PM2.5 mass and components using a chemical transport model and land use regression. Atmos Environ. 2016;131:390–399."}, {"Citation": "Wilson A, Hsu H-HL, Chiu Y-HM, et al. . Kernel machine and distributed lag models for assessing windows of susceptibility to environmental mixtures in children’s health studies. Ann Appl Stat. 2022;16:1090–1110.", "ArticleIdList": ["PMC9603732", "36304836"]}, {"Citation": "Wright RJ, Suglia SF, Levy J, et al. . Transdisciplinary research strategies for understanding socially patterned disease: the Asthma Coalition on Community, Environment, and Social Stress (ACCESS) project as a case study. Cien Saude Colet. 2008;13:1729–1742.", "ArticleIdList": ["PMC2628980", "18833350"]}, {"Citation": "Brunst KJ, Sanchez-Guerra M, Chiu YM, et al. . Prenatal particulate matter exposure and mitochondrial dysfunction at the maternal-fetal interface: effect modification by maternal lifetime trauma and child sex. Environ Int. 2018;112:49–58.", "ArticleIdList": ["PMC6094933", "29248865"]}, {"Citation": "Di Q, Amini H, Shi L, et al. . Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous United States using ensemble model averaging. Environmental science & technology. 2019;54:1372–1384.", "ArticleIdList": ["PMC7065654", "31851499"]}, {"Citation": "Di Q, Rowland ST, Koutrakis P, Schwartz JD. A hybrid model for spatially and temporally resolved ozone exposures in the continental United States. J Air Waste Manag Assoc. 2017;67:39–52.", "ArticleIdList": ["PMC5741295", "27332675"]}, {"Citation": "Kloog I, Nordio F, Coull B, Schwartz JD. Predicting spatiotemporal mean air temperature using MODIS satellite surface temperature measurements across the Northeastern USA. Remote Sens Environ. 2014;150:132–139."}, {"Citation": "Lee AG, Chiu YM, Rosa MJ, et al. . Association of prenatal and early childhood stress with reduced lung function in 7-year-olds. Ann Allergy Asthma Immunol. 2017;119:153–159.", "ArticleIdList": ["PMC5554462", "28668548"]}, {"Citation": "Beydon N, Davis SD, Lombardi E, et al. ; American Thoracic Society/European Respiratory Society Working Group on Infant and Young Children Pulmonary Function Testing. An official American thoracic society/European respiratory society statement: pulmonary function testing in preschool children. Am J Respir Crit Care Med. 2007;175:1304–1345.", "ArticleIdList": ["17545458"]}, {"Citation": "Miller MR, Hankinson J, Brusasco V, et al. . Standardisation of spirometry. Eur Respir J. 2005;26:319.", "ArticleIdList": ["16055882"]}, {"Citation": "Arets HGM, Brackel HJL, van der Ent CK. Forced expiratory manoeuvres in children: do they meet ATS and ERS criteria for spirometry?. Eur Respir J. 2001;18:655–660.", "ArticleIdList": ["11716170"]}, {"Citation": "Eigen H, Bieler H, Grant D, et al. . Spirometric pulmonary function in healthy preschool children. Am J Respir Crit Care Med. 2001;163(3 Pt 1):619–623.", "ArticleIdList": ["11254514"]}, {"Citation": "Bobb JF, Valeri L, Claus Henn B, et al. . Bayesian kernel machine regression for estimating the health effects of multi-pollutant mixtures. Biostatistics. 2015;16:493–508.", "ArticleIdList": ["PMC5963470", "25532525"]}, {"Citation": "Holm SM, Balmes JR. Systematic review of ozone effects on human lung function, 2013 through 2020. Chest. 2022;161:190–201.", "ArticleIdList": ["PMC8783034", "34389296"]}, {"Citation": "Latzin P, Röösli M, Huss A, Kuehni CE, Frey U. Air pollution during pregnancy and lung function in newborns: a birth cohort study. Eur Respir J. 2009;33:594–603.", "ArticleIdList": ["19010988"]}, {"Citation": "Tang W, Du L, Sun W, et al. . Maternal exposure to fine particulate air pollution induces epithelial-to-mesenchymal transition resulting in postnatal pulmonary dysfunction mediated by transforming growth factor0²/Smad3 signaling. Toxicol Lett. 2017;267:11–20.", "ArticleIdList": ["28041981"]}, {"Citation": "Kannan S, Misra DP, Dvonch JT, Krishnakumar A. Exposures to airborne particulate matter and adverse perinatal outcomes: a biologically plausible mechanistic framework for exploring potential effect modification by nutrition. Environ Health Perspect. 2006;114:1636–1642.", "ArticleIdList": ["PMC1665414", "17107846"]}, {"Citation": "Sharkhuu T, Doerfler DL, Copeland CB, Luebke RW, Gilmour MI. Effect of maternal exposure to ozone on reproductive outcome and immune, inflammatory, and allergic responses in the offspring. J Immunotoxicol. 2011;8:183–194.", "ArticleIdList": ["21534884"]}, {"Citation": "Carraro S, Scheltema NM, Bont L, Baraldi E. Early-life origins of chronic respiratory diseases: understanding and promoting healthy ageing. Eur Respir J. 2014;44:1682–1696.", "ArticleIdList": ["25323240"]}, {"Citation": "Vieira SE. The health burden of pollution: the impact of prenatal exposure to air pollutants. Int J Chron Obstruct Pulmon Dis. 2015;10:1111–1121.", "ArticleIdList": ["PMC4468952", "26089661"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "6"}, {"Year": "2023", "Month": "3", "Day": "19"}, {"Year": "2023", "Month": "4", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2023", "Month": "4", "Day": "17", "Hour": "3", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["37064424", "PMC10097575", "10.1097/EE9.0000000000000249"]}}], "PubmedBookArticle": []}