{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37083996", "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "21"}], "ELocationID": ["10.1007/s43630-023-00371-y"], "Journal": {"ISSN": "1474-9092", "JournalIssue": {"Volume": "22", "Issue": "5", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology", "ISOAbbreviation": "Photochem Photobiol Sci"}, "ArticleTitle": "Stratospheric ozone, UV radiation, and climate interactions.", "Pagination": {"StartPage": "937", "EndPage": "989", "MedlinePgn": "937-989"}, "Abstract": {"AbstractText": ["This assessment provides a comprehensive update of the effects of changes in stratospheric ozone and other factors (aerosols, surface reflectivity, solar activity, and climate) on the intensity of ultraviolet (UV) radiation at the Earth's surface. The assessment is performed in the context of the Montreal Protocol on Substances that Deplete the Ozone Layer and its Amendments and Adjustments. Changes in UV radiation at low- and mid-latitudes (0-60°) during the last 25 years have generally been small (e.g., typically less than 4% per decade, increasing at some sites and decreasing at others) and were mostly driven by changes in cloud cover and atmospheric aerosol content, caused partly by climate change and partly by measures to control tropospheric pollution. Without the Montreal Protocol, erythemal (sunburning) UV irradiance at northern and southern latitudes of less than 50° would have increased by 10-20% between 1996 and 2020. For southern latitudes exceeding 50°, the UV Index (UVI) would have surged by between 25% (year-round at the southern tip of South America) and more than 100% (South Pole in spring). Variability of erythemal irradiance in Antarctica was very large during the last four years. In spring 2019, erythemal UV radiation was at the minimum of the historical (1991-2018) range at the South Pole, while near record-high values were observed in spring 2020, which were up to 80% above the historical mean. In the Arctic, some of the highest erythemal irradiances on record were measured in March and April 2020. For example in March 2020, the monthly average UVI over a site in the Canadian Arctic was up to 70% higher than the historical (2005-2019) average, often exceeding this mean by three standard deviations. Under the presumption that all countries will adhere to the Montreal Protocol in the future and that atmospheric aerosol concentrations remain constant, erythemal irradiance at mid-latitudes (30-60°) is projected to decrease between 2015 and 2090 by 2-5% in the north and by 4-6% in the south due to recovering ozone. Changes projected for the tropics are ≤ 3%. However, in industrial regions that are currently affected by air pollution, UV radiation will increase as measures to reduce air pollutants will gradually restore UV radiation intensities to those of a cleaner atmosphere. Since most substances controlled by the Montreal Protocol are also greenhouse gases, the phase-out of these substances may have avoided warming by 0.5-1.0 °C over mid-latitude regions of the continents, and by more than 1.0 °C in the Arctic; however, the uncertainty of these calculations is large. We also assess the effects of changes in stratospheric ozone on climate, focusing on the poleward shift of climate zones, and discuss the role of the small Antarctic ozone hole in 2019 on the devastating \"Black Summer\" fires in Australia. Additional topics include the assessment of advances in measuring and modeling of UV radiation; methods for determining personal UV exposure; the effect of solar radiation management (stratospheric aerosol injections) on UV radiation relevant for plants; and possible revisions to the vitamin D action spectrum, which describes the wavelength dependence of the synthesis of previtamin D<sub>3</sub> in human skin upon exposure to UV radiation."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-1264-0756"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biospherical Instruments Inc, San Diego, CA, USA. bernhard@biospherical.com."}], "LastName": "Bernhard", "ForeName": "G H", "Initials": "GH"}, {"Identifier": ["0000-0003-3899-2001"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Atmospheric Physics, Department of Physics, Aristotle University, Thessaloniki, Greece. abais@auth.gr."}], "LastName": "Bais", "ForeName": "A F", "Initials": "AF"}, {"Identifier": ["0000-0003-0977-9228"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ptersa Environmental Consultants, Pretoria, South Africa."}], "LastName": "Aucamp", "ForeName": "P J", "Initials": "PJ"}, {"Identifier": ["0000-0003-3335-0034"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Antarctic Climate Program, Australian Antarctic Division, Kingston, Australia."}], "LastName": "Klekociuk", "ForeName": "A R", "Initials": "AR"}, {"Identifier": ["0000-0002-8844-7928"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Water & Atmospheric Research, Lauder, New Zealand."}], "LastName": "Liley", "ForeName": "J B", "Initials": "JB"}, {"Identifier": ["0000-0002-4484-7057"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Water & Atmospheric Research, Lauder, New Zealand."}], "LastName": "McKenzie", "ForeName": "R L", "Initials": "RL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Photochem Photobiol Sci", "NlmUniqueID": "101124451", "ISSNLinking": "1474-905X"}, "CoiStatement": "The authors have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Neale RE, Lucas RM, Byrne S, Hollestein L, Rhodes LE, Yasar S, Young AR, Berwick M, Ireland R, Olsen CM. The effects of exposure to solar radiation on human health. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00375-8.", "ArticleIdList": ["10.1007/s43630-023-00375-8", "PMC9976694", "36856971"]}, {"Citation": "Bernhard GH, Madronich S, Lucas RM, Byrne SN, Schikowski T, Neale RE. Linkages between COVID-19, solar UV radiation, and the Montreal Protocol. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00373-w.", "ArticleIdList": ["10.1007/s43630-023-00373-w", "PMC10062285", "36995652"]}, {"Citation": "Barnes PW, Robson TM, Zepp RG, Bornman JF, Jansen MAK, Ossola R, Wang Q.-W, Robinson SA, Foereid B, Klekociuk AR, Martinez-Abaigar J, Hou WC, Paul ND. Interactive effects of changes in UV radiation and climate on terrestrial ecosystems, biogeochemical cycles, and feedbacks to the climate system. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00376-7.", "ArticleIdList": ["10.1007/s43630-023-00376-7", "PMC9889965", "36723799"]}, {"Citation": "Neale PJ, Williamson CE, Banaszak AT, Häder DP, Hylander S, Ossola R, Rose KC, Wängberg S.-Å., Zepp RG. The response of aquatic ecosystems to the interactive effects of stratospheric ozone depletion, UV radiation, and climate change. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00370-z.", "ArticleIdList": ["10.1007/s43630-023-00370-z", "PMC10153058", "37129840"]}, {"Citation": "Madronich S, Sulzberger B, Longstreth JD, Schikowski T, Sulbæk Andersen MP, Solomon KR, Wilson SP. Changes in tropospheric air quality related to the protection of stratospheric ozone in a changing climate. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00369-6.", "ArticleIdList": ["10.1007/s43630-023-00369-6", "PMC10262938", "37310641"]}, {"Citation": "Andrady AL, Heikkila AM, Pandey KK, Bruckman LS, White CC, Zhu M, Zhu L. Effects of UV radiation on natural and synthetic materials. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00377-6.", "ArticleIdList": ["10.1007/s43630-023-00377-6", "PMC10088630", "37039962"]}, {"Citation": "Jansen MAK, Barnes PW, Bornman JF, Rose KC, Madronich S, White CC, Zepp RG, Andrady AL. The Montreal Protocol and the fate of environmental plastic debris. Photochemical & Photobiological Sciences. 2023 doi: 10.1007/s43630-023-00372-x.", "ArticleIdList": ["10.1007/s43630-023-00372-x", "PMC10289980", "36705849"]}, {"Citation": "United Nations. (1987). Montreal Protocol on Substances that Deplete the Ozone Layer. United Nations Treaty Series, Number 1522. https://treaties.un.org/Pages/showDetails.aspx?objid=080000028003f7f7"}, {"Citation": "Bais AF, Bernhard G, McKenzie RL, Aucamp PJ, Young PJ, Ilyas M, Jockel P, Deushi M. Ozone-climate interactions and effects on solar ultraviolet radiation. Photochemical & Photobiological Sciences. 2019;18(3):602–640. doi: 10.1039/c8pp90059k.", "ArticleIdList": ["10.1039/c8pp90059k", "30810565"]}, {"Citation": "CIE. (1998). Erythema reference action spectrum and standard erythema dose. CIE Standard Bureau, Vol. ISO 17166:1999(E), CIE DS 007.1/E-1998. Commission Internationale de l’Eclairage, Vienna, Austria"}, {"Citation": "WMO . GAW Report No. 278. Geneva, Switzerland: World Meteorological Organization; 2022. Scientific Assessment of Ozone Depletion: 2022."}, {"Citation": "Weber M, Arosio C, Coldewey-Egbers M, Fioletov VE, Frith SM, Wild JD, Tourpali K, Burrows JP, Loyola D. Global total ozone recovery trends attributed to ozone-depleting substance (ODS) changes derived from five merged ozone datasets. Atmospheric Chemistry and Physics. 2022;22(10):6843–6859. doi: 10.5194/acp-22-6843-2022.", "ArticleIdList": ["10.5194/acp-22-6843-2022"]}, {"Citation": "WMO . Global Ozone Research and Monitoring Project – Report No. 58. Geneva, Switzerland: World Meteorological Organization; 2018. Scientific Assessment of Ozone Depletion: 2018."}, {"Citation": "Steinbrecht W, Hegglin MI, Harris N, Weber M. Is global ozone recovering? Comptes Rendus Geoscience. 2018;350(7):368–375. doi: 10.1016/j.crte.2018.07.012.", "ArticleIdList": ["10.1016/j.crte.2018.07.012"]}, {"Citation": "Solomon S, Ivy DJ, Kinnison D, Mills MJ, Neely RR, Schmidt A. Emergence of healing in the Antarctic ozone layer. Science. 2016;353(6296):269–274. doi: 10.1126/science.aae0061.", "ArticleIdList": ["10.1126/science.aae0061", "27365314"]}, {"Citation": "Kuttippurath J, Kumar P, Nair PJ, Pandey PC. Emergence of ozone recovery evidenced by reduction in the occurrence of Antarctic ozone loss saturation. npj Climate and Atmospheric Science. 2018;1(1):42. doi: 10.1038/s41612-018-0052-6.", "ArticleIdList": ["10.1038/s41612-018-0052-6"]}, {"Citation": "Pazmiño A, Godin-Beekmann S, Hauchecorne A, Claud C, Khaykin S, Goutail F, Wolfram E, Salvador J, Quel E. Multiple symptoms of total ozone recovery inside the Antarctic vortex during austral spring. Atmospheric Chemistry and Physics. 2018;18(10):7557–7572. doi: 10.5194/acp-18-7557-2018.", "ArticleIdList": ["10.5194/acp-18-7557-2018"]}, {"Citation": "Tully MB, Krummel PB, Klekociuk AR. Trends in Antarctic ozone hole metrics 2001–17. Journal of Southern Hemisphere Earth Systems Science. 2019;69(1):52–56. doi: 10.1071/es19020.", "ArticleIdList": ["10.1071/es19020"]}, {"Citation": "Bodeker GE, Kremser S. Indicators of Antarctic ozone depletion: 1979 to 2019. Atmospheric Chemistry and Physics. 2021;21(7):5289–5300. doi: 10.5194/acp-21-5289-2021.", "ArticleIdList": ["10.5194/acp-21-5289-2021"]}, {"Citation": "Kramarova N, Newman PA, Nash ER, Strahan SE, Long CS, Johnson B, Pitts M, Santee ML, Petropavlovskikh I, Coy L, de Laat J, Bernhard GH, Stierle S, Lakkala K. Antarctic ozone hole. State of the Climate in 2020, Bulletin of the American Meteorological Society. 2021 doi: 10.1175/BAMS-D-21-0081.1.", "ArticleIdList": ["10.1175/BAMS-D-21-0081.1"]}, {"Citation": "Zambri B, Solomon S, Thompson DWJ, Fu Q. Emergence of Southern Hemisphere stratospheric circulation changes in response to ozone recovery. Nature Geoscience. 2021;14(9):638–644. doi: 10.1038/s41561-021-00803-3.", "ArticleIdList": ["10.1038/s41561-021-00803-3"]}, {"Citation": "Kramarova N, Newman PA, Nash ER, Strahan SE, Long CS, Johnson B, Pitts M, Santee ML, Petropavlovskikh I, Coy L, de Laat J. Antarctic ozone hole. State of the Climate in 2019, Bulletin of the American Meteorological Society. 2020 doi: 10.1175/BAMS-D-20-0090.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0090.1"]}, {"Citation": "Milinevsky G, Evtushevsky O, Klekociuk A, Wang Y, Grytsai A, Shulga V, Ivaniha O. Early indications of anomalous behaviour in the 2019 spring ozone hole over Antarctica. International Journal of Remote Sensing. 2019;41(19):7530–7540. doi: 10.1080/2150704X.2020.1763497.", "ArticleIdList": ["10.1080/2150704X.2020.1763497"]}, {"Citation": "Shen X, Wang L, Osprey S. Tropospheric forcing of the 2019 Antarctic sudden stratospheric warming. Geophysical Research Letters. 2020 doi: 10.1029/2020gl089343.", "ArticleIdList": ["10.1029/2020gl089343", "0"]}, {"Citation": "Yamazaki Y, Matthias V, Miyoshi Y, Stolle C, Siddiqui T, Kervalishvili G, Laštovička J, Kozubek M, Ward W, Themens DR, Kristoffersen S, Alken P. September 2019 Antarctic sudden stratospheric warming: quasi-6-Day wave burst and ionospheric effects. Geophysical Research Letters. 2020 doi: 10.1029/2019gl086577.", "ArticleIdList": ["10.1029/2019gl086577", "0"]}, {"Citation": "Safieddine S, Bouillon M, Paracho AC, Jumelet J, Tencé F, Pazmino A, Goutail F, Wespes C, Bekki S, Boynard A, Hadji-Lazaro J, Coheur PF, Hurtmans D, Clerbaux C. Antarctic ozone enhancement during the 2019 sudden stratospheric warming event. Geophysical Research Letters. 2020 doi: 10.1029/2020gl087810.", "ArticleIdList": ["10.1029/2020gl087810"]}, {"Citation": "Stone KA, Solomon S, Kinnison DE, Mills MJ. On recent large Antarctic ozone holes and ozone recovery metrics. Geophysical Research Letters. 2021 doi: 10.1029/2021gl095232.", "ArticleIdList": ["10.1029/2021gl095232", "PMC9286815", "35864979"]}, {"Citation": "Yook S, Thompson DWJ, Solomon S. Climate impacts and potential drivers of the unprecedented Antarctic ozone holes of 2020 and 2021. Geophysical Research Letters. 2022 doi: 10.1029/2022gl098064.", "ArticleIdList": ["10.1029/2022gl098064"]}, {"Citation": "Barnes, P. W., Robson, T. M., Neale, P. J., Williamson, C. E., Zepp, R. G., Madronich, S., Wilson, S. R., Andrady, A. L., Heikkilä, A. M., Bernhard, G. H., Bais, A. F., Neale, R. E., Bornman, J. F., Jansen, M. A. K., Klekociuk, A. R., Martinez-Abaigar, J., Robinson, S. A., Wang, Q. W., Banaszak, A. T., … Young, A. R. (2022). Environmental effects of stratospheric ozone depletion, UV radiation, and interactions with climate change: UNEP Environmental Effects Assessment Panel, Update 2021. Photochemical & Photobiological Sciences. 10.1007/s43630-022-00176-5", "ArticleIdList": ["PMC8860140", "35191005"]}, {"Citation": "Zhuo Z, Kirchner I, Pfahl S, Cubasch U. Climate impact of volcanic eruptions: The sensitivity to eruption season and latitude in MPI-ESM ensemble experiments. Atmospheric Chemistry and Physics. 2021;21(17):13425–13442. doi: 10.5194/acp-21-13425-2021.", "ArticleIdList": ["10.5194/acp-21-13425-2021"]}, {"Citation": "Klekociuk AR, Tully MB, Krummel PB, Henderson SI, Smale D, Querel R, Nichol S, Alexander SP, Fraser PJ, Nedoluha G. The Antarctic ozone hole during 2020. Journal of Southern Hemisphere Earth Systems Science. 2022;72(1):19–37. doi: 10.1071/es21015.", "ArticleIdList": ["10.1071/es21015"]}, {"Citation": "Ivanciu I, Matthes K, Wahl S, Harlaß J, Biastoch A. Effects of prescribed CMIP6 ozone on simulating the Southern Hemisphere atmospheric circulation response to ozone depletion. Atmospheric Chemistry and Physics. 2021;21(8):5777–5806. doi: 10.5194/acp-21-5777-2021.", "ArticleIdList": ["10.5194/acp-21-5777-2021"]}, {"Citation": "Strahan SE, Douglass AR, Damon MR. Why do Antarctic ozone recovery trends vary? Journal of Geophysical Research: Atmospheres. 2019;124(15):8837–8850. doi: 10.1029/2019jd030996.", "ArticleIdList": ["10.1029/2019jd030996", "PMC7027592", "32071827"]}, {"Citation": "Cordero RR, Feron S, Damiani A, Redondas A, Carrasco J, Sepúlveda E, Jorquera J, Fernandoy F, Llanillo P, Rowe PM, Seckmeyer G. Persistent extreme ultraviolet irradiance in Antarctica despite the ozone recovery onset. Scientific Reports. 2022 doi: 10.1038/s41598-022-05449-8.", "ArticleIdList": ["10.1038/s41598-022-05449-8", "PMC8786956", "35075240"]}, {"Citation": "Manney GL, Livesey NJ, Santee ML, Froidevaux L, Lambert A, Lawrence ZD, Millán LF, Neu JL, Read WG, Schwartz MJ, Fuller RA. Record-low Arctic stratospheric ozone in 2020: MLS observations of chemical processes and comparisons with previous extreme winters. Geophysical Research Letters. 2020 doi: 10.1029/2020gl089063.", "ArticleIdList": ["10.1029/2020gl089063", "0"]}, {"Citation": "Lawrence ZD, Perlwitz J, Butler AH, Manney GL, Newman PA, Lee SH, Nash ER. The remarkably strong Arctic stratospheric polar vortex of winter 2020: Links to record-breaking Arctic oscillation and ozone loss. Journal of Geophysical Research. 2020 doi: 10.1029/2020JD033271.", "ArticleIdList": ["10.1029/2020JD033271", "0"]}, {"Citation": "Manney GL, Santee ML, Rex M, Livesey NJ, Pitts MC, Veefkind P, Nash ER, Wohltmann I, Lehmann R, Froidevaux L, Poole LR, Schoeberl MR, Haffner DP, Davies J, Dorokhov V, Gernandt H, Johnson B, Kivi R, Kyrö E, Larsen N, et al. Unprecedented Arctic ozone loss in 2011. Nature. 2011;478(7370):469–475. doi: 10.1038/nature10556.", "ArticleIdList": ["10.1038/nature10556", "21964337"]}, {"Citation": "Varotsos CA, Efstathiou MN, Christodoulakis J. The lesson learned from the unprecedented ozone hole in the Arctic in 2020; a novel nowcasting tool for such extreme events. Journal of atmospheric and solar-terrestrial physics. 2020;207:105330. doi: 10.1016/j.jastp.2020.105330.", "ArticleIdList": ["10.1016/j.jastp.2020.105330"]}, {"Citation": "Dameris M, Loyola DG, Nützel M, Coldewey-Egbers M, Lerot C, Romahn F, van Roozendael M. Record low ozone values over the Arctic in boreal spring 2020. Atmospheric Chemistry and Physics. 2021;21(2):617–633. doi: 10.5194/acp-21-617-2021.", "ArticleIdList": ["10.5194/acp-21-617-2021"]}, {"Citation": "Grooß JU, Müller R. Simulation of record arctic stratospheric ozone depletion in 2020. Journal of Geophysical Research. 2021 doi: 10.1029/2020JD033339.", "ArticleIdList": ["10.1029/2020JD033339"]}, {"Citation": "Wohltmann I, Gathen P, Lehmann R, Maturilli M, Deckelmann H, Manney GL, Davies J, Tarasick D, Jepsen N, Kivi R, Lyall N, Rex M. Near complete local reduction of Arctic stratospheric ozone by severe chemical loss in spring 2020. Geophysical Research Letters. 2020 doi: 10.1029/2020gl089547.", "ArticleIdList": ["10.1029/2020gl089547"]}, {"Citation": "Lee SH. The January 2021 sudden stratospheric warming. Weather. 2021;76(4):135–136. doi: 10.1002/wea.3966.", "ArticleIdList": ["10.1002/wea.3966"]}, {"Citation": "Lu Q, Rao J, Liang Z, Guo D, Luo J, Liu S, Wang C, Wang T. The sudden stratospheric warming in January 2021. Environmental Research Letters. 2021;16(8):084029. doi: 10.1088/1748-9326/ac12f4.", "ArticleIdList": ["10.1088/1748-9326/ac12f4"]}, {"Citation": "Lee SH, Butler AH. The 2018–2019 Arctic stratospheric polar vortex. Weather. 2019;75(2):52–57. doi: 10.1002/wea.3643.", "ArticleIdList": ["10.1002/wea.3643"]}, {"Citation": "Butchart N, Remsberg EE. The area of the stratospheric polar vortex as a diagnostic for tracer transport on an isentropic surface. Journal of the Atmospheric Sciences. 1986;43(13):1319–1339. doi: 10.1175/1520-0469(1986)043<1319:TAOTSP>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0469(1986)043<1319:TAOTSP>2.0.CO;2"]}, {"Citation": "Bernhard G, Fioletov V, Grooß J-U, Ialongo I, Johnsen B, Lakkala K, Manney G, Müller R. Ozone and UV radiation. State of the Climate in 2019, Bulletin of the American Meteorological Society. 2020 doi: 10.1175/BAMS-D-20-0086.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0086.1"]}, {"Citation": "Bernhard G, Fioletov V, Grooß J-U, Ialongo I, Johnsen B, Lakkala K, Manney G, Müller R. Ozone and UV radiation. State of the Climate in 2021, Bulletin of the American Meteorological Society. 2022 doi: 10.1175/BAMS-D-22-0082.1.", "ArticleIdList": ["10.1175/BAMS-D-22-0082.1"]}, {"Citation": "Feng W, Dhomse SS, Arosio C, Weber M, Burrows JP, Santee ML, Chipperfield MP. Arctic ozone depletion in 2019/20: Roles of chemistry, dynamics and the Montreal Protocol. Geophysical Research Letters. 2021 doi: 10.1029/2020GL091911.", "ArticleIdList": ["10.1029/2020GL091911", "0"]}, {"Citation": "von der Gathen P, Kivi R, Wohltmann I, Salawitch RJ, Rex M. Climate change favours large seasonal loss of Arctic ozone. Nature Communications. 2021;12(1):1–17. doi: 10.1038/s41467-021-24089-6.", "ArticleIdList": ["10.1038/s41467-021-24089-6", "PMC8222337", "34162857"]}, {"Citation": "Langematz U. Future ozone in a changing climate. Comptes Rendus Geoscience. 2018;350(7):403–409. doi: 10.1016/j.crte.2018.06.015.", "ArticleIdList": ["10.1016/j.crte.2018.06.015"]}, {"Citation": "Oberländer S, Langematz U, Meul S. Unraveling impact factors for future changes in the Brewer-Dobson circulation. Journal of Geophysical Research. 2013 doi: 10.1002/jgrd.50775.", "ArticleIdList": ["10.1002/jgrd.50775"]}, {"Citation": "Klobas JE, Weisenstein DK, Salawitch RJ, Wilmouth DM. Reformulating the bromine alpha factor and equivalent effective stratospheric chlorine (EESC): Evolution of ozone destruction rates of bromine and chlorine in future climate scenarios. Atmospheric Chemistry and Physics. 2020;20(15):9459–9471. doi: 10.5194/acp-20-9459-2020.", "ArticleIdList": ["10.5194/acp-20-9459-2020"]}, {"Citation": "Falk S, Sinnhuber B-M, Krysztofiak G, Jöckel P, Graf P, Lennartz ST. Brominated VSLS and their influence on ozone under a changing climate. Atmospheric Chemistry and Physics. 2017;17(18):11313–11329. doi: 10.5194/acp-17-11313-2017.", "ArticleIdList": ["10.5194/acp-17-11313-2017"]}, {"Citation": "Keeble J, Hassler B, Banerjee A, Checa-Garcia R, Chiodo G, Davis S, Eyring V, Griffiths PT, Morgenstern O, Nowack P, Zeng G, Zhang J, Bodeker G, Burrows S, Cameron-Smith P, Cugnet D, Danek C, Deushi M, Horowitz LW, Kubin A, et al. Evaluating stratospheric ozone and water vapour changes in CMIP6 models from 1850 to 2100. Atmospheric Chemistry and Physics. 2021;21(6):5015–5061. doi: 10.5194/acp-21-5015-2021.", "ArticleIdList": ["10.5194/acp-21-5015-2021"]}, {"Citation": "Meinshausen M, Nicholls ZRJ, Lewis J, Gidden MJ, Vogel E, Freund M, Beyerle U, Gessner C, Nauels A, Bauer N, Canadell JG, Daniel JS, John A, Krummel PB, Luderer G, Meinshausen N, Montzka SA, Rayner PJ, Reimann S, Smith SJ, et al. The shared socio-economic pathway (SSP) greenhouse gas concentrations and their extensions to 2500. Geoscientific Model Development. 2020;13(8):3571–3605. doi: 10.5194/gmd-13-3571-2020.", "ArticleIdList": ["10.5194/gmd-13-3571-2020"]}, {"Citation": "McKenzie R, Bernhard G, Liley B, Disterhoft P, Rhodes S, Bais A, Morgenstern O, Newman P, Oman L, Brogniez C, Simic S. Success of Montreal Protocol demonstrated by comparing high-quality UV measurements with “World Avoided” calculations from two chemistry-climate models. Scientific Reports. 2019;9(1):12332. doi: 10.1038/s41598-019-48625-z.", "ArticleIdList": ["10.1038/s41598-019-48625-z", "PMC6722083", "31481668"]}, {"Citation": "Newman PA, Oman LD, Douglass AR, Fleming EL, Frith SM, Hurwitz MM, Kawa SR, Jackman CH, Krotkov NA, Nash ER, Nielsen JE, Pawson S, Stolarski RS, Velders GJM. What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated? Atmospheric Chemistry and Physics. 2009;9(6):2113–2128. doi: 10.5194/acp-9-2113-2009.", "ArticleIdList": ["10.5194/acp-9-2113-2009"]}, {"Citation": "Morgenstern O, Hegglin MI, Rozanov E, O'Connor FM, Abraham NL, Akiyoshi H, Archibald AT, Bekki S, Butchart N, Chipperfield MP, Deushi M, Dhomse SS, Garcia RR, Hardiman SC, Horowitz LW, Jöckel P, Josse B, Kinnison D, Lin M, Mancini E, et al. Review of the global models used within phase 1 of the Chemistry-Climate Model Initiative (CCMI) Geoscientific Model Development. 2017;10(2):639–671. doi: 10.5194/gmd-10-639-2017.", "ArticleIdList": ["10.5194/gmd-10-639-2017"]}, {"Citation": "Polvani LM, Previdi M, England MR, Chiodo G, Smith KL. Substantial twentieth-century Arctic warming caused by ozone-depleting substances. Nature Climate Change. 2020;10(2):130–133. doi: 10.1038/s41558-019-0677-4.", "ArticleIdList": ["10.1038/s41558-019-0677-4"]}, {"Citation": "Wigley TML. Future CFC concentrations under the Montreal Protocol and their greenhouse-effect implications. Nature. 1988;335(6188):333–335. doi: 10.1038/335333a0.", "ArticleIdList": ["10.1038/335333a0"]}, {"Citation": "Myhre G, Shindell D, Bréon FM, Collins W, Fuglestvedt J, Huang J, Koch D, Lamarque JF, Lee D, Mendoza B, Nakajima T, Robock A, Stephens G, Takemura T, Zhang H. Climate change 2013: The physical science basis. Contribution of Working Group I to the fifth assessment report of the Intergovernmental Panel on Climate Change. Cambridge University Press; 2013. Anthropogenic and natural radiative forcing; pp. 659–740."}, {"Citation": "Velders GJM, Andersen SO, Daniel JS, Fahey DW, McFarland M. The importance of the Montreal Protocol in protecting climate. Proceedings of the National Academy of Sciences of the United States of America. 2007;104(12):4814–4819. doi: 10.1073/pnas.0610328104.", "ArticleIdList": ["10.1073/pnas.0610328104", "PMC1817831", "17360370"]}, {"Citation": "IPCC . In: Climate change 2021: The physical science basis. Contribution of working group I to the sixth assessment report of the Intergovernmental Panel on Climate Change. Masson-Delmotte V, Zhai P, Pirani A, Connors SL, Péan C, Berger S, Caud N, Chen Y, Goldfarb L, Gomis MI, Huang M, Leitzell K, Lonnoy E, Matthews JBR, Maycock TK, Waterfield T, Yelekçi O, Yu R, Zhou B, editors. Cambridge University Press; 2021."}, {"Citation": "Ramaswamy V, Schwarzkopf MD, Shine KP. Radiative forcing of climate from halocarbon-induced global stratospheric ozone loss. Nature. 1992;355(6363):810–812. doi: 10.1038/355810a0.", "ArticleIdList": ["10.1038/355810a0"]}, {"Citation": "Shindell D, Faluvegi G, Nazarenko L, Bowman K, Lamarque J-F, Voulgarakis A, Schmidt GA, Pechony O, Ruedy R. Attribution of historical ozone forcing to anthropogenic emissions. Nature Climate Change. 2013;3(6):567–570. doi: 10.1038/nclimate1835.", "ArticleIdList": ["10.1038/nclimate1835"]}, {"Citation": "Morgenstern O, O'Connor FM, Johnson BT, Zeng G, Mulcahy JP, Williams J, Teixeira J, Michou M, Nabat P, Horowitz LW, Naik V, Sentman LT, Deushi M, Bauer SE, Tsigaridis K, Shindell DT, Kinnison DE. Reappraisal of the climate impacts of ozone-depleting substances. Geophysical Research Letters. 2020 doi: 10.1029/2020gl088295.", "ArticleIdList": ["10.1029/2020gl088295"]}, {"Citation": "Morgenstern O, Frith SM, Bodeker GE, Fioletov V, A, R. J. Reevaluation of total-column ozone trends and of the effective radiative forcing of ozone-depleting substances. Geophysical Research Letters. 2021 doi: 10.1029/2021GL095376.", "ArticleIdList": ["10.1029/2021GL095376"]}, {"Citation": "Checa-Garcia R, Hegglin MI, Kinnison D, Plummer DA, Shine KP. Historical tropospheric and stratospheric ozone radiative forcing using the CMIP6 database. Geophysical Research Letters. 2018;45(7):3264–3273. doi: 10.1002/2017GL076770.", "ArticleIdList": ["10.1002/2017GL076770"]}, {"Citation": "Cionni I, Eyring V, Lamarque JF, Randel WJ, Stevenson DS, Wu F, Bodeker GE, Shepherd TG, Shindell DT, Waugh DW. Ozone database in support of CMIP5 simulations: Results and corresponding radiative forcing. Atmospheric Chemistry and Physics. 2011;11(21):11267–11292. doi: 10.5194/acp-11-11267-2011.", "ArticleIdList": ["10.5194/acp-11-11267-2011"]}, {"Citation": "Skeie RB, Myhre G, Hodnebrog Ø, Cameron-Smith PJ, Deushi M, Hegglin MI, Horowitz LW, Kramer RJ, Michou M, Mills MJ, Olivié DJL, Connor FMO, Paynter D, Samset BH, Sellar A, Shindell D, Takemura T, Tilmes S, Wu T. Historical total ozone radiative forcing derived from CMIP6 simulations. Npj Climate and Atmospheric Science. 2020 doi: 10.1038/s41612-020-00131-0.", "ArticleIdList": ["10.1038/s41612-020-00131-0"]}, {"Citation": "Conley AJ, Lamarque JF, Vitt F, Collins WD, Kiehl J. PORT, a CESM tool for the diagnosis of radiative forcing. Geoscientific Model Development. 2013;6(2):469–476. doi: 10.5194/gmd-6-469-2013.", "ArticleIdList": ["10.5194/gmd-6-469-2013"]}, {"Citation": "Chiodo G, Polvani LM. New Insights on the Radiative Impacts of Ozone-Depleting Substances. Geophysical Research Letters. 2022 doi: 10.1029/2021gl096783.", "ArticleIdList": ["10.1029/2021gl096783"]}, {"Citation": "IPCC . In: Climate change 2013: The physical science basis Contribution of Working Group I to the fifth assessment report of the Intergovernmental Panel on Climate Change. Stocker TF, Qin D, Plattner G-K, Tignor M, Allen SK, Boschung J, Nauels A, Xia Y, Bex V, Midgle PM, editors. Cambridge University Press; 2013."}, {"Citation": "Goyal R, England MH, Sen Gupta A, Jucker M. Reduction in surface climate change achieved by the 1987 Montreal Protocol. Environmental Research Letters. 2019 doi: 10.1088/1748-9326/ab4874.", "ArticleIdList": ["10.1088/1748-9326/ab4874"]}, {"Citation": "Liang Y-C, Polvani LM, Previdi M, Smith KL, England MR, Chiodo G. Stronger Arctic amplification from ozone-depleting substances than from carbon dioxide. Environmental Research Letters. 2022 doi: 10.1088/1748-9326/ac4a31.", "ArticleIdList": ["10.1088/1748-9326/ac4a31"]}, {"Citation": "United Nations. (2016). Amendment to the Montreal Protocol on Substances that Deplete the Ozone Layer. United Nations Treaty Series, Number C.N.872.2016.TREATIES-XXVII.2.f. https://treaties.un.org/doc/Treaties/2016/10/20161015%2003-23%20PM/Ch_XXVII-2.f-English%20and%20French.pdf"}, {"Citation": "Velders GJM, Daniel JS, Montzka SA, Vimont I, Rigby M, Krummel PB, Muhle J, O'Doherty S, Prinn RG, Weiss RF, Young D. Projections of hydrofluorocarbon (HFC) emissions and the resulting global warming based on recent trends in observed abundances and current policies. Atmospheric Chemistry and Physics. 2022;22(9):6087–6101. doi: 10.5194/acp-22-6087-2022.", "ArticleIdList": ["10.5194/acp-22-6087-2022"]}, {"Citation": "Montzka SA, Dutton GS, Yu P, Ray E, Portmann RW, Daniel JS, Kuijpers L, Hall BD, Mondeel D, Siso C, Nance JD, Rigby M, Manning AJ, Hu L, Moore F, Miller BR, Elkins JW. An unexpected and persistent increase in global emissions of ozone-depleting CFC-11. Nature. 2018;557(7705):413–417. doi: 10.1038/s41586-018-0106-2.", "ArticleIdList": ["10.1038/s41586-018-0106-2", "29769666"]}, {"Citation": "Rigby M, Park S, Saito T, Western LM, Redington AL, Fang X, Henne S, Manning AJ, Prinn RG, Dutton GS, Fraser PJ, Ganesan AL, Hall BD, Harth CM, Kim J, Kim KR, Krummel PB, Lee T, Li S, Liang Q, et al. Increase in CFC-11 emissions from eastern China based on atmospheric observations. Nature. 2019;569(7757):546–550. doi: 10.1038/s41586-019-1193-4.", "ArticleIdList": ["10.1038/s41586-019-1193-4", "31118523"]}, {"Citation": "Dhomse SS, Feng W, Montzka SA, Hossaini R, Keeble J, Pyle JA, Daniel JS, Chipperfield MP. Delay in recovery of the Antarctic ozone hole from unexpected CFC-11 emissions. Nature Communications. 2019;10(1):5781. doi: 10.1038/s41467-019-13717-x.", "ArticleIdList": ["10.1038/s41467-019-13717-x", "PMC6923372", "31857594"]}, {"Citation": "Lickley M, Solomon S, Fletcher S, Velders GJM, Daniel J, Rigby M, Montzka SA, Kuijpers LJM, Stone K. Quantifying contributions of chlorofluorocarbon banks to emissions and impacts on the ozone layer and climate. Nature Communications. 2020;11(1):1380. doi: 10.1038/s41467-020-15162-7.", "ArticleIdList": ["10.1038/s41467-020-15162-7", "PMC7078219", "32184388"]}, {"Citation": "Park S, Western LM, Saito T, Redington AL, Henne S, Fang X, Prinn RG, Manning AJ, Montzka SA, Fraser PJ, Ganesan AL, Harth CM, Kim J, Krummel PB, Liang Q, Mühle J, O’Doherty S, Park H, Park M-K, Reimann S, et al. A decline in emissions of CFC-11 and related chemicals from eastern China. Nature. 2021;590(7846):433–437. doi: 10.1038/s41586-021-03277-w.", "ArticleIdList": ["10.1038/s41586-021-03277-w", "33568814"]}, {"Citation": "Chipperfield MP, Hegglin MI, Montzka SA, Newman PA, Park S, Reimann S, Rigby M, Stohl A, Velders GJM, Walter-Terrinoni H. World Meteorological Organization. Switzerland; 2021. Report on unexpected emissions of CFC-11."}, {"Citation": "Montzka SA, Dutton GS, Portmann RW, Chipperfield MP, Davis S, Feng W, Manning AJ, Ray E, Rigby M, Hall BD, Siso C, Nance JD, Krummel PB, Mühle J, Young D, O’Doherty S, Salameh PK, Harth CM, Prinn RG, Weiss RF, et al. A decline in global CFC-11 emissions during 2018–2019. Nature. 2021;590(7846):428–432. doi: 10.1038/s41586-021-03260-5.", "ArticleIdList": ["10.1038/s41586-021-03260-5", "33568809"]}, {"Citation": "Solomon S, Alcamo J, Ravishankara AR. Unfinished business after five decades of ozone-layer science and policy. Nature Communications. 2020;11(1):4272. doi: 10.1038/s41467-020-18052-0.", "ArticleIdList": ["10.1038/s41467-020-18052-0", "PMC7450078", "32848157"]}, {"Citation": "Dameris M, Jöckel P, Nützel M. Possible implications of enhanced chlorofluorocarbon-11 concentrations on ozone. Atmospheric Chemistry and Physics. 2019;19(22):13759–13771. doi: 10.5194/acp-19-13759-2019.", "ArticleIdList": ["10.5194/acp-19-13759-2019"]}, {"Citation": "Fleming EL, Newman PA, Liang Q, Daniel JS. The Impact of Continuing CFC-11 Emissions on Stratospheric Ozone. Journal of Geophysical Research. 2020 doi: 10.1029/2019jd031849.", "ArticleIdList": ["10.1029/2019jd031849", "0"]}, {"Citation": "Keeble J, Abraham NL, Archibald AT, Chipperfield MP, Dhomse S, Griffiths PT, Pyle JA. Modelling the potential impacts of the recent, unexpected increase in CFC-11 emissions on total column ozone recovery. Atmospheric Chemistry and Physics. 2020;20(12):7153–7166. doi: 10.5194/acp-20-7153-2020.", "ArticleIdList": ["10.5194/acp-20-7153-2020"]}, {"Citation": "Caldwell MM. Solar UV irradiation and the growth and development of higher plants. In: Giese AC, editor. Current Topics in Photobiology and Photochemistry, Photophysiology. Academic Press; 1971."}, {"Citation": "Young PJ, Harper AB, Huntingford C, Paul ND, Morgenstern O, Newman PA, Oman LD, Madronich S, Garcia RR. The Montreal Protocol protects the terrestrial carbon sink. Nature. 2021;596(7872):384–388. doi: 10.1038/s41586-021-03737-3.", "ArticleIdList": ["10.1038/s41586-021-03737-3", "34408332"]}, {"Citation": "Ballaré CL, Caldwell MM, Flint SD, Robinson SA, Bornman JF. Effects of solar ultraviolet radiation on terrestrial ecosystems. Patterns, mechanisms, and interactions with climate change. Photochemical & Photobiological Sciences. 2011 doi: 10.1039/C0PP90035D.", "ArticleIdList": ["10.1039/C0PP90035D", "21253661"]}, {"Citation": "Day TA. Relating UV-B radiation screening effectiveness of foliage to absorbing-compound concentration and anatomical characteristics in a diverse group of plants. Oecologia. 1993;95(4):542–550. doi: 10.1007/BF00317439.", "ArticleIdList": ["10.1007/BF00317439", "28313295"]}, {"Citation": "Jansen MAK, Ač A, Klem K, Urban O. A meta-analysis of the interactive effects of UV and drought on plants. Plant, Cell & Environment. 2022;45(1):41–54. doi: 10.1111/pce.14221.", "ArticleIdList": ["10.1111/pce.14221", "34778989"]}, {"Citation": "Rozema J, Björn LO, Bornman JF, Gaberščik A, Häder DP, Trošt T, Germ M, Klisch M, Gröniger A, Sinha RP. The role of UV-B radiation in aquatic and terrestrial ecosystems—an experimental and functional analysis of the evolution of UV-absorbing compounds. Journal of Photochemistry and Photobiology B: Biology. 2002;66(1):2–12. doi: 10.1016/S1011-1344(01)00269-X.", "ArticleIdList": ["10.1016/S1011-1344(01)00269-X", "11849977"]}, {"Citation": "Waterman MJ, Nugraha AS, Hendra R, Ball GE, Robinson SA, Keller PA. Antarctic moss biflavonoids show high antioxidant and ultraviolet-screening activity. Journal of Natural Products. 2017;80(8):2224–2231. doi: 10.1021/acs.jnatprod.7b00085.", "ArticleIdList": ["10.1021/acs.jnatprod.7b00085", "28783339"]}, {"Citation": "Williamson CE, Zepp RG, Lucas RM, Madronich S, Austin AT, Ballare CL, Norval M, Sulzberger B, Bais AF, McKenzie RL, Robinson SA, Häder D-P, Paul ND, Bornman JF. Solar ultraviolet radiation in a changing climate. Nature Climate Change. 2014;4(6):434–441. doi: 10.1038/nclimate2225.", "ArticleIdList": ["10.1038/nclimate2225"]}, {"Citation": "Son S-W, Han B-R, Garfinkel CI, Kim S-Y, Park R, Abraham NL, Akiyoshi H, Archibald AT, Butchart N, Chipperfield MP, Dameris M, Deushi M, Dhomse SS, Hardiman SC, Jöckel P, Kinnison D, Michou M, Morgenstern O, O’Connor FM, Oman LD, et al. Tropospheric jet response to Antarctic ozone depletion: An update with Chemistry-Climate Model Initiative (CCMI) models. Environmental Research Letters. 2018 doi: 10.1088/1748-9326/aabf21.", "ArticleIdList": ["10.1088/1748-9326/aabf21"]}, {"Citation": "Seviour WJM, Codron F, Doddridge EW, Ferreira D, Gnanadesikan A, Kelley M, Kostov Y, Marshall J, Polvani LM, Thomas JL, Waugh DW. The Southern Ocean sea surface temperature response to ozone depletion: A multimodel comparison. Journal of Climate. 2019;32(16):5107–5121. doi: 10.1175/jcli-d-19-0109.1.", "ArticleIdList": ["10.1175/jcli-d-19-0109.1"]}, {"Citation": "Liu W, Hegglin MI, Checa-Garcia R, Li S, Gillett NP, Lyu K, Zhang X, Swart NC. Stratospheric ozone depletion and tropospheric ozone increases drive Southern Ocean interior warming. Nature Climate Change. 2022;12(4):365–372. doi: 10.1038/s41558-022-01320-w.", "ArticleIdList": ["10.1038/s41558-022-01320-w"]}, {"Citation": "Lu X, Zhang L, Zhao Y, Jacob DJ, Hu Y, Hu L, Gao M, Liu X, Petropavlovskikh I, McClure-Begley A, Querel R. Surface and tropospheric ozone trends in the Southern Hemisphere since 1990: Possible linkages to poleward expansion of the Hadley circulation. Science Bulletin. 2019;64(6):400–409. doi: 10.1016/j.scib.2018.12.021.", "ArticleIdList": ["10.1016/j.scib.2018.12.021", "36659731"]}, {"Citation": "Turner J, Comiso J. Solve Antarctica’s sea-ice puzzle. Nature. 2017;547:275–277. doi: 10.1038/547275a.", "ArticleIdList": ["10.1038/547275a", "28726837"]}, {"Citation": "Turner J, Phillips T, Marshall GJ, Hosking JS, Pope JO, Bracegirdle TJ, Deb P. Unprecedented springtime retreat of Antarctic sea ice in 2016. Geophysical Research Letters. 2017;44(13):6868–6875. doi: 10.1002/2017gl073656.", "ArticleIdList": ["10.1002/2017gl073656"]}, {"Citation": "Parkinson CL. A 40-y record reveals gradual Antarctic sea ice increases followed by decreases at rates far exceeding the rates seen in the Arctic. Proceedings of the National Academy of Sciences. 2019;116(29):14414–14423. doi: 10.1073/pnas.1906556116.", "ArticleIdList": ["10.1073/pnas.1906556116", "PMC6642375", "31262810"]}, {"Citation": "Gillett ZE, Arblaster JM, Dittus AJ, Deushi M, Jöckel P, Kinnison DE, Morgenstern O, Plummer DA, Revell LE, Rozanov E, Schofield R, Stenke A, Stone KA, Tilmes S. Evaluating the relationship between interannual variations in the Antarctic ozone hole and Southern Hemisphere surface climate in chemistry–climate models. Journal of Climate. 2019;32(11):3131–3151. doi: 10.1175/jcli-d-18-0273.1.", "ArticleIdList": ["10.1175/jcli-d-18-0273.1"]}, {"Citation": "Fogt RL, Marshall GJ. The Southern Annular Mode: Variability, trends, and climate impacts across the Southern Hemisphere. WIREs Climate Change. 2020 doi: 10.1002/wcc.652.", "ArticleIdList": ["10.1002/wcc.652"]}, {"Citation": "Morales MS, Cook ER, Barichivich J, Christie DA, Villalba R, LeQuesne C, Srur AM, Ferrero ME, Gonzalez-Reyes A, Couvreux F, Matskovsky V, Aravena JC, Lara A, Mundo IA, Rojas F, Prieto MR, Smerdon JE, Bianchi LO, Masiokas MH, Urrutia-Jalabert R, et al. Six hundred years of South American tree rings reveal an increase in severe hydroclimatic events since mid-20th century. Proceedings of the National Academy of Sciences of the United States of America. 2020;117(29):16816–16823. doi: 10.1073/pnas.2002411117.", "ArticleIdList": ["10.1073/pnas.2002411117", "PMC7382209", "32632003"]}, {"Citation": "Damiani A, Cordero RR, Llanillo PJ, Feron S, Boisier JP, Garreaud R, Rondanelli R, Irie H, Watanabe S. Connection between Antarctic ozone and climate: interannual precipitation changes in the Southern Hemisphere. Atmosphere. 2020 doi: 10.3390/atmos11060579.", "ArticleIdList": ["10.3390/atmos11060579"]}, {"Citation": "Banerjee A, Fyfe JC, Polvani LM, Waugh D, Chang K-L. A pause in Southern Hemisphere circulation trends due to the Montreal Protocol. Nature. 2020;579(7800):544–548. doi: 10.1038/s41586-020-2120-4.", "ArticleIdList": ["10.1038/s41586-020-2120-4", "32214266"]}, {"Citation": "Bracegirdle TJ, Krinner G, Tonelli M, Haumann FA, Naughten KA, Rackow T, Roach LA, Wainer I. Twenty first century changes in Antarctic and Southern Ocean surface climate in CMIP6. Atmospheric Science Letters. 2020 doi: 10.1002/asl.984.", "ArticleIdList": ["10.1002/asl.984"]}, {"Citation": "Lim E-P, Hendon HH, Boschat G, Hudson D, Thompson DWJ, Dowdy AJ, Arblaster JM. Australian hot and dry extremes induced by weakenings of the stratospheric polar vortex. Nature Geoscience. 2019;12(11):896–901. doi: 10.1038/s41561-019-0456-x.", "ArticleIdList": ["10.1038/s41561-019-0456-x"]}, {"Citation": "Hendon HH, Thompson DJW, Lim E-P, Butler AH, Newman PA, Coy L, Scaife A, Polichtchouk I, Garreaud RS, T.G., S., & Nakamura, H. Rare forecasted climate event under way in the Southern Hemisphere. Nature. 2019;573(7775):495. doi: 10.1038/d41586-019-02858-0.", "ArticleIdList": ["10.1038/d41586-019-02858-0", "31548695"]}, {"Citation": "Lim E-P, Hendon HH, Butler AH, Garreaud RD, Polichtchouk I, Shepherd TG, Scaife A, Comer R, Coy L, Newman PA, Thompson DJW, Nakamura H. The 2019 Antarctic sudden stratospheric warming. SPARC Newsletter. 2020;54:10–13."}, {"Citation": "Noguchi S, Kuroda Y, Kodera K, Watanabe S. Robust enhancement of tropical convective activity by the 2019 Antarctic sudden stratospheric warming. Geophysical Research Letters. 2020 doi: 10.1029/2020GL088743.", "ArticleIdList": ["10.1029/2020GL088743"]}, {"Citation": "Robinson SA, Klekociuk AR, King DH, Pizarro Rojas M, Zúñiga GE, Bergstrom DM. The 2019/2020 summer of Antarctic heatwaves. Global Change Biology. 2020;26(6):3178–3180. doi: 10.1111/gcb.15083.", "ArticleIdList": ["10.1111/gcb.15083", "32227664"]}, {"Citation": "Newman P, Nash ER, Kramarova N, Butler A. The 2019 southern stratospheric warming. State of the Climate in 2019 Bulletin of the American Meteorological Society. 2020;101(8):S297–S298. doi: 10.1175/BAMS-D-20-0090.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0090.1"]}, {"Citation": "Lim E-P, Hendon HH, Butler AH, Thompson DWJ, Lawrence Z, Scaife AA, Shepherd TG, Polichtchouk I, Nakamura H, Kobayashi C, Comer R, Coy L, Dowdy A, Garreaud RD, Newman PA, Wang G. The 2019 Southern Hemisphere stratospheric polar vortex weakening and its impacts. Bulletin of the American Meteorological Society. 2021;102(6):E1150–E1171. doi: 10.1175/BAMS-D-20-0112.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0112.1"]}, {"Citation": "Jucker M, Goyal R. Ozone-Forced Southern Annular Mode During Antarctic Stratospheric Warming Events. Geophysical Research Letters. 2022 doi: 10.1029/2021gl095270.", "ArticleIdList": ["10.1029/2021gl095270"]}, {"Citation": "Jucker M, Reichler T, Waugh DW. How frequent are Antarctic sudden stratospheric warmings in present and future climate? Geophysical Research Letters. 2021 doi: 10.1029/2021GL093215.", "ArticleIdList": ["10.1029/2021GL093215"]}, {"Citation": "Kablick GP, III, Allen DR, Fromm MD, Nedoluha GE. Australian PyroCb smoke generates synoptic-scale stratospheric anticyclones. Geophysical Research Letters. 2020 doi: 10.1029/2020GL088101.", "ArticleIdList": ["10.1029/2020GL088101"]}, {"Citation": "Ohneiser K, Ansmann A, Kaifler B, Chudnovsky A, Barja B, Knopf DA, Kaifler N, Baars H, Seifert P, Villanueva D, Jimenez C, Radenz M, Engelmann R, Veselovskii I, Zamorano F. Australian wildfire smoke in the stratosphere: The decay phase in 2020/2021 and impact on ozone depletion. Atmospheric Chemistry and Physics. 2022;22(11):7417–7442. doi: 10.5194/acp-22-7417-2022.", "ArticleIdList": ["10.5194/acp-22-7417-2022"]}, {"Citation": "Ohneiser K, Ansmann A, Baars H, Seifert P, Barja B, Jimenez C, Radenz M, Teisseire A, Floutsi A, Haarig M, Foth A, Chudnovsky A, Engelmann R, Zamorano F, Bühl J, Wandinger U. Smoke of extreme Australian bushfires observed in the stratosphere over Punta Arenas, Chile, in January 2020: Optical thickness, lidar ratios, and depolarization ratios at 355 and 532 nm. Atmospheric Chemistry and Physics. 2020;20(13):8003–8015. doi: 10.5194/acp-20-8003-2020.", "ArticleIdList": ["10.5194/acp-20-8003-2020"]}, {"Citation": "Boone CD, Bernath PF, Fromm MD. Pyrocumulonimbus stratospheric plume injections measured by the ACE-FTS. Geophysical Research Letters. 2020;47(15):e2020GL088442. doi: 10.1029/2020GL088442.", "ArticleIdList": ["10.1029/2020GL088442"]}, {"Citation": "Khaykin S, Legras B, Bucci S, Sellitto P, Isaksen L, Tencé F, Bekki S, Bourassa A, Rieger L, Zawada D, Jumelet J, Godin-Beekmann S. The 2019/20 Australian wildfires generated a persistent smoke-charged vortex rising up to 35 km altitude. Communications Earth & Environment. 2020;1(1):1–12. doi: 10.1038/s43247-020-00022-5.", "ArticleIdList": ["10.1038/s43247-020-00022-5"]}, {"Citation": "Hirsch E, Koren I. Record-breaking aerosol levels explained by smoke injection into the stratosphere. Science. 2021;371(6535):1269–1274. doi: 10.1126/science.abe1415.", "ArticleIdList": ["10.1126/science.abe1415", "33737490"]}, {"Citation": "Allen DR, Fromm MD, Kablick GP, III, Nedoluha GE. Smoke with Induced Rotation and Lofting (SWIRL) in the stratosphere. Journal of the Atmospheric Sciences. 2020;77(12):4297–4316. doi: 10.1175/JAS-D-20-0131.1.", "ArticleIdList": ["10.1175/JAS-D-20-0131.1"]}, {"Citation": "Yu P, Davis SM, Toon OB, Portmann RW, Bardeen CG, Barnes JE, Telg H, Maloney C, Rosenlof KH. Persistent stratospheric warming due to 2019–2020 Australian wildfire smoke. Geophysical Research Letters. 2021 doi: 10.1029/2021GL092609.", "ArticleIdList": ["10.1029/2021GL092609"]}, {"Citation": "Schwartz MJ, Santee ML, Pumphrey HC, Manney GL, Lambert A, Livesey NJ, Millán L, Neu JL, Read WG, Werner F. Australian new year's pyroCb impact on stratospheric composition. Geophysical Research Letters. 2020 doi: 10.1029/2020GL090831.", "ArticleIdList": ["10.1029/2020GL090831", "0"]}, {"Citation": "Anderson JG, Wilmouth DM, Smith JB, Sayres DS. UV dosage levels in summer: Increased risk of ozone loss from convectively injected water vapor. Science. 2012;337(6096):835–839. doi: 10.1126/science.1222978.", "ArticleIdList": ["10.1126/science.1222978", "22837384"]}, {"Citation": "Schwartz MJ, Read WG, Santee ML, Livesey NJ, Froidevaux L, Lambert A, Manney GL. Convectively injected water vapor in the North American summer lowermost stratosphere. Geophysical Research Letters. 2013;40(10):2316–2321. doi: 10.1002/grl.50421.", "ArticleIdList": ["10.1002/grl.50421"]}, {"Citation": "Bernath P, Boone C, Crouse J. Wildfire smoke destroys stratospheric ozone. Science. 2022;375(6586):1292–1295. doi: 10.1126/science.abm5611.", "ArticleIdList": ["10.1126/science.abm5611", "35298277"]}, {"Citation": "Solomon S, Dube K, Stone K, Yu P, Kinnison D, Toon OB, Strahan SE, Rosenlof KH, Portmann R, Davis S, Randel W, Bernath P, Boone C, Bardeen CG, Bourassa A, Zawada D, Degenstein D. On the stratospheric chemistry of midlatitude wildfire smoke. Proceedings of the National Academy of Sciences. 2022 doi: 10.1073/pnas.2117325119.", "ArticleIdList": ["10.1073/pnas.2117325119", "PMC8915979", "35238658"]}, {"Citation": "Santee ML, Lambert A, Manney GL, Livesey NJ, Froidevaux L, Neu JL, Schwartz MJ, Millán LF, Werner F, Read WG, Park M, Fuller RA, Ward BM. Prolonged and pervasive perturbations in the composition of the Southern Hemisphere midlatitude lower stratosphere from the Australian New Year's fires. Geophysical Research Letters. 2022 doi: 10.1029/2021GL096270.", "ArticleIdList": ["10.1029/2021GL096270", "PMC9285945", "35865735"]}, {"Citation": "Polvani LM, Banerjee A, Chemke R, Doddridge EW, Ferreira D, Gnanadesikan A, Holland MA, Kostov Y, Marshall J, Seviour WJM, Solomon S, Waugh DW. Interannual SAM modulation of Antarctic sea ice extent does not account for its long-term trends, pointing to a limited role for ozone depletion. Geophysical Research Letters. 2021 doi: 10.1029/2021gl094871.", "ArticleIdList": ["10.1029/2021gl094871"]}, {"Citation": "Haase S, Matthes K. The importance of interactive chemistry for stratosphere–troposphere coupling. Atmospheric Chemistry and Physics. 2019;19(5):3417–3432. doi: 10.5194/acp-19-3417-2019.", "ArticleIdList": ["10.5194/acp-19-3417-2019"]}, {"Citation": "Zhou C, Zhang T, Zheng L. The characteristics of surface albedo change trends over the Antarctic sea ice region during recent decades. Remote Sensing. 2019 doi: 10.3390/rs11070821.", "ArticleIdList": ["10.3390/rs11070821"]}, {"Citation": "Meehl GA, Arblaster JM, Chung CTY, Holland MM, DuVivier A, Thompson L, Yang D, Bitz CM. Sustained ocean changes contributed to sudden Antarctic sea ice retreat in late 2016. Nature Communications. 2019;10(1):14. doi: 10.1038/s41467-018-07865-9.", "ArticleIdList": ["10.1038/s41467-018-07865-9", "PMC6312884", "30600315"]}, {"Citation": "Wang G, Hendon HH, Arblaster JM, Lim E-P, Abhik S, van Rensch P. Compounding tropical and stratospheric forcing of the record low Antarctic sea-ice in 2016. Nature Communications. 2019;10(1):13. doi: 10.1038/s41467-018-07689-7.", "ArticleIdList": ["10.1038/s41467-018-07689-7", "PMC6312885", "30600314"]}, {"Citation": "Wang Z, Turner J, Wu Y, Liu C. Rapid decline of total Antarctic sea ice extent during 2014–16 controlled by wind-driven sea ice drift. Journal of Climate. 2019;32(17):5381–5395. doi: 10.1175/jcli-d-18-0635.1.", "ArticleIdList": ["10.1175/jcli-d-18-0635.1"]}, {"Citation": "Doddridge EW, Marshall J. Modulation of the seasonal cycle of Antarctic sea ice extent related to the southern annular mode. Geophysical Research Letters. 2017;44(19):9761–9768. doi: 10.1002/2017gl074319.", "ArticleIdList": ["10.1002/2017gl074319"]}, {"Citation": "Marshall J, Ferreira D, Bitz CM, Solomon S, Plumb A. Antarctic ocean and sea ice response to ozone depletion: A two-time-scale problem. Journal of Climate. 2015;28(3):1206–1226. doi: 10.1175/jcli-d-14-00313.1.", "ArticleIdList": ["10.1175/jcli-d-14-00313.1"]}, {"Citation": "Waugh DW, Thomas JL, Polvani LM, Marshall J, Kostov Y, Kelley M, Gnanadesikan A, Ferreira D, Doddridge EW, Codron F, Seviour WJM. The Southern Ocean sea surface temperature response to ozone depletion: A multimodel comparison. Journal of Climate. 2019;32(16):5107–5121. doi: 10.1175/jcli-d-19-0109.1.", "ArticleIdList": ["10.1175/jcli-d-19-0109.1"]}, {"Citation": "Xia Y, Hu Y, Liu J, Huang Y, Xie F, Lin J. Stratospheric ozone-induced cloud radiative effects on Antarctic sea ice. Advances in Atmospheric Sciences. 2020;37(5):505–514. doi: 10.1007/s00376-019-8251-6.", "ArticleIdList": ["10.1007/s00376-019-8251-6"]}, {"Citation": "Li S, Liu W, Lyu K, Zhang X. The effects of historical ozone changes on Southern Ocean heat uptake and storage. Climate Dynamics. 2021;57(7–8):2269–2285. doi: 10.1007/s00382-021-05803-y.", "ArticleIdList": ["10.1007/s00382-021-05803-y"]}, {"Citation": "England M, Polvani L, Sun L. Contrasting the Antarctic and Arctic atmospheric responses to projected sea ice loss in the late twenty-first century. Journal of Climate. 2018;31(16):6353–6370. doi: 10.1175/jcli-d-17-0666.1.", "ArticleIdList": ["10.1175/jcli-d-17-0666.1"]}, {"Citation": "Doddridge EW, Marshall J, Song H, Campin J-M, Kelley M. Southern Ocean heat storage, reemergence, and winter sea ice decline induced by summertime winds. Journal of Climate. 2021;34(4):1403–1415. doi: 10.1175/jcli-d-20-0322.1.", "ArticleIdList": ["10.1175/jcli-d-20-0322.1"]}, {"Citation": "Jakobs CL, Reijmer CH, van den Broeke MR, van de Berg WJ, van Wessem JM. Spatial variability of the snowmelt-albedo feedback in Antarctica. Journal of Geophysical Research. 2021 doi: 10.1029/2020jf005696.", "ArticleIdList": ["10.1029/2020jf005696"]}, {"Citation": "Bergstrom A, Gooseff MN, Myers M, Doran PT, Cross JM. The seasonal evolution of albedo across glaciers and the surrounding landscape of Taylor Valley. Antarctica. The Cryosphere. 2020;14(3):769–788. doi: 10.5194/tc-14-769-2020.", "ArticleIdList": ["10.5194/tc-14-769-2020"]}, {"Citation": "Schneider DP, Kay JE, Lenaerts J. Improved clouds over Southern Ocean amplify Antarctic precipitation response to ozone depletion in an earth system model. Climate Dynamics. 2020;55(5–6):1665–1684. doi: 10.1007/s00382-020-05346-8.", "ArticleIdList": ["10.1007/s00382-020-05346-8"]}, {"Citation": "Lenaerts JTM, Fyke J, Medley B. The signature of ozone depletion in recent Antarctic precipitation change: a study with the Community Earth System Model. Geophysical Research Letters. 2018 doi: 10.1029/2018gl078608.", "ArticleIdList": ["10.1029/2018gl078608"]}, {"Citation": "Friedel M, Chiodo G, Stenke A, Domeisen DIV, Fueglistaler S, Anet JG, Peter T. Springtime arctic ozone depletion forces northern hemisphere climate anomalies. Nature Geoscience. 2022;15(7):541–547. doi: 10.1038/s41561-022-00974-7.", "ArticleIdList": ["10.1038/s41561-022-00974-7"]}, {"Citation": "Domeisen DIV, Butler AH. Stratospheric drivers of extreme events at the Earth’s surface. Communications Earth & Environment. 2020;1(1):1–8. doi: 10.1038/s43247-020-00060-z.", "ArticleIdList": ["10.1038/s43247-020-00060-z"]}, {"Citation": "Xia Y, Hu Y, Huang Y, Zhao C, Xie F, Yang Y. Significant contribution of severe ozone loss to the Siberian-Arctic surface warming in spring 2020. Geophysical Research Letters. 2021 doi: 10.1029/2021GL092509.", "ArticleIdList": ["10.1029/2021GL092509"]}, {"Citation": "Overland JE, Wang M. The 2020 Siberian heat wave. International Journal of Climatology. 2021;41:E2341–E2346. doi: 10.1002/joc.6850.", "ArticleIdList": ["10.1002/joc.6850"]}, {"Citation": "Zhang J, Tian W, Pyle JA, Keeble J, Abraham NL, Chipperfield MP, Xie F, Yang Q, Mu L, Ren H-L, Wang L, Xu M. Responses of Arctic sea ice to stratospheric ozone depletion. Science Bulletin. 2022;67(11):1182–1190. doi: 10.1016/j.scib.2022.03.015.", "ArticleIdList": ["10.1016/j.scib.2022.03.015", "36545984"]}, {"Citation": "Baldwin MP, Ayarzagüena B, Birner T, Butchart N, Butler AH, Charlton-Perez AJ, Domeisen DIV, Garfinkel CI, Garny H, Gerber EP, Hegglin MI, Langematz U, Pedatella NM. Sudden Stratospheric Warmings. Reviews of Geophysics. 2021 doi: 10.1029/2020rg000708.", "ArticleIdList": ["10.1029/2020rg000708"]}, {"Citation": "Butler AH, Lee SH. The 2020 Arctic Sudden Stratospheric Warming. State of the Climate in 2021, Bulletin of the American Meteorological Society. 2022;103(8):S296–S298. doi: 10.1175/BAMS-D-22-0082.1.", "ArticleIdList": ["10.1175/BAMS-D-22-0082.1"]}, {"Citation": "Huang J, Hitchcock P, Maycock AC, McKenna CM, Tian W. Northern hemisphere cold air outbreaks are more likely to be severe during weak polar vortex conditions. Communications Earth & Environment. 2021 doi: 10.1038/s43247-021-00215-6.", "ArticleIdList": ["10.1038/s43247-021-00215-6"]}, {"Citation": "Zhang M, Yang XY, Huang Y. Impacts of sudden stratospheric warming on extreme cold events in early 2021: an ensemble-based sensitivity analysis. Geophysical Research Letters. 2022 doi: 10.1029/2021GL096840.", "ArticleIdList": ["10.1029/2021GL096840", "0"]}, {"Citation": "Xie F, Ma X, Li J, Huang J, Tian W, Zhang J, Hu Y, Sun C, Zhou X, Feng J, Yang Y. An advanced impact of Arctic stratospheric ozone changes on spring precipitation in China. Climate Dynamics. 2018;51(11–12):4029–4041. doi: 10.1007/s00382-018-4402-1.", "ArticleIdList": ["10.1007/s00382-018-4402-1"]}, {"Citation": "Stone KA, Solomon S, Kinnison DE, Baggett CF, Barnes EA. Prediction of Northern Hemisphere regional surface temperatures using stratospheric ozone information. Journal of Geophysical Research: Atmospheres. 2019;124(12):5922–5933. doi: 10.1029/2018jd029626.", "ArticleIdList": ["10.1029/2018jd029626"]}, {"Citation": "Ma X, Xie F, Li J, Zheng X, Tian W, Ding R, Sun C, Zhang J. Effects of Arctic stratospheric ozone changes on spring precipitation in the northwestern United States. Atmospheric Chemistry and Physics. 2019;19(2):861–875. doi: 10.5194/acp-19-861-2019.", "ArticleIdList": ["10.5194/acp-19-861-2019"]}, {"Citation": "Bais AF, McKenzie RL, Bernhard G, Aucamp PJ, Ilyas M, Madronich S, Tourpali K. Ozone depletion and climate change: Impacts on UV radiation. Photochemical & Photobiological Sciences. 2015;14(1):19–52. doi: 10.1039/c4pp90032d.", "ArticleIdList": ["10.1039/c4pp90032d", "25380284"]}, {"Citation": "McKenzie RL, Aucamp PJ, Bais AF, Björn LO, Ilyas M, Madronich S. Ozone depletion and climate change: Impacts on UV radiation. Photochemical & Photobiological Sciences. 2011;10(2):182–198. doi: 10.1039/c0pp90034f.", "ArticleIdList": ["10.1039/c0pp90034f", "21253660"]}, {"Citation": "Campanelli M, Diémoz H, Siani AM, di Sarra A, Iannarelli AM, Kudo R, Fasano G, Casasanta G, Tofful L, Cacciani M, Sanò P, Dietrich S. Aerosol optical characteristics in the urban area of Rome, Italy, and their impact on the UV index. Atmospheric Measurement Techniques. 2022;15(5):1171–1183. doi: 10.5194/amt-15-1171-2022.", "ArticleIdList": ["10.5194/amt-15-1171-2022"]}, {"Citation": "Mok J, Krotkov NA, Arola A, Torres O, Jethva H, Andrade M, Labow G, Eck TF, Li Z, Dickerson RR. Impacts of brown carbon from biomass burning on surface UV and ozone photochemistry in the Amazon Basin. Scientific Reports. 2016;6:36940. doi: 10.1038/srep36940.", "ArticleIdList": ["10.1038/srep36940", "PMC5105132", "27833145"]}, {"Citation": "Carlund T, Kouremeti N, Kazadzis S, Gröbner J. Aerosol optical depth determination in the UV using a four-channel precision filter radiometer. Atmospheric Measurement Techniques. 2017;10(3):905–923. doi: 10.5194/amt-10-905-2017.", "ArticleIdList": ["10.5194/amt-10-905-2017"]}, {"Citation": "López-Solano J, Redondas A, Carlund T, Rodriguez-Franco JJ, Diémoz H, León-Luis SF, Hernández-Cruz B, Guirado-Fuentes C, Kouremeti N, Gröbner J, Kazadzis S, Carreño V, Berjón A, Santana-Díaz D, Rodríguez-Valido M, De Bock V, Moreta JR, Rimmer J, Smedley ARD, Boulkelia L, et al. Aerosol optical depth in the European Brewer Network. Atmospheric Chemistry and Physics. 2018;18(6):3885–3902. doi: 10.5194/acp-18-3885-2018.", "ArticleIdList": ["10.5194/acp-18-3885-2018"]}, {"Citation": "Mok J, Krotkov NA, Torres O, Jethva H, Li Z, Kim J, Koo J-H, Go S, Irie H, Labow G, Eck TF, Holben BN, Herman J, Loughman RP, Spinei E, Lee SS, Khatri P, Campanelli M. Comparisons of spectral aerosol single scattering albedo in Seoul. South Korea. Atmospheric Measurement Techniques. 2018;11(4):2295–2311. doi: 10.5194/amt-11-2295-2018.", "ArticleIdList": ["10.5194/amt-11-2295-2018"]}, {"Citation": "Fountoulakis I, Natsis A, Siomos N, Drosoglou T, Bais AF. Deriving aerosol absorption properties from solar ultraviolet radiation spectral measurements at Thessaloniki. Greece. Remote Sensing. 2019;11(18):2179. doi: 10.3390/rs11182179.", "ArticleIdList": ["10.3390/rs11182179"]}, {"Citation": "Rimmer JS, Redondas A, Karppinen T. EuBrewNet–A European brewer network (COST Action ES1207), an overview. Atmospheric Chemistry and Physics. 2018;18(14):10347–10353. doi: 10.5194/acp-18-10347-2018.", "ArticleIdList": ["10.5194/acp-18-10347-2018"]}, {"Citation": "Ipiña A, López-Padilla G, Retama A, Piacentini RD, Madronich S. Ultraviolet radiation environment of a tropical megacity in transition: Mexico City 2000–2019. Environmental Science & Technology. 2021;55(16):10946–10956. doi: 10.1021/acs.est.0c08515.", "ArticleIdList": ["10.1021/acs.est.0c08515", "34343426"]}, {"Citation": "Wilson SR, Madronich S, Longstreth JD, Solomon KR. Interactive effects of changing stratospheric ozone and climate on tropospheric composition and air quality, and the consequences for human and ecosystem health. Photochemical & Photobiological Sciences. 2019;18(3):775–803. doi: 10.1039/c8pp90064g.", "ArticleIdList": ["10.1039/c8pp90064g", "30810564"]}, {"Citation": "Moses E, Cardenas B, Nagpure A, Pai M. Can An Airshed Governance Framework in India Spur Clean Air for All? Lessons from Mexico City and Los Angeles: Policy Brief, CCAPC/2020/01. India: Collaborative Clean Air Policy Centre; 2020."}, {"Citation": "Cabrera S, Ipiña A, Damiani A, Cordero RR, Piacentini RD. UV index values and trends in Santiago, Chile (33.5°S) based on ground and satellite data. Journal of Photochemistry & Photobiology B: Biology. 2012;115:73–84. doi: 10.1016/j.jphotobiol.2012.06.013.", "ArticleIdList": ["10.1016/j.jphotobiol.2012.06.013", "22883148"]}, {"Citation": "Roshan DR, Koc M, Abdallah A, Martin-Pomares L, Isaifan R, Fountoukis C. UV Index forecasting under the influence of desert dust: evaluation against surface and satellite-retrieved data. Atmosphere. 2020 doi: 10.3390/atmos11010096.", "ArticleIdList": ["10.3390/atmos11010096"]}, {"Citation": "du Preez DJ, Bencherif H, Portafaix T, Lamy K, Wright CY. Solar ultraviolet radiation in Pretoria and its relations to aerosols and tropospheric ozone during the biomass burning season. Atmosphere. 2021 doi: 10.3390/atmos12020132.", "ArticleIdList": ["10.3390/atmos12020132"]}, {"Citation": "Diffey BL, Jansén CT, Urbach F, Wulf HC. The standard erythema dose: A new photobiological concept. Photodermatology, Photoimmunology and Photomedicine. 1997;13(1–2):64–66. doi: 10.1111/j.1600-0781.1997.tb00110.x.", "ArticleIdList": ["10.1111/j.1600-0781.1997.tb00110.x", "9361131"]}, {"Citation": "Fitzpatrick TB. The Validity and Practicality of Sun-Reactive Skin Types I Through VI. Archives of Dermatology. 1988;124(6):869–871. doi: 10.1001/archderm.1988.01670060015008.", "ArticleIdList": ["10.1001/archderm.1988.01670060015008", "3377516"]}, {"Citation": "McKenzie RL, Liley JB, Björn LO. UV Radiation: Balancing Risks and Benefits. Photochemistry and Photobiology. 2009;85:88–98. doi: 10.1111/j.1751-1097.2008.00400.x.", "ArticleIdList": ["10.1111/j.1751-1097.2008.00400.x", "18657052"]}, {"Citation": "Igoe DP, Parisi AV, Downs NJ, Butler H. A case study of UV exposure risk in Sydney during the 2019/2020 New South Wales bushfires. Photochemistry and Photobiology. 2022;98(5):1236–1244. doi: 10.1111/php.13603.", "ArticleIdList": ["10.1111/php.13603", "35106770"]}, {"Citation": "ICNIRP ICNIRP Statement—Protection of workers against ultraviolet radiation. Health Physics. 2010;99(1):66–87. doi: 10.1097/HP.0b013e3181d85908.", "ArticleIdList": ["10.1097/HP.0b013e3181d85908", "20539126"]}, {"Citation": "Mortier A, Gliß J, Schulz M, Aas W, Andrews E, Bian H, Chin M, Ginoux P, Hand J, Holben B, Zhang H, Kipling Z, Kirkevåg A, Laj P, Lurton T, Myhre G, Neubauer D, Olivié D, von Salzen K, Skeie RB, et al. Evaluation of climate model aerosol trends with ground-based observations over the last 2 decades – an AeroCom and CMIP6 analysis. Atmospheric Chemistry and Physics. 2020;20(21):13355–13378. doi: 10.5194/acp-20-13355-2020.", "ArticleIdList": ["10.5194/acp-20-13355-2020"]}, {"Citation": "Tong D, Cheng J, Liu Y, Yu S, Yan L, Hong C, Qin Y, Zhao H, Zheng Y, Geng G, Li M, Liu F, Zhang Y, Zheng B, Clarke L, Zhang Q. Dynamic projection of anthropogenic emissions in China: Methodology and 2015–2050 emission pathways under a range of socio-economic, climate policy, and pollution control scenarios. Atmospheric Chemistry and Physics. 2020;20(9):5729–5757. doi: 10.5194/acp-20-5729-2020.", "ArticleIdList": ["10.5194/acp-20-5729-2020"]}, {"Citation": "Drugé T, Nabat P, Mallet M, Somot S. Future evolution of aerosols and implications for climate change in the Euro-Mediterranean region using the CNRM-ALADIN63 regional climate model. Atmospheric Chemistry and Physics. 2021;21(10):7639–7669. doi: 10.5194/acp-21-7639-2021.", "ArticleIdList": ["10.5194/acp-21-7639-2021"]}, {"Citation": "Millán LF, Manney GL. An assessment of ozone mini-hole representation in reanalyses over the Northern Hemisphere. Atmospheric Chemistry and Physics. 2017;17(15):9277–9289. doi: 10.5194/acp-17-9277-2017.", "ArticleIdList": ["10.5194/acp-17-9277-2017"]}, {"Citation": "Raptis I-P, Eleftheratos K, Kazadzis S, Kosmopoulos P, Papachristopoulou K, Solomos S. The combined effect of ozone and aerosols on erythemal irradiance in an extremely low ozone event during May 2020. Atmosphere. 2021 doi: 10.3390/atmos12020145.", "ArticleIdList": ["10.3390/atmos12020145"]}, {"Citation": "Becherini F, Vitale V, Lupi A, Stone RS, Salvatori R, Salzano R, di Carlo P, Viola AP, Mazzola M. Surface albedo and spring snow melt variations at Ny-Ålesund, Svalbard. Bulletin of Atmospheric Science and Technology. 2021 doi: 10.1007/s42865-021-00043-8.", "ArticleIdList": ["10.1007/s42865-021-00043-8"]}, {"Citation": "Brunt KM, Sergienko O, MacAyeal DR. Observations of unusual fast-ice conditions in the southwest Ross Sea, Antarctica: Preliminary analysis of iceberg and storminess effects. Annals of Glaciology. 2017;44:183–187. doi: 10.3189/172756406781811754.", "ArticleIdList": ["10.3189/172756406781811754"]}, {"Citation": "Kim S, Saenz B, Scanniello J, Daly K, Ainley D. Local climatology of fast ice in McMurdo Sound. Antarctica. Antarctic Science. 2018;30(2):125–142. doi: 10.1017/s0954102017000578.", "ArticleIdList": ["10.1017/s0954102017000578"]}, {"Citation": "Bernhard G, Stierle S. Trends of UV radiation in Antarctica. Atmosphere. 2020;11(8):795. doi: 10.3390/atmos11080795.", "ArticleIdList": ["10.3390/atmos11080795"]}, {"Citation": "Gordon EM, Seppälä A, Funke B, Tamminen J, Walker KA. Observational evidence of energetic particle precipitation NOx (EPP-NOx) interaction with chlorine curbing Antarctic ozone loss. Atmospheric Chemistry and Physics. 2021;21(4):2819–2836. doi: 10.5194/acp-21-2819-2021.", "ArticleIdList": ["10.5194/acp-21-2819-2021"]}, {"Citation": "Gordon EM, Seppälä A, Tamminen J. Evidence for energetic particle precipitation and quasi-biennial oscillation modulations of the Antarctic NO2 springtime stratospheric column from OMI observations. Atmospheric Chemistry and Physics. 2020;20(11):6259–6271. doi: 10.5194/acp-20-6259-2020.", "ArticleIdList": ["10.5194/acp-20-6259-2020"]}, {"Citation": "Haigh JD, Winning AR, Toumi R, Harder JW. An influence of solar spectral variations on radiative forcing of climate. Nature. 2010;467(7316):696–699. doi: 10.1038/nature09426.", "ArticleIdList": ["10.1038/nature09426", "20930841"]}, {"Citation": "Xiao Z-N, Dong S, Zhong Q. Numerical simulation of climate response to ultraviolet irradiation forcing. Advances in Climate Change Research. 2019;10(3):133–142. doi: 10.1016/j.accre.2019.07.001.", "ArticleIdList": ["10.1016/j.accre.2019.07.001"]}, {"Citation": "Roy I, Haigh JD. The influence of solar variability and the quasi-biennial oscillation on lower atmospheric temperatures and sea level pressure. Atmospheric Chemistry and Physics. 2011;11(22):11679–11687. doi: 10.5194/acp-11-11679-2011.", "ArticleIdList": ["10.5194/acp-11-11679-2011"]}, {"Citation": "Arsenovic P, Rozanov E, Anet J, Stenke A, Schmutz W, Peter T. Implications of potential future grand solar minimum for ozone layer and climate. Atmospheric Chemistry and Physics. 2018;18(5):3469–3483. doi: 10.5194/acp-18-3469-2018.", "ArticleIdList": ["10.5194/acp-18-3469-2018"]}, {"Citation": "Miyahara H, Tokanai F, Moriya T, Takeyama M, Sakurai H, Horiuchi K, Hotta H. Gradual onset of the Maunder Minimum revealed by high-precision carbon-14 analyses. Scientific Reports. 2021 doi: 10.1038/s41598-021-84830-5.", "ArticleIdList": ["10.1038/s41598-021-84830-5", "PMC7943760", "33750884"]}, {"Citation": "Ineson S, Maycock AC, Gray LJ, Scaife AA, Dunstone NJ, Harder JW, Knight JR, Lockwood M, Manners JC, Wood RA. Regional climate impacts of a possible future grand solar minimum. Nature Communications. 2015 doi: 10.1038/ncomms8535.", "ArticleIdList": ["10.1038/ncomms8535", "PMC4557394", "26102364"]}, {"Citation": "Kitiashvili IN. Application of synoptic magnetograms to global solar activity forecast. The Astrophysical Journal. 2020 doi: 10.3847/1538-4357/ab64e7.", "ArticleIdList": ["10.3847/1538-4357/ab64e7"]}, {"Citation": "Zharkova V. Modern grand solar minimum will lead to terrestrial cooling. Temperature. 2020;7(3):217–222. doi: 10.1080/23328940.2020.1796243.", "ArticleIdList": ["10.1080/23328940.2020.1796243", "PMC7575229", "33117860"]}, {"Citation": "Stone KA, Solomon S, Kinnison DE, Pitts MC, Poole LR, Mills MJ, Schmidt A, Neely RR, Ivy D, Schwartz MJ, Vernier J-P, Johnson BJ, Tully MB, Klekociuk AR, König-Langlo G, Hagiya S. Observing the impact of Calbuco volcanic aerosols on south polar ozone depletion in 2015. Journal of Geophysical Research: Atmospheres. 2017;122(21):11862–11879. doi: 10.1002/2017JD026987.", "ArticleIdList": ["10.1002/2017JD026987"]}, {"Citation": "Arnold F, Bührke T, Qiu S. Evidence for stratospheric ozone-depleting heterogeneous chemistry on volcanic aerosols from El Chichón. Nature. 1990;348(6296):49–50. doi: 10.1038/348049a0.", "ArticleIdList": ["10.1038/348049a0"]}, {"Citation": "Brasseur G, Granier C. Mount Pinatubo aerosols, chlorofluorocarbons, and ozone depletion. Science. 1992;257(5074):1239–1242. doi: 10.1126/science.257.5074.1239.", "ArticleIdList": ["10.1126/science.257.5074.1239", "17742756"]}, {"Citation": "Osipov S, Stenchikov G, Tsigaridis K, LeGrande AN, Bauer SE, Fnais M, Lelieveld J. The Toba supervolcano eruption caused severe tropical stratospheric ozone depletion. Communications Earth & Environment. 2021 doi: 10.1038/s43247-021-00141-7.", "ArticleIdList": ["10.1038/s43247-021-00141-7"]}, {"Citation": "Labitzke K, McCormick MP. Stratospheric temperature increases due to Pinatubo aerosols. Geophysical Research Letters. 1992;19(2):207–210. doi: 10.1029/91GL02940.", "ArticleIdList": ["10.1029/91GL02940"]}, {"Citation": "Brenna H, Kutterolf S, Krüger K. Global ozone depletion and increase of UV radiation caused by pre-industrial tropical volcanic eruptions. Scientific Reports. 2019 doi: 10.1038/s41598-019-45630-0.", "ArticleIdList": ["10.1038/s41598-019-45630-0", "PMC6603163", "31263134"]}, {"Citation": "Ming A, Winton VHL, Keeble J, Abraham NL, Dalvi MC, Griffiths P, Caillon N, Jones AE, Mulvaney R, Savarino J, Frey MM, Yang X. Stratospheric ozone changes from explosive tropical volcanoes: modeling and ice core constraints. Journal of Geophysical Research. 2020 doi: 10.1029/2019JD032290.", "ArticleIdList": ["10.1029/2019JD032290", "0"]}, {"Citation": "Krüger K, Kutterolf S, Hansteen TH, Schmidt A, Fristad KE, Elkins-Tanton LT. Volcanism and Global Environmental Change. Cambridge University Press; 2015. Halogen release from Plinian eruptions and depletion of stratospheric ozone; pp. 244–259."}, {"Citation": "Mankin WG, Coffey MT, Goldman A. Airborne observations of SO2, HCl, and O3 in the stratospheric plume of the Pinatubo volcano in July 1991. Geophysical Research Letters. 1992;19(2):179–182. doi: 10.1029/91gl02942.", "ArticleIdList": ["10.1029/91gl02942"]}, {"Citation": "Zaratti F, Piacentini RD, Guillén HA, Cabrera SH, Liley JB, McKenzie RL. Proposal for a modification of the UVI risk scale. Photochemical & Photobiological Sciences. 2014;13(7):980–985. doi: 10.1039/C4PP00006D.", "ArticleIdList": ["10.1039/C4PP00006D", "24728468"]}, {"Citation": "Norris JR, Allen RJ, Evan AT, Zelinka MD, O'Dell CW, Klein SA. Evidence for climate change in the satellite cloud record. Nature. 2016;536(7614):72–75. doi: 10.1038/nature18273.", "ArticleIdList": ["10.1038/nature18273", "27398619"]}, {"Citation": "Bodas-Salcedo A, Hill PG, Furtado K, Williams KD, Field PR, Manners JC, Hyder P, Kato S. Large contribution of supercooled liquid clouds to the solar radiation budget of the Southern Ocean. Journal of Climate. 2016;29(11):4213–4228. doi: 10.1175/JCLI-D-15-0564.1.", "ArticleIdList": ["10.1175/JCLI-D-15-0564.1"]}, {"Citation": "Cherian R, Quaas J. Trends in AOD, clouds, and cloud radiative effects in satellite data and CMIP5 and CMIP6 model simulations over aerosol source regions. Geophysical Research Letters. 2020 doi: 10.1029/2020gl087132.", "ArticleIdList": ["10.1029/2020gl087132"]}, {"Citation": "Wu DL, Lee JN, Kim K-M, Lim Y-K. Interannual variations of TOA albedo over the Arctic, Antarctic and Tibetan Plateau in 2000–2019. Remote Sensing. 2020 doi: 10.3390/rs12091460.", "ArticleIdList": ["10.3390/rs12091460", "0"]}, {"Citation": "Bernhard GH, Fioletov VE, Grooß J-U, Ialongo I, Johnsen B, Lakkala K, Manney GL, Müller R. Ozone and UV radiation. State of the Climate in 2018 Bulletin of the American Meteorological Society. 2019 doi: 10.1175/2019BAMSStateoftheClimate.1.", "ArticleIdList": ["10.1175/2019BAMSStateoftheClimate.1"]}, {"Citation": "Rösner B, Benedict I, Van Heerwaarden C, Weerts A, Hazeleger W, Bissolli P, Trachte K. The long heat wave and drought in Europe in 2018. State of the Climate in 2018 Bulletin of the American Meteorological Society. 2019 doi: 10.1175/2019BAMSStateoftheClimate.1.", "ArticleIdList": ["10.1175/2019BAMSStateoftheClimate.1"]}, {"Citation": "Marín JC, Bozkurt D, Barrett BS. Atmospheric blocking trends and seasonality around the Antarctic Peninsula. Journal of Climate. 2022;35(12):3803–3818. doi: 10.1175/jcli-d-21-0323.1.", "ArticleIdList": ["10.1175/jcli-d-21-0323.1"]}, {"Citation": "Wachowicz LJ, Preece JR, Mote TL, Barrett BS, Henderson GR. Historical trends of seasonal Greenland blocking under different blocking metrics. International Journal of Climatology. 2020 doi: 10.1002/joc.6923.", "ArticleIdList": ["10.1002/joc.6923"]}, {"Citation": "Woollings T, Barriopedro D, Methven J, Son S-W, Martius O, Harvey B, Sillmann J, Lupo AR, Seneviratne S. Blocking and its response to climate change. Current Climate Change Reports. 2018;4(3):287–300. doi: 10.1007/s40641-018-0108-z.", "ArticleIdList": ["10.1007/s40641-018-0108-z", "PMC6428232", "30956938"]}, {"Citation": "Dobson GMB, Brewer AW, Cwilong BM. Bakerian Lecture: Meteorology of the lower stratosphere. Proceedings of the Royal Society of London. Series A. Mathematical, Physical, and Engineering Sciences. 1946;185(1001):144–175. doi: 10.1098/rspa.1946.0010.", "ArticleIdList": ["10.1098/rspa.1946.0010", "21022948"]}, {"Citation": "Steinbrecht W, Claude H, Köhler U, Hoinka KP. Correlations between tropopause height and total ozone: Implications for long-term changes. Journal of Geophysical Research: Atmospheres. 1998;103(D15):19183–19192. doi: 10.1029/98JD01929.", "ArticleIdList": ["10.1029/98JD01929"]}, {"Citation": "Hommel R, Eichmann KU, Aschmann J, Bramstedt K, Weber M, von Savigny C, Richter A, Rozanov A, Wittrock F, Khosrawi F, Bauer R, Burrows JP. Chemical ozone loss and ozone mini-hole event during the Arctic winter 2010/2011 as observed by SCIAMACHY and GOME-2. Atmospheric Chemistry and Physics. 2014;14(7):3247–3276. doi: 10.5194/acp-14-3247-2014.", "ArticleIdList": ["10.5194/acp-14-3247-2014"]}, {"Citation": "Fountoulakis I, Diémoz H, Siani AM, di Sarra A, Meloni D, Sferlazzo DM. Variability and trends in surface solar spectral ultraviolet irradiance in Italy: On the influence of geopotential height and lower-stratospheric ozone. Atmospheric Chemistry and Physics. 2021;21(24):18689–18705. doi: 10.5194/acp-21-18689-2021.", "ArticleIdList": ["10.5194/acp-21-18689-2021"]}, {"Citation": "Lin P, Paynter D, Ming Y, Ramaswamy V. Changes of the tropical tropopause layer under global warming. Journal of Climate. 2017;30(4):1245–1258. doi: 10.1175/JCLI-D-16-0457.1.", "ArticleIdList": ["10.1175/JCLI-D-16-0457.1"]}, {"Citation": "Meng L, Liu J, Tarasick DW, Randel WJ, Steiner AK, Wilhelmsen H, Wang L, Haimberger L. Continuous rise of the tropopause in the Northern Hemisphere over 1980–2020. Science Advances. 2021 doi: 10.1126/sciadv.abi8065.", "ArticleIdList": ["10.1126/sciadv.abi8065", "PMC8570593", "34739322"]}, {"Citation": "Ball WT, Alsing J, Mortlock DJ, Staehelin J, Haigh JD, Peter T, Tummon F, Stübi R, Stenke A, Anderson J, Bourassa A, Davis SM, Degenstein D, Frith S, Froidevaux L, Roth C, Sofieva V, Wang R, Wild J, Yu P, et al. Evidence for a continuous decline in lower stratospheric ozone offsetting ozone layer recovery. Atmospheric Chemistry and Physics. 2018;18(2):1379–1394. doi: 10.5194/acp-18-1379-2018.", "ArticleIdList": ["10.5194/acp-18-1379-2018"]}, {"Citation": "McKenzie R, Liley B, Kotkamp M, Geddes A, Querel R, Stierle S, Lantz K, Rhodes S, Madronich S. Relationship between ozone and biologically relevant UV at 4 NDACC sites. Photochemical & Photobiological Sciences. 2022 doi: 10.1007/s43630-022-00281-5.", "ArticleIdList": ["10.1007/s43630-022-00281-5", "35962279"]}, {"Citation": "Booth CR, Lucas TB, Morrow JH, Weiler CS, Penhale PA. The United States National Science Foundation’s polar network for monitoring ultraviolet radiation. In: Weiler CS, Penhale PA, editors. Ultraviolet radiation in Antarctica: Measurements and biological effects, 62. American Geophysical Union; 1994. pp. 17–37."}, {"Citation": "Bernhard G, Booth CR, Ehramjian JC. Version 2 data of the National Science Foundation's ultraviolet radiation monitoring network: South Pole. Journal of Geophysical Research: Atmospheres. 2004;109(D21):D21207. doi: 10.1029/2004jd004937.", "ArticleIdList": ["10.1029/2004jd004937"]}, {"Citation": "Bernhard GH, McKenzie RL, Lantz K, Stierle S. Updated analysis of data from Palmer Station, Antarctica (64° S), and San Diego, California (32° N), confirms large effect of the Antarctic ozone hole on UV radiation. Photochemical & Photobiological Sciences. 2022;21(3):373–384. doi: 10.1007/s43630-022-00178-3.", "ArticleIdList": ["10.1007/s43630-022-00178-3", "35195892"]}, {"Citation": "Cordero RR, Damiani A, Jorquera J, Sepúlveda E, Caballero M, Fernandez S, Feron S, Llanillo PJ, Carrasco J, Laroze D, Labbe F. Ultraviolet radiation in the Atacama Desert. Antonie van Leeuwenhoek. 2018;111(8):1301–1313. doi: 10.1007/s10482-018-1075-z.", "ArticleIdList": ["10.1007/s10482-018-1075-z", "29605897"]}, {"Citation": "McKenzie RL, Lucas RM. Reassessing impacts of extended daily exposure to low level solar UV radiation. Scientific Reports. 2018;8(1):13805. doi: 10.1038/s41598-018-32056-3.", "ArticleIdList": ["10.1038/s41598-018-32056-3", "PMC6138670", "30218096"]}, {"Citation": "Kirchhoff VWJH, Sahai Y, Casiccia CARS, Zamorano BF, Valderrama V., V. Observations of the 1995 ozone hole over Punta Arenas. Chile. Journal of Geophysical Research. 1997;102(D13):16109–116120. doi: 10.1029/97JD00276.", "ArticleIdList": ["10.1029/97JD00276"]}, {"Citation": "du Preez DJ, Ajtić JV, Bencherif H, Bègue N, Cadet J-M, Wright CY. Spring and summer time ozone and solar ultraviolet radiation variations over Cape Point. South Africa. Annales Geophysicae. 2019;37(2):129–141. doi: 10.5194/angeo-37-129-2019.", "ArticleIdList": ["10.5194/angeo-37-129-2019"]}, {"Citation": "Bernhard GH, Fioletov VE, Grooß J-U, Ialongo I, Johnsen B, Lakkala K, Manney GL, Müller R, Svendby T. Ozone and ultraviolet radiation. State of the Climate in 2020, Bulletin of the American Meteorological Society. 2021 doi: 10.1175/BAMS-D-21-0086.1.", "ArticleIdList": ["10.1175/BAMS-D-21-0086.1"]}, {"Citation": "Bernhard GH, Fioletov VE, Grooß JU, Ialongo I, Johnsen B, Lakkala K, Manney GL, Müller R, Svendby T. Record-breaking increases in Arctic solar ultraviolet radiation caused by exceptionally large ozone depletion in 2020. Geophysical Research Letters. 2020 doi: 10.1029/2020gl090844.", "ArticleIdList": ["10.1029/2020gl090844", "PMC9285682", "35860747"]}, {"Citation": "Bhartia, P. K., & Wellemeyer, C. W. (2002). TOMS-V8 total O3 algorithm. In OMI Algorithm Theoretical Basis Document Volume II, 15–31. NASA Goddard Space Flight Center Tech. Doc. ATBD-OMI-02"}, {"Citation": "Parra R, Cadena E, Flores C. Maximum UV index records (2010–2014) in Quito (Ecuador) and its trend inferred from remote sensing data (1979–2018) Atmosphere. 2019;10(12):787. doi: 10.3390/atmos10120787.", "ArticleIdList": ["10.3390/atmos10120787"]}, {"Citation": "Rivas M, Rojas E, Madronich S. Aumento Del Índice Solar Ultravioleta Con La Altura. Ingeniare. Revista chilena de ingeniería. 2008 doi: 10.4067/S0718-33052008000200013.", "ArticleIdList": ["10.4067/S0718-33052008000200013"]}, {"Citation": "Fountoulakis I, Zerefos CS, Bais AF, Kapsomenakis J, Koukouli M-E, Ohkawara N, Fioletov V, De Backer H, Lakkala K, Karppinen T, Webb AR. Twenty-five years of spectral UV-B measurements over Canada, Europe and Japan: Trends and effects from changes in ozone, aerosols, clouds, and surface reflectivity. Comptes Rendus Geoscience. 2018;350(7):393–402. doi: 10.1016/j.crte.2018.07.011.", "ArticleIdList": ["10.1016/j.crte.2018.07.011"]}, {"Citation": "Zhang H, Wang J, Castro García L, Zeng J, Dennhardt C, Liu Y, Krotkov NA. Surface erythemal UV irradiance in the continental United States derived from ground-based and OMI observations: Quality assessment, trend analysis and sampling issues. Atmospheric Chemistry and Physics. 2019;19(4):2165–2181. doi: 10.5194/acp-19-2165-2019.", "ArticleIdList": ["10.5194/acp-19-2165-2019"]}, {"Citation": "Chubarova NE, Pastukhova AS, Zhdanova EY, Volpert EV, Smyshlyaev SP, Galin VY. Effects of ozone and clouds on temporal variability of surface UV radiation and UV resources over Northern Eurasia derived from measurements and modeling. Atmosphere. 2020;11(1):59. doi: 10.3390/atmos11010059.", "ArticleIdList": ["10.3390/atmos11010059"]}, {"Citation": "Chubarova NE, Pastukhova AS, Galin VY, Smyshlyaev SP. Long-term variability of UV irradiance in the Moscow region according to measurement and modeling data. Izvestiya, Atmospheric and Oceanic Physics. 2018;54(2):139–146. doi: 10.1134/s0001433818020056.", "ArticleIdList": ["10.1134/s0001433818020056"]}, {"Citation": "Aun M, Eerme K, Ansko I, Aun M. Daily, seasonal, and annual characteristics of UV radiation and its influencing factors in Tõravere, Estonia, 2004–2016. Theoretical and Applied Climatology. 2019;138(1–2):887–897. doi: 10.1007/s00704-019-02865-1.", "ArticleIdList": ["10.1007/s00704-019-02865-1"]}, {"Citation": "Fountoulakis I, Diémoz H, Siani A-M, Laschewski G, Filippa G, Arola A, Bais AF, De Backer H, Lakkala K, Webb AR, De Bock V, Karppinen T, Garane K, Kapsomenakis J, Koukouli M-E, Zerefos CS. Solar UV irradiance in a changing climate: Trends in Europe and the significance of spectral monitoring in Italy. Environments. 2020;7(1):1. doi: 10.3390/environments7010001.", "ArticleIdList": ["10.3390/environments7010001"]}, {"Citation": "Hunter N, Rendell RJ, Higlett MP, amp, apos, Hagan, J. B., & Haylock, R. G. E. Relationship between erythema effective UV radiant exposure, total ozone, cloud cover and aerosols in southern England. UK. Atmospheric Chemistry and Physics. 2019;19(1):683–699. doi: 10.5194/acp-19-683-2019.", "ArticleIdList": ["10.5194/acp-19-683-2019"]}, {"Citation": "Torres O, Bhartia PK, Jethva H, Ahn C. Impact of the ozone monitoring instrument row anomaly on the long-term record of aerosol products. Atmospheric Measurement Techniques. 2018;11(5):2701–2715. doi: 10.5194/amt-11-2701-2018.", "ArticleIdList": ["10.5194/amt-11-2701-2018"]}, {"Citation": "Herman J, Cede A, Huang L, Ziemke J, Torres O, Krotkov N, Kowalewski M, Blank K. Global distribution and 14-year changes in erythemal irradiance, UV atmospheric transmission, and total column ozone for 2005–2018 estimated from OMI and EPIC observations. Atmospheric Chemistry and Physics. 2020;20(14):8351–8380. doi: 10.5194/acp-20-8351-2020.", "ArticleIdList": ["10.5194/acp-20-8351-2020"]}, {"Citation": "Lindfors A, Vuilleumier L. Erythemal UV at Davos (Switzerland), 1926–2003, estimated using total ozone, sunshine duration, and snow depth. Journal of Geophysical Research. 2005 doi: 10.1029/2004JD005231.", "ArticleIdList": ["10.1029/2004JD005231"]}, {"Citation": "Krzyścin JW, Sobolewski PS. Trends in erythemal doses at the Polish Polar Station, Hornsund, Svalbard based on the homogenized measurements (1996–2016) and reconstructed data (1983–1995) Atmospheric Chemistry and Physics. 2018;18(1):1–11. doi: 10.5194/acp-18-1-2018.", "ArticleIdList": ["10.5194/acp-18-1-2018"]}, {"Citation": "Posyniak M, Szkop A, Pietruczuk A, Podgórski J, Krzyścin J. The long-term (1964–2014) variability of aerosol optical thickness and its impact on solar irradiance based on the data taken at Belsk, Poland. Acta Geophysica. 2016;64(5):1858–1874. doi: 10.1515/acgeo-2016-0026.", "ArticleIdList": ["10.1515/acgeo-2016-0026"]}, {"Citation": "Čížková K, Láska K, Metelka L, Staněk M. Reconstruction and analysis of erythemal UV radiation time series from Hradec Králové (Czech Republic) over the past 50 years. Atmospheric Chemistry and Physics. 2018;18(3):1805–1818. doi: 10.5194/acp-18-1805-2018.", "ArticleIdList": ["10.5194/acp-18-1805-2018"]}, {"Citation": "Volpert EV, Chubarova NE. Long-term changes in solar radiation in Northern Eurasia during the warm season according to measurements and reconstruction model. Russian Meteorology and Hydrology. 2021;46(8):507–518. doi: 10.3103/S1068373921080021.", "ArticleIdList": ["10.3103/S1068373921080021"]}, {"Citation": "Malinović-Milićević S, Radovanović MM, Mijatović Z, Petrović MD. Reconstruction and variability of high daily erythemal ultraviolet doses and relationship with total ozone, cloud cover, and albedo in Novi Sad (Serbia) International Journal of Climatology. 2022 doi: 10.1002/joc.7803.", "ArticleIdList": ["10.1002/joc.7803"]}, {"Citation": "WMO . Global Ozone Research and Monitoring Project – Report No. 52. Geneva, Switzerland: World Meteorological Organization; 2011. Scientific Assessment of Ozone Depletion 2010."}, {"Citation": "WMO . Global Ozone Research and Monitoring Project – Report No. 55. Geneva, Switzerland: World Meteorological Organisation; 2014. Scientific Assessment of Ozone Depletion 2014."}, {"Citation": "Bernhard G, Dahlback A, Fioletov V, Heikkilä A, Johnsen B, Koskela T, Lakkala K, Svendby T. High levels of ultraviolet radiation observed by ground-based instruments below the 2011 Arctic ozone hole. Atmospheric Chemistry and Physics. 2013;13(21):10573–10590. doi: 10.5194/acp-13-10573-2013.", "ArticleIdList": ["10.5194/acp-13-10573-2013"]}, {"Citation": "Kazadzis S, Founda D, Psiloglou BE, Kambezidis H, Mihalopoulos N, Sanchez-Lorenzo A, Meleti C, Raptis PI, Pierros F, Nabat P. Long-term series and trends in surface solar radiation in Athens. Greece. Atmospheric Chemistry and Physics. 2018;18(4):2395–2411. doi: 10.5194/acp-18-2395-2018.", "ArticleIdList": ["10.5194/acp-18-2395-2018"]}, {"Citation": "Wild M, Wacker S, Yang S, Sanchez-Lorenzo A. Evidence for clear-sky dimming and brightening in Central Europe. Geophysical Research Letters. 2021 doi: 10.1029/2020gl092216.", "ArticleIdList": ["10.1029/2020gl092216"]}, {"Citation": "Lamy K, Portafaix T, Josse B, Brogniez C, Godin-Beekmann S, Bencherif H, Revell L, Akiyoshi H, Bekki S, Hegglin MI, Jöckel P, Kirner O, Liley B, Marecal V, Morgenstern O, Stenke A, Zeng G, Abraham NL, Archibald AT, Butchart N, et al. Clear-sky ultraviolet radiation modelling using output from the Chemistry Climate Model Initiative. Atmospheric Chemistry and Physics. 2019;19(15):10087–10110. doi: 10.5194/acp-19-10087-2019.", "ArticleIdList": ["10.5194/acp-19-10087-2019", "PMC6800685", "31632450"]}, {"Citation": "Eyring V, Lamarque J-F, Hess P, Arfeuille F, Bowman K, Chipperfiel MP, Duncan B, Fiore A, Gettelman A, Giorgetta MA. Overview of IGAC/SPARC Chemistry-Climate Model Initiative (CCMI) community simulations in support of upcoming ozone and climate assessments. SPARC Newsletter. 2013;40(1):48–66."}, {"Citation": "van Vuuren DP, Edmonds J, Kainuma M, Riahi K, Thomson A, Hibbard K, Hurtt GC, Kram T, Krey V, Lamarque J-F, Masui T, Meinshausen M, Nakicenovic N, Smith SJ, Rose SK. The representative concentration pathways: An overview. Climatic Change. 2011;109(1–2):5–31. doi: 10.1007/s10584-011-0148-z.", "ArticleIdList": ["10.1007/s10584-011-0148-z"]}, {"Citation": "Kinne S, O'Donnel D, Stier P, Kloster S, Zhang K, Schmidt H, Rast S, Giorgetta M, Eck TF, Stevens B. MAC-v1: A new global aerosol climatology for climate studies. Journal of Advances in Modeling Earth Systems. 2013;5(4):704–740. doi: 10.1002/jame.20035.", "ArticleIdList": ["10.1002/jame.20035"]}, {"Citation": "Pastukhova AS, Chubarova NE, Zhdanova YY, Galin VY, Smyshlyaev SP. Numerical simulation of variations in ozone content, erythemal ultraviolet radiation, and ultraviolet resources over Northern Eurasia in the 21st century. Izvestiya, Atmospheric and Oceanic Physics. 2019;55(3):242–250. doi: 10.1134/s0001433819030058.", "ArticleIdList": ["10.1134/s0001433819030058"]}, {"Citation": "Eleftheratos K, Kapsomenakis J, Zerefos CS, Bais AF, Fountoulakis I, Dameris M, Jöckel P, Haslerud AS, Godin-Beekmann S, Steinbrecht W, Petropavlovskikh I, Brogniez C, Leblanc T, Liley JB, Querel R, Swart DPJ. Possible effects of greenhouse gases to ozone profiles and DNA active UV-B irradiance at ground level. Atmosphere. 2020;11(3):228. doi: 10.3390/atmos11030228.", "ArticleIdList": ["10.3390/atmos11030228"]}, {"Citation": "Setlow RB. The wavelengths in sunlight effective in producing skin cancer: A theoretical analysis. Proceedings of the National Academy of Sciences of the United States of America. 1974;71(9):3363–3366. doi: 10.1073/pnas.71.9.3363.", "ArticleIdList": ["10.1073/pnas.71.9.3363", "PMC433772", "4530308"]}, {"Citation": "Chiodo G, Polvani LM, Marsh DR, Stenke A, Ball W, Rozanov E, Muthers S, Tsigaridis K. The response of the ozone layer to quadrupled CO2 concentrations. Journal of Climate. 2018;31(10):3893–3907. doi: 10.1175/jcli-d-17-0492.1.", "ArticleIdList": ["10.1175/jcli-d-17-0492.1", "PMC7592696", "33132515"]}, {"Citation": "IPCC . Contribution of working groups I, II and III to the fifth assessment report of the Intergovernmental Panel on climate change, IPCC. Switzerland; 2014. Climate change 2014: synthesis report."}, {"Citation": "Bardeen CG, Kinnison DE, Toon OB, Mills MJ, Vitt F, Xia L, Jägermeyr J, Lovenduski NS, Scherrer KJN, Clyne M, Robock A. Extreme Ozone Loss Following Nuclear War Results in Enhanced Surface Ultraviolet Radiation. Journal of Geophysical Research. 2021 doi: 10.1029/2021JD035079.", "ArticleIdList": ["10.1029/2021JD035079"]}, {"Citation": "Tilmes S, MacMartin DG, Lenaerts J, van Kampenhout L, Muntjewerf L, Xia L, Harrison CS, Krumhardt KM, Mills MJ, Kravitz B. Reaching 1.5 and 2.0 °C global surface temperature targets using stratospheric aerosol geoengineering. Earth System Dynamics. 2020;11(3):579–601. doi: 10.5194/esd-11-579-2020.", "ArticleIdList": ["10.5194/esd-11-579-2020"]}, {"Citation": "Tilmes S, Richter JH, Kravitz B, MacMartin DG, Glanville AS, Visioni D, Kinnison DE, Müller R. Sensitivity of total column ozone to stratospheric sulfur injection strategies. Geophysical Research Letters. 2021 doi: 10.1029/2021GL094058.", "ArticleIdList": ["10.1029/2021GL094058", "0"]}, {"Citation": "Tilmes S, Visioni D, Jones A, Haywood J, Séférian R, Nabat P, Boucher O, Bednarz EM, Niemeier U. Stratospheric ozone response to sulfate aerosol and solar dimming climate interventions based on the G6 Geoengineering Model Intercomparison Project (GeoMIP) simulations. Atmospheric Chemistry and Physics. 2022;22(7):4557–4579. doi: 10.5194/acp-22-4557-2022.", "ArticleIdList": ["10.5194/acp-22-4557-2022"]}, {"Citation": "Robrecht S, Vogel B, Tilmes S, Müller R. Potential of future stratospheric ozone loss in the midlatitudes under global warming and sulfate geoengineering. Atmospheric Chemistry and Physics. 2021;21(4):2427–2455. doi: 10.5194/acp-21-2427-2021.", "ArticleIdList": ["10.5194/acp-21-2427-2021"]}, {"Citation": "Madronich S, Tilmes S, Kravitz B, MacMartin D, Richter J. Response of Surface ultraviolet and visible radiation to stratospheric SO2 injections. Atmosphere. 2018;9(11):432. doi: 10.3390/atmos9110432.", "ArticleIdList": ["10.3390/atmos9110432"]}, {"Citation": "Durand M, Murchie EH, Lindfors AV, Urban O, Aphalo PJ, Robson TM. Diffuse solar radiation and canopy photosynthesis in a changing environment. Agricultural and Forest Meteorology. 2021 doi: 10.1016/j.agrformet.2021.108684.", "ArticleIdList": ["10.1016/j.agrformet.2021.108684"]}, {"Citation": "De Mazière M, Thompson AM, Kurylo MJ, Wild JD, Bernhard G, Blumenstock T, Braathen GO, Hannigan JW, Lambert J-C, Leblanc T, McGee TJ, Nedoluha G, Petropavlovskikh I, Seckmeyer G, Simon PC, Steinbrecht W, Strahan SE. The network for the detection of atmospheric composition change (NDACC): history, status and perspectives. Atmospheric Chemistry and Physics. 2018;18(7):4935–4964. doi: 10.5194/acp-18-4935-2018.", "ArticleIdList": ["10.5194/acp-18-4935-2018"]}, {"Citation": "Hülsen G, Gröbner J, Bais A, Blumthaler M, Diémoz H, Bolsée D, Diaz A, Fountoulakis I, Naranen E, Schreder J, Stefania F, Guerrero MV. Second solar ultraviolet radiometer comparison campaign UVC-II. Metrologia. 2020 doi: 10.1088/1681-7575/ab74e5.", "ArticleIdList": ["10.1088/1681-7575/ab74e5"]}, {"Citation": "Svendby TM, Johnsen B, Kylling A, Dahlback A, Bernhard GH, Hansen GH, Petkov B, Vitale V. GUV long-term measurements of total ozone column and effective cloud transmittance at three Norwegian sites. Atmospheric Chemistry and Physics. 2021;21(10):7881–7899. doi: 10.5194/acp-21-7881-2021.", "ArticleIdList": ["10.5194/acp-21-7881-2021"]}, {"Citation": "Foster TM, Weide EL, Niedzwiedz A, Duffert J, Seckmeyer G. Characterization of the angular response of a multi-directional spectroradiometer for measuring spectral radiance. EPJ Techniques and Instrumentation. 2021 doi: 10.1140/epjti/s40485-021-00069-4.", "ArticleIdList": ["10.1140/epjti/s40485-021-00069-4"]}, {"Citation": "Johnsen B, Kjeldstad B, Aalerud TN, Nilsen LT, Schreder J, Blumthaler M, Bernhard G, Topaloglou C, Meinander O, Bagheri A, Slusser JR, Davis J. Intercomparison and harmonization of UV Index measurements from multiband filter radiometers. Journal of Geophysical Research. 2008 doi: 10.1029/2007jd009731.", "ArticleIdList": ["10.1029/2007jd009731"]}, {"Citation": "Egli L, Gröbner J, Hülsen G, Bachmann L, Blumthaler M, Dubard J, Khazova M, Kift R, Hoogendijk K, Serrano A, Smedley A, Vilaplana JM. Quality assessment of solar UV irradiance measured with array spectroradiometers. Atmospheric Measurement Techniques. 2016;9(4):1553–1567. doi: 10.5194/amt-9-1553-2016.", "ArticleIdList": ["10.5194/amt-9-1553-2016"]}, {"Citation": "Zuber R, Ribnitzky M, Tobar M, Lange K, Kutscher D, Schrempf M, Niedzwiedz A, Seckmeyer G. Global spectral irradiance array spectroradiometer validation according to WMO. Measurement Science and Technology. 2018 doi: 10.1088/1361-6501/aada34.", "ArticleIdList": ["10.1088/1361-6501/aada34"]}, {"Citation": "González C, Vilaplana JM, Bogeat JA, Serrano A. Comparison of global UV spectral irradiance measurements between a BTS CCD-array and a Brewer spectroradiometer. Atmospheric Measurement Techniques. 2022;15(13):4125–4133. doi: 10.5194/amt-15-4125-2022.", "ArticleIdList": ["10.5194/amt-15-4125-2022"]}, {"Citation": "Allen MW, Swift N, Nield KM, Liley B, McKenzie RL. Use of electronic UV dosimeters in measuring personal UV exposures and public health education. Atmosphere. 2020 doi: 10.3390/atmos11070744.", "ArticleIdList": ["10.3390/atmos11070744"]}, {"Citation": "Diffey B. The early days of personal solar ultraviolet dosimetry. Atmosphere. 2020;11(2):125. doi: 10.3390/atmos11020125.", "ArticleIdList": ["10.3390/atmos11020125"]}, {"Citation": "Downs NJ, Axelsen T, Parisi AV, Schouten PW, Dexter BR. Measured UV exposures of ironman, sprint and olympic-distance triathlon competitors. Atmosphere. 2020 doi: 10.3390/atmos11050440.", "ArticleIdList": ["10.3390/atmos11050440"]}, {"Citation": "Cai S, Zuo C, Zhang J, Liu H, Fang X. A paper-based wearable photodetector for simultaneous UV intensity and dosage measurement. Advanced Functional Materials. 2021 doi: 10.1002/adfm.202100026.", "ArticleIdList": ["10.1002/adfm.202100026"]}, {"Citation": "Seckmeyer G, Klingebiel M, Riechelmann S, Lohse I, McKenzie RL, Ben Liley J, Allen MW, Siani A-M, Casale GR. A critical assessment of two types of personal UV dosimeters. Photochemistry and Photobiology. 2012;88(1):215–222. doi: 10.1111/j.1751-1097.2011.01018.x.", "ArticleIdList": ["10.1111/j.1751-1097.2011.01018.x", "22017203"]}, {"Citation": "Gröbner J, Schreder J, Kazadzis S, Bais AF, Blumthaler M, Görts P, Tax R, Koskela T, Seckmeyer G, Webb AR, Rembges D. Traveling reference spectroradiometer for routine quality assurance of spectral solar ultraviolet irradiance measurements. Applied Optics. 2005;44(25):5321–5331. doi: 10.1364/AO.44.005321.", "ArticleIdList": ["10.1364/AO.44.005321", "16149356"]}, {"Citation": "Cadet J-M, Portafaix T, Bencherif H, Lamy K, Brogniez C, Auriol F, Metzger J-M, Boudreault L-E, Wright CY. Inter-comparison campaign of solar UVR instruments under clear sky conditions at Reunion Island (21°S, 55°E) International Journal of Environmental Research and Public Health. 2020 doi: 10.3390/ijerph17082867.", "ArticleIdList": ["10.3390/ijerph17082867", "PMC7215606", "32326363"]}, {"Citation": "Fountoulakis I, Diémoz H, Siani AM, Hülsen G, Gröbner J. Monitoring of solar spectral ultraviolet irradiance in Aosta. Italy. Earth System Science Data. 2020;12(4):2787–2810. doi: 10.5194/essd-12-2787-2020.", "ArticleIdList": ["10.5194/essd-12-2787-2020"]}, {"Citation": "Schinke C, Pollex H, Hinken D, Wolf M, Bothe K, Kröger I, Nevas S, Winter S. Calibrating spectrometers for measurements of the spectral irradiance caused by solar radiation. Metrologia. 2020 doi: 10.1088/1681-7575/abafc5.", "ArticleIdList": ["10.1088/1681-7575/abafc5"]}, {"Citation": "Mayer B, Kylling A. Technical note: The libRadtran software package for radiative transfer calculations–description and examples of use. Atmospheric Chemistry and Physics. 2005;5:1855–1877. doi: 10.5194/acp-5-1855-2005.", "ArticleIdList": ["10.5194/acp-5-1855-2005"]}, {"Citation": "Ricchiazzi P, Yang S, Gautier C, Sowle D. SBDART: A research and teaching software tool for plane-parallel radiative transfer in the Earth's atmosphere. Bulletin of the American Meteorological Society. 1998;79(10):2101–2114. doi: 10.1175/1520-0477(1998)079<2101:Sarats>2.0.Co;2.", "ArticleIdList": ["10.1175/1520-0477(1998)079<2101:Sarats>2.0.Co;2"]}, {"Citation": "Gueymard CA. The SMARTS spectral irradiance model after 25 years: New developments and validation of reference spectra. Solar Energy. 2019;187:233–253. doi: 10.1016/j.solener.2019.05.048.", "ArticleIdList": ["10.1016/j.solener.2019.05.048"]}, {"Citation": "Madronich S, Flocke S. Theoretical estimation of biologically effective UV radiation at the Earth’s surface. In: Zerefos CS, Bais AF, editors. Solar Ultraviolet Radiation-Modeling, Measurements & Effects, 52. Springer; 1997. pp. 23–48."}, {"Citation": "Madronich S. Implications of recent total atmospheric ozone measurements for biologically active ultraviolet radiation reaching the earth’s surface. Geophysical Research Letters. 1992;19(1):37–40. doi: 10.1029/91GL02954.", "ArticleIdList": ["10.1029/91GL02954"]}, {"Citation": "Emde C, Mayer B. Simulation of solar radiation during a total eclipse: A challenge for radiative transfer. Atmospheric Chemistry and Physics. 2007;7(9):2259–2270. doi: 10.5194/acp-7-2259-2007.", "ArticleIdList": ["10.5194/acp-7-2259-2007"]}, {"Citation": "Ockenfuß P, Emde C, Mayer B, Bernhard G. Accurate 3-D radiative transfer simulation of spectral solar irradiance during the total solar eclipse of 21 August 2017. Atmospheric Chemistry and Physics. 2020;20(4):1961–1976. doi: 10.5194/acp-20-1961-2020.", "ArticleIdList": ["10.5194/acp-20-1961-2020"]}, {"Citation": "Noebauer UM, Sim SA. Monte Carlo radiative transfer. Living Reviews in Computational Astrophysics. 2019 doi: 10.1007/s41115-019-0004-9.", "ArticleIdList": ["10.1007/s41115-019-0004-9"]}, {"Citation": "Gueymard CA. Revised composite extraterrestrial spectrum based on recent solar irradiance observations. Solar Energy. 2018;169:434–440. doi: 10.1016/j.solener.2018.04.067.", "ArticleIdList": ["10.1016/j.solener.2018.04.067"]}, {"Citation": "Bak J, Coddington O, Liu X, Chance K, Lee H-J, Jeon W, Kim J-H, Kim C-H. Impact of using a new high-resolution solar reference spectrum on OMI ozone profile retrievals. Remote Sensing. 2021 doi: 10.3390/rs14010037.", "ArticleIdList": ["10.3390/rs14010037"]}, {"Citation": "Schmid B, Wehrli C. Comparison of Sun photometer calibration by use of the Langley technique and the standard lamp. Applied Optics. 1995;34(21):4500–4512. doi: 10.1364/ao.34.004500.", "ArticleIdList": ["10.1364/ao.34.004500", "21052283"]}, {"Citation": "Gröbner J, Kröger I, Egli L, Hülsen G, Riechelmann S, Sperfeld P. The high-resolution extraterrestrial solar spectrum (QASUMEFTS) determined from ground-based solar irradiance measurements. Atmospheric Measurement Techniques. 2017;10:3375–3383. doi: 10.5194/amt-10-3375-2017.", "ArticleIdList": ["10.5194/amt-10-3375-2017"]}, {"Citation": "Richard E, Harber D, Coddington O, Drake G, Rutkowski J, Triplett M, Pilewskie P, Woods T. SI-traceable spectral irradiance radiometric characterization and absolute calibration of the TSIS-1 Spectral Irradiance Monitor (SIM) Remote Sensing. 2020 doi: 10.3390/rs12111818.", "ArticleIdList": ["10.3390/rs12111818"]}, {"Citation": "Coddington OM, Richard EC, Harber D, Pilewskie P, Woods TN, Chance K, Liu X, Sun K. The TSIS-1 Hybrid Solar Reference Spectrum. Geophysical Research Letters. 2021 doi: 10.1029/2020gl091709.", "ArticleIdList": ["10.1029/2020gl091709", "PMC8244077", "34219834"]}, {"Citation": "Arola A, Wandji Nyamsi W, Lipponen A, Kazadzis S, Krotkov NA, Tamminen J. Rethinking the correction for absorbing aerosols in the OMI- and TROPOMI-like surface UV algorithms. Atmospheric Measurement Techniques. 2021;14(7):4947–4957. doi: 10.5194/amt-14-4947-2021.", "ArticleIdList": ["10.5194/amt-14-4947-2021"]}, {"Citation": "Heath DF, Mateer CL, Krueger AJ. The Nimbus-4 Backscatter Ultraviolet (BUV) atmospheric ozone experiment — tow years' operation. Pure and Applied Geophysics. 1973;106–108(1):1238–1253. doi: 10.1007/BF00881076.", "ArticleIdList": ["10.1007/BF00881076"]}, {"Citation": "Frith SM, Kramarova NA, Stolarski RS, McPeters RD, Bhartia PK, Labow GJ. Recent changes in total column ozone based on the SBUV Version 8.6 Merged Ozone Data Set. Journal of Geophysical Research: Atmospheres. 2014;119(16):9735–9751. doi: 10.1002/2014JD021889.", "ArticleIdList": ["10.1002/2014JD021889"]}, {"Citation": "Krotkov NA, Bhartia PK, Herman JR, Fioletov V, Kerr J. Satellite estimation of spectral surface UV irradiance in the presence of tropospheric aerosols: 1. Cloud-free case. Journal of Geophysical Research. 1998;103(D8):8779–8793. doi: 10.1029/98jd00233.", "ArticleIdList": ["10.1029/98jd00233"]}, {"Citation": "Krotkov NA, Herman JR, Bhartia PK, Fioletov V, Ahmad Z. Satellite estimation of spectral surface UV irradiance: 2. Effects of homogeneous clouds and snow. Journal of Geophysical Research: Atmospheres. 2001;106(D11):11743–11759. doi: 10.1029/2000jd900721.", "ArticleIdList": ["10.1029/2000jd900721"]}, {"Citation": "Burrows JP, Weber M, Buchwitz M, Rozanov V, Ladstätter-Weißenmayer A, Richter A, DeBeek R, Hoogen R, Bramstedt K, Eichmann K-U, Eisinger M, Perner D. The Global Ozone Monitoring Experiment (GOME): Mission concept and first scientific results. Journal of the Atmospheric Sciences. 1999;56(2):151–175. doi: 10.1175/1520-0469(1999)056<0151:Tgomeg>2.0.Co;2.", "ArticleIdList": ["10.1175/1520-0469(1999)056<0151:Tgomeg>2.0.Co;2"]}, {"Citation": "Kujanpää J, Kalakoski N. Operational surface UV radiation product from GOME-2 and AVHRR/3 data. Atmospheric Measurement Techniques. 2015;8(10):4399–4414. doi: 10.5194/amt-8-4399-2015.", "ArticleIdList": ["10.5194/amt-8-4399-2015"]}, {"Citation": "Levelt PF, Joiner J, Tamminen J, Veefkind JP, Bhartia PK, Stein Zweers DC, Duncan BN, Streets DG, Eskes H, van der A R, McLinden C, Fioletov V, Carn S, de Laat J, DeLand M, Marchenko S, McPeters R, Ziemke J, Fu D, Liu X, et al. The Ozone Monitoring Instrument: overview of 14 years in space. Atmospheric Chemistry and Physics. 2018;18(8):5699–5745. doi: 10.5194/acp-18-5699-2018.", "ArticleIdList": ["10.5194/acp-18-5699-2018"]}, {"Citation": "Herman J, Huang L, McPeters R, Ziemke J, Cede A, Blank K. Synoptic ozone, cloud reflectivity, and erythemal irradiance from sunrise to sunset for the whole earth as viewed by the DSCOVR spacecraft from the earth–sun Lagrange 1 orbit. Atmospheric Measurement Techniques. 2018;11(1):177–194. doi: 10.5194/amt-11-177-2018.", "ArticleIdList": ["10.5194/amt-11-177-2018"]}, {"Citation": "Brogniez C, Auriol F, Deroo C, Arola A, Kujanpää J, Sauvage B, Kalakoski N, Pitkänen MRA, Catalfamo M, Metzger JM, Tournois G, Da Conceicao P. Validation of satellite-based noontime UVI with NDACC ground-based instruments: Influence of topography, environment and satellite overpass time. Atmospheric Chemistry and Physics. 2016;16(23):15049–15074. doi: 10.5194/acp-16-15049-2016.", "ArticleIdList": ["10.5194/acp-16-15049-2016"]}, {"Citation": "Arola A, Kazadzis S, Lindfors A, Krotkov N, Kujanpää J, Tamminen J, Bais A, di Sarra A, Villaplana JM, Brogniez C, Siani AM, Janouch M, Weihs P, Webb A, Koskela T, Kouremeti N, Meloni D, Buchard V, Auriol F, Ialongo I, et al. A new approach to correct for absorbing aerosols in OMI UV. Geophysical Research Letters. 2009;36(22):L22805. doi: 10.1029/2009gl041137.", "ArticleIdList": ["10.1029/2009gl041137"]}, {"Citation": "Bernhard G, Arola A, Dahlback A, Fioletov V, Heikkilä A, Johnsen B, Koskela T, Lakkala K, Svendby T, Tamminen J. Comparison of OMI UV observations with ground-based measurements at high northern latitudes. Atmospheric Chemistry and Physics. 2015;15(13):7391–7412. doi: 10.5194/acp-15-7391-2015.", "ArticleIdList": ["10.5194/acp-15-7391-2015"]}, {"Citation": "Kosmopoulos PG, Kazadzis S, Schmalwieser AW, Raptis PI, Papachristopoulou K, Fountoulakis I, Masoom A, Bais AF, Bilbao J, Blumthaler M, Kreuter A, Siani AM, Eleftheratos K, Topaloglou C, Gröbner J, Johnsen B, Svendby TM, Vilaplana JM, Doppler L, Webb AR, et al. Real-time UV index retrieval in Europe using Earth observation-based techniques: System description and quality assessment. Atmospheric Measurement Techniques. 2021;14(8):5657–5699. doi: 10.5194/amt-14-5657-2021.", "ArticleIdList": ["10.5194/amt-14-5657-2021"]}, {"Citation": "Vuilleumier L, Harris T, Nenes A, Backes C, Vernez D. Developing a UV climatology for public health purposes using satellite data. Environment International. 2021 doi: 10.1016/j.envint.2020.106177.", "ArticleIdList": ["10.1016/j.envint.2020.106177", "33189989"]}, {"Citation": "Fisher, D. (2020). Mission Status for Earth Science Constellation. In NASA Goddard Space Flight Center Tech. Doc. Document ID 20205007514, 1–41: Goddard Space Flight Center, Greenbelt, Maryland."}, {"Citation": "Flynn L, Long C, Wu X, Evans R, Beck CT, Petropavlovskikh I, McConville G, Yu W, Zhang Z, Niu J. Performance of the ozone mapping and profiler suite (OMPS) products. Journal of Geophysical Research: Atmospheres. 2014;119(10):6181–6195. doi: 10.1002/2013JD020484.", "ArticleIdList": ["10.1002/2013JD020484"]}, {"Citation": "Lindfors AV, Kujanpää J, Kalakoski N, Heikkilä A, Lakkala K, Mielonen T, Sneep M, Krotkov NA, Arola A, Tamminen J. The TROPOMI surface UV algorithm. Atmospheric Measurement Techniques. 2018;11(2):997–1008. doi: 10.5194/amt-11-997-2018.", "ArticleIdList": ["10.5194/amt-11-997-2018"]}, {"Citation": "Cortesi U, Ceccherini S, Del Bianco S, Gai M, Tirelli C, Zoppetti N, Barbara F, Bonazountas M, Argyridis A, Bós A, Loenen E, Arola A, Kujanpää J, Lipponen A, Wandji Nyamsi W, van der A R, van Peet J, Tuinder O, Farruggia V, Masini A, et al. Advanced Ultraviolet Radiation and Ozone Retrieval for Applications (AURORA): A project overview. Atmosphere. 2018;9(11):454. doi: 10.3390/atmos9110454.", "ArticleIdList": ["10.3390/atmos9110454"]}, {"Citation": "Lakkala K, Kujanpää J, Brogniez C, Henriot N, Arola A, Aun M, Auriol F, Bais AF, Bernhard G, De Bock V, Catalfamo M, Deroo C, Diémoz H, Egli L, Forestier J-B, Fountoulakis I, Garcia RD, Gröbner J, Hassinen S, Heikkilä A, et al. Validation of the TROPOspheric Monitoring Instrument (TROPOMI) surface UV radiation product. Atmospheric Measurement Techniques. 2020;13(12):6999–7024. doi: 10.5194/amt-2020-121.", "ArticleIdList": ["10.5194/amt-2020-121"]}, {"Citation": "Tanskanen A, Lindfors A, Maatta A, Krotkov N, Herman J, Kaurola J, Koskela T, Lakkala K, Fioletov V, Bernhard G, McKenzie R, Kondo Y, O'Neill M, Slaper H, den Outer P, Bais AF, Tamminen J. Validation of daily erythemal doses from ozone monitoring instrument with ground-based UV measurement data. Journal of Geophysical Research. 2007 doi: 10.1029/2007JD008830.", "ArticleIdList": ["10.1029/2007JD008830"]}, {"Citation": "Zempila MM, Fountoulakis I, Taylor M, Kazadzis S, Arola A, Koukouli ME, Bais A, Meleti C, Balis D. Validation of OMI erythemal doses with multi-sensor ground-based measurements in Thessaloniki, Greece. Atmospheric Environment. 2018;183:106–121. doi: 10.1016/j.atmosenv.2018.04.012.", "ArticleIdList": ["10.1016/j.atmosenv.2018.04.012"]}, {"Citation": "Lipponen A, Ceccherini S, Cortesi U, Gai M, Keppens A, Masini A, Simeone E, Tirelli C, Arola A. Advanced ultraviolet radiation and ozone retrieval for applications—surface ultraviolet radiation products. Atmosphere. 2020 doi: 10.3390/atmos11040324.", "ArticleIdList": ["10.3390/atmos11040324"]}, {"Citation": "Zhao R, He T. Estimation of 1-km tesolution all-sky instantaneous erythemal UV-B with MODIS data based on a deep learning method. Remote Sensing. 2022 doi: 10.3390/rs14020384.", "ArticleIdList": ["10.3390/rs14020384"]}, {"Citation": "Krzyścin JW, Guzikowski J, Pietruczuk A, Sobolewski PS. Improvement of the 24 hr forecast of surface UV radiation using an ensemble approach. Meteorological Applications. 2019 doi: 10.1002/met.1865.", "ArticleIdList": ["10.1002/met.1865"]}, {"Citation": "Ahmed AAM, Ahmed MH, Saha SK, Ahmed O, Sutradhar A. Optimization algorithms as training approach with hybrid deep learning methods to develop an ultraviolet index forecasting model. Stochastic Environmental Research and Risk Assessment. 2022;36(10):3011–3039. doi: 10.1007/s00477-022-02177-3.", "ArticleIdList": ["10.1007/s00477-022-02177-3", "PMC8868041", "35228836"]}, {"Citation": "Scragg RKR, Stewart AW, McKenzie RL, Reeder AI, Liley JB, Allen MW. Sun exposure and 25-hydroxyvitamin D3 levels in a community sample: Quantifying the association with electronic dosimeters. Journal of Exposure Science & Environmental Epidemiology. 2016;27(5):471–477. doi: 10.1038/jes.2016.51.", "ArticleIdList": ["10.1038/jes.2016.51", "27599885"]}, {"Citation": "Godar DE. UV Doses Worldwide. Photochemistry and Photobiology. 2005 doi: 10.1111/j.1751-1097.2005.tb01438.x.", "ArticleIdList": ["10.1111/j.1751-1097.2005.tb01438.x", "15819599"]}, {"Citation": "Schmalwieser AW, Siani AM. Review on nonoccupational personal solar UV exposure measurements. Photochemistry and Photobiology. 2018;94(5):900–915. doi: 10.1111/php.12946.", "ArticleIdList": ["10.1111/php.12946", "29856894"]}, {"Citation": "Schmalwieser AW, Casale GR, Colosimo A, Schmalwieser SS, Siani AM. Review on occupational personal solar UV exposure measurements. Atmosphere. 2021 doi: 10.3390/atmos12020142.", "ArticleIdList": ["10.3390/atmos12020142"]}, {"Citation": "Backes C, Religi A, Moccozet L, Vuilleumier L, Vernez D, Bulliard JL. Facial exposure to ultraviolet radiation: Predicted sun protection effectiveness of various hat styles. Photodermatology, Photoimmunology and Photomedicine. 2018;34(5):330–337. doi: 10.1111/phpp.12388.", "ArticleIdList": ["10.1111/phpp.12388", "29682802"]}, {"Citation": "Backes C, Religi A, Moccozet L, Behar-Cohen F, Vuilleumier L, Bulliard J-L, Vernez D. Sun exposure to the eyes: Predicted UV protection effectiveness of various sunglasses. Journal of Exposure Science & Environmental Epidemiology. 2019;29(6):753–764. doi: 10.1038/s41370-018-0087-0.", "ArticleIdList": ["10.1038/s41370-018-0087-0", "PMC6803516", "30382242"]}, {"Citation": "Mims FM, III, McGonigle AJS, Wilkes TC, Parisi AV, Grant WB, Cook JM, Pering TD. Measuring and visualizing solar UV for a wide range of atmospheric conditions on Hawai’i island. International Journal of Environmental Research and Public Health. 2019;16(6):997. doi: 10.3390/ijerph16060997.", "ArticleIdList": ["10.3390/ijerph16060997", "PMC6466090", "30893924"]}, {"Citation": "Wester U, Pagels P, Boldemann C. Solar ultraviolet radiation exposure proxy-estimated by sky view fish-eye photography—potentials and limitations from an exploratory correlation study. Photochemistry and Photobiology. 2018;95(2):656–661. doi: 10.1111/php.13027.", "ArticleIdList": ["10.1111/php.13027", "30267571"]}, {"Citation": "Schmalwieser AW, Lohr MA, Daly SM, Williams JD. Modeling acute and cumulative erythemal sun exposure on vulnerable body sites during beach vacations utilizing behavior-encoded 3D body models. Photochemical & Photobiological Sciences. 2022 doi: 10.1007/s43630-022-00293-1.", "ArticleIdList": ["10.1007/s43630-022-00293-1", "36028652"]}, {"Citation": "Henning A, Downs J, N., & Vanos, J. K. Wearable ultraviolet radiation sensors for research and personal use. International Journal of Biometeorology. 2021;66(3):627–640. doi: 10.1007/s00484-021-02216-8.", "ArticleIdList": ["10.1007/s00484-021-02216-8", "34743221"]}, {"Citation": "Huang X, Chalmers AN. Review of wearable and portable sensors for monitoring personal solar UV exposure. Annals of Biomedical Engineering. 2021;49(3):964–978. doi: 10.1007/s10439-020-02710-x.", "ArticleIdList": ["10.1007/s10439-020-02710-x", "33432511"]}, {"Citation": "Zou W, Sastry M, Gooding JJ, Ramanathan R, Bansal V. Recent advances and a roadmap to wearable UV sensor technologies. Advanced Materials Technologies. 2020 doi: 10.1002/admt.201901036.", "ArticleIdList": ["10.1002/admt.201901036"]}, {"Citation": "Wilson DJ, Martín-Martínez FJ, Deravi LF. Wearable light sensors based on unique features of a natural biochrome. ACS Sensors. 2022;7(2):523–533. doi: 10.1021/acssensors.1c02342.", "ArticleIdList": ["10.1021/acssensors.1c02342", "35138085"]}, {"Citation": "Wang J, Jeevarathinam AS, Jhunjhunwala A, Ren H, Lemaster J, Luo Y, Fenning DP, Fullerton EE, Jokerst JV. A wearable colorimetric dosimeter to monitor sunlight exposure. Advanced Materials Technologies. 2018 doi: 10.1002/admt.201800037.", "ArticleIdList": ["10.1002/admt.201800037", "PMC8081380", "33928184"]}, {"Citation": "Terenetskaya I. How to provide adequate UV dosimetry to avoid Vitamin D deficiency and related neuropsychiatric disorders. Archives in Neurology & Neuroscience. 2019 doi: 10.33552/ANN.2019.06.000629.", "ArticleIdList": ["10.33552/ANN.2019.06.000629"]}, {"Citation": "de Troya Martín M, Sánchez NB, Harana CG, Alarcón Leiva MC, Arjona JA, Ruiz FR, de Gálvez Aranda MV. Beach lifeguards′ sun exposure and sun protection in Spain. Safety and Health at Work. 2021;12(2):244–248. doi: 10.1016/j.shaw.2020.10.003.", "ArticleIdList": ["10.1016/j.shaw.2020.10.003", "PMC8209343", "34178403"]}, {"Citation": "Robinson JK, Durst DA, Gray E, Kwasny M, Heo SY, Banks A, Rogers JA. Sun exposure reduction by melanoma survivors with wearable sensor providing real-time UV exposure and daily text messages with structured goal setting. Archives of Dermatological Research. 2020;313(8):685–694. doi: 10.1007/s00403-020-02163-1.", "ArticleIdList": ["10.1007/s00403-020-02163-1", "PMC8116350", "33185716"]}, {"Citation": "Modenese A, Korpinen L, Gobba F. Solar radiation exposure and outdoor work: an underestimated occupational risk. International Journal of Environmental Research and Public Health. 2018 doi: 10.3390/ijerph15102063.", "ArticleIdList": ["10.3390/ijerph15102063", "PMC6209927", "30241306"]}, {"Citation": "Robinson JK, Patel S, Heo SY, Gray E, Lim J, Kwon K, Christiansen Z, Model J, Trueb J, Banks A, Kwasny M, Rogers JA. Real-time UV measurement with a sun protection system for warning young adults about sunburn: Prospective cohort study. JMIR mHealth and uHealth. 2021 doi: 10.2196/25895.", "ArticleIdList": ["10.2196/25895", "PMC8138709", "33955844"]}, {"Citation": "Moldovan HR, Wittlich M, John SM, Brans R, Tiplica GS, Salavastru C, Voidazan ST, Duca RC, Fugulyan E, Horvath G, Alexa A, Butacu AI. Exposure to solar UV radiation in outdoor construction workers using personal dosimetry. Environmental Research. 2020 doi: 10.1016/j.envres.2019.108967.", "ArticleIdList": ["10.1016/j.envres.2019.108967", "31806287"]}, {"Citation": "Thieden E, Holm-Schou A-SS, Philipsen PA, Heydenreich J, Wulf HC. Adult UVR exposure changes with life stage – a 14-year follow-up study using personal electronic UVR dosimeters. Photochemical & Photobiological Sciences. 2019;18(2):467–476. doi: 10.1039/c8pp00365c.", "ArticleIdList": ["10.1039/c8pp00365c", "30511738"]}, {"Citation": "De Castro-Maqueda G, Gutierrez-Manzanedo JV, Ponce-González JG, Fernandez-Santos JR, Linares-Barrios M, De Troya-Martín M. Sun protection habits and sunburn in elite aquatics athletes: Surfers, windsurfers and olympic sailors. Journal of Cancer Education. 2019;35(2):312–320. doi: 10.1007/s13187-018-1466-x.", "ArticleIdList": ["10.1007/s13187-018-1466-x", "30637576"]}, {"Citation": "Nakagawara VB, Montgomery RW, Marshall WJ. Optical radiation transmittance of aircraft windscreeens and pilot vision. Office of Aerospace Medicine; 2007."}, {"Citation": "International Commission on Non-Ionizing Radiation Protection Guidelines on limits of exposure to ultraviolet radiation of wavelengths between 180 nm and 400 nm (incoherent optical radiation) Health Physics. 2004;87(2):171–186. doi: 10.1097/00004032-200408000-00006.", "ArticleIdList": ["10.1097/00004032-200408000-00006", "15257218"]}, {"Citation": "Baczynska KA, Brown S, Chorley AC, Lyachev A, Wittlich M, Khazova M. Measurements of UV-A exposure of commercial pilots using Genesis-UV dosimeters. Atmosphere. 2020 doi: 10.3390/atmos11050475.", "ArticleIdList": ["10.3390/atmos11050475", "32408934"]}, {"Citation": "Turner J, Igoe D, Parisi AV, McGonigle AJ, Amar A, Wainwright L. A review on the ability of smartphones to detect ultraviolet (UV) radiation and their potential to be used in UV research and for public education purposes. Science of the Total Environment. 2020 doi: 10.1016/j.scitotenv.2019.135873.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135873", "31862595"]}, {"Citation": "Salvadori G, Leccese F, Lista D, Burattini C, Bisegna F. Use of smartphone apps to monitor human exposure to solar radiation: Comparison between predicted and measured UV index values. Environmental Research. 2020 doi: 10.1016/j.envres.2020.109274.", "ArticleIdList": ["10.1016/j.envres.2020.109274", "32113171"]}, {"Citation": "Kwon K, Heo SY, Yoo I, Banks A, Chan M, Lee JY, Park JB, Kim J, Rogers JA. Miniaturized, light-adaptive, wireless dosimeters autonomously monitor exposure to electromagnetic radiation. Science Advances. 2019 doi: 10.1126/sciadv.aay2462.", "ArticleIdList": ["10.1126/sciadv.aay2462", "PMC6910837", "31853499"]}, {"Citation": "Harris TC, Vuilleumier L, Backes C, Nenes A, Vernez D. Satellite-based personal UV dose estimation. Atmosphere. 2021 doi: 10.3390/atmos12020268.", "ArticleIdList": ["10.3390/atmos12020268"]}, {"Citation": "Krzyścin JW, Lesiak A, Narbutt J, Sobolewski P, Guzikowski J. Perspectives of UV nowcasting to monitor personal pro-health outdoor activities. Journal of Photochemistry and Photobiology B: Biology. 2018;184:27–33. doi: 10.1016/j.jphotobiol.2018.05.012.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.05.012", "29778886"]}, {"Citation": "Kohli I, Zubair R, Lyons AB, Nahhas AF, Braunberger TL, Mokhtari M, Ruvolo E, Lim HW, Hamzavi IH. Impact of long-wavelength ultraviolet al and visible light on light-skinned individuals. Photochemistry and Photobiology. 2019;95(6):1285–1287. doi: 10.1111/php.13143.", "ArticleIdList": ["10.1111/php.13143", "31344760"]}, {"Citation": "Diffey B, Osterwalder U. Labelled sunscreen SPFs may overestimate protection in natural sunlight. Photochemical & Photobiological Sciences. 2017;16(10):1519–1523. doi: 10.1039/C7PP00260B.", "ArticleIdList": ["10.1039/C7PP00260B", "28812776"]}, {"Citation": "MacLaughlin JA, Anderson RR, Holick MF. Spectral character of sunlight modulates photosynthesis of previtamin D3 and its photoisomers in human skin. Science. 1982;216(4549):1001–1003. doi: 10.1126/science.6281884.", "ArticleIdList": ["10.1126/science.6281884", "6281884"]}, {"Citation": "Bouillon R, Eisman J, Garabedian M, Holick M, Kleinschmidt J, Suda T, Terenetskaya I, Webb A. Action spectrum for the production of previtamin D3 in human skin. Austria: Commission Internationale de l’Eclairage; 2006."}, {"Citation": "Norval M, Björn LO, de Gruijl FR. Is the action spectrum for the UV-induced production of previtamin D3 in human skin correct? Photochemical & Photobiological Sciences. 2010;9(1):11–17. doi: 10.1039/b9pp00012g.", "ArticleIdList": ["10.1039/b9pp00012g", "20062839"]}, {"Citation": "Young AR, Morgan KA, Harrison GI, Lawrence KP, Petersen B, Wulf HC, Philipsen PA. A revised action spectrum for vitamin D synthesis by suberythemal UV radiation exposure in humans in vivo. Proceedings of the National Academy of Sciences. 2021 doi: 10.1073/pnas.2015867118.", "ArticleIdList": ["10.1073/pnas.2015867118", "PMC8501902", "34580202"]}, {"Citation": "Bolsée D, Webb AR, Gillotay D, Dörschel B, Knuschke P, Krins A, Terenetskaya I. Laboratory facilities and recommendations for the characterization of biological ultraviolet dosimeters. Applied Optics. 2000;39(16):2813–2822. doi: 10.1364/ao.39.002813.", "ArticleIdList": ["10.1364/ao.39.002813", "18345205"]}, {"Citation": "Olds, W. (2010). Elucidating the links between UV radiation and vitamin D synthesis: Using an in vitro model. PhD Thesis, Queensland University of Technology Brisbane, Australia"}, {"Citation": "van Dijk A, den Outer P, van Kranen H, Slaper H. The action spectrum for vitamin D3: Initial skin reaction and prolonged exposure. Photochemical & Photobiological Sciences. 2016;15(7):896–909. doi: 10.1039/C6PP00034G.", "ArticleIdList": ["10.1039/C6PP00034G", "27286277"]}, {"Citation": "Webb AR, Terenetskaya IP, Holick MF, van Dijk A, McKenzie RL, Lucas RM, Young AR, Philipsen PA, de Gruijl FR. Previtamin D action spectrum: challenging CIE towards a standard. Lighting Research & Technology. 2022 doi: 10.1177/14771535221122937.", "ArticleIdList": ["10.1177/14771535221122937"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "20"}, {"Year": "2023", "Month": "1", "Day": "13"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "21", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "4", "Day": "21", "Hour": "14", "Minute": "58"}, {"Year": "2023", "Month": "4", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37083996", "PMC10120513", "10.1007/s43630-023-00371-y", "10.1007/s43630-023-00371-y"]}}], "PubmedBookArticle": []}