{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Conjunctivitis", "Outpatient visits", "Time-series analysis"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37095216", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "25"}], "ELocationID": ["10.1007/s11356-023-26995-2"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "24", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Short-term exposure to air pollution and outpatient visits for conjunctivitis: a time-series analysis in Urumqi, China.", "Pagination": {"StartPage": "66400", "EndPage": "66416", "MedlinePgn": "66400-66416"}, "Abstract": {"AbstractText": ["Conjunctivitis is an inflammatory disease of the conjunctival tissue caused by a variety of causes; despite the conjunctiva being directly exposed to the external atmospheric environment, the important role of air pollution is not fully evaluated, especially in areas with poor air quality undergoing rapid economic and industrial development. Information on 59,731 outpatient conjunctivitis visits from 1 January 2013 to 31 December 2020 was obtained from the Ophthalmology Department of the First Affiliated Hospital of Xinjiang Medical University (Urumqi, Xinjiang, China), and data on six air pollutants including particulate matter with a median aerometric diameter of less than 10 and 2.5 mm (PM<sub>10</sub> and PM<sub>2.5</sub>, respectively), carbon monoxide (CO), sulfur dioxide (SO<sub>2</sub>), nitrogen dioxide (NO<sub>2</sub>), and ozone (O<sub>3</sub>) from eleven standard urban background fixed air quality monitors were also recorded. A time-series analysis design and a quasi-Poisson generalized linear regression model combined with a distributed lagged nonlinear model (DLNM) were used to fit the effect of exposure to air pollutants on the risk of conjunctivitis outpatient visits. Further subgroup analyses were conducted for gender, age, and season, as well as the type of conjunctivitis. Single and multi-pollutant models showed that exposure to PM<sub>2.5</sub>, PM<sub>10</sub>, NO<sub>2</sub>, CO, and O<sub>3</sub> was associated with increased risk of outpatient conjunctivitis visits on the lag 0 day and various other lag days. Variations in the effect estimates on direction and magnitude were found in different subgroup analyses. We conducted the first time-series analysis with the longest duration as well as the largest sample size in Northwest China, which provides evidence that outpatient conjunctivitis visits is significantly associated with air pollution in Urumqi, China. Meanwhile, our results demonstrate the effectiveness of SO<sub>2</sub> reduction in reducing the risk of outpatient conjunctivitis visits in the Urumqi region and reaffirm the need to implement special air pollution control measures."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, The Second Affiliated Hospital of Anhui Medical University, 678 Furong Road, Hefei, 230601, China."}, {"Identifier": [], "Affiliation": "Department of Clinical Medicine, The Second School of Clinical Medicine, Anhui Medical University, 81 Meishan Road, Hefei, 230032, China."}], "LastName": "Gui", "ForeName": "Si-Yu", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, The Second Affiliated Hospital of Anhui Medical University, 678 Furong Road, Hefei, 230601, China."}], "LastName": "Wang", "ForeName": "Xin-Chen", "Initials": "XC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Medicine, The Second School of Clinical Medicine, Anhui Medical University, 81 Meishan Road, Hefei, 230032, China."}], "LastName": "Qiao", "ForeName": "Jian-Chao", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Medicine, The Second School of Clinical Medicine, Anhui Medical University, 81 Meishan Road, Hefei, 230032, China."}], "LastName": "Xiao", "ForeName": "Dun-Cheng", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Humanistic Medicine, School of Humanistic Medicine, Anhui Medical University, 81 Meishan Road, Hefei, 230032, China."}, {"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, 230032, China."}], "LastName": "Hu", "ForeName": "Cheng-Yang", "Initials": "CY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Maternal, Child and Adolescent Health, School of Public Health, Anhui Medical University, No. 81 Meishan Road, Hefei, 230032, Anhui, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Population Health Across Life Cycle (Anhui Medical University), Ministry of Education of the People's Republic of China, No. 81 Meishan Road, Hefei, 230032, Anhui, China."}, {"Identifier": [], "Affiliation": "Anhui Provincial Key Laboratory of Population Health and Aristogenics, Anhui Medical University, No. 81 Meishan Road, Hefei, 230032, Anhui, China."}], "LastName": "Tao", "ForeName": "Fang-Biao", "Initials": "FB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, The Second Affiliated Hospital of Anhui Medical University, 678 Furong Road, Hefei, 230601, China."}], "LastName": "Liu", "ForeName": "Dong-Wei", "Initials": "DW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, The First Affiliated Hospital of Xinjiang Medical University, 137 Liyu Shan Road, Ürümqi, 830011, China."}], "LastName": "Yi", "ForeName": "Xiang-Long", "Initials": "XL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, The Second Affiliated Hospital of Anhui Medical University, 678 Furong Road, Hefei, 230601, China. sslhyyamm1111@gmail.com."}], "LastName": "Jiang", "ForeName": "Zheng-Xuan", "Initials": "ZX"}], "GrantList": [{"GrantID": "2022j11020013", "Agency": "Key research and development technology projects of Anhui Province", "Country": ""}, {"GrantID": "82070986", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "82171043", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Outpatients"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Conjunctivitis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abuduwailil J, Zhaoyong Z, Fengqing J (2015) Evaluation of the pollution and human health risks posed by heavy metals in the atmospheric dust in Ebinur Basin in Northwest China. Environ Sci Pollut Res Int 22(18):14018–14031", "ArticleIdList": ["10.1007/s11356-015-4625-1"]}, {"Citation": "Andres S et al (1988) Tear pH, air pollution, and contact lenses. Am J Optom Physiol Opt 65(8):627–631", "ArticleIdList": ["10.1097/00006324-198808000-00006"]}, {"Citation": "Azari AA, Barney NP (2013) Conjunctivitis: a systematic review of diagnosis and treatment. JAMA 310(16):1721–1729", "ArticleIdList": ["10.1001/jama.2013.280318"]}, {"Citation": "Bao N et al (2021) Association between short-term exposure to ambient nitrogen dioxide and the risk of conjunctivitis in Hefei, China: a time-series analysis. Environ Res 195:110807", "ArticleIdList": ["10.1016/j.envres.2021.110807"]}, {"Citation": "Barck C et al (2002) Ambient level of NO<sub>2</sub> augments the inflammatory response to inhaled allergen in asthmatics. Respir Med 96(11):907–917", "ArticleIdList": ["10.1053/rmed.2002.1374"]}, {"Citation": "Bartra J et al (2007) Air pollution and allergens. J Investig Allergol Clin Immunol 17(Suppl 2):3–8"}, {"Citation": "Chang CJ et al (2012) Relationship between air pollution and outpatient visits for nonspecific conjunctivitis. Invest Ophthalmol vis Sci 53(1):429–433", "ArticleIdList": ["10.1167/iovs.11-8253"]}, {"Citation": "Chao L et al (2021) Short-term effect of NO<sub>2</sub> on outpatient visits for dermatologic diseases in Xinxiang, China: a time-series study. Environ Geochem Health 43(9):1–11", "ArticleIdList": ["10.1007/s10653-021-00831-3"]}, {"Citation": "Chen F et al (2018) The effects of PM<sub>2.5</sub> on asthmatic and allergic diseases or symptoms in preschool children of six Chinese cities, based on China, Children, Homes and Health (CCHH) project. Environ Pollut 232:329–337", "ArticleIdList": ["10.1016/j.envpol.2017.08.072"]}, {"Citation": "Chen R et al (2021) Air pollution and hospital outpatient visits for conjunctivitis: a time-series analysis in Tai’an. China Environ Sci Pollut Res Int 28(12):15453–15461", "ArticleIdList": ["10.1007/s11356-020-11762-4"]}, {"Citation": "Cheng P et al (2022) Short-term effects of ambient ozone on the risk of conjunctivitis outpatient visits: a time-series analysis in Pudong New Area, Shanghai. Int J Environ Health Res 33(4):348–357"}, {"Citation": "Coles WH, Jaros PA (1984) Dynamics of ocular surface pH. Br J Ophthalmol 68(8):549–552", "ArticleIdList": ["10.1136/bjo.68.8.549"]}, {"Citation": "Cui X et al (2020) An exploration of a synthetic construction land use quality evaluation based on economic-social-ecological coupling perspective: a case study in major Chinese cities. Int J Environ Res Public Health 17(10):3663"}, {"Citation": "Ezzati M, Saleh H, Kammen DM (2000) The contributions of emissions and spatial microenvironments to exposure to indoor air pollution from biomass combustion in Kenya. Environ Health Perspect 108(9):833–839", "ArticleIdList": ["10.1289/ehp.00108833"]}, {"Citation": "Fu Q et al (2017) Air pollution and outpatient visits for conjunctivitis: a case-crossover study in Hangzhou. China Environ Pollut 231(Pt 2):1344–1350", "ArticleIdList": ["10.1016/j.envpol.2017.08.109"]}, {"Citation": "Goshua A et al (2022) World Health Organization global air quality guideline recommendations: executive summary. Allergy 77(7):1955–1960"}, {"Citation": "Guo M et al (2022) Exposure to ambient air pollution during trimesters of pregnancy and childhood allergic diseases in Wuhan, China. Int J Environ Health Res 32(9):1962–1972"}, {"Citation": "Gupta M et al (2022) Association between long term exposure to air pollution, impaired fasting glucose, impaired glucose tolerance and prevalence of diabetes. J Assoc Physicians India 70(4):11–12"}, {"Citation": "Han JY et al (2017) Comparing the effects of particulate matter on the ocular surfaces of normal eyes and a dry eye rat model. Cornea 36(5):605–610", "ArticleIdList": ["10.1097/ICO.0000000000001171"]}, {"Citation": "Hao J et al (2019) The association between short-term exposure to ambient air pollution and the incidence of mumps in Wuhan, China: a time-series study. Environ Res 177:108660", "ArticleIdList": ["10.1016/j.envres.2019.108660"]}, {"Citation": "Helinto M et al (2004) Direct in vivo monitoring of acute allergic reactions in human conjunctiva. J Immunol 172(5):3235–3242", "ArticleIdList": ["10.4049/jimmunol.172.5.3235"]}, {"Citation": "Hu J et al (2018) Analysis of aerosol optical depth variation characteristics for 10 years in Urumqi Based on MODIS_C006. Huan Jing Ke Xue 39(8):3563–3570"}, {"Citation": "Hu CY et al (2020a) Human epidemiological evidence about the association between air pollution exposure and gestational diabetes mellitus: systematic review and meta-analysis. Environ Res 180:108843", "ArticleIdList": ["10.1016/j.envres.2019.108843"]}, {"Citation": "Hu Y et al (2020b) Relative impact of meteorological factors and air pollutants on childhood allergic diseases in Shanghai. China Sci Total Environ 706:135975", "ArticleIdList": ["10.1016/j.scitotenv.2019.135975"]}, {"Citation": "Hwang SH et al (2016) Potential importance of ozone in the association between outdoor air pollution and dry eye disease in South Korea. JAMA Ophthalmol 134(5):503–510", "ArticleIdList": ["10.1001/jamaophthalmol.2016.0139"]}, {"Citation": "Iovieno A et al (2008) Preliminary evidence of the efficacy of probiotic eye-drop treatment in patients with vernal keratoconjunctivitis. Graefes Arch Clin Exp Ophthalmol 246(3):435–441", "ArticleIdList": ["10.1007/s00417-007-0682-6"]}, {"Citation": "Ko R et al (2016) Correlation between acute conjunctivitis and Asian dust on ocular surfaces. J Toxicol Environ Health A 79(8):367–375", "ArticleIdList": ["10.1080/15287394.2016.1162248"]}, {"Citation": "Lee H et al (2017) Effects of exposure to ozone on the ocular surface in an experimental model of allergic conjunctivitis. Plos One 12(1):e0169209", "ArticleIdList": ["10.1371/journal.pone.0169209"]}, {"Citation": "Li Z et al (2021) Characteristics and sources of atmospheric pollutants in typical inland cities in arid regions of central Asia: a case study of Urumqi city. Plos One 16(4):e0249563", "ArticleIdList": ["10.1371/journal.pone.0249563"]}, {"Citation": "Liu Y et al (2022a) Short-term effects of ambient air pollution on daily emergency room visits for abdominal pain: a time-series study in Wuhan, China. Environ Sci Pollut Res Int 29(27):40643–40653"}, {"Citation": "Liu K et al (2022b) Long-term exposure to ambient nitrogen dioxide and ozone modifies systematic low-grade inflammation: The CHCN-BTH study. Int J Hyg Environ Health 239:113875", "ArticleIdList": ["10.1016/j.ijheh.2021.113875"]}, {"Citation": "Louwies T et al (2013) Retinal microvascular responses to short-term changes in particulate air pollution in healthy adults. Environ Health Perspect 121(9):1011–1016", "ArticleIdList": ["10.1289/ehp.1205721"]}, {"Citation": "Lu P et al (2019) Short-term exposure to air pollution and conjunctivitis outpatient visits: a multi-city study in China. Environ Pollut 254(Pt A):113030", "ArticleIdList": ["10.1016/j.envpol.2019.113030"]}, {"Citation": "Lu CW et al (2021) Air pollution and meteorological conditions significantly contribute to the worsening of allergic conjunctivitis: a regional 20-city, 5-year study in Northeast China. Light Sci Appl 10(1):190", "ArticleIdList": ["10.1038/s41377-021-00630-6"]}, {"Citation": "Luo H et al (2020) Using composite fingerprints to quantify the potential dust source contributions in northwest China. Sci Total Environ 742:140560", "ArticleIdList": ["10.1016/j.scitotenv.2020.140560"]}, {"Citation": "Malerbi FK et al (2012) Ambient levels of air pollution induce clinical worsening of blepharitis. Environ Res 112:199–203", "ArticleIdList": ["10.1016/j.envres.2011.11.010"]}, {"Citation": "Mamtimin B, Meixner FX (2011) Air pollution and meteorological processes in the growing dryland city of Urumqi (Xinjiang, China). Sci Total Environ 409(7):1277–1290", "ArticleIdList": ["10.1016/j.scitotenv.2010.12.010"]}, {"Citation": "Meng Y et al (2021) Short-term effects of ambient air pollution on the incidence of influenza in Wuhan, China: a time-series analysis. Environ Res 192:110327", "ArticleIdList": ["10.1016/j.envres.2020.110327"]}, {"Citation": "Miller AE et al (1993) Gender differences in strength and muscle fiber characteristics. Eur J Appl Physiol Occup Physiol 66(3):254–262", "ArticleIdList": ["10.1007/BF00235103"]}, {"Citation": "Pacini S et al (2003) Association between atmospheric ozone levels and damage to human nasal mucosa in Florence. Italy Environ Mol Mutagen 42(3):127–135", "ArticleIdList": ["10.1002/em.10188"]}, {"Citation": "Pathmanathan S et al (2003) Repeated daily exposure to 2 ppm nitrogen dioxide upregulates the expression of IL-5, IL-10, IL-13, and ICAM-1 in the bronchial epithelium of healthy human airways. Occup Environ Med 60(11):892–896", "ArticleIdList": ["10.1136/oem.60.11.892"]}, {"Citation": "Pitt AD et al (2004) Economic and quality-of-life impact of seasonal allergic conjunctivitis in Oxfordshire. Ophthalmic Epidemiol 11(1):17–33", "ArticleIdList": ["10.1076/opep.11.1.17.26437"]}, {"Citation": "Provost EB et al (2017) Recent versus chronic fine particulate air pollution exposure as determinant of the retinal microvasculature in school children. Environ Res 159:103–110", "ArticleIdList": ["10.1016/j.envres.2017.07.027"]}, {"Citation": "Ramirez DA et al (2017) Epidemiology of conjunctivitis in US emergency departments. JAMA Ophthalmol 135(10):1119–1121", "ArticleIdList": ["10.1001/jamaophthalmol.2017.3319"]}, {"Citation": "Rupakheti D et al (2021) Spatio-temporal characteristics of air pollutants over Xinjiang, northwestern China. Environ Pollut 268(Pt A):115907", "ArticleIdList": ["10.1016/j.envpol.2020.115907"]}, {"Citation": "Smith AF et al (2005) The economic and quality of life impact of seasonal allergic conjunctivitis in a Spanish setting. Ophthalmic Epidemiol 12(4):233–242", "ArticleIdList": ["10.1080/09286580590967781"]}, {"Citation": "Song W et al (2015) A multiyear assessment of air quality benefits from China’s emerging shale gas revolution: Urumqi as a case study. Environ Sci Technol 49(4):2066–2072", "ArticleIdList": ["10.1021/es5050024"]}, {"Citation": "Szyszkowicz M, Kousha T, Castner J (2016) Air pollution and emergency department visits for conjunctivitis: a case-crossover study. Int J Occup Med Environ Health 29(3):381–393", "ArticleIdList": ["10.13075/ijomeh.1896.00442"]}, {"Citation": "Torricelli AA et al (2014) Effects of ambient levels of traffic-derived air pollution on the ocular surface: analysis of symptoms, conjunctival goblet cell count and mucin 5AC gene expression. Environ Res 131:59–63", "ArticleIdList": ["10.1016/j.envres.2014.02.014"]}, {"Citation": "Wang L et al (2020) Characterization of particulate matter and its extinction ability during different seasons and weather conditions in Sinkiang, China: two case studies. Environ Sci Pollut Res Int 27(18):22414–22422", "ArticleIdList": ["10.1007/s11356-020-08772-7"]}, {"Citation": "Wang W et al (2022a) Association between air pollution and emergency room visits for eye diseases and effect modification by temperature in Beijing. China Environ Sci Pollut Res Int 29(15):22613–22622", "ArticleIdList": ["10.1007/s11356-021-17304-w"]}, {"Citation": "Wang Z et al (2022b) Dust pollution in cold region surface mines and its prevention and control. Environ Pollut 292(Pt A):118293", "ArticleIdList": ["10.1016/j.envpol.2021.118293"]}, {"Citation": "Wu Y, Ye Z, Fang Y (2021) Spatial analysis of the effects of PM<sub>2.5</sub> on hypertension among the middle-aged and elderly people in China. Int J Environ Health Res 31(6):729–740", "ArticleIdList": ["10.1080/09603123.2019.1682528"]}, {"Citation": "Xu Z et al (2022) Association between gaseous air pollutants and biomarkers of systemic inflammation: a systematic review and meta-analysis. Environ Pollut 292(Pt A):118336", "ArticleIdList": ["10.1016/j.envpol.2021.118336"]}, {"Citation": "Yang J et al (2020) A study on the relationship between air pollution and pulmonary tuberculosis based on the general additive model in Wulumuqi. China Int J Infect Dis 96:42–47", "ArticleIdList": ["10.1016/j.ijid.2020.03.032"]}, {"Citation": "Yin P et al (2020) The effect of air pollution on deaths, disease burden, and life expectancy across China and its provinces, 1990–2017: an analysis for the Global Burden of Disease Study 2017. Lancet Planet Health 4(9):e386–e398", "ArticleIdList": ["10.1016/S2542-5196(20)30161-3"]}, {"Citation": "Yoon S et al (2018) Effects of collected road dusts on cell viability, inflammatory response, and oxidative stress in cultured human corneal epithelial cells. Toxicol Lett 284:152–160", "ArticleIdList": ["10.1016/j.toxlet.2017.12.012"]}, {"Citation": "Zhang G et al (2022) Rural-urban differences in associations between air pollution and cardiovascular hospital admissions in Guangxi, southwest China. Environ Sci Pollut Res Int 29(27):40711–40723"}, {"Citation": "Zheng Y et al (2017) Traffic-derived particulate matter exposure and histone H3 modification: a repeated measures study. Environ Res 153:112–119", "ArticleIdList": ["10.1016/j.envres.2016.11.015"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "25"}, {"Year": "2023", "Month": "4", "Day": "7"}, {"Year": "2023", "Month": "5", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "25", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "11", "Minute": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37095216", "10.1007/s11356-023-26995-2", "10.1007/s11356-023-26995-2"]}}], "PubmedBookArticle": []}