{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Great Lakes", "Lake Michigan", "air quality", "lake breeze", "ozone", "shoreline"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37092033", "DateRevised": {"Year": "2023", "Month": "04", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1016/j.atmosenv.2021.118834"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "269", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "11"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Impacts of lake breeze meteorology on ozone gradient observations along Lake Michigan Shorelines in Wisconsin.", "Pagination": {"StartPage": "1", "EndPage": "17", "MedlinePgn": "1-17"}, "Abstract": {"AbstractText": ["Daytime onshore lake breezes are a critical factor controlling ozone abundance at coastal sites around Lake Michigan. Coastal counties along the western shore of Lake Michigan have historically observed high ozone episodes dating to the 1970s. We classified ozone episode days based on the extent or absence of the lake breeze (i.e., \"inland\", \"near-shore\" or \"no\" lake breeze) to establish a climatology of these events. This work demonstrated variable gradients in ozone abundances based on these different types of meteorology, with the sharpest ozone concentration gradients on days with a near-shore lake breeze. On 76-82% of days in which ozone reached 70 ppb for at least 1 hour, a lake breeze was present. Evidence of ozone gradients from multiple observation platforms during the 2017 Lake Michigan Ozone Study (LMOS 2017) are shown for two days with different depths of lake breezes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin - Eau Claire, Department of Chemistry and Biochemistry, 105 Garfield Ave, Eau Claire, WI 54702."}], "LastName": "Cleary", "ForeName": "Patricia A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lake Michigan Air Directors Consortium (LADCO), 4415 West Harrison St., Suite 548, Hillside, IL 60162."}, {"Identifier": [], "Affiliation": "Wisconsin Department of Natural Resources, 101 S. Webster St., Madison, WI 53707."}], "LastName": "Dickens", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin - River Falls, River Falls, WI 54022."}], "LastName": "McIlquham", "ForeName": "Molly", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin - Eau Claire, Department of Chemistry and Biochemistry, 105 Garfield Ave, Eau Claire, WI 54702."}], "LastName": "Sanchez", "ForeName": "Mario", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin - Eau Claire, Department of Chemistry and Biochemistry, 105 Garfield Ave, Eau Claire, WI 54702."}], "LastName": "Geib", "ForeName": "Kyle", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin - Eau Claire, Department of Chemistry and Biochemistry, 105 Garfield Ave, Eau Claire, WI 54702."}], "LastName": "Hedberg", "ForeName": "Caitlin", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Purdue University, School of Aviation and Transportation Technology, 1401 Aviation Drive West Lafayette, IN 47907."}], "LastName": "Hupy", "ForeName": "Joe", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Purdue University, School of Aviation and Transportation Technology, 1401 Aviation Drive West Lafayette, IN 47907."}], "LastName": "Watson", "ForeName": "Matt W", "Initials": "MW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U.S. Environmental Protection Agency R5, Air & Radiation Division 77 W. Jackson Blvd. Chicago, IL 60604."}], "LastName": "Fuoco", "ForeName": "Marta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin, Madison, Space Science and Engineering Center, 1225 W. Dayton St., Madison, WI 53706."}], "LastName": "Olson", "ForeName": "Erik R", "Initials": "ER"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin, Madison, Space Science and Engineering Center, 1225 W. Dayton St., Madison, WI 53706."}], "LastName": "Pierce", "ForeName": "R Bradley", "Initials": "RB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Iowa, College of Engineering, Iowa City, IA 52242."}], "LastName": "Stanier", "ForeName": "Charles", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US-EPA, Office of Research and Development, Triangle Research Park, NC 27709."}], "LastName": "Long", "ForeName": "Russell", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "US-EPA, Office of Research and Development, Triangle Research Park, NC 27709."}], "LastName": "Valin", "ForeName": "Lukas", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Aviation, 3335 Airport Road, Suite B, Boulder, CO 80301."}], "LastName": "Conley", "ForeName": "Steve", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Aviation, 3335 Airport Road, Suite B, Boulder, CO 80301."}], "LastName": "Smith", "ForeName": "Mackenzie", "Initials": "M"}], "GrantList": [{"GrantID": "EPA999999", "Acronym": "ImEPA", "Agency": "Intramural EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lyons WA; Cole HS, Photochemical oxidant transport - Mesoscale lake breeze and synoptic-scale aspects. Journal of Applied Meteorology 1976, 15 (7), 733–743."}, {"Citation": "Lennartson GJ; Schwartz MD, A synoptic climatology of surface-level ozone in Eastern Wisconsin, USA. Climate Research 1999, 13 (3), 207–220."}, {"Citation": "Dye TS; Roberts PT; Korc ME, Observations of transport processes for ozone and ozone precursors during the 1991 Lake Michigan Ozone Study. Journal of Applied Meteorology 1995, 34 (8), 1877–1889."}, {"Citation": "Foley T; Betterton EA; Jacko PER; Hillery J, Lake Michigan air quality: The 1994-2003 LADCO Aircraft Project (LAP). Atmospheric Environment 2011, 45 (18), 3192–3202."}, {"Citation": "Cleary PA; Fuhrman N; Schulz L; Schafer J; Fillingham J; Bootsma H; McQueen J; Tang Y; Langel T; McKeen S; Williams EJ; Brown SS, Ozone distributions over southern Lake Michigan: comparisons between ferry-based observations, shoreline-based DOAS observations and model forecasts. Atmospheric Chemistry and Physics 2015, 15 (9), 5109–5122."}, {"Citation": "Bell ML; Peng RD; Dominici F, The exposure-response curve for ozone and risk of mortality and the adequacy of current ozone regulations. Environmental Health Perspectives 2006, 114 (4), 532–536.", "ArticleIdList": ["PMC1440776", "16581541"]}, {"Citation": "Bell ML; McDermott A; Zeger SL; Samet JM; Dominici F, Ozone and short-term mortality in 95 US urban communities, 1987-2000. Jama-Journal of the American Medical Association 2004, 292 (19), 2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Wang YQ; Wang K; Cheng WL; Zhang YQ, Global burden of chronic obstructive pulmonary disease attributable to ambient ozone in 204 countries and territories during 1990-2019. Environmental Science and Pollution Research.", "ArticleIdList": ["34505240"]}, {"Citation": "Hanna SR; Chang JC, Relations between meteorology and ozone in the Lake Michigan region. Journal of Applied Meteorology 1995, 34 (3), 670–678."}, {"Citation": "Lennartson GJ; Schwartz MD, The lake breeze-ground-level ozone connection in eastern Wisconsin: A climatological perspective. International Journal of Climatology 2002, 22 (11), 1347–1364."}, {"Citation": "Curry M; Hanesiak J; Sills D, A Radar-Based Investigation of Lake Breezes in Southern Manitoba Canada. Atmosphere-Ocean 2015, 53 (2), 237–250."}, {"Citation": "Hayden KL; Sills DML; Brook JR; Li SM; Makar PA; Markovic MZ; Liu P; Anlauf KG; O’Brien JM; Li Q; McLaren R, Aircraft study of the impact of lake-breeze circulations on trace gases and particles during BAQS-Met 2007. Atmospheric Chemistry and Physics 2011, 11 (19), 10173–10192."}, {"Citation": "Levy I; Makar PA; Sills D; Zhang J; Hayden KL; Mihele C; Narayan J; Moran MD; Sjostedt S; Brook J, Unraveling the complex local-scale flows influencing ozone patterns in the southern Great Lakes of North America. Atmospheric Chemistry and Physics 2010, 10 (22), 10895–10915."}, {"Citation": "Sills DML; Brook JR; Levy I; Makar PA; Zhang J; Taylor PA, Lake breezes in the southern Great Lakes region and their influence during BAQS-Met 2007. Atmospheric Chemistry and Physics 2011, 11 (15), 7955–7973."}, {"Citation": "Blaylock BK; Horel JD; Crosman ET, Impact of Lake Breezes on Summer Ozone Concentrations in the Salt Lake Valley. Journal of Applied Meteorology and Climatology 2017, 56 (2), 353–370."}, {"Citation": "Lyons WA; Olsson LE, Detailed mesometeorological studies of air pollution dispersion in Chicago lake breeze. Monthly Weather Review 1973, 101 (5), 387–403."}, {"Citation": "McNider RT; Pour-Biazar A; Doty K; White A; Wu YL; Qin MM; Hu YT; Odman T; Cleary P; Knipping E; Dornblaser B; Lee P; Hain C; McKeen S, Examination of the Physical Atmosphere in the Great Lakes Region and Its Potential Impact on Air Quality Overwater Stability and Satellite Assimilation. Journal of Applied Meteorology and Climatology 2018, 57 (12), 2789–2816."}, {"Citation": "Odman MT; White AT; Doty K; McNider RT; Pour-Biazar A; Qin MM; Hu YT; Knipping E; Wu Y; Dornblaser B, Examination of Nudging Schemes in the Simulation of Meteorology for Use in Air Quality Experiments: Application in the Great Lakes Region. Journal of Applied Meteorology and Climatology 2019, 58 (11), 2421–2436."}, {"Citation": "Abdi-Oskouei M; Carmichael G; Christiansen M; Ferrada G; Roozitalab B; Sobhani N; Wade K; Czarnetzki A; Pierce RB; Wagner T; Stanier C, Sensitivity of Meteorological Skill to Selection of WRF-Chem Physical Parameterizations and Impact on Ozone Prediction During the Lake Michigan Ozone Study (LMOS). Journal of Geophysical Research-Atmospheres 2020, 125 (5), 25."}, {"Citation": "Qin MM; Yu HF; Hu YT; Russell AG; Odman MT; Doty K; Pour-Biazar A; McNider RT; Knipping E, Improving ozone simulations in the Great Lakes Region: The role of emissions, chemistry, and dry deposition. Atmospheric Environment 2019, 202, 167–179."}, {"Citation": "Vermeuel MP; Novak GA; Alwe HD; Hughes DD; Kaleel R; Dickens AF; Kenski D; Czarnetzki AC; Stone EA; Stanier CO; Pierce RB; Millet DB; Bertram TH, Sensitivity of Ozone Production to NOx and VOC Along the Lake Michigan Coastline. Journal of Geophysical Research-Atmospheres 2019, 124 (20), 10989–11006."}, {"Citation": "Keen CS; Lyons WA, Lake/Land Breeze circulations on the western shore of Lake Michigan. Journal of Applied Meteorology 1978, 17 (12), 1843–1855."}, {"Citation": "Fast JD; Heilman WE, Simulated sensitivity of seasonal ozone exposure in the Great Lakes region to changes in anthropogenic emissions in the presence of interannual variability. Atmospheric Environment 2005, 39 (29), 5291–5306."}, {"Citation": "Basagana X; Rivera M; Aguilera I; Agis D; Bouso L; Elosua R; Foraster M; de Nazelle A; Nieuwenhuijsen M; Vila J; Kunzli N, Effect of the number of measurement sites on land use regression models in estimating local air pollution. Atmospheric Environment 2012, 54, 634–642."}, {"Citation": "Eeftens M; Odabasi D; Fluckiger B; Davey M; Ineichen A; Feigenwinter C; Tsai MY, Modelling the vertical gradient of nitrogen dioxide in an urban area. Science of the Total Environment 2019, 650, 452–458.", "ArticleIdList": ["30199689"]}, {"Citation": "Solomon PA; Vallano D; Lunden M; LaFranchi B; Blanchard CL; Shaw SL, Mobile-platform measurement of air pollutant concentrations in California: performance assessment, statistical methods for evaluating spatial variations, and spatial representativeness. Atmospheric Measurement Techniques 2020, 13 (6), 3277–3301.", "ArticleIdList": ["PMC8422882", "34497673"]}, {"Citation": "Harris L; Kotamarthi VR, The characteristics of the Chicago Lake breeze and its effects on trace particle transport: Results from an episodic event simulation. Journal of Applied Meteorology 2005, 44 (11), 1637–1654."}, {"Citation": "Doak AG; Christiansen MB; Alwe HD; Bertram TH; Carmichael G; Cleary P; Czarnetzki AC; Dickens AF; Janssen M; Kenski D; Millet DB; Novak GA; Pierce BR; Stone EA; Long RW; Vermeuel MP; Wagner TJ; Valin L; Stanier CO, Characterization of ground-based atmospheric pollution and meteorology sampling stations during the Lake Michigan Ozone Study 2017. Journal of the Air & Waste Management Association 2021, 71 (7), 866–889.", "ArticleIdList": ["PMC10068588", "33689601"]}, {"Citation": "Stanier CO; Pierce RB; Abdi-Oskouei M; Adelman ZE; Al-Saadi J; Alwe HD; Bertram TH; Carmichael GR; Christiansen MB; Cleary PA; Czarnetzki AC; Dickens AF; Fuoco MA; Hughes DD; Hupy JP; Janz SJ; Judd LM; Kenski D; Kowalewski MG; Long RW; Millet DB; Novak G; Roozitalab B; Shaw SL; Stone EA; Szykman J; Valin L; Vermeuel M; Wagner TJ; Whitehill AR, Overview of the Lake Michigan Ozone Study 2017. Bulletin of the American Meteorological Society 2021, 10.1175/BAMS-D-20-0061.1.", "ArticleIdList": ["10.1175/BAMS-D-20-0061.1", "PMC9275376", "35837596"]}, {"Citation": "Doak AG; Christiansen MB; D.A. H; Bertram TH; Carmichael G; Cleary P; Czarnetzki AC; Dickens AF; Janssen M; Kenski M; Millet DB; Novak G; Pierce BR; Stone EA; Szykman J; Vermeuel M; Wagner TJ; Valin L; Stanier CO, Characterization of ground-based atmospheric pollution and meteorology sampling stations during the Lake Michigan Ozone Study 2017. Journal of the Air & Waste Management Association 2021.", "ArticleIdList": ["PMC10068588", "33689601"]}, {"Citation": "Wagner TJ; Czarnetzki AC; Christiansen M; Pierce RB; Stanier CO; Dickens AF; Eloranta EW, Observations of the Development and Vertical Structure of the Lake Breeze Circulation During the 2017 Lake Michigan Ozone Study. Submitted 2021."}, {"Citation": "Laird NF; Kristovich DAR; Liang XZ; Arritt RW; Labas K, Lake Michigan lake breezes: Climatology, local forcing, and synoptic environment. Journal of Applied Meteorology 2001, 40 (3), 409–424."}, {"Citation": "Andersen PC; Williford CJ; Birks JW, Miniature Personal Ozone Monitor Based on UV Absorbance. Analytical Chemistry 2010, 82 (19), 7924–7928.", "ArticleIdList": ["PMC3065063", "21461365"]}, {"Citation": "Fast JD; Heilman WE, The effect of lake temperatures and emissions on ozone exposure in the western Great Lakes region. Journal of Applied Meteorology 2003, 42 (9), 1197–1217."}, {"Citation": "Wentworth GR; Murphy JG; Sills DML, Impact of lake breezes on ozone and nitrogen oxides in the Greater Toronto Area. Atmospheric Environment 2015, 109, 52–60."}, {"Citation": "Hastie DR; Narayan J; Schiller C; Niki H; Shepson PB; Sills DML; Taylor PA; Moroz WJ; Drummond JW; Reid N; Taylor R; Roussel PB; Melo OT, Observational evidence for the impact of the lake breeze circulation on ozone concentrations in Southern Ontario. Atmospheric Environment 1999, 33 (2), 323–335."}, {"Citation": "Gronoff G; Robinson J; Berkoff T; Swap R; Farris B; Schroeder J; Halliday HS; Knepp T; Spinei E; Carrion W; Adcock EE; Johns Z; Allen D; Pippin M, A method for quantifying near range point source induced O-3 titration events using Co-located Lidar and Pandora measurements. Atmospheric Environment 2019, 204, 43–52."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "11", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "11", "Hour": "0", "Minute": "0"}, {"Year": "2023", "Month": "4", "Day": "24", "Hour": "4", "Minute": "4"}, {"Year": "2023", "Month": "4", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37092033", "NIHMS1879400", "PMC10116845", "10.1016/j.atmosenv.2021.118834"]}}], "PubmedBookArticle": []}