{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37099505", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "26"}], "ELocationID": ["e0283480", "10.1371/journal.pone.0283480"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "4", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Elevated ozone and carbon dioxide affects the composition of volatile organic compounds emitted by Vicia faba (L.) and visitation by European orchard bee (Osmia cornuta).", "Pagination": {"StartPage": "e0283480", "MedlinePgn": "e0283480"}, "Abstract": {"AbstractText": ["Recent studies link increased ozone (O3) and carbon dioxide (CO2) levels to alteration of plant performance and plant-herbivore interactions, but their interactive effects on plant-pollinator interactions are little understood. Extra floral nectaries (EFNs) are essential organs used by some plants for stimulating defense against herbivory and for the attraction of insect pollinators, e.g., bees. The factors driving the interactions between bees and plants regarding the visitation of bees to EFNs are poorly understood, especially in the face of global change driven by greenhouse gases. Here, we experimentally tested whether elevated levels of O3 and CO2 individually and interactively alter the emission of Volatile Organic Compound (VOC) profiles in the field bean plant (Vicia faba, L., Fabaceae), EFN nectar production and EFN visitation by the European orchard bee (Osmia cornuta, Latreille, Megachilidae). Our results showed that O3 alone had significant negative effects on the blends of VOCs emitted while the treatment with elevated CO2 alone did not differ from the control. Furthermore, as with O3 alone, the mixture of O3 and CO2 also had a significant difference in the VOCs' profile. O3 exposure was also linked to reduced nectar volume and had a negative impact on EFN visitation by bees. Increased CO2 level, on the other hand, had a positive impact on bee visits. Our results add to the knowledge of the interactive effects of O3 and CO2 on plant volatiles emitted by Vicia faba and bee responses. As greenhouse gas levels continue to rise globally, it is important to take these findings into consideration to better prepare for changes in plant-insect interactions."], "CopyrightInformation": "Copyright: © 2023 Otieno et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": ["0000-0002-8509-3298"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}, {"Identifier": [], "Affiliation": "Department of Water and Agricultural Resource Management, University of Embu, Embu, Kenya."}], "LastName": "Otieno", "ForeName": "Mark", "Initials": "M"}, {"Identifier": ["0000-0002-5767-460X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}, {"Identifier": [], "Affiliation": "Department of Chemical Ecology, Plant Protection Institute, Centre of Agricultural Research, ELKH, Budapest, Hungary."}], "LastName": "Karpati", "ForeName": "Zsolt", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}], "LastName": "Peters", "ForeName": "Marcell K", "Initials": "MK"}, {"Identifier": ["0000-0002-0040-0552"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}], "LastName": "Duque", "ForeName": "Laura", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}], "LastName": "Schmitt", "ForeName": "Thomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Ecology and Tropical Biology, Biocenter, University of Würzburg, Würzburg, Germany."}], "LastName": "Steffan-Dewenter", "ForeName": "Ingolf", "Initials": "I"}], "DataBankList": [{"DataBankName": "Dryad", "AccessionNumberList": ["10.5061/dryad.2jm63xsts"]}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Nectar"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bees"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Plant Nectar"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Volatile Organic Compounds"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Vicia faba"}, {"QualifierName": [], "DescriptorName": "Plants"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Osborne JL, Awmack CS, Clark SJ, Williams IH and Mills VC. Nectar and flower production in Vicia faba L. (field bean) at ambient and elevated carbon dioxide. Apidologie. 1997; 28, 43–55."}, {"Citation": "Chen Z, Cao J, Yu H, and Shang H. Effects of elevated ozone levels on photosynthesis, biomass and non-structural carbohydrates of Phoebe bournei and Phoebe zhennan in subtropical china. Frontiers of Plant Sciences. 2018. doi: 10.3389/fpls.2018.01764", "ArticleIdList": ["10.3389/fpls.2018.01764", "PMC6284062", "30555502"]}, {"Citation": "Masui N, Agathokleous E, Mochizuki T, Tani A, Matsuura H, Koike T. Ozone disrupts the communication between plants and insects in urban and suburban areas: an updated insight on plant volatiles. Journal of Forest Research (Harbin). 2021; 10:1–13. doi: 10.1007/s11676-020-01287-4", "ArticleIdList": ["10.1007/s11676-020-01287-4", "PMC7797194", "33456272"]}, {"Citation": "Jamieson MA, Burkle LA, Manson JS, Runyon JB, Trowbridge AM, Zientek J. Global change effects on plant-insect interactions: The role of phytochemistry. Current Opinion in Insect Sciences. 2017; 23, 70–80. doi: 10.1016/j.cois.2017.07.009", "ArticleIdList": ["10.1016/j.cois.2017.07.009", "29129286"]}, {"Citation": "Peñuelas J and Staudt M. BVOCs and global change. Trends in Plant Science. 2010; 15, 133–144. doi: 10.1016/j.tplants.2009.12.005", "ArticleIdList": ["10.1016/j.tplants.2009.12.005", "20097116"]}, {"Citation": "Dötterl S, Vater M, Rupp T and Held A. Ozone differentially affects perception of volatiles in western honeybees. Journal of Chemical Ecology. 2016; 42, 486–489.", "ArticleIdList": ["PMC4947477", "27344162"]}, {"Citation": "Holopainen JK, Nerg AM and Blande JD. Multitrophic signaling in polluted atmospheres, in Biology, Controls and Models of Tree Volatile Organic Compound Emissions. Tree Physiology, eds Ü. Niinemets and R. K. Monson (Springer). 2013."}, {"Citation": "Wang LL, He XY, Chen W. Effects of elevated CO2 or/and O3 on growth and daily changes of photosynthesis in leaves of Pinus armandi. Huan Jing Ke Xue. 2010; 31(1): 36–40.", "ArticleIdList": ["20329513"]}, {"Citation": "Hasan MM, Rahman MA, Skalicky M, Alabdallah NM, Waseem M, Jahan MS, et al.. Ozone Induced Stomatal Regulations, MAPK and Phytohormone Signaling in Plants. International Journal of Molecular Sciences. 2021; 22(12): 6304. doi: 10.3390/ijms22126304", "ArticleIdList": ["10.3390/ijms22126304", "PMC8231235", "34208343"]}, {"Citation": "Watanabe M, Hoshika Y, Koike T and Izuta T. Effects of Ozone on Japanese Trees. In: Izuta T. (eds) Air Pollution Impacts on Plants in East Asia. Springer, Tokyo. 2017."}, {"Citation": "Feng Z, Shang B, Gao F and Calatayud V. Current ambient and elevated ozone effects on poplar: A global meta-analysis and response relationships. Science of The Total Environment. 2019; 654: 832–840. doi: 10.1016/j.scitotenv.2018.11.179", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.179", "30453256"]}, {"Citation": "Xu Y, Feng Z, Peng J, Tarvainen L. Elevated ozone decreases the activity of Rubisco in poplar but not its activation under fluctuating light. Tree Physiology. 2022. 42(9): 1762–1775. doi: 10.1093/treephys/tpac043", "ArticleIdList": ["10.1093/treephys/tpac043", "35445727"]}, {"Citation": "Farré-Armengol G, Peñuelas J, Li T, Yli-Pirilä P, Filella I, Llusia J, et al.. Ozone degrades floral scent and reduces pollinator attraction to flowers. New Phytologist. 2016; 209(1), 152–160. doi: 10.1111/nph.13620", "ArticleIdList": ["10.1111/nph.13620", "26346807"]}, {"Citation": "Blande JD, Holopainen J K and Li T. Air pollution impedes plant-to-plant communication by volatiles. Ecology Letters. 2010;13, 1172–1181. doi: 10.1111/j.1461-0248.2010.01510.x", "ArticleIdList": ["10.1111/j.1461-0248.2010.01510.x", "20602627"]}, {"Citation": "Li T. and Blande JD. Associational susceptibility in broccoli: mediated by plant volatiles, impeded by O3. Global Change Biology. 2015; 21, 1993–2004.", "ArticleIdList": ["25504925"]}, {"Citation": "Blande JD, Holopainen JK and Niinemets Ü. Plant volatiles in polluted atmospheres: stress responses and signal degradation. Plant, Cell and Environment. 2014; 37, 892–1904. doi: 10.1111/pce.12352", "ArticleIdList": ["10.1111/pce.12352", "PMC4289706", "24738697"]}, {"Citation": "Wang D, Heckathorn SA, Wang X and Philpott SM. A meta-analysis of plant physiological and growth responses to temperature and elevated CO2. Oecologia. 2012; 169, 1–13. doi: 10.1007/s00442-011-2172-0", "ArticleIdList": ["10.1007/s00442-011-2172-0", "22037993"]}, {"Citation": "Ainsworth EA, Leakey ADB, Ort DR and Long SP. FACE-ing the facts: inconsistencies and interdependence among field, chamber and modeling studies of elevated [CO2] impacts on crop yield and food supply. New Phytologist. 2008; 179, 5–9. doi: 10.1111/j.1469-8137.2008.02500.x", "ArticleIdList": ["10.1111/j.1469-8137.2008.02500.x", "18482226"]}, {"Citation": "Jasoni R, Kane C, Green C, Peffley E, Tissue D, Thompson L, et al.. Altered leaf and root emissions from onion (Allium cepa L.) grown under elevated CO2 condition. Environmental and Experimental Botany. 2004; 51(3) 273–280."}, {"Citation": "Lange D, Dáttilo W, Del-Claro K. Influence of extra floralnectary phenology on ant-plant mutualistic networks in a neotropical savanna. Ecologial Entomology. 2013; 38: 463–469."}, {"Citation": "Belchior C. Sendoya SF, Del-Claro K. Temporal Variation in the Abundance and Richness of Foliage-Dwelling Ants Mediated by Extra floralNectar. PLoS One. 2016; 11(7): e0158283. doi: 10.1371/journal.pone.0158283", "ArticleIdList": ["10.1371/journal.pone.0158283", "PMC4954677", "27438722"]}, {"Citation": "Weber MG, Porturas LD, Keeler KH. World list of plants with extra floral nectaries. http://www.extrafloralnectaries.org. 2015."}, {"Citation": "Mesquita-Neto JN, Paiva EAS, Galetto L and Schlindwein C. Nectar Secretion of Floral Buds of Tococa guianensis Mediates Interactions With Generalist Ants That Reduce Florivory. Frontiers in Plant Science. 2020; 11:627.", "ArticleIdList": ["PMC7253585", "32508868"]}, {"Citation": "McKey D. Interactions between ants and leguminous plants. In’Advances in Legume Biology’. (Eds CH Stirton, JL Zarucchi). Monographs in Systematic Botany from the Missouri. BotanicalGarden. 1989.;29, 673–718. (Missouri Botanical Garden Press: Saint Louis, MO, USA."}, {"Citation": "Heil M. Extrafloral Nectar at the Plant-Insect Interface: A Spotlight on Chemical Ecology, Phenotypic Plasticity, and Food Webs. Annual Review of Entomology. 2015; 60:1, 213–232.", "ArticleIdList": ["25564741"]}, {"Citation": "Patt JM and Rohrig E. Laboratory Evaluations of the Foraging Success of Tamarixia radiata (Hymenoptera: Eulophidae) on Flowers and Extrafloral Nectaries: Potential use of Nectar Plants for Conservation Biological Control of Asian Citrus Psyllid (Hemiptera: Liviidae). Florida Entomologist. 2017; 100(1): 149–156."}, {"Citation": "Beyer N, Gabriel D, Kirsch F, Schulz-Kesting K, Dauber J, Westphal C. Functional groups of wild bees respond differently to faba bean Vicia faba L. cultivation at landscape scale. Journal of Applied Ecology. 2020; 57(12):2499–2508."}, {"Citation": "Michener C.D. The Bees of the World, 1st Ed., John Hopkins University Press, Baltimore. 2000."}, {"Citation": "Roulston TH, Cane JH and Buchmann SL. What governs the protein content of pollen grains: pollinator preferences, pollen- pistil interactions, or phylogeny. Ecological Monographs. 2000. 70(4); 617–643."}, {"Citation": "Ceuppens B, Eeraerts M, Vleugels T, Cnops G, Roldan-Ruiz I and Smagghe G. Effects of dietary lambda-cyhalothrin exposure on bumblebee survival, reproduction, and foraging behaviour in laboratory and greenhouse. Journal of Pest Science. 2015; 88, 777–783."}, {"Citation": "Dudareva N, Pichersky E, Dudareva N, Pichersky E. Floral scent metabolic pathways: Their regulation and evolution. In Biology of Floral Scent, Dudareva N., Pichersky E., eds (Boca Raton, FL: CRC Press; ), 2006; pp. 55–78."}, {"Citation": "Raguso RA. Floral scent in a whole-plant context: moving beyond pollinator attraction. Functional Ecology. 2009; 23(5), 837–840."}, {"Citation": "Marazzi B, Gonzalez AM, Delgado-Salinas A, Luckow MA, Ringelberg JJ, Hughes CE. Extra floral nectaries in Leguminosae: phylogenetic distribution, morphological diversity and evolution. Australian Systematic Botany. 2019; 32, 409–458."}, {"Citation": "Klein AM, Vaissiere BE, Cane JH, Steffan-Dewenter I, Cunningham SA, Kremen C et al.. Importance of pollinators in changing landscapes for world crops. Proceedings of the Royal Society of London B: Biological Sciences. 2007; 274 (1608), 303–313. doi: 10.1098/rspb.2006.3721", "ArticleIdList": ["10.1098/rspb.2006.3721", "PMC1702377", "17164193"]}, {"Citation": "Klatt BK, Holzschuh A, Westphal C, Clough Y, Smit I, Pawelzik E et al.. Bee pollination improves crop quality, shelf life and commercial value. Proceedings of the Royal Society of London B: Biological Sciences. 2014; 281 (1775), 20132440. doi: 10.1098/rspb.2013.2440", "ArticleIdList": ["10.1098/rspb.2013.2440", "PMC3866401", "24307669"]}, {"Citation": "Bartomeus I, Potts SG, Steffan-Dewenter I, Vaissiere BE, Woyciechowski M, Krewenka KM, et al.. Contribution of insect pollinators to crop yield and quality varies with agricultural intensification. PeerJ. 2014; 2, e328. doi: 10.7717/peerj.328", "ArticleIdList": ["10.7717/peerj.328", "PMC3976118", "24749007"]}, {"Citation": "Nayak GK, Roberts SPM, Garratt M, Breeze TD, Tscheulin T, Harrison-Cripps J, et al.. Interactive effect of floral abundance and semi-natural habitats on pollinators in field beans (Vicia faba). Agriculture, Ecosystems and Environment. 2015; 199, 58–66."}, {"Citation": "Katayama N, and Suzuki N. Role of extra floral nectaries of Vicia faba in attraction of ants and herbivore exclusion by ants. Entomological Science. 2004; 7(2): 119–124."}, {"Citation": "Marzinzig B, Brünjes L, Biagioni S, Behling H, Link W, and Westphal C. Bee pollinators of faba bean (Vicia faba L.) differ in their foraging behaviour and pollination efficiency Agriculture Ecosystems and Environment, 2018; 264: 24–33."}, {"Citation": "Burton, Andrew J., Zak, Donald R., Kubiske, Mark E., and Pregitzer, Kurt S. Impacts of interacting elevated atmospheric co2 and o3 on the structure and functioning of a northern forest ecosystem: operating and decommissioning the aspen face project. United States: N. p., 2014."}, {"Citation": "Gustafson E.J., Kubiske M.E., Miranda B.R. et al. Extrapolating plot-scale CO2 and ozone enrichment experimental results to novel conditions and scales using mechanistic modeling. Ecol Process. 2018; 7, 31."}, {"Citation": "Tobita H, Komatsu M, Harayama H, Yazaki K, Kitaoka S and Kitao M. Effects of Combined CO2 and O3 Exposures on Net CO2 Assimilation and Biomass Allocation in Seedlings of the Late-Successional Fagus Crenata. Climate 2019, 7(10), 117."}, {"Citation": "Almohisen IAA and Alyemeni MN. Effect of Ozone on the Quality of Two Legume Crops (Vicia faba and Pisum sativum) around Riyadh City. Life Science Journal. 2013; 10(4), 2297–2302."}, {"Citation": "Stabler D. Impacts of ozone pollution on nectar and pollen quality and their significance for pollinators. School of Biology. Newcastle, UK, Newcastle University. PhD thesis. 2016."}, {"Citation": "Otieno M., Peters K. M., Duque L. and Steffan-Dewenter I. Interactive effects of ozone and carbon dioxide on plant-pollinator interactions and yields in a legume crop. Environmental Advances. 2022; 9: 100285. doi: 10.1016/j.envadv.2022.100285", "ArticleIdList": ["10.1016/j.envadv.2022.100285"]}, {"Citation": "Duque L, Poelman EH, Steffan-Dewenter I. Plant-mediated effects of ozone on herbivores depend on exposure duration and temperature. Scientific Reports. 2019; 9, 19891. doi: 10.1038/s41598-019-56234-z", "ArticleIdList": ["10.1038/s41598-019-56234-z", "PMC6934497", "31882632"]}, {"Citation": "Duque L, Poelman EH, Steffan-Dewenter I. Effects of ozone stress on flowering phenology, plant-pollinator interactions and plant reproductive success. Environmental Pollution. 2021; 272, 115953. doi: 10.1016/j.envpol.2020.115953", "ArticleIdList": ["10.1016/j.envpol.2020.115953", "33190978"]}, {"Citation": "Adams RP. Identification of essential oil components by gas chromotography/mass spectrometry, 4th edn. Allured publishing, Carol Stream; 2017."}, {"Citation": "Aronne G and Malara P. Fiber-optic refractometer for in vivo sugar concentration measurements of low-nectar-producing flowers. New Phytologist. 2019; 224: 987–993.", "ArticleIdList": ["31364780"]}, {"Citation": "R Core Team. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. 2022."}, {"Citation": "Jansen J, Pokorny T and Schmitt T. Disentangling the effect of insemination and ovary development on the cuticular hydrocarbon profile in the bumblebee Bombus terrestris (Hymenoptera: Apidae). Apidologie. 2016; 47, 101–113."}, {"Citation": "Cutler DR, Edwards TC Jr, Beard KH, Cutler A, Hess KT, Gibson J, et al.. Random forests for classification in ecology. Ecology. 2007; 88 (11), 2783–2792. doi: 10.1890/07-0539.1", "ArticleIdList": ["10.1890/07-0539.1", "18051647"]}, {"Citation": "Hanusz Z and Tarasińska J. Normalization of the Kolmogorov–Smirnov and Shapiro–Wilk tests of normality. Biometrical Letters. 2015; 52(2)85–93."}, {"Citation": "Ribeiro-Oliveira JP, de Santana DG, Pereira VJ, dos Santos CM, Data transformation: an underestimated tool by inappropriate use. Acta Scientiarum Agronomy, 2018; 40."}, {"Citation": "Agathokleous E, Feng Z, Oksanen E, Sicard P, Wang Q, Saitanis CJ, et al.. Ozone affects plant, insect, and soil microbial communities: A threat to terrestrial ecosystems and biodiversity. Science Advances. 2020;12;6(33):eabc1176. doi: 10.1126/sciadv.abc1176", "ArticleIdList": ["10.1126/sciadv.abc1176", "PMC7423369", "32851188"]}, {"Citation": "Saunier A and Blande JD. The effect of elevated ozone on floral chemistry of brassicaceae species. Environmental Pollution. 2019; 255: 10. doi: 10.1016/j.envpol.2019.113257", "ArticleIdList": ["10.1016/j.envpol.2019.113257", "31546077"]}, {"Citation": "Heiden AC, Hoffmann T, Kahl J, et al. Emission of volatile organic compounds from ozone-exposed plants. Ecological Applications.1999; 9: 1160–1167."}, {"Citation": "Brosset A, Saunier A, Kivimaenpaa M, et al. Does ozone exposure affect herbivore-induced plant volatile emissions differently in wild and cultivated plants? Environmental Sciences and Pollution Research. 2020; 27: 30448–30459. doi: 10.1007/s11356-020-09320-z", "ArticleIdList": ["10.1007/s11356-020-09320-z", "PMC7378123", "32468369"]}, {"Citation": "Cui HY, Su JW, Wei JN, et al. Elevated o3 enhances the attraction of whitefly-infested tomato plants to Encarsia formosa. Scientific Reports. 2014; 4: 6.", "ArticleIdList": ["PMC4061550", "24939561"]}, {"Citation": "Yuan X, Calatayud V, Gao F, Fares S, Paoletti E, Tian Y, et al.. Interaction of drought and ozone exposure on isoprene emission from extensively cultivated poplar. 2016; 39(10): 2276–2287.", "ArticleIdList": ["27411672"]}, {"Citation": "Emberson LD, Pleijel H, Ainsworth EA, van den Berg M, Ren W, Osborn et al.. Ozone effects on crops and consideration in crop models. European Journal of Agronomy. 2018."}, {"Citation": "Jones IM, and Koptur S. Dynamic extra floral nectar production: the timing of leaf damage affects the defensive response in Senna Mexicana var. chapmanii (Fabaceae). American Journal of Botany. 2015.102:58–66.", "ArticleIdList": ["25587148"]}, {"Citation": "Andersen CP. Source-sink balance and carbon allocation below ground in plants exposed to ozone. New Phytologist. 2003. 157, 213–228. doi: 10.1046/j.1469-8137.2003.00674.x", "ArticleIdList": ["10.1046/j.1469-8137.2003.00674.x", "33873636"]}, {"Citation": "Nicolson S.W., Thornburg R.W. 2007. Nectar chemistry. In: Nicolson SW, Nepi M, Pacini E (eds) Nectaries and nectar. Springer, Dordrecht, pp 215–263."}, {"Citation": "Davis A R, Peterson RL, Shuel RW. Vasculature and ultrastructure of the floral and stipular nectaries of Vicia faba (Leguminosae). Canadian Journal of Botany. 1988; 66: 1435–1448."}, {"Citation": "Pacini E, Nepi M, Vesprini JL. Nectary biodiversity: a short review. Plant Systematics and Evolution. 2003; 238:7–21."}, {"Citation": "Nepi M, von Aderkas P, Wagner R, Mugnaini S, Coulter A, Pacini E. Nectar and pollination drops: how different are they? Annals of Botany. 2009; 104:205–219. doi: 10.1093/aob/mcp124", "ArticleIdList": ["10.1093/aob/mcp124", "PMC2710891", "19477895"]}, {"Citation": "Zariman AZ, Omar NA and Nurul Huda A. Plant Attractants and Rewards for Pollinators: Their Significance to Successful Crop Pollination. International Journal of Life Sciences and Biotechnology, 2022; 5(2): p. 270–293."}, {"Citation": "Caregnato FF, Clebsch CC, Rocha RF, Feistauer LBH, Oliveira PL, Divan AD Junior et al.. Ozone exposure differentially affects oxidative stress parameters in distinct Phaseolus vulgaris L. varieties. Journal of Plant Interactions. 2010; 5(2): 111–115."}, {"Citation": "Wright GA, and Schiestl FP. The evolution of floral scent: The influence of olfactory learning by insect pollinators on the honest signaling of floral rewards. Functional Ecology. 2009; 23(5), 841–851."}, {"Citation": "Parachnowitsch AL, Raguso RA and Kessler A. Phenotypic selection to increase floral scent emission, but not flower size or colour in bee-pollinated Penstemon digitalis. New Phytologist. 2012; 195: 667–675.", "ArticleIdList": ["22646058"]}, {"Citation": "Griffiths DW, Robertson GW, Shepherd T and Ramsay G. Epicuticular waxes and volatiles from faba bean (Vicia faba) flowers. Phytochemistry. 1999. 52 (4): 607–612."}, {"Citation": "Knudsen JT, Eriksson R, Gershenzon J, and Ståhl B. Diversity and distribution of floral scent. Botanical reviews. Rev. 2006; 72, 1–120."}, {"Citation": "Fahmi-Halil M, Haris-Hussain M, Mirad R, Idris AG, and Jalinas J. Responses of Oil Palm Pollinator, Elaeidobius kamerunicus to Different Concentrations of Estragoles. bioRxiv. 2021."}, {"Citation": "Glenny WR, Runyon JB, Burkle LA. Drought and increased CO2 alter floral visual and olfactory traits with context-dependent effects on pollinator visitation. New Phytologist. 2018; 220:785–798.", "ArticleIdList": ["29575008"]}, {"Citation": "Howell AD and Alarcón R. Osmia bees (Hymenoptera: Megachilidae) can detect nectar-rewarding flowers using olfactory cues. Animal Behaviour. 2007; 74, 199–205."}, {"Citation": "Riffell JA. The Neuroecology of a Pollinator’s Buffet: Olfactory Preferences and Learning in Insect Pollinators. Integrative and Comparative Biology. 2011; 51, 781–793. doi: 10.1093/icb/icr094", "ArticleIdList": ["10.1093/icb/icr094", "21803792"]}, {"Citation": "Riffell JA, Lei H, Abrell L and Hildebrand JG. Neural Basis of a Pollinator’s Buffet: Olfactory Specialization and Learning in Manduca sexta. Science. 2013; 339, 200–204.", "ArticleIdList": ["23223454"]}, {"Citation": "Harder LD and Barrett S CH. Pollen dispersal and mating patterns in animal-pollinated plants. In: Lloyd D. G. & Barrett S. C. H. (eds). Floral Biology: Studies on Floral Evolution in Animal-Pollinated Plants. Chapman & Hall, New York, 1996; pp. 140–190."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "8", "Day": "30"}, {"Year": "2023", "Month": "3", "Day": "9"}, {"Year": "2023", "Month": "4", "Day": "28", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "4", "Day": "26", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "26", "Hour": "13", "Minute": "33"}, {"Year": "2023", "Month": "4", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["37099505", "PMC10132541", "10.1371/journal.pone.0283480", "PONE-D-22-24238"]}}], "PubmedBookArticle": []}