{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Long-term persistence", "PM2.5-O3 DHP", "SOC", "Time scale", "VM-DCCA"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37097531", "DateCompleted": {"Year": "2023", "Month": "04", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "25"}], "ELocationID": ["609", "10.1007/s10661-023-11213-w"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "195", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "25"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "Response of cross-correlations between high PM<sub>2.5</sub> and O<sub>3</sub> with increasing time scales to the COVID-19: different trends in BTH and PRD.", "Pagination": {"StartPage": "609", "MedlinePgn": "609"}, "Abstract": {"AbstractText": ["The air pollution in China currently is characterized by high fine particulate matter (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) concentrations. Compared with single high pollution events, such double high pollution (DHP) events (both PM<sub>2.5</sub> and O<sub>3</sub> are above the National Ambient Air Quality Standards (NAAQS)) pose a greater threat to public health and environment. In 2020, the outbreak of COVID-19 provided a special time window to further understand the cross-correlation between PM<sub>2.5</sub> and O<sub>3</sub>. Based on this background, a novel detrended cross-correlation analysis (DCCA) based on maximum time series of variable time scales (VM-DCCA) method is established in this paper to compare the cross-correlation between high PM<sub>2.5</sub> and O<sub>3</sub> in Beijing-Tianjin-Heibei (BTH) and Pearl River Delta (PRD). At first, the results show that PM<sub>2.5</sub> decreased while O<sub>3</sub> increased in most cities due to the effect of COVID-19, and the increase in O<sub>3</sub> is more significant in PRD than in BTH. Secondly, through DCCA, the results show that the PM<sub>2.5</sub>-O<sub>3</sub> DCCA exponents α decrease by an average of 4.40% and 2.35% in BTH and PRD respectively during COVID-19 period compared with non-COVID-19 period. Further, through VM-DCCA, the results show that the PM<sub>2.5</sub>-O<sub>3</sub> VM-DCCA exponents [Formula: see text] in PRD weaken rapidly with the increase of time scales, with decline range of about 23.53% and 22.90% during the non-COVID-19 period and COVID-19 period respectively at 28-h time scale. BTH is completely different. Without significant tendency, its [Formula: see text] is always higher than that in PRD at different time scales. Finally, we explain the above results with the self-organized criticality (SOC) theory. The impact of meteorological conditions and atmospheric oxidation capacity (AOC) variation during the COVID-19 period on SOC state are further discussed. The results show that the characteristics of cross-correlation between high PM<sub>2.5</sub> and O<sub>3</sub> are the manifestation of the SOC theory of atmospheric system. Relevant conclusions are important for the establishment of regionally targeted PM<sub>2.5</sub>-O<sub>3</sub> DHP coordinated control strategies."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Mathematics and Statistics, Jishou University, Jishou, Hunan, China."}], "LastName": "Bao", "ForeName": "Bingyi", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, China West Normal University, Nanchong, Sichuan, China."}], "LastName": "Li", "ForeName": "Youping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, China West Normal University, Nanchong, Sichuan, China. liuchunqiong@cwnu.edu.cn."}], "LastName": "Liu", "ForeName": "Chunqiong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Mathematics and Statistics, Jishou University, Jishou, Hunan, China."}], "LastName": "Wen", "ForeName": "Ye", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environmental Science and Engineering, China West Normal University, Nanchong, Sichuan, China. shikai@cwnu.edu.cn."}], "LastName": "Shi", "ForeName": "Kai", "Initials": "K"}], "GrantList": [{"GrantID": "JGY2022074", "Agency": "Innovation Foundation for Postgraduate of Jishou University, China", "Country": ""}, {"GrantID": "52160024", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2022JJ30475", "Agency": "Natural Science Foundation of Hunan Province, China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Beijing"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Rivers"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["epidemiology"], "DescriptorName": "COVID-19"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bak P, Tang C, Wiesenfeld K. Self-organized criticality: An explanation of the 1/f noise. Physics Review Letters. 1987;59(4):381–384. doi: 10.1103/PhysRevLett.59.381.", "ArticleIdList": ["10.1103/PhysRevLett.59.381", "10035754"]}, {"Citation": "Bherwani H, Gautam S, Gupta A. Qualitative and quantitative analyses of impact of COVID-19 on sustainable development goals (SDGs) in Indian subcontinent with a focus on air quality. International Journal of Environmental Science and Technology. 2021;18(4):1019–1028. doi: 10.1007/s13762-020-03122-z.", "ArticleIdList": ["10.1007/s13762-020-03122-z", "PMC7846907", "33552191"]}, {"Citation": "Chelani A. Long-memory property in air pollutant concentrations. Atmospheric Research. 2016;171(1):1–4. doi: 10.1016/j.atmosres.2015.12.007.", "ArticleIdList": ["10.1016/j.atmosres.2015.12.007"]}, {"Citation": "Chelani A, Gautam S. Lockdown during COVID-19 pandemic: A case study from Indian cities shows insignificant effects on persistent property of urban air quality. Geoscience Frontiers. 2022;13(6):101284. doi: 10.1016/j.gsf.2021.101284.", "ArticleIdList": ["10.1016/j.gsf.2021.101284"]}, {"Citation": "Chen HM, Zhuang BL, Liu J, Wang TJ, Li S, Xie M, Li MM, Chen PL, Zhao M. Characteristics of ozone and particles in the near-surface atmosphere in the urban area of the Yangtze River Delta, China. Atmospheric Chemistry and Physics. 2019;19(7):4153–4175. doi: 10.5194/acp-19-4153-2019.", "ArticleIdList": ["10.5194/acp-19-4153-2019"]}, {"Citation": "Chen JJ, Shen HF, Li TW, Peng XL, Cheng HR, Ma CY. Temporal and spatial features of the correlation between PM2.5 and O3 concentrations in China. International Journal of Environmental Research and Public Health. 2019;16(23):4824. doi: 10.3390/ijerph16234824.", "ArticleIdList": ["10.3390/ijerph16234824", "PMC6926570", "31801295"]}, {"Citation": "Chen K, Zhou L, Chen X, Bi J, Kinney PL. Acute effect of ozone exposure on daily mortality in seven cities of Jiangsu province, China, No clear evidence for threshold. Environmental Research. 2017;155:235–241. doi: 10.1016/j.envres.2017.02.009.", "ArticleIdList": ["10.1016/j.envres.2017.02.009", "PMC5387109", "28231551"]}, {"Citation": "Chen YY, Cai LH, Wang RF, Song ZX, Deng B, Wang J, Yu HT. DCCA cross-correlation coefficients reveals the change of both synchronization and oscillation in EEG of Alzheimer disease patients. Physica A: Statistical Mechanics and Its Applications. 2018;490:171–184. doi: 10.1016/j.physa.2017.08.009.", "ArticleIdList": ["10.1016/j.physa.2017.08.009"]}, {"Citation": "Chen L, Guo B, Huang JS, He J, Wang HF, Zhang SY, Chen SX. Assessing air-quality in Beijing-Tianjin-Hebei region, The method and mixed tales of PM2.5 and O3. Atmospheric Environment. 2018;193:290–301. doi: 10.1016/j.atmosenv.2018.08.047.", "ArticleIdList": ["10.1016/j.atmosenv.2018.08.047"]}, {"Citation": "Chen YB, Wu B, Zhang J, Li YH, Shi K. Impact of COVID-19 on chaotic evolution of O3 in forest ecosystem. Journal of China West Normal University (Natural Science) 2022;43(1):9–17."}, {"Citation": "Chou CK, Tsai CY, Chang CC, Lin PH, Liu SC, Zhu T. Photochemical production of ozone in Beijing during the 2008 Olympic Games. Atmospheric Chemistry and Physics. 2011;11(6):16553–16584."}, {"Citation": "Chu B, Ma Q, Liu J, Ma J, He H. Air pollutant correlations in China: Secondary air pollutant responses to NOx and SO2 control. Environmental Science and Technology. 2020;7:695–700."}, {"Citation": "Ding AJ, Fu CB, Yang XQ, Sun JN, Zheng LF, Xie YN, Herrmann E, Nie W, Petäjä T, Kerminen V-M, Kulmala M. Ozone and fine particle in the western Yangtze River Delta: An overview of 1 yr data at the SORPES station. Atmospheric Chemistry and Physics. 2013;13(11):5813–5830. doi: 10.5194/acp-13-5813-2013.", "ArticleIdList": ["10.5194/acp-13-5813-2013"]}, {"Citation": "Du J, Liu CQ, Wu B, Zhang J, Huang Y, Shi K. Response of air quality to short-duration high-strength human tourism activities at a natural scenic spot: A case study in Zhangjiajie, China. Environmental Monitoring and Assessment. 2021;193(11):697. doi: 10.1007/s10661-021-09366-7.", "ArticleIdList": ["10.1007/s10661-021-09366-7", "34618243"]}, {"Citation": "Fu X, Wang T, Gao J, Wang P, Liu YM, Wang SX, Zhao B, Xue LK. Persistent heavy winter nitrate pollution driven by increased photochemical oxidants in northern China. Environmental Science and Technology. 2020;54(7):3881–3889. doi: 10.1021/acs.est.9b07248.", "ArticleIdList": ["10.1021/acs.est.9b07248", "32126767"]}, {"Citation": "Gautam S. COVID-19: Air pollution remains low as people stay at home. Air Quality, Atmosphere & Health. 2020;13(7):853–857. doi: 10.1007/s11869-020-00842-6.", "ArticleIdList": ["10.1007/s11869-020-00842-6", "PMC7241861", "32837609"]}, {"Citation": "Gautam S, Samuel C, Gautam AS, Kumar S. Strong link between coronavirus count and bad air: A case study of India. Environment, Development and Sustainability. 2021;23(11):16632–16645. doi: 10.1007/s10668-021-01366-4.", "ArticleIdList": ["10.1007/s10668-021-01366-4", "PMC8019339", "33841040"]}, {"Citation": "He HD. Multifractal analysis of interactive patterns between meteorological factors and pollutants in urban and rural areas. Atmospheric Environment. 2016;149:47–54. doi: 10.1016/j.atmosenv.2016.11.004.", "ArticleIdList": ["10.1016/j.atmosenv.2016.11.004"]}, {"Citation": "Hu MM, Wang YF, Wang S, Jiao MY, Huang GH, Xia BC. Spatial-temporal heterogeneity of air pollution and its relationship with meteorological factors in the Pearl River Delta, China. Atmospheric Environment. 2021;254(13):118415. doi: 10.1016/j.atmosenv.2021.118415.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118415"]}, {"Citation": "Huang X, Ding AJ, Gao J, Zheng B, Zhou DR, Qi XM, Tang R, Wang JP, Ren CH, Nie W, Chi XG, Xu Z, Chen LD, Li YY, Che F, Pang NN, Wang HK, Tong D, Qin W, Cheng W, Liu WJ, Fu QY, Liu BX, Chai FH, Davis SJ, Zhang Q, He K. Enhanced secondary pollution offset reduction of primary emissions during COVID-19 lockdown in China. National Science Review. 2021;8(2):51–59. doi: 10.1093/nsr/nwaa137.", "ArticleIdList": ["10.1093/nsr/nwaa137", "PMC7337733", "34676092"]}, {"Citation": "Jia MW, Zhao TL, Cheng XH, Gong SL, Zhang XZ, Tang LL, Liu DY, Wu XH, Wang LM, Chen YS. Inverse relations of PM2.5 and O3 in air compound pollution between cold and hot seasons over an urban area of east China. Atmosphere. 2017;8:59. doi: 10.3390/atmos8030059.", "ArticleIdList": ["10.3390/atmos8030059"]}, {"Citation": "Kumar RP, Perumpully SJ, Samuel C, Gautam S. Exposure and health: A progress update by evaluation and scientometric analysis. Stochastic Environmental Research and Risk Assessment. 2023;37:453–465. doi: 10.1007/s00477-022-02313-z.", "ArticleIdList": ["10.1007/s00477-022-02313-z", "PMC9526460", "36212796"]}, {"Citation": "Kumar RP, Samuel C, Raju SR, Gautam S. Air pollution in five Indian megacities during the Christmas and New Year celebration amidst COVID-19 pandemic. Stochastic Environmental Research and Risk Assessment. 2022;36:3653–3683. doi: 10.1007/s00477-022-02214-1.", "ArticleIdList": ["10.1007/s00477-022-02214-1", "PMC8976463", "35401048"]}, {"Citation": "Le TH, Wang Y, Liu L, Yang JN, Yung YL, Li GH, Seinfeld JH. Unexpected air pollution with marked emission reductions during the COVID-19 outbreak in China. Science. 2020;369(6504):7431. doi: 10.1126/science.abb7431.", "ArticleIdList": ["10.1126/science.abb7431", "PMC7402623", "32554754"]}, {"Citation": "Li WG, Liu XG, Zhang YH, Sun K, Wu YS, Xue R, Zeng LM, Qu Y, An JL. Characteristics and formation mechanism of regional haze episodes in the Pearl River Delta of China. Journal of Environmental Sciences. 2018;63(1):236–249. doi: 10.1016/j.jes.2017.03.018.", "ArticleIdList": ["10.1016/j.jes.2017.03.018", "29406106"]}, {"Citation": "Liang YY, Liu SY, Zhang SL. Geary autocorrelation and DCCA coefficient: Application to predict apoptosis protein subcellular localization via PSSM. Physica A: Statistical Mechanics and Its Applications. 2017;467:296–306. doi: 10.1016/j.physa.2016.10.038.", "ArticleIdList": ["10.1016/j.physa.2016.10.038"]}, {"Citation": "Liu CQ, Shi K. A review on methodology in O3-NOx-VOC sensitivity study. Environmental Pollution. 2021;291:118249. doi: 10.1016/j.envpol.2021.118249.", "ArticleIdList": ["10.1016/j.envpol.2021.118249", "34600066"]}, {"Citation": "Liu CQ, Liang J, Li YP, Shi K. Fractal analysis of impact of PM2.5 on surface O3 sensitivity regime based on field observations. Science of the Total Environment. 2023;858:160136. doi: 10.1016/j.scitotenv.2022.160136.", "ArticleIdList": ["10.1016/j.scitotenv.2022.160136", "36375545"]}, {"Citation": "Liu T, Wang XY, Hu JL, Wang Q, An JY, Gong KJ, Sun JJ, Li L, Qin MM, Li JY. Driving forces of changes in air quality during the COVID-19 lockdown period in the Yangtze River Delta region, China. Environmental Science & Technology Letters. 2020;7(11):779–786. doi: 10.1021/acs.estlett.0c00511.", "ArticleIdList": ["10.1021/acs.estlett.0c00511"]}, {"Citation": "Muchnik L, Bunde A, Havlin S. Long term memory in extreme returns of financial time series. Physica A: Statistical Mechanics and Its Applications. 2009;388(19):4145–4150. doi: 10.1016/j.physa.2009.05.046.", "ArticleIdList": ["10.1016/j.physa.2009.05.046"]}, {"Citation": "Peng CK, Havlin S, Stanley HE, Goldberger AL. Quantification of scaling exponents and crossover phenomena in nonstationary heartbeat time series. Chaos. 1995;5(1):82–87. doi: 10.1063/1.166141.", "ArticleIdList": ["10.1063/1.166141", "11538314"]}, {"Citation": "Piao L, Fu Z. Quantifying distinct associations on different temporal scales: Comparison of DCCA and Pearson methods. Scientific Reports. 2016;6:36759. doi: 10.1038/srep36759.", "ArticleIdList": ["10.1038/srep36759", "PMC5101535", "27827426"]}, {"Citation": "Podobnik B, Stanley HE. Detrended cross-correlation analysis: A new method for analyzing two non-stationary time series. Physical Review Letters. 2008;100(8):084102. doi: 10.1103/PhysRevLett.100.084102.", "ArticleIdList": ["10.1103/PhysRevLett.100.084102", "18352624"]}, {"Citation": "Qin MM, Hu AQ, Mao JJ, Zhang YH, Hu JL, Li X, Sheng L, Sun JJ, Li JY, Wang XS, Zhang YH, Hu JL. PM2.5 and O3 relationships affected by the atmospheric oxidizing capacity in the Yangtze River Delta, China. Science of the Total Environment. 2022;810:152268. doi: 10.1016/j.scitotenv.2021.152268.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152268", "34902404"]}, {"Citation": "Qin Y, Li JY, Gong KJ, Wu ZJ, Chen MD, Qin MM, Huang L, Hu JL. Double high pollution events in the Yangtze River Delta from 2015 to 2019: Characteristics, trends, and meteorological situations. Science of the Total Environment. 2021;792:148349. doi: 10.1016/j.scitotenv.2021.148349.", "ArticleIdList": ["10.1016/j.scitotenv.2021.148349", "34147813"]}, {"Citation": "Qu YW, Wang TJ, Cai YF, Wang SK, Chen PL, Li S, Li MM, Yuan C, Wang J, Xu SC. Influence of atmospheric particulate matter on ozone in Nanjing, China: Observational study and mechanistic analysis. Advances in Atmospheric Sciences. 2018;35(11):1381–1395. doi: 10.1007/s00376-018-8027-4.", "ArticleIdList": ["10.1007/s00376-018-8027-4"]}, {"Citation": "Rohit A, Mitra SK. The co-movement of monetary policy and its time-varying nature: A DCCA approach. Physica A: Statistical Mechanics and Its Applications. 2018;492:1439–1448. doi: 10.1016/j.physa.2017.11.071.", "ArticleIdList": ["10.1016/j.physa.2017.11.071"]}, {"Citation": "Shi K. Detrended cross-correlation analysis of temperature, rainfall, PM 10 and ambient dioxins in Hong Kong. Atmospheric Environment. 2014;97:130–135. doi: 10.1016/j.atmosenv.2014.08.016.", "ArticleIdList": ["10.1016/j.atmosenv.2014.08.016"]}, {"Citation": "Shi K, Liu CQ. Self-organized criticality of air pollution. Atmospheric Environment. 2009;43(21):3301–3304. doi: 10.1016/j.atmosenv.2009.04.013.", "ArticleIdList": ["10.1016/j.atmosenv.2009.04.013"]}, {"Citation": "Shi K, Liu CQ, Huang Y. Multifractal processes and self-organized criticality of PM2.5 during a typical haze period in Chengdu, China. Aerosol and Air Quality Research. 2015;15(3):926–934. doi: 10.4209/aaqr.2014.05.0091.", "ArticleIdList": ["10.4209/aaqr.2014.05.0091"]}, {"Citation": "Sun T, Sun RH, Sadiq Khan M, Chen LD. Urbanization increased annual precipitation in temperate climate zone: A case in Beijing-Tianjin-Hebei region of North China. Ecological Indicators. 2021;126:107621. doi: 10.1016/j.ecolind.2021.107621.", "ArticleIdList": ["10.1016/j.ecolind.2021.107621"]}, {"Citation": "Wang YC, Yuan Y, Wang QY, Liu CG, Zhi Q, Cao JJ. Changes in air quality related to the control of coronavirus in China: Implications for traffic and industrial emissions. Science of the Total Environment. 2020;731:139133. doi: 10.1016/j.scitotenv.2020.139133.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139133", "PMC7202850", "32402905"]}, {"Citation": "Wang YS, Yao L, Wang LL, Liu ZR, Ji DS, Tang GQ, Zhang JK, Sun Y, Hu B, Xin JY. Mechanism for the formation of the January 2013 heavy haze pollution episode over central and eastern China. Science China. 2014;57(1):14–25. doi: 10.1007/s11430-013-4773-4.", "ArticleIdList": ["10.1007/s11430-013-4773-4"]}, {"Citation": "Wu B, Liu CQ, Zhang J, Du J, Shi K. The multifractal evaluation of PM<sub>2.5</sub>-O<sub>3</sub> coordinated control capability in China. Ecological Indicators. 2021;129:107877. doi: 10.1016/j.ecolind.2021.107877.", "ArticleIdList": ["10.1016/j.ecolind.2021.107877"]}, {"Citation": "Wu JS, Wang CQ, Liang JT, Yao F. Exploring common factors influencing PM2.5 and O3 concentrations in the Pearl River Delta: Tradeoffs and synergies. Environmental Pollution. 2021;285:117138. doi: 10.1016/j.envpol.2021.117138.", "ArticleIdList": ["10.1016/j.envpol.2021.117138", "33964563"]}, {"Citation": "Xing J, Wang JD, Mathur R, Wang SX, Sarwar GL, Pleim J, Hogrefe C, Zhang YQ, Jiang JK, Wong DC, Hao JM. Impacts of aerosol direct effects on tropospheric ozone through changes in atmospheric dynamics and photolysis rates. Atmospheric Chemistry and Physics. 2017;17(16):9869–9883. doi: 10.5194/acp-17-9869-2017.", "ArticleIdList": ["10.5194/acp-17-9869-2017", "PMC6104653", "30147710"]}, {"Citation": "Xu J, Zhang YH, Zheng SQ, He YJ. Aerosol effects on ozone concentrations in Beijing: A model sensitivity study. Journal of Environmental Sciences. 2012;24(4):645–656. doi: 10.1016/S1001-0742(11)60811-5.", "ArticleIdList": ["10.1016/S1001-0742(11)60811-5", "22894099"]}, {"Citation": "Yuan NM, Fu ZT. Different spatial cross-correlation patterns of temperature records over China: A DCCA study on different time scales. Physica A: Statistical Mechanics and Its Applications. 2014;400:71–79. doi: 10.1016/j.physa.2014.01.014.", "ArticleIdList": ["10.1016/j.physa.2014.01.014"]}, {"Citation": "Zhang J, Li YP, Liu CQ, Wu B, Shi K. A study of cross-correlations between PM2.5 and O3 based on Copula and multifractal methods. Physica A: Statistical Mechanics and Its Applications. 2022;589:126651. doi: 10.1016/j.physa.2021.126651.", "ArticleIdList": ["10.1016/j.physa.2021.126651"]}, {"Citation": "Zhao H, Zheng YF, Li C. Spatiotemporal distribution of PM2.5 and O3 and their interaction during the summer and winter seasons in Beijing, China. Sustainability. 2018;10(12):1–17. doi: 10.3390/su10124519.", "ArticleIdList": ["10.3390/su10124519"]}, {"Citation": "Zhu J, Chen L, Liao H, Dang R. Correlations between PM2.5 and OZone over China and associated underlying reasons. Atmosphere. 2019;10(7):352. doi: 10.3390/atmos10070352.", "ArticleIdList": ["10.3390/atmos10070352"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "7"}, {"Year": "2023", "Month": "4", "Day": "3"}, {"Year": "2023", "Month": "4", "Day": "27", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "25", "Hour": "17", "Minute": "43"}, {"Year": "2023", "Month": "4", "Day": "25", "Hour": "11", "Minute": "17"}, {"Year": "2023", "Month": "4", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["37097531", "PMC10127971", "10.1007/s10661-023-11213-w", "10.1007/s10661-023-11213-w"]}}], "PubmedBookArticle": []}