{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37102085", "DateRevised": {"Year": "2023", "Month": "04", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "11", "Day": "29"}], "ELocationID": ["10.1021/acsenvironau.2c00035"], "Journal": {"ISSN": "2694-2518", "JournalIssue": {"Volume": "3", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Mar", "Day": "15"}}, "Title": "ACS environmental Au", "ISOAbbreviation": "ACS Environ Au"}, "ArticleTitle": "Template for Evaluating Cradle-to-Site Environmental Life Cycle Impacts of Buildings in India.", "Pagination": {"StartPage": "94", "EndPage": "104", "MedlinePgn": "94-104"}, "Abstract": {"AbstractText": ["A massive amount of building construction is expected in economically developing nations such as India over the next few years. The first step in ensuring that the new construction takes place in a sustainable manner is the knowledge about the building's impact on multiple environmental domains. Life cycle assessment (LCA) is a promising tool for this, but its application in the Indian construction sector is hampered by a lack of access to detailed inventory data on amounts of all building materials used and the per unit environmental footprints of individual materials (characterization factors). Here, we overcome these limitations by proposing a novel approach that connects the building bill of quantity data with publicly available analysis of rate documents to obtain the detailed material inventory. The approach then combines the material inventory data with the newly available India-specific environmental footprint database of construction materials to calculate the impacts of a building during its different life cycle stages (cradle to site). We demonstrate the new approach through a case study of a residential building within a hospital in North-East India and quantify its environmental footprint on six domains of the environment: energy use, global warming, ozone depletion, acidification, eutrophication, and photochemical oxidant formation potential. Results show that out of 78 materials used, bricks, aluminum sections, steel bars, and cement are the major contributors to the building's total environmental impact. The material manufacturing stage is the hotspot in the building's life cycle. Our approach can act as a template for conducting \"cradle-to-site\" LCA of buildings for which BOQ data becomes available in India and other countries in the future."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0000-0002-6602-7279"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil Engineering, Indian Institute of Technology (IIT) Kanpur, 208016Kanpur, India."}], "LastName": "Chaudhary", "ForeName": "Abhishek", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil Engineering, Indian Institute of Technology (IIT) Kanpur, 208016Kanpur, India."}], "LastName": "Akhtar", "ForeName": "Amaan", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Environ Au", "NlmUniqueID": "9918300984206676", "ISSNLinking": "2694-2518"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Goubran S. On the role of construction in achieving the SDGs. J. Sustainable Res. 2019, 1, e19002010.20900/jsr20190020.", "ArticleIdList": ["10.20900/jsr20190020"]}, {"Citation": "Wen B.; Musa S. N.; Onn C. C.; Ramesh S.; Liang L.; Wang W.; Ma K. The role and contribution of green buildings on sustainable development goals. Build. Environ. 2020, 185, 10709110.1016/j.buildenv.2020.107091.", "ArticleIdList": ["10.1016/j.buildenv.2020.107091"]}, {"Citation": "Lanau M.; Liu G.; Kral U.; Wiedenhofer D.; Keijzer E.; Yu C.; Ehlert C. 2019. Taking stock of built environment stock studies: Progress and prospects. Environ. Sci. Technol. 2019, 53, 8499–8515. 10.1021/acs.est.8b06652.", "ArticleIdList": ["10.1021/acs.est.8b06652", "31246441"]}, {"Citation": "MoHUA . Smart Cities Mission Statement & Guidelines, June 2015; Ministry of Housing and\nUrban Affairs (MoHUA),GOI, http://smartcities.gov.in/upload/uploadfiles/files/SmartCityGuidelines(1).pdf (accessed on February 28, 2022 )."}, {"Citation": "MHUPA. Pradhan Mantri Awas Yojna (PMAY) Scheme Guidelines, 2015. Ministry of Housing & Urban\nPoverty Alleviation (MHUPA), GOI, https://pmaymis.gov.in/PDF/HFA_Guidelines/hfa_Guidelines.pdf (accessed on August 30, 2021)."}, {"Citation": "Randhawa A.; Kumar A. Exploring sustainability of smart development initiatives in India. Int. J. Sustainable Built Environ. 2017, 6, 701–710. 10.1016/j.ijsbe.2017.08.002.", "ArticleIdList": ["10.1016/j.ijsbe.2017.08.002"]}, {"Citation": "Mastrucci A.; Rao N. D. Bridging India’s housing gap: lowering costs and CO2 emissions. Build. Res. Inf. 2019, 47, 8–23. 10.1080/09613218.2018.1483634.", "ArticleIdList": ["10.1080/09613218.2018.1483634"]}, {"Citation": "Warrier A. G.; Tadepalli P.; Palaniappan S.. Low-Cost Housing in India: A Review. In IOP Conference Series: Earth and Environmental Science; IOP Publishing, 2019; Vol. 294, No. 1, p 012092."}, {"Citation": "Lu M.; Lai J. Review on carbon emissions of commercial buildings. Renewable Sustainable Energy 2020, 119, 10954510.1016/j.rser.2019.109545.", "ArticleIdList": ["10.1016/j.rser.2019.109545"]}, {"Citation": "Jain S.; Singhal S.; Jain N. K. Construction and demolition waste (C&DW) in India: generation rate and implications of C&DW recycling. Int. J. Constr. Manag. 2021, 21, 261–270. 10.1080/15623599.2018.1523300.", "ArticleIdList": ["10.1080/15623599.2018.1523300"]}, {"Citation": "Anand C. K.; Amor B. Recent developments, future challenges and new research directions in LCA of buildings: A critical review. Renewable Sustainable Energy Rev. 2017, 67, 408–416. 10.1016/j.rser.2016.09.058.", "ArticleIdList": ["10.1016/j.rser.2016.09.058"]}, {"Citation": "Nwodo M. N.; Anumba C. J. A review of life cycle assessment of buildings using a systematic approach. Build. Environ. 2019, 162, 10629010.1016/j.buildenv.2019.106290.", "ArticleIdList": ["10.1016/j.buildenv.2019.106290"]}, {"Citation": "Suh S.; Tomar S.; Leighton M.; Kneifel J. Environmental performance of green building code and certification systems. Environ. Sci. Technol. 2014, 48, 2551–2560. 10.1021/es4040792.", "ArticleIdList": ["10.1021/es4040792", "24483287"]}, {"Citation": "Huang B.; Gao X.; Xu X.; Song J.; Geng Y.; Sarkis J.; Fishman T.; Kua H.; Nakatani J. A Life Cycle Thinking Framework to Mitigate the Environmental Impact of Building Materials. One Earth 2020, 3, 564–573. 10.1016/j.oneear.2020.10.010.", "ArticleIdList": ["10.1016/j.oneear.2020.10.010"]}, {"Citation": "Goel A.; Ganesh L. S.; Kaur A. Deductive content analysis of research on sustainable construction in India: current progress and future directions. J. Cleaner Prod. 2019, 226, 142–158. 10.1016/j.jclepro.2019.03.314.", "ArticleIdList": ["10.1016/j.jclepro.2019.03.314"]}, {"Citation": "Varun; Sharma A.; Shree V.; Nautiyal H. Life cycle environmental assessment of an educational building in Northern India: A case study. Sustainable Cities Soc. 2012, 4, 22–28. 10.1016/j.scs.2012.03.002.", "ArticleIdList": ["10.1016/j.scs.2012.03.002"]}, {"Citation": "Ramesh T.; Prakash R.; Shukla K. K. Life cycle energy analysis of a multifamily residential house: a case study in Indian context. Open J. Energy Effic. 2013, 02, 34–41. 10.4236/ojee.2013.21006.", "ArticleIdList": ["10.4236/ojee.2013.21006"]}, {"Citation": "Bansal D.; Singh R.; Sawhney R. L. Effect of construction materials on embodied energy and cost of buildings—A case study of residential houses in India up to 60 m2 of plinth area. Energy Build. 2014, 69, 260–266. 10.1016/j.enbuild.2013.11.006.", "ArticleIdList": ["10.1016/j.enbuild.2013.11.006"]}, {"Citation": "Mehta S.; Chandur A.; Palaniappan S. Life Cycle Energy Assessment of a Multi-storey Residential Building. J. Inst. Eng. (India): Ser. A 2017, 98, 155–162. 10.1007/s40030-017-0205-3.", "ArticleIdList": ["10.1007/s40030-017-0205-3"]}, {"Citation": "Praseeda K. I.; Reddy B. V.; Mani M. Embodied and operational energy of urban residential buildings in India. Energy Build. 2016, 110, 211–219. 10.1016/j.enbuild.2015.09.072.", "ArticleIdList": ["10.1016/j.enbuild.2015.09.072"]}, {"Citation": "Pinky Devi L.; Palaniappan S. Life cycle energy analysis of a low-cost house in India. Int. J. Constr. Educ. Res. 2018, 15, 256–275."}, {"Citation": "Sengupta N.; Roy S.; Guha H. Assessing embodied GHG emission reduction potential of cost-effective technologies for construction of residential buildings of Economically Weaker Section in India. Asian J. Civ. Eng. 2018, 19, 139–156. 10.1007/s42107-018-0013-8.", "ArticleIdList": ["10.1007/s42107-018-0013-8"]}, {"Citation": "Venkatraj V.; Dixit M. K. Life cycle embodied energy analysis of higher education buildings: A comparison between different LCI methodologies. Renewable Sustainable Energy Rev. 2021, 144, 11095710.1016/j.rser.2021.110957.", "ArticleIdList": ["10.1016/j.rser.2021.110957"]}, {"Citation": "BMSICL . Bill of quantity\nfor the construction of medical officer residence and nurses’\nquarter for subdivisional hospital at Jagdishpur (Bhojpur) in Bihar, Bihar Medical Service Corporation Ltd. (BMSICL), 2012http://bmsicl.gov.in/uploads/BOQ%20MO%20JAGDISHPUR-BHOJPUR.pdf (Accessed on: December 23, 2021)."}, {"Citation": "CPWD. Analysis of Rates for Delhi, Volume-1, Central\nPublic Works Department, New Delhi, India, 2021. https://cpwd.gov.in/Publication/DAR_2021_Vol_1.pdf (Accessed\non: December 24, 2021)."}, {"Citation": "CPWD. Analysis of Rates for Delhi, Volume-2, Central Public Works\nDepartment, New Delhi, India, 2021. https://cpwd.gov.in/Publication/DAR_2021_Vol_2.pdf (Accessed\non: December 24, 2021)."}, {"Citation": "ICD. India\nConstruction Materials Database of Embodied\nEnergy and Global Warming Potential Methodology Report. European Union, International Finance Corporation, 2017. https://www.edgebuildings.com/wp-content/uploads/2017/12/IFC-India-Construction-Materials-Database-Methodology-Report.pdf (Accessed on: January 31, 2022)."}, {"Citation": "CML. CML-IA Model and Characterisation Factors, 2016. https://www.universiteitleiden.nl/en/research/research-output/science/cml-ia-characterisation-factors (Accessed on: January 31, 2022)."}, {"Citation": "ISO 14040. Environmental Management—Life-Cycle Assessment— Principles and Framework; International Organization for Standardization: Geneva, Switzerland, 2006."}, {"Citation": "Guinée J. B.; Gorrée M.; Heijungs R.; Huppes G.; Kleijn R.; De Koning A.; Van Oers L.; Wegener Sleeswijk A.; Suh S.; Udo de Haes H. A.; De; Bruijn H.. Life cycle assessment; An operational guide to the ISO standards;\nParts 1 and 2. Ministry of housing, spatial planning and\nenvironment (VROM) and centre of environmental science (CML), Den\nHaag and Leiden, The Netherlands, 2001, https://www.universiteitleiden.nl/en/research/research-projects/science/cml-new-dutch-lca-guide (Accessed on: July 31, 2021)."}, {"Citation": "Crenna E.; Secchi M.; Benini L.; Sala S. Global environmental impacts: data sources and methodological choices for calculating normalization factors for LCA. Int. J. Life Cycle Assess. 2019, 24, 1851–1877. 10.1007/s11367-019-01604-y.", "ArticleIdList": ["10.1007/s11367-019-01604-y"]}, {"Citation": "Hischier R.; Weidema B.; Althaus H. J.; Bauer C.; Doka G.; Dones R.; Frischknecht R.; Hellweg S.; Humbert S.; Jungbluth N.; Köllner T.. Implementation of Life Cycle Impact Assessment Methods; Ecoinvent report no. 3, v2. 2.; Swiss Centre for Life Cycle Inventories: Dübendorf, Switzerland, 2010."}, {"Citation": "Yu S.; Evans M.; Kyle P.; Vu L.; Tan Q.; Gupta A.; Patel P. Implementing nationally determined contributions: building energy policies in India’s mitigation strategy. Environ. Res. Lett. 2018, 13, 03403410.1088/1748-9326/aaad84.", "ArticleIdList": ["10.1088/1748-9326/aaad84"]}, {"Citation": "Manna D.; Banerjee S. A review on green building movement in India. Int. J. Sci. Technol. Res. 2019, 8, 1980–1986."}, {"Citation": "Sharma M. Development of a ‘Green building sustainability model’ for Green buildings in India. J. Cleaner Prod. 2018, 190, 538–551. 10.1016/j.jclepro.2018.04.154.", "ArticleIdList": ["10.1016/j.jclepro.2018.04.154"]}, {"Citation": "Churkina G.; Organschi A.; Reyer C. P.; Ruff A.; Vinke K.; Liu Z.; Reck B. K.; Graedel T. E.; Schellnhuber H. J. Buildings as a global carbon sink. Nat. Sustainability 2020, 3, 269–276. 10.1038/s41893-019-0462-4.", "ArticleIdList": ["10.1038/s41893-019-0462-4"]}, {"Citation": "Arora M.; Raspall F.; Cheah L.; Silva A. Buildings and the circular economy: Estimating urban mining, recovery and reuse potential of building components. Resour., Conserv. Recycl. 2020, 154, 10458110.1016/j.resconrec.2019.104581.", "ArticleIdList": ["10.1016/j.resconrec.2019.104581"]}, {"Citation": "Benachio G. L. F.; Freitas M. D. C. D.; Tavares S. F. Circular economy in the construction industry: A systematic literature review. J. Cleaner Prod. 2020, 260, 12104610.1016/j.jclepro.2020.121046.", "ArticleIdList": ["10.1016/j.jclepro.2020.121046"]}, {"Citation": "Omer M. A.; Noguchi T. A conceptual framework for understanding the contribution of building materials in the achievement of Sustainable Development Goals (SDGs). Sustainable Cities Soc. 2020, 52, 10186910.1016/j.scs.2019.101869.", "ArticleIdList": ["10.1016/j.scs.2019.101869"]}, {"Citation": "Parvez N.; Agrawal A. Assessment of sustainable development in technical higher education institutes of India. J. Cleaner Prod. 2019, 214, 975–994. 10.1016/j.jclepro.2018.12.305.", "ArticleIdList": ["10.1016/j.jclepro.2018.12.305"]}, {"Citation": "Chen W.; Jin R.; Xu Y.; Wanatowski D.; Li B.; Yan L.; Pan Z.; Yang Y. Adopting recycled aggregates as sustainable construction materials: A review of the scientific literature. Constr. Build. Mater. 2019, 218, 483–496. 10.1016/j.conbuildmat.2019.05.130.", "ArticleIdList": ["10.1016/j.conbuildmat.2019.05.130"]}, {"Citation": "Ram V. G.; Kishore K. C.; Kalidindi S. N. Environmental benefits of construction and demolition debris recycling: Evidence from an Indian case study using life cycle assessment. J. Cleaner Prod. 2020, 255, 12025810.1016/j.jclepro.2020.120258.", "ArticleIdList": ["10.1016/j.jclepro.2020.120258"]}, {"Citation": "Ben-Alon L.; Loftness V.; Harries K. A.; DiPietro G.; Hameen E. C. Cradle to site Life Cycle Assessment (LCA) of natural vs conventional building materials: A case study on cob earthen material. Build. Environ. 2019, 160, 10615010.1016/j.buildenv.2019.05.028.", "ArticleIdList": ["10.1016/j.buildenv.2019.05.028"]}, {"Citation": "Miller S. A.; Myers R. J. Environmental impacts of alternative cement binders. Environ. Sci. Technol. 2020, 54, 677–686. 10.1021/acs.est.9b05550.", "ArticleIdList": ["10.1021/acs.est.9b05550", "31852181"]}, {"Citation": "Farooq F.; Jin X.; Javed M. F.; Akbar A.; Shah M. I.; Aslam F.; Alyousef R. Geopolymer concrete as sustainable material: A state of the art review. Constr. Build. Mater. 2021, 306, 12476210.1016/j.conbuildmat.2021.124762.", "ArticleIdList": ["10.1016/j.conbuildmat.2021.124762"]}, {"Citation": "Cruz-Yusta M.; Mármol I.; Morales J.; Sánchez L. Use of olive biomass fly ash in the preparation of environmentally friendly mortars. Environ. Sci. Technol. 2011, 45, 6991–6996. 10.1021/es200968a.", "ArticleIdList": ["10.1021/es200968a", "21728343"]}, {"Citation": "Chinnu S. N.; Minnu S. N.; Bahurudeen A.; Senthilkumar R. Reuse of industrial and agricultural by-products as pozzolan and aggregates in lightweight concrete. Constr. Build. Mater. 2021, 302, 12417210.1016/j.conbuildmat.2021.124172.", "ArticleIdList": ["10.1016/j.conbuildmat.2021.124172"]}, {"Citation": "Silva R. V.; De Brito J.; Dhir R. K. Use of recycled aggregates arising from construction and demolition waste in new construction applications. J. Cleaner Prod. 2019, 236, 11762910.1016/j.jclepro.2019.117629.", "ArticleIdList": ["10.1016/j.jclepro.2019.117629"]}, {"Citation": "Goel G.; Kalamdhad A. S. Degraded municipal solid waste as partial substitute for manufacturing fired bricks. Constr. Build. Mater. 2017, 155, 259–266. 10.1016/j.conbuildmat.2017.08.067.", "ArticleIdList": ["10.1016/j.conbuildmat.2017.08.067"]}, {"Citation": "Ketov A.; Rudakova L.; Vaisman I.; Ketov I.; Haritonovs V.; Sahmenko G. Recycling of rice husks ash for the preparation of resistant, lightweight and environment-friendly fired bricks. Constr. Build. Mater. 2021, 302, 12438510.1016/j.conbuildmat.2021.124385.", "ArticleIdList": ["10.1016/j.conbuildmat.2021.124385"]}, {"Citation": "Zhang L.; Wu J.; Liu H. Turning green into gold: A review on the economics of green buildings. J. Cleaner Prod. 2018, 172, 2234–2245. 10.1016/j.jclepro.2017.11.188.", "ArticleIdList": ["10.1016/j.jclepro.2017.11.188"]}, {"Citation": "Sakthivel P.; Subramanian K. A.; Mathai R. Indian scenario of ethanol fuel and its utilization in automotive transportation sector. Resour., Conserv. Recycl. 2018, 132, 102–120. 10.1016/j.resconrec.2018.01.012.", "ArticleIdList": ["10.1016/j.resconrec.2018.01.012"]}, {"Citation": "Vidhi R.; Shrivastava P. A review of electric vehicle lifecycle emissions and policy recommendations to increase EV penetration in India. Energies 2018, 11, 483.10.3390/en11030483.", "ArticleIdList": ["10.3390/en11030483"]}, {"Citation": "de Oliveira Fernandes M. A.; Keijzer E.; van Leeuwen S.; Kuindersma P.; Melo L.; Hinkema M.; Gutierrez K. G. Material-versus energy-related impacts: Analysing environmental trade-offs in building retrofit scenarios in the Netherlands. Energy Build. 2021, 231, 11065010.1016/j.enbuild.2020.110650.", "ArticleIdList": ["10.1016/j.enbuild.2020.110650"]}, {"Citation": "Basbagill J.; Flager F.; Lepech M.; Fischer M. Application of life-cycle assessment to early stage building design for reduced embodied environmental impacts. Build. Environ. 2013, 60, 81–92. 10.1016/j.buildenv.2012.11.009.", "ArticleIdList": ["10.1016/j.buildenv.2012.11.009"]}, {"Citation": "Hammond G. P.; Jones C. I. Embodied energy and carbon in construction materials. Proc. Inst. Civ. Eng.: Energy 2008, 161, 87–98. 10.1680/ener.2008.161.2.87.", "ArticleIdList": ["10.1680/ener.2008.161.2.87"]}, {"Citation": "Seto K. C.; Güneralp B.; Hutyra L. R. Global forecasts of urban expansion to 2030 and direct impacts on biodiversity and carbon pools. Proc. Natl. Acad. Sci. U.S.A. 2012, 109, 16083–16088. 10.1073/pnas.1211658109.", "ArticleIdList": ["10.1073/pnas.1211658109", "PMC3479537", "22988086"]}, {"Citation": "Chaudhary A.; Carrasco L. R.; Kastner T. Linking national wood consumption with global biodiversity and ecosystem service losses. Sci. Total Environ. 2017, 586, 985–994. 10.1016/j.scitotenv.2017.02.078.", "ArticleIdList": ["10.1016/j.scitotenv.2017.02.078", "28222925"]}, {"Citation": "Verones F.; Hellweg S.; Antón A.; Azevedo L. B.; Chaudhary A.; Cosme N.; Cucurachi S.; de Baan L.; Dong Y.; Fantke P.; Golsteijn L.; et al. LC-IMPACT: A regionalized life cycle damage assessment method. J. Ind. Ecol. 2020, 24, 1201–1219. 10.1111/jiec.13018.", "ArticleIdList": ["10.1111/jiec.13018"]}, {"Citation": "Fnais A.; Rezgui Y.; Petri I.; Beach T.; Yeung J.; Ghoroghi A.; Kubicki S. The application of life cycle assessment in buildings: challenges, and directions for future research. Int. J. Life Cycle Assess. 2022, 27, 627–654. 10.1007/s11367-022-02058-5.", "ArticleIdList": ["10.1007/s11367-022-02058-5"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "6", "Day": "17"}, {"Year": "2022", "Month": "11", "Day": "16"}, {"Year": "2022", "Month": "11", "Day": "17"}, {"Year": "2023", "Month": "4", "Day": "27", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "4", "Day": "27", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "4", "Day": "27", "Hour": "2", "Minute": "15"}, {"Year": "2022", "Month": "11", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["37102085", "PMC10125340", "10.1021/acsenvironau.2c00035"]}}], "PubmedBookArticle": []}