{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37132847", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1364/AO.485466"], "Journal": {"ISSN": "1539-4522", "JournalIssue": {"Volume": "62", "Issue": "13", "PubDate": {"Year": "2023", "Month": "May", "Day": "01"}}, "Title": "Applied optics", "ISOAbbreviation": "Appl Opt"}, "ArticleTitle": "Three-wavelength approach for aerosol-cloud discrimination in the SAGE III/ISS aerosol extinction dataset.", "Pagination": {"StartPage": "3454", "EndPage": "3466", "MedlinePgn": "3454-3466"}, "Abstract": {"AbstractText": ["The tropical upper troposphere and lower stratosphere (UTLS) region is dominated by aerosols and clouds affecting Earth's radiation budget and climate. Thus, satellites' continuous monitoring and identification of these layers is crucial for quantifying their radiative impact. However, distinguishing between aerosols and clouds is challenging, especially under the perturbed UTLS conditions during post-volcanic eruptions and wildfire events. Aerosol-cloud discrimination is primarily based on their disparate wavelength-dependent scattering and absorption properties. In this study, we use aerosol extinction observations in the tropical (15°N-15°S) UTLS from June 2017 to February 2021, available from the latest generation of the Stratospheric Aerosol and Gas Experiment (SAGE) instrument-SAGE III onboard the International Space Station (ISS) to study aerosols and clouds. During this period, the SAGE III/ISS provided better coverage over the tropics at additional wavelength channels (relative to previous SAGE missions) and witnessed several volcanic and wildfire events that perturbed the tropical UTLS. We explore the advantage of having an extinction coefficient at an additional wavelength channel (1550 nm) from the SAGE III/ISS in aerosol-cloud discrimination using a method based on thresholds of two extinction coefficient ratios, <i>R</i> <sub>1</sub> (520 nm/1020 nm) and <i>R</i> <sub>2</sub> (1020 nm/1550 nm). This method was proposed earlier by Kent et al. [Appl. Opt.36, 8639 (1997)APOPAI0003-693510.1364/AO.36.008639] for the SAGE III-Meteor-3M but was never tested for the tropical region under volcanically perturbed conditions. We call this method the Extinction Color Ratio (ECR) method. The ECR method is applied to the SAGE III/ISS aerosol extinction data to obtain cloud-filtered aerosol extinction coefficients, cloud-top altitude, and seasonal cloud occurrence frequency during the entire study period. Cloud-filtered aerosol extinction coefficient obtained using the ECR method revealed the presence of enhanced aerosols in the UTLS following volcanic eruptions and wildfire events consistent with the Ozone Mapping and Profiler Suite (OMPS) and space-borne lidar-Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP). The cloud-top altitude obtained from the SAGE III/ISS is within 1 km of the nearly co-located observations from OMPS and CALIOP. In general, the seasonal mean cloud-top altitude from the SAGE III/ISS events peaks during the December, January, and February months, with sunset events showing higher cloud tops than the sunrise events, indicating the seasonal and diurnal variation of the tropical convection. The seasonal altitude distribution of cloud occurrence frequency obtained from the SAGE III/ISS also agrees well with CALIOP observations within 10%. We show that the ECR method is a simple approach that relies on thresholds independent of the sampling period, providing cloud-filtered aerosol extinction coefficients uniformly for climate studies irrespective of the UTLS conditions. However, since the predecessor of SAGE III did not include a 1550 nm channel, the usefulness of this approach is limited to short-term climate studies after 2017."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Bhatta", "ForeName": "Surendra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Pandit", "ForeName": "Amit K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Loughman", "ForeName": "Robert P", "Initials": "RP"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Vernier", "ForeName": "Jean-Paul", "Initials": "JP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Opt", "NlmUniqueID": "0247660", "ISSNLinking": "1559-128X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "5", "Day": "3", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "5", "Day": "3", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "3", "Hour": "8", "Minute": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37132847", "10.1364/AO.485466", "529399"]}}], "PubmedBookArticle": []}