{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["bisphenol-A", "hematite", "mesoporous silica", "montmorillonite", "ozonation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37175235", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "30"}], "ELocationID": ["3825", "10.3390/molecules28093825"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "28", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Apr", "Day": "30"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Role of Silica on Clay-Catalyzed Ozonation for Total Mineralization of Bisphenol-A.", "Abstract": {"AbstractText": ["Catalytic ozonation for the total mineralization of bisphenol-A (BPA) from aqueous solution was investigated in the presence of various silica-based catalysts such as mesoporous silica, acid-activated bentonite (HMt) and montmorillonite-rich materials (Mt) ion-exchanged with Na<sup>+</sup> and Fe<sup>2+</sup> cations (NaMt and Fe(II)Mt). The effects of the catalyst surface were studied by correlating the hydrophilic character and catalyst dispersion in the aqueous media to the silica content and BPA conversion. To the best of our knowledge, this approach has barely been tackled so far. Acid-activated and iron-free clay catalysts produced complete BPA degradation in short ozonation times. The catalytic activity was found to strongly depend on the hydrophilic character, which, in turn, depends on the Si content. Catalyst interactions with water and BPA appear to promote hydrophobic adsorption in high Si catalysts. These findings are of great importance because they allow tailoring silica-containing catalyst properties for specific features of the waters to be treated."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanoqam, Department of Chemistry, University of Quebec at Montreal, Montreal, QC H3C 3P8, Canada."}], "LastName": "Boudissa", "ForeName": "Farida", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Catalysis and Microporous Materials Laboratory, Vasile Alecsandri University of Bacau, 600115 Bacau, Romania."}], "LastName": "Arus", "ForeName": "Vasilica-Alisa", "Initials": "VA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanoqam, Department of Chemistry, University of Quebec at Montreal, Montreal, QC H3C 3P8, Canada."}], "LastName": "Foka-Wembe", "ForeName": "Eric-Noel", "Initials": "EN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials Engineering, University of Science and Technology, El M'naouer, B.P. 1505, Bir El Djir, Oran 31000, Algeria."}], "LastName": "Zekkari", "ForeName": "Meriem", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials Engineering, University of Science and Technology, El M'naouer, B.P. 1505, Bir El Djir, Oran 31000, Algeria."}], "LastName": "Ouargli-Saker", "ForeName": "Rachida", "Initials": "R"}, {"Identifier": ["0000-0003-4951-9316"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanoqam, Department of Chemistry, University of Quebec at Montreal, Montreal, QC H3C 3P8, Canada."}], "LastName": "Dewez", "ForeName": "David", "Initials": "D"}, {"Identifier": ["0000-0001-5638-7302"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanoqam, Department of Chemistry, University of Quebec at Montreal, Montreal, QC H3C 3P8, Canada."}], "LastName": "Roy", "ForeName": "René", "Initials": "R"}, {"Identifier": ["0000-0002-7968-9634"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanoqam, Department of Chemistry, University of Quebec at Montreal, Montreal, QC H3C 3P8, Canada."}, {"Identifier": [], "Affiliation": "École de Technologie Supérieure, Montreal, QC H3C 1K3, Canada."}], "LastName": "Azzouz", "ForeName": "Abdelkrim", "Initials": "A"}], "GrantList": [{"GrantID": "MDEIE-FQRNT 2011-GZ-138312", "Agency": "Fonds de Recherche du Québec - Nature et Technologies", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Barriuso E., Calvet R., Schiavon M., Soulas G. Les pesticides et les polluants organiques des sols: Transformations et dissipation. Etude Gest. Sols. 1996;3:279–295."}, {"Citation": "Shahidi D., Roy R., Azzouz A. Advances in catalytic oxidation of organic pollutants-Prospects for thorough mineralization by natural clay catalysts. Appl. Catal. B Environ. 2015;174–175:277–292. doi: 10.1016/j.apcatb.2015.02.042.", "ArticleIdList": ["10.1016/j.apcatb.2015.02.042"]}, {"Citation": "Azzouz A., Mirila D.-C., Nistor D.-I., Boudissa F., Roy R. Advances in the oxidative degradation of organic pollutants: Prospects for catalyzed oxidation processes targeting total mineralization. In: Taylor J.C., editor. Advances in Chemestry Research. Volume 49. Nova Science Publishers; Hauppauge, NY, USA: 2019. p. 55467."}, {"Citation": "Weber R., Watson A., Forter M., Oliaei F. Persistent organic pollutants and landfills-a review of past experiences and future challenges. Waste Manag. Res. 2011;29:107–121. doi: 10.1177/0734242X10390730.", "ArticleIdList": ["10.1177/0734242X10390730", "21224404"]}, {"Citation": "Yong R.N., Rao S.M. Mechanistic evaluation of mitigation of petroleum hydrocarbon contamination by soil medium. Can. Geotech. J. 1991;28:84–91. doi: 10.1139/t91-009.", "ArticleIdList": ["10.1139/t91-009"]}, {"Citation": "Meite L., Szabo R., Mazellier P., de Laat J. Kinetics of phototransformation of emerging contaminants in aqueous solution. Rev. Des Sci. L’eau. 2010;23:31–39."}, {"Citation": "Trabelsi H. Master’s Thesis. Yahia Fares University of Medea; Medea, Algeria: 2014. Etude de la Dégradabilité et de la Toxicité des Colorants par Ozonation et Photocatalyse."}, {"Citation": "Azzouz A., Hausler R., El-Akhrass M. Pesticides and removal approaches. In: Núñez-Delgado A., editor. Sorbents Materials for Controlling Environmental Pollution. Elsevier; Amsterdam, The Netherlands: 2021. Chapter 17."}, {"Citation": "Mougin C., Chaplain V., Rama-Mercier R., Sohier L., Sigoillot J.-C., Asther M. Utilisation de champignons filamenteux pour la dépollution de sols pollués par des polluants organiques. Déchets Sci. Tech. 1996;4:20–22. doi: 10.4267/dechets-sciences-techniques.673.", "ArticleIdList": ["10.4267/dechets-sciences-techniques.673"]}, {"Citation": "Meeker J.D., Ehrlich S., Toth T.L., Wright D.L., Calafat A.M., Trisini A.T., Ye X., Hauser R. Semen quality and sperm DNA damage in relation to urinary bisphenol A among men from an infertility clinic. Reprod. Toxicol. 2010;30:532–539. doi: 10.1016/j.reprotox.2010.07.005.", "ArticleIdList": ["10.1016/j.reprotox.2010.07.005", "PMC2993767", "20656017"]}, {"Citation": "Lassen T.H., Frederiksen H., Jensen T.K., Petersen J.H., Joensen U.N., Main K.M., Skakkebaek N.E., Juul A., Jørgensen N., Andersson A.-M. Urinary Bisphenol A Levels in Young Men: Association with Reproductive Hormones and Semen Quality. Environ. Health Perspect. 2014;122:478–484. doi: 10.1289/ehp.1307309.", "ArticleIdList": ["10.1289/ehp.1307309", "PMC4014766", "24786630"]}, {"Citation": "Metcalfe C.D., Metcalfe T.L., Kiparissis Y., Koenig B.G., Khan C., Hughes R.J., Croley T.R., March R.E., Potter T. Estrogenic potency of chemicals detected in sewage treatment plant effluents as determined by in vivo assays with Japanese medaka (Oryzias latipes) Environ. Toxicol. Chem. 2001;20:297–308. doi: 10.1002/etc.5620200210.", "ArticleIdList": ["10.1002/etc.5620200210", "11351429"]}, {"Citation": "Schulte-Oehlmann U., Tillmann M., Casey D., Duft M., Markert B., Oehlmann J. Östrogenartige wirkungen von bisphenol a auf vorderkiemenschnecken (Mollusca: Gastropoda: Prosobranchia) Umweltwiss. Schadst.-Forsch. 2001;13:319. doi: 10.1065/uwsf2001.10.070.", "ArticleIdList": ["10.1065/uwsf2001.10.070"]}, {"Citation": "Chen J., Saili K.S., Liu Y., Li L., Zhao Y., Jia Y., Bai C., Tanguay R.L., Dong Q., Huang C. Developmental bisphenol A exposure impairs sperm function and reproduction in zebrafish. Chemosphere. 2017;169:262–270. doi: 10.1016/j.chemosphere.2016.11.089.", "ArticleIdList": ["10.1016/j.chemosphere.2016.11.089", "27880925"]}, {"Citation": "Lang I.A., Galloway T.S., Scarlett A., Henley W.E., Depledge M., Wallace R.B., Melzer D. Association of Urinary Bisphenol A concentration with medical disorders and laboratory abnormalities in adults. JAMA J. Am. Med. Assoc. 2008;300:1303–1310. doi: 10.1001/jama.300.11.1303.", "ArticleIdList": ["10.1001/jama.300.11.1303", "18799442"]}, {"Citation": "Schecter A., Malik N., Haffner D., Smith S., Harris T.R., Paepke O., Birnbaum L. Bisphenol A (BPA) in U.S. Food. Environ. Sci. Technol. 2010;44:9425–9430. doi: 10.1021/es102785d.", "ArticleIdList": ["10.1021/es102785d", "21038926"]}, {"Citation": "Campbell C.G., Borglin S.E., Green F.B., Grayson A., Wozei E., Stringfellow W.T. Biologically directed environmental monitoring, fate, and transport of estrogenic endocrine disrupting compounds in water: A review. Chemosphere. 2006;65:1265–1280. doi: 10.1016/j.chemosphere.2006.08.003.", "ArticleIdList": ["10.1016/j.chemosphere.2006.08.003", "16979218"]}, {"Citation": "Jackson J., Sutton R. Sources of endocrine-disrupting chemicals in urban wastewater, Oakland, CA. Sci. Total Environ. 2008;405:153–160. doi: 10.1016/j.scitotenv.2008.06.033.", "ArticleIdList": ["10.1016/j.scitotenv.2008.06.033", "18684489"]}, {"Citation": "Sánchez-Avila J., Bonet J., Velasco G., Lacorte S. Determination and occurrence of phthalates, alkylphenols, bisphenol A, PBDEs, PCBs and PAHs in an industrial sewage grid discharging to a Municipal Wastewater Treatment Plant. Sci. Total Environ. 2009;407:4157–4167. doi: 10.1016/j.scitotenv.2009.03.016.", "ArticleIdList": ["10.1016/j.scitotenv.2009.03.016", "19362327"]}, {"Citation": "Gómez M.J., Martínez Bueno M.J., Lacorte S., Fernández-Alba A.R., Agüera A. Pilot survey monitoring pharmaceuticals and related compounds in a sewage treatment plant located on the Mediterranean coast. Chemosphere. 2007;66:993–1002. doi: 10.1016/j.chemosphere.2006.07.051.", "ArticleIdList": ["10.1016/j.chemosphere.2006.07.051", "16962638"]}, {"Citation": "Kuch H.M., Ballschmiter K. Determination of Endocrine-Disrupting Phenolic Compounds and Estrogens in Surface and Drinking Water by HRGC−(NCI)−MS in the Picogram per Liter Range. Environ. Sci. Technol. 2001;35:3201–3206. doi: 10.1021/es010034m.", "ArticleIdList": ["10.1021/es010034m", "11506003"]}, {"Citation": "Braunrath R., Podlipna D., Padlesak S., Cichna-Markl M. Determination of bisphenol A in canned foods by immunoaffinity chromatography, HPLC, and fluorescence detection. J. Agric. Food Chem. 2005;53:8911–8917. doi: 10.1021/jf051525j.", "ArticleIdList": ["10.1021/jf051525j", "16277382"]}, {"Citation": "Oppeneer S.J., Robien K. Bisphenol A exposure and associations with obesity among adults: A critical review. Public Health Nutr. 2014;18:1847–1863. doi: 10.1017/S1368980014002213.", "ArticleIdList": ["10.1017/S1368980014002213", "25311796"]}, {"Citation": "Xue J., Kannan P., Kumosani T.A., Al-Malki A.L., Kannan K. Resin-based dental sealants as a source of human exposure to bisphenol analogues, bisphenol A diglycidyl ether, and its derivatives. Environ. Res. 2018;162:35–40. doi: 10.1016/j.envres.2017.12.011.", "ArticleIdList": ["10.1016/j.envres.2017.12.011", "29276977"]}, {"Citation": "Numata M., Yarita T., Aoyagi Y., Yamazaki M., Takatsu A. Investigation of saponification for determination of polychlorinated biphenyls in marine sediments. Chemosphere. 2005;58:865–875. doi: 10.1016/j.chemosphere.2004.10.010.", "ArticleIdList": ["10.1016/j.chemosphere.2004.10.010", "15639257"]}, {"Citation": "Northcott G.L., Jones K.C. Validation of procedures to quantify nonextractable polycyclic aromatic hydrocarbon residues in soil. J. Environ. Qual. 2003;32:571–582. doi: 10.2134/jeq2003.5710.", "ArticleIdList": ["10.2134/jeq2003.5710", "12708681"]}, {"Citation": "Larouk S., Ouargli R., Shahidi D., Olhund L., Shiao T.C., Chergui N., Sehili T., Roy R., Azzouz A. Catalytic ozonation of Orange-G through highly interactive contributions of hematite and SBA-16–To better understand azo-dye oxidation in nature. Chemosphere. 2017;168:1648–1657. doi: 10.1016/j.chemosphere.2016.11.120.", "ArticleIdList": ["10.1016/j.chemosphere.2016.11.120", "27939664"]}, {"Citation": "Arslan İ., Akmehmet Balcioǧlu I., Tuhkanen T. Oxidative treatment of simulated dyehouse effluent by uv and near-UV light assisted Fenton’s reagent. Chemosphere. 1999;39:2767–2783. doi: 10.1016/S0045-6535(99)00211-8.", "ArticleIdList": ["10.1016/S0045-6535(99)00211-8"]}, {"Citation": "Tang S., Yuan D., Zhang Q., Liu Y., Zhang Q., Liu Z., Huang H. Fe-Mn bi-metallic oxides loaded on granular activated carbon to enhance dye removal by catalytic ozonation. Environ. Sci. Pollut. Res. 2016;23:18800–18808. doi: 10.1007/s11356-016-7030-5.", "ArticleIdList": ["10.1007/s11356-016-7030-5", "27316651"]}, {"Citation": "Faria P.C.C., Orfão J.J.M., Pereira M.F.R. Mineralisation of coloured aqueous solutions by ozonation in the presence of activated carbon. Water Res. 2005;39:1461–1470. doi: 10.1016/j.watres.2004.12.037.", "ArticleIdList": ["10.1016/j.watres.2004.12.037", "15878017"]}, {"Citation": "Faria P.C.C., Órfão J.J.M., Pereira M.F.R. Ozone Decomposition in Water Catalyzed by Activated Carbon:  Influence of Chemical and Textural Properties. Ind. Eng. Chem. Res. 2006;45:2715–2721. doi: 10.1021/ie060056n.", "ArticleIdList": ["10.1021/ie060056n"]}, {"Citation": "Pirgalıoğlu S., Özbelge T.A. Comparison of non-catalytic and catalytic ozonation processes of three different aqueous single dye solutions with respect to powder copper sulfide catalyst. Appl. Catal. A Gen. 2009;363:157–163. doi: 10.1016/j.apcata.2009.05.011.", "ArticleIdList": ["10.1016/j.apcata.2009.05.011"]}, {"Citation": "Keykavoos R., Mankidy R., Ma H., Jones P., Soltan J. Mineralization of bisphenol A by catalytic ozonation over alumina. Sep. Purif. Technol. 2013;107:310–317. doi: 10.1016/j.seppur.2013.01.050.", "ArticleIdList": ["10.1016/j.seppur.2013.01.050"]}, {"Citation": "Azzouz A., Kotbi A., Niquette P., Sajin T., Ursu A.V., Rami A., Monette F., Hausler R. Ozonation of oxalic acid catalyzed by ion-exchanged montmorillonite in moderately acidic media. React. Kinet. Mech. Catal. 2010;99:289–302. doi: 10.1007/s11144-010-0147-5.", "ArticleIdList": ["10.1007/s11144-010-0147-5"]}, {"Citation": "Ma H., Wang B., Luo X. Studies on degradation of Methyl Orange wastewater by combined electrochemical process. J. Hazard. Mater. 2007;149:492–498. doi: 10.1016/j.jhazmat.2007.04.020.", "ArticleIdList": ["10.1016/j.jhazmat.2007.04.020", "17493748"]}, {"Citation": "Sasidharan Pillai I.M., Gupta A.K. Effect of inorganic anions and oxidizing agents on electrochemical oxidation of methyl orange, malachite green and 2,4-dinitrophenol. J. Electroanal. Chem. 2016;762:66–72. doi: 10.1016/j.jelechem.2015.12.027.", "ArticleIdList": ["10.1016/j.jelechem.2015.12.027"]}, {"Citation": "Xu L., Wang J. Fenton-like degradation of 2,4-dichlorophenol using Fe3O4 magnetic nanoparticles. Appl. Catal. B Environ. 2012;123–124:117–126. doi: 10.1016/j.apcatb.2012.04.028.", "ArticleIdList": ["10.1016/j.apcatb.2012.04.028"]}, {"Citation": "Shahidi D., Roy R., Azzouz A. Total removal of oxalic acid via synergistic parameter interaction in montmorillonite catalyzed ozonation. J. Environ. Chem. Eng. 2014;2:20–30. doi: 10.1016/j.jece.2013.11.020.", "ArticleIdList": ["10.1016/j.jece.2013.11.020"]}, {"Citation": "Karthikeyan S., Titus A., Gnanamani A., Mandal A.B., Sekaran G. Treatment of textile wastewater by homogeneous and heterogeneous Fenton oxidation processes. Desalination. 2011;281:438–445. doi: 10.1016/j.desal.2011.08.019.", "ArticleIdList": ["10.1016/j.desal.2011.08.019"]}, {"Citation": "Azzouz A. Advances in oxidative decomposition of oxalic acid in aqueous media. In: Taylor J.C., editor. Advances in Reserach Chemistry. Volume 14 Nova-Science Publishers; NewYork, NY, USA: 2012."}, {"Citation": "Long J., Guo Y., Yu G., Komarneni S., Wang Y. Evaluation of the Effect of Catalysts on Ozone Mass Transfer and Pollutant Abatement during Laboratory Catalytic Ozonation Experiments: Implications for Practical Water and Wastewater Treatment. ACS EST Eng. 2023;3:387–397. doi: 10.1021/acsestengg.2c00311.", "ArticleIdList": ["10.1021/acsestengg.2c00311"]}, {"Citation": "Tian J., Wei J., Liang Y., Guo R., Li B., Qu R., Zhou D., Wang Z., Sun P. Catalytic ozonation of an imidazole ionic liquid via Fe3O4/ZnO nanocomposites: Performance, products and reaction mechanism. J. Environ. Chem. Eng. 2022;10:108726. doi: 10.1016/j.jece.2022.108726.", "ArticleIdList": ["10.1016/j.jece.2022.108726"]}, {"Citation": "Tian J., Li B., Qu R., Zhou D., Sun C., Wang Z., Zhu F. Influence of anions on ozonation of bisphenol AF: Kinetics, reaction pathways, and toxicity assessment. Chemosphere. 2022;286:131864. doi: 10.1016/j.chemosphere.2021.131864.", "ArticleIdList": ["10.1016/j.chemosphere.2021.131864", "34399270"]}, {"Citation": "Nawrocki J., Fijołek L. Effect of aluminium oxide contaminants on the process of ozone decomposition in water. Appl. Catal. B Environ. 2013;142–143:533–537. doi: 10.1016/j.apcatb.2013.05.069.", "ArticleIdList": ["10.1016/j.apcatb.2013.05.069"]}, {"Citation": "Benghaffour A., Foka-Wembe E.-N., Dami M., Dewez D., Azzouz A. Insight into natural medium remediation through ecotoxicity correlation with clay catalyst selectivity in organic molecule ozonation. Dalton Trans. 2022;11:4366–4376. doi: 10.1039/D1DT04238F.", "ArticleIdList": ["10.1039/D1DT04238F", "35191455"]}, {"Citation": "Boudissa F., Mirilà D., Arus V.-A., Terkmani T., Semaan S., Proulx M., Nistor I.-D., Roy R., Azzouz A. Acid-treated clay catalysts for organic dye ozonation–Thorough mineralization through optimum catalyst basicity and hydrophilic character. J. Hazard. Mater. 2019;364:356–366. doi: 10.1016/j.jhazmat.2018.09.070.", "ArticleIdList": ["10.1016/j.jhazmat.2018.09.070", "30384246"]}, {"Citation": "Boudissa F., Zekkari M., Arus V.-A., Ouargli-Saker R., Nabil B., Roy R., Azzouz A. Clay-catalyzed ozonation of endocrine-disrupting compounds in solvent-free media–to better understand soil catalytic capacity. Dalton Trans. 2020;49:16693–16706. doi: 10.1039/D0DT02776F.", "ArticleIdList": ["10.1039/D0DT02776F", "33073818"]}, {"Citation": "Foka Wembe E.N., Benghafour A., Dewez D., Azzouz A. Clay-Catalyzed Ozonation of Organic Pollutants in Water and Toxicity on Lemna minor: Effects of Molecular Structure and Interactions. Molecules. 2023;28:222. doi: 10.3390/molecules28010222.", "ArticleIdList": ["10.3390/molecules28010222", "PMC9822386", "36615416"]}, {"Citation": "Zhao L., Ma J., Sun Z., Liu H. Mechanism of heterogeneous catalytic ozonation of nitrobenzene in aqueous solution with modified ceramic honeycomb. Appl. Catal. B Environ. 2009;89:326–334. doi: 10.1016/j.apcatb.2008.12.009.", "ArticleIdList": ["10.1016/j.apcatb.2008.12.009"]}, {"Citation": "Yong K., Wu J., Andrews S. Heterogeneous Catalytic Ozonation of Aqueous Reactive Dye. Ozone Sci. Eng. 2005;27:257–263. doi: 10.1080/01919510591005888.", "ArticleIdList": ["10.1080/01919510591005888"]}, {"Citation": "Kasprzyk-Hordern B., Ziółek M., Nawrocki J. Catalytic ozonation and methods of enhancing molecular ozone reactions in water treatment. Appl. Catal. B Environ. 2003;46:639–669. doi: 10.1016/S0926-3373(03)00326-6.", "ArticleIdList": ["10.1016/S0926-3373(03)00326-6"]}, {"Citation": "Chaliha S., Bhattacharyya K.G. Using Mn(II)−MCM41 as an Environment-Friendly Catalyst to Oxidize Phenol, 2-Chlorophenol, and 2-Nitrophenol in Aqueous Solution. Ind. Eng. Chem. Res. 2008;47:1370–1379. doi: 10.1021/ie071075f.", "ArticleIdList": ["10.1021/ie071075f"]}, {"Citation": "Beltrán F.J., Rivas F.J., Fernández L.A., Álvarez P.M., Montero-de-Espinosa R. Kinetics of Catalytic Ozonation of Oxalic Acid in Water with Activated Carbon. Ind. Eng. Chem. Res. 2002;41:6510–6517. doi: 10.1021/ie020311d.", "ArticleIdList": ["10.1021/ie020311d"]}, {"Citation": "Kaptijn J.P. The Ecoclear® Process. Results from Full-Scale Installations. Ozone Sci. Eng. 1997;19:297–305. doi: 10.1080/01919519708547294.", "ArticleIdList": ["10.1080/01919519708547294"]}, {"Citation": "Jans U., Hoigné J. Activated Carbon and Carbon Black Catalyzed Transformation of Aqueous Ozone into OH-Radicals. Ozone Sci. Eng. 1998;20:67–90. doi: 10.1080/01919519808547291.", "ArticleIdList": ["10.1080/01919519808547291"]}, {"Citation": "Shahidi D., Moheb A., Abbas R., Larouk S., Roy R., Azzouz A. Total mineralization of sulfamethoxazole and aromatic pollutants through Fe2+-montmorillonite catalyzed ozonation. J. Hazard. Mater. 2015;298:338–350. doi: 10.1016/j.jhazmat.2015.05.029.", "ArticleIdList": ["10.1016/j.jhazmat.2015.05.029", "26118641"]}, {"Citation": "Lee J., Park H., Yoon J. Ozonation characteristics of bisphenol a in water. Environ. Technol. 2003;24:241–248. doi: 10.1080/09593330309385555.", "ArticleIdList": ["10.1080/09593330309385555", "12666793"]}, {"Citation": "Irmak S., Erbatur O., Akgerman A. Degradation of 17β-estradiol and bisphenol A in aqueous medium by using ozone and ozone/UV techniques. J. Hazard. Mater. 2005;126:54–62. doi: 10.1016/j.jhazmat.2005.05.045.", "ArticleIdList": ["10.1016/j.jhazmat.2005.05.045", "16085358"]}, {"Citation": "Deborde M., Rabouan S., Duguet J.P., Legube B. Kinetics of aqueous ozone-induced oxidation of some endocrine disrupters. Environ. Sci. Technol. 2005;39:6086–6092. doi: 10.1021/es0501619.", "ArticleIdList": ["10.1021/es0501619", "16173567"]}, {"Citation": "Choi K.J., Kim S.G., Kim C.W., Park J.K. Removal efficiencies of endocrine disrupting chemicals by coagulation/flocculation, ozonation, powdered/granular activated carbon adsorption, and chlorination. Korean J. Chem. Eng. 2006;23:399–408. doi: 10.1007/BF02706741.", "ArticleIdList": ["10.1007/BF02706741"]}, {"Citation": "Xu B., Gao N., Rui M., Wang H., Wu H. Degradation of endocrine disruptor bisphenol A in drinking water by ozone oxidation. Front. Environ. Sci. Eng. China. 2007;1:350–356. doi: 10.1007/s11783-007-0060-y.", "ArticleIdList": ["10.1007/s11783-007-0060-y", "16686192"]}, {"Citation": "Kim S.E., Park N.S., Yamada H., Tsuno H. Modeling of Decomposition Characterisitics of Estrogenic Chemicals during Ozonation. Environ. Technol. 2008;29:287–296. doi: 10.1080/09593330802099643.", "ArticleIdList": ["10.1080/09593330802099643", "18610790"]}, {"Citation": "Baig S., Hansmann G., Paolini B. Ozone oxidation of oestrogenic active substances in wastewater and drinking water. Water Sci. Technol. 2008;58:451–458. doi: 10.2166/wst.2008.665.", "ArticleIdList": ["10.2166/wst.2008.665", "18701800"]}, {"Citation": "Deborde M., Rabouan S., Mazellier P., Duguet J.-P., Legube B. Oxidation of bisphenol A by ozone in aqueous solution. Water Res. 2008;42:4299–4308. doi: 10.1016/j.watres.2008.07.015.", "ArticleIdList": ["10.1016/j.watres.2008.07.015", "18752822"]}, {"Citation": "Rivas F.J., Encinas Á., Acedo B., Beltrán F.J. Mineralization of bisphenol A by advanced oxidation processes. J. Chem. Technol. Biotechnol. 2009;84:589–594. doi: 10.1002/jctb.2085.", "ArticleIdList": ["10.1002/jctb.2085"]}, {"Citation": "Garoma T., Matsumoto S. Ozonation of aqueous solution containing bisphenol A: Effect of operational parameters. J. Hazard. Mater. 2009;167:1185–1191. doi: 10.1016/j.jhazmat.2009.01.133.", "ArticleIdList": ["10.1016/j.jhazmat.2009.01.133", "19264397"]}, {"Citation": "Gultekin I., Mavrov V., Ince N.H. Degradation of Bisphenol-A by ozonation. J. Adv. Oxid. Technol. 2009;12:242–248. doi: 10.1515/jaots-2009-0215.", "ArticleIdList": ["10.1515/jaots-2009-0215"]}, {"Citation": "Leal L., Temmink H., Zeeman G., Buisman C. Removal of micropollutants from aerobically treated grey water via ozone and activated carbon. Water Res. 2011;45:2887–2896. doi: 10.1016/j.watres.2011.03.009.", "ArticleIdList": ["10.1016/j.watres.2011.03.009", "21453950"]}, {"Citation": "Park J.-N., Wang J., Choi K.Y., Dong W.-Y., Hong S.-I., Lee C.W. Hydroxylation of phenol with H2O2 over Fe2+ and/or Co2+ ion-exchanged NaY catalyst in the fixed-bed flow reactor. J. Mol. Catal. A Chem. 2006;247:73–79. doi: 10.1016/j.molcata.2005.11.037.", "ArticleIdList": ["10.1016/j.molcata.2005.11.037"]}, {"Citation": "Zekkari M., Ouargli-Saker R., Boudissa F., Lachachi A.K., El Houda Sekkal K.N., Tayeb R., Boukoussa B., Azzouz A. Silica-catalyzed ozonation of 17α -ethinyl-estradiol in aqueous media-to better understand the role of silica in soils. Chemosphere. 2022;298:134312. doi: 10.1016/j.chemosphere.2022.134312.", "ArticleIdList": ["10.1016/j.chemosphere.2022.134312", "35304212"]}, {"Citation": "Zhao D., Feng J., Huo Q., Melosh N., Fredrickson G.H., Chmelka B.F., Stucky G.D. Triblock Copolymer Syntheses of Mesoporous Silica with Periodic 50 to 300 Angstrom Pores. Science. 1998;279:548. doi: 10.1126/science.279.5350.548.", "ArticleIdList": ["10.1126/science.279.5350.548", "9438845"]}, {"Citation": ". Ouargli R., Larouk S., Terrab I., Hamacha R., Benharrats N., Bengheddach A., Azzouz A. Intrinsic Activity of SBA-like Silica in the Catalytic Ozonation of Organic Pollutants. Ozone Sci. Eng. 2016;38:48–61. doi: 10.1080/01919512.2015.1074855.", "ArticleIdList": ["10.1080/01919512.2015.1074855"]}, {"Citation": "Kruk M., Jaroniec M., Ko C.H., Ryoo R. Characterization of the Porous Structure of SBA-15. Chem. Mater. 2000;12:1961–1968. doi: 10.1021/cm000164e.", "ArticleIdList": ["10.1021/cm000164e"]}, {"Citation": "Zhao D., Huo Q., Feng J., Chmelka B.F., Stucky G.D. Nonionic Triblock and Star Diblock Copolymer and Oligomeric Surfactant Syntheses of Highly Ordered, Hydrothermally Stable, Mesoporous Silica Structures. J. Am. Chem. Soc. 1998;120:6024–6036. doi: 10.1021/ja974025i.", "ArticleIdList": ["10.1021/ja974025i"]}, {"Citation": "Leland J.K., Bard A.J. Photochemistry of colloidal semiconducting iron oxide polymorphs. J. Phys. Chem. 1987;91:5076–5083. doi: 10.1021/j100303a039.", "ArticleIdList": ["10.1021/j100303a039"]}, {"Citation": "Garoma T., Matsumoto S.A., Wu Y., Klinger R. Removal of Bisphenol A and its Reaction-Intermediates from Aqueous Solution by Ozonation. Ozone Sci. Eng. 2010;32:338–343. doi: 10.1080/01919512.2010.508484.", "ArticleIdList": ["10.1080/01919512.2010.508484"]}, {"Citation": "Mazellier P., Leverd J. Transformation of 4-tert-octylphenol by UV irradiation and by an H2O2/UV process in aqueous solution. Photochem. Photobiol. Sci. 2003;2:946–953. doi: 10.1039/b303312k.", "ArticleIdList": ["10.1039/b303312k", "14560813"]}, {"Citation": "Liu Y., Zhao J., Li Z., Li G., Li W., Gao X. Catalytic ozonation of bisphenol A in aqueous solution using Mn-Ce/HZSM-5 as catalyst. Water Sci. Technol. 2015;72:696. doi: 10.2166/wst.2015.258.", "ArticleIdList": ["10.2166/wst.2015.258", "26287827"]}, {"Citation": "Huber M.M., Ternes T.A., von Gunten U. Removal of estrogenic activity and formation of oxidation products during ozonation of 17alpha-ethinylestradiol. Environ. Sci. Technol. 2004;38:5177–5186. doi: 10.1021/es035205x.", "ArticleIdList": ["10.1021/es035205x", "15506215"]}, {"Citation": "Ma J., Graham N.J.D. Degradation of atrazine by manganese-catalysed ozonation—Influence of radical scavengers. Water Res. 2000;34:3822–3828. doi: 10.1016/S0043-1354(00)00130-5.", "ArticleIdList": ["10.1016/S0043-1354(00)00130-5"]}, {"Citation": "Arus V.A., Nousir S., Sennour R., Shiao T.C., Nistor I.D., Roy R., Azzouz A. Intrinsic affinity of acid-activated bentonite towards hydrogen and carbon dioxide. Int. J. Hydrogen Energy. 2018;43:7964–7972. doi: 10.1016/j.ijhydene.2018.03.034.", "ArticleIdList": ["10.1016/j.ijhydene.2018.03.034"]}, {"Citation": "Zburavlev L. The surface chemistry of amorphous silica. Colloids Surf. A Physicochem. Eng. Aspecets. 2000;173:1–38. doi: 10.1016/S0927-7757(00)00556-2.", "ArticleIdList": ["10.1016/S0927-7757(00)00556-2"]}, {"Citation": "Duval Y., Mielczarski J., Pokrovsky O., Mielczarski E., Ehrhardt J. Evidence of the existence of three types of species at the quartz−aqueous solution interface at pH 0−10: XPS surface group quantification and surface complexation modeling. J. Phys. Chem. B. 2002;106:2937–2945. doi: 10.1021/jp012818s.", "ArticleIdList": ["10.1021/jp012818s"]}, {"Citation": "Pokrovsky O.S., Golubev S., Mielczarski J. Kinetic evidences of the existence of positively charged species at the quartz-aqueous solution interface. J. Colloid Interface Sci. 2006;296:189–194. doi: 10.1016/j.jcis.2005.09.001.", "ArticleIdList": ["10.1016/j.jcis.2005.09.001", "16225886"]}, {"Citation": "Sulpizi M., Gaigeot M.-P., Sprik M. The Silica–Water Interface: How the Silanols Determine the Surface Acidity and Modulate the Water Properties. J. Chem. Theory Comput. 2012;8:1037–1047. doi: 10.1021/ct2007154.", "ArticleIdList": ["10.1021/ct2007154", "26593364"]}, {"Citation": "Brown M.A., Huthwelker T., Beloqui Redondo A., Janousch M., Faubel M., Arrell C.A., Scarongella M., Chergui M., van Bokhoven J.A. Changes in the Silanol Protonation State Measured In Situ at the Silica–Aqueous Interface. J. Phys. Chem. Lett. 2012;3:231–235. doi: 10.1021/jz201533w.", "ArticleIdList": ["10.1021/jz201533w"]}, {"Citation": "Sturza R., Melenciuc M., Nistor I.-D., Boudissa F., Terkmani T., Hadj-Abdelkader N.e.H., Abdelkrim A. Recyclable Porous Materials For The Uptake Of Bis-Phenol-A. Institutional Repository of the Technical University of Moldova; Chișinău, Moldova: 2017. p. 16."}, {"Citation": "Sreethawong T., Chavadej S. Color removal of distillery wastewater by ozonation in the absence and presence of immobilized iron oxide catalyst. J. Hazard. Mater. 2008;155:486–493. doi: 10.1016/j.jhazmat.2007.11.091.", "ArticleIdList": ["10.1016/j.jhazmat.2007.11.091", "18179871"]}, {"Citation": "Sennour R., Shiao T.C., Arus V.A., Tahir M.N., Bouazizi N., Roy R., Azzouz A. Cu0-Loaded organo-montmorillonite with improved affinity towards hydrogen: An insight into matrix-metal and non-contact hydrogen-metal interactions. Phys. Chem. Chem. Phys. 2017;19:29333–29343. doi: 10.1039/C7CP04784C.", "ArticleIdList": ["10.1039/C7CP04784C", "29075707"]}, {"Citation": "Didi M.A., Makhoukhi B., Azzouz A., Villemin D. Colza oil bleaching through optimized acid activation of bentonite. A comparative study. Appl. Clay Sci. 2009;42:336–344. doi: 10.1016/j.clay.2008.03.014.", "ArticleIdList": ["10.1016/j.clay.2008.03.014"]}, {"Citation": "Makhoukhi B., Didi M.A., Villemin D., Azzouz A. Acid activation of Bentonite for use as a vegetable oil bleaching agent. Grasas Aceites. 2009;60:343–349. doi: 10.3989/gya.108408.", "ArticleIdList": ["10.3989/gya.108408"]}, {"Citation": "Ouargli R., Bouazizi N., Khelil M., Nousir S., Benslama R., Ammar S., Azzouz A. SBA-15-supported iron nanoparticles with improved optical properties, conductance and capacitance. Chem. Phys. Lett. 2017;673:30–37. doi: 10.1016/j.cplett.2017.01.073.", "ArticleIdList": ["10.1016/j.cplett.2017.01.073"]}, {"Citation": "Boukoussa B., Hakiki A., Nunes-Beltrao A.P., Hamacha R., Azzouz A. Assessment of the intrinsic interactions of nanocomposite polyaniline/SBA-15 with carbon dioxide: Correlation between the hydrophilic character and surface basicity. J. CO2 Util. 2018;26:171–178. doi: 10.1016/j.jcou.2018.05.006.", "ArticleIdList": ["10.1016/j.jcou.2018.05.006"]}, {"Citation": "Bouazizi N., Ouargli R., Nousir S., Slama R.B., Azzouz A. Properties of SBA-15 modified by iron nanoparticles as potential hydrogen adsorbents and sensors. J. Phys. Chem. Solids. 2015;77:172–177. doi: 10.1016/j.jpcs.2014.10.011.", "ArticleIdList": ["10.1016/j.jpcs.2014.10.011"]}, {"Citation": "Azzouz A., Ursu A.-V., Nistor D., Sajin T., Assaad E., Roy R. TPD study of the reversible retention of carbon dioxide over montmorillonite intercalated with polyol dendrimers. Thermochim. Acta. 2009;496:45–49. doi: 10.1016/j.tca.2009.06.023.", "ArticleIdList": ["10.1016/j.tca.2009.06.023"]}, {"Citation": "Azzouz A., Nousir S., Platon N., Ghomari K., Shiao T.C., Hersant G., Bergeron J.-Y., Roy R. Truly reversible capture of CO2 by montmorillonite intercalated with soya oil-derived polyglycerols. Int. J. Greenh. Gas Control. 2013;17:140–147. doi: 10.1016/j.ijggc.2013.04.013.", "ArticleIdList": ["10.1016/j.ijggc.2013.04.013"]}, {"Citation": "Huber M.M., Canonica S., Park G.-Y., von Gunten U. Oxidation of Pharmaceuticals during Ozonation and Advanced Oxidation Processes. Environ. Sci. Technol. 2003;37:1016–1024. doi: 10.1021/es025896h.", "ArticleIdList": ["10.1021/es025896h", "12666935"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "3"}, {"Year": "2023", "Month": "4", "Day": "25"}, {"Year": "2023", "Month": "4", "Day": "26"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "14"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "5", "Day": "13", "Hour": "1", "Minute": "25"}, {"Year": "2023", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37175235", "PMC10179811", "10.3390/molecules28093825", "molecules28093825"]}}], "PubmedBookArticle": []}