{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Arctic", "Montreal Protocol", "ozone-depleting substances", "sea-ice"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37216559", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "22"}], "ELocationID": ["e2211432120", "10.1073/pnas.2211432120"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "120", "Issue": "22", "PubDate": {"Year": "2023", "Month": "May", "Day": "30"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "The Montreal Protocol is delaying the occurrence of the first ice-free Arctic summer.", "Pagination": {"StartPage": "e2211432120", "MedlinePgn": "e2211432120"}, "Abstract": {"AbstractText": ["The rapid melting of Arctic sea ice is the largest and clearest signal of anthropogenic climate change. Current projections indicate that the first ice-free Arctic summer will likely occur by mid-century, owing to increasing carbon dioxide concentrations in the atmosphere. However, other powerful greenhouse gases have also contributed to Arctic sea ice loss, notably ozone-depleting substances (ODSs). In the late 1980s, ODSs became strictly regulated by the Montreal Protocol, and their atmospheric concentrations have been declining since the mid-1990s. Here, analyzing new climate model simulations, we demonstrate that the Montreal Protocol, designed to protect the ozone layer, is delaying the first appearance of an ice-free Arctic summer, by up to 15 y, depending on future emissions. We also show that this important climate mitigation stems entirely from the reduced greenhouse gas warming from the regulated ODSs, with the avoided stratospheric ozone losses playing no role. Finally, we estimate that each Gg of averted ODS emissions results in approximately 7 km<sup>2</sup> of avoided Arctic sea ice loss."]}, "AuthorList": [{"Identifier": ["0000-0003-3882-872X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Planerary Sciences, University of California, Santa Cruz, CA 95064."}, {"Identifier": [], "Affiliation": "Department of Mathematics and Statistics, University of Exeter, Exeter, EX4 4QF, United Kingdom."}], "LastName": "England", "ForeName": "Mark R", "Initials": "MR"}, {"Identifier": ["0000-0003-4775-8110"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10027."}, {"Identifier": [], "Affiliation": "Lamont Doherty Earth Observatory, Columbia University, New York, NY 10027."}], "LastName": "Polvani", "ForeName": "Lorenzo M", "Initials": "LM"}], "GrantList": [{"GrantID": "1914569", "Agency": "National Science Foundation (NSF)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Stroeve J., Holland M. M., Meier W., Scambos T., Serreze M., Arctic sea ice decline: Faster than forecast. Geophys. Res. Lett. 34, L09501 (2007)."}, {"Citation": "Boe J., Hall A., Qu X., September sea-ice cover in the Arctic Ocean projected to vanish by 2100. Nat. Geosci. 2, 341–343 (2009)."}, {"Citation": "Wang M., Overland J., A sea ice free summer Arctic within 30 years? Geophys. Res. Lett. 36, L07502 (2009)."}, {"Citation": "Liu J., Song M., Horton R., Hu Y., Reducing spread in climate model projections of a September ice-free Arctic. Proc. Natl. Acad. Sci. U.S.A. 110, 12571–12576 (2013).", "ArticleIdList": ["PMC3732917", "23858431"]}, {"Citation": "Overland J., Wang M., When will the summer Arctic be nearly sea ice free? Geophys. Res. Lett. 40, 2097–2101 (2013)."}, {"Citation": "SIMIP Community, Arctic sea ice in CMIP6. Geophys. Res. Lett. 47, e2019GL086749 (2020)."}, {"Citation": "Mahlstein I., Knutti R., September Arctic sea ice predicted to disappear near 2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mspace width=\"0.166667em\"></mspace><mo>°</mo></msup></math>C global warming above present. Geophys. Res. Lett.\n117, D06104 (2012)."}, {"Citation": "Jahn A., Reduced probability of ice-free summers for 1.5<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mspace width=\"0.166667em\"></mspace><mo>°</mo></msup></math>C compared to 2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mspace width=\"0.166667em\"></mspace><mo>°</mo></msup></math>C warming. Nat. Clim. Change\n8, 409–413 (2018)."}, {"Citation": "Screen J. A., Williamson D., Ice-free arctic at 1.5<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mrow></mrow><mo>°</mo></msup></math> C? Nat. Clim. Change\n7, 230–231 (2017)."}, {"Citation": "Sigmond M., Fyfe J., Swart N., Ice-free Arctic projections under the Paris Agreement. Nat. Clim. Change 8, 404–408 (2018)."}, {"Citation": "Swart N., Fyfe J., Hawkins E., Kay J., Jahn A., Influence of internal variability on Arctic sea-ice trends. Nat. Clim. Change 5, 86–89 (2015)."}, {"Citation": "Jahn A., Kay J., Holland M., Hall D., How predictable is the timing of a summer ice-free Arctic? Geophys. Res. Lett. 43, 9113–9120 (2016)."}, {"Citation": "Swart N., Climate variability: Natural causes of Arctic sea-ice loss. Nat. Clim. Change 7, 239–241 (2017)."}, {"Citation": "Gillett N. P., et al. , Attribution of polar warming to human influence. Nat. Geosci. 1, 750–754 (2008)."}, {"Citation": "Najafi M. R., Zwiers F. W., Gillett N. P., Attribution of arctic temperature change to greenhouse-gas and aerosol influences. Nat. Clim. Change 5, 246–249 (2015)."}, {"Citation": "Notz D., Stroeve J., Observed Arctic sea ice loss directly follows anthropogenic CO<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mn>2</mn></msub></math> emission. Science\n354, 747–750 (2016).", "ArticleIdList": ["27811286"]}, {"Citation": "Polvani L. M., Previdi M., England M. R., Chiodo G., Smith K. L., Substantial twentieth-century Arctic warming caused by ozone-depleting substances. Nat. Clim. Change 10, 130–133 (2020)."}, {"Citation": "Farman J. C., Gardiner B. G., Shanklin J. D., Large losses of total ozone in Antarctica reveal seasonal ClO<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mi>x</mi></msub></math>/NO<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mi>x</mi></msub></math> interaction. Nature\n315, 207–210 (1985)."}, {"Citation": "Molina L., Molina M., Production of chlorine oxide (Cl<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mn>2</mn></msub></math>O<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mn>2</mn></msub></math>) from the self-reaction of the chlorine oxide (ClO) radical. J. Phys. Chem.\n91, 433–436 (1987)."}, {"Citation": "Thompson D. W., et al. , Signatures of the Antarctic ozone hole in Southern Hemisphere surface climate change. Nat. Geosci. 4, 741–749 (2011)."}, {"Citation": "Previdi M., Polvani L. M., Climate system response to stratospheric ozone depletion and recovery. Q. J. R. Meteorol. Soc. 140, 2401–2419 (2014)."}, {"Citation": "Sarma K., Bankobeza G., The Montreal Protocol on Substances that Deplete the Ozone Layer (United Nations Environment Programme, 2000)."}, {"Citation": "Solomon S., et al. , Emergence of healing in the Antarctic ozone layer. Science 353, 269–274 (2016).", "ArticleIdList": ["27365314"]}, {"Citation": "Banerjee A., Fyfe J. C., Polvani L. M., Waugh D., Chang K. L., A pause in Southern Hemisphere circulation trends due to the Montreal Protocol. Nature 579, 544–548 (2020).", "ArticleIdList": ["32214266"]}, {"Citation": "Zambri B., Solomon S., Thompson D. W., Fu Q., Emergence of Southern Hemisphere stratospheric circulation changes in response to ozone recover. Nat. Clim. Change 14, 638–644 (2021)."}, {"Citation": "Ramanathan V., Greenhouse effect due to chlorofluorocarbons: Climatic implications. Science 190, 50–52 (1975)."}, {"Citation": "World Meteorological Organization/United Nations Environmental Program (WMO/UNEP), Scientific assessment of ozone depletion: 2018 (Global Ozone Research and Monitoring Project, Report No. 58, Geneva, Switzerland, 2018)."}, {"Citation": "Hodnebrog Ø., et al. , Updated global warming potentials and radiative efficiencies of halocarbons and other weak atmospheric absorbers. Rev. Geophys. 58, e2019RG000691 (2020).", "ArticleIdList": ["PMC7518032", "33015672"]}, {"Citation": "Velders G., Andersen S., Daniel J., Fahey D., McFarland M., The importance of the Montreal Protocol in protecting climate. Proc. Natl. Acad. Sci. U.S.A. 104, 4814–4819 (2007).", "ArticleIdList": ["PMC1817831", "17360370"]}, {"Citation": "Liang Y. C., et al. , Stronger Arctic amplification from ozone-depleting substances than from carbon dioxide. Environ. Res. Lett. 17, 024010 (2022)."}, {"Citation": "Morgenstern O., et al. , The world avoided by the Montreal Protocol. Geophys. Res. Lett. 35 (2008)."}, {"Citation": "Garcia R., Kinnison D., Marsh D., “World avoided’’ simulations with the Whole Atmosphere Community Climate Model. J. Geophys. Res. 117, D23303 (2012)."}, {"Citation": "Wu Y., Polvani L. M., Seager R., The importance of the Montreal Protocol in protecting Earth’s hydroclimate. J. Clim. 26, 4049–4068 (2013)."}, {"Citation": "Polvani L. M., Camargo S. J., Garcia R. R., The importance of the Montreal Protocol in mitigating the potential intensity of tropical cyclones. J. Clim. 29, 2275–2289 (2016)."}, {"Citation": "Previdi M., Polvani L. M., Impact of the Montreal Protocol on Antarctic surface mass balance and implications for global sea level rise. J. Clim. 30, 7247–7253 (2017)."}, {"Citation": "Goyal R., England M. H., Gupta A. S., Jucker M., Reduction in surface climate change achieved by the 1987 Montreal Protocol. Environ. Res. Lett. 14, 124041 (2019)."}, {"Citation": "Young P. J., et al. , The Montreal Protocol protects the terrestrial carbon sink. Nature 596, 384–388 (2021).", "ArticleIdList": ["34408332"]}, {"Citation": "Taylor K. E., Stouffer R. J., Meehl G. A., An overview of CMIP5 and the experiment design. Bull. Am. Meteor. Soc. 93, 485–498 (2012)."}, {"Citation": "Meinshausen M., et al. , The RCP greenhouse gas concentrations and their extensions from 1765 to 2300. Clim. Change 109, 213–241 (2011)."}, {"Citation": "Kay J., et al. , The Community Earth System Model (CESM) Large Ensemble project: A community resource for studying climate change in the presence of internal climate variability. Bull. Atmos. Sci. 96, 1333–1349 (2015)."}, {"Citation": "England M., Jahn A., Polvani L., Nonuniform contribution of internal variability to recent Arctic sea ice loss. J. Clim. 32, 4039–4053 (2019)."}, {"Citation": "Wyburn-Powell C., Jahn A., England M. R., Modeled interannual variability of Arctic sea ice cover is within observational uncertainty. J. Clim. 35, 3227–3242 (2022)."}, {"Citation": "Dhomse S. S., et al. , Estimates of ozone return dates from chemistry-climate model initiative simulations. Atmos. Chem. Phys. 18, 8409–8438 (2018)."}, {"Citation": "Newman P. A., et al. , What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated? Atmos. Chem. Phys. 9, 2113–2128 (2009)."}, {"Citation": "Chipperfield M., et al. , Quantifying the ozone and ultraviolet benefits already achieved by the Montreal Protocol. Nat. Commun. 6, 7233 (2015).", "ArticleIdList": ["PMC4455099", "26011106"]}, {"Citation": "Hausfather Z., Peters G. P., Emissions—The ‘business as usual’ story is misleading. Nature 577, 618–620 (2020).", "ArticleIdList": ["31996825"]}, {"Citation": "McCaa D., Shaw J., The infrared spectrum of ozone. J. Mol. Spect. 25, 374–397 (1968)."}, {"Citation": "Meinshausen M., et al. , The shared socio-economic pathway (SSP) greenhouse gas concentrations and their extensions to 2500. Geosci. Model Dev. 13, 3571–3605 (2020)."}, {"Citation": "Hurrell J. W., et al. , The community earth system model: A framework for collaborative research. Bull. Am. Meteorol. Soc. 94, 1339–1360 (2013)."}, {"Citation": "Stocker T., et al. , Climate Change 2013: The Physical Science Basis (Cambridge, UK/New York, NY, 2013)."}, {"Citation": "Sanderson B. M., et al. , Community climate simulations to assess avoided impacts in 1.5 and 2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mspace width=\"0.166667em\"></mspace><mo>°</mo></msup></math>C futures. Earth Syst. Dyn.\n8, 827–847 (2017)."}, {"Citation": "Young P., et al. , Pre-industrial to end 21st century projections of tropospheric ozone from the atmospheric chemistry and climate model intercomparison project (ACCMIP). Atmos. Chem. Phys. 13, 2063–2090 (2013)."}, {"Citation": "Marsh D. R., et al. , Climate change from 1850 to 2005 simulated in CESM1 (WACCM). J. Clim. 26, 7372–7391 (2013)."}, {"Citation": "Leach N. J., et al. , Fairv2.0.0: A generalized impulse response model for climate uncertainty and future scenario exploration. Geosci. Model Dev. 14, 3007–3036 (2021)."}, {"Citation": "M. R. England, L. M. Polvani, Processed CESM1 output data for “The Montreal Protocol is delaying the occurrence of the first ice-free Arctic summer”. Zenodo. 10.5281/zenodo.7872631. Deposited 27 April 2023.", "ArticleIdList": ["10.5281/zenodo.7872631", "PMC10235994", "37216559"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "22", "Hour": "19", "Minute": "12"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "19", "Minute": "11"}, {"Year": "2023", "Month": "5", "Day": "22", "Hour": "15", "Minute": "13"}, {"Year": "2023", "Month": "11", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37216559", "PMC10235994", "10.1073/pnas.2211432120"]}}], "PubmedBookArticle": []}