{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Causative influence", "Convergent cross mapping method", "Inhaled ozone", "Respiratory disease"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37221507", "DateCompleted": {"Year": "2023", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "05", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "23"}], "ELocationID": ["929", "10.1186/s12889-023-15902-6"], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "May", "Day": "23"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "Observational evidence for detrimental impact of inhaled ozone on human respiratory system.", "Pagination": {"StartPage": "929", "MedlinePgn": "929"}, "Abstract": {"AbstractText": ["The detrimental influence of inhaled ozone on human respiratory system is ambiguous due to the complexity of dose response relationship between ozone and human respiratory system. This study collects inhaled ozone concentration and respiratory disease data from Shenzhen City to reveal the impact of ozone on respiratory diseases using the Generalized Additive Models (GAM) and Convergent Cross Mapping (CCM) method at the 95% confidence level. The result of GAM exhibits a partially significant lag effect on acute respiratory diseases in cumulative mode. Since the traditional correlation analysis is incapable of capturing causality, the CCM method is applied to examine whether the inhaled ozone affects human respiratory system. The results demonstrate that the inhaled ozone has a significant causative impact on hospitalization rates of both upper and lower respiratory diseases. Furthermore, the harmful causative effects of ozone to the human health are varied with gender and age. Females are more susceptible to inhaled ozone than males, probably because of the estrogen levels and the differential regulation of lung immune response. Adults are more sensitive to ozone exposure than children, potentially due to the fact that children need longer time to react to ozone stress than adults, and the elderly are more tolerant than adults and children, which may be related to pulmonary hypofunction of the elderly while has little correlation with ozone exposure."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Resources and Environmental Information System, Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Center for Collaborative Innovation in Geographical Information Resource Development and Application, Nanjing Normal University, Nanjing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "Lu", "ForeName": "Jiaying", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Resources and Environmental Information System, Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, Beijing, China. yaoling@lreis.ac.cn."}, {"Identifier": [], "Affiliation": "Jiangsu Center for Collaborative Innovation in Geographical Information Resource Development and Application, Nanjing Normal University, Nanjing, China. yaoling@lreis.ac.cn."}], "LastName": "Yao", "ForeName": "Ling", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Observational Study", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Mental Processes"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Respiratory System"}, {"QualifierName": [], "DescriptorName": "Thorax"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "EPA U. Integrated Science Assessment (ISA) of ozone and related photochemical oxidants (final report, Feb 2013) Washington, DC: US Environmental Protection Agency; 2013."}, {"Citation": "Wang L, Bai Y, Zhang F, Wang W, Liu X, Krafft T. Spatiotemporal patterns of ozone and Cardiovascular and Respiratory Disease Mortalities due to ozone in Shenzhen. Sustainability. 2017;9(4). 10.3390/su9040559."}, {"Citation": "Ostro B, Lipsett M, Mann J, Braxton-Owens H, White M. Air Pollution and Exacerbation of Asthma in African-American Children in Los Angeles. Epidemiology. 2001;12(2):200–8. doi: 10.1097/00001648-200103000-00012.", "ArticleIdList": ["10.1097/00001648-200103000-00012", "11246581"]}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, Kinney PL, Knowlton K, Lynn B, Rosenthal J, Rosenzweig C, Patz JA. Climate change, ambient ozone, and health in 50 US cities. Clim Change. 2007;82(1):61–76. doi: 10.1007/s10584-006-9166-7.", "ArticleIdList": ["10.1007/s10584-006-9166-7"]}, {"Citation": "Yan M, Liu Z, Liu X, Duan H, Li T. Meta-analysis of the chinese studies of the association between ambient ozone and mortality. Chemosphere. 2013;93(6):899–905. doi: 10.1016/j.chemosphere.2013.05.040.", "ArticleIdList": ["10.1016/j.chemosphere.2013.05.040", "23786810"]}, {"Citation": "Pride KR, Peel JL, Robinson BF, Busacker A, Grandpre J, Bisgard KM, Yip FY, Murphy TD. Association of short-term exposure to ground-level ozone and respiratory outpatient clinic visits in a rural location – Sublette County. Environ Res. 2015;137:2008–11. doi: 10.1016/j.envres.2014.10.033.", "ArticleIdList": ["10.1016/j.envres.2014.10.033", "25483412"]}, {"Citation": "Sarizadeh G, Jaafarzadeh N, Roozbehani MM, Tahmasebi Y, Moattar F. Relationship between the number of hospitalized cardiovascular and respiratory disease and the average concentration of criteria air pollutants (CAP) in Ahvaz. Environ Geochem Health. 2020;42(10):3317–31. doi: 10.1007/s10653-020-00577-4.", "ArticleIdList": ["10.1007/s10653-020-00577-4", "32367271"]}, {"Citation": "Wiegman CH, Li F, Ryffel B, Togbe D, Chung KF. Oxidative stress in Ozone-Induced chronic lung inflammation and Emphysema: a facet of Chronic Obstructive Pulmonary Disease. Front Immunol. 2020;11. 10.3389/fimmu.2020.01957.", "ArticleIdList": ["PMC7492639", "32983127"]}, {"Citation": "Yang C, Yang H, Guo S, Wang Z, Xu X, Duan X, Kan H. Alternative ozone metrics and daily mortality in Suzhou: the China Air Pollution and Health Effects Study (CAPES) Sci Total Environ. 2012;426:83–9. doi: 10.1016/j.scitotenv.2012.03.036.", "ArticleIdList": ["10.1016/j.scitotenv.2012.03.036", "22521098"]}, {"Citation": "Voter KZ, Whitin JC, Torres A, et al. Ozone exposure and the production of reactive oxygen species by bronchoalveolar cells in humans. Inhalation Toxicol. 2001;13(6):465–83. doi: 10.1080/08958370117715.", "ArticleIdList": ["10.1080/08958370117715", "11445887"]}, {"Citation": "Anderson HR, et al. WHO project: systematic review of health aspects of AQ Europe. An overview of the St. George’s project. A systematic review of the epidemiological literature on the short-term health effects of outdoor air pollution. London, United Kingdom: St. George’s Hospital; 2002."}, {"Citation": "Dominici F, McDermott A, Zeger SL, Samet JM. On the Use of Generalized Additive Models in Time-Series Studies of Air Pollution and Health. Am J Epidemiol. 2002;156(3):193–203. doi: 10.1093/aje/kwf062.", "ArticleIdList": ["10.1093/aje/kwf062", "12142253"]}, {"Citation": "Ren M, Li N, Wang Z, Liu Y, Chen X, Chu Y, Li X, Zhu Z, Tian L, Xiang H. The short-term effects of air pollutants on respiratory disease mortality in Wuhan, China: comparison of time-series and case-crossover analyses. Sci Rep. 2017;7(1):40482. doi: 10.1038/srep40482.", "ArticleIdList": ["10.1038/srep40482", "PMC5234024", "28084399"]}, {"Citation": "Fu Y, Zhang W, Li Y, Li H, Deng F, Ma Q. Association and interaction of O3 and NO2 with emergency room visits for respiratory diseases in Beijing, China: a time-series study. BMC Public Health. 2022;22(1):1–11. doi: 10.1186/s12889-022-14473-2.", "ArticleIdList": ["10.1186/s12889-022-14473-2", "PMC9721066", "36464692"]}, {"Citation": "Ghanbari Ghozikali M, Heibati B, Naddafi K, Kloog I, Oliveri Conti G, Polosa R, Ferrante M. Evaluation of Chronic Obstructive Pulmonary Disease (COPD) attributed to atmospheric O3, NO2, and SO2 using air Q model (2011–2012 year) Environ Res. 2016;144:99–105. doi: 10.1016/j.envres.2015.10.030.", "ArticleIdList": ["10.1016/j.envres.2015.10.030", "26599588"]}, {"Citation": "GBD. (2017). Global, regional, and national deaths, prevalence, disability-adjusted life years, and years lived with disability for chronic obstructive pulmonary disease and asthma, 1990–2015: a systematic analysis for the global burden of Disease Study 2015. The Lancet Respiratory Medicine, 5(9), 691–706. 10.1016/S2213-2600(17)30293-X.", "ArticleIdList": ["PMC5573769", "28822787"]}, {"Citation": "Liu Y, Wang Y, Dong J, Wang J, Bao H, Zhai G. Association between air pollution and emergency department visits for upper respiratory tract infection inLanzhou, China. Environ Sci Pollut Res. 2022;29(19):28816–28. doi: 10.1007/s11356-021-17932-2.", "ArticleIdList": ["10.1007/s11356-021-17932-2", "34989991"]}, {"Citation": "Sugihara G, et al. Detecting causality in Complex Ecosystems. Science. 2012;338:496–500. doi: 10.1126/science.1227079.", "ArticleIdList": ["10.1126/science.1227079", "22997134"]}, {"Citation": "Xia X, Qi Q, Liang H, Zhang A, Jiang L, Ye Y, Liu C, Huang Y. Pattern of spatial distribution and temporal variation of Atmospheric Pollutants during 2013 in Shenzhen, China. ISPRS Int J Geo-Information. 2017;6(1). 10.3390/ijgi6010002."}, {"Citation": "Wang Y, Du Q, Ren F, Liang S, Lin D, Tian Q, Chen Y, Li J. Spatio-temporal variation and prediction of Ischemic Heart Disease Hospitalizations in Shenzhen, China. Int J Environ Res Public Health. 2014;11(5):4799–824. doi: 10.3390/ijerph110504799.", "ArticleIdList": ["10.3390/ijerph110504799", "PMC4053872", "24806191"]}, {"Citation": "Wang Z, Du Q, Liang S, Nie K, Lin D, Chen Y, Li J. Analysis of the spatial variation of hospitalization admissions for Hypertension Disease in Shenzhen, China. Int J Environ Res Public Health. 2014;11(1):713–33. doi: 10.3390/ijerph110100713.", "ArticleIdList": ["10.3390/ijerph110100713", "PMC3924470", "24394218"]}, {"Citation": "Austin E, Zanobetti A, Coull B, Schwartz J, Gold DR, Koutrakis P. Ozone trends and their relationship to characteristic weather patterns. J Expo Sci Environ Epidemiol. 2015;25(5):532–42. doi: 10.1038/jes.2014.45.", "ArticleIdList": ["10.1038/jes.2014.45", "PMC4739788", "25004934"]}, {"Citation": "Kan H, London SJ, Chen G, Zhang Y, Song G, Zhao N, Jiang L, Chen B. Season, sex, Age, and Education as Modifiers of the Effects of Outdoor Air Pollution on Daily Mortality in Shanghai, China: the Public Health and Air Pollution in Asia (PAPA) study. Environ Health Perspect. 2008;116(9):1183–8. doi: 10.1289/ehp.10851.", "ArticleIdList": ["10.1289/ehp.10851", "PMC2535620", "18795161"]}, {"Citation": "Altman DG, Bland JM. Interaction revisited: the difference between two estimates. BMJ. 2003;326(7382):219. doi: 10.1136/bmj.326.7382.219.", "ArticleIdList": ["10.1136/bmj.326.7382.219", "PMC1125071", "12543843"]}, {"Citation": "Granger CWJ. Testing for causality: a personal viewpoint. J Economic Dynamics Control. 1980;2:329–52. doi: 10.1016/0165-1889(80)90069-X.", "ArticleIdList": ["10.1016/0165-1889(80)90069-X"]}, {"Citation": "Maher MC, Hernandez RD. CauseMap: fast inference of causality from complex time series. PeerJ. 2015;3:e824. doi: 10.7717/peerj.824.", "ArticleIdList": ["10.7717/peerj.824", "PMC4359046", "25780776"]}, {"Citation": "Deyle ER, Sugihara G. Generalized theorems for nonlinear state space reconstruction. PLoS ONE. 2011;6:e18295. doi: 10.1371/journal.pone.0018295.", "ArticleIdList": ["10.1371/journal.pone.0018295", "PMC3069082", "21483839"]}, {"Citation": "Chen C, Li T, Sun Q, Shi W, He MZ, Wang J, Liu J, Zhang M, Jiang Q, Wang M, Shi X. Short-term exposure to ozone and cause-specific mortality risks and thresholds in China: evidence from nationally representative data, 2013–2018. Environ Int. 2023;171(November 2022):107666. doi: 10.1016/j.envint.2022.107666.", "ArticleIdList": ["10.1016/j.envint.2022.107666", "36470122"]}, {"Citation": "Choo-Wing R, Nedrelow JH, Homer RJ, Elias JA, Bhandari V. Developmental differences in the responses of IL-6 and IL-13 transgenic mice exposed to hyperoxia. Am J Physiology-Lung Cell Mol Physiol. 2007;293(1):L142–50. doi: 10.1152/ajplung.00434.2006.", "ArticleIdList": ["10.1152/ajplung.00434.2006", "17400600"]}, {"Citation": "Vancza EM, Galdanes K, Gunnison A, Hatch G, Gordon T. Age, strain, and gender as factors for increased sensitivity of the mouse lung to inhaled ozone. Toxicol Sci. 2008;107(2):535–43. doi: 10.1093/toxsci/kfn253.", "ArticleIdList": ["10.1093/toxsci/kfn253", "PMC2735417", "19066396"]}, {"Citation": "Northeim K, Marks C, Tiwari C. Evaluating spatial patterns of seasonal ozone exposure and incidence of respiratory emergency room visits in Dallas-Fort Worth. PeerJ. 2021;9:1–18. doi: 10.7717/peerj.11066.", "ArticleIdList": ["10.7717/peerj.11066", "PMC8051349", "33954029"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "15"}, {"Year": "2023", "Month": "5", "Day": "16"}, {"Year": "2023", "Month": "5", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "5", "Day": "24", "Hour": "1", "Minute": "6"}, {"Year": "2023", "Month": "5", "Day": "23", "Hour": "23", "Minute": "56"}, {"Year": "2023", "Month": "5", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["37221507", "PMC10204295", "10.1186/s12889-023-15902-6", "10.1186/s12889-023-15902-6"]}}], "PubmedBookArticle": []}