{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19", "Machine learning", "Modeling", "Ozone", "Southern California"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37230175", "DateRevised": {"Year": "2023", "Month": "05", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "23"}], "ELocationID": ["10.1016/j.envpol.2023.121881", "S0269-7491(23)00883-7"], "Journal": {"ISSN": "1873-6424", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "May", "Day": "23"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Machine learning with spatial interpolation techniques for constructing 2-dimensional ozone concentrations in Southern California during the COVID-19 shutdown.", "Pagination": {"StartPage": "121881", "MedlinePgn": "121881"}, "Abstract": {"AbstractText": ["In this study, we combine machine learning and geospatial interpolations to create a two-dimensional high-resolution ozone concentration fields over the South Coast Air Basin for the entire year of 2020. Three spatial interpolation methods (bicubic, IDW, and ordinary kriging) were employed. The predicted ozone concentration fields were constructed using 15 building sites, and random forest regression was employed to test predictability of 2020 data based on input data from past years. Spatially interpolated ozone concentrations were evaluated at twelve sites that were independent of the actual spatial interpolations to find the most suitable method for SoCAB. Ordinary kriging interpolation had the best performance overall for 2020: concentrations were overestimated for Anaheim, Compton, LA North Main Street, LAX, Rubidoux, and San Gabriel sites and underestimated for Banning, Glendora, Lake Elsinore, and Mira Loma sites. The model performance improved from the West to the East, exhibiting better predictions for inland sites. The model is best at interpolating ozone concentrations inside the sampling region (bounded by the building sites), with R<sup>2</sup> ranging from 0.56 to 0.85 for those sites, as prediction deficiencies occurred at the periphery of the sampling region, with the lowest R<sup>2</sup> of 0.39 for Winchester. All the interpolation methods poorly predicted and underestimated ozone concentrations in Crestline during summer (up to 19 ppb). Poor performance for Crestline indicates that the site has a distribution air pollution levels independent from all other sites. Therefore, historical data from coastal and inland sites should not be used to predict ozone in Crestline using data-driven spatial interpolation approaches. The study demonstrates the utility of machine learning and geospatial techniques for evaluating air pollution levels during anomalous periods."], "CopyrightInformation": "Copyright © 2023. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Environmental Engineering, University of California Riverside, Riverside, CA, USA; Center for Environmental Research and Technology, Riverside, CA, USA."}], "LastName": "Do", "ForeName": "Khanh", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Environmental Engineering, University of California Riverside, Riverside, CA, USA; Center for Environmental Research and Technology, Riverside, CA, USA."}], "LastName": "Yeganeh", "ForeName": "Arash Kashfi", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Georgia Institute of Technology, Atlanta, GA, USA."}], "LastName": "Gao", "ForeName": "Ziqi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Environmental Engineering, University of California Riverside, Riverside, CA, USA; Center for Environmental Research and Technology, Riverside, CA, USA; Now at Department of Civil and Environmental Engineering, University of California, Berkeley, Berkeley, CA, USA. Electronic address: iveyc@berkeley.edu."}], "LastName": "Ivey", "ForeName": "Cesunica E", "Initials": "CE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "4", "Day": "24"}, {"Year": "2023", "Month": "5", "Day": "23"}, {"Year": "2023", "Month": "5", "Day": "26", "Hour": "1", "Minute": "5"}, {"Year": "2023", "Month": "5", "Day": "26", "Hour": "1", "Minute": "5"}, {"Year": "2023", "Month": "5", "Day": "25", "Hour": "19", "Minute": "24"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37230175", "10.1016/j.envpol.2023.121881", "S0269-7491(23)00883-7"]}}], "PubmedBookArticle": []}