{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Acute myocardial infarction", "Air pollution", "Cardiovascular disease", "Gaseous pollutant", "Particulate matter"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37247141", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "29"}], "ELocationID": ["10.1007/s11356-023-27813-5"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "31", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Short-term residential exposure to air pollution and risk of acute myocardial infarction deaths at home in China.", "Pagination": {"StartPage": "76881", "EndPage": "76890", "MedlinePgn": "76881-76890"}, "Abstract": {"AbstractText": ["Air pollution remains a major threat to cardiovascular health and most acute myocardial infarction (AMI) deaths occur at home. However, currently established knowledge on the deleterious effect of air pollution on AMI has been limited to routinely monitored air pollutants and overlooked the place of death. In this study, we examined the association between short-term residential exposure to China's routinely monitored and unmonitored air pollutants and the risk of AMI deaths at home. A time-stratified case-crossover analysis was undertaken to associate short-term residential exposure to air pollution with 0.1 million AMI deaths at home in Jiangsu Province (China) during 2016-2019. Individual-level residential exposure to five unmonitored and monitored air pollutants including PM<sub>1</sub> (particulate matter with an aerodynamic diameter ≤ 1 μm) and PM<sub>2.5</sub> (particulate matter with an aerodynamic diameter ≤ 2.5 μm), SO<sub>2</sub> (sulfur dioxide), NO<sub>2</sub> (nitrogen dioxide), and O<sub>3</sub> (ozone) was estimated from satellite remote sensing and machine learning technique. We found that exposure to five air pollutants, even below the recently released stricter air quality standards of the World Health Organization (WHO), was all associated with increased odds of AMI deaths at home. The odds of AMI deaths increased by 20% (95% confidence interval: 8 to 33%), 22% (12 to 33%), 14% (2 to 27%), 13% (3 to 25%), and 7% (3 to 12%) for an interquartile range increase in PM<sub>1</sub>, PM<sub>2.5</sub>, SO<sub>2</sub>, NO<sub>2</sub>, and O<sub>3</sub>, respectively. A greater magnitude of association between NO<sub>2</sub> or O<sub>3</sub> and AMI deaths was observed in females and in the warm season. The greatest association between PM<sub>1</sub> and AMI deaths was found in individuals aged ≤ 64 years. This study for the first time suggests that residential exposure to routinely monitored and unmonitored air pollutants, even below the newest WHO air quality standards, is still associated with higher odds of AMI deaths at home. Future studies are warranted to understand the biological mechanisms behind the triggering of AMI deaths by air pollution exposure, to develop intervention strategies to reduce AMI deaths triggered by air pollution exposure, and to evaluate the cost-effectiveness, accessibility, and sustainability of these intervention strategies."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, Hefei, China."}, {"Identifier": [], "Affiliation": "Anhui Province Key Laboratory of Major Autoimmune Disease, Hefei, China."}], "LastName": "Cheng", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Jiangsu Provincial Center for Disease Control and Prevention, Nanjing, China."}], "LastName": "Zheng", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, Earth System Science Interdisciplinary Center, University of Maryland, College Park, MD, USA."}], "LastName": "Wei", "ForeName": "Jing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vanke School of Public Health, Tsinghua University, Beijing, China."}], "LastName": "Huang", "ForeName": "Cunrui", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public and International Affairs, City University of Hong Kong , Hong Kong, China."}], "LastName": "Ho", "ForeName": "Hung Chak", "Initials": "HC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Capital Medical University, Beijing, China."}], "LastName": "Sun", "ForeName": "Shengzhi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Faculty of Medicine, University of Queensland, Brisbane, Australia."}], "LastName": "Phung", "ForeName": "Dung", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Science, Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Institute of Health and Environment and Graduate School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ho", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Fudan University, Shanghai, China."}, {"Identifier": [], "Affiliation": "Shanghai Key Laboratory of Meteorology and Health, Shanghai Meteorological Service, Shanghai, China."}], "LastName": "Wang", "ForeName": "Xiling", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Health Services Management, Anhui Medical University, Hefei, China."}], "LastName": "Bai", "ForeName": "Zhongliang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b), Dhaka, Bangladesh."}], "LastName": "Hossain", "ForeName": "Mohammad Zahid", "Initials": "MZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Epidemiology and Biostatistics, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, Shanghai, China."}, {"Identifier": [], "Affiliation": "School of Public Health, Institute of Environment and Population Health, Anhui Medical University, Hefei, China."}, {"Identifier": [], "Affiliation": "Center for Global Health, Nanjing Medical University, Nanjing, China."}, {"Identifier": [], "Affiliation": "School of Public Health and Social Work, Queensland University of Technology, Brisbane, Australia."}], "LastName": "Tong", "ForeName": "Shilu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, Hefei, China."}, {"Identifier": [], "Affiliation": "Anhui Province Key Laboratory of Major Autoimmune Disease, Hefei, China."}], "LastName": "Su", "ForeName": "Hong", "Initials": "H"}, {"Identifier": ["0000-0001-7903-2141"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine and Dentistry, Griffith University, Gold Coast, Queensland, 4222, Australia. xzw1011@gmail.com."}], "LastName": "Xu", "ForeName": "Zhiwei", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Myocardial Infarction"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Araujo JA, Barajas B, Kleinman M, et al. Ambient particulate pollutants in the ultrafine range promote early atherosclerosis and systemic oxidative stress. Circ Res. 2008;102(5):589–596.", "ArticleIdList": ["PMC3014059", "18202315"]}, {"Citation": "Bergmann S, Li B, Pilot E, Chen R, Wang B, Yang J. Effect modification of the short-term effects of air pollution on morbidity by season: a systematic review and meta-analysis. Sci Total Environ. 2020;716:136985.", "ArticleIdList": ["32044481"]}, {"Citation": "Bhaskaran K, Hajat S, Armstrong B, et al. The effects of hourly differences in air pollution on the risk of myocardial infarction: case crossover analysis of the MINAP database. BMJ. 2011;343:d5531.", "ArticleIdList": ["PMC3176903", "21933824"]}, {"Citation": "Chang J, Liu X, Sun Y. Mortality due to acute myocardial infarction in China from 1987 to 2014: secular trends and age-period-cohort effects. Int J Cardiol. 2017;227:229–238.", "ArticleIdList": ["27839815"]}, {"Citation": "Chen G, Li S, Zhang Y, et al. Effects of ambient PM1 air pollution on daily emergency hospital visits in China: an epidemiological study. Lancet Planet Health. 2017;1(6):e221–e229.", "ArticleIdList": ["29851607"]}, {"Citation": "Chen Q, Wang Q, Xu B, Xu Y, Ding Z, Sun H. Air pollution and cardiovascular mortality in Nanjing, China: evidence highlighting the roles of cumulative exposure and mortality displacement. Chemosphere. 2021;265:129035.", "ArticleIdList": ["33246705"]}, {"Citation": "Chen R, Yin P, Meng X, et al. Fine particulate air pollution and daily mortality. A nationwide analysis in 272 Chinese cities. Am J Respir Crit Care Med. 2017;196(1):73–81.", "ArticleIdList": ["28248546"]}, {"Citation": "Cheng J, Ho HC, Webster C, et al. Lower-than-standard particulate matter air pollution reduced life expectancy in Hong Kong: a time-series analysis of 8.5 million years of life lost. Chemosphere. 2021;272:129926.", "ArticleIdList": ["33607490"]}, {"Citation": "Claeys MJ, Rajagopalan S, Nawrot TS, Brook RD. Climate and environmental triggers of acute myocardial infarction. Eur Heart J. 2016;38(13):955–960.", "ArticleIdList": ["27106953"]}, {"Citation": "Copernicus Climate Change Service Climate Data Store (CDS). (2021) ERA5: fifth generation of ECMWF atmospheric reanalyses of the global climate. https://cds.climate.copernicus.eu/cdsapp#!/home (accessed on July 27, 2021)."}, {"Citation": "Cross SH, Warraich HJ. Changes in the place of death in the United States. N Engl J Med. 2019;381(24):2369–2370.", "ArticleIdList": ["31826345"]}, {"Citation": "Delfino RJ, Sioutas C, Malik S. Potential role of ultrafine particles in associations between airborne particle mass and cardiovascular health. Environ Health Perspect. 2005;113(8):934–946.", "ArticleIdList": ["PMC1280331", "16079061"]}, {"Citation": "deSouza P, Braun D, Parks RM, Schwartz J, Dominici F, Kioumourtzoglou M-A. Nationwide study of short-term exposure to fine particulate matter and cardiovascular hospitalizations among Medicaid enrollees. Epidemiology. 2021;32(1):6–13.", "ArticleIdList": ["PMC7896354", "33009251"]}, {"Citation": "GBD 2019 Risk Factors Collaborators. (2020) Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet 396(10258):1223-1249", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Guo Y, Li S, Tian Z, Pan X, Zhang J, Williams G. The burden of air pollution on years of life lost in Beijing, China, 2004-08: retrospective regression analysis of daily deaths. BMJ. 2013;347:f7139.", "ArticleIdList": ["PMC3898659", "24322399"]}, {"Citation": "Hersbach H, Bell B, Berrisford P, et al. The ERA5 global reanalysis. Q J R Meteorol Soc. 2020;146(730):1999–2049."}, {"Citation": "Hu K, Guo Y, Hu D, et al. Mortality burden attributable to PM1 in Zhejiang province. China. Environ Int. 2018;121:515–522.", "ArticleIdList": ["30292144"]}, {"Citation": "Jia EZ, Xu ZX, Cai HZ, et al. Time distribution of the onset of chest pain in subjects with acute ST-elevation myocardial infarction: an eight-year, single-center study in China. PLoS ONE. 2012;7(3):e32478.", "ArticleIdList": ["PMC3299668", "22427844"]}, {"Citation": "Kelly FJ. Oxidative stress: its role in air pollution and adverse health effects. Occup Environ Med. 2003;60(8):612–616.", "ArticleIdList": ["PMC1740593", "12883027"]}, {"Citation": "Li M, Dong H, Wang B, et al. Association between ambient ozone pollution and mortality from a spectrum of causes in Guangzhou, China. Sci Total Environ. 2021;754:142110.", "ArticleIdList": ["32920396"]}, {"Citation": "Li S, Gao X, Yang J, Xu H, Wang Y, Zhao Y, Yin L, Wu C, Wang Y, Zheng Y, Li B, Zhang X, Ye Y, Fu R, Dong Q, Sun H, Yan X, Wu Y, Zhang J, Jin C, Li W, Yang Y, CAMI investigators Number of standard modifiable risk factors and mortality in patients with first-presentation ST-segment elevation myocardial infarction: insights from China Acute Myocardial Infarction registry. BMC Med. 2022;20(1):217.", "ArticleIdList": ["PMC9258075", "35790971"]}, {"Citation": "Liang H, Qiu H, Tian L. Short-term effects of fine particulate matter on acute myocardial infraction mortality and years of life lost: a time series study in Hong Kong. Sci Total Environ. 2018;615:558–563.", "ArticleIdList": ["28988091"]}, {"Citation": "Lin Z, Chen R, Jiang Y, et al. Cardiovascular benefits of fish-oil supplementation against fine particulate air pollution in China. J Am Coll Cardiol. 2019;73(16):2076–2085.", "ArticleIdList": ["31023432"]}, {"Citation": "Liu H, Tian Y, Xiang X, Sun K, Juan J, Song J, Cao Y, Xu B, Hu Y. Air pollution and hospitalization for acute myocardial infarction in China. Am J Cardiol. 2017;120(5):753–758.", "ArticleIdList": ["28705380"]}, {"Citation": "Liu Y, Pan J, Fan C, et al. Short-term exposure to ambient air pollution and mortality from myocardial infarction. J Am Coll Cardiol. 2021;77(3):271–281.", "ArticleIdList": ["33478650"]}, {"Citation": "Mei L, Yan S, Li Y, et al. Association between short-term PM1 exposure and cardiorespiratory diseases: evidence from a systematic review and meta-analysis. Atmos Pollut Res. 2022;13(1):101254."}, {"Citation": "Mohammad MA, Karlsson S, Haddad J, et al. Christmas, national holidays, sport events, and time factors as triggers of acute myocardial infarction: SWEDEHEART observational study 1998-2013. BMJ. 2018;363:k4811.", "ArticleIdList": ["PMC6289164", "30541902"]}, {"Citation": "Niu X, Wang Y, Ho SSH, et al. Characterization of organic aerosols in PM1 and their cytotoxicity in an urban roadside area in Hong Kong. Chemosphere. 2021;263:128239.", "ArticleIdList": ["33297186"]}, {"Citation": "Perez CM, Hazari MS, Farraj AK. Role of autonomic reflex arcs in cardiovascular responses to air pollution exposure. Cardiovasc Toxicol. 2014;15:69–78.", "ArticleIdList": ["PMC4766835", "25123706"]}, {"Citation": "Perez L, Medina-Ramón M, Künzli N, et al. Size fractionate particulate matter, vehicle traffic, and case-specific daily mortality in Barcelona, Spain. Environ Sci Technol. 2009;43(13):4707–4714.", "ArticleIdList": ["19673255"]}, {"Citation": "Polichetti G, Cocco S, Spinali A, Trimarco V, Nunziata A. Effects of particulate matter (PM10, PM2.5 and PM1) on the cardiovascular system. Toxicology. 2009;261(1):1–8.", "ArticleIdList": ["19379789"]}, {"Citation": "Rajagopalan S, Al-Kindi SG, Brook RD. Air pollution and cardiovascular disease: JACC state-of-the-art review. J Am Coll Cardiol. 2018;72(17):2054–2070.", "ArticleIdList": ["30336830"]}, {"Citation": "Ren C, Melly S, Schwartz J. Modifiers of short-term effects of ozone on mortality in eastern Massachusetts - a casecrossover analysis at individual level. Environ Health. 2010;9(1):3.", "ArticleIdList": ["PMC2825215", "20092648"]}, {"Citation": "Sert Kuniyoshi FH, Garcia-Touchard A, Gami AS, et al. Day–night variation of acute myocardial infarction in obstructive sleep apnea. J Am Coll Cardiol. 2008;52(5):343–346.", "ArticleIdList": ["PMC2598735", "18652941"]}, {"Citation": "Song J, Ding Z, Zheng H, Xu Z, Cheng J, Pan R, Yi W, Wei J, Su H. Short-term PM1 and PM2.5 exposure and asthma mortality in Jiangsu Province, China: What's the role of neighborhood characteristics? Ecotoxicol Environ Saf. 2022;241:113765.", "ArticleIdList": ["35753271"]}, {"Citation": "Wei J, Li Z, Cribb M, et al. Improved 1km resolution PM2.5 estimates across China using enhanced space–time extremely randomized trees. Atmos Chem Phys. 2020;20(6):3273–3289."}, {"Citation": "Wei J, Li Z, Guo J, et al. Satellite-derived 1-km-resolution PM1 concentrations from 2014 to 2018 across China. Environ Sci Technol. 2019;53(22):13265–13274.", "ArticleIdList": ["31607119"]}, {"Citation": "Wei J, Li Z, Li K, et al. Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China. Remote Sens Environ. 2022;270:112775."}, {"Citation": "Wei J, Li Z, Lyapustin A, et al. Reconstructing 1-km-resolution high-quality PM2.5 data records from 2000 to 2018 in China: spatiotemporal variations and policy implications. Remote Sens Environ. 2021;252:112136."}, {"Citation": "World Health Organization (WHO) (2021) WHO global air quality guidelines: particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. In. Geneva", "ArticleIdList": ["34662007"]}, {"Citation": "Wu J, Mamas MA, Mohamed MO, et al. Place and causes of acute cardiovascular mortality during the COVID-19 pandemic. Heart. 2021;107(2):113–119.", "ArticleIdList": ["32988988"]}, {"Citation": "Xu R, Wei J, Liu T, Li Y, Yang C, Shi C, Chen G, Zhou Y, Sun H, Liu Y. Association of short-term exposure to ambient PM1 with total and cause-specific cardiovascular disease mortality. Environ Int. 2022;169:107519.", "ArticleIdList": ["36152364"]}, {"Citation": "Yan M, Wilson A, Bell ML, et al. The shape of the concentration-response association between fine particulate matter pollution and human mortality in Beijing, China, and its implications for health impact assessment. Environ Health Perspect. 2019;127(6):067007.", "ArticleIdList": ["PMC6792375", "31170008"]}, {"Citation": "Yen CC, Chen PL. Regional air pollution severity affects the incidence of acute myocardial infarction triggered by short-term pollutant exposure: a time-stratified case-crossover analysis. Environ Sci Pollut Res Int. 2022;29(6):8473–8478.", "ArticleIdList": ["PMC8420147", "34487323"]}, {"Citation": "Yu Y, Yao S, Dong H, Ji M, Chen Z, Li G, Yao X, Wang SL, Zhang Z. Short-term effects of ambient air pollutants and myocardial infarction in Changzhou, China. Environ Sci Pollut Res Int. 2018;25(22):22285–22293.", "ArticleIdList": ["29808399"]}, {"Citation": "Zhao L, Liang H-R, Chen F-Y, Chen Z, Guan W-J, Li J-H. Association between air pollution and cardiovascular mortality in China: a systematic review and meta-analysis. Oncotarget. 2017;8(39):66438–66448.", "ArticleIdList": ["PMC5630425", "29029525"]}, {"Citation": "Zhu J, Zhang X, Zhang X, Dong M, Wu J, Dong Y, Chen R, Ding X, Huang C, Zhang Q, Zhou W. The burden of ambient air pollution on years of life lost in Wuxi, China, 2012-2015: a time-series study using a distributed lag non-linear model. Environ Pollut. 2017;224:689–697.", "ArticleIdList": ["28258859"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "8"}, {"Year": "2023", "Month": "5", "Day": "17"}, {"Year": "2023", "Month": "6", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "5", "Day": "29", "Hour": "13", "Minute": "4"}, {"Year": "2023", "Month": "5", "Day": "29", "Hour": "11", "Minute": "11"}, {"Year": "2023", "Month": "5", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37247141", "PMC10300167", "10.1007/s11356-023-27813-5", "10.1007/s11356-023-27813-5"]}}], "PubmedBookArticle": []}