{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["COVID-19 confinement", "Machine learning", "Ozone", "Photochemical box model", "Volatile organic compounds"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37250918", "DateRevised": {"Year": "2023", "Month": "06", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "23"}], "ELocationID": ["10.1016/j.atmosenv.2023.119864"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "308", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "01"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Unraveling the O<sub>3</sub>-NO<sub>X</sub>-VOCs relationships induced by anomalous ozone in industrial regions during COVID-19 in Shanghai.", "Pagination": {"StartPage": "119864", "MedlinePgn": "119864"}, "Abstract": {"AbstractText": ["The COVID-19 pandemic promoted strict restrictions to human activities in China, which led to an unexpected increase in ozone (O<sub>3</sub>) regarding to nitrogen oxides (NOx) and volatile organic compounds (VOCs) co-abatement in urban China. However, providing a quantitative assessment of the photochemistry that leads to O<sub>3</sub> increase is still challenging. Here, we evaluated changes in O<sub>3</sub> arising from photochemical production with precursors (NO<sub>X</sub> and VOC<sub>S</sub>) in industrial regions in Shanghai during the COVID-19 lockdowns by using machine learning models and box models. The changes of air pollutants (O<sub>3</sub>, NO<sub>X</sub>, VOCs) during the COVID-19 lockdowns were analyzed by deweathering and detrending machine learning models with regard to meteorological and emission effects. After accounting for effects of meteorological variability, we find increase in O<sub>3</sub> concentration (49.5%). Except for meteorological effects, model results of detrending the business-as-usual changes indicate much smaller reduction (-0.6%), highlighting the O<sub>3</sub> increase attributable to complex photochemistry mechanism and the upward trends of O<sub>3</sub> due to clear air policy in Shanghai. We then used box models to assess the photochemistry mechanism and identify key factors that control O<sub>3</sub> production during lockdowns. It was found that empirical evidence for a link between efficient radical propagation and the optimized O<sub>3</sub> production efficiency of NO<sub>X</sub> under the VOC-limited conditions. Simulations with box models also indicate that priority should be given to controlling industrial emissions and vehicle exhaust while the VOCs and NO<sub>X</sub> should be managed at a proper ratio in order to control O<sub>3</sub> in winter. While lockdown is not a condition that could ever be continued indefinitely, findings of this study offer theoretical support for formulating refined O<sub>3</sub> management in industrial regions in Shanghai, especially in winter."], "CopyrightInformation": "© 2023 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Lu", "ForeName": "Bingqing", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Zhang", "ForeName": "Zekun", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Jiang", "ForeName": "Jiakui", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Meng", "ForeName": "Xue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Liu", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Leibniz-Institut für Troposphärenforschung (IfT), Permoserstr. 15, 04318, Leipzig, Germany."}], "LastName": "Herrmann", "ForeName": "Hartmut", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Chen", "ForeName": "Jianmin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment Research Institute, Shandong University, Qingdao, Shandong, 266237, China."}], "LastName": "Xue", "ForeName": "Likun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science & Engineering, Fudan University, Shanghai, 200438, China."}], "LastName": "Li", "ForeName": "Xiang", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brancher M. Increased ozone pollution alongside reduced nitrogen dioxide concentrations during Vienna's first COVID-19 lockdown: significance for air quality management. Environ. Pollut. 2021;284", "ArticleIdList": ["PMC9757913", "33940341"]}, {"Citation": "Bray C.D., Nahas A., Battye W.H., Aneja V.P. Impact of lockdown during the COVID-19 outbreak on multi-scale air quality. Atmos. Environ. 2021;254", "ArticleIdList": ["PMC8018787", "33841025"]}, {"Citation": "Cai C.J., Geng F.H., Tie X.X., Yu Q.O., An J.L. Characteristics and source apportionment of VOCs measured in Shanghai, China. Atmos. Environ. 2010;44:5005–5014."}, {"Citation": "Cardelino C.A., Chameides W.L. An observation-based model for analyzing ozone precursor relationships in the urban atmosphere. J. Air Waste Manage. 1995;45:161–180.", "ArticleIdList": ["15658156"]}, {"Citation": "Chan C.K., Yao X. Air pollution in mega cities in China. Atmos. Environ. 2008;42:1–42."}, {"Citation": "Chen H., Huo J., Fu Q., Duan Y., Xiao H., Chen J. Impact of quarantine measures on chemical compositions of PM2.5 during the COVID-19 epidemic in Shanghai, China. Sci. Total Environ. 2020;743", "ArticleIdList": ["PMC7336916", "32653718"]}, {"Citation": "Chen S., Brune W.H. Global sensitivity analysis of ozone production and O3–NOx–VOC limitation based on field data. Atmos. Environ. 2012;55:288–296."}, {"Citation": "Chen X., Situ S., Zhang Q., Wang X., Sha C., Zhouc L., Wu L., Wu L., Ye L., Li C. The synergetic control of NO2 and O3 concentrations in a manufacturing city of southern China. Atmos. Environ. 2019;201:402–416."}, {"Citation": "Chossière G.P., Xu H., Dixit Y., Isaacs S., Eastham S.D., Allroggen F., Speth R.L., Barrett S.R.H. Air pollution impacts of COVID-19 related containment measures. Sci. Adv. 2021;7", "ArticleIdList": ["PMC8139585", "34020946"]}, {"Citation": "Dai Q., Hou L., Liu B., Zhang Y., Song C., Shi Z., Hopke P.K., Feng Y. Spring festival and COVID-19 lockdown: disentangling PM sources in major Chinese cities. Geophys. Res. Lett. 2021;48", "ArticleIdList": ["PMC8206764", "34149113"]}, {"Citation": "Duan W., Wang X., Cheng S., Wang R., Zhu J. Influencing factors of PM2.5 and O3 from 2016 to 2020 based on DLNM and WRF-CMAQ. Environ. Pollut. 2021;285", "ArticleIdList": ["34090076"]}, {"Citation": "Dusanter S., Vimal D., Stevens P.S., Volkamer R., Molina L.T., Baker A., Meinardi S., Blake D., Sheehy P., Merten A., Zhang R., Zheng J., Fortner E.C., Junkermann W., Dubey M., Rahn T., Eichinger B., Lewandowski P., Prueger J., Holder H. Measurements of OH and HO2 concentrations during the MCMA-2006 field campaign – Part 2: model comparison and radical budget. Atmos. Chem. Phys. 2009;9:6655–6675."}, {"Citation": "Edwards P.M., Brown S.S., Roberts J.M., Ahmadov R., Banta R.M., deGouw J.A., Dube W.P., Field R.A., Flynn J.H., Gilman J.B., Graus M., Helmig D., Koss A., Langford A.O., Lefer B.L., Lerner B.M., Li R., Li S.M., McKeen S.A., Murphy S.M., Parrish D.D., Senff C.J., Soltis J., Stutz J., Sweeney C., Thompson C.R., Trainer M.K., Tsai C., Veres P.R., Washenfelder R.A., Warneke C., Wild R.J., Young C.J., Yuan B., Zamora R. High winter ozone pollution from carbonyl photolysis in an oil and gas basin. Nature. 2014;514:351–354.", "ArticleIdList": ["25274311"]}, {"Citation": "Falocchi M., Zardi D., Giovannini L. Meteorological normalization of NO2 concentrations in the province of bolzano (Italian Alps) Atmos. Environ. 2021;246"}, {"Citation": "Grange S.K., Carslaw D.C. Using meteorological normalisation to detect interventions in air quality time series. Sci. Total Environ. 2019;653:578–588.", "ArticleIdList": ["30759588"]}, {"Citation": "Grange S.K., Lee J.D., Drysdale W.S., Lewis A.C., Hueglin C., Emmenegger L., Carslaw D.C. COVID-19 lockdowns highlight a risk of increasing ozone pollution in European urban areas. Atmos. Chem. Phys. 2021;21:4169–4185."}, {"Citation": "Guo Y., Li K.W., Zhao B., Shen J.D., Bloss W.J., Azzi M., Zhang Y.P. Evaluating the real changes of air quality due to clean air actions using a machine learning technique: results from 12 Chinese mega-cities during 2013-2020. Chemosphere. 2022;300", "ArticleIdList": ["35430204"]}, {"Citation": "Huang W.W., Zhao Q.Y., Liu Q., Chen F., He Z.R., Guo H., Ling Z.H. Assessment of atmospheric photochemical reactivity in the Yangtze River Delta using a photochemical box model. Atmos. Res. 2020;245"}, {"Citation": "Huang X., Ding A., Gao J., Zheng B., Zhou D., Qi X., Tang R., Wang J., Ren C., Nie W., Chi X., Xu Z., Chen L., Li Y., Che F., Pang N., Wang H., Tong D., Qin W., Cheng W., Liu W., Fu Q., Liu B., Chai F., Davis S.J., Zhang Q., He K. Enhanced secondary pollution offset reduction of primary emissions during COVID-19 lockdown in China. Natl. Sci. Rev. 2021;8:nwaa137.", "ArticleIdList": ["PMC7337733", "34676092"]}, {"Citation": "Hulkkonen M., Lipponen A., Mielonen T., Kokkola H., Prisle N.L. Changes in urban air pollution after a shift in anthropogenic activity analysed with ensemble learning, competitive learning and unsupervised clustering. pervised clustering. Atmos. Pollut. Res. 2022;13"}, {"Citation": "Kahn M.E., Sun W., Zheng S. Clean air as an experience good in urban China. Ecol. Econ. 2022;192", "ArticleIdList": ["PMC8523121", "34690430"]}, {"Citation": "Kleinman L.I. The dependence of tropospheric ozone production rate on ozone precursors. Atmos. Environ. 2005;39:575–586."}, {"Citation": "Kong L., Hu T., Niu Z., Zhou M., Rao P., Ge D., Peng W. Characteristics and causes of air condition in shanghai during COVID-19 prevention periods. Environ. Eng. 2021;39:110."}, {"Citation": "Lian X., Huang J., Huang R., Liu C., Wang L., Zhang T. Impact of city lockdown on the air quality of COVID-19-hit of Wuhan city. Sci. Total Environ. 2020;742", "ArticleIdList": ["PMC7326389", "32634686"]}, {"Citation": "Lovric M., Pavlovic K., Vukovic M., Grange S.K., Haberl M., Kern R. Understanding the true effects of the COVID-19 lockdown on air pollution by means of machine learning. Environ. Pollut. 2021;274", "ArticleIdList": ["PMC7644435", "33246767"]}, {"Citation": "Lu D., Zhang J., Xue C., Zuo P., Chen Z., Zhang L., Ling W., Liu Q., Jiang G. COVID-19-Induced lockdowns indicate the short-term control effect of air pollutant emission in 174 cities in China. Environ. Sci. Technol. 2021;55:4094–4102.", "ArticleIdList": ["33769804"]}, {"Citation": "Lu K.D., Zhang Y.H., Su H., Shao M., Zeng L.M., Zhong L.J., Xiang Y.R., Chang C.C., Chou C.K.C., Wahner A. Regional ozone pollution and key controlling factors of photochemical ozone production in Pearl River Delta during summer time. Sci. China Chem. 2010;53:651–663."}, {"Citation": "Lu X., Zhang L., Shen L. Meteorology and climate influences on tropospheric ozone: a review of natural sources, chemistry, and transport patterns. Curr. Pollut. Rep. 2019;5:238–260."}, {"Citation": "Mazzuca G.M., Ren X.R., Loughner C.P., Estes M., Crawford J.H., Pickering K.E., Weinheimer A.J., Dickerson R.R. Ozone production and its sensitivity to NOx and VOCs: results from the DISCOVER-AQ field experiment, Houston 2013. Atmos. Chem. Phys. 2016;16:14463–14474."}, {"Citation": "Nelson B.S., Stewart G.J., Drysdale W.S., Newland M.J., Vaughan A.R., Dunmore R.E., Edwards P.M., Lewis A.C., Hamilton J.F., Acton W.J., Hewitt C.N., Crilley L.R., Alam M.S., Sahin U.A., Beddows D.C.S., Bloss W.J., Slater E., Whalley L.K., Heard D.E., Cash J.M., Langford B., Nemitz E., Sommariva R., Cox S., Shivani, Gadi R., Gurjar B.R., Hopkins J.R., Rickard A.R., Lee J.D. In situ ozone production is highly sensitive to volatile organic compounds in Delhi, India. Atmos. Chem. Phys. 2021;21:13609–13630."}, {"Citation": "Querol X., Gangoiti G., Mantilla E., Alastuey A., Minguillon M.C., Amato F., Reche C., Viana M., Moreno T., Karanasiou A., Rivas I., Perez N., Ripoll A., Brines M., Ealo M., Pandolfi M., Lee H.K., Eun H.R., Park Y.H., Escudero M., Beddows D., Harrison R.M., Bertrand A., Marchand N., Lyasota A., Codina B., Olid M., Udina M., Jimenez-Esteve B., Soler M.R., Alonso L., Millan M., Ahn K.H. Phenomenology of high-ozone episodes in NE Spain. Atmos. Chem. Phys. 2017;17:2817–2838."}, {"Citation": "Shen H., Liu Y., Zhao M., Li J., Zhang Y., Yang J., Jiang Y., Chen T., Chen M., Huang X., Li C., Guo D., Sun X., Xue L., Wang W. Significance of carbonyl compounds to photochemical ozone formation in a coastal city (Shantou) in eastern China. Sci. Total Environ. 2021;764", "ArticleIdList": ["33387762"]}, {"Citation": "Shi Z., Song C., Liu B., Lu G., Xu J., Van Vu T., Elliott R.J.R., Li W., Bloss W.J., Harrison R.M. Abrupt but smaller than expected changes in surface air quality attributable to COVID-19 lockdowns. Sci. Adv. 2021;7", "ArticleIdList": ["PMC7806219", "33523881"]}, {"Citation": "Sicard P., De Marco A., Agathokleous E., Feng Z., Xu X., Paoletti E., Rodriguez J.J.D., Calatayud V. Amplified ozone pollution in cities during the COVID-19 lockdown. Sci. Total Environ. 2020;735", "ArticleIdList": ["PMC7237366", "32447070"]}, {"Citation": "Souri A.H., Nowlan C.R., Wolfe G.M., Lamsal L.N., Chan Miller C.E., Abad G.G., Janz S.J., Fried A., Blake D.R., Weinheimer A.J., Diskin G.S., Liu X., Chance K. Revisiting the effectiveness of HCHO/NO2 ratios for inferring ozone sensitivity to its precursors using high resolution airborne remote sensing observations in a high ozone episode during the KORUS-AQ campaign. Atmos. Environ. 2020;224"}, {"Citation": "Strong J., Whyatt J.D., Metcalfe S.E., Derwent R.G., Hewitt C.N. Investigating the impacts of anthropogenic and biogenic VOC emissions and elevated temperatures during the 2003 ozone episode in the UK. Atmos. Environ. 2013;74:393–401."}, {"Citation": "Tan Z., Lu K., Jiang M., Su R., Dong H., Zeng L., Xie S., Tan Q., Zhang Y. Exploring ozone pollution in Chengdu, southwestern China: a case study from radical chemistry to O3-VOC-NOx sensitivity. Sci. Total Environ. 2018;636:775–786.", "ArticleIdList": ["29727844"]}, {"Citation": "Tan Z.F., Lu K.D., Jiang M.Q., Su R., Wang H.L., Lou S.R., Fu Q.Y., Zhai C.Z., Tan Q.W., Yue D.L., Chen D.H., Wang Z.S., Xie S.D., Zeng L.M., Zhang Y.H. Daytime atmospheric oxidation capacity in four Chinese megacities during the photochemically polluted season: a case study based on box model simulation. Atmos. Chem. Phys. 2019;19:3493–3513."}, {"Citation": "Tang J.H., Chan L.Y., Chan C.Y., Li Y.S., Chang C.C., Liu S.C., Wu D., Li Y.D. Characteristics and diurnal variations of NMHCs at urban, suburban, and rural sites in the Pearl River Delta and a remote site in South China. Atmos. Environ. 2007;41:8620–8632."}, {"Citation": "Vu T.V., Shi Z.B., Cheng J., Zhang Q., He K.B., Wang S.X., Harrison R.M. Assessing the impact of clean air action on air quality trends in Beijing using a machine learning technique. Atmos. Chem. Phys. 2019;19:11303–11314."}, {"Citation": "Wang M., Chen W., Zhang L., Qin W., Zhang Y., Zhang X., Xie X. Ozone pollution characteristics and sensitivity analysis using an observation-based model in Nanjing, Yangtze River Delta Region of China. J. Environ. Sci. (China) 2020;93:13–22.", "ArticleIdList": ["32446449"]}, {"Citation": "Wang M., Zeng L., Lu S., Shao M., Liu X., Yu X., Chen W., Yuan B., Zhang Q., Hu M., Zhang Z. Development and validation of a cryogen-free automatic gas chromatograph system (GC-MS/FID) for online measurements of volatile organic compounds. le organic compounds. Anal. Methods. 2014;6:9424–9434."}, {"Citation": "Wang N., Xu J., Pei C., Tang R., Zhou D., Chen Y., Li M., Deng X., Deng T., Huang X., Ding A. Air quality during COVID-19 lockdown in the Yangtze River Delta and the pearl River Delta: two different responsive mechanisms to emission reductions in China. Environ. Sci. Technol. 2021;55:5721–5730.", "ArticleIdList": ["33797897"]}, {"Citation": "Wang T., Xue L., Brimblecombe P., Lam Y.F., Li L., Zhang L. Ozone pollution in China: a review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2017;575:1582–1596.", "ArticleIdList": ["27789078"]}, {"Citation": "Wang X., Chen J., Cheng T., Zhang R., Wang X. Particle number concentration, size distribution and chemical composition during haze and photochemical smog episodes in Shanghai. J. Environ. Sci. (China) 2014;26:1894–1902.", "ArticleIdList": ["25193840"]}, {"Citation": "Wang X., Yin S., Zhang R., Yuan M., Ying Q. Assessment of summertime O3 formation and the O3-NOX-VOC sensitivity in Zhengzhou, China using an observation-based model. Sci. Total Environ. 2022;813", "ArticleIdList": ["34942256"]}, {"Citation": "Wang Y.J., Wen Y.F., Wang Y., Zhang S.J., Zhang K.M., Zheng H.T., Xing J., Wu Y., Hao J.M. Four-month changes in air quality during and after the COVID-19 lockdown in six megacities in China. Environ. Sci. Technol. Lett. 2020;7:802–808."}, {"Citation": "Whalley L.K., Slater E.J., Woodward-Massey R., Ye C.X., Lee J.D., Squires F., Hopkins J.R., Dunmore R.E., Shaw M., Hamilton J.F., Lewis A.C., Mehra A., Worrall S.D., Bacak A., Bannan T.J., Coe H., Percival C.J., Ouyang B., Jones R.L., Crilley L.R., Kramer L.J., Bloss W.J., Vu T., Kotthaus S., Grimmond S., Sun Y.L., Xu W.Q., Yue S.Y., Ren L.J., Acton W.J.F., Hewitt C.N., Wang X.M., Fu P.Q., Heard D.E. Evaluating the sensitivity of radical chemistry and ozone formation to ambient VOCs and NOx in Beijing. Atmos. Chem. Phys. 2021;21:2125–2147."}, {"Citation": "Wu C.L., Wang H.W., Cai W.J., He H.D., Ni A.N., Peng Z.R. Impact of the COVID-19 lockdown on roadside traffic-related air pollution in Shanghai, China. Build. Environ. Times. 2021;194", "ArticleIdList": ["PMC7891056", "33633432"]}, {"Citation": "Wu R., Xie S. Spatial distribution of ozone formation in China derived from emissions of speciated volatile organic compounds. Environ. Sci. Technol. 2017;51:2574–2583.", "ArticleIdList": ["28145691"]}, {"Citation": "Xue L.K., Wang T., Gao J., Ding A.J., Zhou X.H., Blake D.R., Wang X.F., Saunders S.M., Fan S.J., Zuo H.C., Zhang Q.Z., Wang W.X. Ground-level ozone in four Chinese cities: precursors, regional transport and heterogeneous processes. Atmos. Chem. Phys. 2014;14:13175–13188."}, {"Citation": "Yang Z., Yang J., Li M., Chen J., Ou C.-Q. Nonlinear and lagged meteorological effects on daily levels of ambient PM2.5 and O3: evidence from 284 Chinese cities. J. Clean. Prod. 2021;278"}, {"Citation": "Zhang G., Hu R., Xie P., Lou S., Wang F., Wang Y., Qin M., Li X., Liu X., Wang Y., Liu W. Observation and simulation of HOx radicals in an urban area in Shanghai, China. Sci. Total Environ. 2022;810", "ArticleIdList": ["34902401"]}, {"Citation": "Zhang K., Huang L., Li Q., Huo J.T., Duan Y.S., Wang Y.H., Yaluk E., Wang Y.J., Fu Q.Y., Li L. Explicit modeling of isoprene chemical processing in polluted air masses in suburban areas of the Yangtze River Delta region: radical cycling and formation of ozone and formaldehyde. Atmos. Chem. Phys. 2021;21:5905–5917."}, {"Citation": "Zhang R.X., Zhang Y.Z., Lin H.P., Feng X., Fu T.M., Wang Y.H. NOx emission reduction and recovery during COVID-19 in east China. Atmosphere. 2020;11:433."}, {"Citation": "Zhang Y.H., Su H., Zhong L.J., Cheng Y.F., Zeng L.M., Wang X.S., Xiang Y.R., Wang J.L., Gao D.F., Shao M. Regional ozone pollution and observation-based approach for analyzing ozone–precursor relationship during the PRIDE-PRD2004 campaign. Atmos. Environ. 2008;42:6203–6218."}, {"Citation": "Zhang Z., Jiang J., Lu B., Meng X., Herrmann H., Chen J., Li X. Attributing increases in ozone to Accelerated oxidation of volatile organic compounds at reduced nitrogen oxides concentrations. PNAS Nexus. 2022;1:pgac266.", "ArticleIdList": ["PMC9802302", "36712335"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "24"}, {"Year": "2023", "Month": "4", "Day": "24"}, {"Year": "2023", "Month": "5", "Day": "22"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "8"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "5", "Day": "30", "Hour": "11", "Minute": "30"}, {"Year": "2023", "Month": "5", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37250918", "PMC10204281", "10.1016/j.atmosenv.2023.119864", "S1352-2310(23)00290-X"]}}], "PubmedBookArticle": []}