{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Fatty acid", "Ozone", "Phenology", "Plant–insect communication", "Secondary metabolite"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37284952", "DateCompleted": {"Year": "2023", "Month": "07", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "07", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "07"}], "ELocationID": ["10.1007/s11356-023-28056-0"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "32", "PubDate": {"Year": "2023", "Month": "Jul"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Elevated ozone alters long-chain fatty acids in leaves of Japanese white birch saplings.", "Pagination": {"StartPage": "79161", "EndPage": "79170", "MedlinePgn": "79161-79170"}, "Abstract": {"AbstractText": ["Long-chain fatty acids (LCFAs) in leaves have attracted attention as nutritious phytochemicals and olfactory signals that influence the behavior and growth of herbivorous insects. In recognition of the negative effects of increasing tropospheric ozone (O<sub>3</sub>) levels on plants, LCFAs can be altered through peroxidation by O<sub>3</sub>. However, how elevated O<sub>3</sub> changes the amount and composition of LCFAs in field-grown plants is still unknown. We investigated palmitic, stearic, oleic, linoleic, linolenic LCFAs in the two leaf types (spring and summer) and two stages (early and late stage after expansion) of Japanese white birch (Betula platyphylla var. japonica) after a multi-year O<sub>3</sub> exposure on the field. Summer leaves exhibited a distinct composition of LCFAs under elevated O<sub>3</sub> at the early stage, whereas both stages of spring leaves did not exhibit significant changes in LCFAs composition by elevated O<sub>3</sub>. In the spring leaves, the amounts of saturated LCFAs significantly increased at the early stage, however, the amount of total, palmitic, and linoleic acids at the late stage were significantly decreased by elevated O<sub>3</sub>. Summer leaves had a lower amount of all LCFAs at both leaf stages. Regarding the early stage of summer leaves, the lower amount of LCFAs under elevated O<sub>3</sub> was possibly due to O<sub>3</sub>-suppressed photosynthesis in the current spring leaves. Furthermore, the decrease ratio of spring leaves over time was significantly increased by elevated O<sub>3</sub> in all LCFAs, whereas summer leaves did not exhibit such an effect. These findings suggest that further studies should be conducted to reveal the biological functions of LCFAs under elevated O<sub>3</sub>, considering the leaf type- and stage-dependent changes of LCFAs."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-0204-5547"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Agriculture, Hokkaido University, Kita 9 Nishi 9, Kita-Ku, Sapporo, 0608589, Japan. nmasui@u-shizuoka-ken.ac.jp."}, {"Identifier": [], "Affiliation": "School of Food and Nutritional Sciences, University of Shizuoka, Shizuoka, 422-8526, Japan. nmasui@u-shizuoka-ken.ac.jp."}], "LastName": "Masui", "ForeName": "Noboru", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Agriculture, Hokkaido University, Kita 9 Nishi 9, Kita-Ku, Sapporo, 0608589, Japan."}], "LastName": "Inoue", "ForeName": "Shiro", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecology, School of Applied Meteorology, Nanjing University of Information Science & Technology (NUIST), 210044, Nanjing, People's Republic of China."}], "LastName": "Agathokleous", "ForeName": "Evgenios", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Faculty of Agriculture, Hokkaido University, Sapporo, 0608589, Japan."}], "LastName": "Matsuura", "ForeName": "Hideyuki", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Faculty of Agriculture, Hokkaido University, Sapporo, 0608589, Japan."}], "LastName": "Koike", "ForeName": "Takayoshi", "Initials": "T"}], "GrantList": [{"GrantID": "PK341563", "Agency": "Kuribayashi Educational Scholarship and Academic Foundation", "Country": ""}, {"GrantID": "JPMJSC18HB", "Agency": "Strategic International Collaborative Research Program", "Country": ""}, {"GrantID": "003080", "Agency": "Startup Foundation for Introducing Talent of Nanjing University of Information Science and Technology", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}], "SupplMeshList": ["Betula platyphylla"], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Betula"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["physiology"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Japan"}, {"QualifierName": ["metabolism"], "DescriptorName": "Fatty Acids"}, {"QualifierName": [], "DescriptorName": "Seasons"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abu ElEla SA, Agathokleous E, Koike T (2018) Growth and nutrition of Agelastica coerulea (Coleoptera: Chrysomelidae) larvae changed when fed with leaves obtained from an O<sub>3</sub>-enriched atmosphere. Environ Sci Pollut Res 25:13186–13194. https://doi.org/10.1007/s11356-018-1683-1", "ArticleIdList": ["10.1007/s11356-018-1683-1"]}, {"Citation": "Agathokleous E, Sakikawa T, Abu ElEla SA, Mochizuki T, Nakamura M, Watanabe M, Kawamura K, Koike T (2017) Ozone alters the feeding behavior of the leaf beetle Agelastica coerulea (Coleoptera: Chrysomelidae) into leaves of Japanese white birch (Betula platyphylla var. japonica). Environ Sci Pollut Res 24:17577–17583. https://doi.org/10.1007/s11356-017-9369-7", "ArticleIdList": ["10.1007/s11356-017-9369-7"]}, {"Citation": "Agathokleous E, Kitao M, Wang X, Mao Q, Harayama H, Manning WJ, Koike T (2021) Ethylenediurea (EDU) effects on Japanese larch: an one growing season experiment with simulated regenerating communities and a four growing season application to individual saplings. J For Res 32:2047–2057. https://doi.org/10.1007/s11676-020-01223-6", "ArticleIdList": ["10.1007/s11676-020-01223-6"]}, {"Citation": "Agathokleous E, Kitao M, Shi C, Masui N, Abu ElEla SA, Hikino K, Satoh F, Koike T (2022) Ethylenediurea (EDU) spray effects on willows (Salix sachalinensis F. Schmid) grown in ambient or ozone-enriched air: implications for renewable biomass production. J For Res 33:397–422. https://doi.org/10.1007/s11676-021-01400-1", "ArticleIdList": ["10.1007/s11676-021-01400-1"]}, {"Citation": "Aljbory Z, Chen MS (2018) Indirect plant defense against insect herbivores: a review. Insect Sci 25:2–23. https://doi.org/10.1111/1744-7917.12436", "ArticleIdList": ["10.1111/1744-7917.12436"]}, {"Citation": "Bosch OJ, Geier M, Boeckh J (2000) Contribution of fatty acids to olfactory host finding of female Aedes aegypti. Chem Senses 25:323–330. https://doi.org/10.1093/oxfordjournals.chemse.a014042", "ArticleIdList": ["10.1093/oxfordjournals.chemse.a014042"]}, {"Citation": "Canavoso LE, Jouni ZE, Karnas KJ, Pennington JE, Wells MA (2001) Fat metabolism in insects. Annu Rev Nutr 21:23–46. https://doi.org/10.1146/annurev.nutr.21.1.23", "ArticleIdList": ["10.1146/annurev.nutr.21.1.23"]}, {"Citation": "Chu Y, Cheng TF, Gen M, Chan CK, Lee AKY, Chan MN (2019) Effect of ozone concentration and relative humidity on the heterogeneous oxidation of linoleic acid particles by ozone: an insight into the interchangeability of ozone concentration and time. ACS Earth Space Chem 3:779–788. https://doi.org/10.1021/acsearthspacechem.9b00002", "ArticleIdList": ["10.1021/acsearthspacechem.9b00002"]}, {"Citation": "Das S, Koner A, Barik A (2019) A beetle biocontrol agent of rice-field weeds recognizes its host plants by surface wax long-chain alkanes and free fatty acids. Chemoecology 29:155–170. https://doi.org/10.1007/s00049-019-00285-1", "ArticleIdList": ["10.1007/s00049-019-00285-1"]}, {"Citation": "Downer RGH, Matthews JR (1976) Patterns of lipid distribution and utilisation in insects. Am Zool 16:733–745. https://doi.org/10.1093/icb/16.4.733", "ArticleIdList": ["10.1093/icb/16.4.733"]}, {"Citation": "Duque L, Poelman EH, Steffan-Dewenter I (2019) Plant-mediated effects of ozone on herbivores depend on exposure duration and temperature. Sci Rep 9:19891. https://doi.org/10.1038/s41598-019-56234-z", "ArticleIdList": ["10.1038/s41598-019-56234-z"]}, {"Citation": "Eigenbrode SD, Espelie KE (1995) Effects of plant epicuticular lipids on insect herbivores. Annu Rev Entomol 40:171–194. https://doi.org/10.1146/annurev.en.40.010195.001131", "ArticleIdList": ["10.1146/annurev.en.40.010195.001131"]}, {"Citation": "Erb M, Huber M, Robert CAM, Ferrieri AP, Machado RAR, Arce CCM (2013) The role of plant primary and secondary metabolites in root-herbivore behaviour, nutrition and physiology. In: Advances in Insect Physiology. Vol 45. Elsevier Ltd, pp 53–95. https://doi.org/10.1016/B978-0-12-417165-7.00002-7"}, {"Citation": "Feng Z, Agathokleous E, Yue X, Oksanen E, Paoletti E, Sase H, Gandin A, Koike T, Calatayud V, Yuan X, Liu X, De Marco A, Jolivet Y, Kontunen-Soppela S, Hoshika Y, Saji H, Li P, Li Z, Watanabe M, Kobayashi K (2021) Emerging challenges of ozone impacts on Asian plants: actions are needed to protect ecosystem health. Ecosyst Health Sustain 7:1911602. https://doi.org/10.1080/20964129.2021.1911602", "ArticleIdList": ["10.1080/20964129.2021.1911602"]}, {"Citation": "Friend WG (1958) Nutritional requirements of phytophagous insects. Annu Rev Entomol 3:57–74. https://doi.org/10.1146/annurev.en.03.010158.000421", "ArticleIdList": ["10.1146/annurev.en.03.010158.000421"]}, {"Citation": "Fuentes JD, Roulston TH, Zenker J (2013) Ozone impedes the ability of a herbivore to find its host. Environ Res Lett 8:014048. https://doi.org/10.1088/1748-9326/8/1/014048", "ArticleIdList": ["10.1088/1748-9326/8/1/014048"]}, {"Citation": "Fürstenberg-Hägg J, Zagrobelny M, Bak S (2013) Plant defense against insect herbivores. Int J Mol Sci 14:10242–10297. https://doi.org/10.3390/ijms140510242", "ArticleIdList": ["10.3390/ijms140510242"]}, {"Citation": "Hara H (2000) Major insects injuries to the trees of Betula spp. and Fraxinus mandshurica var. japonica in Hokkaido and their managements. Bull Hokkaido For Res Inst 37:67–74 [in Japanese]"}, {"Citation": "Hoshika Y, Watanabe M, Inada N, Mao Q, Koike T (2013) Photosynthetic response of early and late leaves of white birch (Betula platyphylla var. japonica) grown under free-air ozone exposure. Environ Pollut 182:242–247. https://doi.org/10.1016/j.envpol.2013.07.033", "ArticleIdList": ["10.1016/j.envpol.2013.07.033"]}, {"Citation": "Howe GA, Jander G (2008) Plant immunity to insect herbivores. Annu Rev Plant Biol 59:41–66. https://doi.org/10.1146/annurev.arplant.59.032607.092825", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092825"]}, {"Citation": "Ishangulyyeva G, Najar A, Curtis JM, Erbilgin N (2016) Fatty acid composition of novel host jack pine do not prevent host acceptance and colonization by the invasive mountain pine beetle and its symbiotic fungus. PLoS One 11:e0162046. https://doi.org/10.1371/journal.pone.0162046", "ArticleIdList": ["10.1371/journal.pone.0162046"]}, {"Citation": "Karabourniotis G, Liakopoulos G, Nikolopoulos D, Bresta P (2020) Protective and defensive roles of non-glandular trichomes against multiple stresses: structure–function coordination. J For Res 31:1–12. https://doi.org/10.1007/s11676-019-01034-4", "ArticleIdList": ["10.1007/s11676-019-01034-4"]}, {"Citation": "Kobayashi K (2022) Effects of ozone on agricultural crops. In: Akimoto H, Tanimoto H (eds) Handbook of air quality and climate change. Springer Nature Singapore, Singapore, pp 1–44. https://doi.org/10.1007/978-981-15-2527-8", "ArticleIdList": ["10.1007/978-981-15-2527-8"]}, {"Citation": "Kurokawa J, Ohara T (2020) Long-term historical trends in air pollutant emissions in Asia: regional Emission inventory in ASia (REAS) version 3. Atmos Chem Phys 20:12761–12793. https://doi.org/10.5194/acp-20-12761-2020", "ArticleIdList": ["10.5194/acp-20-12761-2020"]}, {"Citation": "Lee AKY, Chan CK (2007) Heterogeneous reactions of linoleic acid and linolenic acid particles with ozone: reaction pathways and changes in particle mass, hygroscopicity, and morphology. J Phys Chem A 111:6285–6295. https://doi.org/10.1021/jp071812l", "ArticleIdList": ["10.1021/jp071812l"]}, {"Citation": "Liechti R, Farmer EE (2002) The jasmonate pathway. Science 296:1649–1650. https://doi.org/10.1126/science.1071547", "ArticleIdList": ["10.1126/science.1071547"]}, {"Citation": "Lindroth RL (2010) Impacts of elevated atmospheric CO<sub>2</sub> and O<sub>3</sub> on forests: phytochemistry, trophic interactions, and ecosystem dynamics. J Chem Ecol 36:2–21. https://doi.org/10.1007/s10886-009-9731-4", "ArticleIdList": ["10.1007/s10886-009-9731-4"]}, {"Citation": "Malik U, Karmakar A, Barik A (2016) Variation in fatty acids throughout the developmental stages of Vigna unguiculata (L.) Walp. Leaves Bot Lett 163:461–468. https://doi.org/10.1080/23818107.2016.1235991", "ArticleIdList": ["10.1080/23818107.2016.1235991"]}, {"Citation": "Manosalva L, Pardo F, Perich F, Mutis A, Parra L, Ortega F, Isaacs R, Quiroz A (2011) Behavioral responses of clover root borer to long-chain fatty acids from young red clover (Trifolium pratense) roots. Environ Entomol 40:399–404. https://doi.org/10.1603/en10008", "ArticleIdList": ["10.1603/en10008"]}, {"Citation": "Masui N, Mochizuki T, Tani A, Matsuura H, Agathokleous E, Watanabe T, Koike T (2020) Does ozone alter the attractiveness of Japanese white birch leaves to the leaf beetle Agelastica coerulea via changes in biogenic volatile organic compounds (BVOCs): an examination with the y-tube test. Forests 11:58. https://doi.org/10.3390/f11010058", "ArticleIdList": ["10.3390/f11010058"]}, {"Citation": "Masui N, Agathokleous E, Tani A, Matsuura H, Koike T (2022) Plant-insect communication in urban forests: similarities of plant volatile compositions among tree species (host vs non-host trees) for alder leaf beetle Agelastica coerulea. Environ Res 204:111996. https://doi.org/10.1016/j.envres.2021.111996", "ArticleIdList": ["10.1016/j.envres.2021.111996"]}, {"Citation": "Matsuki S, Sano Y, Koike T (2004) Chemical and physical defence in early and late leaves in three heterophyllous birch species native to northern Japan. Ann Bot 93:141–147. https://doi.org/10.1093/aob/mch022", "ArticleIdList": ["10.1093/aob/mch022"]}, {"Citation": "Mitra S, Sarkar N, Barik A (2017) Long-chain alkanes and fatty acids from Ludwigia octovalvis weed leaf surface waxes as short-range attractant and ovipositional stimulant to Altica cyanea (Weber) (Coleoptera: Chrysomelidae). Bull Entomol Res 107:391–400. https://doi.org/10.1017/S0007485316001012", "ArticleIdList": ["10.1017/S0007485316001012"]}, {"Citation": "Mitra P, Das S, Barik A (2020) Leaf waxes from Lathyrus sativus: short-range attractant and stimulant for nymph laying in a viviparous insect. Chemoecology 30:117–129. https://doi.org/10.1007/s00049-020-00303-7", "ArticleIdList": ["10.1007/s00049-020-00303-7"]}, {"Citation": "Moise T, Rudich Y (2002) Reactive uptake of ozone by aerosol-associated unsaturated fatty acids: kinetics, mechanism, and products. J Phys Chem A 106:6469–6476. https://doi.org/10.1021/jp025597e", "ArticleIdList": ["10.1021/jp025597e"]}, {"Citation": "Moser-Reischl A, Rötzer T, Biber P, Ulbricht M, Uhl E, Qu L, Koike T, Pretzsch H (2019) Growth of Abies sachalinensis along an urban gradient affected by environmental pollution in Sapporo. Japan Forests 10:707. https://doi.org/10.3390/f10080707", "ArticleIdList": ["10.3390/f10080707"]}, {"Citation": "Mukherjee A, Sarkar N, Barik A (2014) Long-chain free fatty acids from Momordica cochinchinensis leaves as attractants to its insect pest, Aulacophora foveicollis Lucas (Coleoptera: Chrysomelidae). J Asia Pac Entomol 17:229–234. https://doi.org/10.1016/j.aspen.2014.01.010", "ArticleIdList": ["10.1016/j.aspen.2014.01.010"]}, {"Citation": "Parr MJ, Tran BMD, Simmonds MSJ, Kite GC, Credland PF (1998) Influence of some fatty acids on oviposition by the bruchid beetle, Callosobruchus maculatus. J Chem Ecol 24:1577–1593. https://doi.org/10.1023/A:1020894410107", "ArticleIdList": ["10.1023/A:1020894410107"]}, {"Citation": "Qu L, Wang Y, Masyagina O, Kitaoka S, Fujita S, Kita K, Prokushkin A, Koike T (2022) Larch: a promising deciduous conifer as an eco-environmental resource. In: Gonçalves AC and Fonseca TF (eds) Conifers - recent advances. IntechOpen. pp 1–37. https://doi.org/10.5772/intechopen.101887"}, {"Citation": "Roy N, Laskar S, Barik A (2012) The attractiveness of odorous esterified fatty acids to the potential biocontrol agent, Altica cyanea. J Asia Pac Entomol 15:277–282. https://doi.org/10.1016/j.aspen.2012.03.001", "ArticleIdList": ["10.1016/j.aspen.2012.03.001"]}, {"Citation": "Sakikawa T, Shi C, Nakamura M, Watanabe M, Oikawa M, Satoh F, Koike T (2016) Leaf phenology and insect grazing of Japanese white birch saplings grown under free-air ozone exposure. J Agric Meteorol 72:80–84. https://doi.org/10.2480/agrmet.D-14-00031", "ArticleIdList": ["10.2480/agrmet.D-14-00031"]}, {"Citation": "Sarkar N, Barik A (2015) Free fatty acids from Momordica charantia L. flower surface waxes influencing attraction of Epilachna dodecastigma (Wied.) (Coleoptera: Coccinellidae). Int J Pest Manage 61:47–53. https://doi.org/10.1080/09670874.2014.990946", "ArticleIdList": ["10.1080/09670874.2014.990946"]}, {"Citation": "Sarkar N, Mukherjee A, Barik A (2013) Olfactory responses of Epilachna dodecastigma (Coleoptera: Coccinellidae) to long-chain fatty acids from Momordica charantia leaves. Arthropod Plant Interact 7:339–348. https://doi.org/10.1007/s11829-013-9249-0", "ArticleIdList": ["10.1007/s11829-013-9249-0"]}, {"Citation": "Schoonhoven LM, van Loon JJA, Dicke M (2005) Insetc-plant biology. Oxford University Press, Oxford"}, {"Citation": "Shashikumar A, Bičárová S, Laurence D-R (2022) The effect of ozone on pine forests in South-Eastern France from 2017 to 2019. J for Res. https://doi.org/10.1007/s11676-022-01496-z", "ArticleIdList": ["10.1007/s11676-022-01496-z"]}, {"Citation": "Sicard P, Hoshika Y, Carrari E, De Marco A, Paoletti E (2021) Testing visible ozone injury within a light exposed sampling site as a proxy for ozone risk assessment for European forests. J for Res 32:1351–1359. https://doi.org/10.1007/s11676-021-01327-7", "ArticleIdList": ["10.1007/s11676-021-01327-7"]}, {"Citation": "Trowbridge AM, Stoy PC (2013) BVOC-mediated plant-herbivore interactions. In: Niinemets Ü, Monson RK (eds) Biology, controls and models of tree volatile organic compound emissions. Springer, Dordrecht, pp 21–46", "ArticleIdList": ["10.1007/978-94-007-6606-8_2"]}, {"Citation": "Yan B, Dai Q, Liu X, Huang S, Wang Z (1996) Flooding-induced membrane damage, lipid oxidation and activated oxygen generation in corn leaves. Plant Soil 179:261–268. https://doi.org/10.1007/BF00009336", "ArticleIdList": ["10.1007/BF00009336"]}, {"Citation": "Yan K, Chen W, He X, Zhang G, Xu S, Wang L (2010) Responses of photosynthesis, lipid peroxidation and antioxidant system in leaves of Quercus mongolica to elevated O<sub>3</sub>. Environ Exp Bot 69:198–204. https://doi.org/10.1016/j.envexpbot.2010.03.008", "ArticleIdList": ["10.1016/j.envexpbot.2010.03.008"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "5", "Day": "29"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "6", "Day": "7", "Hour": "13", "Minute": "10"}, {"Year": "2023", "Month": "6", "Day": "7", "Hour": "11", "Minute": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37284952", "10.1007/s11356-023-28056-0", "10.1007/s11356-023-28056-0"]}}], "PubmedBookArticle": []}