{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37305299", "DateRevised": {"Year": "2023", "Month": "06", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "22"}], "ELocationID": ["10.1021/acsomega.3c01186"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "8", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "06"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Cu Species-Modified OMS-2 Materials for Enhancing Ozone Catalytic Decomposition under Humid Conditions.", "Pagination": {"StartPage": "19632", "EndPage": "19644", "MedlinePgn": "19632-19644"}, "Abstract": {"AbstractText": ["Manganese oxide octahedral molecular sieves (OMS-2) exhibit an excellent performance in ozone catalytic decomposition in dry atmosphere conditions, which however is severely limited by deactivation in humid conditions. Herein, it was found that the OMS-2 materials modified with Cu species could obviously improve both the ozone decomposition activity and water resistance. Based on the characterization results, it was found that these CuO<i><sub>x</sub></i>/OMS-2 catalysts exhibited dispersed CuO<i><sub>x</sub></i> nanosheets attached and located at the external surface accompanied with ionic Cu species entering the MnO<sub>6</sub> octahedral framework of OMS-2. In addition, it was demonstrated that the main reason for the promotion of ozone catalytic decomposition could be ascribed to the combined effect of different Cu species in these catalysts. On the one hand, ionic Cu entered the MnO<sub>6</sub> octahedral framework of OMS-2 near the catalyst surface and substituted ionic Mn species, resulting in an enhanced mobility of surface oxygen species and formation of more oxygen vacancies, which act as the active sites for ozone decomposition. On the other hand, the CuO<i><sub>x</sub></i> nanosheets could serve as non-oxygen vacancy sites for H<sub>2</sub>O adsorption, which could alleviate the catalyst deactivation to some extent caused by the occupancy of H<sub>2</sub>O on surface oxygen vacancies. Finally, different reaction pathways for ozone catalytic decomposition over OMS-2 and CuO<sub>x</sub>/OMS-2 under humid conditions were proposed. The findings in this work may shed new light on the design of highly efficient catalysts for ozone decomposition with improved water resistance."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jinhua Polytechnic, Jinhua 321007, People's Republic of China."}], "LastName": "Chen", "ForeName": "Chonglai", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Water Supply Co. Ltd., Wenzhou 325000, People's Republic of China."}], "LastName": "Xie", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jinhua Polytechnic, Jinhua 321007, People's Republic of China."}], "LastName": "Chen", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jinhua Polytechnic, Jinhua 321007, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Wenxia", "Initials": "W"}, {"Identifier": ["0000-0001-5982-044X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Ministry of Education for Advanced Catalysis Materials, Zhejiang Key Laboratory for Reactive Chemistry on Solid Surfaces, Institute of Physical Chemistry, Zhejiang Normal University, Jinhua 321004, People's Republic of China."}], "LastName": "Chen", "ForeName": "Jian", "Initials": "J"}, {"Identifier": ["0000-0002-9394-5585"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Ministry of Education for Advanced Catalysis Materials, Zhejiang Key Laboratory for Reactive Chemistry on Solid Surfaces, Institute of Physical Chemistry, Zhejiang Normal University, Jinhua 321004, People's Republic of China."}], "LastName": "Jia", "ForeName": "Aiping", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yue X.; Unger N.; Harper K.; Xia X. G.; Liao H.; Zhu T.; Xiao J. F.; Feng Z. Z.; Li J. Ozone and Haze Pollution Weakens Net Primary Productivity in China. Atmos. Chem. Phys. 2017, 17, 6073–6089. 10.5194/acp-17-6073-2017.", "ArticleIdList": ["10.5194/acp-17-6073-2017"]}, {"Citation": "Fuhrer J. Ozone Risk for Crops and Pastures in Present and Future Climates. Naturwissenschaften 2009, 96, 173–194. 10.1007/s00114-008-0468-7.", "ArticleIdList": ["10.1007/s00114-008-0468-7", "19020849"]}, {"Citation": "Niu Y.; Chen R. J.; Xia Y. J.; Cai J.; Lin Z. J.; Liu C.; Chen C.; Peng L.; Zhao Z. H.; Zhou W. H.; Chen J. M.; Kan H. D. Personal Ozone Exposure and Respiratory Inflammatory Response: The Role of DNA Methylation in the Arginase–Nitric Oxide Synthase Pathway. Environ. Sci. Technol. 2018, 52, 8785–8791. 10.1021/acs.est.8b01295.", "ArticleIdList": ["10.1021/acs.est.8b01295", "29985591"]}, {"Citation": "Li H. Y.; Wu S. W.; Pan L.; Xu J. H.; Shan J.; Yang X.; Dong W.; Deng F. R.; Chen Y. H.; Shima M.; Guo X. Short-term Effects of Various Ozone Metrics on Cardiopulmonary Function in Chronic Obstructive Pulmonary Disease Patients: Results from a Panel Study in Beijing, China. Environ. Pollut. 2018, 232, 358–366. 10.1016/j.envpol.2017.09.030.", "ArticleIdList": ["10.1016/j.envpol.2017.09.030", "28987568"]}, {"Citation": "Gong S. Y.; Li W. H.; Xie Z.; Ma X.; Liu H. D.; Han N.; Chen Y. F. Low temperature Decomposition of Ozone by Facilely Synthesized Cuprous Oxide Catalyst. New J. Chem. 2017, 41, 4828–4834. 10.1039/C7NJ00253J.", "ArticleIdList": ["10.1039/C7NJ00253J"]}, {"Citation": "Yang L.; Ma J.; Li X.; He G.; Zhang C.; He H. Improving the Catalytic Performance of Ozone Decomposition over Pd-Ce-OMS-2 Catalysts under Harsh Conditions. Catal. Sci. Technol. 2020, 10, 7671–7680. 10.1039/D0CY01298J.", "ArticleIdList": ["10.1039/D0CY01298J"]}, {"Citation": "Li X.; Ma J.; He H. Recent Advances in Catalytic Decomposition of Ozone. J. Environ. Sci. 2020, 94, 14–31. 10.1016/j.jes.2020.03.058.", "ArticleIdList": ["10.1016/j.jes.2020.03.058", "32563478"]}, {"Citation": "Gong S.; Chen J.; Wu X.; Han N.; Chen Y. In-situ Synthesis of Cu2O/Reduced Graphene Oxide Composite as Effective Catalyst for Ozone Decomposition. Catal. Commun. 2018, 106, 25–29. 10.1016/j.catcom.2017.12.003.", "ArticleIdList": ["10.1016/j.catcom.2017.12.003"]}, {"Citation": "Mathew T.; Suzuki K.; Ikuta Y.; Nagai Y.; Takahashi N.; Shinjoh H. Mesoporous Ferrihydrite-Based Iron Oxide Nanoparticles as Highly Promising Materials for Ozone Removal. Angew. Chem., Int. Ed. 2011, 50, 7381–7384. 10.1002/anie.201102007.", "ArticleIdList": ["10.1002/anie.201102007", "21698729"]}, {"Citation": "Gong S. Y.; Wang A.; Wang Y.; Liu H.; Han N.; Chen Y. Heterostructured Ni/NiO Nanocatalysts for Ozone Decomposition. ACS Appl. Nano Mater. 2020, 3, 597–607. 10.1021/acsanm.9b02143.", "ArticleIdList": ["10.1021/acsanm.9b02143"]}, {"Citation": "Yu Y.; Liu S.; Ji J.; Huang H. Amorphous MnO2 Surviving Calcination: an Efficient Catalyst for Ozone Decomposition. Catal. Sci. Technol. 2019, 9, 5090–5099. 10.1039/C9CY01426H.", "ArticleIdList": ["10.1039/C9CY01426H"]}, {"Citation": "Ji J.; Fang Y.; He L. S.; Huang H. B. Efficient Catalytic Removal of Airborne Ozone under Ambient Conditions over Manganese Oxides Immobilized on Carbon Nanotubes. Catal. Sci. Technol. 2019, 9, 4036–4046. 10.1039/C9CY00762H.", "ArticleIdList": ["10.1039/C9CY00762H"]}, {"Citation": "Yu Q.; Pan H.; Zhao M.; Liu Z.; Wang J.; Chen Y.; Gong M. Influence of Calcination Temperature on the Performance of Pd–Mn/SiO2–Al2O3 Catalysts for Ozone Decomposition. J. Hazard. Mater. 2009, 172, 631–634. 10.1016/j.jhazmat.2009.07.040.", "ArticleIdList": ["10.1016/j.jhazmat.2009.07.040", "19665296"]}, {"Citation": "Hao Z.; Cheng D.; Guo Y.; Liang Y. Supported Gold Catalysts Used for Ozone Decomposition and Simultaneous Elimination of Ozone and Carbon Monoxide at Ambient Temperature. Appl. Catal., B 2001, 33, 217–222. 10.1016/S0926-3373(01)00172-2.", "ArticleIdList": ["10.1016/S0926-3373(01)00172-2"]}, {"Citation": "Batakliev T.; Tyuliev G.; Georgiev V.; Anachkov M.; Eliyas A.; Rakovsky S. Ozone Decomposition Reaction over α-Alumina-Supported Silver Catalyst: Comparative Study of Catalytic Surface Reactivity. Ozone Sci. Eng. 2015, 37, 216–220. 10.1080/01919512.2014.957261.", "ArticleIdList": ["10.1080/01919512.2014.957261"]}, {"Citation": "Lian Z.; Ma J.; He H. Decomposition of High-Level Ozone Under High Humidity over Mn–Fe Catalyst: The Influence of Iron Precursors. Catal. Commun. 2015, 59, 156–160. 10.1016/j.catcom.2014.10.005.", "ArticleIdList": ["10.1016/j.catcom.2014.10.005"]}, {"Citation": "Tang W. X.; Liu H. D.; Wu X. F.; Chen Y. F. Higher Oxidation State Responsible for Ozone Decomposition at Room Temperature over Manganese and Cobalt Oxides: Effect of Calcination Temperature. Ozone Sci. Eng. 2014, 36, 502–512. 10.1080/01919512.2014.894454.", "ArticleIdList": ["10.1080/01919512.2014.894454"]}, {"Citation": "Dong C.; Yang J.-J.; Xie L.-H.; Cui G.; Fang W.-H.; Li J.-R. Catalytic Ozone Decomposition and Adsorptive VOCs Removal in Bimetallic Metal-Organic Frameworks. Nat. Commun. 2022, 13, 499110.1038/s41467-022-32678-2.", "ArticleIdList": ["10.1038/s41467-022-32678-2", "PMC9411195", "36008479"]}, {"Citation": "Mehandjiev D.; Naydenov A.; Ivanov G. Ozone Decomposition, Benzene and CO Oxidation over NiMnO3-Ilmenite and NiMn2O4-Spinel Catalysts. Appl. Catal., A 2001, 206, 13–18. 10.1016/S0926-860X(00)00570-6.", "ArticleIdList": ["10.1016/S0926-860X(00)00570-6"]}, {"Citation": "Jiang C.; Zhang P.; Zhang B.; Li J.; Wang M. Facile Synthesis of Activated Carbon-Supported Porous Manganese Oxide via in situ Reduction of Permanganate for Ozone Decomposition. Ozone Sci. Eng. 2013, 35, 308–315. 10.1080/01919512.2013.795854.", "ArticleIdList": ["10.1080/01919512.2013.795854"]}, {"Citation": "Hong W.; Ma J.; Zhu T.; He H.; Wang H.; Sun Y.; Shen F.; Li X. To Enhance Water Resistance for Catalytic Ozone Decomposition by Fabricating H2O Adsorption-Site in OMS-2 Tunnels. Appl. Catal., B 2021, 297, 12046610.1016/j.apcatb.2021.120466.", "ArticleIdList": ["10.1016/j.apcatb.2021.120466"]}, {"Citation": "Peng B.; Bao W. J.; Wei L. L.; Zhang R. D.; Wang Z. J.; Wang Z. C.; Wei Y. Highly Active OMS-2 for Catalytic Ozone Decomposition under Humid Conditions. Pet. Sci. 2019, 16, 912–919. 10.1007/s12182-019-0335-5.", "ArticleIdList": ["10.1007/s12182-019-0335-5"]}, {"Citation": "Yang L.; Ma J. Z.; Li X. T.; He G. Z.; Zhang C. B.; He H. Tuning the Fill Percentage in the Hydrothermal Synthesis Process to Increase Catalyst Performance for Ozone Decomposition. J. Environ. Sci. 2020, 87, 60–70. 10.1016/j.jes.2019.06.007.", "ArticleIdList": ["10.1016/j.jes.2019.06.007", "31791518"]}, {"Citation": "Yang L.; Ma J. Z.; Li X. T.; Zhang C. B.; He H. Enhancing Oxygen Vacancies of Ce-OMS-2 via Optimized Hydrothermal Conditions to Improve Catalytic Ozone Decomposition. Ind. Eng. Chem. Res. 2020, 59, 118–128. 10.1021/acs.iecr.9b05967.", "ArticleIdList": ["10.1021/acs.iecr.9b05967"]}, {"Citation": "Ma J.; Wang C.; He H. Transition Metal Doped Cryptomelane-type Manganese Oxide Catalysts for Ozone Decomposition. Appl. Catal., B 2017, 201, 503–510. 10.1016/j.apcatb.2016.08.050.", "ArticleIdList": ["10.1016/j.apcatb.2016.08.050"]}, {"Citation": "Hong W.; Zhu T.; Sun Y.; Wang H.; Li X.; Shen F. Enhancing Oxygen Vacancies by Introducing Na+ into OMS-2 Tunnels To Promote Catalytic Ozone Decomposition. Environ. Sci. Technol. 2019, 53, 13332–13343. 10.1021/acs.est.9b03689.", "ArticleIdList": ["10.1021/acs.est.9b03689", "31642660"]}, {"Citation": "Jia J.; Zhang P.; Chen L. Catalytic Decomposition of Gaseous Ozone over Manganese Dioxides with Different Crystal Structures. Appl. Catal., B 2016, 189, 210–218. 10.1016/j.apcatb.2016.02.055.", "ArticleIdList": ["10.1016/j.apcatb.2016.02.055"]}, {"Citation": "Jia J.; Yang W.; Zhang P.; Zhang J. Facile Synthesis of Fe-Modified Manganese Oxide with High Content of Oxygen Vacancies for Efficient Airborne Ozone Destruction. Appl. Catal., A 2017, 546, 79–86. 10.1016/j.apcata.2017.08.013.", "ArticleIdList": ["10.1016/j.apcata.2017.08.013"]}, {"Citation": "Zhu G.; Zhu J.; Jiang W.; Zhang Z.; Wang J.; Zhu Y.; Zhang Q. Surface Oxygen Vacancy Induced α-MnO2 Nanofiber for Highly Efficient Ozone Elimination. Appl. Catal., B 2017, 209, 729–737. 10.1016/j.apcatb.2017.02.068.", "ArticleIdList": ["10.1016/j.apcatb.2017.02.068"]}, {"Citation": "Yun L.; Li Y.; Zhou C.; Lan L.; Zeng M.; Mao M.; Liu H.; Zhao X. The formation of CuO/OMS-2 nanocomposite leads to a significant improvement in catalytic performance for NO reduction by CO. Appl. Catal., A 2017, 530, 1–11. 10.1016/j.apcata.2016.11.010.", "ArticleIdList": ["10.1016/j.apcata.2016.11.010"]}, {"Citation": "Liu X.-S.; Jin Z.; Lu J.; Wang X.; Luo M. Highly Active CuO/OMS-2 Catalysts for Low-Temperature CO Oxidation. Chem. Eng. J. 2010, 162, 151–157. 10.1016/j.cej.2010.05.015.", "ArticleIdList": ["10.1016/j.cej.2010.05.015"]}, {"Citation": "Yu S.-Q.; Liu N.; Liu M.-G.; Wang L. Synthesis of Diaryl Sulfides Based on Copper-Doped OMS-2. J. Chem. Res. 2021, 45, 237–241. 10.1177/1747519820966985.", "ArticleIdList": ["10.1177/1747519820966985"]}, {"Citation": "Han J.; Shan W.; Zhao B.; Wang Y.; Zhang Q.; Qin L.; Chen W. Catalytic Performance and Sulfur Resistance of OMS-2 Modified by Copper for Mercury Removal at Low Temperature. Fuel 2023, 332, 12604010.1016/j.fuel.2022.126040.", "ArticleIdList": ["10.1016/j.fuel.2022.126040"]}, {"Citation": "Wang X.; Sun Y.; Li M.; Zhang W.; Zhu Y. Excellent Catalytic Oxidation Performance on Toluene and Benzene over OMS-2 with a Hierarchical Porous Structure Synthesized by a One-pot Facile Method: Modifying Surface Properties by Introducing Different Amounts of K. Catal. Sci. Technol. 2022, 12, 2872–2886. 10.1039/D2CY00032F.", "ArticleIdList": ["10.1039/D2CY00032F"]}, {"Citation": "Baek S.; Myoung J. Enhanced Luminescence of Quasi-Double Heterostructured Violet Light-Emitting Diodes Based on n-Mg0.027Zn0.973O QD and p-Cu1-xZnxI Thin Films Fabricated via Simple Thermal Diffusion and Iodination Processes. Chem. Eng. J. 2021, 413, 12740110.1016/j.cej.2020.127401.", "ArticleIdList": ["10.1016/j.cej.2020.127401"]}, {"Citation": "Feng Q.-r.; Guo J.; Xu X.; Zhang N.; Zhu X.; Feng S. The effect of ionic radius of metal element (M) on (Pb,M)-1212 superconductors (M = Sr, Ca, Mg, Hg, Cd, Cu). Solid State Commun. 1995, 94, 21–25. 10.1016/0038-1098(95)00019-4.", "ArticleIdList": ["10.1016/0038-1098(95)00019-4"]}, {"Citation": "Yang J.; Zhou H.; Wang L.; Zhang Y.; Chen C.; Hu H.; Li G.; Zhang Y.; Ma Y.; Zhang J. Co Doped K-OMS-2 Nanofiber: A Novel and Efficient Water-Tolerant Catalyst for CO Oxidation. ChemCatChem 2017, 9, 1163–1167. 10.1002/cctc.201601681.", "ArticleIdList": ["10.1002/cctc.201601681"]}, {"Citation": "Wang R.; Li J. Effects of Precursor and Sulfation on OMS-2 Catalyst for Oxidation of Ethanol and Acetaldehyde at Low Temperatures. Environ. Sci. Technol. 2010, 44, 4282–4287. 10.1021/es100253c.", "ArticleIdList": ["10.1021/es100253c", "20446658"]}, {"Citation": "Malinger K.; Ding Y.; Sithambaram S.; Espinal L.; Gomez S.; Suib S. Microwave Frequency Effects on Synthesis of Cryptomelane-Type Manganese Oxide and Catalytic Activity of Cryptomelane Precursor. J. Catal. 2006, 239, 290–298. 10.1016/j.jcat.2006.02.005.", "ArticleIdList": ["10.1016/j.jcat.2006.02.005"]}, {"Citation": "Polverejan M.; Villegas J. C.; Suib S. L. Higher Valency Ion Substitution into the Manganese Oxide Framework. J. Am. Chem. Soc. 2004, 126, 7774–7775. 10.1021/ja048985y.", "ArticleIdList": ["10.1021/ja048985y", "15212514"]}, {"Citation": "Wang R. H.; Li J. H. OMS-2 Catalysts for Formaldehyde Oxidation: Effects of Ce and Pt on Structure and Performance of the Catalysts. Catal. Lett. 2009, 131, 500–505. 10.1007/s10562-009-9939-5.", "ArticleIdList": ["10.1007/s10562-009-9939-5"]}, {"Citation": "Eren B.; Heine C.; Bluhm H.; Somorjai G. A.; Salmeron M. Catalyst Chemical State during CO Oxidation Reaction on Cu(111) Studied with Ambient-Pressure X-ray Photoelectron Spectroscopy and Near Edge X-ray Adsorption Fine Structure Spectroscopy. J. Am. Chem. Soc. 2015, 137, 11186–11190. 10.1021/jacs.5b07451.", "ArticleIdList": ["10.1021/jacs.5b07451", "26275662"]}, {"Citation": "Hernández W.; Centeno M. A.; Sarria F. R.; Ivanova S.; Montes M.; Odriozola J. A. Modified Cryptomelane-type Manganese Dioxide Nanomaterials for Preferential Oxidation of CO in the Presence of Hydrogen. Catal. Today 2010, 157, 160–165. 10.1016/j.cattod.2010.03.010.", "ArticleIdList": ["10.1016/j.cattod.2010.03.010"]}, {"Citation": "Liu J.; Ke L.; Sun L.; Pan F.; Yuan X.; Xia D. Unraveling the Multiple Roles of Ag Species Incorporation into OMS-2 for Efficient Catalytic Ozonation: Structural Properties and Mechanism Investigation. J. Environ. Chem. Eng. 2021, 9, 10619910.1016/j.jece.2021.106199.", "ArticleIdList": ["10.1016/j.jece.2021.106199"]}, {"Citation": "Wang L.; Wen T.; Dong H.; Zhan J.; Long C. Selective Catalytic Ozonation of Gaseous Ammonia to Dinitrogen on Cryptomelane-Type Manganese Oxide Catalysts: Role of Oxygen Vacancies and Acid Sites. J. Cleaner Prod. 2022, 343, 13090610.1016/j.jclepro.2022.130906.", "ArticleIdList": ["10.1016/j.jclepro.2022.130906"]}, {"Citation": "Mazumdar N. J.; Deshmukh G.; Rovea A.; Kumar P.; Arredondo-Arechavala M.; Manyar H. Insights into Selective Hydrogenation of Levulinic Acid Using Copper on Manganese Oxide Octahedral Molecular Sieves. R. Soc. Open Sci. 2022, 9, 22007810.1098/rsos.220078.", "ArticleIdList": ["10.1098/rsos.220078", "PMC9326277", "35911198"]}, {"Citation": "King’ondu C. K.; Opembe N.; Chen C.; Ngala K.; Huang H.; Iyer A.; Garcés H. F.; Suib L. S. Manganese Oxide Octahedral Molecular Sieves (OMS-2) Multiple Framework Substitutions: A New Route to OMS-2 Particle Size and Morphology Control. Adv. Funct. Mater. 2011, 21, 312–323. 10.1002/adfm.201001020.", "ArticleIdList": ["10.1002/adfm.201001020"]}, {"Citation": "Sahu K.; Satpati B.; Mohapatra S. Facile Fabrication of CuO Nanosheets for Photocatalytic Applications. Appl. Phys. A 2021, 127, 361.10.1007/s00339-021-04505-w.", "ArticleIdList": ["10.1007/s00339-021-04505-w"]}, {"Citation": "Genuino H. C.; Seraji M. S.; Meng Y. T.; Valencia D.; Suib S. L. Combined Experimental and Computational Study of CO Oxidation Promoted by Nb in Manganese Oxide Octahedral Molecular Sieves. Appl. Catal., B 2015, 163, 361–369. 10.1016/j.apcatb.2014.08.021.", "ArticleIdList": ["10.1016/j.apcatb.2014.08.021"]}, {"Citation": "Meng X.; Zhang J.; Chen B.; Jing Z.; Zhao P. Copper Supported on H+-Modified Manganese Oxide Octahedral Molecular Sieves (Cu/H-OMS-2) as a Heterogeneous Biomimetic Catalyst for the Synthesis of Imidazo [1,2-a]-N-Heterocycles. Catal. Sci. Technol. 2016, 6, 890.10.1039/C5CY01433F.", "ArticleIdList": ["10.1039/C5CY01433F"]}, {"Citation": "Huang Y.; Zheng K.; Liu X.; Meng X.; Astruc D. Optimization of Cu Catalysts for Nitrophenol Reduction, Click reaction and Alkyne Coupling. Inorg. Chem. Front. 2020, 7, 939–945. 10.1039/C9QI01449G.", "ArticleIdList": ["10.1039/C9QI01449G"]}, {"Citation": "Yang Y.; Huang J.; Zhang S.; Wang S.; Deng S.; Wang B.; Yu G. Catalytic Removal of Gaseous HCBz on Cu Doped OMS: Effect of Cu Location on Catalytic Performance. Appl. Catal., B 2014, 150–151, 167.10.1016/j.apcatb.2013.11.041.", "ArticleIdList": ["10.1016/j.apcatb.2013.11.041"]}, {"Citation": "Yang W.; Su Z.; Xu Z.; Yang W.; Peng Y.; Li J. H. Comparative Study of α-, β-, γ- and δ-MnO2 on Toluene Oxidation: Oxygen Vacancies and Reaction Intermediates. Appl. Catal., B 2020, 260, 11815010.1016/j.apcatb.2019.118150.", "ArticleIdList": ["10.1016/j.apcatb.2019.118150"]}, {"Citation": "Chen B. B.; Wu B.; Yu L. M.; Crocker M.; Shi C. Investigation into the Catalytic Roles of Various Oxygen Species over Different Crystal Phases of MnO2 for C6H6 and HCHO Oxidation. ACS Catal. 2020, 10, 6176–6187. 10.1021/acscatal.0c00459.", "ArticleIdList": ["10.1021/acscatal.0c00459"]}, {"Citation": "Jia J.; Zhang P.; Chen L. The Effect of Morphology of α-MnO2 on Catalytic Decomposition of Gaseous Ozone. Catal. Sci. Technol. 2016, 6, 5841–5847. 10.1039/C6CY00301J.", "ArticleIdList": ["10.1039/C6CY00301J"]}, {"Citation": "Liu S.; Ji J.; Yu Y.; Huang H. Facile Synthesis of Amorphous Mesoporous Manganese Oxides for Efficient Catalytic Decomposition of Ozone. Catal. Sci. Technol. 2018, 8, 4264–4273. 10.1039/C8CY01111G.", "ArticleIdList": ["10.1039/C8CY01111G"]}, {"Citation": "Wei Y.; Min X.; Li Y.; Wang H.; Qi F.; Liang P.; Li H.; Hu J.; Sun T. Modification of Manganese Oxides for Enhancing Ozone Catalytic Decomposition Under Moist Conditions. Appl. Catal., A 2022, 640, 11865910.1016/j.apcata.2022.118659.", "ArticleIdList": ["10.1016/j.apcata.2022.118659"]}, {"Citation": "Li X.; Kong W.; Qin X.; Qu F.; Lu L. Self-powered Cathodic Photoelectrochemical Aptasensor Based on in Situ–Synthesized CuO-Cu2O Nanowire Array for Detecting Prostate-Specific Antigen. Microchim. Acta 2020, 187, 325.10.1007/s00604-020-04277-9.", "ArticleIdList": ["10.1007/s00604-020-04277-9", "32399626"]}, {"Citation": "Peter R.; Petravic M. Initial Stages of Oxide Formation on Copper Surfaces during Oxygen Bombardment at Room Temperature. J. Phys. Chem. C 2021, 125, 25290–25297. 10.1021/acs.jpcc.1c07615.", "ArticleIdList": ["10.1021/acs.jpcc.1c07615"]}, {"Citation": "Otto K.; Haack L. P.; Devries J. E. Identification of Two Types of Oxidized Palladium on γ-alumina by X-ray Photoelectron Spectroscopy. Appl. Catal., B 1992, 1, 1–12. 10.1016/0926-3373(92)80003-I.", "ArticleIdList": ["10.1016/0926-3373(92)80003-I"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "21"}, {"Year": "2023", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "12", "Hour": "4", "Minute": "21"}, {"Year": "2023", "Month": "5", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["37305299", "PMC10249024", "10.1021/acsomega.3c01186"]}}], "PubmedBookArticle": []}