{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "climate", "eye diseases", "metals", "urbanisation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37309709", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "16"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "13"}], "ELocationID": ["10.1111/ceo.14262"], "Journal": {"ISSN": "1442-9071", "JournalIssue": {"Volume": "51", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Clinical & experimental ophthalmology", "ISOAbbreviation": "Clin Exp Ophthalmol"}, "ArticleTitle": "Environmental influences on ophthalmic conditions: A scoping review.", "Pagination": {"StartPage": "516", "EndPage": "545", "MedlinePgn": "516-545"}, "Abstract": {"AbstractText": ["Environmental factors have been implicated in various eye pathologies. The purpose of this review is to synthesise the published research on environmental effects on eye disease.", "Four databases were searched for terms relating to environmental exposures and ophthalmic disease. Titles and abstracts were screened followed by full-text review. Data was extracted from 118 included studies. Quality assessment was conducted for each study.", "Air pollutants, including nitrogen dioxide, nitrites, sulphur dioxide, particulate matter, carbon monoxide, ozone and hydrocarbons are associated with ocular conditions ranging from corneal damage to various retinopathies, including central retinal artery occlusion. Certain chemicals and metals, such as cadmium, are associated with increased risk of age-related macular degeneration. Climate factors, such as sun exposure, have been associated with the development of cataracts. Living in rural areas was associated with various age-related eye diseases whereas people living in urban settings had higher risk for dry eye disease and uveitis.", "Environmental exposures in every domain are associated with various ophthalmic conditions. These findings underscore the importance of continued research on the interplay between the environment and eye health."], "CopyrightInformation": "© 2023 Royal Australian and New Zealand College of Ophthalmologists."}, "AuthorList": [{"Identifier": ["0000-0002-6796-6163"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grossman School of Medicine, Department of Ophthalmology, New York University, New York, New York, USA."}], "LastName": "Heilenbach", "ForeName": "Noah", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grossman School of Medicine, Department of Ophthalmology, New York University, New York, New York, USA."}], "LastName": "Hu", "ForeName": "Galen", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Eastern Virginia Medical School, Norfolk, Virginia, USA."}], "LastName": "Lamrani", "ForeName": "Ryan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grossman School of Medicine, Department of Ophthalmology, New York University, New York, New York, USA."}], "LastName": "Prasad", "ForeName": "Jaideep", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Howard University College of Medicine, Washington, District of Columbia, USA."}], "LastName": "Ogunsola", "ForeName": "Titilola", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Miller School of Medicine, Department of Medicine, University of Miami, Miami, Florida, USA."}], "LastName": "Iskander", "ForeName": "Mina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Istanbul Universitesi-Cerrahpaşa, Istanbul, Turkey."}], "LastName": "Elgin", "ForeName": "Cansu Yuksel", "Initials": "CY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Sciences Library, New York University, New York, New York, USA."}], "LastName": "McGowan", "ForeName": "Richard", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Sciences Library, New York University, New York, New York, USA."}], "LastName": "Vieira", "ForeName": "Dorice", "Initials": "D"}, {"Identifier": ["0000-0003-2440-9559"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Visi Health Technologies, Inc, New York, New York, USA."}], "LastName": "Al-Aswad", "ForeName": "Lama A", "Initials": "LA"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Clin Exp Ophthalmol", "NlmUniqueID": "100896531", "ISSNLinking": "1442-6404"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Report on Vision [Internet]. World Health Organization; 2019:160 https://apps.who.int/iris/handle/10665/328717"}, {"Citation": "Wolfram C, Schuster A, Elflein H, et al. The prevalence of visual impairment in the adult population. Dtsch Arztebl Int. 2019;116(17):289-295."}, {"Citation": "Wang W, He M, Li ZH, Huang WY. Epidemiological variations and trends in health burden of glaucoma worldwide. Acta Ophthalmol. 2019;97(3):E349-E355."}, {"Citation": "Salas RN, Friend TH, Bernstein A, Jha AK. Adding a climate lens to health policy in the United States. Health Affairs. 2020;39(12):2063-2070."}, {"Citation": "Iskander M, Hu G, Coulon S, Seixas AA, McGowan R, Al-Aswad LA. Health literacy and ophthalmology: a scoping review. Surv Ophthalmol. 2023;68(1):78-103."}, {"Citation": "Malerbi FK, Martins LC, Saldiva PH, Braga AL. Ambient levels of air pollution induce clinical worsening of blepharitis. Environ Res. 2012;112:199-203."}, {"Citation": "Kim Y, Choi YH, Kim MK, Paik HJ, Kim DH. Different adverse effects of air pollutants on dry eye disease: ozone, PM2.5, and PM10. Environ Pollut. 2020;265(Pt B):115039."}, {"Citation": "Mo Z, Fu Q, Lyu D, et al. Impacts of air pollution on dry eye disease among residents in Hangzhou, China: a case-crossover study. Environ Pollut. 2019;246:183-189."}, {"Citation": "Yu D, Deng Q, Wang J, et al. Air pollutants are associated with dry eye disease in urban ophthalmic outpatients: a prevalence Study in China. J Transl Med. 2019;17(1):46."}, {"Citation": "Um SB, Kim NH, Lee HK, Song JS, Kim HC. Spatial epidemiology of dry eye disease: findings from South Korea. Int J Health Geogr. 2014;13:31."}, {"Citation": "Galperín G, Berra M, Marquez MI, Mandaradoni M, Tau J, Berra A. Impact of environmental pollution on the ocular surface of Sjögren's syndrome patients. Arq Bras Oftalmol. 2018;81(6):481-489."}, {"Citation": "Zhong JY, Lee YC, Hsieh CJ, Tseng CC, Yiin LM. Association between dry eye disease, air pollution and weather changes in Taiwan. Int J Environ Res Public Health. 2018;15(10):2269."}, {"Citation": "Sahai A, Malik P. Dry eye: prevalence and attributable risk factors in a hospital-based population. Indian J Ophthalmol. 2005;53(2):87-91."}, {"Citation": "Stankovic A, Babic-Stankovic G, Nikolic M, et al. Black smoke and sulphur dioxide in the air as risk factors for dry eye disease. Pol J Environ Stud. 2019;28(4):2381-2388."}, {"Citation": "Jung SJ, Lee SH. Association between three heavy metals and dry eye disease in Korean adults: results of the Korean National Health and nutrition examination survey. Korean J Ophthalmol. 2019;33(1):26-35."}, {"Citation": "Chung SH, Myong JP. Are higher blood mercury levels associated with dry eye symptoms in adult Koreans? A population-based cross-sectional study. BMJ Open. 2016;6(4):e010985."}, {"Citation": "Lee CP, Hsu PY, Su CC. Increased prevalence of Sjogren's syndrome in where soils contain high levels of chromium. Sci Total Environ. 2019;657:1121-1126."}, {"Citation": "Gupta N, Prasad I, Himashree G, D'Souza P. Prevalence of dry eye at high altitude: a case controlled comparative study. High Alt Med Biol. 2008;9(4):327-334."}, {"Citation": "Gupta SK, Gupta SC, Agarwal R, Srivastava S, Agrawal SS, Saxena R. A multicentric case-control study on the impact of air pollution on eyes in a metropolitan city of India. Indian J Occup Environ Med. 2007;11(1):37-40."}, {"Citation": "Novaes P, Saldiva PH, Matsuda M, et al. The effects of chronic exposure to traffic derived air pollution on the ocular surface. Environ Res. 2010;110(4):372-374."}, {"Citation": "Wiwatanadate P. Acute air pollution-related symptoms among residents in Chiang Mai. Thailand J Environ Health. 2014;76(6):76-84."}, {"Citation": "Ruan Z, Qian ZM, Guo Y, et al. Ambient fine particulate matter and ozone higher than certain thresholds associated with myopia in the elderly aged 50 years and above. Environ Res. 2019;177:108581."}, {"Citation": "Lin H, Guo Y, Ruan Z, et al. Ambient PM(2.5) and O(3) and their combined effects on prevalence of presbyopia among the elderly: a cross-sectional study in six low- and middle-income countries. Sci Total Environ. 2019;655:168-173."}, {"Citation": "Migneron-Foisy V, Bouchard MF, Freeman EE, Saint-Amour D. Myopia and exposure to organophosphate and Pyrethroid pesticides in the General United States population. Invest Ophthalmol Vis Sci. 2017;58(11):4915-4924."}, {"Citation": "Kearney S, O'Donoghue L, Pourshahidi LK, et al. Conjunctival ultraviolet autofluorescence area, but not intensity, is associated with myopia. Clin Exp Optom. 2019;102(1):43-50."}, {"Citation": "Yazar S, Hewitt AW, Black LJ, et al. Myopia is associated with lower vitamin D status in young adults. Invest Ophthalmol Vis Sci. 2014;55(7):4552-4559."}, {"Citation": "McKnight CM, Sherwin JC, Yazar S, et al. Myopia in young adults is inversely related to an objective marker of ocular sun exposure: the Western Australian Raine cohort study. Am J Ophthalmol. 2014;158(5):1079-1085."}, {"Citation": "Sherwin JC, Hewitt AW, Coroneo MT, Kearns LS, Griffiths LR, Mackey DA. The association between time spent outdoors and myopia using a novel biomarker of outdoor light exposure. Invest Ophthalmol Vis Sci. 2012;53(8):4363-4370."}, {"Citation": "Torii H, Ohnuma K, Kurihara T, Tsubota K, Negishi K. Violet light transmission is related to myopia progression in adult high myopia. Sci Rep. 2017;7(1):14523."}, {"Citation": "Ulaganathan S, Read SA, Collins MJ, Vincent SJ. Influence of seasons upon personal light exposure and longitudinal axial length changes in young adults. Acta Ophthalmol. 2019;97(2):e256-e265."}, {"Citation": "Charng J, Sanfilippo PG, Lingham G, Stevenson LJ, Mackey DA, Yazar S. Estimation of heritability and familial correlation in myopia is not affected by past sun exposure. Ophthalmic Genet. 2019;40(6):500-506."}, {"Citation": "Ostrin LA. Objectively measured light exposure in emmetropic and myopic adults. Optom Vis Sci. 2017;94(2):229-238."}, {"Citation": "Burke AG, Patel I, Munoz B, et al. Population-based study of presbyopia in rural Tanzania. Ophthalmology. 2006;113(5):723-727."}, {"Citation": "Chiang CC, Liao CC, Chen PC, Tsai YY, Wang YC. Population study on chronic and acute conjunctivitis associated with ambient environment in urban and rural areas. J Expo Sci Environ Epidemiol. 2012;22(5):533-538."}, {"Citation": "Fu Q, Mo Z, Lyu D, et al. Air pollution and outpatient visits for conjunctivitis: a case-crossover study in Hangzhou. China Environ Pollut. 2017;231(Pt 2):1344-1350."}, {"Citation": "Lu P, Zhang Y, Xia G, Zhang W, Li S, Guo Y. Short-term exposure to air pollution and conjunctivitis outpatient visits: a multi-city study in China. Environ Pollut. 2019;254:113030."}, {"Citation": "Chen J, Cheng Y, Zhou M, et al. Machine learning prediction on number of patients due to conjunctivitis based on air pollutants: a preliminary study. Eur Rev Med Pharmacol Sci. 2020;24(20):10330-10337."}, {"Citation": "Zhong JY, Lee YC, Hsieh CJ, Tseng CC, Yiin LM. Association between the first occurrence of allergic conjunctivitis, air pollution and weather changes in Taiwan. Atmos Environ. 2019;212:90-95."}, {"Citation": "Lai YH. Relationship between air pollution and outpatient visits for nonspecific conjunctivitis in Taiwan. Electron J Gen Med. 2019;16(4):em114."}, {"Citation": "Mimura T, Ichinose T, Yamagami S, et al. Airborne particulate matter (PM2.5) and the prevalence of allergic conjunctivitis in Japan. Sci Total Environ. 2014;487:493-499."}, {"Citation": "Bao N, Lu Y, Huang K, et al. Association between short-term exposure to ambient nitrogen dioxide and the risk of conjunctivitis in Hefei, China: a time-series analysis. Environ Res. 2021;195:110807."}, {"Citation": "Guo H, Zhang S, Zhang Z, et al. Short-term exposure to nitrogen dioxide and outpatient visits for cause-specific conjunctivitis: a time-series study in Jinan, China. Atmos Environ. 2021;247:118211."}, {"Citation": "Hong J, Zhong T, Li H, et al. Ambient air pollution, weather changes, and outpatient visits for allergic conjunctivitis: a retrospective registry study. Sci Rep. 2016;6:23858."}, {"Citation": "Miyazaki D, Fukagawa K, Fukushima A, et al. Air pollution significantly associated with severe ocular allergic inflammatory diseases. Sci Rep. 2019;9(1):18205."}, {"Citation": "Chang CJ, Yang HH, Chang CA, Tsai HY. Relationship between air pollution and outpatient visits for nonspecific conjunctivitis. Invest Ophthalmol Vis Sci. 2012;53(1):429-433."}, {"Citation": "Song J, Liu Y, Lu M, et al. Short-term exposure to nitrogen dioxide pollution and the risk of eye and adnexa diseases in Xinxiang, China. Atmos Environ. 2019;218:117001."}, {"Citation": "Smith JL, Sivasubramaniam S, Rabiu MM, et al. Multilevel analysis of trichiasis and corneal opacity in Nigeria: the role of environmental risk factors on the distribution of disease. Am J Trop Med Hyg. 2015;87(5):385."}, {"Citation": "Lee KW, Choi YH, Hwang SH, et al. Outdoor air pollution and Pterygium in Korea. J Korean Med Sci. 2017;32(1):143-150."}, {"Citation": "Fu Q, Mo Z, Gu Y, et al. Association between outpatient visits for pterygium and air pollution in Hangzhou, China. Environ Pollut. 2021;291:118246."}, {"Citation": "Lin W, Wang SL, Wu HJ, et al. Associations between arsenic in drinking water and pterygium in southwestern Taiwan. Environ Health Perspect. 2008;116(7):952-955."}, {"Citation": "Rim TH, Nam J, Kim EK, Kim TI. Risk factors associated with pterygium and its subtypes in Korea: the Korean National Health and nutrition examination survey 2008-2010. Cornea. 2013;32(7):962-970."}, {"Citation": "McKnight CM, Sherwin JC, Yazar S, et al. Pterygium and conjunctival ultraviolet autofluorescence in young Australian adults: the Raine study. Clin Exp Ophthalmol. 2015;43(4):300-307."}, {"Citation": "Asokan R, Venkatasubbu RS, Velumuri L, Lingam V, George R. Prevalence and associated factors for pterygium and pinguecula in a south Indian population. Ophthalmic Physiol Opt. 2012;32(1):39-44."}, {"Citation": "Hwang DK, Chou YJ, Pu CY, Chou P. Epidemiology of uveitis among the Chinese population in Taiwan a population-based Study. Ophthalmology. 2012;119(11):2371-2376."}, {"Citation": "Chalada M, Ramlogan-Steel CA, Dhungel BP, et al. Differences in uveal melanoma age-standardized incidence rates in two eastern states of Australia are driven by differences in rurality and ultraviolet radiation. Cancer. 2021;13(23):5894."}, {"Citation": "Choi YH, Park SJ, Paik HJ, Kim MK, Wee WR, Kim DH. Unexpected potential protective associations between outdoor air pollution and cataracts. Environ Sci Pollut Res. 2018;25(11):10636-10643."}, {"Citation": "Shin J, Lee H, Kim H. Association between exposure to ambient air pollution and age-related cataract: a Nationwide population-based retrospective cohort study. Int J Environ Res Public Health. 2020;17(24):9231."}, {"Citation": "Chua SYL, Khawaja AP, Desai P, et al. The Association of Ambient air Pollution with Cataract Surgery in UK biobank participants: prospective cohort Study. Invest Ophthalmol Vis Sci. 2021;62(15):7."}, {"Citation": "Lemire M, Fillion M, Frenette B, et al. Selenium and mercury in the Brazilian Amazon: opposing influences on age-related cataracts. Environ Health Perspect. 2010;118(11):1584-1589."}, {"Citation": "See LC, Chiou HY, Lee JS, et al. Dose-response relationship between ingested arsenic and cataracts among residents in southwestern Taiwan. J Environ Sci Health A Tox Hazard Subst Environ Eng. 2007;42(12):1843-1851."}, {"Citation": "Wang W, Schaumberg DA, Park SK. Cadmium and lead exposure and risk of cataract surgery in U.S. adults. Int J Hyg Environ Health. 2016;219(8):850-856."}, {"Citation": "Delcourt C, Cougnard-Grégoire A, Boniol M, et al. Lifetime exposure to ambient ultraviolet radiation and the risk for cataract extraction and age-related macular degeneration: the Alienor Study. Invest Ophthalmol Vis Sci. 2014;55(11):7619-7627."}, {"Citation": "Tang Y, Ji Y, Ye X, et al. The association of outdoor activity and age-related cataract in a rural population of Taizhou eye study: phase 1 report. PLoS One. 2015;10(8):e0135870."}, {"Citation": "West SK, Longstreth JD, Munoz BE, Pitcher HM, Duncan DD. Model of risk of cortical cataract in the US population with exposure to increased ultraviolet radiation due to stratospheric ozone depletion. Am J Epidemiol. 2005;162(11):1080-1088."}, {"Citation": "Zhu M, Yu J, Gao Q, et al. The relationship between disability-adjusted life years of cataracts and ambient erythemal ultraviolet radiation in China. J Epidemiol. 2015;25(1):57-65."}, {"Citation": "Pastor-Valero M, Fletcher AE, de Stavola BL, Chaqués-Alepúz V. Years of sunlight exposure and cataract: a case-control study in a Mediterranean population. BMC Ophthalmol. 2007;7:18."}, {"Citation": "McElroy JA, Klein BE, Lee KE, Howard KP, Klein R. Place-based exposure and cataract risk in the Beaver Dam cohort. J Environ Health. 2014;76(6):34-40."}, {"Citation": "Ng JQ, Morlet N, Semmens JB. Socioeconomic and rural differences for cataract surgery in Western Australia. Clin Exp Ophthalmol. 2006;34(4):317-323."}, {"Citation": "Pasquale LR, Jiwani AZ, Zehavi-Dorin T, et al. Solar exposure and residential geographic history in relation to exfoliation syndrome in the United States and Israel. JAMA Ophthalmol. 2014;132(12):1439-1445."}, {"Citation": "Stein JD, Pasquale LR, Talwar N, et al. Geographic and climatic factors associated with exfoliation syndrome. Arch Ophthalmol. 2011;129(8):1053-1060."}, {"Citation": "Vijaya L, Asokan R, Panday M, et al. Six-year incidence and baseline risk factors for pseudoexfoliation in a south Indian population the Chennai eye disease incidence Study. Ophthalmology. 2015;122(6):1158-1164."}, {"Citation": "Chua SYL, Khawaja AP, Morgan J, et al. The relationship between ambient atmospheric fine particulate matter (PM2.5) and Glaucoma in a large community cohort. Invest Ophthalmol Vis Sci. 2019;60(14):4915-4923."}, {"Citation": "Sun HY, Luo CW, Chiang YW, et al. Association between pm2.5 exposure level and primary open-angle glaucoma in taiwanese adults: a nested case-control study. Int J Environ Res Public Health. 2021;18(4):1-12."}, {"Citation": "Yang X, Yang Z, Liu Y, et al. The association between long-term exposure to ambient fine particulate matter and glaucoma: a nation-wide epidemiological study among Chinese adults. Int J Hyg Environ Health. 2021;238:113858."}, {"Citation": "Wang X, Du Y, Sun W, et al. The effects of air pollution and precipitation on outpatient visits for primary glaucoma: a multi-model time series analysis. Air Qual Atmos Health. 2022;15(6):1011-1025."}, {"Citation": "Lin SC, Singh K, Lin SC. Association between body levels of trace metals and glaucoma prevalence. JAMA Ophthalmol. 2015;133(10):1144-1150."}, {"Citation": "Wang W, Sayoko M, Bakulski K, et al. Bone lead levels and risk of incident primary open-angle glaucoma: the VA normative aging study. Environ Health Perspect. 2018;126(8):1-9."}, {"Citation": "Gardiner SK, Demirel S, Gordon MO, Kass MA, Ocular HT. Seasonal changes in visual field sensitivity and intraocular pressure in the ocular hypertension treatment study. Ophthalmology. 2013;120(4):724-730."}, {"Citation": "Ko YC, Hwang DK, Chen WT, Lee CC, Liu CJ. Impact of socioeconomic status on the diagnosis of primary open-angle glaucoma and primary angle closure glaucoma: a Nationwide population-based study in Taiwan. PLoS One. 2016;11(2):e0149698."}, {"Citation": "Garudadri C, Senthil S, Khanna RC, Sannapaneni K, Rao HBL. Prevalence and risk factors for primary glaucomas in adult urban and rural populations in the Andhra Pradesh eye disease study. Ophthalmology. 2010;117(7):1352-1359."}, {"Citation": "Bikbov MM, Kazakbaeva GM, Zainullin RM, et al. Intraocular pressure and its associations in a Russian population: the ural eye and medical study. Am J Ophthalmol. 2019;204:130-139."}, {"Citation": "Xu L, Wang YX, Jonas JB, Wang YS, Wang S. Ocular hypertension and diabetes mellitus in the Beijing eye study. J Glaucoma. 2009;18(1):21-25."}, {"Citation": "Suh W, Kee C, Namil Study G, Korean Glaucoma S. The distribution of intraocular pressure in urban and in rural populations: the Namil study in South Korea. Am J Ophthalmol. 2012;154(1):99-106."}, {"Citation": "Hamano T, Li XJ, Tanito M, et al. Neighborhood deprivation and risk of age-related eye diseases: a follow-up study in Sweden. Ophthalmic Epidemiol. 2015;22(5):308-320."}, {"Citation": "Chang KH, Hsu PY, Lin CJ, Lin CL, Juo SH, Liang CL. Traffic-related air pollutants increase the risk for age-related macular degeneration. J Invest Med. 2019;67(7):1076-1081."}, {"Citation": "Ju MJ, Kim J, Park SK, Kim DH, Choi YH. Long-term exposure to ambient air pollutants and age-related macular degeneration in middle-aged and older adults. Environ Res. 2022;204:111953."}, {"Citation": "Wu EW, Schaumberg DA, Park SK. Environmental cadmium and lead exposures and age-related macular degeneration in U.S. adults: the National Health and Nutrition Examination Survey 2005 to 2008. Environ Res. 2014;133:178-184."}, {"Citation": "Kim MH, Zhao D, Cho J, Guallar E. Cadmium exposure and age-related macular degeneration. J Expo Sci Environ Epidemiol. 2016;26(2):214-218."}, {"Citation": "Klein BE, McElroy JA, Klein R, Howard KP, Lee KE. Nitrate-nitrogen levels in rural drinking water: is there an association with age-related macular degeneration? J Environ Sci Health A Tox Hazard Subst Environ Eng. 2013;48(14):1757-1763."}, {"Citation": "Montgomery MP, Postel E, Umbach DM, et al. Pesticide use and age-related macular degeneration in the agricultural health study. Environ Health Perspect. 2017;125(7):077013."}, {"Citation": "Schick T, Ersoy L, Lechanteur YT, et al. History of sunlight exposure is a risk factor for age-related macular degeneration. Retina. 2016;36(4):787-790."}, {"Citation": "Klein BE, Howard KP, Iyengar SK, et al. Sunlight exposure, pigmentation, and incident age-related macular degeneration. Invest Ophthalmol Vis Sci. 2014;55(9):5855-5861."}, {"Citation": "Fletcher AE, Bentham GC, Agnew M, et al. Sunlight exposure, antioxidants, and age-related macular degeneration. Arch Ophthalmol. 2008;126(10):1396-1403."}, {"Citation": "Piermarocchi S, Segato T, Scopa P, et al. The prevalence of age-related macular degeneration in Italy (PAMDI) study: report 1. Ophthalmic Epidemiol. 2011;18(3):129-136."}, {"Citation": "Xu L, Cui TT, Yang H, et al. Prevalence of visual impairment among adults in China: the Beijing eye study. Am J Ophthalmol. 2006;141(3):591-593."}, {"Citation": "Wang YX, Xu L, Jonas JB. Prevalence and causes of visual field loss as determined by frequency doubling perimetry in urban and rural adult Chinese. Am J Ophthalmol. 2006;141(6):1078-1086."}, {"Citation": "Feitosa-Santana C, Souza GDS, Sirius EVP, et al. Color vision impairment with low-level methylmercury exposure of an Amazonian population-Brazil. Neurotoxicology. 2018;66:179-184."}, {"Citation": "Willmann G, Ivanov IV, Fischer MD, et al. Effects on colour discrimination during long term exposure to high altitudes on Mt Everest. Br J Ophthalmol. 2010;94(10):1393-1397."}, {"Citation": "Pan SC, Huang CC, Chin WS, Chen BY, Chan CC, Guo YL. Association between air pollution exposure and diabetic retinopathy among diabetics. Environ Res. 2020;181:108960."}, {"Citation": "Shan A, Chen X, Yang X, et al. Association between long-term exposure to fine particulate matter and diabetic retinopathy among diabetic patients: a national cross-sectional study in China. Environ Int. 2021 Sep;154:106568."}, {"Citation": "Mamtani M, Curran JE, Blangero J, Kulkarni H. Association of urinary phthalates with self-reported eye affliction/retinopathy in individuals with diabetes: National Health and Nutrition Examination Survey, 2001-2010. J Diabetes Res. 2016;2016:7269896."}, {"Citation": "Cheng HC, Pan RH, Yeh HJ, et al. Ambient air pollution and the risk of central retinal artery occlusion. Ophthalmology. 2016;123(12):2603-2609."}, {"Citation": "Zhang HW, Lin CW, Kok VC, et al. Incidence of retinal vein occlusion with long-term exposure to ambient air pollution. PLoS One. 2019;14(9):e0222895."}, {"Citation": "Wolffsohn JS, Drew T, Sulley A. Conjunctival UV autofluorescence-prevalence and risk factors. Cont Lens Anterior Eye. 2014;37(6):427-430."}, {"Citation": "Yazar S, Cuellar-Partida G, McKnight CM, et al. Genetic and environmental factors in conjunctival UV autofluorescence. JAMA Ophthalmol. 2015;133(4):406-412."}, {"Citation": "Torrado SC, Viso E, Moreira S, Blanco MJ, Gude F. Rhegmatogenous retinal detachment and solar radiation in northwestern Spain. Ophthalmologica. 2020;243(1):51-57."}, {"Citation": "Khong JJ, Goldstein RF, Sanders KM, et al. Serum selenium status in Graves' disease with and without orbitopathy: a case-control study. Clin Endocrinol (Oxf). 2014;80(6):905-910."}, {"Citation": "Eze BI, Eze JN. Demographic, socio-economic and clinical characteristics: implications for time to presentation at a Nigerian tertiary ophthalmic outpatient population. Public Health. 2014;128(11):1023-1029."}, {"Citation": "Chou CF, Zhang X, Crews JE, Barker LE, Lee PP, Saaddine JB. Impact of geographic density of eye care professionals on eye care among adults with diabetes. Ophthalmic Epidemiol. 2012;19(6):340-349."}, {"Citation": "Erie JC, Butz JA, Good JA, Erie EA, Burritt MF, Cameron JD. Heavy metal concentrations in human eyes. Am J Ophthalmol. 2005;139(5):888-893."}, {"Citation": "Bhattacharyya M, Wilson A, Rajan S, Jonah M. Biochemical pathways in cadmium toxicity. In: Zalup R, Koropatnick J, eds. Molecular biology and toxicology of metal. Taylor & Francis Inc; 2000:1-74."}, {"Citation": "Bernhoft RA. Mercury toxicity and treatment: a review of the literature. J Environ Public Health. 2012;2012:1-10."}, {"Citation": "Weeber HA, Eckert G, Soergel F, Meyer CH, Pechhold W, van der Heijde RGL. Dynamic mechanical properties of human lenses. Exp Eye Res. 2005;80(3):425-434."}, {"Citation": "Jaga K, Dharmani C. Ocular toxicity from pesticide exposure: a recent review. Environ Health Prev Med. 2006;11(3):102-107."}, {"Citation": "Dementi B. Ocular effects of organophosphates: a historical perspective of Saku disease. J Appl Toxicol. 1994;14(2):119-129."}, {"Citation": "Schaeffel F, Bartmann M, Hagel G, Zrenner E. Studies on the role of the retinal dopamine/melatonin system in experimental refractive errors in chickens. Vision Res. 1995;35(9):1247-1264."}, {"Citation": "Townsend AT, Adams DK, Lopez JB, Kirby AW. Effect of diisopropylfluorophosphate on muscarinic and gamma-aminobutyric acid receptors in visual cortex of cats. Life Sci. 1991;49(15):1053-1060."}, {"Citation": "Farokhi F, Taravati A. Pesticide exposure and thyroid function in adult male sprayers. Int J Med Invest. 2014;3(4):127-132."}, {"Citation": "Robb EL, Baker MB. StatPearls [Internet]. StatPearls Publishing; 2022 Accessed 2022 Jul 1. http://www.ncbi.nlm.nih.gov/books/NBK470430/"}, {"Citation": "Lau ATY. Opposed arsenite-induced signaling pathways promote cell proliferation or apoptosis in cultured lung cells. Carcinogenesis. 2003;25(1):21-28."}, {"Citation": "Luster M. Arsenic and urinary bladder cell proliferation. Toxicol Appl Pharmacol. 2004;198(3):419-423."}, {"Citation": "Shimmura S, Ishioka M, Hanada K, Shimazaki J, Tsubota K. Telomerase activity and p53 expression in pterygia. Invest Ophthalmol Vis Sci. 2000;41(6):1364-1369."}, {"Citation": "Weinstein O, Rosenthal G, Zirkin H, Monos T, Lifshitz T, Argov S. Overexpression of p53 tumor suppressor gene in pterygia. Eye. 2002;16(5):619-621."}, {"Citation": "Pontius FW, Brown KG, Chen CJ. Health implications of arsenic in drinking water. J Am Water Works Assoc. 1994;86(9):52-63."}, {"Citation": "Satarug S, Garrett SH, Sens MA, Sens DA. Cadmium, environmental exposure, and health outcomes. Environ Health Perspect. 2010;118(2):182-190."}, {"Citation": "Jin T, Lu J, Nordberg M. Toxicokinetics and biochemistry of cadmium with special emphasis on the role of metallothionein. Neurotoxicology. 1998;19(4-5):529-535."}, {"Citation": "Valko M, Morris H, Cronin M. Metals, toxicity and oxidative stress. Curr Med Chem. 2005;12(10):1161-1208."}, {"Citation": "Rayman MP. Selenium and human health. Lancet. 2012;379(9822):1256-1268."}, {"Citation": "Selenium FL. Selenoproteins and vision. In: Augustin AJ, ed. Developments in Ophthalmology [Internet]. Karger; 2005:89-102 Accessed 2022 July 1. https://www.karger.com/Article/FullText/82770"}, {"Citation": "Panday M, George R, Asokan R, et al. Six-year incidence of visually significant age-related cataract: the Chennai eye disease incidence study. Clin Exp Ophthalmol. 2016;44(2):114-120."}, {"Citation": "Obeng-Gyasi E. Sources of lead exposure in various countries. Rev Environ Health. 2019;34(1):25-34."}, {"Citation": "Nuran Ercal BSP, Hande Gurer-Orhan BSP, Nukhet Aykin-Burns BSP. Toxic metals and oxidative stress part I: mechanisms involved in me-tal induced oxidative damage. CTMC. 2001;1(6):529-539."}, {"Citation": "Jomova K, Valko M. Advances in metal-induced oxidative stress and human disease. Toxicology. 2011;283(2-3):65-87."}, {"Citation": "Valko M, Jomova K, Rhodes CJ, Kuča K, Musílek K. Redox- and non-redox-metal-induced formation of free radicals and their role in human disease. Arch Toxicol. 2016;90(1):1-37."}, {"Citation": "Babizhayev MA. Biomarkers and special features of oxidative stress in the anterior segment of the eye linked to lens cataract and the trabecular meshwork injury in primary open-angle glaucoma: challenges of dual combination therapy with N-acetylcarnosine lubricant eye d: enhanced oxidative stress in cataract and glaucoma. Fundam Clin Pharmacol. 2012;26(1):86-117."}, {"Citation": "Saccà SC, Gandolfi S, Bagnis A, et al. From DNA damage to functional changes of the trabecular meshwork in aging and glaucoma. Ageing Res Rev. 2016;29:26-41."}, {"Citation": "Zhao J, Wang S, Zhong W, Yang B, Sun L, Zheng Y. Oxidative stress in the trabecular meshwork. Int J Mol Med. 2016;38(4):995-1002."}, {"Citation": "Finley JW, Davis CD. Manganese deficiency and toxicity: are high or low dietary amounts of manganese cause for concern? Biofactors. 1999;10(1):15-24."}, {"Citation": "Spalding RF, Exner ME. Occurrence of nitrate in groundwater-a review. J Environ Qual. 1993;22(3):392-402."}, {"Citation": "Ward MH, de Kok TM, Levallois P, et al. Workgroup report: drinking-water nitrate and health-recent findings and research needs. Environ Health Perspect. 2005;113(11):1607-1614."}, {"Citation": "Ito T, Nakano M, Yamamoto Y, Hiramitsu T, Mizuno Y. Hemoglobin-induced lipid peroxidation in the retina: a possible mechanism for macular degeneration. Arch Biochem Biophys. 1995;316(2):864-872."}, {"Citation": "Bagchi D, Bagchi M, Hassoun EA, Stohs SJ. In vitro and in vivo generation of reactive oxygen species, DNA damage and lactate dehydrogenase leakage by selected pesticides. Toxicology. 1995;104(1-3):129-140."}, {"Citation": "Lee DW, Opanashuk LA. Polychlorinated biphenyl mixture Aroclor 1254-induced oxidative stress plays a role in dopaminergic cell injury. Neurotoxicology. 2004;25(6):925-939."}, {"Citation": "Cingolani C, Rogers B, Lu L, Kachi S, Shen J, Campochiaro PA. Retinal degeneration from oxidative damage. Free Rad Biol Med. 2006;40(4):660-669."}, {"Citation": "Rotstein NP, Politi LE, German OL, Girotti R. Protective effect of docosahexaenoic acid on oxidative stress-induced apoptosis of retina photoreceptors. Invest Ophthalmol Vis Sci. 2003;44(5):2252-2259."}, {"Citation": "Yu F, Wang Z, Ju B, Wang Y, Wang J, Bai D. Apoptotic effect of organophosphorus insecticide chlorpyrifos on mouse retina in vivo via oxidative stress and protection of combination of vitamins C and E. Exp Toxicol Pathol. 2008;59(6):415-423."}, {"Citation": "Troudi A, Ben Amara I, Samet AM, Zeghal N. Oxidative stress induced by 2,4-phenoxyacetic acid in liver of female rats and their progeny: biochemical and histopathological studies. Environ Toxicol. 2012;27(3):137-145."}, {"Citation": "Bølling AK, Sripada K, Becher R, Bekö G. Phthalate exposure and allergic diseases: review of epidemiological and experimental evidence. Environ Int. 2020;139:105706."}, {"Citation": "Lin Y, Wei J, Li Y, et al. Developmental exposure to di(2-ethylhexyl) phthalate impairs endocrine pancreas and leads to long-term adverse effects on glucose homeostasis in the rat. Am J Physiol: Endocrinol Metab. 2011;301(3):E527-E538."}, {"Citation": "Trasande L, Spanier AJ, Sathyanarayana S, Attina TM, Blustein J. Urinary phthalates and increased insulin resistance in adolescents. Pediatrics. 2013;132(3):e646-e655."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "5", "Day": "5"}, {"Year": "2023", "Month": "1", "Day": "7"}, {"Year": "2023", "Month": "5", "Day": "18"}, {"Year": "2023", "Month": "8", "Day": "16", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "13", "Hour": "5", "Minute": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37309709", "10.1111/ceo.14262"]}}], "PubmedBookArticle": []}