{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Aroma", "Non-targeted metabolomic analysis", "Ozone", "Preservation and storage", "Respiration rate"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37316085", "DateCompleted": {"Year": "2023", "Month": "06", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "06", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "05", "Day": "21"}], "ELocationID": ["10.1016/j.foodres.2023.113020", "S0963-9969(23)00565-3"], "Journal": {"ISSN": "1873-7145", "JournalIssue": {"Volume": "170", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Food research international (Ottawa, Ont.)", "ISOAbbreviation": "Food Res Int"}, "ArticleTitle": "Ozone micro-nano bubble water preserves the quality of postharvest parsley.", "Pagination": {"StartPage": "113020", "MedlinePgn": "113020"}, "Abstract": {"AbstractText": ["The production and use of ozone micro-nano bubble water (O<sub>3</sub>-MNBW) is an innovative technology that prolongs the reactivity of aqueous-phase ozone and maintains the freshness and quality of fruits and vegetables by removing pesticides, mycotoxins, and other contaminants. The quality of parsley treated with different concentrations of O<sub>3</sub>-MNBW was investigated during storage at 20 ℃ for 5 d, and found that a ten-minute exposure of parsley to 2.5 mg·L<sup>-1</sup> O<sub>3</sub>-MNBW effectively preserved the sensory quality of parsley, and resulted in lower weight loss, respiration rate, ethylene production, MDA levels, and a higher level of firmness, vitamin C, and chlorophyll content, relative to untreated parsley. The O<sub>3</sub>-MNBW treatment also increased the level of total phenolics and flavonoids, enhanced peroxidase and ascorbate peroxidase activity, and inhibited polyphenol oxidase activity in stored parsley. Five volatile signatures identified using an electronic nose (W1W, sulfur-compounds; W2S, ethanol; W2W, aromatic- and organic- sulfur compounds; W5S, oxynitride; W1S, methane) exhibited a significant decrease in response to the O<sub>3</sub>-MNBW treatment. A total of 24 major volatiles were identified. A metabolomic analysis identified 365 differentially abundant metabolites (DMs). Among them, 30 and 19 DMs were associated with characteristic volatile flavor substance metabolism in O<sub>3</sub>-MNBW and control groups, respectively. The O<sub>3</sub>-MNBW treatment increased the abundance of most DMs related to flavor metabolism and reduced the level of naringin and apigenin. Our results provide insight into the mechanisms that are regulated in response to the exposure of parsley to O<sub>3</sub>-MNBW, and confirmed the potential use of O<sub>3</sub>-MNBW as a preservation technology."], "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China; Department of Food Science and Engineering, College of Biological Sciences and Biotechnology, Beijing Key Laboratory of Forest Food Processing and Safety, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Shi", "ForeName": "Junyan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China; College of Life Sciences, Dalian Minzu University, Dalian 116600, China."}], "LastName": "Cai", "ForeName": "Huiwen", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China."}], "LastName": "Qin", "ForeName": "Zhanjun", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology and Bioengineering, West Yunnan University, Lincang 677000, Yunnan, China."}], "LastName": "Li", "ForeName": "Xiaojiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China."}], "LastName": "Yuan", "ForeName": "Shuzhi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China."}], "LastName": "Yue", "ForeName": "Xiaozhen", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Laboratory of Economic Plant Biotechnology, College of Landscape Architecture and Life Science/Institute of Special Plants, Chongqing University of Arts and Sciences, Yongchuan, Chongqing 402160, China."}], "LastName": "Sui", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Engineering, College of Biological Sciences and Biotechnology, Beijing Key Laboratory of Forest Food Processing and Safety, Beijing Forestry University, Beijing 100083, China."}], "LastName": "Sun", "ForeName": "Aidong", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Dalian Minzu University, Dalian 116600, China. Electronic address: cjc@dlnu.edu.cn."}], "LastName": "Cui", "ForeName": "Jingchun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China. Electronic address: zuojinhua@nercv.org."}], "LastName": "Zuo", "ForeName": "Jinhua", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of the Vegetable Postharvest Treatment of Ministry of Agriculture, Beijing Key Laboratory of Fruits and Vegetable Storage and Processing, Key Laboratory of Biology and Genetic Improvement of Horticultural Crops (North China) of Ministry of Agriculture, Key Laboratory of Urban Agriculture (North) of Ministry of Agriculture, National Engineering Research Center for Vegetables, Beijing Vegetable Research Center, Institute of Agri-food Processing and Nutrition (IAPN), Beijing Academy of Agriculture and Forestry Sciences, Beijing 100097, China. Electronic address: wangqing@nercv.org."}], "LastName": "Wang", "ForeName": "Qing", "Initials": "Q"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Food Res Int", "NlmUniqueID": "9210143", "ISSNLinking": "0963-9969"}, "ChemicalList": [{"RegistryNumber": "7V515PI7F6", "NameOfSubstance": "Apigenin"}, {"RegistryNumber": "PQ6CK8PD0R", "NameOfSubstance": "Ascorbic Acid"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "0", "NameOfSubstance": "Coloring Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Petroselinum"}, {"QualifierName": [], "DescriptorName": "Apigenin"}, {"QualifierName": [], "DescriptorName": "Ascorbic Acid"}, {"QualifierName": [], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Coloring Agents"}], "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "5", "Day": "18"}, {"Year": "2023", "Month": "5", "Day": "19"}, {"Year": "2023", "Month": "6", "Day": "16", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "15", "Hour": "1", "Minute": "8"}, {"Year": "2023", "Month": "6", "Day": "14", "Hour": "20", "Minute": "59"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37316085", "10.1016/j.foodres.2023.113020", "S0963-9969(23)00565-3"]}}], "PubmedBookArticle": []}