{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37310641", "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "13"}], "ELocationID": ["10.1007/s43630-023-00369-6"], "Journal": {"ISSN": "1474-9092", "JournalIssue": {"Volume": "22", "Issue": "5", "PubDate": {"Year": "2023", "Month": "May"}}, "Title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology", "ISOAbbreviation": "Photochem Photobiol Sci"}, "ArticleTitle": "Changes in tropospheric air quality related to the protection of stratospheric ozone in a changing climate.", "Pagination": {"StartPage": "1129", "EndPage": "1176", "MedlinePgn": "1129-1176"}, "Abstract": {"AbstractText": ["Ultraviolet (UV) radiation drives the net production of tropospheric ozone (O<sub>3</sub>) and a large fraction of particulate matter (PM) including sulfate, nitrate, and secondary organic aerosols. Ground-level O<sub>3</sub> and PM are detrimental to human health, leading to several million premature deaths per year globally, and have adverse effects on plants and the yields of crops. The Montreal Protocol has prevented large increases in UV radiation that would have had major impacts on air quality. Future scenarios in which stratospheric O<sub>3</sub> returns to 1980 values or even exceeds them (the so-called super-recovery) will tend to ameliorate urban ground-level O<sub>3</sub> slightly but worsen it in rural areas. Furthermore, recovery of stratospheric O<sub>3</sub> is expected to increase the amount of O<sub>3</sub> transported into the troposphere by meteorological processes that are sensitive to climate change. UV radiation also generates hydroxyl radicals (OH) that control the amounts of many environmentally important chemicals in the atmosphere including some greenhouse gases, e.g., methane (CH<sub>4</sub>), and some short-lived ozone-depleting substances (ODSs). Recent modeling studies have shown that the increases in UV radiation associated with the depletion of stratospheric ozone over 1980-2020 have contributed a small increase (~ 3%) to the globally averaged concentrations of OH. Replacements for ODSs include chemicals that react with OH radicals, hence preventing the transport of these chemicals to the stratosphere. Some of these chemicals, e.g., hydrofluorocarbons that are currently being phased out, and hydrofluoroolefins now used increasingly, decompose into products whose fate in the environment warrants further investigation. One such product, trifluoroacetic acid (TFA), has no obvious pathway of degradation and might accumulate in some water bodies, but is unlikely to cause adverse effects out to 2100."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-0983-1313"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Atmospheric Research, Boulder, USA. sasha@ucar.edu."}, {"Identifier": [], "Affiliation": "USDA UV-B Monitoring and Research Program, Natural Resource Ecology Laboratory, Colorado State University, Fort Collins, USA. sasha@ucar.edu."}], "LastName": "Madronich", "ForeName": "S", "Initials": "S"}, {"Identifier": ["0000-0001-5475-3073"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academic Guest after retirement from Eawag: Swiss Federal Institute of Aquatic Science and Technology, CH-8600, Duebendorf, Switzerland."}], "LastName": "Sulzberger", "ForeName": "B", "Initials": "B"}, {"Identifier": ["0000-0001-7923-6726"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute for Global Risk Research, LLC, Bethesda, USA."}], "LastName": "Longstreth", "ForeName": "J D", "Initials": "JD"}, {"Identifier": ["0000-0002-4559-9374"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IUF-Leibniz Research Institute for Environmental Medicine, Dusseldorf, Germany."}], "LastName": "Schikowski", "ForeName": "T", "Initials": "T"}, {"Identifier": ["0000-0002-7976-5852"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, California State University, Northridge, USA."}], "LastName": "Andersen", "ForeName": "M P Sulbæk", "Initials": "MPS"}, {"Identifier": ["0000-0002-8496-6413"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Sciences, University of Guelph, Guelph, Canada."}], "LastName": "Solomon", "ForeName": "K R", "Initials": "KR"}, {"Identifier": ["0000-0003-4546-2527"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Earth, Atmospheric and Life Sciences, University of Wollongong, Wollongong, Australia. swilson@uow.edu.au."}], "LastName": "Wilson", "ForeName": "S R", "Initials": "SR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Photochem Photobiol Sci", "NlmUniqueID": "101124451", "ISSNLinking": "1474-905X"}, "CoiStatement": "The authors have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tang X, Madronich S, Wallington T, Calamari D. Changes in tropospheric composition and air quality. Journal of Photochemistry and Photobiology B-Biology. 1998;46:83–95. doi: 10.1016/S1011-1344(98)00187-0.", "ArticleIdList": ["10.1016/S1011-1344(98)00187-0", "9894352"]}, {"Citation": "Solomon KR, Tang X, Wilson SR, Zanis P, Bais AF. Changes in tropospheric composition and air quality due to stratospheric ozone depletion. Photochemical & Photobiological Sciences. 2003;2:62–67. doi: 10.1039/B211086E.", "ArticleIdList": ["10.1039/B211086E", "12659540"]}, {"Citation": "Wilson SR, Solomon KR, Tang X. Changes in tropospheric composition and air quality due to stratospheric ozone depletion and climate change. Photochemical & Photobiological Sciences. 2007;6:301–310. doi: 10.1039/B700022G.", "ArticleIdList": ["10.1039/B700022G", "17344964"]}, {"Citation": "Tang X, Wilson SR, Solomon KR, Shao M, Madronich S. Changes in tropospheric composition and air quality due to stratospheric ozone depletion and interactions with changes in climate. Photochemical & Photobiological Sciences. 2011;10:280–291. doi: 10.1039/C0PP90039G.", "ArticleIdList": ["10.1039/C0PP90039G", "21253665"]}, {"Citation": "Madronich S, Shao M, Wilson SR, Solomon KR, Longstreth JD, Tang XY. Changes in air quality and tropospheric composition due to depletion of stratospheric ozone and interactions with changing climate: Implications for human and environmental health. Photochemical & Photobiological Sciences. 2015;14:149–169. doi: 10.1039/c4pp90037e.", "ArticleIdList": ["10.1039/c4pp90037e", "25380416"]}, {"Citation": "Wilson SR, Madronich S, Longstreth JD, Solomon KR. Interactive effects of changing stratospheric ozone and climate on tropospheric composition and air quality, and the consequences for human and ecosystem health. Photochemical & Photobiological Sciences. 2019;18:775–803. doi: 10.1039/c8pp90064g.", "ArticleIdList": ["10.1039/c8pp90064g", "30810564"]}, {"Citation": "Haagen-Smit AJ, Bradley CE, Fox MM. Ozone formation in photochemical oxidation of organic substances. Industrial & Engineering Chemistry. 1953;45(9):2086–2089. doi: 10.1021/ie50525a044.", "ArticleIdList": ["10.1021/ie50525a044"]}, {"Citation": "McKenzie RL, Aucamp PJ, Bais AF, Bjoern LO, Ilyas M, Madronich S. Ozone depletion and climate change: Impacts on UV radiation. Photochemical & Photobiological Sciences. 2011;10(2):182–198. doi: 10.1039/c0pp90034f.", "ArticleIdList": ["10.1039/c0pp90034f", "21253660"]}, {"Citation": "Seinfeld JH, Pandis SN. Atmospheric chemistry and physics: From air pollution to climate change. 3. Wiley; 2016."}, {"Citation": "Brasseur GP, Jacob DJ. Modeling of atmospheric chemistry. Cambridge University Press; 2017."}, {"Citation": "Szopa S, Naik V, Adhikary B, Artaxo P, Berntsen T, Collins WD, Fuzzi S, Gallardo L, Scharr AK, Klimont Z, Liao H, Unger N, Zanis P. Short-lived climate forcers. In: Masson-Delmotte V, Zhai P, Pirani A, Connors SL, Péan C, Berger S, Caud N, Chen Y, Goldfarb L, Gomis MI, Huang M, Leitzell K, Lonnoy E, Matthews JBR, Maycock TK, Waterfield T, Yelekçi O, Yu R, Zhou B, editors. Climate Change 2021: The physical science basis. Contribution of Working Group I to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; 2021."}, {"Citation": "Liu SC, Trainer M. Responses of the tropospheric ozone and odd hydrogen radicals to column ozone change. Journal of Atmospheric Chemistry. 1988;6(3):221–233. doi: 10.1007/bf00053857.", "ArticleIdList": ["10.1007/bf00053857"]}, {"Citation": "Thompson AM, Stewart RW, Owens MA, Herwehe JA. Sensitivity of tropospheric oxidants to global chemical and climate change. Atmospheric Environment (1967) 1989;23(3):519–532. doi: 10.1016/0004-6981(89)90001-2.", "ArticleIdList": ["10.1016/0004-6981(89)90001-2"]}, {"Citation": "Zhang H, Wu S, Huang Y, Wang Y. Effects of stratospheric ozone recovery on photochemistry and ozone air quality in the troposphere. Atmospheric Chemistry and Physics. 2014;14(8):4079–4086. doi: 10.5194/acp-14-4079-2014.", "ArticleIdList": ["10.5194/acp-14-4079-2014"]}, {"Citation": "Hodzic A, Madronich S. Response of surface ozone over the continental United States to UV radiation declines from the expected recovery of stratospheric ozone. npj Climate and Atmospheric Science. 2018;1(1):35. doi: 10.1038/s41612-018-0045-5.", "ArticleIdList": ["10.1038/s41612-018-0045-5"]}, {"Citation": "Bekki S, Law KS, Pyle JA. Effect of ozone depletion on atmospheric CH4 and CO concentrations. Nature. 1994;371(6498):595–597. doi: 10.1038/371595a0.", "ArticleIdList": ["10.1038/371595a0"]}, {"Citation": "Fuglestved JS, Jonson JE, Isaksen ISA. Effects of reductions in stratospheric ozone on tropospheric chemistry through changes in photolysis rates. Tellus B: Chemical and Physical Meteorology. 1994;46(3):172–192. doi: 10.3402/tellusb.v46i3.15790.", "ArticleIdList": ["10.3402/tellusb.v46i3.15790"]}, {"Citation": "Schnell RC, Liu SC, Oltmans SJ, Stone RS, Hofmann DJ, Dutton EG, Deshler T, Sturges WT, Harder JW, Sewell SD, Trainer M, Harris JM. Decrease of summer tropospheric ozone concentrations in Antarctica. Nature. 1991;351(6329):726–729. doi: 10.1038/351726a0.", "ArticleIdList": ["10.1038/351726a0"]}, {"Citation": "Isaksen ISA, Zerefos C, Kourtidis K, Meleti C, Dalsøren SB, Sundet JK, Grini A, Zanis P, Balis D. Tropospheric ozone changes at unpolluted and semipolluted regions induced by stratospheric ozone changes. Journal of Geophysical Research: Atmospheres. 2005 doi: 10.1029/2004JD004618.", "ArticleIdList": ["10.1029/2004JD004618"]}, {"Citation": "Butler AH, Daniel JS, Portmann RW, Ravishankara AR, Young PJ, Fahey DW, Rosenlof KH. Diverse policy implications for future ozone and surface UV in a changing climate. Environmental Research Letters. 2016;11(6):064017. doi: 10.1088/1748-9326/11/6/064017.", "ArticleIdList": ["10.1088/1748-9326/11/6/064017"]}, {"Citation": "Keeble J, Hassler B, Banerjee A, Checa-Garcia R, Chiodo G, Davis S, Eyring V, Griffiths PT, Morgenstern O, Nowack P, Zeng G, Zhang J, Bodeker G, Burrows S, Cameron-Smith P, Cugnet D, Danek C, Deushi M, Horowitz LW, Kubin A, et al. Evaluating stratospheric ozone and water vapour changes in CMIP6 models from 1850 to 2100. Atmospheric Chemistry and Physics. 2021;21(6):5015–5061. doi: 10.5194/acp-21-5015-2021.", "ArticleIdList": ["10.5194/acp-21-5015-2021"]}, {"Citation": "Shepherd TG. Dynamics, stratospheric ozone, and climate change. Atmosphere-Ocean. 2008;46(1):117–138. doi: 10.3137/ao.460106.", "ArticleIdList": ["10.3137/ao.460106"]}, {"Citation": "Bernhard, G. H., Bais, A. F., Aucamp, P. J., Klekociuk, A. R., Liley, J. B., & McKenzie, R. L. (2023). Stratospheric ozone, UV radiation, and climate interactions. Photochemical & Photobiological Sciences.10.1007/s43630-023-00371-y", "ArticleIdList": ["PMC10120513", "37083996"]}, {"Citation": "Newman PA, Oman LD, Douglass AR, Fleming EL, Frith SM, Hurwitz MM, Kawa SR, Jackman CH, Krotkov NA, Nash ER, Nielsen JE, Pawson S, Stolarski RS, Velders GJM. What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated? Atmospheric Chemistry and Physics. 2009;9(6):2113–2128. doi: 10.5194/acp-9-2113-2009.", "ArticleIdList": ["10.5194/acp-9-2113-2009"]}, {"Citation": "McKenzie R, Bernhard G, Liley B, Disterhoft P, Rhodes S, Bais A, Morgenstern O, Newman P, Oman L, Brogniez C, Simic S. Success of Montreal Protocol demonstrated by comparing high-quality UV measurements with \"World Avoided\" calculations from two chemistry-climate models. Scientific Reports. 2019;9:13. doi: 10.1038/s41598-019-48625-z.", "ArticleIdList": ["10.1038/s41598-019-48625-z", "PMC6722083", "31481668"]}, {"Citation": "van Dijk A, Slaper H, den Outer PN, Morgenstern O, Braesicke P, Pyle JA, Garny H, Stenke A, Dameris M, Kazantzidis A, Tourpali K, Bais AF. Skin cancer risks avoided by the Montreal Protocol–worldwide modeling integrating coupled climate-chemistry models with a risk model for UV. Photochemistry & Photobiology. 2013;89(1):234–246. doi: 10.1111/j.1751-1097.2012.01223.x.", "ArticleIdList": ["10.1111/j.1751-1097.2012.01223.x", "22924540"]}, {"Citation": "Madronich S, Lee-Taylor JM, Wagner M, Kyle J, Hu Z, Landolfi R. Estimation of skin and ocular damage avoided in the United States through implementation of the Montreal Protocol on substances that deplete the ozone layer. ACS Earth and Space Chemistry. 2021;5(8):1876–1888. doi: 10.1021/acsearthspacechem.1c00183.", "ArticleIdList": ["10.1021/acsearthspacechem.1c00183", "PMC8422883", "34497969"]}, {"Citation": "Young PJ, Harper AB, Huntingford C, Paul ND, Morgenstern O, Newman PA, Oman LD, Madronich S, Garcia RR. The Montreal Protocol protects the terrestrial carbon sink. Nature. 2021;596(7872):384–388. doi: 10.1038/s41586-021-03737-3.", "ArticleIdList": ["10.1038/s41586-021-03737-3", "34408332"]}, {"Citation": "Shi H, Zhang J, Zhao B, Xia X, Hu B, Chen H, Wei J, Liu M, Bian Y, Fu D, Gu Y, Liou K-N. Surface brightening in Eastern and Central China since the implementation of the Clean Air Action in 2013: Causes and implications. Geophysical Research Letters. 2021;48(3):e2020GL091105. doi: 10.1029/2020GL091105.", "ArticleIdList": ["10.1029/2020GL091105"]}, {"Citation": "Ma M, Gao Y, Wang Y, Zhang S, Leung LR, Liu C, Wang S, Zhao B, Chang X, Su H, Zhang T, Sheng L, Yao X, Gao H. Substantial ozone enhancement over the North China Plain from increased biogenic emissions due to heat waves and land cover in summer 2017. Atmospheric Chemistry and Physics. 2019;19(19):12195–12207. doi: 10.5194/acp-19-12195-2019.", "ArticleIdList": ["10.5194/acp-19-12195-2019"]}, {"Citation": "Wang W, Li X, Shao M, Hu M, Zeng L, Wu Y, Tan T. The impact of aerosols on photolysis frequencies and ozone production in Beijing during the 4-year period 2012–2015. Atmospheric Chemistry and Physics. 2019;19(14):9413–9429. doi: 10.5194/acp-19-9413-2019.", "ArticleIdList": ["10.5194/acp-19-9413-2019"]}, {"Citation": "Wang Y, Gao W, Wang S, Song T, Gong Z, Ji D, Wang L, Liu Z, Tang G, Huo Y, Tian S, Li J, Li M, Yang Y, Chu B, Petaja T, Kerminen VM, He H, Hao J, Kulmala M, et al. Contrasting trends of PM2.5 and surface-ozone concentrations in China from 2013 to 2017. National Science Review. 2020;7:1331–1339. doi: 10.1093/nsr/nwaa032.", "ArticleIdList": ["10.1093/nsr/nwaa032", "PMC8288972", "34692161"]}, {"Citation": "Wu J, Bei N, Hu B, Liu S, Wang Y, Shen Z, Li X, Liu L, Wang R, Liu Z, Cao J, Tie X, Molina LT, Li G. Aerosol-photolysis interaction reduces particulate matter during wintertime haze events. Proceedings of the National Academy of Sciences of the United States of America. 2020;117(18):9755–9761. doi: 10.1073/pnas.1916775117.", "ArticleIdList": ["10.1073/pnas.1916775117", "PMC7211923", "32300007"]}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q, Bates KH. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proceedings of the National Academy of Sciences of the United States of America. 2019;116(2):422–427. doi: 10.1073/pnas.1812168116.", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "Liu Y, Wang T. Worsening urban ozone pollution in China from 2013 to 2017 – Part 2: The effects of emission changes and implications for multi-pollutant control. Atmospheric Chemistry and Physics. 2020;20(11):6323–6337. doi: 10.5194/acp-20-6323-2020.", "ArticleIdList": ["10.5194/acp-20-6323-2020"]}, {"Citation": "Hollaway M, Wild O, Yang T, Sun Y, Xu W, Xie C, Whalley L, Slater E, Heard D, Liu D. Photochemical impacts of haze pollution in an urban environment. Atmospheric Chemistry and Physics. 2019;19(15):9699–9714. doi: 10.5194/acp-19-9699-2019.", "ArticleIdList": ["10.5194/acp-19-9699-2019"]}, {"Citation": "Tian R, Ma X, Jia H, Yu F, Sha T, Zan Y. Aerosol radiative effects on tropospheric photochemistry with GEOS-Chem simulations. Atmospheric Environment. 2019;208:82–94. doi: 10.1016/j.atmosenv.2019.03.032.", "ArticleIdList": ["10.1016/j.atmosenv.2019.03.032"]}, {"Citation": "Gao J, Li Y, Zhu B, Hu B, Wang L, Bao F. What have we missed when studying the impact of aerosols on surface ozone via changing photolysis rates? Atmospheric Chemistry and Physics. 2020;20:10831–10844. doi: 10.5194/acp-2020-140.", "ArticleIdList": ["10.5194/acp-2020-140"]}, {"Citation": "Gao J, Li Y, Xie Z, Hu B, Wang L, Bao F, Fan S. The impact of the aerosol reduction on the worsening ozone pollution over the Beijing-Tianjin-Hebei region via influencing photolysis rates. Science of the Total Environment. 2022 doi: 10.1016/j.scitotenv.2022.153197.", "ArticleIdList": ["10.1016/j.scitotenv.2022.153197", "35063532"]}, {"Citation": "Ma X, Huang J, Zhao T, Liu C, Zhao K, Xing J, Xiao W. 2020. Rapid increase in summer surface ozone over the North China Plain during 2013–2019: A side effect of particulate matters reduction control? Atmospheric Chemistry and Physics.", "ArticleIdList": ["10.5194/acp-2020-385"]}, {"Citation": "Fountoulakis I, Zerefos CS, Bais AF, Kapsomenakis J, Koukouli M-E, Ohkawara N, Fioletov V, De Backer H, Lakkala K, Karppinen T, Webb AR. Twenty-five years of spectral UV-B measurements over Canada, Europe and Japan: Trends and effects from changes in ozone, aerosols, clouds, and surface reflectivity. Comptes Rendus de l'Academie d'Geoscience de France. 2018;350(7):393–402. doi: 10.1016/j.crte.2018.07.011.", "ArticleIdList": ["10.1016/j.crte.2018.07.011"]}, {"Citation": "Ipiña A, López-Padilla G, Retama A, Piacentini RD, Madronich S. Ultraviolet radiation environment of a tropical megacity in transition: Mexico City 2000–2019. Environmental Science & Technology. 2021 doi: 10.1021/acs.est.0c08515.", "ArticleIdList": ["10.1021/acs.est.0c08515", "34343426"]}, {"Citation": "Becerra-Rondón A, Ducati J, Haag R. Partial COVID-19 lockdown effect in atmospheric pollutants and indirect impact in UV radiation in Rio Grande do Sul, Brazil. Atmósfera. 2021 doi: 10.20937/atm.53027.", "ArticleIdList": ["10.20937/atm.53027"]}, {"Citation": "Ming Y, Lin P, Naik V, Paulot F, Horowitz LW, Ginoux PA, Ramaswamy V, Loeb NG, Shen Z, Singer CE, Ward RX, Zhang Z, Bellouin N. Assessing the influence of COVID-19 on the shortwave radiative fluxes over the East Asian marginal seas. Geophysical Research Letters. 2021;48(3):e2020GL091699. doi: 10.1029/2020GL091699.", "ArticleIdList": ["10.1029/2020GL091699", "PMC7883069", "33612880"]}, {"Citation": "Bera B, Bhattacharjee S, Shit PK, Sengupta N, Saha S. Variation and correlation between ultraviolet index and tropospheric ozone during COVID-19 lockdown over megacities of India. Stochastic Environmental Research and Risk Assessment. 2022;36(2):409–427. doi: 10.1007/s00477-021-02033-w.", "ArticleIdList": ["10.1007/s00477-021-02033-w", "PMC8164408", "34093082"]}, {"Citation": "Pye HOT, Ward-Caviness CK, Murphy BN, Appel KW, Seltzer KM. Secondary organic aerosol association with cardiorespiratory disease mortality in the United States. Nature Communications. 2021;12(1):7215. doi: 10.1038/s41467-021-27484-1.", "ArticleIdList": ["10.1038/s41467-021-27484-1", "PMC8677800", "34916495"]}, {"Citation": "Sowden M, Blake D. Using infrared geostationary remote sensing to determine particulate matter ground-level composition and concentration. Air Quality, Atmosphere & Health. 2021 doi: 10.1007/s11869-021-01061-3.", "ArticleIdList": ["10.1007/s11869-021-01061-3", "PMC8316702", "34335997"]}, {"Citation": "Si Y, Lu Q, Zhang X, Hu X, Wang F, Li L, Gu S. A review of advances in the retrieval of aerosol properties by remote sensing multi-angle technology. Atmospheric Environment. 2021;244:117928. doi: 10.1016/j.atmosenv.2020.117928.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117928"]}, {"Citation": "Hodzic A, Kasibhatla PS, Jo DS, Cappa CD, Jimenez JL, Madronich S, Park RJ. Rethinking the global secondary organic aerosol (SOA) budget: Stronger production, faster removal, shorter lifetime. Atmospheric Chemistry and Physics. 2016;16(12):7917–7941. doi: 10.5194/acp-16-7917-2016.", "ArticleIdList": ["10.5194/acp-16-7917-2016"]}, {"Citation": "O'Brien RE, Kroll JH. Photolytic aging of secondary organic aerosol: Evidence for a substantial photo-recalcitrant fraction. Journal of Physical Chemistry Letters. 2019;10(14):4003–4009. doi: 10.1021/acs.jpclett.9b01417.", "ArticleIdList": ["10.1021/acs.jpclett.9b01417", "31264874"]}, {"Citation": "Baboomian VJ, Gu Y, Nizkorodov SA. Photodegradation of secondary organic aerosols by long-term exposure to solar actinic radiation. ACS Earth and Space Chemistry. 2020;4(7):1078–1089. doi: 10.1021/acsearthspacechem.0c00088.", "ArticleIdList": ["10.1021/acsearthspacechem.0c00088"]}, {"Citation": "Wang T, Liu Y, Deng Y, Cheng H, Yang Y, Feng Y, Zhang L, Fu H, Chen J. Photochemical oxidation of water-soluble organic carbon (WSOC) on mineral dust and enhanced organic ammonium formation. Environmental Science & Technology. 2020;54:15631–15642. doi: 10.1021/acs.est.0c04616.", "ArticleIdList": ["10.1021/acs.est.0c04616", "33210909"]}, {"Citation": "Zawadowicz MA, Lee BH, Shrivastava M, Zelenyuk A, Zaveri RA, Flynn C, Thornton JA, Shilling JE. Photolysis controls atmospheric budgets of biogenic secondary organic aerosol. Environmental Science & Technology. 2020;54(7):3861–3870. doi: 10.1021/acs.est.9b07051.", "ArticleIdList": ["10.1021/acs.est.9b07051", "32154714"]}, {"Citation": "Hodzic A, Madronich S, Kasibhatla PS, Tyndall G, Aumont B, Jimenez JL, Lee-Taylor J, Orlando J. Organic photolysis reactions in tropospheric aerosols: Effect on secondary organic aerosol formation and lifetime. Atmospheric Chemistry and Physics. 2015;15(16):9253–9269. doi: 10.5194/acp-15-9253-2015.", "ArticleIdList": ["10.5194/acp-15-9253-2015"]}, {"Citation": "Ndour M, Conchon P, D'Anna B, Ka O, George C. Photochemistry of mineral dust surface as a potential atmospheric renoxification process. Geophysical Research Letters. 2009 doi: 10.1029/2008gl036662.", "ArticleIdList": ["10.1029/2008gl036662"]}, {"Citation": "Tuite K, Thomas JL, Veres PR, Roberts JM, Stevens PS, Griffith SM, Dusanter S, Flynn JH, Ahmed S, Emmons L, Kim SW, Washenfelder R, Young C, Tsai C, Pikelnaya O, Stutz J. Quantifying nitrous acid formation mechanisms using measured vertical profiles during the CalNex 2010 Campaign and 1D Column Modeling. Journal of Geophysical Research-Atmospheres. 2021 doi: 10.1029/2021jd034689.", "ArticleIdList": ["10.1029/2021jd034689"]}, {"Citation": "Ye C, Heard DE, Whalley LK. Evaluation of novel routes for NOx formation in remote regions. Environmental Science & Technology. 2017;51(13):7442–7449. doi: 10.1021/acs.est.6b06441.", "ArticleIdList": ["10.1021/acs.est.6b06441", "28581733"]}, {"Citation": "Reed C, Evans MJ, Crilley LR, Bloss WJ, Sherwen T, Read KA, Lee JD, Carpenter LJ. Evidence for renoxification in the tropical marine boundary layer. Atmospheric Chemistry and Physics. 2017;17(6):4081–4092. doi: 10.5194/acp-17-4081-2017.", "ArticleIdList": ["10.5194/acp-17-4081-2017"]}, {"Citation": "Wang X, Gemayel R, Hayeck N, Perrier S, Charbonnel N, Xu C, Chen H, Zhu C, Zhang L, Wang L, Nizkorodov SA, Wang X, Wang Z, Wang T, Mellouki A, Riva M, Chen J, George C. Atmospheric photosensitization: A new pathway for sulfate formation. Environmental Science & Technology. 2020;54(6):3114–3120. doi: 10.1021/acs.est.9b06347.", "ArticleIdList": ["10.1021/acs.est.9b06347", "32022545"]}, {"Citation": "Chen Y, Tong S, Li W, Liu Y, Tan F, Ge M, Xie X, Sun J. Photocatalytic oxidation of SO2 by TiO2: Aerosol formation and the key role of gaseous reactive oxygen species. Environmental Science & Technology. 2021;55(14):9784–9793. doi: 10.1021/acs.est.1c01608.", "ArticleIdList": ["10.1021/acs.est.1c01608", "34232022"]}, {"Citation": "Ye C, Chen H, Hoffmann EH, Mettke P, Tilgner A, He L, Mutzel A, Bruggemann M, Poulain L, Schaefer T, Heinold B, Ma Z, Liu P, Xue C, Zhao X, Zhang C, Zhang F, Sun H, Li Q, Wang L, et al. Particle-phase photoreactions of HULIS and TMIs establish a strong source of H2O2 and particulate sulfate in the winter North China Plain. Environmental Science & Technology. 2021 doi: 10.1021/acs.est.1c00561.", "ArticleIdList": ["10.1021/acs.est.1c00561", "34019409"]}, {"Citation": "Chen Q, Xia M, Peng X, Yu C, Sun P, Li Y, Liu Y, Xu Z, Xu Z, Wu R. Large daytime molecular chlorine missing source at a suburban site in East China. Journal of Geophysical Research: Atmospheres. 2022;127(4):e2021JD035796. doi: 10.1029/2021JD035796.", "ArticleIdList": ["10.1029/2021JD035796"]}, {"Citation": "Laskin A, Laskin J, Nizkorodov SA. Chemistry of atmospheric brown carbon. Chemical Reviews. 2015;115(10):4335–4382. doi: 10.1021/cr5006167.", "ArticleIdList": ["10.1021/cr5006167", "25716026"]}, {"Citation": "Aiona PK, Luek JL, Timko SA, Powers LC, Gonsior M, Nizkorodov SA. Effect of photolysis on absorption and fluorescence spectra of light-absorbing secondary organic aerosols. ACS Earth and Space Chemistry. 2018;2(3):235–245. doi: 10.1021/acsearthspacechem.7b00153.", "ArticleIdList": ["10.1021/acsearthspacechem.7b00153"]}, {"Citation": "Walhout EQ, Yu H, Thrasher C, Shusterman JM, O’Brien RE. Effects of photolysis on the chemical and optical properties of secondary organic material over extended time scales. ACS Earth and Space Chemistry. 2019;3(7):1226–1236. doi: 10.1021/acsearthspacechem.9b00109.", "ArticleIdList": ["10.1021/acsearthspacechem.9b00109"]}, {"Citation": "Fleming LT, Lin P, Roberts JM, Selimovic V, Yokelson R, Laskin J, Laskin A, Nizkorodov SA. Molecular composition and photochemical lifetimes of brown carbon chromophores in biomass burning organic aerosol. Atmospheric Chemistry and Physics. 2020;20(2):1105–1129. doi: 10.5194/acp-20-1105-2020.", "ArticleIdList": ["10.5194/acp-20-1105-2020"]}, {"Citation": "Vo L, Legaard E, Thrasher C, Jaffe A, Berden G, Martens J, Oomens J, O’Brien RE. UV/Vis and IRMPD spectroscopic analysis of the absorption properties of methylglyoxal brown carbon. ACS Earth and Space Chemistry. 2021 doi: 10.1021/acsearthspacechem.1c00022.", "ArticleIdList": ["10.1021/acsearthspacechem.1c00022"]}, {"Citation": "Li N, Xia T, Nel AE. The role of oxidative stress in ambient particulate matter-induced lung diseases and its implications in the toxicity of engineered nanoparticles. Free Radical Biology & Medicine. 2008;44(9):1689–1699. doi: 10.1016/j.freeradbiomed.2008.01.028.", "ArticleIdList": ["10.1016/j.freeradbiomed.2008.01.028", "PMC2387181", "18313407"]}, {"Citation": "Bates JT, Fang T, Verma V, Zeng L, Weber RJ, Tolbert PE, Abrams JY, Sarnat SE, Klein M, Mulholland JA, Russell AG. Review of acellular assays of ambient particulate matter oxidative potential: Methods and relationships with composition, sources, and health effects. Environmental Science & Technology. 2019;53(8):4003–4019. doi: 10.1021/acs.est.8b03430.", "ArticleIdList": ["10.1021/acs.est.8b03430", "30830764"]}, {"Citation": "Manfrin A, Nizkorodov SA, Malecha KT, Getzinger GJ, McNeill K, Borduas-Dedekind N. Reactive oxygen species production from secondary organic aerosols: The importance of singlet oxygen. Environmental Science & Technology. 2019;53(15):8553–8562. doi: 10.1021/acs.est.9b01609.", "ArticleIdList": ["10.1021/acs.est.9b01609", "31306003"]}, {"Citation": "Liu F, Whitley J, Ng NLS, Lu H. Time-resolved single-cell assay for measuring intracellular reactive oxygen species upon exposure to ambient particulate matter. Environmental Science & Technology. 2020 doi: 10.1021/acs.est.0c02889.", "ArticleIdList": ["10.1021/acs.est.0c02889", "32914962"]}, {"Citation": "Hwang B, Fang T, Pham R, Wei J, Gronstal S, Lopez B, Frederickson C, Galeazzo T, Wang X, Jung H, Shiraiwa M. Environmentally persistent free radicals, reactive oxygen species generation, and oxidative potential of highway PM2.5. ACS Earth and Space Chemistry. 2021 doi: 10.1021/acsearthspacechem.1c00135.", "ArticleIdList": ["10.1021/acsearthspacechem.1c00135"]}, {"Citation": "Borduas-Dedekind N, Ossola R, David RO, Boynton LS, Weichlinger V, Kanji ZA, McNeill K. Photomineralization mechanism changes the ability of dissolved organic matter to activate cloud droplets and to nucleate ice crystals. Atmospheric Chemistry and Physics. 2019;19(19):12397–12412. doi: 10.5194/acp-19-12397-2019.", "ArticleIdList": ["10.5194/acp-19-12397-2019"]}, {"Citation": "Borduas-Dedekind N, Nizkorodov S, McNeill K. UVB-irradiated laboratory-generated secondary organic aerosol extracts have increased cloud condensation nuclei abilities: Comparison with dissolved organic matter and implications for the photomineralization mechanism. Chimia (Aarau) 2020;74(3):142–148. doi: 10.2533/chimia.2020.142.", "ArticleIdList": ["10.2533/chimia.2020.142", "32197672"]}, {"Citation": "Erickson DJI, Sulzberger B, Zepp RG, Austin AT. Effects of stratospheric ozone depletion, solar UV radiation, and climate change on biogeochemical cycling: interactions and feedbacks. Photochemical & Photobiological Sciences. 2015;14(1):127–148. doi: 10.1039/C4PP90036G.", "ArticleIdList": ["10.1039/C4PP90036G", "25380348"]}, {"Citation": "Sulzberger B, Austin AT, Cory RM, Zepp RG, Paul ND. Solar UV radiation in a changing world: roles of cryosphere–land–water–atmosphere interfaces in global biogeochemical cycles. Photochemical & Photobiological Sciences. 2019;18(3):747–774. doi: 10.1039/C8PP90063A.", "ArticleIdList": ["10.1039/C8PP90063A", "PMC7418111", "30810562"]}, {"Citation": "WHO. (2022). Air Pollution. https://www.who.int/health-topics/air-pollution#tab=tab_1. Accessed Apr 2022"}, {"Citation": "Lefohn AS, Malley CS, Smith L, Wells B, Hazucha M, Simon H, Naik V, Mills G, Schultz MG, Paoletti E, De Marco A, Xu X, Zhang L, Wang T, Neufeld HS, Musselman RC, Tarasick D, Brauer M, Feng Z, Tang H, et al. Tropospheric ozone assessment report: Global ozone metrics for climate change, human health, and crop/ecosystem research. Elementa: Science of the Anthropocene. 2018;6:27. doi: 10.1525/elementa.279.", "ArticleIdList": ["10.1525/elementa.279", "PMC6192432", "30345319"]}, {"Citation": "Markozannes G, Pantavou K, Rizos EC, Sindosi O, Tagkas C, Seyfried M, Saldanha IJ, Hatzianastassiou N, Nikolopoulos GK, Ntzani E. Outdoor air quality and human health: An overview of reviews of observational studies. Environmental Pollution. 2022;306:119309. doi: 10.1016/j.envpol.2022.119309.", "ArticleIdList": ["10.1016/j.envpol.2022.119309", "35469927"]}, {"Citation": "Brauer M, Brook JR, Christidis T, Chu Y, Crouse DL, Erickson A, Hystad P, Li C, Martin RV, Meng J, Pappin AJ, Pinault LL, Tjepkema M, van Donkelaar A, Weichenthal S, Burnett RT. Mortality-air pollution associations in low-exposure environments (MAPLE): Phase 1. Research Reports: Health Effects Institute. 2019;203:1–87.", "ArticleIdList": ["PMC7334864", "31909580"]}, {"Citation": "Brunekreef, B., Strak, M., Chen, J., Andersen, Z. J., Atkinson, R., Bauwelinck, M., Bellander, T., Boutron-Ruault, M. C., Brandt, J., Carey, I., Cesaroni, G., Forastiere, F., Fecht, D., Gulliver, J., Hertel, O., Hoffmann, B., de Hoogh, K., Houthuijs, D., Hvidtfeldt, U. A., & Janssen, N. A. H., et al. (2021). Mortality and morbidity effects of long-term exposure to low-level PM2.5, BC, NO2, and O3: An analysis of European cohorts in the ELAPSE project (Vol. WA 754 R432 No. 208, HEI Report Series): Health Effects Institute", "ArticleIdList": ["PMC9476567", "36106702"]}, {"Citation": "Dominici F, Schwartz J, Di Q, Braun D, Choirat C, Zanobetti A, editors. Assessing adverse health effects of long-term exposure to low levels of ambient air pollution: Phase 1 (2020/01/08 ed., Vol. 211, HEI Research Reports) Berlin: Health Effects Institute; 2022.", "ArticleIdList": ["PMC7300216", "31909579"]}, {"Citation": "WHO . WHO global air quality guidelines: Particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. Geneva: World Health Organization; 2021.", "ArticleIdList": ["34662007"]}, {"Citation": "WHO . Evolution of WHO air quality guidelines: Past, present and future (2017) World Health Organization; 2017."}, {"Citation": "WHO . Air Quality guidelines: global update 2005: Particulate matter, ozone, nitrogen dioxide and sulfur dioxide (Vol. EUR/05/5046029) World Health Organization. Regional Office for Europe; 2006."}, {"Citation": "Liu S, Jørgensen JT, Ljungman P, Pershagen G, Bellander T, Leander K, Magnusson PKE, Rizzuto D, Hvidtfeldt UA, Raaschou-Nielsen O, Wolf K, Hoffmann B, Brunekreef B, Strak M, Chen J, Mehta A, Atkinson RW, Bauwelinck M, Varraso R, Boutron-Ruault MC, et al. Long-term exposure to low-level air pollution and incidence of chronic obstructive pulmonary disease: The ELAPSE project. Environment International. 2021;146:106267. doi: 10.1016/j.envint.2020.106267.", "ArticleIdList": ["10.1016/j.envint.2020.106267", "33276316"]}, {"Citation": "Wolf K, Hoffmann B, Andersen ZJ, Atkinson RW, Bauwelinck M, Bellander T, Brandt J, Brunekreef B, Cesaroni G, Chen J, de Faire U, de Hoogh K, Fecht D, Forastiere F, Gulliver J, Hertel O, Hvidtfeldt UA, Janssen NAH, Jørgensen JT, Katsouyanni K, et al. Long-term exposure to low-level ambient air pollution and incidence of stroke and coronary heart disease: A pooled analysis of six European cohorts within the ELAPSE project. Lancet Planet Health. 2021;5(9):e620–e632. doi: 10.1016/s2542-5196(21)00195-9.", "ArticleIdList": ["10.1016/s2542-5196(21)00195-9", "34508683"]}, {"Citation": "Chen J, Rodopoulou S, Strak M, de Hoogh K, Taj T, Poulsen AH, Andersen ZJ, Bellander T, Brandt J, Zitt E, Fecht D, Forastiere F, Gulliver J, Hertel O, Hoffmann B, Hvidtfeldt UA, Verschuren WMM, Jørgensen JT, Katsouyanni K, Ketzel M, et al. Long-term exposure to ambient air pollution and bladder cancer incidence in a pooled European cohort: The ELAPSE project. British Journal of Cancer. 2022 doi: 10.1038/s41416-022-01735-4.", "ArticleIdList": ["10.1038/s41416-022-01735-4", "PMC9090745", "35173304"]}, {"Citation": "Samoli E, Rodopoulou S, Hvidtfeldt UA, Wolf K, Stafoggia M, Brunekreef B, Strak M, Chen J, Andersen ZJ, Atkinson R, Bauwelinck M, Bellander T, Brandt J, Cesaroni G, Forastiere F, Fecht D, Gulliver J, Hertel O, Hoffmann B, de Hoogh K, et al. Modeling multi-level survival data in multi-center epidemiological cohort studies: Applications from the ELAPSE project. Environment International. 2021;147:106371. doi: 10.1016/j.envint.2020.106371.", "ArticleIdList": ["10.1016/j.envint.2020.106371", "33422970"]}, {"Citation": "Stafoggia M, Oftedal B, Chen J, Rodopoulou S, Renzi M, Atkinson RW, Bauwelinck M, Klompmaker JO, Mehta A, Vienneau D, Andersen ZJ, Bellander T, Brandt J, Cesaroni G, de Hoogh K, Fecht D, Gulliver J, Hertel O, Hoffmann B, Hvidtfeldt UA, et al. Long-term exposure to low ambient air pollution concentrations and mortality among 28 million people: Results from seven large European cohorts within the ELAPSE project. Lancet Planet Health. 2022;6(1):e9–e18. doi: 10.1016/s2542-5196(21)00277-1.", "ArticleIdList": ["10.1016/s2542-5196(21)00277-1", "34998464"]}, {"Citation": "Strak M, Weinmayr G, Rodopoulou S, Chen J, de Hoogh K, Andersen ZJ, Atkinson R, Bauwelinck M, Bekkevold T, Bellander T, Boutron-Ruault MC, Brandt J, Cesaroni G, Concin H, Fecht D, Forastiere F, Gulliver J, Hertel O, Hoffmann B, Hvidtfeldt UA, et al. Long term exposure to low level air pollution and mortality in eight European cohorts within the ELAPSE project: Pooled analysis. British Medical Journal. 2021;374:n1904. doi: 10.1136/bmj.n1904.", "ArticleIdList": ["10.1136/bmj.n1904", "PMC8409282", "34470785"]}, {"Citation": "Rodopoulou S, Stafoggia M, Chen J, de Hoogh K, Bauwelinck M, Mehta AJ, Klompmaker JO, Oftedal B, Vienneau D, Janssen NAH, Strak M, Andersen ZJ, Renzi M, Cesaroni G, Nordheim CF, Bekkevold T, Atkinson R, Forastiere F, Katsouyanni K, Brunekreef B, et al. Long-term exposure to fine particle elemental components and mortality in Europe: Results from six European administrative cohorts within the ELAPSE project. Science of the Total Environment. 2022;809:152205. doi: 10.1016/j.scitotenv.2021.152205.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152205", "34890671"]}, {"Citation": "Chen J, Rodopoulou S, de Hoogh K, Strak M, Andersen ZJ, Atkinson R, Bauwelinck M, Bellander T, Brandt J, Cesaroni G, Concin H, Fecht D, Forastiere F, Gulliver J, Hertel O, Hoffmann B, Hvidtfeldt UA, Janssen NAH, Jöckel KH, Jørgensen J, et al. Long-term exposure to fine particle elemental components and natural and cause-specific mortality—A pooled analysis of eight european cohorts within the ELAPSE Project. Environmental Health Perspectives. 2021;129(4):47009. doi: 10.1289/ehp8368.", "ArticleIdList": ["10.1289/ehp8368", "PMC8041432", "33844598"]}, {"Citation": "So R, Chen J, Mehta AJ, Liu S, Strak M, Wolf K, Hvidtfeldt UA, Rodopoulou S, Stafoggia M, Klompmaker JO, Samoli E, Raaschou-Nielsen O, Atkinson R, Bauwelinck M, Bellander T, Boutron-Ruault MC, Brandt J, Brunekreef B, Cesaroni G, Concin H, et al. Long-term exposure to air pollution and liver cancer incidence in six European cohorts. International Journal of Cancer. 2021;149(11):1887–1897. doi: 10.1002/ijc.33743.", "ArticleIdList": ["10.1002/ijc.33743", "34278567"]}, {"Citation": "Liu S, Jørgensen JT, Ljungman P, Pershagen G, Bellander T, Leander K, Magnusson PKE, Rizzuto D, Hvidtfeldt UA, Raaschou-Nielsen O, Wolf K, Hoffmann B, Brunekreef B, Strak M, Chen J, Mehta A, Atkinson RW, Bauwelinck M, Varraso R, Boutron-Ruault MC, et al. Long-term exposure to low-level air pollution and incidence of asthma: The ELAPSE project. European Respiratory Journal. 2021 doi: 10.1183/13993003.03099-2020.", "ArticleIdList": ["10.1183/13993003.03099-2020", "34088754"]}, {"Citation": "Chen J, Hoek G. Long-term exposure to PM and all-cause and cause-specific mortality: A systematic review and meta-analysis. Environment International. 2020;143:105974. doi: 10.1016/j.envint.2020.105974.", "ArticleIdList": ["10.1016/j.envint.2020.105974", "32703584"]}, {"Citation": "Chowdhury S, Pozzer A, Haines A, Klingmuller K, Munzel T, Paasonen P, Sharma A, Venkataraman C, Lelieveld J. Global health burden of ambient PM2.5 and the contribution of anthropogenic black carbon and organic aerosols. Environment International. 2022;159:107020. doi: 10.1016/j.envint.2021.107020.", "ArticleIdList": ["10.1016/j.envint.2021.107020", "34894485"]}, {"Citation": "Chersich MF, Pham MD, Areal A, Haghighi MM, Manyuchi A, Swift CP, Wernecke B, Robinson M, Hetem R, Boeckmann M, Hajat S, Nakstad B, Wright CY, Harvey C, Wang C, Durusu D, Scorgie F, Rees H, Harden L, Roos N, et al. Associations between high temperatures in pregnancy and risk of preterm birth, low birth weight, and stillbirths: Systematic review and meta-analysis. British Medical Journal. 2020;371:m3811. doi: 10.1136/bmj.m3811.", "ArticleIdList": ["10.1136/bmj.m3811", "PMC7610201", "33148618"]}, {"Citation": "Liu Z, Meng Y, Xiang H, Lu Y, Liu S. Association of short-term exposure to meteorological factors and risk of hand, foot, and mouth disease: A systematic review and meta-analysis. International Journal of Environmental Research and Public Health. 2020 doi: 10.3390/ijerph17218017.", "ArticleIdList": ["10.3390/ijerph17218017", "PMC7765913", "33419360"]}, {"Citation": "Moghadamnia MT, Ardalan A, Mesdaghinia A, Keshtkar A, Naddafi K, Yekaninejad MS. Ambient temperature and cardiovascular mortality: A systematic review and meta-analysis. PeerJ. 2017 doi: 10.7717/peerj.3574.", "ArticleIdList": ["10.7717/peerj.3574", "PMC5546177", "28791197"]}, {"Citation": "Gronlund CJ, Sullivan KP, Kefelegn Y, Cameron L, O’Neill MS. Climate change and temperature extremes: A review of heat- and cold-related morbidity and mortality concerns of municipalities. Maturitas. 2018;114:54–59. doi: 10.1016/j.maturitas.2018.06.002.", "ArticleIdList": ["10.1016/j.maturitas.2018.06.002", "PMC6754702", "29907247"]}, {"Citation": "Ryti NR, Guo Y, Jaakkola JJ. Global association of cold spells and adverse health effects: A systematic review and meta-analysis. Environmental Health Perspectives. 2016;124(1):12–22. doi: 10.1289/ehp.1408104.", "ArticleIdList": ["10.1289/ehp.1408104", "PMC4710591", "25978526"]}, {"Citation": "Sharpe I, Davison CM. A scoping review of climate change, climate-related disasters, and mental disorders among children in low- and middle-income countries. International Journal of Environmental Research and Public Health. 2022 doi: 10.3390/ijerph19052896.", "ArticleIdList": ["10.3390/ijerph19052896", "PMC8910112", "35270593"]}, {"Citation": "Syed S, O’Sullivan TL, Phillips KP. Extreme heat and pregnancy outcomes: A scoping review of the epidemiological evidence. International Journal of Environmental Research and Public Health. 2022 doi: 10.3390/ijerph19042412.", "ArticleIdList": ["10.3390/ijerph19042412", "PMC8874707", "35206601"]}, {"Citation": "Vu A, Rutherford S, Phung D. Heat health prevention measures and adaptation in older populations—A systematic review. International Jorunal of Environmental Research and Public Health. 2019 doi: 10.3390/ijerph16224370.", "ArticleIdList": ["10.3390/ijerph16224370", "PMC6888447", "31717424"]}, {"Citation": "Zanobetti A, O’Neill MS. Longer-term outdoor temperatures and health effects: A review. Curr Epidemiol Rep. 2018;5(2):125–139. doi: 10.1007/s40471-018-0150-3.", "ArticleIdList": ["10.1007/s40471-018-0150-3", "PMC6219463", "30416932"]}, {"Citation": "Analitis A, De' Donato F, Scortichini M, Lanki T, Basagana X, Ballester F, Astrom C, Paldy A, Pascal M, Gasparrini A, Michelozzi P, Katsouyanni K. Synergistic effects of ambient temperature and air pollution on health in Europe: Results from the PHASE Project. International Journal of Environmental Research and Public Health. 2018 doi: 10.3390/ijerph15091856.", "ArticleIdList": ["10.3390/ijerph15091856", "PMC6163671", "30154318"]}, {"Citation": "Areal AT, Zhao Q, Wigmann C, Schneider A, Schikowski T. The effect of air pollution when modified by temperature on respiratory health outcomes: A systematic review and meta-analysis. Science of the Total Environment. 2022;811:152336. doi: 10.1016/j.scitotenv.2021.152336.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152336", "34914983"]}, {"Citation": "Rajagopalan S, Al-Kindi SG, Brook RD. Air pollution and cardiovascular disease: JACC state-of-the-art review. Journal of the American College of Cardiologists. 2018;72(17):2054–2070. doi: 10.1016/j.jacc.2018.07.099.", "ArticleIdList": ["10.1016/j.jacc.2018.07.099", "30336830"]}, {"Citation": "Wesselink AK, Wang TR, Ketzel M, Mikkelsen EM, Brandt J, Khan J, Hertel O, Laursen ASD, Johannesen BR, Willis MD, Levy JI, Rothman KJ, Sørensen HT, Wise LA, Hatch EE. Air pollution and fecundability: Results from a Danish preconception cohort study. Pediatric and Perinatal Epidemiology. 2022;36(1):57–67. doi: 10.1111/ppe.12832.", "ArticleIdList": ["10.1111/ppe.12832", "PMC8712376", "34890081"]}, {"Citation": "Costello JM, Steurer MA, Baer RJ, Witte JS, Jelliffe-Pawlowski LL. Residential particulate matter, proximity to major roads, traffic density and traffic volume as risk factors for preterm birth in California. Paediatric and Perinatal Epidemiology. 2022;36(1):70–79. doi: 10.1111/ppe.12820.", "ArticleIdList": ["10.1111/ppe.12820", "34797570"]}, {"Citation": "Tham R, Schikowski T. The role of traffic-related air pollution on neurodegenerative diseases in older people: An epidemiological perspective. Journal of Alzheimer's Disease. 2021;79(3):949–959. doi: 10.3233/jad-200813.", "ArticleIdList": ["10.3233/jad-200813", "33361591"]}, {"Citation": "Weuve J, Bennett EE, Ranker L, Gianattasio KZ, Pedde M, Adar SD, Yanosky JD, Power MC. Exposure to air pollution in relation to risk of dementia and related outcomes: An updated systematic review of the epidemiological literature. Environmental Health Perspectives. 2021;129(9):96001. doi: 10.1289/EHP8716.", "ArticleIdList": ["10.1289/EHP8716", "PMC8462495", "34558969"]}, {"Citation": "Chen H, Kwong JC, Copes R, Hystad P, van Donkelaar A, Tu K, Brook JR, Goldberg MS, Martin RV, Murray BJ, Wilton AS, Kopp A, Burnett RT. Exposure to ambient air pollution and the incidence of dementia: A population-based cohort study. Environment International. 2017;108:271–277. doi: 10.1016/j.envint.2017.08.020.", "ArticleIdList": ["10.1016/j.envint.2017.08.020", "28917207"]}, {"Citation": "Shi L, Steenland K, Li H, Liu P, Zhang Y, Lyles RH, Requia WJ, Ilango SD, Chang HH, Wingo T, Weber RJ, Schwartz J. A national cohort study (2000–2018) of long-term air pollution exposure and incident dementia in older adults in the United States. Nature Communications. 2021;12(1):6754. doi: 10.1038/s41467-021-27049-2.", "ArticleIdList": ["10.1038/s41467-021-27049-2", "PMC8604909", "34799599"]}, {"Citation": "Paoletti E, Feng Z, De Marco A, Hoshika Y, Harmens H, Agathokleous E, Domingos M, Mills G, Sicard P, Zhang L, Carrari E. Challenges, gaps and opportunities in investigating the interactions of ozone pollution and plant ecosystems. Science of the Total Environment. 2020;709:136188. doi: 10.1016/j.scitotenv.2019.136188.", "ArticleIdList": ["10.1016/j.scitotenv.2019.136188", "31887502"]}, {"Citation": "Gaffney JS, Marley NA. The impacts of peroxyacetyl nitrate in the atmosphere of megacities and large urban areas: A historical perspective. ACS Earth and Space Chemistry. 2021;5(8):1829–1841. doi: 10.1021/acsearthspacechem.1c00143.", "ArticleIdList": ["10.1021/acsearthspacechem.1c00143"]}, {"Citation": "Li C, Gu X, Wu Z, Qin T, Guo L, Wang T, Zhang L, Jiang G. Assessing the effects of elevated ozone on physiology, growth, yield and quality of soybean in the past 40 years: A meta-analysis. Ecotoxicology and Environmental Safety. 2021;208:111644. doi: 10.1016/j.ecoenv.2020.111644.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111644", "33396164"]}, {"Citation": "Biancari L, Cerrotta C, Menéndez AI, Gundel PE, Martínez-Ghersa MA. Episodes of high tropospheric ozone reduce nodulation, seed production and quality in soybean (Glycine max (L.) merr.) on low fertility soils. Environmental Pollution. 2021;269:116117. doi: 10.1016/j.envpol.2020.116117.", "ArticleIdList": ["10.1016/j.envpol.2020.116117", "33272799"]}, {"Citation": "Tisdale RH, Zobel RW, Burkey KO. Tropospheric ozone rapidly decreases root growth by altering carbon metabolism and detoxification capability in growing soybean roots. Science of the Total Environment. 2021;766:144292. doi: 10.1016/j.scitotenv.2020.144292.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144292", "33418251"]}, {"Citation": "Lobell DB, Burney JA. Cleaner air has contributed one-fifth of US maize and soybean yield gains since 1999. Environmental Research Letters. 2021;16(7):074049. doi: 10.1088/1748-9326/ac0fa4.", "ArticleIdList": ["10.1088/1748-9326/ac0fa4"]}, {"Citation": "Wang T, Zhang L, Zhou S, Zhang T, Zhai S, Yang Z, Wang D, Song H. Effects of ground-level ozone pollution on yield and economic losses of winter wheat in Henan, China. Atmospheric Environment. 2021;262:118654. doi: 10.1016/j.atmosenv.2021.118654.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118654"]}, {"Citation": "Wang Y, Wild O, Ashworth K, Chen X, Wu Q, Qi Y, Wang Z. Reductions in crop yields across China from elevated ozone. Environmental Pollution. 2022;292(Pt A):118218. doi: 10.1016/j.envpol.2021.118218.", "ArticleIdList": ["10.1016/j.envpol.2021.118218", "34571069"]}, {"Citation": "Zhang T, Yue X, Unger N, Feng Z, Zheng B, Li T, Lei Y, Zhou H, Dong X, Liu Y. Modeling the joint impacts of ozone and aerosols on crop yields in China: An air pollution policy scenario analysis. Atmospheric Environment. 2021;247:118216. doi: 10.1016/j.atmosenv.2021.118216.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118216"]}, {"Citation": "Ascenso A, Gama C, Blanco-Ward D, Monteiro A, Silveira C, Viceto C, Rodrigues V, Rocha A, Borrego C, Lopes M. Assessing Douro vineyards exposure to tropospheric ozone. Atmosphere. 2021;12(2):200. doi: 10.3390/atmos12020200.", "ArticleIdList": ["10.3390/atmos12020200"]}, {"Citation": "Blanco-Ward D, Ribeiro A, Paoletti E, Miranda A. Assessment of tropospheric ozone phytotoxic effects on the grapevine (Vitis vinifera L.): A review. Atmospheric Environment. 2021;244:117924. doi: 10.1016/j.atmosenv.2020.117924.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117924"]}, {"Citation": "Sacchelli S, Carrari E, Paoletti E, Anav A, Hoshika Y, Sicard P, Screpanti A, Chirici G, Cocozza C, De Marco A. Economic impacts of ambient ozone pollution on wood production in Italy. Scientific Reports. 2021;11(1):1–9. doi: 10.1038/s41598-020-80516-6.", "ArticleIdList": ["10.1038/s41598-020-80516-6", "PMC7794517", "33420285"]}, {"Citation": "Jakovljevic T, Lovreskov L, Jelic G, Anav A, Popa I, Fornasier MF, Proietti C, Limic I, Butorac L, Vitale M, De Marco A. Impact of ground-level ozone on Mediterranean forest ecosystems health. Science of the Total Environment. 2021;783:147063. doi: 10.1016/j.scitotenv.2021.147063.", "ArticleIdList": ["10.1016/j.scitotenv.2021.147063", "34088128"]}, {"Citation": "Anav A, De Marco A, Friedlingstein P, Savi F, Sicard P, Sitch S, Vitale M, Paoletti E. Growing season extension affects ozone uptake by European forests. Science of the Total Environment. 2019;669:1043–1052. doi: 10.1016/j.scitotenv.2019.03.020.", "ArticleIdList": ["10.1016/j.scitotenv.2019.03.020", "30970453"]}, {"Citation": "Bosch J, Elvira S, Sausor C, Bielby J, Gonzalez-Fernandez I, Alonso R, Bermejo-Bermejo V. Increased tropospheric ozone levels enhance pathogen infection levels of amphibians. Science of the Total Environment. 2021;759:143461. doi: 10.1016/j.scitotenv.2020.143461.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143461", "33199009"]}, {"Citation": "Oksanen E, Kontunen-Soppela S. Plants have different strategies to defend against air pollutants. Current Opinion in Environmental Science & Health. 2021;19:100222. doi: 10.1016/j.coesh.2020.10.010.", "ArticleIdList": ["10.1016/j.coesh.2020.10.010"]}, {"Citation": "Li S, Yuan X, Feng Z, Du Y, Agathokleous E, Paoletti E. Whole-plant compensatory responses of isoprene emission from hybrid poplar seedlings exposed to elevated ozone. Science of the Total Environment. 2022;806(Pt 4):150949. doi: 10.1016/j.scitotenv.2021.150949.", "ArticleIdList": ["10.1016/j.scitotenv.2021.150949", "34655631"]}, {"Citation": "Boublin F, Cabassa-Hourton C, Leymarie J, Leitao L. Potential involvement of proline and flavonols in plant responses to ozone. Environmental Research. 2021;207:112214. doi: 10.1016/j.envres.2021.112214.", "ArticleIdList": ["10.1016/j.envres.2021.112214", "34662576"]}, {"Citation": "Blande JD. Effects of air pollution on plant–insect interactions mediated by olfactory and visual cues. Current Opinion in Environmental Science & Health. 2021;19:100228. doi: 10.1016/j.coesh.2020.100228.", "ArticleIdList": ["10.1016/j.coesh.2020.100228"]}, {"Citation": "Masui N, Agathokleous E, Mochizuki T, Tani A, Matsuura H, Koike T. Ozone disrupts the communication between plants and insects in urban and suburban areas: An updated insight on plant volatiles. Journal of Forest Research. 2021;32:1337–1349. doi: 10.1007/s11676-020-01287-4.", "ArticleIdList": ["10.1007/s11676-020-01287-4", "PMC7797194", "33456272"]}, {"Citation": "Duque L, Poelman EH, Steffan-Dewenter I. Effects of ozone stress on flowering phenology, plant-pollinator interactions and plant reproductive success. Environmental Pollution. 2021;272:115953. doi: 10.1016/j.envpol.2020.115953.", "ArticleIdList": ["10.1016/j.envpol.2020.115953", "33190978"]}, {"Citation": "Galveias A, Arriegas R, Mendes S, Ribeiro H, Abreu I, Costa A, Antunes C. Air pollutants NO2-and O3-induced Dactylis glomerata L. pollen oxidative defences and enhanced its allergenic potential. Aerobiologia. 2021;37(1):127–137. doi: 10.1007/s10453-020-09676-2.", "ArticleIdList": ["10.1007/s10453-020-09676-2"]}, {"Citation": "Pereira S, Fernández-González M, Guedes A, Abreu I, Ribeiro H. The strong and the stronger: The effects of increasing ozone and nitrogen dioxide concentrations in pollen of different forest species. Forests. 2021;12(1):88. doi: 10.3390/f12010088.", "ArticleIdList": ["10.3390/f12010088"]}, {"Citation": "Kováts N, Hubai K, Diósi D, Sainnokhoi T-A, Hoffer A, Tóth Á, Teke G. Sensitivity of typical European roadside plants to atmospheric particulate matter. Ecological Indicators. 2021;124:107428. doi: 10.1016/j.ecolind.2021.107428.", "ArticleIdList": ["10.1016/j.ecolind.2021.107428"]}, {"Citation": "Mina U, Smiti K, Yadav P. Thermotolerant wheat cultivar (Triticum aestivum L. var. WR544) response to ozone, EDU, and particulate matter interactive exposure. Environmental Monitoring and Assessment. 2021;193(6):1–16. doi: 10.1007/s10661-021-09079-x.", "ArticleIdList": ["10.1007/s10661-021-09079-x", "33942175"]}, {"Citation": "Stevenson DS, Zhao A, Naik V, O'Connor FM, Tilmes S, Zeng G, Murray LT, Collins WJ, Griffiths PT, Shim SB, Horowitz LW, Sentman LT, Emmons L. Trends in global tropospheric hydroxyl radical and methane lifetime since 1850 from AerChemMIP. Atmospheric Chemistry and Physics. 2020;20(21):12905–12920. doi: 10.5194/acp-20-12905-2020.", "ArticleIdList": ["10.5194/acp-20-12905-2020"]}, {"Citation": "Zhao YH, Saunois M, Bousquet P, Lin X, Berchet A, Hegglin MI, Canadell JG, Jackson RB, Deushi M, Jockel P, Kinnison D, Kirner O, Strode S, Tilmes S, Dlugokencky EJ, Zheng B. On the role of trend and variability in the hydroxyl radical (OH) in the global methane budget. Atmospheric Chemistry and Physics. 2020;20(21):13011–13022. doi: 10.5194/acp-20-13011-2020.", "ArticleIdList": ["10.5194/acp-20-13011-2020"]}, {"Citation": "McDuffie EE, Smith SJ, O'Rourke P, Tibrewal K, Venkataraman C, Marais EA, Zheng B, Crippa M, Brauer M, Martin RV. A global anthropogenic emission inventory of atmospheric pollutants from sector- And fuel-specific sources (1970–2017): An application of the Community Emissions Data System (CEDS) Earth System Science Data. 2020;12(4):3413–3442. doi: 10.5194/essd-12-3413-2020.", "ArticleIdList": ["10.5194/essd-12-3413-2020"]}, {"Citation": "Patra PK, Krol MC, Prinn RG, Takigawa M, Mühle J, Montzka SA, Lal S, Yamashita Y, Naus S, Chandra N, Weiss RF, Krummel PB, Fraser PJ, O'Doherty S, Elkins JW. Methyl chloroform continues to constrain the hydroxyl (OH) variability in the troposphere. Journal of Geophysical Research-Atmospheres. 2021;126(4):e2020JD033862. doi: 10.1029/2020JD033862.", "ArticleIdList": ["10.1029/2020JD033862"]}, {"Citation": "Naus S, Montzka SA, Patra PK, Krol MC. A three-dimensional-model inversion of methyl chloroform to constrain the atmospheric oxidative capacity. Atmospheric Chemistry and Physics. 2021;21(6):4809–4824. doi: 10.5194/acp-21-4809-2021.", "ArticleIdList": ["10.5194/acp-21-4809-2021"]}, {"Citation": "Worden JR, Cusworth DH, Qu Z, Yin Y, Zhang Y, Bloom AA, Ma S, Byrne BK, Scarpelli T, Maasakkers JD, Crisp D, Duren R, Jacob DJ. The 2019 methane budget and uncertainties at 1° resolution and each country through Bayesian integration Of GOSAT total column methane data and a priori inventory estimates. Atmospheric Chemistry and Physics. 2022;22(10):6811–6841. doi: 10.5194/acp-22-6811-2022.", "ArticleIdList": ["10.5194/acp-22-6811-2022"]}, {"Citation": "Turner AJ, Frankenberg C, Kort EA. Interpreting contemporary trends in atmospheric methane. Proceedings of the National Academy of Sciences of the United States of America. 2019;116(8):2805–2813. doi: 10.1073/pnas.1814297116.", "ArticleIdList": ["10.1073/pnas.1814297116", "PMC6386658", "30733299"]}, {"Citation": "Fang XK, Pyle JA, Chipperfield MP, Daniel JS, Park S, Prinn RG. Challenges for the recovery of the ozone layer. Nature Geoscience. 2019;12(8):592–596. doi: 10.1038/s41561-019-0422-7.", "ArticleIdList": ["10.1038/s41561-019-0422-7"]}, {"Citation": "Keber T, Bonisch H, Hartick C, Hauck M, Lefrancois F, Obersteiner F, Ringsdorf A, Schohl N, Schuck T, Hossaini R, Graf P, Jockel P, Engel A. Bromine from short-lived source gases in the extratropical northern hemispheric upper troposphere and lower stratosphere (UTLS) Atmospheric Chemistry and Physics. 2020;20(7):4105–4132. doi: 10.5194/acp-20-4105-2020.", "ArticleIdList": ["10.5194/acp-20-4105-2020"]}, {"Citation": "Engel, A., Rigby, M., Burkholder, J. B., Fernandez, R. P., Froidevaux, L., Hall, B. D., Hossaini, R., Saito, T., Vollmer, M. K., & Yao, B. (2018). Update on Ozone-Depleting Substances (ODS) and Other Gases of Interest to the Montreal Protocol, Chap. 1. Scientific Assessment of Ozone Depletion: 2018, Global Ozone Research and Monitoring Project-Report No. 58, World Meteorological Organization. World Meteorological Organization, Geneva, Switzerland"}, {"Citation": "Rex M, Wohltmann I, Ridder T, Lehmann R, Rosenlof K, Wennberg P, Weisenstein D, Notholt J, Kruger K, Mohr V, Tegtmeier S. A tropical West Pacific OH minimum and implications for stratospheric composition. Atmospheric Chemistry and Physics. 2014;14(9):4827–4841. doi: 10.5194/acp-14-4827-2014.", "ArticleIdList": ["10.5194/acp-14-4827-2014"]}, {"Citation": "Nicewonger MR, Saltzman ES, Montzka SA. ENSO-driven fires cause large interannual variability in the naturally emitted, ozone-depleting trace gas CH3Br. Geophysical Research Letters. 2022;49:e2021GL09475. doi: 10.1029/2021GL094756.", "ArticleIdList": ["10.1029/2021GL094756"]}, {"Citation": "Liu SS, Yang GP, He Z, Gao XX, Xu F. Oceanic emissions of methyl halides and effect of nutrients concentration on their production: A case of the western Pacific Ocean (2 degrees N to 24 degrees N) Science of the Total Environment. 2021;769:144488. doi: 10.1016/j.scitotenv.2020.144488.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144488", "33485203"]}, {"Citation": "Williams RS, Hegglin MI, Kerridge BJ, Jöckel P, Latter BG, Plummer DA. Characterising the seasonal and geographical variability in tropospheric ozone, stratospheric influence and recent changes. Atmospheric Chemistry and Physics. 2019;19(6):3589–3620. doi: 10.5194/acp-19-3589-2019.", "ArticleIdList": ["10.5194/acp-19-3589-2019"]}, {"Citation": "Archibald AT, Neu JL, Elshorbany YF, Cooper OR, Young PJ, Akiyoshi H, Cox RA, Coyle M, Derwent RG, Deushi M, Finco A, Frost GJ, Galbally IE, Gerosa G, Granier C, Griffiths PT, Hossaini R, Hu L, Jöckel P, Josse B, et al. Tropospheric Ozone Assessment Report: A critical review of changes in the tropospheric ozone burden and budget from 1850 to 2100. Elementa Science of the Anthropocene. 2020;8(1):10. doi: 10.1525/elementa.2020.034.", "ArticleIdList": ["10.1525/elementa.2020.034"]}, {"Citation": "Wang M, Fu Q. Stratosphere-troposphere exchange of air masses and ozone concentrations based on reanalyses and observations. Journal of Geophysical Research: Atmospheres. 2021;126(18):e2021JD035159. doi: 10.1029/2021JD035159.", "ArticleIdList": ["10.1029/2021JD035159"]}, {"Citation": "Ruiz DJ, Prather MJ. From the middle stratosphere to the surface, using nitrous oxide to constrain the stratosphere–troposphere exchange of ozone. Atmospheric Chemistry and Physics. 2022;22(3):2079–2093. doi: 10.5194/acp-22-2079-2022.", "ArticleIdList": ["10.5194/acp-22-2079-2022"]}, {"Citation": "Griffiths PT, Murray LT, Zeng G, Shin YM, Abraham NL, Archibald AT, Deushi M, Emmons LK, Galbally IE, Hassler B, Horowitz LW, Keeble J, Liu J, Moeini O, Naik V, O'Connor FM, Oshima N, Tarasick D, Tilmes S, Turnock ST, et al. Tropospheric ozone in CMIP6 simulations. Atmospheric Chemistry and Physics. 2021;21(5):4187–4218. doi: 10.5194/acp-21-4187-2021.", "ArticleIdList": ["10.5194/acp-21-4187-2021"]}, {"Citation": "Hu L, Jacob DJ, Liu X, Zhang Y, Zhang L, Kim PS, Sulprizio MP, Yantosca RM. Global budget of tropospheric ozone: Evaluating recent model advances with satellite (OMI), aircraft (IAGOS), and ozonesonde observations. Atmospheric Environment. 2017;167:323–334. doi: 10.1016/j.atmosenv.2017.08.036.", "ArticleIdList": ["10.1016/j.atmosenv.2017.08.036"]}, {"Citation": "Griffiths PT, Keeble J, Shin YM, Abraham NL, Archibald AT, Pyle JA. On the changing role of the stratosphere on the tropospheric ozone budget: 1979–2010. Geophysical Research Letters. 2020;47:9. doi: 10.1029/2019gl086901.", "ArticleIdList": ["10.1029/2019gl086901"]}, {"Citation": "Abalos M, Orbe C, Kinnison DE, Plummer D, Oman LD, Jöckel P, Morgenstern O, Garcia RR, Zeng G, Stone KA, Dameris M. Future trends in stratosphere-to-troposphere transport in CCMI models. Atmospheric Chemistry and Physics. 2020;20(11):6883–6901. doi: 10.5194/acp-20-6883-2020.", "ArticleIdList": ["10.5194/acp-20-6883-2020"]}, {"Citation": "Akritidis D, Pozzer A, Flemming J, Inness A, Zanis P. A global climatology of tropopause folds in CAMS and MERRA-2 reanalyses. Journal of Geophysical Research: Atmospheres. 2021;126(8):e2020JD034115. doi: 10.1029/2020JD034115.", "ArticleIdList": ["10.1029/2020JD034115"]}, {"Citation": "Liu JH, Rodriguez JM, Oman LD, Douglass AR, Olsen MA, Hu L. Stratospheric impact on the Northern Hemisphere winter and spring ozone interannual variability in the troposphere. Atmospheric Chemistry and Physics. 2020;20(11):6416–6432. doi: 10.5194/acp-20-6417-2020.", "ArticleIdList": ["10.5194/acp-20-6417-2020"]}, {"Citation": "Dafka S, Akritidis D, Zanis P, Pozzer A, Xoplaki E, Luterbacher J, Zerefos C. On the link between the Etesian winds, tropopause folds and tropospheric ozone over the Eastern Mediterranean during summer. Atmospheric Research. 2021 doi: 10.1016/j.atmosres.2020.105161.", "ArticleIdList": ["10.1016/j.atmosres.2020.105161"]}, {"Citation": "Akritidis D, Pozzer A, Zanis P. On the impact of future climate change on tropopause folds and tropospheric ozone. Atmospheric Chemistry and Physics. 2019;19(22):14387–14401. doi: 10.5194/acp-19-14387-2019.", "ArticleIdList": ["10.5194/acp-19-14387-2019"]}, {"Citation": "Cohen Y, Marecal V, Josse B, Thouret V. Interpol-IAGOS: A new method for assessing long-term chemistry-climate simulations in the UTLS based on IAGOS data, and its application to the MOCAGE CCMI REF-C1SD simulation. Geoscientific Model Development. 2021;14(5):2659–2689. doi: 10.5194/gmd-14-2659-2021.", "ArticleIdList": ["10.5194/gmd-14-2659-2021"]}, {"Citation": "Huijnen V, Miyazaki K, Flemming J, Inness A, Sekiya T, Schultz MG. An intercomparison of tropospheric ozone reanalysis products from CAMS, CAMS interim, TCR-1, and TCR-2. Geoscientific Model Development. 2020;13(3):1513–1544. doi: 10.5194/gmd-13-1513-2020.", "ArticleIdList": ["10.5194/gmd-13-1513-2020"]}, {"Citation": "Krizan P, Kozubek M, Lastovicka J. Discontinuities in the ozone concentration time series from MERRA 2 reanalysis. Atmosphere. 2019 doi: 10.3390/atmos10120812.", "ArticleIdList": ["10.3390/atmos10120812"]}, {"Citation": "Barnes, P. W., Robson, T. M., Zepp, R. G., Bornman, J. F., Jansen, M. A. K., Ossola, R., Wang, Q.-W., Robinson, S. A., Foereid, B., Klekociuk, A. R., Martinez-Abaigar, J., Hou, W. C., & Paul, N. D. (2023). Interactive effects of changes in UV radiation and climate on terrestrial ecosystems, biogeochemical cycles, and feedbacks to the climate system. Photochemical & Photobiological Sciences. 10.1007/s43630-023-00376-7", "ArticleIdList": ["PMC9889965", "36723799"]}, {"Citation": "Robinson SA, Erickson Iii DJ. Not just about sunburn – the ozone hole's profound effect on climate has significant implications for Southern Hemisphere ecosystems. Global Change Biology. 2015;21(2):515–527. doi: 10.1111/gcb.12739.", "ArticleIdList": ["10.1111/gcb.12739", "25402975"]}, {"Citation": "Damiani A, Cordero RR, Llanillo PJ, Feron S, Boisier JP, Garreaud R, Rondanelli R, Irie H, Watanabe S. Connection between Antarctic Ozone and climate: Interannual precipitation changes in the southern hemisphere. Atmosphere. 2020;11(6):579. doi: 10.3390/atmos11060579.", "ArticleIdList": ["10.3390/atmos11060579"]}, {"Citation": "Lim E-P, Hendon HH, Boschat G, Hudson D, Thompson DWJ, Dowdy AJ, Arblaster JM. Australian hot and dry extremes induced by weakenings of the stratospheric polar vortex. Nature Geoscience. 2019;12(11):896–901. doi: 10.1038/s41561-019-0456-x.", "ArticleIdList": ["10.1038/s41561-019-0456-x"]}, {"Citation": "Santee ML, Lambert A, Manney GL, Livesey NJ, Froidevaux L, Neu JL, Schwartz MJ, Millán LF, Werner F, Read WG, Park M, Fuller RA, Ward BM. Prolonged and pervasive perturbations in the composition of the southern hemisphere midlatitude lower stratosphere from the Australian New Year's fires. Geophysical Research Letters. 2022;49(4):e2021GL096270. doi: 10.1029/2021GL096270.", "ArticleIdList": ["10.1029/2021GL096270"]}, {"Citation": "Tencé F, Jumelet J, Bekki S, Khaykin S, Sarkissian A, Keckhut P. Australian black summer smoke observed by lidar at the French Antarctic station Dumont d’Urville. Journal of Geophysical Research: Atmospheres. 2022;127(4):e2021JD035349. doi: 10.1029/2021JD035349.", "ArticleIdList": ["10.1029/2021JD035349"]}, {"Citation": "NASA Goddard Space Flight Center. (2021). Global Transport of Australian Bushfire Smoke. https://climate.nasa.gov/climate_resources/202/global-transport-of-australian-bushfire-smoke/. Accessed 16 Mar 2022"}, {"Citation": "Jia, G., Shevliakova, E., Artaxo, P., Noblet-Ducoudré, N. D., Houghton, R., House, J., Kitajima, K., Lennard, C., Popp, A., Sirin, A., Sukumar, R., & Verchot, L. (2019). Land–climate interactions. In: P. R. Shukla, J. Skea, E. C. Buendia, V. Masson-Delmotte, H.-O. Pörtner, D. C. Roberts, P. Zhai, R. Slade, S. Connors, R. v. Diemen, M. Ferrat, E. Haughey, S. Luz, S. Neogi, M. Pathak, J. Petzold, J. P. Pereira, P. Vyas, E. Huntley, et al. (Eds.), Climate Change and Land: an IPCC special report on climate change, desertification, land degradation, sustainable land management, food security, and greenhouse gas fluxes in terrestrial ecosystems. https://www.ipcc.ch/srccl/. Accessed 1 Jan 2023"}, {"Citation": "Lawrence ZD, Perlwitz J, Butler AH, Manney GL, Newman PA, Lee SH, Nash ER. The remarkably strong arctic stratospheric polar vortex of winter 2020: Links to record-breaking Arctic oscillation and ozone loss. Journal of Geophysical Research: Atmospheres. 2020 doi: 10.1029/2020jd033271.", "ArticleIdList": ["10.1029/2020jd033271"]}, {"Citation": "Friedel M, Chiodo G, Stenke A, Domeisen DIV, Fueglistaler S, Anet JG, Peter T. Springtime arctic ozone depletion forces northern hemisphere climate anomalies. Nature Geoscience. 2022;15(7):541–547. doi: 10.1038/s41561-022-00974-7.", "ArticleIdList": ["10.1038/s41561-022-00974-7"]}, {"Citation": "Overland JE, Wang MY. The 2020 Siberian heat wave. [Article] International Journal of Climatology. 2021;41:E2341–E2346. doi: 10.1002/joc.6850.", "ArticleIdList": ["10.1002/joc.6850"]}, {"Citation": "von der Gathen P, Kivi R, Wohltmann I, Salawitch RJ, Rex M. Climate change favours large seasonal loss of Arctic ozone. Nature Communications. 2021;12(1):1–17. doi: 10.1038/s41467-021-24089-6.", "ArticleIdList": ["10.1038/s41467-021-24089-6", "PMC8222337", "34162857"]}, {"Citation": "OECD. (2022). Per- and polyfluoroalkyl substances (PFAS). https://www.oecd.org/chemicalsafety/portal-perfluorinated-chemicals/. Accessed 1 Feb 2022"}, {"Citation": "Wallington TJ, Sulbaek Andersen MP, Nielsen OJ. The case for a more precise definition of regulated PFAS. Environmental Science: Processes & Impacts. 2021;23(12):1834–1838. doi: 10.1039/d1em00296a.", "ArticleIdList": ["10.1039/d1em00296a", "34817495"]}, {"Citation": "Buck RC, Korzeniowski SH, Laganis E, Adamsky F. Identification and classification of commercially relevant per- and poly-fluoroalkyl substances (PFAS) Integrated Environmental Assessment and Management. 2021;17:1045–1055. doi: 10.1002/ieam.4450.", "ArticleIdList": ["10.1002/ieam.4450", "PMC9292543", "33991049"]}, {"Citation": "Anderson JK, Brecher RW, Cousins IT, DeWitt J, Fiedler H, Kannan K, Kirman CR, Lipscomb J, Priestly B, Schoeny R, Seed J, Verner M, Hays SM. Grouping of PFAS for human health risk assessment: Findings from an independent panel of experts. Regulatory Toxicology and Pharmacology. 2022 doi: 10.1016/j.yrtph.2022.105226.", "ArticleIdList": ["10.1016/j.yrtph.2022.105226", "35817206"]}, {"Citation": "DEPA . Short-chain polyfluoroalkyl substances (PFAS) Danish Environmental Protection Agency; 2015."}, {"Citation": "EFSA (2020). Risk to human health related to the presence of perfluoroalkyl substances in food. EFSA Journal, 18(9), e06223. 10.2903/j.efsa.2020.6223", "ArticleIdList": ["PMC7507523", "32994824"]}, {"Citation": "NICNAS . Short chain perfluorocarboxylic acids and their direct precursors: human health tier II assessment. National Industrial Chemicals Notification and Assessment Scheme (NICNAS); 2016."}, {"Citation": "ECCC . Canada’s great lakes strategy for PFOS, PFOA, and LC-PFCAs risk management. Environment and Climate Change Canada; 2022."}, {"Citation": "USEPA. (2022). PFAS Master List of PFAS Substances. https://comptox.epa.gov/dashboard/chemical_lists/pfasmaster. Accessed 1 Apr 2022"}, {"Citation": "PubChem. (2022). Trifluoroacetic acid. https://pubchem.ncbi.nlm.nih.gov/compound/6422. Accessed 1 Jan 2022"}, {"Citation": "RSC. (2022). ChemSpider. http://www.chemspider.com/. Accessed 1 May 2022"}, {"Citation": "Chabot L. ALGA, GROWTH INHIBITION TEST Effect of the trifuoroacetic acid on the growth of the unicellular alga Pseudokirchneriella subcapitata, according to OECD guideline 201 (Study conducted for RHODIA OPERATIONS – SOLVAY). Vol. 17-005-167094. Verneuil-En-Halatte; 2017."}, {"Citation": "Boudreau TM. Toxicity of perfluorinated organic acids to selected freshwater organisms under laboratory and field conditions. University of Guelph; 2002."}, {"Citation": "Wang Y, Niu J, Zhang L, Shi J. Toxicity assessment of perfluorinated carboxylic acids (PFCAs) towards the rotifer Brachionus calyciflorus. The Science of the Total Environment. 2014;491–492:266–270. doi: 10.1016/j.scitotenv.2014.02.028.", "ArticleIdList": ["10.1016/j.scitotenv.2014.02.028", "24572989"]}, {"Citation": "ATSDR . Toxicological profile for perfluoroalkyls. Agency for Toxic Substances and Disease Registry; 2021.", "ArticleIdList": ["37220203"]}, {"Citation": "Kwiatkowski CF, Andrews DQ, Birnbaum LS, Bruton TA, DeWitt JC, Knappe DRU, Maffini MV, Miller MF, Pelch KE, Reade A, Soehl A, Trier X, Venier M, Wagner CC, Wang Z, Blum A. Scientific basis for managing PFAS as a chemical class. Environmental Science & Technology Letters. 2020;7(8):532–543. doi: 10.1021/acs.estlett.0c00255.", "ArticleIdList": ["10.1021/acs.estlett.0c00255", "PMC8297807", "34307722"]}, {"Citation": "Cousins IT, Dewitt JC, Glüge J, Goldenman G, Herzke D, Lohmann R, Ng CA, Scheringer M, Wang Z. The high persistence of PFAS is sufficient for their management as a chemical class. Environmental Science: Processes & Impacts. 2020;22(12):2307–2312. doi: 10.1039/d0em00355g.", "ArticleIdList": ["10.1039/d0em00355g", "PMC7784706", "33230514"]}, {"Citation": "Singh RR, Papanastasiou DK. Comment on “Scientific basis for managing PFAS as a chemical class”. Environmental Science & Technology Letters. 2021;8(2):192–194. doi: 10.1021/acs.estlett.0c00765.", "ArticleIdList": ["10.1021/acs.estlett.0c00765", "PMC8297807", "34307722"]}, {"Citation": "Kwiatkowski CF, Andrews DQ, Birnbaum LS, Bruton TA, DeWitt JC, Knappe DRU, Maffini MV, Miller MF, Pelch KE, Reade A, Soehl A, Trier X, Venier M, Wagner CC, Wang Z, Blum A. Response to “Comment on scientific basis for managing PFAS as a chemical class”. Environmental Science & Technology Letters. 2021;8(2):195–197. doi: 10.1021/acs.estlett.1c00049.", "ArticleIdList": ["10.1021/acs.estlett.1c00049", "PMC8297807", "34307722"]}, {"Citation": "Hogue, C. (2022). How to define PFAS. Chemical & Engineering News, 100(24), pp. 18–19"}, {"Citation": "Boutonnet JC, Bingham P, Calamari D, Rooij Cd, Franklin J, Kawano T, Libre J-M, McCul-Loch A, Malinverno G, Odom JM. Environmental risk assessment of trifluoroacetic acid. Human and Ecological Risk Assessment. 1999;5:59–124. doi: 10.1080/10807039991289644.", "ArticleIdList": ["10.1080/10807039991289644"]}, {"Citation": "Scheurer M, Nödler K, Freeling F, Janda J, Happel O, Riegel M, Müller U, Storck FR, Fleig M, Lange FT, Brunsch A, Brauch H-J. Small, mobile, persistent: Trifluoroacetate in the water cycle—Overlooked sources, pathways, and consequences for drinking water supply. Water Research. 2017;126:460–471. doi: 10.1016/j.watres.2017.09.045.", "ArticleIdList": ["10.1016/j.watres.2017.09.045", "28992593"]}, {"Citation": "Alexandrino DAM, Ribeiro I, Pinto LM, Cambra R, Oliveira RS, Pereira F, Carvalho MF. Biodegradation of mono-, di- and trifluoroacetate by microbial cultures with different origins. New Biotechnology. 2018;43:23–29. doi: 10.1016/j.nbt.2017.08.005.", "ArticleIdList": ["10.1016/j.nbt.2017.08.005", "28851570"]}, {"Citation": "Wallington TJ, Sulbaek Andersen MP, Nielsen OJ. Atmospheric chemistry of short-chain haloolefins: Photochemical ozone creation potentials (POCPs), global warming potentials (GWPs), and ozone depletion potentials (ODPs) Chemosphere. 2015;129:135–141. doi: 10.1016/j.chemosphere.2014.06.092.", "ArticleIdList": ["10.1016/j.chemosphere.2014.06.092", "25070769"]}, {"Citation": "Wallington TJ, Schneider WF, Worsnop DR, Nielsen OJ, Sehested J, Debruyn WJ, Shorter JA. The environmental impact of CFC replacements HFCs and HCFCs. Environmental Science & Technology. 1994;28(7):320A–326A. doi: 10.1021/es00056a714.", "ArticleIdList": ["10.1021/es00056a714", "22662803"]}, {"Citation": "Hurley MD, Wallington TJ, Javadi MS, Nielsen OJ. Atmospheric chemistry of CF3CFCH2: Products and mechanisms of Cl atom and OH radical initiated oxidation. Chemical Physics Letters. 2008;450(4–6):263–267. doi: 10.1016/j.cplett.2007.11.051.", "ArticleIdList": ["10.1016/j.cplett.2007.11.051"]}, {"Citation": "Burkholder JB, Cox RA, Ravishankara AR. Atmospheric degradation of ozone depleting substances, their substitutes, and related species. Chemical Reviews. 2015;115(10):3704–3759. doi: 10.1021/cr5006759.", "ArticleIdList": ["10.1021/cr5006759", "25893463"]}, {"Citation": "Wallington TJ, Andersen MPS, Nielsen OJ. Atmospheric chemistry of halogenated organic compounds. In: Barker JR, Steiner AL, Wallington TJ, editors. Advances in atmospheric chemistry. New Jersey: World Scientific; 2017. pp. 305–402."}, {"Citation": "IPCC . Climate change 2021: The physical science basis. Contribution of Working Group I to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; 2021."}, {"Citation": "Chiappero MS, Malanca FE, Argüello GA, Wooldridge ST, Hurley MD, Ball JC, Wallington TJ, Waterland RL, Buck RC. Atmospheric chemistry of perfluoroaldehydes (CxF2x+1CHO) and fluorotelomer aldehydes (CxF2x+1CH2CHO): Quantification of the important role of photolysis. The Journal of Physical Chemistry A. 2006;110(43):11944–11953. doi: 10.1021/jp064262k.", "ArticleIdList": ["10.1021/jp064262k", "17064182"]}, {"Citation": "Sulbaek Andersen MP, Toft A, Nielsen OJ, Hurley MD, Wallington TJ, Chishima H, Tonokura K, Mabury SA, Martin JW, Ellis DA. Atmospheric chemistry of perfluorinated aldehyde hydrates (n-CxF2x+1CH(OH)2, x= 1, 3, 4): Hydration, dehydration, and kinetics and mechanism of Cl atom and OH radical initiated oxidation. The Journal of Physical Chemistry A. 2006;110(32):9854–9860. doi: 10.1021/jp060404z.", "ArticleIdList": ["10.1021/jp060404z", "16898686"]}, {"Citation": "WMO. (2022). Scientific Assessment of Ozone Depletion: 2022. World Meteorological Organization (WMO). GAW Report No. 278; WMO: Geneva, 2022"}, {"Citation": "Frank H, Christoph EH, Holm-Hansen O, Bullister JL. Trifluoroacetate in ocean waters. Environmental Science & Technology. 2002;36:12–15. doi: 10.1021/es0101532.", "ArticleIdList": ["10.1021/es0101532", "11811478"]}, {"Citation": "UBA . Persistent degradation products of halogenated refrigerants and blowing agents in the environment: Type, environmental concentrations, and fate with particular regard to new halogenated substitutes with low global warming potential. Umwelt Bundesamt; 2021."}, {"Citation": "Sulbaek Andersen MP, Schmidt JA, Volkova A, Wuebbles DJ. A three-dimensional model of the atmospheric chemistry of E and Z-CF3CH=CHCl (HCFO-1233(zd) (E/Z)) Atmospheric Environment. 2018;179:250–259. doi: 10.1016/j.atmosenv.2018.02.018.", "ArticleIdList": ["10.1016/j.atmosenv.2018.02.018"]}, {"Citation": "Holland R, Khan MAH, Driscoll I, Chhantyal-Pun R, Derwent RG, Taatjes CA, Orr-Ewing AJ, Percival CJ, Shallcross DE. Investigation of the production of trifluoroacetic acid from two halocarbons, HFC-134a and HFO-1234yf and its fates using a global three-dimensional chemical transport model. ACS Earth and Space Chemistry. 2021;5:849–857. doi: 10.1021/acsearthspacechem.0c00355.", "ArticleIdList": ["10.1021/acsearthspacechem.0c00355"]}, {"Citation": "David LM, Barth M, Höglund-Isaksson L, Purohit P, Velders GJ, Glaser S, Ravishankara AR. Trifluoroacetic acid deposition from emissions of HFO-1234yf in India, China, and the Middle East. Atmospheric Chemistry and Physics. 2021;21(19):14833–14849. doi: 10.5194/acp-21-14833-2021.", "ArticleIdList": ["10.5194/acp-21-14833-2021"]}, {"Citation": "USEPA. (2020). Models for Pesticide Risk Assessment. https://www.epa.gov/pesticide-science-and-assessing-pesticide-risks/models-pesticide-risk-assessment#AgDrift. Accessed 1 Jan 2022"}, {"Citation": "Chen H, Zhang L, Li M, Yao Y, Zhao Z, Munoz G, Sun H. Per-and polyfluoroalkyl substances (PFASs) in precipitation from mainland China: Contributions of unknown precursors and short-chain (C2C3) perfluoroalkyl carboxylic acids. Water Research. 2019;153:169–177. doi: 10.1016/j.watres.2019.01.019.", "ArticleIdList": ["10.1016/j.watres.2019.01.019", "30711792"]}, {"Citation": "Freeling F, Behringer D, Heydel F, Scheurer M, Ternes TA, Nödler K. Trifluoroacetate in precipitation: Deriving a benchmark dataset. Environmental Science & Technology. 2020;54:11210–11219. doi: 10.1021/acs.est.0c02910.", "ArticleIdList": ["10.1021/acs.est.0c02910", "32806887"]}, {"Citation": "Cahill TM. Increases in trifluoroacetate concentrations in surface waters over two decades. Environmental Science & Technology. 2022;56(13):9428–9434. doi: 10.1021/acs.est.2c01826.", "ArticleIdList": ["10.1021/acs.est.2c01826", "PMC9261931", "35736541"]}, {"Citation": "Freeling F, Scheurer M, Koschorreck J, Hoffmann G, Ternes TA, Nödler K. Levels and temporal trends of trifluoroacetate (TFA) in archived plants: Evidence for increasing emissions of gaseous TFA precursors over the last decades. Environmental Science & Technology Letters. 2022;5:400–405. doi: 10.1021/acs.estlett.2c00164.", "ArticleIdList": ["10.1021/acs.estlett.2c00164"]}, {"Citation": "Lindley A, McCulloch A, Vink T. Contribution of hydrofluorocarbons (HFCs) and hydrofluoro-olefins (HFOs) atmospheric breakdown products to acidification (“Acid Rain”) in the EU at present and in the future. Open Journal of Air Pollution. 2019;8:81–95. doi: 10.4236/ojap.2019.84004.", "ArticleIdList": ["10.4236/ojap.2019.84004"]}, {"Citation": "Bernhard GH, Neale RE, Barnes PW, Neale PJ, Zepp RG, Wilson SR, Andrade AJ, Bais AF, McKenzie RL, Aucamp PJ, Young PJ, Liley BJ, Lucas RM, Yazar S, Rhodes LE, Byrne SN, Hollestein LM, Olsen LM, Young AR, Robson TM, et al. Environmental effects of stratospheric ozone depletion, UV radiation and interactions with climate change: UNEP Environmental Effects Assessment Panel, update 2019. Photochemical & Photobiological Sciences. 2020;19:542–584. doi: 10.1039/d0pp90011g.", "ArticleIdList": ["10.1039/d0pp90011g", "PMC7442302", "32364555"]}, {"Citation": "Neale RE, Barnes PW, Robson TM, Neale PJ, Williamson CE, Zepp RG, Wilson SR, Madronich S, Andrady AL, Heikkilä AM, Bernhard GH, Bais AF, Aucamp PJ, Banaszak AT, Bornman JF, Bruckman LS, Byrne SN, Foereid B, Häder DP, Hollestein LM, Hou W-CC, Hylander S, Jansen MAK, Klekociuk AR, Liley JB, Longstreth J, Lucas RM, Martinez-Abaigar J, McNeill K, Olsen CM, Pandey KK, Rhodes LE, Robinson SA, Rose KC, Schikowski T, Solomon KR, Sulzberger B, Ukpebor JE, Wang Q-W, Wängberg S-Å, White CC, Yazar S, Young AR, Young PJ, Zhu L, Zhu M. Environmental effects of stratospheric ozone depletion, UV radiation, and interactions with climate change: UNEP Environmental Effects Assessment Panel, Update 2020. Photochemical & Photobiological Sciences. 2021;20:1–67. doi: 10.1007/s43630-020-00001-x.", "ArticleIdList": ["10.1007/s43630-020-00001-x", "PMC7816068", "33721243"]}, {"Citation": "Frank H, Klein A, Renschen D. Environmental trifluoroacetate. Nature. 1996;382:34–34. doi: 10.1038/382034a0.", "ArticleIdList": ["10.1038/382034a0"]}, {"Citation": "Scott B, Macdonald R, Kannan K, Fisk A, Witter A, Yamashita N, Durham L, Spencer C, Muir D. Trifluoroacetate profiles in the Arctic, Atlantic, and Pacific oceans. Environmental Science & Technology. 2005;39:6555–6560. doi: 10.1021/es047975u.", "ArticleIdList": ["10.1021/es047975u", "16190212"]}, {"Citation": "Scott BF, Spencer C, Martin JW, Barra R, Bootsma HA, Jones KC, Johnston AE, Muir DCG. Comparison of haloacetic acids in the environment of the Northern and Southern Hemispheres. Environmental Science & Technology. 2005;39(22):8664–8670. doi: 10.1021/es050118l.", "ArticleIdList": ["10.1021/es050118l", "16323760"]}, {"Citation": "Joudan S, DeSilva AO, Young C. Insufficient evidence for the existence of natural trifluoroacetic acid. Environmental Science: Processes & Impacts. 2021;23:1641–1649. doi: 10.1039/d1em00306b.", "ArticleIdList": ["10.1039/d1em00306b", "34693963"]}, {"Citation": "Klobas JE, Wilmouth DM. Volcanogenic Chlorofluorocarbons and the Recent CFC Anomalies. A white paper prepared at the request of the Scientific Assessment Panel (SAP) of the Montreal Protocol. Boston: Harvard University Library; 2019."}, {"Citation": "Gribble GW. Fluorine in the environment, a review of its sources and geochemistry. In: Neilson AH, editor. The handbook of environmental chemistry. Springer-Verlag; 2002. pp. 121–136."}, {"Citation": "Solomon K, Velders G, Wilson S, Madronich S, Longstreth J, Aucamp P, Bornman J. Sources, fates, toxicity, and risks of trifluoroacetic acid and its salts: Relevance to substances regulated under the Montreal and Kyoto protocols. Journal of Toxicology and Environmental Health B. 2016;19:289–304. doi: 10.1080/10937404.2016.1175981.", "ArticleIdList": ["10.1080/10937404.2016.1175981", "27351319"]}, {"Citation": "Wang B, Yao Y, Chen H, Chang S, Tian Y, Sun H. Per-and polyfluoroalkyl substances and the contribution of unknown precursors and short-chain (C2–C3) perfluoroalkyl carboxylic acids at solid waste disposal facilities. Science of the Total Environment. 2020;705:135832. doi: 10.1016/j.scitotenv.2019.135832.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135832", "31831231"]}, {"Citation": "Xie G, Zhai Z, Zhang J. Distribution characteristics of trifluoroacetic acid in the environments surrounding fluorochemical production plants in Jinan, China. Environmental Science and Pollution Research. 2020;27:983–991. doi: 10.1007/s11356-019-06689-4.", "ArticleIdList": ["10.1007/s11356-019-06689-4", "31820231"]}, {"Citation": "Zhang L, Sun H, Wang Q, Chen H, Yao Y, Zhao Z, Alder AC. Uptake mechanisms of perfluoroalkyl acids with different carbon chain lengths (C2–C8) by wheat (Triticum aestivum L.) Science of the Total Environment. 2019;654:19–27. doi: 10.1016/j.scitotenv.2018.10.443.", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.443", "30428410"]}, {"Citation": "Lan Z, Yao Y, Xu J, Chen H, Ren C, Fang X, Zhang K, Jin L, Hua X, Alder AC. Novel and legacy per-and polyfluoroalkyl substances (PFASs) in a farmland environment: Soil distribution and biomonitoring with plant leaves and locusts. Environmental Pollution. 2020;263:114487. doi: 10.1016/j.envpol.2020.114487.", "ArticleIdList": ["10.1016/j.envpol.2020.114487", "32259741"]}, {"Citation": "Gardiner J. Fluoropolymers: Origin, production, and industrial and commercial applications. Australian Journal of Chemistry. 2015;68(1):13–22. doi: 10.1071/CH14165.", "ArticleIdList": ["10.1071/CH14165"]}, {"Citation": "Ellis DA, Mabury SA, Martin JW, Muir DC. Thermolysis of fluoropolymers as a potential source of halogenated organic acids in the environment. Nature. 2001;412:321–324. doi: 10.1038/35085548.", "ArticleIdList": ["10.1038/35085548", "11460160"]}, {"Citation": "Cui JN, Guo JY, Zhai ZH, Zhang JB. The contribution of fluoropolymer thermolysis to trifluoroacetic acid (TFA) in environmental media. Chemosphere. 2019;222:637–644. doi: 10.1016/j.chemosphere.2019.01.174.", "ArticleIdList": ["10.1016/j.chemosphere.2019.01.174", "30731384"]}, {"Citation": "Trang B, Li Y, Xue X-S, Ateia M, Houk KN, Dichtel WR. Low-temperature mineralization of perfluorocarboxylic acids. Science. 2022;377(6608):839–845. doi: 10.1126/science.abm8868.", "ArticleIdList": ["10.1126/science.abm8868", "35981038"]}, {"Citation": "Lenka SP, Kah M, Padhye LP. A review of the occurrence, transformation, and removal of poly- and perfluoroalkyl substances (PFAS) in wastewater treatment plants. Water Research. 2021;199:117187. doi: 10.1016/j.watres.2021.117187.", "ArticleIdList": ["10.1016/j.watres.2021.117187", "34010737"]}, {"Citation": "Duan Y, Sun H, Yao Y, Meng Y, Li Y. Distribution of novel and legacy per-/polyfluoroalkyl substances in serum and its associations with two glycemic biomarkers among Chinese adult men and women with normal blood glucose levels. Environment International. 2020;134:105295. doi: 10.1016/j.envint.2019.105295.", "ArticleIdList": ["10.1016/j.envint.2019.105295", "31726357"]}, {"Citation": "Scheurer M, Nödler K. Ultrashort-chain perfluoroalkyl substance trifluoroacetate (TFA) in beer and tea–An unintended aqueous extraction. Food Chemistry. 2021;351:129304. doi: 10.1016/j.foodchem.2021.129304.", "ArticleIdList": ["10.1016/j.foodchem.2021.129304", "33657499"]}, {"Citation": "Yao Y, Sun H, Gan Z, Hu H, Zhao Y, Chang S, Zhou Q. Nationwide distribution of per- and polyfluoroalkyl substances in outdoor dust in Mainland China from eastern to western areas. Environmental Science & Technology. 2016;50(7):3676–3685. doi: 10.1021/acs.est.6b00649.", "ArticleIdList": ["10.1021/acs.est.6b00649", "26966787"]}, {"Citation": "Wang B, Yao Y, Wang Y, Chen H, Sun H. Per-and polyfluoroalkyl substances in outdoor and indoor dust from Mainland China: Contributions of unknown precursors and implications for human exposure. Environmental Science & Technology. 2021;56(10):6036–6045. doi: 10.1021/acs.est.0c08242.", "ArticleIdList": ["10.1021/acs.est.0c08242", "33769795"]}, {"Citation": "Siegemund, G., Schwertfeger, W., Feiring, A., Smart, B., Behr, F., Vogel, H., McKusick, B., & Kirsch, P. (2016). Fluorine compounds, organic. In: B. Elvers (Ed.) Ullmann's encyclopedia of industrial chemistry. Wiley-VCH Verlag GmbH & Co"}, {"Citation": "Inoue M, Sumii Y, Shibata N. Contribution of organofluorine compounds to pharmaceuticals. ACS Omega. 2020;5(19):10633–10640. doi: 10.1021/acsomega.0c00830.", "ArticleIdList": ["10.1021/acsomega.0c00830", "PMC7240833", "32455181"]}, {"Citation": "Yu Y, Liu A, Dhawan G, Mei H, Zhang W, Izawa K, Soloshonok VA, Han J. Fluorine-containing pharmaceuticals approved by the FDA in 2020: Synthesis and biological activity. Chinese Chemical Letters. 2021 doi: 10.1016/j.cclet.2021.05.042.", "ArticleIdList": ["10.1016/j.cclet.2021.05.042"]}, {"Citation": "Khan MF, Murphy CD. Bacterial degradation of the anti-depressant drug fluoxetine produces trifluoroacetic acid and fluoride ion. Applied Microbiology and Biotechnology. 2021;105:9359–9369. doi: 10.1007/s00253-021-11675-3.", "ArticleIdList": ["10.1007/s00253-021-11675-3", "34755212"]}, {"Citation": "Morio M, Fujii K, Takiyama R, Chikasue F, Kikuchi H, Ribarić L. Quantitative analysis of trifluoroacetate in the urine and blood by isotachophoresis. Anesthesiology. 1980;53(1):56–59. doi: 10.1097/00000542-198007000-00011.", "ArticleIdList": ["10.1097/00000542-198007000-00011", "7386909"]}, {"Citation": "Mirkov MI, Morio M, Kawahara M, Yuge O, Kinoshita H, Fujii K. Excretion of trifluoroacetic acid as a metabolite of halothane in digestive juices. Journal of Anesthesia. 1988;2(2):133–138. doi: 10.1007/s0054080020133.", "ArticleIdList": ["10.1007/s0054080020133", "15236070"]}, {"Citation": "Sutton TS, Koblin DD, Gruenke LD, Weiskopf RB, Rampil IJ, Waskell L, Eger E., 2nd Fluoride metabolites after prolonged exposure of volunteers and patients to desflurane. Anesthesia and Analgesia. 1991;73(2):180–185. doi: 10.1213/00000539-199108000-00011.", "ArticleIdList": ["10.1213/00000539-199108000-00011", "1854033"]}, {"Citation": "Wark H, Earl J, Chau DD, Overton J. Halothane metabolism in children. British Journal of Anaesthesia. 1990;64:474–481. doi: 10.1093/bja/64.4.474.", "ArticleIdList": ["10.1093/bja/64.4.474", "2334622"]}, {"Citation": "Ogawa Y, Tokunaga E, Kobayashi O, Hirai K, Shibata N. Current contributions of organofluorine compounds to the agrochemical industry. Iscience. 2020;23:101467. doi: 10.1016/j.isci.2020.101467.", "ArticleIdList": ["10.1016/j.isci.2020.101467", "PMC7479632", "32891056"]}, {"Citation": "Ellis DA, Mabury SA. The aqueous photolysis of TFM and related trifluoromethylphenols. An alternate source of trifluoroacetic acid in the environment. Environmental Science & Technology. 2000;34:632–637. doi: 10.1021/es990422c.", "ArticleIdList": ["10.1021/es990422c"]}, {"Citation": "Bhat AP, Pomerantz WCK, Arnold WA. Finding fluorine: Photoproduct formation during the photolysis of fluorinated pesticides. Environmental Science & Technology. 2022;56(17):12336–12346. doi: 10.1021/acs.est.2c04242.", "ArticleIdList": ["10.1021/acs.est.2c04242", "PMC9454825", "35972505"]}, {"Citation": "NAWQA, U. (2021). National Water-Quality Assessment (NAWQA) Project. Estimated Annual Agricultural Pesticide Use. https://water.usgs.gov/nawqa/pnsp/usage/maps/compound_listing.php. Accessed Dec 2021"}, {"Citation": "FAO STAT. (2021). Pesticide Use. https://www.fao.org/faostat/en/?#data/RP. Accessed Dec 2021"}, {"Citation": "UBA . Reducing Chemical Input into Water Bodies – Trifluoroacetate (TFA) as a Persistent and Mobile Substance from Many Sources. Umweld Bundesampt German Environment Agency; 2021."}, {"Citation": "UBA . Ableitung Eines Gesundheitlichen Leitwertes für Trifluoressigsäure (TFA) Umwelt Bundesampt; 2019."}, {"Citation": "OECD. (2022). OECD test guidelines for chemicals. https://www.oecd.org/chemicalsafety/testing/oecdguidelinesforthetestingofchemicals.htm. Accessed 1 Apr 2022"}, {"Citation": "OECD. (2022). Good Laboratory Practice (GLP). https://www.oecd.org/chemicalsafety/testing/good-laboratory-practiceglp.htm. Accessed 1 Apr 2022"}, {"Citation": "ECHA. (2021). Trifluoroacetic acid: Toxicity to aquatic algae and cyanobacteria. https://echa.europa.eu/registration-dossier/-/registered-dossier/5203/6/2/6/?documentUUID=9e9959f8-a994-4b8c-93d7-de7a1a3c1cfa. Accessed 1 Dec 2021"}, {"Citation": "Cousins IT, Ng CA, Wang Z, Scheringer M. Why is high persistence alone a major cause of concern? Environmental Science: Processes & Impacts. 2019;21(5):781–792. doi: 10.1039/c8em00515j.", "ArticleIdList": ["10.1039/c8em00515j", "30973570"]}, {"Citation": "IPCC/TEAP . Special report safeguarding the ozone layer and the global climate system: Issues related to hydrofluorocarbons and perfluorocarbons. World Meteorological Organization (WMO) ; Intergovernmental Panel on Climate Change; United Nations Environment Programme; 2005."}, {"Citation": "Derwent RG, Jenkin ME, Saunders SM. Photochemical ozone creation potentials for a large number of reactive hydrocarbons under European conditions. Atmospheric Environment. 1996;30(2):181–199. doi: 10.1016/1352-2310(95)00303-g.", "ArticleIdList": ["10.1016/1352-2310(95)00303-g"]}, {"Citation": "Carter WPL. Development of ozone reactivity scales for volatile organic compounds. Air & Waste. 1994;44:881–899. doi: 10.1080/1073161X.1994.10467290.", "ArticleIdList": ["10.1080/1073161X.1994.10467290"]}, {"Citation": "Jenkin ME, Derwent RG, Wallington TJ. Photochemical ozone creation potentials for volatile organic compounds: Rationalization and estimation. Atmospheric Environment. 2017;163:128–137. doi: 10.1016/j.atmosenv.2017.05.024.", "ArticleIdList": ["10.1016/j.atmosenv.2017.05.024"]}, {"Citation": "Carter, W. P. L. (2009). Investigation of Atmospheric Ozone Impacts of Trans 2,3,3,3-Tetrafluoropropene, Final Report for Contract UCR-09010016. Center for Environmental Research and Technology, College of Engineering, University of California, Riverside, California"}, {"Citation": "Lefrancois F, Jesswein M, Thoma M, Engel A, Stanley K, Schuck T. An indirect-calibration method for non-target quantification of trace gases applied to a time series of fourth-generation synthetic halocarbons at the Taunus Observatory (Germany) Atmospheric Measurement Techniques. 2021;14(6):4669–4687. doi: 10.5194/amt-14-4669-2021.", "ArticleIdList": ["10.5194/amt-14-4669-2021"]}, {"Citation": "Vollmer MK, Reimann S, Hill M, Brunner D. First observations of the fourth generation synthetic halocarbons HFC-1234yf, HFC-1234ze(E), and HCFC-1233zd(E) in the atmosphere. Environmental Science & Technology. 2015;49(5):2703–2708. doi: 10.1021/es505123x.", "ArticleIdList": ["10.1021/es505123x", "25625175"]}, {"Citation": "Vollmer, M. K., Reimann, S., Hill, M., & Brunner, D. (2020). Update to Vollmer, M. K., S. Reimann, M. Hill, D. Brunner, First observations of the fourth generation synthetic halocarbons HFC-1234yf, HFC-1234ze(E), and HCFC-1233zd(E) in the atmosphere. Environ Sci Technol, 49, 2703–2708, 10.1021/es505123x. https://www.empa.ch/documents/56101/190047/HFO+update+Report/fe3b26b5-fcb6-4cd9-a6f6-5c39ac01f20a. Accessed 2 July 2022", "ArticleIdList": ["25625175"]}, {"Citation": "Wang Y, Wang Z, Sun M, Guo J, Zhang J. Emissions, degradation and impact of HFO-1234ze from China PU foam industry. Science of the Total Environment. 2021;780:146631. doi: 10.1016/j.scitotenv.2021.146631.", "ArticleIdList": ["10.1016/j.scitotenv.2021.146631", "34030310"]}, {"Citation": "Campbell, J. S., Hansen, C. S., & Kable, S. (2020). New HFO refrigerants transform in the atmosphere to ultimately produce problematic old HFCs. In: Paper Presented at the American Geophysical Union Fall Meeting, December 2020"}, {"Citation": "Sulbaek Andersen MP, Nielsen OJ. Tropospheric photolysis of CF3CHO. Atmospheric Environment. 2022;272:118935. doi: 10.1016/j.atmosenv.2021.118935.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118935"]}, {"Citation": "Franco B, Blumenstock T, Cho C, Clarisse L, Clerbaux C, Coheur PF, De Mazière M, De Smedt I, Dorn HP, Emmerichs T, Fuchs H, Gkatzelis G, Griffith DWT, Gromov S, Hannigan JW, Hase F, Hohaus T, Jones N, Kerkweg A, Kiendler-Scharr A, et al. Ubiquitous atmospheric production of organic acids mediated by cloud droplets. Nature. 2021;593(7858):233–237. doi: 10.1038/s41586-021-03462-x.", "ArticleIdList": ["10.1038/s41586-021-03462-x", "PMC8116209", "33981052"]}, {"Citation": "Rayne S, Forest K. Aqueous phase hydration and hydrate acidity of perfluoroalkyl and n:2 fluorotelomer aldehydes. Journal of Environmental Science and Health, Part A. 2016;51(7):579–582. doi: 10.1080/10934529.2016.1141625.", "ArticleIdList": ["10.1080/10934529.2016.1141625", "26980678"]}, {"Citation": "Liu L, Yu F, Tu K, Yang Z, Zhang X. Influence of atmospheric conditions on the role of trifluoroacetic acid in atmospheric sulfuric acid–dimethylamine nucleation. Atmospheric Chemistry and Physics. 2021;21(8):6221–6230. doi: 10.5194/acp-21-6221-2021.", "ArticleIdList": ["10.5194/acp-21-6221-2021"]}, {"Citation": "Lu Y, Liu L, Ning A, Yang G, Liu Y, Kurtén T, Vehkamäki H, Zhang X, Wang L. Atmospheric sulfuric acid-dimethylamine nucleation enhanced by trifluoroacetic acid. Geophysical Research Letters. 2020;47(2):e2019GL085627. doi: 10.1029/2019GL085627.", "ArticleIdList": ["10.1029/2019GL085627"]}, {"Citation": "Dong Z-G, Xu F, Mitchell E, Long B. Trifluoroacetaldehyde aminolysis catalyzed by a single water molecule: An important sink pathway for trifluoroacetaldehyde and a potential pathway for secondary organic aerosol growth. Atmospheric Environment. 2021;249:118242. doi: 10.1016/j.atmosenv.2021.118242.", "ArticleIdList": ["10.1016/j.atmosenv.2021.118242"]}, {"Citation": "Taatjes CA, Khan MAH, Eskola AJ, Percival CJ, Osborn DL, Wallington TJ, Shallcross DE. Reaction of perfluorooctanoic acid with Criegee intermediates and implications for the atmospheric fate of perfluorocarboxylic acids. Environmental Science & Technology. 2019;53(3):1245–1251. doi: 10.1021/acs.est.8b05073.", "ArticleIdList": ["10.1021/acs.est.8b05073", "30589541"]}, {"Citation": "NAIADES. (2022). Données sur la qualité des eaux de surface. http://www.naiades.eaufrance.fr/acces-donnees#/physicochimie. Accessed 1 April 2022"}, {"Citation": "UN. (2022). Sustainable Development Goals (SDGs). https://www.un.org/sustainabledevelopment/sustainable-development-goals/. Accessed 1 September 2022"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "19"}, {"Year": "2023", "Month": "1", "Day": "13"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "6", "Day": "13", "Hour": "13", "Minute": "12"}, {"Year": "2023", "Month": "6", "Day": "13", "Hour": "11", "Minute": "13"}, {"Year": "2023", "Month": "6", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37310641", "PMC10262938", "10.1007/s43630-023-00369-6", "10.1007/s43630-023-00369-6"]}}], "PubmedBookArticle": []}