{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biological nitrogen removal (BNR)", "Chlorination", "Conventional activated sludge (CAS)", "Enhanced biological phosphorus removal (EBPR)", "Ozonation", "Pepper mottle mosaic virus (PMMoV)"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37356766", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "24"}], "ELocationID": ["10.1016/j.scitotenv.2023.165097", "S0048-9697(23)03720-8"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "895", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Reduction of SARS-CoV-2 by biological nutrient removal and disinfection processes in full-scale wastewater treatment plants.", "Pagination": {"StartPage": "165097", "MedlinePgn": "165097"}, "Abstract": {"AbstractText": ["Detection of SARS-CoV-2 RNA in wastewater poses people's concerns regarding the potential risk in water bodies receiving wastewater treatment effluent, despite the infectious risk of SARS-CoV-2 in wastewater being speculated to be low. Unlike well-studied nonenveloped viruses, SARS-CoV-2 in wastewater is present abundantly in both solid and liquid fractions of wastewater. Reduction of SARS-CoV-2 in past studies were likely underestimated, as SARS-CoV-2 in influent wastewater were quantified in either solid or liquid fraction only. The objectives of this study were (i) to clarify the reduction in SARS-CoV-2 RNA during biological nutrient removal and disinfection processes in full-scale WWTPs, considering the SARS-CoV-2 present in both solid and liquid fractions of wastewater, and (ii) to evaluate applicability of pepper mild mottle virus (PMMoV) as a performance indicator for reduction of SARS-CoV-2 in WWTPs. Accordingly, large amount of SARS-CoV-2 RNA were partitioned in the solid fraction of influent wastewater for composite sampling than grab sampling. When SARS-CoV-2 RNA in the both solid and liquid fractions were considered, log reduction values (LRVs) of SARS-CoV-2 during step-feed multistage biological nitrogen removal (SM-BNR) and enhanced biological phosphorus removal (EBPR) processes ranged between>2.1-4.4 log and did not differ significantly from those in conventional activated sludge (CAS). The LRVs of SARS-CoV-2 RNA in disinfection processes by ozonation and chlorination did not differ significantly. PMMoV is a promising performance indicator to secure reduction of SARS-CoV-2 in WWTPs, because of its higher persistence in wastewater treatment processes and abundance at a detectable concentration even in the final effluent after disinfection."], "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Natural Science and Technology, Kanazawa University, Japan."}], "LastName": "Alamin", "ForeName": "Md", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Geosciences and Civil Engineering, Kanazawa University, Japan."}], "LastName": "Hara-Yamamura", "ForeName": "Hiroe", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Civil Engineering, Toyama Prefectural University, Japan."}], "LastName": "Hata", "ForeName": "Akihiko", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Environmental Quality Management, Graduate School of Engineering, Kyoto University, Japan; College of Environment, Hohai University, Nanjing 210098, China."}], "LastName": "Zhao", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Environmental Quality Management, Graduate School of Engineering, Kyoto University, Japan; Faculty of Agriculture and Marine Science, Kochi University, Japan."}], "LastName": "Ihara", "ForeName": "Masaru", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Environmental Quality Management, Graduate School of Engineering, Kyoto University, Japan."}], "LastName": "Tanaka", "ForeName": "Hiroaki", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Yamagata University, Japan."}], "LastName": "Watanabe", "ForeName": "Toru", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Geosciences and Civil Engineering, Kanazawa University, Japan; Research Center for Environmental Quality Management, Graduate School of Engineering, Kyoto University, Japan. Electronic address: rhonda@se.kanazawa-u.ac.jp."}], "LastName": "Honda", "ForeName": "Ryo", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Wastewater"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Viral"}, {"RegistryNumber": "0", "NameOfSubstance": "Sewage"}], "SupplMeshList": ["Pepper mild mottle virus"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Disinfection"}, {"QualifierName": [], "DescriptorName": "RNA, Viral"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Sewage"}, {"QualifierName": [], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Nutrients"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abu Ali H., Yaniv K., Bar-Zeev E., Chaudhury S., Shagan M., Lakkakula S., Ronen Z., Kushmaro A., Nir O. Tracking SARS-CoV-2 RNA through the wastewater treatment process. ACS ES&T Water. 2021;1:1161–1167. doi: 10.1021/acsestwater.0c00216.", "ArticleIdList": ["10.1021/acsestwater.0c00216"]}, {"Citation": "Ahmed W., Angel N., Edson J., Bibby K., Bivins A., O’Brien J.W., Choi P.M., Kitajima M., Simpson S.L., Li J., Tscharke B., Verhagen R., Smith W.J.M., Zaugg J., Dierens L., Hugenholtz P., Thomas K.V., Mueller J.F. First confirmed detection of SARS-CoV-2 in untreated wastewater in Australia: a proof of concept for the wastewater surveillance of COVID-19 in the community. Sci. Total Environ. 2020;728 doi: 10.1016/j.scitotenv.2020.138764.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138764", "PMC7165106", "32387778"]}, {"Citation": "Ahmed W., Kitajima M., Tandukar S., Haramoto E. Recycled water safety: current status of traditional and emerging viral indicators. Curr. Opin. Environ. Sci. Heal. 2020;16:62–72. doi: 10.1016/j.coesh.2020.02.009.", "ArticleIdList": ["10.1016/j.coesh.2020.02.009"]}, {"Citation": "Ahmed W., Bibby K., D’Aoust P.M., Delatolla R., Gerba C.P., Haas C.N., Hamilton K.A., Hewitt J., Julian T.R., Kaya D., Monis P., Moulin L., Naughton C., Noble R.T., Shrestha A., Tiwari A., Simpson S.L., Wurtzer S., Bivins A. Differentiating between the possibility and probability of SARS-CoV-2 transmission associated with wastewater: empirical evidence is needed to substantiate risk. FEMS Microbes. 2021;2:1–4. doi: 10.1093/femsmc/xtab007.", "ArticleIdList": ["10.1093/femsmc/xtab007"]}, {"Citation": "Ahmed W., Bibby K., D’Aoust P.M., Delatolla R., Gerba C.P., Haas C.N., Hamilton K.A., Hewitt J., Julian T.R., Kaya D., Monis P., Moulin L., Naughton C., Noble R.T., Shrestha A., Tiwari A., Simpson S.L., Wurtzer S., Bivins A. Differentiating between the possibility and probability of SARS-CoV-2 transmission associated with wastewater: empirical evidence is needed to substantiate risk. FEMS Microbes. 2021;2:1–4. doi: 10.1093/femsmc/xtab007.", "ArticleIdList": ["10.1093/femsmc/xtab007"]}, {"Citation": "Ahmed W., Tscharke B., Bertsch P.M., Bibby K., Bivins A., Choi P., Clarke L., Dwyer J., Edson J., Nguyen T.M.H., O’Brien J.W., Simpson S.L., Sherman P., Thomas K.V., Verhagen R., Zaugg J., Mueller J.F. SARS-CoV-2 RNA monitoring in wastewater as a potential early warning system for COVID-19 transmission in the community: a temporal case study. Sci. Total Environ. 2021;761 doi: 10.1016/j.scitotenv.2020.144216.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144216", "PMC7718102", "33360129"]}, {"Citation": "Alamin M., Tsuji S., Hata A., Hara-Yamamura H., Honda R. Selection of surrogate viruses for process control in detection of SARS-CoV-2 in wastewater. Sci. Total Environ. 2022;823 doi: 10.1016/j.scitotenv.2022.153737.", "ArticleIdList": ["10.1016/j.scitotenv.2022.153737", "PMC8824713", "35149069"]}, {"Citation": "Albert S., Ruíz A., Pemán J., Salavert M., Domingo-Calap P. Lack of evidence for infectious SARS-CoV-2 in feces and sewage. Eur. J. Clin. Microbiol. Infect. Dis. 2021;40:2665–2667. doi: 10.1007/s10096-021-04304-4.", "ArticleIdList": ["10.1007/s10096-021-04304-4", "PMC8266481", "34240259"]}, {"Citation": "Ando H., Iwamoto R., Kobayashi H., Okabe S., Kitajima M. The Efficient and Practical virus Identification System with ENhanced Sensitivity for Solids (EPISENS-S): a rapid and cost-effective SARS-CoV-2 RNA detection method for routine wastewater surveillance. Sci. Total Environ. 2022;843 doi: 10.1016/j.scitotenv.2022.157101.", "ArticleIdList": ["10.1016/j.scitotenv.2022.157101", "PMC9357991", "35952875"]}, {"Citation": "Aquino De Carvalho N., Stachler E.N., Cimabue N., Bibby K. Evaluation of Phi6 persistence and suitability as an enveloped virus surrogate. Environ. Sci. Technol. 2017;51:8692–8700. doi: 10.1021/acs.est.7b01296.", "ArticleIdList": ["10.1021/acs.est.7b01296", "28657725"]}, {"Citation": "Augusto M.R., Claro I.C.M., Siqueira A.K., Sousa G.S., Caldereiro C.R., Duran A.F.A., de Miranda T.B., Bomediano Camillo L. de M., Cabral A.D., de Freitas Bueno R. Sampling strategies for wastewater surveillance: evaluating the variability of SARS-COV-2 RNA concentration in composite and grab samples. J. Environ. Chem. Eng. 2022;10 doi: 10.1016/j.jece.2022.107478.", "ArticleIdList": ["10.1016/j.jece.2022.107478", "PMC8882035", "35251931"]}, {"Citation": "Bivins A., Greaves J., Fischer R., Yinda K.C., Ahmed W., Kitajima M., Munster V.J., Bibby K. Persistence of SARS-CoV-2 in water and wastewater. Environ. Sci. Technol. Lett. 2020;7:937–942. doi: 10.1021/acs.estlett.0c00730.", "ArticleIdList": ["10.1021/acs.estlett.0c00730"]}, {"Citation": "Bivins A., Crank K., Greaves J., North D., Wu Z., Bibby K. Cross-assembly phage and s pepper mild mottle viruas viral water quality monitoring tools—potential, research gaps, and way forward. Curr. Opin. Environ. Sci. Heal. 2020;16:54–61. doi: 10.1016/j.coesh.2020.02.001.", "ArticleIdList": ["10.1016/j.coesh.2020.02.001"]}, {"Citation": "Bivins A., North D., Wu Z., Shaffer M., Ahmed W., Bibby K. Within- and between-day variability of SARS-CoV-2 RNA in municipal wastewater during periods of varying COVID-19 prevalence and positivity. ACS ES&T Water. 2021;1:2097–2108. doi: 10.1021/acsestwater.1c00178.", "ArticleIdList": ["10.1021/acsestwater.1c00178"]}, {"Citation": "Chaudhry R.M., Nelson K.L., Drewes J.E. Mechanisms of pathogenic virus removal in a full-scale membrane bioreactor. Environ. Sci. Technol. 2015;49:2815–2822. doi: 10.1021/es505332n.", "ArticleIdList": ["10.1021/es505332n", "25642587"]}, {"Citation": "Chen T., Da T., Ma Y. Reasonable calculation of the thermodynamic parameters from adsorption equilibrium constant. J. Mol. Liq. 2021;322 doi: 10.1016/j.molliq.2020.114980.", "ArticleIdList": ["10.1016/j.molliq.2020.114980"]}, {"Citation": "De Luca G., Sacchetti R., Leoni E., Zanetti F. Removal of indicator bacteriophages from municipal wastewater by a full-scale membrane bioreactor and a conventional activated sludge process: implications to water reuse. Bioresour. Technol. 2013;129:526–531. doi: 10.1016/j.biortech.2012.11.113.", "ArticleIdList": ["10.1016/j.biortech.2012.11.113", "23266855"]}, {"Citation": "Espinosa M.F., Verbyla M.E., Vassalle L., Leal C., Leroy-Freitas D., Machado E., Fernandes L., Rosa-Machado A.T., Calábria J., Chernicharo C., Mota Filho C.R. Reduction and liquid-solid partitioning of SARS-CoV-2 and adenovirus throughout the different stages of a pilot-scale wastewater treatment plant. Water Res. 2022;212 doi: 10.1016/j.watres.2022.118069.", "ArticleIdList": ["10.1016/j.watres.2022.118069", "PMC8759026", "35077942"]}, {"Citation": "Farkas K., Cooper D.M., McDonald J.E., Malham S.K., de Rougemont A., Jones D.L. Seasonal and spatial dynamics of enteric viruses in wastewater and in riverine and estuarine receiving waters. Sci. Total Environ. 2018;634:1174–1183. doi: 10.1016/j.scitotenv.2018.04.038.", "ArticleIdList": ["10.1016/j.scitotenv.2018.04.038", "29710623"]}, {"Citation": "Farkas K., Walker D.I., Adriaenssens E.M., McDonald J.E., Hillary L.S., Malham S.K., Jones D.L. Viral indicators for tracking domestic wastewater contamination in the aquatic environment. Water Res. 2020;181 doi: 10.1016/j.watres.2020.115926.", "ArticleIdList": ["10.1016/j.watres.2020.115926", "PMC7211501", "32417460"]}, {"Citation": "Forés E., Bofill-Mas S., Itarte M., Martínez-Puchol S., Hundesa A., Calvo M., Borrego C.M., Corominas L.L., Girones R., Rusiñol M. Evaluation of two rapid ultrafiltration-based methods for SARS-CoV-2 concentration from wastewater. Sci. Total Environ. 2021;768 doi: 10.1016/j.scitotenv.2020.144786.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144786", "PMC7789912", "33429117"]}, {"Citation": "Francy D.S., Stelzer E.A., Bushon R.N., Brady A.M.G., Williston A.G., Riddell K.R., Borchardt M.A., Spencer S.K., Gellner T.M. Comparative effectiveness of membrane bioreactors, conventional secondary treatment, and chlorine and UV disinfection to remove microorganisms from municipal wastewaters. Water Res. 2012;46:4164–4178. doi: 10.1016/j.watres.2012.04.044.", "ArticleIdList": ["10.1016/j.watres.2012.04.044", "22682268"]}, {"Citation": "Gerba C.P., Betancourt W.Q., Kitajima M. How much reduction of virus is needed for recycled water: a continuous changing need for assessment? Water Res. 2017;108:25–31. doi: 10.1016/j.watres.2016.11.020.", "ArticleIdList": ["10.1016/j.watres.2016.11.020", "PMC7112101", "27838026"]}, {"Citation": "Gerrity D., Papp K., Stoker M., Sims A., Frehner W. Early-pandemic wastewater surveillance of SARS-CoV-2 in Southern Nevada: methodology, occurrence, and incidence/prevalence considerations. Water Res. X. 2021;10 doi: 10.1016/j.wroa.2020.100086.", "ArticleIdList": ["10.1016/j.wroa.2020.100086", "PMC7774458", "33398255"]}, {"Citation": "Gomes J., Frasson D., Quinta-Ferreira R.M., Matos A., Martins R.C. Removal of enteric pathogens from real wastewater using single and catalytic ozonation. Water (Switzerland) 2019;11:1–12. doi: 10.3390/w11010127.", "ArticleIdList": ["10.3390/w11010127"]}, {"Citation": "Graham K.E., Loeb S.K., Wolfe M.K., Catoe D., Sinnott-Armstrong N., Kim S., Yamahara K.M., Sassoubre L.M., Mendoza Grijalva L.M., Roldan-Hernandez L., Langenfeld K., Wigginton K.R., Boehm A.B. SARS-CoV-2 RNA in wastewater settled solids is associated with COVID-19 cases in a large urban sewershed. Environ. Sci. Technol. 2021;55:488–498. doi: 10.1021/acs.est.0c06191.", "ArticleIdList": ["10.1021/acs.est.0c06191", "33283515"]}, {"Citation": "Gundy P.M., Gerba C.P., Pepper I.L. Survival of coronaviruses in water and wastewater. Food Environ. Virol. 2009;1:10–14. doi: 10.1007/s12560-008-9001-6.", "ArticleIdList": ["10.1007/s12560-008-9001-6"]}, {"Citation": "Hata A., Kitajima M., Katayama H. Occurrence and reduction of human viruses, F-specific RNA coliphage genogroups and microbial indicators at a full-scale wastewater treatment plant in Japan. J. Appl. Microbiol. 2013;114:545–554. doi: 10.1111/jam.12051.", "ArticleIdList": ["10.1111/jam.12051", "23170920"]}, {"Citation": "Hata A., Hara-Yamamura H., Meuchi Y., Imai S., Honda R. Detection of SARS-CoV-2 in wastewater in Japan during a COVID-19 outbreak. Sci. Total Environ. 2021;758 doi: 10.1016/j.scitotenv.2020.143578.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143578", "PMC7654358", "33221007"]}, {"Citation": "Hirani Z.M., Bukhari Z., Oppenheimer J., Jjemba P., LeChevallier M.W., Jacangelo J.G. Impact of MBR cleaning and breaching on passage of selected microorganisms and subsequent inactivation by free chlorine. Water Res. 2014;57:313–324. doi: 10.1016/j.watres.2014.03.038.", "ArticleIdList": ["10.1016/j.watres.2014.03.038", "24735904"]}, {"Citation": "Ho J., Stange C., Suhrborg R., Wurzbacher C., Drewes J.E., Tiehm A. SARS-CoV-2 wastewater surveillance in Germany: long-term RT-digital droplet PCR monitoring, suitability of primer/probe combinations and biomarker stability. Water Res. 2022;210 doi: 10.1016/j.watres.2021.117977.", "ArticleIdList": ["10.1016/j.watres.2021.117977", "PMC8684593", "34968879"]}, {"Citation": "Honda R., Murakami M., Hata A., Ihara M. Public health benefits and ethical aspects in the collection and open sharing of wastewater-based epidemic data on covid-19. Data Sci. J. 2021;20:1–6. doi: 10.5334/dsj-2021-027.", "ArticleIdList": ["10.5334/dsj-2021-027"]}, {"Citation": "Jiang G., Wu J., Weidhaas J., Li X., Chen Y., Mueller J., Li J., Kumar M., Zhou X., Arora S., Haramoto E., Sherchan S., Orive G., Lertxundi U., Honda R., Kitajima M., Jackson G. Artificial neural network-based estimation of COVID-19 case numbers and effective reproduction rate using wastewater-based epidemiology. Water Res. 2022;218 doi: 10.1016/j.watres.2022.118451.", "ArticleIdList": ["10.1016/j.watres.2022.118451", "PMC9006161", "35447417"]}, {"Citation": "Juel M.A.I., Stark N., Nicolosi B., Lontai J., Lambirth K., Schlueter J., Gibas C., Munir M. Performance evaluation of virus concentration methods for implementing SARS-CoV-2 wastewater based epidemiology emphasizing quick data turnaround. Sci. Total Environ. 2021;801 doi: 10.1016/j.scitotenv.2021.149656.", "ArticleIdList": ["10.1016/j.scitotenv.2021.149656", "PMC8363421", "34418628"]}, {"Citation": "Kitajima M., Iker B.C., Pepper I.L., Gerba C.P. Relative abundance and treatment reduction of viruses during wastewater treatment processes - identification of potential viral indicators. Sci. Total Environ. 2014;488–489:290–296. doi: 10.1016/j.scitotenv.2014.04.087.", "ArticleIdList": ["10.1016/j.scitotenv.2014.04.087", "24836386"]}, {"Citation": "Kitajima M., Sassi H.P., Torrey J.R. Pepper mild mottle virus as a water quality indicator. npj Clean Water. 2018;1 doi: 10.1038/s41545-018-0019-5.", "ArticleIdList": ["10.1038/s41545-018-0019-5"]}, {"Citation": "Kitamura K., Sadamasu K., Muramatsu M., Yoshida H. Efficient detection of SARS-CoV-2 RNA in the solid fraction of wastewater. Sci. Total Environ. 2021;763 doi: 10.1016/j.scitotenv.2020.144587.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144587", "PMC7746508", "33360957"]}, {"Citation": "Kmush B.L., Monk D., Green H., Sachs D.A., Zeng T., Larsen D.A. Comparability of 24-hour composite and grab samples for detection of SARS-2-CoV RNA in wastewater. FEMS Microbes. 2022;3:1–5. doi: 10.1093/femsmc/xtac017.", "ArticleIdList": ["10.1093/femsmc/xtac017", "PMC10117866", "37332496"]}, {"Citation": "Kumar M., Alamin M., Kuroda K., Dhangar K., Hata A., Yamaguchi H., Honda R. Potential discharge, attenuation and exposure risk of SARS-CoV-2 in natural water bodies receiving treated wastewater. npj Clean Water. 2021;4:1–11. doi: 10.1038/s41545-021-00098-2.", "ArticleIdList": ["10.1038/s41545-021-00098-2"]}, {"Citation": "Kumar M., Kuroda K., Joshi M., Bhattacharya P., Barcelo D. First comparison of conventional activated sludge versus root-zone treatment for SARS-CoV-2 RNA removal from wastewaters: statistical and temporal significance. Chem. Eng. J. 2021;425 doi: 10.1016/j.cej.2021.130635.", "ArticleIdList": ["10.1016/j.cej.2021.130635", "PMC8200644", "34149304"]}, {"Citation": "Kuo D.H.W., Simmons F.J., Blair S., Hart E., Rose J.B., Xagoraraki I. Assessment of human adenovirus removal in a full-scale membrane bioreactor treating municipal wastewater. Water Res. 2010;44:1520–1530. doi: 10.1016/j.watres.2009.10.039.", "ArticleIdList": ["10.1016/j.watres.2009.10.039", "19944439"]}, {"Citation": "Lee S., Tasaki S., Hata A., Yamashita N., Tanaka H. Evaluation of virus reduction at a large-scale wastewater reclamation plant by detection of indigenous F-specific RNA bacteriophage genotypes. Environ. Technol. (United Kingdom) 2019;40:2527–2537. doi: 10.1080/09593330.2018.1444675.", "ArticleIdList": ["10.1080/09593330.2018.1444675", "29471753"]}, {"Citation": "Li B., Di D.Y.W., Saingam P., Jeon M.K., Yan T. Fine-scale temporal dynamics of SARS-CoV-2 RNA abundance in wastewater during a COVID-19 lockdown. Water Res. 2021;197 doi: 10.1016/j.watres.2021.117093.", "ArticleIdList": ["10.1016/j.watres.2021.117093", "PMC8006545", "33826985"]}, {"Citation": "Marczewski A.W., Seczkowska M., Deryło-Marczewska A., Blachnio M. Adsorption equilibrium and kinetics of selected phenoxyacid pesticides on activated carbon: effect of temperature. Adsorption. 2016;22:777–790. doi: 10.1007/s10450-016-9774-0.", "ArticleIdList": ["10.1007/s10450-016-9774-0"]}, {"Citation": "Medema G., Heijnen L., Elsinga G., Italiaander R., Brouwer A. Presence of SARS-Coronavirus-2 RNA in sewage and correlation with reported COVID-19 prevalence in the early stage of the epidemic in the Netherlands. Environ. Sci. Technol. Lett. 2020;7:511–516. doi: 10.1021/acs.estlett.0c00357.", "ArticleIdList": ["10.1021/acs.estlett.0c00357"]}, {"Citation": "Mendoza Grijalva L., Brown B., Cauble A., Tarpeh W.A. Diurnal variability of SARS-CoV-2 RNA concentrations in hourly grab samples of wastewater influent during low COVID-19 incidence. ACS Environ. Sci. Technol. Water. 2022 doi: 10.1021/acsestwater.2c00061.", "ArticleIdList": ["10.1021/acsestwater.2c00061"]}, {"Citation": "Miura F., Kitajima M., Omori R. Duration of SARS-CoV-2 viral shedding in faeces as a parameter for wastewater-based epidemiology: re-analysis of patient data using a shedding dynamics model. Sci. Total Environ. 2021;769 doi: 10.1016/j.scitotenv.2020.144549.", "ArticleIdList": ["10.1016/j.scitotenv.2020.144549", "PMC7833251", "33477053"]}, {"Citation": "Miura T., Okabe S., Nakahara Y., Sano D. Removal properties of human enteric viruses in a pilot-scale membrane bioreactor (MBR) process. Water Res. 2015;75:282–291. doi: 10.1016/j.watres.2015.02.046.", "ArticleIdList": ["10.1016/j.watres.2015.02.046", "25770448"]}, {"Citation": "Miura T., Schaeffer J., Le Saux J.C., Le Mehaute P., Le Guyader F.S. Virus type-specific removal in a full-scale membrane bioreactor treatment process. Food Environ. Virol. 2018;10:176–186. doi: 10.1007/s12560-017-9330-4.", "ArticleIdList": ["10.1007/s12560-017-9330-4", "29214559"]}, {"Citation": "Owen C., Wright-Foulkes D., Alvarez P., Delgado H., Durance E.C., Wells G.F., Poretsky R., Shrestha A. Reduction and discharge of SARS-CoV-2 RNA in Chicago-area water reclamation plants. FEMS Microbes. 2022;3:1–11. doi: 10.1093/femsmc/xtac015.", "ArticleIdList": ["10.1093/femsmc/xtac015", "PMC10117756", "37332512"]}, {"Citation": "Papp K., Moser D., Gerrity D. Viral surrogates in potable reuse applications: evaluation of a membrane bioreactor and full advanced treatment. J. Environ. Eng. (United States) 2020;146:1–11. doi: 10.1061/(ASCE)EE.1943-7870.0001617.", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0001617"]}, {"Citation": "Peccia J., Zulli A., Brackney D.E., Grubaugh N.D., Kaplan E.H., Casanovas-Massana A., Ko A.I., Malik A.A., Wang D., Wang M., Warren J.L., Weinberger D.M., Arnold W., Omer S.B. Measurement of SARS-CoV-2 RNA in wastewater tracks community infection dynamics. Nat. Biotechnol. 2020;38 doi: 10.1038/s41587-020-0684-z.", "ArticleIdList": ["10.1038/s41587-020-0684-z", "PMC8325066", "32948856"]}, {"Citation": "Plaza-Garrido A., Ampuero M., Gaggero A., Villamar-Ayala C.A. Norovirus, Hepatitis A and SARS-CoV-2 surveillance within Chilean rural wastewater treatment plants based on different biological treatment typologies. Sci. Total Environ. 2023;863 doi: 10.1016/j.scitotenv.2022.160685.", "ArticleIdList": ["10.1016/j.scitotenv.2022.160685", "PMC9721186", "36476771"]}, {"Citation": "Qiu Y., Lee B.E., Neumann N., Ashbolt N., Craik S., Maal-Bared R., Pang X.L. Assessment of human virus removal during municipal wastewater treatment in Edmonton, Canada. J. Appl. Microbiol. 2015;119:1729–1739. doi: 10.1111/jam.12971.", "ArticleIdList": ["10.1111/jam.12971", "26473649"]}, {"Citation": "Randazzo W., Truchado P., Cuevas-Ferrando E., Simón P., Allende A., Sánchez G. SARS-CoV-2 RNA in wastewater anticipated COVID-19 occurrence in a low prevalence area. Water Res. 2020;181 doi: 10.1016/j.watres.2020.115942.", "ArticleIdList": ["10.1016/j.watres.2020.115942", "PMC7229723", "32425251"]}, {"Citation": "Rosario K., Symonds E.M., Sinigalliano C., Stewart J., Breitbart M. Pepper mild mottle virus as an indicator of fecal pollution. Appl. Environ. Microbiol. 2009;75:7261–7267. doi: 10.1128/AEM.00410-09.", "ArticleIdList": ["10.1128/AEM.00410-09", "PMC2786529", "19767474"]}, {"Citation": "Saguti F., Magnil E., Enache L., Churqui M.P., Johansson A., Lumley D., Davidsson F., Dotevall L., Mattsson A., Trybala E., Lagging M., Lindh M., Gisslén M., Brezicka T., Nyström K., Norder H. Surveillance of wastewater revealed peaks of SARS-CoV-2 preceding those of hospitalized patients with COVID-19. Water Res. 2021;189 doi: 10.1016/j.watres.2020.116620.", "ArticleIdList": ["10.1016/j.watres.2020.116620", "PMC7654368", "33212338"]}, {"Citation": "Serra-Compte A., González S., Arnaldos M., Berlendis S., Courtois S., Loret J.F., Schlosser O., Yáñez A.M., Soria-Soria E., Fittipaldi M., Saucedo G., Pinar-Méndez A., Paraira M., Galofré B., Lema J.M., Balboa S., Mauricio-Iglesias M., Bosch A., Pintó R.M., Bertrand I., Gantzer C., Montero C., Litrico X. Elimination of SARS-CoV-2 along wastewater and sludge treatment processes. Water Res. 2021;202 doi: 10.1016/j.watres.2021.117435.", "ArticleIdList": ["10.1016/j.watres.2021.117435", "PMC8280618", "34330027"]}, {"Citation": "Shay J.A., Haniford L.S.E., Cooper A., Carrillo C.D., Blais B.W., Lau C.H.F. Exploiting a targeted resistome sequencing approach in assessing antimicrobial resistance in retail foods. Environ. Microbiome. 2023;18:1–17. doi: 10.1186/s40793-023-00482-0.", "ArticleIdList": ["10.1186/s40793-023-00482-0", "PMC10052294", "36991496"]}, {"Citation": "Sherchan S.P., Shahin S., Ward L.M., Tandukar S., Aw T.G., Schmitz B., Ahmed W., Kitajima M. First detection of SARS-CoV-2 RNA in wastewater in North America: a study in Louisiana, USA. Sci. Total Environ. 2020;743 doi: 10.1016/j.scitotenv.2020.140621.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140621", "PMC7833249", "32758821"]}, {"Citation": "Simmons F.J., Xagoraraki I. Release of infectious human enteric viruses by full-scale wastewater utilities. Water Res. 2011;45:3590–3598. doi: 10.1016/j.watres.2011.04.001.", "ArticleIdList": ["10.1016/j.watres.2011.04.001", "21570703"]}, {"Citation": "Symonds E.M., Nguyen K.H., Harwood V.J., Breitbart M. Pepper mild mottle virus: a plant pathogen with a greater purpose in (waste)water treatment development and public health management. Water Res. 2018;144:1–12. doi: 10.1016/j.watres.2018.06.066.", "ArticleIdList": ["10.1016/j.watres.2018.06.066", "PMC6162155", "30005176"]}, {"Citation": "Tandukar S., Sherchan S.P., Haramoto E. Reduction of human enteric and indicator viruses at a wastewater treatment plant in Southern Louisiana, USA. Food Environ. Virol. 2020 doi: 10.1007/s12560-020-09433-1. 10–13.", "ArticleIdList": ["10.1007/s12560-020-09433-1", "32613519"]}, {"Citation": "Tanimoto Y., Ito E., Miyamoto S., Mori A., Nomoto R., Nakanishi N., Oka N., Morimoto T., Iwamoto T. SARS-CoV-2 RNA in wastewater was highly correlated with the number of COVID-19 cases during the fourth and fifth pandemic wave in Kobe City, Japan. Front. Microbiol. 2022;13 doi: 10.3389/fmicb.2022.892447.", "ArticleIdList": ["10.3389/fmicb.2022.892447", "PMC9223763", "35756040"]}, {"Citation": "Tomasino M.P., Semedo M., Vieira e Moreira P., Ferraz E., Rocha A., Carvalho M.F., Magalhães C., Mucha A.P. SARS-CoV-2 RNA detected in urban wastewater from Porto, Portugal: method optimization and continuous 25-week monitoring. Sci. Total Environ. 2021;792 doi: 10.1016/j.scitotenv.2021.148467.", "ArticleIdList": ["10.1016/j.scitotenv.2021.148467", "PMC8221651", "34465065"]}, {"Citation": "Wang M., Zhu J., Mao X. Removal of pathogens in onsite wastewater treatment systems: a review of design considerations and influencing factors. Water (Switzerland) 2021;13 doi: 10.3390/w13091190.", "ArticleIdList": ["10.3390/w13091190"]}, {"Citation": "Wang R., Alamin M., Tsuji S., Hara-Yamamura H., Hata A., Zhao B., Ihara M., Honda R. Removal performance of SARS-CoV-2 in wastewater treatment by membrane bioreactor, anaerobic-anoxic-oxic, and conventional activated sludge processes. Sci. Total Environ. 2022;851 doi: 10.1016/j.scitotenv.2022.158310.", "ArticleIdList": ["10.1016/j.scitotenv.2022.158310", "PMC9411102", "36030862"]}, {"Citation": "Wannigama D.L., Amarasiri M., Hurst C., Phattharapornjaroen P., Abe S., Hongsing P., Rad S.M.A.H., Pearson L., Saethang T., Luk-in S., Kueakulpattana N., Storer R.J., Ounjai P., Jacquet A., Leelahavanichkul A., Chatsuwan T. Tracking COVID-19 with wastewater to understand asymptomatic transmission. Int. J. Infect. Dis. 2021;108:296–299. doi: 10.1016/j.ijid.2021.05.005.", "ArticleIdList": ["10.1016/j.ijid.2021.05.005", "PMC8111879", "33989774"]}, {"Citation": "Ye Y., Chang P.H., Hartert J., Wigginton K.R. Reactivity of enveloped virus genome, proteins, and lipids with free chlorine and UV254. Environ. Sci. Technol. 2018;52:7698–7708. doi: 10.1021/acs.est.8b00824.", "ArticleIdList": ["10.1021/acs.est.8b00824", "29886734"]}, {"Citation": "Zhu Y., Oishi W., Maruo C., Bandara S., Lin M., Saito M., Kitajima M., Sano D. COVID-19 case prediction via wastewater surveillance in a low-prevalence urban community: a modeling approach. J. Water Health. 2022;20:459–470. doi: 10.2166/WH.2022.183.", "ArticleIdList": ["10.2166/WH.2022.183", "36366998"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "19"}, {"Year": "2023", "Month": "6", "Day": "20"}, {"Year": "2023", "Month": "6", "Day": "21"}, {"Year": "2023", "Month": "9", "Day": "11", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "6", "Day": "25", "Hour": "19", "Minute": "18"}, {"Year": "2023", "Month": "6", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37356766", "PMC10290167", "10.1016/j.scitotenv.2023.165097", "S0048-9697(23)03720-8"]}}], "PubmedBookArticle": []}