{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air Inversion", "Air Pollution", "Greenhouse Gas Emission", "Industrial Activities", "Neural Networks", "Remote Sensing", "Urbanization Expansion"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37361684", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "21"}], "ELocationID": ["10.1016/j.asr.2023.06.027"], "Journal": {"ISSN": "0273-1177", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jun", "Day": "21"}}, "Title": "Advances in space research : the official journal of the Committee on Space Research (COSPAR)", "ISOAbbreviation": "Adv Space Res"}, "ArticleTitle": "Investigating Patterns of Air Pollution in Metropolises Using Remote Sensing and Neural Networks During the COVID-19 Pandemic.", "Abstract": {"AbstractText": ["The purpose of this study is to determine the amount of air pollution in Tehran, Isfahan, Semnan, Mashhad, Golestan, and Shiraz during the Corona era and before. For this purpose, Sentinel satellite images were used to investigate the concentration of Methane (CH<sub>4</sub>), Carbon Monoxide (CO), Carbon Dioxide (CO<sub>2</sub>), Nitrogen Dioxide (NO<sub>2</sub>), Ozone (O<sub>3</sub>), Sulfur Dioxide (SO<sub>2</sub>), aerosol pollutants in In the era before and during Corona. Furthermore, greenhouse effect-prone areas were determined in this study. In the following, the state of air inversion in the studied area was determined by taking the temperature on the surface of the earth and in the upper atmosphere, as well as the wind speed into account. In this research, the prediction of air temperature for the year 2040 was conducted using the Markov and Cellular Automaton (CA)-Markov methods, considering the impact of air pollution on the air temperature of metropolises. Additionally, the Radial Basis Function (RBF) and Multilayer Perceptron (MLP) methods have been developed to determine the relationship between pollutants, areas prone to air inversions, and temperature values. According to the results, pollution caused by pollutants has decreased in the Corona era. According to the results, there is more pollution in Tehran and Isfahan metropolises. In addition, the results showed that air inversions in Tehran is the highest. Additionally, the results showed a high correlation between temperature and pollution levels (R<sup>2</sup>=0.87). Thermal indices in the studied area indicate that Isfahan and Tehran, with high values of Surface Urban Heat Island (SUHI) and being in the 6th class of thermal comfort (Urban Thermal Field Variance Index (UTFVI)), are affected by thermal pollution. The results showed that parts of southern Tehran province, southern Semnan and northeastern Isfahan will have higher temperatures in 2040 (class 5 and 6). Finally, the results of the neural network method showed that the MLP method with R<sup>2</sup>=0.90 is more accurate than the RBF method in predicting pollution amounts. This study significantly contributes by introducing innovative advancements through the application of RBF and MLP methods to assess air pollution levels during the COVID-19 and pre-pandemic periods, while also investigating the intricate relationships among greenhouse gases, air inversion, air temperature, and pollutant indices within the atmosphere. The utilization of these methods notably enhances the accuracy and reliability of pollution predictions, amplifying the originality and significance of this research."], "CopyrightInformation": "© 2023 COSPAR. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Assistant Prof., Dept. of Remote Sensing & GIS, Tarbiat Modares University."}], "LastName": "Shaygan", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Associate Prof., Dep. of Geography, Faculty of Economics, Management and Social sciences, Shiraz University."}], "LastName": "Mokarram", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Space Res", "NlmUniqueID": "9878935", "ISSNLinking": "0273-1177"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasi K.R., Shahbaz M., Zhang J., Irfan M., Alvarado R. Analyze the environmental sustainability factors of China: The role of fossil fuel energy and renewable energy. Renew. Energy. 2022;187:390–402. doi: 10.1016/J.RENENE.2022.01.066.", "ArticleIdList": ["10.1016/J.RENENE.2022.01.066"]}, {"Citation": "Abbaspour, M., Soltaninejad, A., 2013. Design of an environmental assessment model on the effect of vehicle emission in greater Tehran on air pollution with economic sensitivity. Int. J. Environ. Sci. Technol. 2004 11 1, 27–38. https://doi.org/10.1007/BF03325813"}, {"Citation": "Alexander C. Normalised difference spectral indices and urban land cover as indicators of land surface temperature (LST) Int. J. Appl. Earth Obs. Geoinf. 2020;86 doi: 10.1016/J.JAG.2019.102013.", "ArticleIdList": ["10.1016/J.JAG.2019.102013"]}, {"Citation": "Armaroli N., Balzani V. The Legacy of Fossil Fuels. Chem. – An Asian J. 2011;6:768–784. doi: 10.1002/ASIA.201000797.", "ArticleIdList": ["10.1002/ASIA.201000797", "21290608"]}, {"Citation": "Asadi A., Arefi H., Fathipoor H. Simulation of green roofs and their potential mitigating effects on the urban heat island using an artificial neural network: A case study in Austin. Texas. Adv. Sp. Res. 2020;66:1846–1862. doi: 10.1016/J.ASR.2020.06.039.", "ArticleIdList": ["10.1016/J.ASR.2020.06.039"]}, {"Citation": "Barua S., Nath S.D. The impact of COVID-19 on air pollution: Evidence from global data. J. Clean. Prod. 2021;298 doi: 10.1016/J.JCLEPRO.2021.126755.", "ArticleIdList": ["10.1016/J.JCLEPRO.2021.126755", "PMC8570089", "34754147"]}, {"Citation": "Bauer S.E., Im U., Mezuman K., Gao C.Y. Desert Dust, Industrialization, and Agricultural Fires: Health Impacts of Outdoor Air Pollution in Africa. J. Geophys. Res. Atmos. 2019;124:4104–4120. doi: 10.1029/2018JD029336.", "ArticleIdList": ["10.1029/2018JD029336"]}, {"Citation": "Bektaş Balçik, F., 2013. Determining the impact of urban components on land surface temperature of Istanbul by using remote sensing indices. Environ. Monit. Assess. 2013 1862 186, 859–872. https://doi.org/10.1007/S10661-013-3427-5", "ArticleIdList": ["24043606"]}, {"Citation": "Bera, B., Bhattacharjee, S., Shit, P.K., Sengupta, N., Saha, S., 2020. Significant impacts of COVID-19 lockdown on urban air pollution in Kolkata (India) and amelioration of environmental health. Environ. Dev. Sustain. 2020 235 23, 6913–6940. https://doi.org/10.1007/S10668-020-00898-5", "ArticleIdList": ["PMC7384893", "32837282"]}, {"Citation": "Caraka R.E., Chen R.C., Toharudin T., Pardamean B., Yasin H., Wu S.H. Prediction of status particulate matter 2.5 using state Markov chain stochastic process and hybrid VAR-NN-PSO. IEEE Access. 2019;7:161654–161665. doi: 10.1109/ACCESS.2019.2950439.", "ArticleIdList": ["10.1109/ACCESS.2019.2950439"]}, {"Citation": "Colella W.G., Jacobson M.Z., Golden D.M. Switching to a U.S. hydrogen fuel cell vehicle fleet: The resultant change in emissions, energy use, and greenhouse gases. J. Power Sources. 2005;150:150–181. doi: 10.1016/J.JPOWSOUR.2005.05.092.", "ArticleIdList": ["10.1016/J.JPOWSOUR.2005.05.092"]}, {"Citation": "Espinoza-Molina, J., Acosta-Caipa, K., Chambe-Vega, E., Huayna, G., Pino-Vargas, E., Abad, J., 2022. Spatiotemporal Analysis of Urban Heat Islands in Relation to Urban Development, in the Vicinity of the Atacama Desert. Clim. 2022, Vol. 10, Page 87 10, 87. https://doi.org/10.3390/CLI10060087"}, {"Citation": "Faisal A.A., Kafy A.A., Al Rakib A., Akter K.S., Jahir D.M.A., Sikdar M.S., Ashrafi T.J., Mallik S., Rahman M.M. Assessing and predicting land use/land cover, land surface temperature and urban thermal field variance index using Landsat imagery for Dhaka Metropolitan area. Environ. Challenges. 2021;4 doi: 10.1016/J.ENVC.2021.100192.", "ArticleIdList": ["10.1016/J.ENVC.2021.100192"]}, {"Citation": "Fan M., Fu Z., Wang J., Wang Z., Suo H., Kong X., Li H. A review of different ventilation modes on thermal comfort, air quality and virus spread control. Build. Environ. 2022;212 doi: 10.1016/J.BUILDENV.2022.108831.", "ArticleIdList": ["10.1016/J.BUILDENV.2022.108831", "PMC8799382", "35125624"]}, {"Citation": "Feng X., Wei S., Wang S. Temperature inversions in the atmospheric boundary layer and lower troposphere over the Sichuan Basin, China: Climatology and impacts on air pollution. Sci. Total Environ. 2020;726 doi: 10.1016/J.SCITOTENV.2020.138579.", "ArticleIdList": ["10.1016/J.SCITOTENV.2020.138579", "32305769"]}, {"Citation": "Grivas, G., Athanasopoulou, E., Kakouri, A., Bailey, J., Liakakou, E., Stavroulas, I., Kalkavouras, P., Bougiatioti, A., Kaskaoutis, D.G., Ramonet, M., Mihalopoulos, N., Gerasopoulos, E., 2020. Integrating in situ Measurements and City Scale Modelling to Assess the COVID–19 Lockdown Effects on Emissions and Air Quality in Athens, Greece. Atmos. 2020, Vol. 11, Page 1174 11, 1174. https://doi.org/10.3390/ATMOS11111174"}, {"Citation": "Guan, D., Gao, W., Watari, K., Fukahori, H., 2008. Land use change of Kitakyushu based on landscape ecology and Markov model. J. Geogr. Sci. 2008 184 18, 455–468. https://doi.org/10.1007/S11442-008-0455-0"}, {"Citation": "Hidalgo-García D., Arco-Díaz J. Modeling the Surface Urban Heat Island (SUHI) to study of its relationship with variations in the thermal field and with the indices of land use in the metropolitan area of Granada (Spain) Sustain. Cities Soc. 2022;87 doi: 10.1016/J.SCS.2022.104166.", "ArticleIdList": ["10.1016/J.SCS.2022.104166"]}, {"Citation": "Hojati S., Khademi H., Faz Cano A., Landi A. Characteristics of dust deposited along a transect between central Iran and the Zagros Mountains. CATENA. 2012;88:27–36. doi: 10.1016/J.CATENA.2011.09.002.", "ArticleIdList": ["10.1016/J.CATENA.2011.09.002"]}, {"Citation": "Huang H., Yang H., Deng X., Zeng P., Li Y., Zhang L., Zhu L. Influencing Mechanisms of Urban Heat Island on Respiratory Diseases. Iran. J. Public Health. 2019;48:1636. doi: 10.18502/ijph.v48i9.3023.", "ArticleIdList": ["10.18502/ijph.v48i9.3023", "PMC6825676", "31700819"]}, {"Citation": "Jelonek Z., Drobniak A., Mastalerz M., Jelonek I. Environmental implications of the quality of charcoal briquettes and lump charcoal used for grilling. Sci. Total Environ. 2020;747 doi: 10.1016/J.SCITOTENV.2020.141267.", "ArticleIdList": ["10.1016/J.SCITOTENV.2020.141267", "32777507"]}, {"Citation": "Junninen H., Niska H., Tuppurainen K., Ruuskanen J., Kolehmainen M. Methods for imputation of missing values in air quality data sets. Atmos. Environ. 2004;38:2895–2907. doi: 10.1016/J.ATMOSENV.2004.02.026.", "ArticleIdList": ["10.1016/J.ATMOSENV.2004.02.026"]}, {"Citation": "Kazemi, Z., Jonidi Jafari, A., Farzadkia, M., Kazemnezhad Leyli, E., Shahsavani, A., Kermani, M., 2022. Assessment of the risk of exposure to Air pollutants and identifying the affecting factors on making pollution by PCA, CFA. https://doi.org/10.1080/03067319.2022.2059364. https://doi.org/10.1080/03067319.2022.2059364"}, {"Citation": "Keikhosravi G., Fadavi S.F. Impact of the inversion and air pollution on the number of patients with Covid-19 in the metropolitan city of Tehran. Urban Clim. 2021;37 doi: 10.1016/J.UCLIM.2021.100867.", "ArticleIdList": ["10.1016/J.UCLIM.2021.100867", "PMC8088236", "33968607"]}, {"Citation": "Khoshakhlagh F., Najafi M.S., Samadi M. An Analysis on Synoptic Patterns of Springtime Dust Occurrence in West of Iran. Phys. Geogr. Res. Q. 2012;44:99–124. doi: 10.22059/JPHGR.2012.29209.", "ArticleIdList": ["10.22059/JPHGR.2012.29209"]}, {"Citation": "Kikon, N., Kumar, D., Ahmed, S.A., 2022. Analysing transition of land surface temperature and derived indices with respect to elevation values in Kohima Saddar. Geoj. 2022 874 87, 821–846. https://doi.org/10.1007/S10708-022-10580-0"}, {"Citation": "Leng Chia S., Yan Chia M., Hoon Koo C., Feng Huang Y., Rahman A., Sungai Long B., Darul Ehsan S. Integration of advanced optimization algorithms into least-square support vector machine (LSSVM) for water quality index prediction. Water Supply. 2022;22:1951–1963. doi: 10.2166/WS.2021.303.", "ArticleIdList": ["10.2166/WS.2021.303"]}, {"Citation": "Li, J., Chen, H., Li, Z., Wang, P., Cribb, M., Fan, X., 2015. Low-level temperature inversions and their effect on aerosol condensation nuclei concentrations under different large-scale synoptic circulations. Adv. Atmos. Sci. 2015 327 32, 898–908. https://doi.org/10.1007/S00376-014-4150-Z"}, {"Citation": "Lin J., Qiu S., Tan X., Zhuang Y. Measuring the relationship between morphological spatial pattern of green space and urban heat island using machine learning methods. Build. Environ. 2023;228 doi: 10.1016/J.BUILDENV.2022.109910.", "ArticleIdList": ["10.1016/J.BUILDENV.2022.109910"]}, {"Citation": "Maleki, H., Sorooshian, A., Goudarzi, G., Baboli, Z., Tahmasebi Birgani, Y., Rahmati, M., 2019. Air pollution prediction by using an artificial neural network model. Clean Technol. Environ. Policy 2019 216 21, 1341–1352. https://doi.org/10.1007/S10098-019-01709-W", "ArticleIdList": ["PMC8075317", "33907544"]}, {"Citation": "Mathew A., Sreekumar S., Khandelwal S., Kumar R. Prediction of land surface temperatures for surface urban heat island assessment over Chandigarh city using support vector regression model. Sol. Energy. 2019;186:404–415. doi: 10.1016/J.SOLENER.2019.04.001.", "ArticleIdList": ["10.1016/J.SOLENER.2019.04.001"]}, {"Citation": "Mohamadi S., Sammen S.S., Panahi F., Ehteram M., Kisi O., Mosavi A., Ahmed A.N., El-Shafie A., Al-Ansari N. Zoning map for drought prediction using integrated machine learning models with a nomadic people optimization algorithm. Nat. Hazards. 2020;104:537–579. doi: 10.1007/S11069-020-04180-9/FIGURES/15.", "ArticleIdList": ["10.1007/S11069-020-04180-9/FIGURES/15"]}, {"Citation": "Mohammad P., Goswami A., Chauhan S., Nayak S. Machine learning algorithm based prediction of land use land cover and land surface temperature changes to characterize the surface urban heat island phenomena over Ahmedabad city. India. Urban Clim. 2022;42 doi: 10.1016/J.UCLIM.2022.101116.", "ArticleIdList": ["10.1016/J.UCLIM.2022.101116"]}, {"Citation": "Mokarram, M., Pourghasemi, H.R., Zhang, H., 2020. Predicting non-carcinogenic hazard quotients of heavy metals in pepper (Capsicum annum L.) utilizing electromagnetic waves. Front. Environ. Sci. Eng. 2020 146 14, 1–13. https://doi.org/10.1007/S11783-020-1331-0"}, {"Citation": "Mokarram M., Pourghasemi H.R., Hu M., Zhang H. Determining and forecasting drought susceptibility in southwestern Iran using multi-criteria decision-making (MCDM) coupled with CA-Markov model. Sci. Total Environ. 2021;781 doi: 10.1016/J.SCITOTENV.2021.146703.", "ArticleIdList": ["10.1016/J.SCITOTENV.2021.146703", "33798887"]}, {"Citation": "Mokarram M., Pourghasemi H.R., Huang K., Zhang H. Investigation of water quality and its spatial distribution in the Kor River basin, Fars province. Iran. Environ. Res. 2022;204 doi: 10.1016/J.ENVRES.2021.112294.", "ArticleIdList": ["10.1016/J.ENVRES.2021.112294", "34755610"]}, {"Citation": "Mokarram M., Pourghasemi H.R., Tiefenbacher J.P. Identification of morphometric features of alluvial fan and basins in predicting the erosion levels using ANN. Environ. Earth Sci. 2022;81:1–14. doi: 10.1007/S12665-022-10219-W/FIGURES/8.", "ArticleIdList": ["10.1007/S12665-022-10219-W/FIGURES/8", "0"]}, {"Citation": "Mokarram M., Zarei A.R. Determining prone areas to gully erosion and the impact of land use change on it by using multiple-criteria decision-making algorithm in arid and semi-arid regions. Geoderma. 2021;403 doi: 10.1016/J.GEODERMA.2021.115379.", "ArticleIdList": ["10.1016/J.GEODERMA.2021.115379"]}, {"Citation": "Mokarram M., Zarei A.R., Etedali H.R. Optimal location of yield with the cheapest water footprint of the crop using multiple regression and artificial neural network models in GIS. Theor. Appl. Climatol. 2021;143:701–712. doi: 10.1007/S00704-020-03413-Y/TABLES/5.", "ArticleIdList": ["10.1007/S00704-020-03413-Y/TABLES/5"]}, {"Citation": "Moradi H.R., Rajabi M., Faragzadeh M. Investigation of meteorological drought characteristics in Fars province. Iran. CATENA. 2011;84:35–46. doi: 10.1016/J.CATENA.2010.08.016.", "ArticleIdList": ["10.1016/J.CATENA.2010.08.016"]}, {"Citation": "Organization, W.H., 2016. Ambient air pollution: a global assessment of exposure and burden of disease. Clean Air J. 26, 6–6. https://doi.org/10.17159/2410-972X/2016/V26N2A4"}, {"Citation": "Othman M., Latif M.T. Air pollution impacts from COVID-19 pandemic control strategies in Malaysia. J. Clean. Prod. 2021;291 doi: 10.1016/J.JCLEPRO.2021.125992.", "ArticleIdList": ["10.1016/J.JCLEPRO.2021.125992", "PMC7816958", "33495674"]}, {"Citation": "Parasyris A., Alexandrakis G., Kozyrakis G.V., Spanoudaki K., Kampanis N.A. Predicting Climatic Variables on Local Level with SARIMA. LSTM and Hybrid Techniques. https:// 2022 doi: 10.20944/PREPRINTS202205.0147.V1.", "ArticleIdList": ["10.20944/PREPRINTS202205.0147.V1"]}, {"Citation": "Qiu, Z., Ali, M.A., Nichol, J.E., Bilal, M., Tiwari, P., Habtemicheal, B.A., Almazroui, M., Mondal, S.K., Mazhar, U., Wang, Y., Sarker, S., Mustafa, F., Rahman, M.A., 2021. Spatiotemporal Investigations of Multi-Sensor Air Pollution Data over Bangladesh during COVID-19 Lockdown. Remote Sens. 2021, Vol. 13, Page 877 13, 877. https://doi.org/10.3390/RS13050877"}, {"Citation": "Reshi A.R., Moniruzzaman M., Tripathi A., Tiwari R.K., Rahaman K.R. A remote sensing based study of tropospheric ozone concentration amid COVID-19 lockdown over India using Sentinel-5P satellite data. 2022;37:17145–17164. doi: 10.1080/10106049.2022.2123957. doi: 10.1080/10106049.2022.2123957.", "ArticleIdList": ["10.1080/10106049.2022.2123957", "10.1080/10106049.2022.2123957"]}, {"Citation": "Rita E., Chizoo E., Cyril U.S. Sustaining COVID-19 pandemic lockdown era air pollution impact through utilization of more renewable energy resources. Heliyon. 2021;7:e07455.", "ArticleIdList": ["PMC8273224", "34286129"]}, {"Citation": "Shahfahad N., M.W., Towfiqul Islam, A.R.M., Mallick, J., Rahman, A., Land use/land cover change and its impact on surface urban heat island and urban thermal comfort in a metropolitan city. Urban Clim. 2022;41 doi: 10.1016/J.UCLIM.2021.101052.", "ArticleIdList": ["10.1016/J.UCLIM.2021.101052"]}, {"Citation": "Shen, Y., Mercatoris, B., Cao, Z., Kwan, P., Guo, L., Yao, H., Cheng, Q., 2022. Improving Wheat Yield Prediction Accuracy Using LSTM-RF Framework Based on UAV Thermal Infrared and Multispectral Imagery. Agric. 2022, Vol. 12, Page 892 12, 892. https://doi.org/10.3390/AGRICULTURE12060892"}, {"Citation": "Shi Z., Song C., Liu B., Lu G., Xu J., Van Vu T., Elliott R.J.R., Li W., Bloss W.J., Harrison R.M. Abrupt but smaller than expected changes in surface air quality attributable to COVID-19 lockdowns. Sci. Adv. 2021;7 doi: 10.1126/SCIADV.ABD6696.", "ArticleIdList": ["10.1126/SCIADV.ABD6696", "PMC7806219", "33523881"]}, {"Citation": "Song S., Singh V.P., Song X., Kang Y. A probability distribution for hydrological drought duration. J. Hydrol. 2021;599 doi: 10.1016/J.JHYDROL.2021.126479.", "ArticleIdList": ["10.1016/J.JHYDROL.2021.126479"]}, {"Citation": "Sreenivas G., Mahesh P., Subin J., Lakshmi Kanchana A., Rao V.N., P., Kumar Dadhwal, V., Influence of meteorology and interrelationship with greenhouse gases (CO2 and CH4) at a suburban site of India. Atmos. Chem. Phys. 2016;16:3953–3967. doi: 10.5194/ACP-16-3953-2016.", "ArticleIdList": ["10.5194/ACP-16-3953-2016"]}, {"Citation": "Transdisiplin Pertanian Budidaya Tanaman, J., dan Ekonomi, S., Polii, B., Najoan, J., Ogie, T., 2021. Analysis of Greenhouse Gases and Odor Levels in the Sumompo TPA, Manado City, North Sulawesi. AGRI-SOSIOEKONOMI 17, 1–8. https://doi.org/10.35791/AGRSOSEK.17.1.2021.32230"}, {"Citation": "Tibrewal, K., Venkataraman, C., 2020. Climate co-benefits of air quality and clean energy policy in India. Nat. Sustain. 2021 44 4, 305–313. https://doi.org/10.1038/s41893-020-00666-3"}, {"Citation": "Wang S., Gao S., Li S., Feng K. Strategizing the relation between urbanization and air pollution: Empirical evidence from global countries. J. Clean. Prod. 2020;243 doi: 10.1016/J.JCLEPRO.2019.118615.", "ArticleIdList": ["10.1016/J.JCLEPRO.2019.118615"]}, {"Citation": "Weldeslassie T., Naz H., Singh B., Oves M. Chemical contaminants for soil, air and aquatic ecosystem. Mod. Age Environ. Probl. their Remediat. 2017;1–22 doi: 10.1007/978-3-319-64501-8_1/COVER.", "ArticleIdList": ["10.1007/978-3-319-64501-8_1/COVER"]}, {"Citation": "Xing W., Qian Y., Guan X., Yang T., Wu H. A novel cellular automata model integrated with deep learning for dynamic spatio-temporal land use change simulation. Comput. Geosci. 2020;137 doi: 10.1016/J.CAGEO.2020.104430.", "ArticleIdList": ["10.1016/J.CAGEO.2020.104430"]}, {"Citation": "Xu L., Abbaszadeh P., Moradkhani H., Chen N., Zhang X. Continental drought monitoring using satellite soil moisture, data assimilation and an integrated drought index. Remote Sens. Environ. 2020;250 doi: 10.1016/J.RSE.2020.112028.", "ArticleIdList": ["10.1016/J.RSE.2020.112028"]}, {"Citation": "Xu C., Shen J., Du X., Zhang F. An Intrusion Detection System Using a Deep Neural Network with Gated Recurrent Units. IEEE Access. 2018;6:48697–48707. doi: 10.1109/ACCESS.2018.2867564.", "ArticleIdList": ["10.1109/ACCESS.2018.2867564"]}, {"Citation": "Zhang Y., Wang L., Tang Z., Zhang K., Wang T. Spatial effects of urban expansion on air pollution and eco-efficiency: Evidence from multisource remote sensing and statistical data in China. J. Clean. Prod. 2022;367 doi: 10.1016/J.JCLEPRO.2022.132973.", "ArticleIdList": ["10.1016/J.JCLEPRO.2022.132973"]}, {"Citation": "Zhou Y., Chang F.J., Chang L.C., Kao I.F., Wang Y.S. Explore a deep learning multi-output neural network for regional multi-step-ahead air quality forecasts. J. Clean. Prod. 2019;209:134–145. doi: 10.1016/J.JCLEPRO.2018.10.243.", "ArticleIdList": ["10.1016/J.JCLEPRO.2018.10.243"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "26"}, {"Year": "2023", "Month": "6", "Day": "7"}, {"Year": "2023", "Month": "6", "Day": "15"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "19", "Minute": "7"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "19", "Minute": "7"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "12", "Minute": "55"}, {"Year": "2023", "Month": "6", "Day": "21"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37361684", "PMC10284456", "10.1016/j.asr.2023.06.027", "S0273-1177(23)00465-9"]}}], "PubmedBookArticle": []}