{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["bromate", "dissolved organic matter", "human carcinogen", "ozonation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37363871", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "26"}], "ELocationID": ["10.1021/acs.est.3c00538"], "Journal": {"ISSN": "1520-5851", "JournalIssue": {"Volume": "57", "Issue": "47", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "28"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Critical Review on Bromate Formation during Ozonation and Control Options for Its Minimization.", "Pagination": {"StartPage": "18393", "EndPage": "18409", "MedlinePgn": "18393-18409"}, "Abstract": {"AbstractText": ["Ozone is a commonly applied disinfectant and oxidant in drinking water and has more recently been implemented for enhanced municipal wastewater treatment for potable reuse and ecosystem protection. One drawback is the potential formation of bromate, a possible human carcinogen with a strict drinking water standard of 10 μg/L. The formation of bromate from bromide during ozonation is complex and involves reactions with both ozone and secondary oxidants formed from ozone decomposition, i.e., hydroxyl radical. The underlying mechanism has been elucidated over the past several decades, and the extent of many parallel reactions occurring with either ozone or hydroxyl radicals depends strongly on the concentration, type of dissolved organic matter (DOM), and carbonate. On the basis of mechanistic considerations, several approaches minimizing bromate formation during ozonation can be applied. Removal of bromate after ozonation is less feasible. We recommend that bromate control strategies be prioritized in the following order: (1) control bromide discharge at the source and ensure optimal ozone mass-transfer design to minimize bromate formation, (2) minimize bromate formation during ozonation by chemical control strategies, such as ammonium with or without chlorine addition or hydrogen peroxide addition, which interfere with specific bromate formation steps and/or mask bromide, (3) implement a pretreatment strategy to reduce bromide and/or DOM prior to ozonation, and (4) assess the suitability of ozonation altogether or utilize a downstream treatment process that may already be in place, such as reverse osmosis, for post-ozone bromate abatement. A one-size-fits-all approach to bromate control does not exist, and treatment objectives, such as disinfection and micropollutant abatement, must also be considered."]}, "AuthorList": [{"Identifier": ["0000-0001-8145-428X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Nevada Water Authority (SNWA), P.O. Box 99954, Las Vegas, Nevada 89193-9954, United States."}], "LastName": "Morrison", "ForeName": "Christina M", "Initials": "CM"}, {"Identifier": ["0000-0001-9364-7257"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District, P.O. Box 5911, Virginia Beach, Virginia 23471-0911, United States."}, {"Identifier": [], "Affiliation": "The Charles Edward Via, Jr. Department of Civil and Environmental Engineering, Virginia Polytechnic Institute and State University, Blacksburg, Virginia 24061, United States."}], "LastName": "Hogard", "ForeName": "Samantha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hampton Roads Sanitation District, P.O. Box 5911, Virginia Beach, Virginia 23471-0911, United States."}, {"Identifier": [], "Affiliation": "The Charles Edward Via, Jr. Department of Civil and Environmental Engineering, Virginia Polytechnic Institute and State University, Blacksburg, Virginia 24061, United States."}], "LastName": "Pearce", "ForeName": "Robert", "Initials": "R"}, {"Identifier": ["0000-0002-1540-7757"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Nevada Water Authority (SNWA), P.O. Box 99954, Las Vegas, Nevada 89193-9954, United States."}], "LastName": "Mohan", "ForeName": "Aarthi", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Trussell Technologies, Inc., 380 Stevens Avenue, Suite 212, Solana Beach, California 92075, United States."}], "LastName": "Pisarenko", "ForeName": "Aleksey N", "Initials": "AN"}, {"Identifier": ["0000-0003-2341-4997"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Nevada Water Authority (SNWA), P.O. Box 99954, Las Vegas, Nevada 89193-9954, United States."}], "LastName": "Dickenson", "ForeName": "Eric R V", "Initials": "ERV"}, {"Identifier": ["0000-0001-6852-8977"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Eawag, Swiss Federal Institute of Aquatic Science and Technology, Ueberlandstrasse 133, CH-8600 Dubendorf, Switzerland."}, {"Identifier": [], "Affiliation": "School of Architecture, Civil and Environmental Engineering (ENAC), Ecole Polytechnique Fédérale de Lausanne (EPFL), 1015 Lausanne, Switzerland."}], "LastName": "von Gunten", "ForeName": "Urs", "Initials": "U"}, {"Identifier": ["0000-0001-5587-4635"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southern Nevada Water Authority (SNWA), P.O. Box 99954, Las Vegas, Nevada 89193-9954, United States."}], "LastName": "Wert", "ForeName": "Eric C", "Initials": "EC"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bromates"}, {"RegistryNumber": "0", "NameOfSubstance": "Drinking Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Bromides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "3352-57-6", "NameOfSubstance": "Hydroxyl Radical"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Bromates"}, {"QualifierName": [], "DescriptorName": "Drinking Water"}, {"QualifierName": [], "DescriptorName": "Bromides"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Hydroxyl Radical"}, {"QualifierName": [], "DescriptorName": "Oxidants"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}], "CoiStatement": "The\nauthors declare no\ncompeting financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "von Sonntag C.; von Gunten U.. Chemistry of Ozone in Water and Wastewater Treatment: From Basic Principles to Applications; IWA Publishing, 2012.10.2166/9781780400839", "ArticleIdList": ["10.2166/9781780400839"]}, {"Citation": "Oneby M. A.; Bromley C. O.; Borchardt J. H.; Harrison D. S. Ozone treatment of secondary effluent at U.S. municipal wastewater treatment plants. Ozone Sci. Eng. 2010, 32, 43–55. 10.1080/01919510903482780.", "ArticleIdList": ["10.1080/01919510903482780"]}, {"Citation": "Stage 1 Disinfectants and Disinfection Byproduct Rule (Stage 1 DBPR) 63 FR 69390. U.S. Environmental Protection Agency, 1998; 63, No. (241), ."}, {"Citation": "Guidelines for Drinking Water Quality, 4th ed. (incorporating the first and second addenda); World Health Organization: Geneva, 2022.", "ArticleIdList": ["35417116"]}, {"Citation": "Kurokawa Y.; Aoki S.; Matsushima Y.; Takamura N.; Imazawa T.; Hayashi Y. Dose-response studies on the carcinogenicity of potassium bromate in F344 rats after long-term oral administration. J. Natl. Cancer Inst. 1986, 77, 977–982.", "ArticleIdList": ["3463824"]}, {"Citation": "Kurokawa Y; Takayama S; Konishi Y; Hiasa Y; Asahina S; Takahashi M; Maekawa A; Hayashi Y Long-term in vivo carcinogenicity tests of potassium bromate, sodium hypochlorite, and sodium chlorite conducted in Japan. Environ. Health Perspect. 1986, 69, 221–235. 10.1289/ehp.8669221.", "ArticleIdList": ["10.1289/ehp.8669221", "PMC1474329", "3816726"]}, {"Citation": "DeAngelo A. B.; George M. H.; Kilburn S. R.; Moore T. M.; Wolf D. C. Carcinogenicity of potassium bromate administered in the drinking water to male B6C3F1 mice and F344/N rats. Toxicol. Pathol. 1998, 26, 587–594. 10.1177/019262339802600501.", "ArticleIdList": ["10.1177/019262339802600501", "9789944"]}, {"Citation": "Health Risk Assessment/Characterization of the Drinking Water Disinfection Byproduct Bromate. U.S. Environmental Protection Agency, 1998."}, {"Citation": "Bromate in Drinking Water; World Health Organization: Geneva, 2003."}, {"Citation": "Bull R. J.; Cotruvo J. A. Nongenotoxic mechanisms involved in bromate-induced cancer in rats. J. Am. Water Works Assoc 2013, 105, E709–E720. 10.5942/jawwa.2013.105.0155.", "ArticleIdList": ["10.5942/jawwa.2013.105.0155"]}, {"Citation": "Kolisetty N.; Delker D. A.; Muralidhara S.; Bull R. J.; Cotruvo J. A.; Fisher J. W.; Cummings B. S. Changes in mRNA and protein expression in the renal cortex of male and female F344 rats treated with bromate. Arch. Toxicol. 2013, 87, 1911–1925. 10.1007/s00204-013-1052-2.", "ArticleIdList": ["10.1007/s00204-013-1052-2", "23588252"]}, {"Citation": "Cotruvo J. A.; Keith J. D.; Bull R. J.; Pacey G. E.; Gordon G. Bromate reduction in simulated gastric juice. J. Am. Water Works Assoc. 2010, 102, 77–86. 10.1002/j.1551-8833.2010.tb11341.x.", "ArticleIdList": ["10.1002/j.1551-8833.2010.tb11341.x"]}, {"Citation": "Hutchinson T. H.; Hutchings M. J.; Moore K. W. A review of the effects of bromate on aquatic organisms and toxicity of bromate to oyster (Crassostrea gigas) embryos. Ecotoxicol. Environ. Saf. 1997, 38, 238–243. 10.1006/eesa.1997.1584.", "ArticleIdList": ["10.1006/eesa.1997.1584", "9469875"]}, {"Citation": "Butler R.; Godley A.; Lytton L.; Cartmell E. Bromate environmental contamination: Review of impact and possible treatment. Crit. Rev. Environ. Sci. Technol. 2005, 35, 193–217. 10.1080/10643380590917888.", "ArticleIdList": ["10.1080/10643380590917888"]}, {"Citation": "Santiago S.Study to support the derivation of\nenvironmental\nquality standard for bromate ecotoxicity of sodium bromate on reproduction\nof Ceriodaphnia dubia and on other freshwater organisms. 2015. https://www.ecotoxcentre.ch/projects/risk-assessment/ecotoxicological-assessment-of-bromate (accessed 2022-08-15)."}, {"Citation": "Ecotox Centre of Switzerland.\nProposals for Quality Criteria for Surface Waters. 2015. https://www.ecotoxcentre.ch/expert-service/quality-criteria/quality-criteria-for-surface-waters (accessed 2022-08-15)."}, {"Citation": "Flury M.; Papritz A. Bromide in the Natural Environment: Occurrence and Toxicity. J. Environ. Qual 1993, 22, 747–758. 10.2134/jeq1993.00472425002200040017x.", "ArticleIdList": ["10.2134/jeq1993.00472425002200040017x"]}, {"Citation": "von Gunten U.; Hoigné J. Factors controlling the formation of bromate during ozonation of bromide-containing waters. J. Water Supply: Res. Technol.—AQUA 1992, 41, 299–304."}, {"Citation": "Winid B. Bromine and water quality- Selected aspects and future perspectives. Appl. Geochem. 2015, 63, 413–435. 10.1016/j.apgeochem.2015.10.004.", "ArticleIdList": ["10.1016/j.apgeochem.2015.10.004"]}, {"Citation": "Mctigue N. E.; Cornwell D. A.; Graf K.; Brown R. Occurrence and consequences of increased bromide in drinking water sources. J. Am. Water Works Assoc 2014, 106, E492–E508. 10.5942/jawwa.2014.106.0141.", "ArticleIdList": ["10.5942/jawwa.2014.106.0141"]}, {"Citation": "Harkness J. S.; Dwyer G. S.; Warner N. R.; Parker K. M.; Mitch W. A.; Vengosh A. Iodide, bromide, and ammonium in hydraulic fracturing and oil and gas wastewaters: Environmental implications. Environ. Sci. Technol. 2015, 49, 1955–1963. 10.1021/es504654n.", "ArticleIdList": ["10.1021/es504654n", "25587644"]}, {"Citation": "Soltermann F.; Abegglen C.; Götz C.; von Gunten U. Bromide Sources and Loads in Swiss Surface Waters and Their Relevance for Bromate Formation during Wastewater Ozonation. Environ. Sci. Technol. 2016, 50 (18), 9825–9834. 10.1021/acs.est.6b01142.", "ArticleIdList": ["10.1021/acs.est.6b01142", "27525579"]}, {"Citation": "Westerhoff P.Occurrence\nSurvey of Bromide and Iodide in Water Supplies. Water\nResearch Foundation Project 4711. 2022. https://www.waterrf.org/research/projects/occurrence-survey-bromide-and-iodide-water-supplies (accessed 2022-08-15)."}, {"Citation": "Obolensky A.; Singer P. C.; Shukairy H. M. Information Collection Rule Data Evaluation and Analysis to Support Impacts on Disinfection By-Product Formation. J. Environ. Eng. 2007, 133, 53–63. 10.1061/(ASCE)0733-9372(2007)133:1(53).", "ArticleIdList": ["10.1061/(ASCE)0733-9372(2007)133:1(53)"]}, {"Citation": "Siddiqui M. S.; Amy G. L. Factors Affecting DBP Formation During Ozone-Bromide Reactions. J. Am. Water Works Assoc. 1993, 85, 63–72. 10.1002/j.1551-8833.1993.tb05922.x.", "ArticleIdList": ["10.1002/j.1551-8833.1993.tb05922.x"]}, {"Citation": "Ozekin K.; Amy G. L. Threshold Levels for Bromate Formation in Drinking Water. Ozone Sci. Eng. 1997, 19, 323–337. 10.1080/01919519708547296.", "ArticleIdList": ["10.1080/01919519708547296"]}, {"Citation": "Regli S.; Chen J.; Messner M.; Elovitz M. S.; Letkiewicz F. J.; Pegram R. A.; Pepping T. J.; Richardson S. D.; Wright J. M. Estimating Potential Increased Bladder Cancer Risk Due to Increased Bromide Concentrations in Sources of Disinfected Drinking Waters. Environ. Sci. Technol. 2015, 49, 13094–13102. 10.1021/acs.est.5b03547.", "ArticleIdList": ["10.1021/acs.est.5b03547", "26489011"]}, {"Citation": "Amy G.; Siddiqui M.; Zhai W.; Debroux J.; Odem W.. Survey of bromide in drinking\nwater\nand impacts on DBP formation. Water Research Foundation\nProject 825; 1994. https://www.waterrf.org/research/projects/survey-bromide-drinking-water-and-impacts-dbp-formation."}, {"Citation": "Lundström U.; Olin Å. Bromide concentration in Swedish precipitation, surface and ground waters. Water Res. 1986, 20, 751–756. 10.1016/0043-1354(86)90099-0.", "ArticleIdList": ["10.1016/0043-1354(86)90099-0"]}, {"Citation": "Magazinovic R. S.; Nicholson B. C.; Mulcahy D. E.; Davey D. E. Bromide levels in natural waters: its relationship to levels of both chloride and total dissolved solids and the implications for water treatment. Chemosphere 2004, 57, 329–335. 10.1016/j.chemosphere.2004.04.056.", "ArticleIdList": ["10.1016/j.chemosphere.2004.04.056", "15312731"]}, {"Citation": "Davis S. N.; Fabryka-Martin J. T.; Wolfsberg L. E. Variations of bromide in potable ground water in the United States. Ground Water 2004, 42, 902–909. 10.1111/j.1745-6584.2004.t01-8-.x.", "ArticleIdList": ["10.1111/j.1745-6584.2004.t01-8-.x", "15584303"]}, {"Citation": "von Gunten U.; Salhi E. Bromate in drinking water: A problem in Switzerland?. Ozone Sci. Eng. 2003, 25, 159–166. 10.1080/01919510390481487.", "ArticleIdList": ["10.1080/01919510390481487"]}, {"Citation": "Wagner H. P.; Pepich B. V.; Hautman D. P.; Munch D. J. Performance evaluation of a method for the determination of bromate in drinking water by ion chromatography (EPA Method 317.0) and validation of EPA Method 324.0. J. Chromatogr. A 2000, 884, 201–210. 10.1016/S0021-9673(99)01277-7.", "ArticleIdList": ["10.1016/S0021-9673(99)01277-7", "10917439"]}, {"Citation": "Wagner H. P.; Pepich B. V.; Hautman D. P.; Munch D. J.. US EPA Method 317: Determination of inorganic oxyhalide disinfection by-products in drinking water using ion chromatography with the addition of a postcolumn reagent for trace bromate analysis. 2001.", "ArticleIdList": ["11396691"]}, {"Citation": "Wagner H. P.; Pepich B. V.; Hautman D. O.; Munch D. J.; Salhi E.; von Gunten U.. US EPA Method 326.0 Determination of Inorganic Oxyhalide Disinfection By-Products in Drinking Water Using Ion Chromatography Incorporating the Addition of a Suppressor Acidified Postcolumn Reagent for Trace Bromate Analysis Revision 1.0. 2002."}, {"Citation": "Wagner H. P.; Pepich B. V.; Pohl C.; Srinivasan K.; De Borba B.; Lin R.; Munch D. J.. US EPA Method 302.0 : Determination of Bromate in Drinking Water Using Two-Dimensional Ion Chromatography With Suppressed Conductivity Detection. 2009."}, {"Citation": "Pfaff J.US EPA Method 300.1. Revision 1.0: Determination of Inorganic Anions in Drinking Water by Ion Chromatography. 1993."}, {"Citation": "Salhi E.; von Gunten U. Simultaneous determination of bromide, bromate and nitrite in low ug/L levels by ion chromatography without sample pretreatment. Water Res. 1999, 33, 3239–3244. 10.1016/S0043-1354(99)00053-6.", "ArticleIdList": ["10.1016/S0043-1354(99)00053-6"]}, {"Citation": "Weinberg H. S.; Yamada H. Post-Ion-Chromatography Derivatization for the Determination of Oxyhalides at Sub-PPB Levels in Drinking Water. Anal. Chem. 1998, 70, 1–6. 10.1021/ac970651m.", "ArticleIdList": ["10.1021/ac970651m", "9435465"]}, {"Citation": "Creed J. T.; Brockhoff C. A.; Martin T. D.. US EPA Method 321.8: Determination of bromate in drinking waters by ion chromatography inductively coupled plasma-mass spectrometry. 1997."}, {"Citation": "Snyder S. A.; Vanderford B. J.; Rexing D. J. Trace analysis of bromate, chlorate, iodate, and perchlorate in natural and bottled waters. Environ. Sci. Technol. 2005, 39, 4586–4593. 10.1021/es047935q.", "ArticleIdList": ["10.1021/es047935q", "16047796"]}, {"Citation": "Shah A. D.; Liu Z. Q.; Salhi E.; Hofer T.; Werschkun B.; von Gunten U. Formation of disinfection by-products during ballast water treatment with ozone, chlorine, and peracetic acid: influence of water quality parameters. Environ. Sci. Water Res. Technol. 2015, 1, 465–480. 10.1039/C5EW00061K.", "ArticleIdList": ["10.1039/C5EW00061K"]}, {"Citation": "Young T. R.; Cheng S.; Li W.; Dodd M. C. Rapid, high-sensitivity analysis of oxyhalides by non-suppressed ion chromatography-electrospray ionization-mass spectrometry: application to ClO4–, ClO3–, ClO2–, and BrO3– quantification during sunlight/chlorine advanced oxidation. Environ. Sci. Water Res. Technol. 2020, 6, 2580–2596. 10.1039/D0EW00429D.", "ArticleIdList": ["10.1039/D0EW00429D"]}, {"Citation": "Zaffiro A. D.; Pepich B. V.; Slingsby R. W.; Pohl J.; Pohl C. A.; Munch D. J.. US EPA Method 557: Determination of Haloacetic Acids, Bromate, and Dalapon in Drinking Water by Ion Chromatography Electrospray Ionization Tandem Mass Spectrometry (IC-ESI-MS/MS). 2009."}, {"Citation": "Ohtomo T.; Yatabe R.; Tanaka Y.; Kato J.; Igarashi S. Fluorescence Detection-FIA for ppb Levels of Bromate with Trifluoperazine. J. Flow Injection Anal. 2009, 26, 127–131."}, {"Citation": "Fujioka T.; Boivin S.; Takeuchi H. Online monitoring of bromate in treated wastewater: implications for potable water reuse. Environ. Sci.: Water Res. Technol. 2022, 8, 2034–2039. 10.1039/D1EW00634G.", "ArticleIdList": ["10.1039/D1EW00634G"]}, {"Citation": "Pinkernell U.; von Gunten U. Bromate minimization during ozonation: Mechanistic considerations. Environ. Sci. Technol. 2001, 35, 2525–2531. 10.1021/es001502f.", "ArticleIdList": ["10.1021/es001502f", "11432558"]}, {"Citation": "Taube H. Reactions in Solutions Containing O3, H2O2, H+ and Br–. The Specific Rate of the Reaction O3 + Br–. J. Am. Chem. Soc. 1942, 64, 2468–2474. 10.1021/ja01262a072.", "ArticleIdList": ["10.1021/ja01262a072"]}, {"Citation": "Haag W. R.; Hoigné J. Ozonation of Bromide-Containing Waters: Kinetics of Formation of Hypobromous Acid and Bromate. Environ. Sci. Technol. 1983, 17, 261–267. 10.1021/es00111a004.", "ArticleIdList": ["10.1021/es00111a004"]}, {"Citation": "Liu Q.; Schurter L. M.; Muller C. E.; Aloisio S.; Francisco J. S.; Margerum D. W. Kinetics and mechanisms of aqueous ozone reactions with bromide, sulfite, hydrogen sulfite, iodide, and nitrite ions. Inorg. Chem. 2001, 40, 4436–4442. 10.1021/ic000919j.", "ArticleIdList": ["10.1021/ic000919j", "11487352"]}, {"Citation": "Heeb M. B.; Criquet J.; Zimmermann-Steffens S. G.; von Gunten U. Oxidative treatment of bromide-containing waters: Formation of bromine and its reactions with inorganic and organic compounds - A critical review. Water Res. 2014, 48, 15–42. 10.1016/j.watres.2013.08.030.", "ArticleIdList": ["10.1016/j.watres.2013.08.030", "24184020"]}, {"Citation": "Haag W. R.; Hoigné J. Ozonation of water containing chlorine or chloramines. Reaction products and kinetics. Water Res. 1983, 17, 1397–1402. 10.1016/0043-1354(83)90270-1.", "ArticleIdList": ["10.1016/0043-1354(83)90270-1"]}, {"Citation": "Reisz E.; Leitzke A.; Jarocki A.; Irmscher R.; von Sonntag C. Permanganate formation in the reactions of ozone with Mn(II): a mechanistic study. J. Water Supply Res. Technol. 2008, 57, 451–464. 10.2166/aqua.2008.091.", "ArticleIdList": ["10.2166/aqua.2008.091"]}, {"Citation": "Odeh I. N.; Nicoson J. S.; Huff Hartz K. E.; Margerum D. W. Kinetics and mechanisms of bromine chloride reactions with bromite and chlorite ions. Inorg. Chem. 2004, 43, 7412–7420. 10.1021/ic048982m.", "ArticleIdList": ["10.1021/ic048982m", "15530092"]}, {"Citation": "Fischbacher A.; Löppenberg K.; von Sonntag C.; Schmidt T. C. A New Reaction Pathway for Bromite to Bromate in the Ozonation of Bromide. Environ. Sci. Technol. 2015, 49, 11714–11720. 10.1021/acs.est.5b02634.", "ArticleIdList": ["10.1021/acs.est.5b02634", "26371826"]}, {"Citation": "von Gunten U.; Hoigné J. Bromate formation during ozonation of bromide-containing waters: Interaction of Ozone and Hydroxyl Radical Reactions. Environ. Sci. Technol. 1994, 28, 1234–1242. 10.1021/es00056a009.", "ArticleIdList": ["10.1021/es00056a009", "22176313"]}, {"Citation": "Klaning U.; Wolff T. Laser Flash Photolysis of HClO, ClO–, HBrO, and BrO– in Aqueous Solution. Reactions of Cl– and Br– Atoms. Ber. Bunsen-Ges. 1985, 89, 243–245. 10.1002/bbpc.19850890309.", "ArticleIdList": ["10.1002/bbpc.19850890309"]}, {"Citation": "Zehavi D.; Rabani J. The oxidation of aqueous bromide ions by hydroxyl radicals. A pulse radiolytic investigation. J. Phys. Chem. 1972, 76, 312–319. 10.1021/j100647a006.", "ArticleIdList": ["10.1021/j100647a006"]}, {"Citation": "von Gunten U.; Hoigné J.. Ozonation of bromide-containing waters: Bromate formation through ozone and hydroxyl radicals. In Disinfection By-Products in Water Treatment; Minear R. A., Amy G. L., Eds.; CRC Press: Boca Raton, FL, 1996; pp 187–206."}, {"Citation": "Symons J. M.; Zheng M. C. H. H. Technical Note: Does hydroxyl radical oxidize bromide to bromate?. J. Am. Water Works Assoc 1997, 89, 106–109. 10.1002/j.1551-8833.1997.tb08246.x.", "ArticleIdList": ["10.1002/j.1551-8833.1997.tb08246.x"]}, {"Citation": "von Gunten U.; Oliveras Y. Advanced Oxidation of Bromide-Containing Waters: Bromate Formation Mechanisms. Environ. Sci. Technol. 1998, 32, 63–70. 10.1021/es970477j.", "ArticleIdList": ["10.1021/es970477j"]}, {"Citation": "von Gunten U.; Oliveras Y. Kinetics of the reaction between hydrogen peroxide and hypobromous acid: Implication on water treatment and natural systems. Water Res. 1997, 31, 900–906. 10.1016/S0043-1354(96)00368-5.", "ArticleIdList": ["10.1016/S0043-1354(96)00368-5"]}, {"Citation": "Buxton G. V.; Dainton F. Radical and Molecular Yields in the γ-Radiolysis of Water. V. The Sodium Hypobromite System. Proc. R. Soc. A 1968, 304, 441–447. 10.1098/rspa.1968.0096.", "ArticleIdList": ["10.1098/rspa.1968.0096"]}, {"Citation": "Canonica S.; Kohn T.; Mac M.; Real F. J.; Wirz J.; von Gunten U. Photosensitizer method to determine rate constants for the reaction of carbonate radical with organic compounds. Environ. Sci. Technol. 2005, 39, 9182–9188. 10.1021/es051236b.", "ArticleIdList": ["10.1021/es051236b", "16382940"]}, {"Citation": "Field R. J.; Raghavan N. V.; Brummer J. G. A pulse radiolysis investigation of the reactions of BrO2· with Fe(CN)64-, Mn(II), phenoxide ion, and phenol. J. Phys. Chem. 1982, 86, 2443–2449. 10.1021/j100210a040.", "ArticleIdList": ["10.1021/j100210a040"]}, {"Citation": "Lei Y.; Lei X.; Westerhoff P.; Tong X.; Ren J.; Zhou Y.; Cheng S.; Ouyang G.; Yang X. Bromine Radical (Br• and Br2•-) Reactivity with Dissolved Organic Matter and Brominated Organic Byproduct Formation. Environ. Sci. Technol. 2022, 56, 5189–5199. 10.1021/acs.est.2c00549.", "ArticleIdList": ["10.1021/acs.est.2c00549", "35349263"]}, {"Citation": "Lim S.; Barrios B.; Minakata D.; von Gunten U. Reactivity of Bromine Radical with Dissolved Organic Matter Moieties and Monochloramine: Effect on Bromate Formation during Ozonation.. Environ. Sci. Technol. 2023, 10.1021/acs.est.2c07694.", "ArticleIdList": ["10.1021/acs.est.2c07694", "PMC10690713", "36706342"]}, {"Citation": "Lei Y.; Lei X.; Yu Y.; Li K.; Li Z.; Cheng S.; Ouyang G.; Yang X. Rate Constants and Mechanisms for Reactions of Bromine Radicals with Trace Organic Contaminants. Environ. Sci. Technol. 2021, 55, 10502–10513. 10.1021/acs.est.1c02313.", "ArticleIdList": ["10.1021/acs.est.1c02313", "34296618"]}, {"Citation": "Song R.Ozone-Bromide-NOM interactions in water treatment. Ph.D. Dissertation, University of Illinois at Urbana-Champaign, Urbana, IL, 1996."}, {"Citation": "von Gunten U.; Bruchet A.; Costentin E. Bromate formation in advanced oxidation processes. J. Am. Water Works Assoc 1996, 88, 53–65. 10.1002/j.1551-8833.1996.tb06571.x.", "ArticleIdList": ["10.1002/j.1551-8833.1996.tb06571.x"]}, {"Citation": "Westerhoff P.; Song R.; Amy G.; Minear R. Numerical Kinetic Models for Bromide Oxidation To Bromine And Bromate. Water Res. 1998, 32, 1687–1699. 10.1016/S0043-1354(97)00287-X.", "ArticleIdList": ["10.1016/S0043-1354(97)00287-X"]}, {"Citation": "Westerhoff P.; Song R.; Amy G.; Minear R. NOM’s role in bromine and bromate formation during ozonation. J. Am. Water Works Assoc 1998, 90, 82–94. 10.1002/j.1551-8833.1998.tb08380.x.", "ArticleIdList": ["10.1002/j.1551-8833.1998.tb08380.x"]}, {"Citation": "Song R.; Westerhoff P.; Minear R.; Amy G. Bromate minimization during ozonation. J. Am. Water Works Assoc 1997, 89, 69–78. 10.1002/j.1551-8833.1997.tb08243.x.", "ArticleIdList": ["10.1002/j.1551-8833.1997.tb08243.x"]}, {"Citation": "Elovitz M. S.; von Gunten U.; Kaiser H. P. Hydroxyl radical/ozone ratios during ozonation processes. II. The effect of temperature, pH, alkalinity, and DOM properties. Ozone Sci. Eng. 2000, 22, 123–150. 10.1080/01919510008547216.", "ArticleIdList": ["10.1080/01919510008547216"]}, {"Citation": "Elovitz M. S.; von Gunten U.; Kaiser H.-P.. The Influence of Dissolved Organic Matter Character on Ozone Decomposition Rates and Rct. Natural Organic Matter and Disinfection By-Products; American Chemical Society: Washington, DC, 2000; pp 248–269.10.1021/bk-2000-0761.ch016", "ArticleIdList": ["10.1021/bk-2000-0761.ch016"]}, {"Citation": "Elovitz M. S.; von Gunten U. Hydroxyl radical/ozone ratios during ozonation processes. I. The Rct concept. Ozone Sci. Eng. 1999, 21, 239–260. 10.1080/01919519908547239.", "ArticleIdList": ["10.1080/01919519908547239"]}, {"Citation": "Yong E. L.; Lin Y. P. Incorporation of initiation, promotion and inhibition in the Rct concept and its application in determining the initiation and inhibition capacities of natural water in ozonation. Water Res. 2012, 46, 1990–1998. 10.1016/j.watres.2012.01.025.", "ArticleIdList": ["10.1016/j.watres.2012.01.025", "22326195"]}, {"Citation": "Gulde R.; Clerc B.; Rutsch M.; Helbing J.; Salhi E.; McArdell C. S.; von Gunten U. Oxidation of 51 micropollutants during drinking water ozonation: Formation of transformation products and their fate during biological post-filtration. Water Res. 2021, 207, 117812.10.1016/j.watres.2021.117812.", "ArticleIdList": ["10.1016/j.watres.2021.117812", "34839057"]}, {"Citation": "Gulde R.; Rutsch M.; Clerc B.; Schollee J.; von Gunten U.; McArdell C. S. Formation of transformation products during ozonation of secondary wastewater effluent and their fate in post-treatment: From laboratory- to full-scale. Water Res. 2021, 200, 117200.10.1016/j.watres.2021.117200.", "ArticleIdList": ["10.1016/j.watres.2021.117200", "34051461"]}, {"Citation": "Buffle M.-O.; Schumacher J.; Meylan S.; Jekel M.; von Gunten U. Ozonation and Advanced Oxidation of Wastewater: Effect of O3 Dose, pH, DOM and HO• Scavengers on Ozone Decomposition and HO• Generation. Ozone Sci. Eng. 2006, 28, 247–259. 10.1080/01919510600718825.", "ArticleIdList": ["10.1080/01919510600718825"]}, {"Citation": "Morrison C. M.; Hogard S.; Pearce R.; Gerrity D.; von Gunten U.; Wert E. C. Ozone disinfection of waterborne pathogens and their surrogates: A critical review. Water Res. 2022, 214, 118206.10.1016/j.watres.2022.118206.", "ArticleIdList": ["10.1016/j.watres.2022.118206", "35276607"]}, {"Citation": "Kaiser H. P.; Koster O.; Gresch M.; Perisset P. M. J.; Jaggi P.; Salhi E.; von Gunten U. Process Control for Ozonation Systems: A Novel Real-Time Approach. Ozone Sci. Eng. 2013, 35, 168–185. 10.1080/01919512.2013.772007.", "ArticleIdList": ["10.1080/01919512.2013.772007"]}, {"Citation": "Dickenson E. R. V.; Summers R. S.; Croué J. P.; Gallard H. Haloacetic acid and trihalomethane formation from the chlorination and bromination of aliphatic β-Dicarbonyl acid model compounds. Environ. Sci. Technol. 2008, 42, 3226–3233. 10.1021/es0711866.", "ArticleIdList": ["10.1021/es0711866", "18522098"]}, {"Citation": "Heeb M. B.; Kristiana I.; Trogolo D.; Arey J. S.; von Gunten U. Formation and reactivity of inorganic and organic chloramines and bromamines during oxidative water treatment. Water Res. 2017, 110, 91–101. 10.1016/j.watres.2016.11.065.", "ArticleIdList": ["10.1016/j.watres.2016.11.065", "27998787"]}, {"Citation": "Houska J.; Salhi E.; Walpen N.; von Gunten U. Oxidant-reactive carbonous moieties in dissolved organic matter: Selective quantification by oxidative titration using chlorine dioxide and ozone. Water Res. 2021, 207, 117790.10.1016/j.watres.2021.117790.", "ArticleIdList": ["10.1016/j.watres.2021.117790", "34740166"]}, {"Citation": "Buxton G. V.; Elliot A. J. Rate constant for reaction of hydroxyl radicals with bicarbonate ions. Int. J. Radiat. Appl. Instrumentation. Part 1986, 27, 241–243. 10.1016/1359-0197(86)90059-7.", "ArticleIdList": ["10.1016/1359-0197(86)90059-7"]}, {"Citation": "Buxton G. V.; Greenstock C. L.; Helman W. P.; Ross A. B. Critical Review of Rate Constants for Reactions of Hydrated Electrons, Hydrogen Atoms and Hydroxyl Radicals in Aqueous Solutions. J. Phys. Chem. Ref. Data 1988, 17, 513–5486. 10.1063/1.555805.", "ArticleIdList": ["10.1063/1.555805"]}, {"Citation": "Matthew B. M.; Anastasio C. A chemical probe technique for the determination of reactive halogen species in aqueous solution: Part 1 - Bromide solutions. Atmos. Chem. Phys. 2006, 6, 2423–2437. 10.5194/acp-6-2423-2006.", "ArticleIdList": ["10.5194/acp-6-2423-2006"]}, {"Citation": "Ianni J. C.Kintecus, ver. 6.51; 2018."}, {"Citation": "Staehelin J.; Hoigné J. Decomposition of Ozone in Water in the Presence of Organic Solutes Acting as Promoters and Inhibitors of Radical Chain Reactions. Environ. Sci. Technol. 1985, 19, 1206–1213. 10.1021/es00142a012.", "ArticleIdList": ["10.1021/es00142a012", "22280139"]}, {"Citation": "Tomiyasu H.; Fukutomi H.; Gordon G. Kinetics and Mechanism of Ozone Decomposition in Basic Aqueous Solution. Inorg. Chem. 1985, 24, 2962–2966. 10.1021/ic00213a018.", "ArticleIdList": ["10.1021/ic00213a018"]}, {"Citation": "Westerhoff P.; Song R.; Amy G.; Minear R. Applications of ozone decomposition models. Ozone Sci. Eng. 1997, 19, 55–73. 10.1080/01919519708547318.", "ArticleIdList": ["10.1080/01919519708547318"]}, {"Citation": "Westerhoff P.; Song R.; Amy G.; Minear R. Numerical kinetic models for bromide oxidation to bromine and bromate. Water Res. 1998, 32, 1687–1699. 10.1016/S0043-1354(97)00287-X.", "ArticleIdList": ["10.1016/S0043-1354(97)00287-X"]}, {"Citation": "Li W. T.; Cao M. J.; Young T.; Ruffino B.; Dodd M.; Li A.-M.; Korshin G. Application of UV absorbance and fluorescence indicators to assess the formation of biodegradable dissolved organic carbon and bromate during ozonation. Water Res. 2017, 111, 154–162. 10.1016/j.watres.2017.01.009.", "ArticleIdList": ["10.1016/j.watres.2017.01.009", "28068536"]}, {"Citation": "Soltermann F.; Abegglen C.; Tschui M.; Stahel S.; von Gunten U. Options and limitations for bromate control during ozonation of wastewater. Water Res. 2017, 116, 76–85. 10.1016/j.watres.2017.02.026.", "ArticleIdList": ["10.1016/j.watres.2017.02.026", "28314210"]}, {"Citation": "Siddiqui M.; Amy G.; Ozekin K.; Westerhoff P. Empirically and Theoretically-Based Models for Predicting Brominated Ozonated by-Products. Ozone: Sci. Eng. 1994, 16, 157–178. 10.1080/01919519408552419.", "ArticleIdList": ["10.1080/01919519408552419"]}, {"Citation": "Aljundi I. H. Bromate formation during ozonation of drinking water: A response surface methodology study. Desalination 2011, 277, 24–28. 10.1016/j.desal.2011.03.090.", "ArticleIdList": ["10.1016/j.desal.2011.03.090"]}, {"Citation": "Moslemi M.; Davies S. H.; Masten S. J. Empirical modeling of bromate formation during drinking water treatment using hybrid ozonation membrane filtration. Desalination 2012, 292, 113–118. 10.1016/j.desal.2012.02.015.", "ArticleIdList": ["10.1016/j.desal.2012.02.015"]}, {"Citation": "Song R.; Donohoe C.; Minear R.; Westerhoff P.; Ozekin K.; Amy G. Empirical Modeling of Bromate Formation During Ozonation of Bromide-Containing Waters. Water Res. 1996, 30, 1161–1168. 10.1016/0043-1354(95)00302-9.", "ArticleIdList": ["10.1016/0043-1354(95)00302-9"]}, {"Citation": "Galey C.; Sohn J.; Amy G.; Cavard J.. Modeling Bromate Formation at the Full Scale: A Comparison of Three Ozonation Plants. Amererican Water Works Association Water Quality and Technology Conference. 1997."}, {"Citation": "Sohn J.; Amy G.; Cho J.; Lee Y.; Yoon Y. Disinfectant decay and disinfection by-products formation model development: Chlorination and ozonation by-products. Water Res. 2004, 38, 2461–2478. 10.1016/j.watres.2004.03.009.", "ArticleIdList": ["10.1016/j.watres.2004.03.009", "15159150"]}, {"Citation": "Legube B.; Parinet B.; Gelinet K.; Berne F.; Croue J. P. Modeling of bromate formation by ozonation of surface waters in drinking water treatment. Water Res. 2004, 38, 2185–2195. 10.1016/j.watres.2004.01.028.", "ArticleIdList": ["10.1016/j.watres.2004.01.028", "15087201"]}, {"Citation": "Van Der Helm A. W. C.; Smeets P. W. M. H.; Baars E. T.; Rietveld L. C.; Van Dijk J. C. Modeling of ozonation for dissolved ozone dosing. Ozone Sci. Eng. 2007, 29, 379–389. 10.1080/01919510701573400.", "ArticleIdList": ["10.1080/01919510701573400"]}, {"Citation": "Mizuno T.; Tsuno H.; Yamada H. A simple model to predict formation of bromate ion and hypobromous acid/hypobromite ion through hydroxyl radical pathway during ozonation. Ozone Sci. Eng. 2007, 29, 3–11. 10.1080/01919510601093806.", "ArticleIdList": ["10.1080/01919510601093806"]}, {"Citation": "Jarvis P.; Parsons S. A.; Smith R. Modeling bromate formation during ozonation. Ozone Sci. Eng. 2007, 29, 429–442. 10.1080/01919510701643732.", "ArticleIdList": ["10.1080/01919510701643732"]}, {"Citation": "Civelekoglu G.; Yigit N. O.; Diamadopoulos E.; Kitis M. Prediction of bromate formation using multi-linear regression and artificial neural networks. Ozone Sci. Eng. 2007, 29, 353–362. 10.1080/01919510701549327.", "ArticleIdList": ["10.1080/01919510701549327"]}, {"Citation": "Kimbrough D. E.; Suffet I. H. Electrochemical removal of bromide and reduction of THM formation potential in drinking water. Water Res. 2002, 36, 4902–4906. 10.1016/S0043-1354(02)00210-5.", "ArticleIdList": ["10.1016/S0043-1354(02)00210-5", "12448534"]}, {"Citation": "Kimbrough D. E.; Suffet I. H. Electrochemical process for the removal of bromide from California state project water. J. Water Supply Res. Technol.—AQUA 2006, 55, 161–167. 10.2166/aqua.2006.0002.", "ArticleIdList": ["10.2166/aqua.2006.0002"]}, {"Citation": "von Gunten U. Oxidation Processes in Water Treatment: Are We on Track?. Environ. Sci. Technol. 2018, 52, 5062–5075. 10.1021/acs.est.8b00586.", "ArticleIdList": ["10.1021/acs.est.8b00586", "29672032"]}, {"Citation": "Haag W. R.; Hoigné J.; Bader H. Improved ammonia oxidation by ozone in the presence of bromide ion during water treatment. Water Res. 1984, 18, 1125–1128. 10.1016/0043-1354(84)90227-6.", "ArticleIdList": ["10.1016/0043-1354(84)90227-6"]}, {"Citation": "Hsu S.; Singer P. C. Removal of bromide and natural organic matter by anion exchange. Water Res. 2010, 44, 2133–2140. 10.1016/j.watres.2009.12.027.", "ArticleIdList": ["10.1016/j.watres.2009.12.027", "20045170"]}, {"Citation": "Singer P. C.; Schneider M.; Edwards-Brandt J.; Budd G. C. MIEX for removal of DBP precursors: Pilot-plant findings. J. Am. Water Work. Assoc. 2007, 99, 128–139. 10.1002/j.1551-8833.2007.tb07913.x.", "ArticleIdList": ["10.1002/j.1551-8833.2007.tb07913.x"]}, {"Citation": "Johnson C. J.; Singer P. C. Impact of a magnetic ion exchange resin on ozone demand and bromate formation during drinking water treatment. Water Res. 2004, 38, 3738–3750. 10.1016/j.watres.2004.06.021.", "ArticleIdList": ["10.1016/j.watres.2004.06.021", "15350426"]}, {"Citation": "Wert E. C.; Edwards-Brandt J. C.; Singer P. C.; Budd G. C. Evaluating magnetic ion exchange resin (MIEX)® pretreatment to increase ozone disinfection and reduce bromate formation. Ozone Sci. Eng. 2005, 27, 371–379. 10.1080/01919510500250754.", "ArticleIdList": ["10.1080/01919510500250754"]}, {"Citation": "Sun Y.; Zhou S.; Chiang P.-C.; Shah K. J. Evaluation and optimization of enhanced coagulation process: Water and energy nexus. Water-Energy Nexus 2019, 2, 25–36. 10.1016/j.wen.2020.01.001.", "ArticleIdList": ["10.1016/j.wen.2020.01.001"]}, {"Citation": "Wert E. C.; Gonzales S.; Dong M. M.; Rosario-Ortiz F. L. Evaluation of enhanced coagulation pretreatment to improve ozone oxidation efficiency in wastewater. Water Res. 2011, 45, 5191–5199. 10.1016/j.watres.2011.07.021.", "ArticleIdList": ["10.1016/j.watres.2011.07.021", "21855954"]}, {"Citation": "Wert E. C.; Lew J.; Rakness K. L. Effect of ozone dissolution systems on ozone exposure and bromate formation. J. Am. Water Works Assoc. 2017, 109, E302–E312. 10.5942/jawwa.2017.109.0048.", "ArticleIdList": ["10.5942/jawwa.2017.109.0048"]}, {"Citation": "Rakness K. L.; Hunter G.; Lew J.; Mundy B.; Wert E. C. Design Considerations for Cost-Effective Ozone Mass Transfer in Sidestream Systems. Ozone Sci. Eng. 2018, 40, 159–172. 10.1080/01919512.2018.1424532.", "ArticleIdList": ["10.1080/01919512.2018.1424532"]}, {"Citation": "Liang S.; Yun T. I.; Krasner S. W.; Yates R. S. Evaluation of Emerging Bromate Control Strategies. Water Pract. Technol. 2010, 5 (3), wpt2010064.10.2166/wpt.2010.064.", "ArticleIdList": ["10.2166/wpt.2010.064"]}, {"Citation": "Williams M. D.; Coffey B. M.; Krasner S. W. Evaluation of pH and ammonia for controlling bromate during Cryptosporidium disinfection. J. Am. Water Works Assoc. 2003, 95, 82–93. 10.1002/j.1551-8833.2003.tb10476.x.", "ArticleIdList": ["10.1002/j.1551-8833.2003.tb10476.x"]}, {"Citation": "Wajon J. E.; Morris J. C. Rates of Formation of N-Bromo Amines in Aqueous Solution. Inorg. Chem. 1982, 21, 4258–4263. 10.1021/ic00142a030.", "ArticleIdList": ["10.1021/ic00142a030"]}, {"Citation": "Haag W. R.; Hoigné J. Kinetics and products of the reactions of ozone with various forms of chlorine and bromine in water. Ozone Sci. Eng. 1984, 6, 103–114. 10.1080/01919518408551009.", "ArticleIdList": ["10.1080/01919518408551009"]}, {"Citation": "Ikehata K.; Wang L.; Nessl M. B.; Komor A. T.; Cooper W. J.; McVicker R. R. Effect of Ammonia and Chloramine Pretreatment during the Ozonation of a Colored Groundwater with Elevated Bromide. Ozone Sci. Eng. 2013, 35, 438–447. 10.1080/01919512.2013.815105.", "ArticleIdList": ["10.1080/01919512.2013.815105"]}, {"Citation": "Wert E. C.; Neemann J. J.; Johnson D.; Rexing D.; Zegers R. Pilot-scale and full-scale evaluation of the chlorine-ammonia process for bromate control during ozonation. Ozone Sci. Eng. 2007, 29, 363–372. 10.1080/01919510701552883.", "ArticleIdList": ["10.1080/01919510701552883"]}, {"Citation": "Buffle M.-O.; Galli S.; von Gunten U. Enhanced Bromate Control during Ozonation: The Chlorine-Ammonia Process. Environ. Sci. Technol. 2004, 38, 5187–5195. 10.1021/es0352146.", "ArticleIdList": ["10.1021/es0352146", "15506216"]}, {"Citation": "Gleason J. M.; McKay G.; Ishida K. P.; Mezyk S. P. Temperature dependence of hydroxyl radical reactions with chloramine species in aqueous solution. Chemosphere 2017, 187, 123–129. 10.1016/j.chemosphere.2017.08.053.", "ArticleIdList": ["10.1016/j.chemosphere.2017.08.053", "PMC6865285", "28843670"]}, {"Citation": "Poskrebyshev G. A.; Huie R. E.; Neta P. Radiolytic Reactions of Monochloramine in Aqueous Solutions. J. Phys. Chem. A 2003, 107, 7423–7428. 10.1021/jp030198k.", "ArticleIdList": ["10.1021/jp030198k"]}, {"Citation": "Gazda M.; Margerum D. W. Reactions of Monochloramine with Br2, Br3–, HOBr, OBr–: Formation of Bromochloramines. Inorg. Chem. 1994, 33, 118–123. 10.1021/ic00079a022.", "ArticleIdList": ["10.1021/ic00079a022"]}, {"Citation": "Pearce R.; Hogard S.; Buehlmann P.; Salazar-Benites G.; Wilson C.; Bott C. Evaluation of preformed monochloramine for bromate control in ozonation for potable reuse. Water Res. 2022, 211, 118049.10.1016/j.watres.2022.118049.", "ArticleIdList": ["10.1016/j.watres.2022.118049", "35032872"]}, {"Citation": "Luh J.; Mariñas B. J. Kinetics of bromochloramine formation and decomposition. Environ. Sci. Technol. 2014, 48, 2843–2852. 10.1021/es4036754.", "ArticleIdList": ["10.1021/es4036754", "24475927"]}, {"Citation": "Staehelin J.; Hoigné J. Decomposition of Ozone in Water: Rate of Initiation by Hydroxide Ions and Hydrogen Peroxide. Environ. Sci. Technol. 1982, 16, 676–681. 10.1021/es00104a009.", "ArticleIdList": ["10.1021/es00104a009"]}, {"Citation": "Merle T.; Pronk W.; von Gunten U. MEMBRO3X, a novel combination of a membrane contactor with advanced oxidation (O3/H2O2) for simultaneous micropollutant abatement and bromate minimization. Environ. Sci. Technol. Lett. 2017, 4, 180–185. 10.1021/acs.estlett.7b00061.", "ArticleIdList": ["10.1021/acs.estlett.7b00061"]}, {"Citation": "Yu J.; Wang Y.; Wang Q.; Wang Z.; Zhang D.; Yang M. Implications of bromate depression from H2O2 addition during ozonation of different bromide-bearing source waters. Chemosphere 2020, 252, 126596.10.1016/j.chemosphere.2020.126596.", "ArticleIdList": ["10.1016/j.chemosphere.2020.126596", "32240859"]}, {"Citation": "Hübner U.; Zucker I.; Jekel M. Options and limitations of hydrogen peroxide addition to enhance radical formation during ozonation of secondary effluents. J. Water Reuse Desalin. 2015, 5, 8–16. 10.2166/wrd.2014.036.", "ArticleIdList": ["10.2166/wrd.2014.036"]}, {"Citation": "Lee Y.; Gerrity D.; Lee M.; Gamage S.; Pisarenko A.; Trenholm R. A.; Canonica S.; Snyder S. A.; von Gunten U. Organic Contaminant Abatement in Reclaimed Water by UV/H2O2 and a Combined Process consisting of O3/H2O2 followed by UV/H2O2: Prediction of abatement efficiency, energy consumption, and byproduct formation. Environ. Sci. Technol. 2016, 50 (7), 3809–3819. 10.1021/acs.est.5b04904.", "ArticleIdList": ["10.1021/acs.est.5b04904", "26909504"]}, {"Citation": "Gamage S.; Gerrity D.; Pisarenko A. N.; Wert E. C.; Snyder S. A. Evaluation of Process Control Alternatives for the Inactivation of Escherichia coli, MS2 Bacteriophage, and Bacillus subtilis Spores during Wastewater Ozonation. Ozone Sci. Eng. 2013, 35, 501–513. 10.1080/01919512.2013.833852.", "ArticleIdList": ["10.1080/01919512.2013.833852"]}, {"Citation": "Wolf C.; von Gunten U.; Kohn T. Kinetics of Inactivation of Waterborne Enteric Viruses by Ozone. Environ. Sci. Technol. 2018, 52, 2170–2177. 10.1021/acs.est.7b05111.", "ArticleIdList": ["10.1021/acs.est.7b05111", "29356522"]}, {"Citation": "Bowman R. H.HiPOx Advanced Oxidation of TBA and MTBE in Groundwater. In Contaminated Soils, Sediments, and Water: Science in the Real World; Calabrese E. J., Kostecki P. T., Dragun J., Eds.; Springer US, 2005; pp 299–213.10.1007/0-387-23079-3_19", "ArticleIdList": ["10.1007/0-387-23079-3_19"]}, {"Citation": "Bourgin M.; Borowska E.; Helbing J.; Hollender J.; Kaiser H.-P.; Kienle C.; McArdell C. S.; Simon E.; von Gunten U. Effect of operational and water quality parameters on conventional ozonation and the advanced oxidation process O3/H2O2: Kinetics of micropollutant abatement, transformation product and bromate formation in a surface water. Water Res. 2017, 122, 234–245. 10.1016/j.watres.2017.05.018.", "ArticleIdList": ["10.1016/j.watres.2017.05.018", "28601791"]}, {"Citation": "Lekkerkerker-Teunissen K.; Knol A. H.; van Altena L. P.; Houtman C. J.; Verberk J. Q. J. C.; van Dijk J. C. Serial ozone/peroxide/low pressure UV treatment for synergistic and effective organic micropollutant conversion. Sep. Purif. Technol. 2012, 100, 22–29. 10.1016/j.seppur.2012.08.030.", "ArticleIdList": ["10.1016/j.seppur.2012.08.030"]}, {"Citation": "Antoniou M. G.; Sichel C.; Andre K.; Andersen H. R. Novel pre-treatments to control bromate formation during ozonation. J. Hazard. Mater. 2017, 323, 452–459. 10.1016/j.jhazmat.2016.03.041.", "ArticleIdList": ["10.1016/j.jhazmat.2016.03.041", "27036096"]}, {"Citation": "Legube B. Catalytic ozonation: a promising advanced oxidation technology for water treatment. Catal. Today 1999, 53, 61–72. 10.1016/S0920-5861(99)00103-0.", "ArticleIdList": ["10.1016/S0920-5861(99)00103-0"]}, {"Citation": "Li W.; Lu X.; Xu K.; Qu J.; Qiang Z. Cerium incorporated MCM-48 (Ce-MCM-48) as a catalyst to inhibit bromate formation during ozonation of bromide-containing water: Efficacy and mechanism. Water Res. 2015, 86, 2–8. 10.1016/j.watres.2015.05.052.", "ArticleIdList": ["10.1016/j.watres.2015.05.052", "26072989"]}, {"Citation": "De Franceschi L.; Heiniger B.; Murillo A.; Mende K.; Baumgarten S.; Bornemann C.; Fischer F.; Hachenberg M.; Taudien Y.; Kolisch G.. A bromate-free solution to remove micropollutants. IOA Conference and Exhibition. 2022."}, {"Citation": "Gyparakis S.; Diamadopoulos E. Formation and reverse osmosis removal of bromate ions during ozonation of groundwater in coastal areas. Sep. Sci. Technol. 2007, 42, 1465–1476. 10.1080/01496390701290011.", "ArticleIdList": ["10.1080/01496390701290011"]}, {"Citation": "Van Der Hoek J. P.; Rijnbende D. O.; Lokin C. J. A.; Bonne P. A. C.; Loonen M. T.; Hofman J. A. M. H. Electrodialysis as an alternative for reverse osmosis in an integrated membrane system. Desalination 1998, 117, 159–172. 10.1016/S0011-9164(98)00086-1.", "ArticleIdList": ["10.1016/S0011-9164(98)00086-1"]}, {"Citation": "Lin D.; Liang H.; Li G. Factors affecting the removal of bromate and bromide in water by nanofiltration. Environ. Sci. Pollut. Res. 2020, 27, 24639–24649. 10.1007/s11356-019-06002-3.", "ArticleIdList": ["10.1007/s11356-019-06002-3", "31352601"]}, {"Citation": "Marron E. L.; Mitch W. A.; von Gunten U.; Sedlak D. L. A Tale of Two Treatments: The Multiple Barrier Approach to Removing Chemical Contaminants during Potable Water Reuse. Acc. Chem. Res. 2019, 52, 615–622. 10.1021/acs.accounts.8b00612.", "ArticleIdList": ["10.1021/acs.accounts.8b00612", "PMC7653687", "30821146"]}, {"Citation": "Siddiqui M.; Zhai W.; Amy G.; Mysore C. Bromate ion removal by activated carbon. Water Res. 1996, 30, 1651–1660. 10.1016/0043-1354(96)00070-X.", "ArticleIdList": ["10.1016/0043-1354(96)00070-X"]}, {"Citation": "Kirisits M. J.; Snoeyink V. L.; Kruithof J. C. The reduction of bromate by granular activated carbon. Water Res. 2000, 34, 4250–4260. 10.1016/S0043-1354(00)00189-5.", "ArticleIdList": ["10.1016/S0043-1354(00)00189-5"]}, {"Citation": "Bourgin M.; Beck B.; Boehler M.; Borowska E.; Fleiner J.; Salhi E.; Teichler R.; von Gunten U.; Siegrist H.; McArdell C. S. Evaluation of a full-scale wastewater treatment plant upgraded with ozonation and biological post-treatments: Abatement of micropollutants, formation of transformation products and oxidation by-products. Water Res. 2018, 129, 486–498. 10.1016/j.watres.2017.10.036.", "ArticleIdList": ["10.1016/j.watres.2017.10.036", "29190578"]}, {"Citation": "Zimmermann S. G.; Wittenwiler M.; Hollender J.; Krauss M.; Ort C.; Siegrist H.; von Gunten U. Kinetic assessment and modeling of an ozonation step for full-scale municipal wastewater treatment: Micropollutant oxidation, by-product formation and disinfection. Water Res. 2011, 45, 605–617. 10.1016/j.watres.2010.07.080.", "ArticleIdList": ["10.1016/j.watres.2010.07.080", "20828780"]}, {"Citation": "Hollender J.; Zimmermann S. G.; Koepke S.; Krauss M.; McArdell C. S.; Ort C.; Singer H.; von Gunten U.; Siegrist H. Elimination of organic micropollutants in a municipal wastewater treatment plant upgraded with a full-scale post-ozonation followed by sand filtration. Environ. Sci. Technol. 2009, 43, 7862–7869. 10.1021/es9014629.", "ArticleIdList": ["10.1021/es9014629", "19921906"]}, {"Citation": "Bao M. L.; Griffini O.; Santianni D.; Barbieri K.; Burrini D.; Pantani F. Removal of bromate ion from water using granular activated carbon. Water Res. 1999, 33, 2959–2970. 10.1016/S0043-1354(99)00015-9.", "ArticleIdList": ["10.1016/S0043-1354(99)00015-9"]}, {"Citation": "Huang W. J.; Chen L. Y. Assessing the effectiveness of ozonation followed by GAC filtration in removing bromate and assimilable organic carbon. Environ. Technol. 2004, 25, 403–412. 10.1080/09593332508618461.", "ArticleIdList": ["10.1080/09593332508618461", "15214445"]}, {"Citation": "Zhang Y. Q.; Wu Q. P.; Zhang J. M.; Yang X. H. Removal of bromide and bromate from drinking water using granular activated carbon. J. Water Health 2015, 13, 73–78. 10.2166/wh.2014.084.", "ArticleIdList": ["10.2166/wh.2014.084", "25719467"]}, {"Citation": "Asami M.; Aizawa T.; Morioka T.; Nishijima W.; Tabata A.; Magara Y. Bromate removal during transition from new granular activated carbon (GAC) to biological activated carbon (BAC). Water Res. 1999, 33, 2797–2804. 10.1016/S0043-1354(98)00504-1.", "ArticleIdList": ["10.1016/S0043-1354(98)00504-1"]}, {"Citation": "Chen W.-f.; Zhang Z. Y.; Li Q.; Wang H. Y. Adsorption of bromate and competition from oxyanions on cationic surfactant-modified granular activated carbon (GAC). Chem. Eng. J. 2012, 203, 319–325. 10.1016/j.cej.2012.07.047.", "ArticleIdList": ["10.1016/j.cej.2012.07.047"]}, {"Citation": "Kirisits M. J.; Snoeyink V. L. Reduction of bromate in a BAC filter. J. Am. Water Works Assoc. 1999, 91, 74–84. 10.1002/j.1551-8833.1999.tb08684.x.", "ArticleIdList": ["10.1002/j.1551-8833.1999.tb08684.x"]}, {"Citation": "Kirisits M. J.; Snoeyink V. L.; Inan H.; Chee-Sanford J. C.; Raskin L.; Brown J. C. Water quality factors affecting bromate reduction in biologically active carbon filters. Water Res. 2001, 35, 891–900. 10.1016/S0043-1354(00)00334-1.", "ArticleIdList": ["10.1016/S0043-1354(00)00334-1", "11235884"]}, {"Citation": "Kirisits M. J.; Snoeyink V. L.; Chee-Sanford J. C.; Daugherty B. J.; Brown J. C.; Raskin L. Effects of operating conditions on bromate removal efficiency in BAC filters. J. Am. Water Works Assoc. 2002, 94, 182–193. 10.1002/j.1551-8833.2002.tb09462.x.", "ArticleIdList": ["10.1002/j.1551-8833.2002.tb09462.x"]}, {"Citation": "Matos C. T.; Velizarov S.; Reis M. A. M.; Crespo J. G. Removal of bromate from drinking water using the ion exchange membrane bioreactor concept. Environ. Sci. Technol. 2008, 42, 7702–7708. 10.1021/es801176f.", "ArticleIdList": ["10.1021/es801176f", "18983096"]}, {"Citation": "Wiśniewski J. A.; Kabsch-Korbutowicz M. Bromate removal in the ion-exchange process. Desalination 2010, 261, 197–201. 10.1016/j.desal.2010.03.029.", "ArticleIdList": ["10.1016/j.desal.2010.03.029"]}, {"Citation": "Chubar N. I.; Samanidou V. F.; Kouts V. S.; Gallios G. G.; Kanibolotsky V. A.; Strelko V. V.; Zhuravlev I. Z. Adsorption of fluoride, chloride, bromide, and bromate ions on a novel ion exchanger. J. Colloid Interface Sci. 2005, 291, 67–74. 10.1016/j.jcis.2005.04.086.", "ArticleIdList": ["10.1016/j.jcis.2005.04.086", "15964584"]}, {"Citation": "Mestri S.; Dogan S.; Tizaoui C. Bromate Removal from Water Using Ion Exchange Resin: Batch and Fixed Bed Column Performance. Ozone: Sci. Eng. 2023, 45, 291–304. 10.1080/01919512.2022.2114420.", "ArticleIdList": ["10.1080/01919512.2022.2114420"]}, {"Citation": "Naushad M.; Alothman Z. A.; Khan M. R.; Wabaidur S. M. Removal of Bromate from Water Using De-Acidite FF-IP Resin and Determination by Ultra-Performance Liquid Chromatography-Tandem Mass Spectrometry. Clean - Soil, Air, Water 2013, 41, 528–533. 10.1002/clen.201200461.", "ArticleIdList": ["10.1002/clen.201200461"]}, {"Citation": "Wïsniewski J. A.; Kabsch-Korbutowicz M.; Łakomska S. Removal of bromate ions from water in the processes with ion-exchange membranes. Sep. Purif. Technol. 2015, 145, 75–82. 10.1016/j.seppur.2015.03.004.", "ArticleIdList": ["10.1016/j.seppur.2015.03.004"]}, {"Citation": "Chen R.; Yang Q.; Zhong Y.; Li X.; Liu Y.; Li X.-M.; Du W.-X.; Zeng G.-M. Sorption of trace levels of bromate by macroporous strong base anion exchange resin: Influencing factors, equilibrium isotherms and thermodynamic studies. Desalination 2014, 344, 306–312. 10.1016/j.desal.2014.04.001.", "ArticleIdList": ["10.1016/j.desal.2014.04.001"]}, {"Citation": "Hübner U.; Kuhnt S.; Jekel M.; Drewes J. E. Fate of bulk organic carbon and bromate during indirect water reuse involving ozone and subsequent aquifer recharge. J. Water Reuse Desalin. 2016, 6, 413–420. 10.2166/wrd.2015.222.", "ArticleIdList": ["10.2166/wrd.2015.222"]}, {"Citation": "Wang F.; van Halem D.; Ding L.; Bai Y.; Lekkerkerker-Teunissen K.; van der Hoek J. P. Effective removal of bromate in nitrate-reducing anoxic zones during managed aquifer recharge for drinking water treatment: Laboratory-scale simulations. Water Res. 2018, 130, 88–97. 10.1016/j.watres.2017.11.052.", "ArticleIdList": ["10.1016/j.watres.2017.11.052", "29202345"]}, {"Citation": "Hijnen W. A. M.; Jong R.; Van Der Kooij D. Bromate removal in a denitrifying bioreactor used in water treatment. Water Res. 1999, 33, 1049–1053. 10.1016/S0043-1354(98)00306-6.", "ArticleIdList": ["10.1016/S0043-1354(98)00306-6"]}, {"Citation": "Wang F.; Salgado V.; van der Hoek J. P.; van Halem D. Bromate reduction by iron(II) during managed aquifer recharge: A laboratory-scale study. Water (Basel, Switz.) 2018, 10, 370.10.3390/w10040370.", "ArticleIdList": ["10.3390/w10040370"]}, {"Citation": "Demirel S.; Uyanik I.; Yurtsever A.; çelikten H.; Uçar D. Simultaneous bromate and nitrate reduction in water using sulfur-utilizing autotrophic and mixotrophic denitrification processes in a fixed bed column reactor. Clean - Soil, Air, Water 2014, 42, 1185–1189. 10.1002/clen.201300475.", "ArticleIdList": ["10.1002/clen.201300475"]}, {"Citation": "Chairez M.; Luna-Velasco A.; Field J. A.; Ju X.; Sierra-Alvarez R. Reduction of bromate by biogenic sulfide produced during microbial sulfur disproportionation. Biodegradation 2010, 21, 235–244. 10.1007/s10532-009-9296-5.", "ArticleIdList": ["10.1007/s10532-009-9296-5", "19763846"]}, {"Citation": "Listiarini K.; Tor J. T.; Sun D. D.; Leckie J. O. Hybrid coagulation-nanofiltration membrane for removal of bromate and humic acid in water. J. Membr. Sci. 2010, 365, 154–159. 10.1016/j.memsci.2010.08.048.", "ArticleIdList": ["10.1016/j.memsci.2010.08.048"]}, {"Citation": "Gordon G.; Gauw R. D.; Emmert G. L.; Walters B. D.; Bubnis B. Chemical Reduction Methods for Bromate Ion Removal. J. Am. Water Works Assoc. 2002, 94, 91–98. 10.1002/j.1551-8833.2002.tb09410.x.", "ArticleIdList": ["10.1002/j.1551-8833.2002.tb09410.x"]}, {"Citation": "Qiao J.; Feng L.; Dong H.; Zhao Z.; Guan X. Overlooked Role of Sulfur-Centered Radicals during Bromate Reduction by Sulfite. Environ. Sci. Technol. 2019, 53, 10320–10328. 10.1021/acs.est.9b01783.", "ArticleIdList": ["10.1021/acs.est.9b01783", "31368696"]}, {"Citation": "Siddiqui M.; Amy G.; Ozekin K.; Zhai W.; Westerhoff P. Alternative strategies for removing bromate. J. Am. Water Works Assoc. 1994, 86, 81–96. 10.1002/j.1551-8833.1994.tb06263.x.", "ArticleIdList": ["10.1002/j.1551-8833.1994.tb06263.x"]}, {"Citation": "Farkas L.; Klein F. S. On the photo-chemistry of some ions in solution. J. Chem. Phys. 1948, 16, 886–893. 10.1063/1.1747027.", "ArticleIdList": ["10.1063/1.1747027"]}, {"Citation": "Siddiqui M. S.; Amy G. L.; McCollum L. J. Bromate destruction by UV irradiation and electric arc discharge. Ozone Sci. Eng. 1996, 18, 271–290. 10.1080/01919519608547330.", "ArticleIdList": ["10.1080/01919519608547330"]}, {"Citation": "Peldszus S.; Andrews S. A.; Souza R.; Smith F.; Douglas I.; Bolton J.; Huck P. M. Effect of medium-pressure UV irradiation on bromate concentrations in drinking water, a pilot-scale study. Water Res. 2004, 38, 211–217. 10.1016/j.watres.2003.09.010.", "ArticleIdList": ["10.1016/j.watres.2003.09.010", "14630119"]}, {"Citation": "Altmann J.; Ruhl A. S.; Zietzschmann F.; Jekel M. Direct comparison of ozonation and adsorption onto powdered activated carbon for micropollutant removal in advanced wastewater treatment. Water Res. 2014, 55, 185–193. 10.1016/j.watres.2014.02.025.", "ArticleIdList": ["10.1016/j.watres.2014.02.025", "24607314"]}, {"Citation": "Ruhl A. S.; Zietzschmann F.; Hilbrandt I.; Meinel F.; Altmann J.; Sperlich A.; Jekel M. Targeted testing of activated carbons for advanced wastewater treatment. Chem. Eng. J. 2014, 257, 184–190. 10.1016/j.cej.2014.07.069.", "ArticleIdList": ["10.1016/j.cej.2014.07.069"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "29", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "19", "Minute": "7"}, {"Year": "2023", "Month": "6", "Day": "26", "Hour": "13", "Minute": "25"}, {"Year": "2023", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37363871", "PMC10690720", "10.1021/acs.est.3c00538"]}}], "PubmedBookArticle": []}