{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CML", "antioxidant", "carboxymethyllysine", "dyslipidemia", "high-cholesterol diet (HCD)", "ozonated sunflower oil (OSO)", "zebrafish", "zebrafish embryo"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37371970", "DateRevised": {"Year": "2023", "Month": "07", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "08"}], "ELocationID": ["1240", "10.3390/antiox12061240"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "12", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Jun", "Day": "08"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Long-Term Supplementation of Ozonated Sunflower Oil Improves Dyslipidemia and Hepatic Inflammation in Hyperlipidemic Zebrafish: Suppression of Oxidative Stress and Inflammation against Carboxymethyllysine Toxicity.", "Abstract": {"AbstractText": ["Ozonated sunflower oil (OSO) is a well-known functional oil with antioxidant, antimicrobial, anti-allergic, and skin-moisturizing properties. However, studies on the effects of OSO on high-cholesterol diet (HCD)-induced metabolic disorders have been scarce. In the current study, we aimed to determine the anti-inflammatory effects of OSO on lipid metabolism in adult hypercholesterolemic zebrafish and its embryos. Microinjection of OSO (final 2%, 10 nL) into zebrafish embryos under the presence of carboxymethyllysine (CML, 500 ng) protected acute embryo death up to 61% survival, while sunflower oil (final 2%) showed much less protection at around 42% survival. The microinjection of OSO was more effective than SO to inhibit reactive oxygen species (ROS) production and apoptosis in the CML induced embryo toxicity. Intraperitoneal injection of OSO under the presence of CML protected acute death from CML-induced neurotoxicity with improved hepatic inflammation, less detection of ROS and interleukin (IL)-6, and lowering blood total cholesterol (TC) and triglyceride (TG), while the SO-injected group did not protect the CML-toxicity. Long-term supplementation of OSO (final 20%, <i>wt</i>/<i>wt</i>) with HCD for 6 months resulted in higher survivability than the HCD alone group or HCD + SO group (final 20%, <i>wt</i>/<i>wt</i>) with significant lowering of plasma TC and TG levels. The HCD + OSO group showed the least hepatic inflammation, fatty liver change, ROS, and IL-6 production. In conclusion, short-term treatment of OSO by injection exhibited potent anti-inflammatory activity against acute neurotoxicity of CML in zebrafish and their embryo. Long-term supplementation of OSO in the diet also revealed the highest survivability and blood lipid-lowering effect through potent antioxidant and anti-inflammatory activity."]}, "AuthorList": [{"Identifier": ["0000-0003-1198-4140"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Republic of Korea."}, {"Identifier": [], "Affiliation": "LipoLab, Yeungnam University, Gyeongsan 38541, Republic of Korea."}], "LastName": "Cho", "ForeName": "Kyung-Hyun", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ji-Eun", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Republic of Korea."}], "LastName": "Bahuguna", "ForeName": "Ashutosh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Raydel Research Institute, Medical Innovation Complex, Daegu 41061, Republic of Korea."}], "LastName": "Kang", "ForeName": "Dae-Jin", "Initials": "DJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hong N., Lin Y., Ye Z., Yang C., Huang Y., Duan Q., Xie S. The relationship between dyslipidemia and inflammation among adults in east coast China: A cross-sectional study. Front. Immunol. 2022;13:937201. doi: 10.3389/fimmu.2022.937201.", "ArticleIdList": ["10.3389/fimmu.2022.937201", "PMC9403313", "36032093"]}, {"Citation": "Duan L., Rao X., Sigdel K.R. Regulation of inflammation in autoimmune disease. J. Immunol. Res. 2019;2019:7403796. doi: 10.1155/2019/7403796.", "ArticleIdList": ["10.1155/2019/7403796", "PMC6421792", "30944837"]}, {"Citation": "Robinson G., Pineda-Torra I., Ciurtin C., Jury E.C. Lipid metabolism in autoimmune rheumatic disease: Implications for modern and conventional therapies. J. Clin. Investig. 2022;132:e148552. doi: 10.1172/JCI148552.", "ArticleIdList": ["10.1172/JCI148552", "PMC8759788", "35040437"]}, {"Citation": "Bäck M., Yurdagul A., Jr., Tabas I., Öörni K., Kovanen P.T. Inflammation and its resolution in atherosclerosis: Mediators and therapeutic opportunities. Nat. Rev. Cardiol. 2019;16:389–406. doi: 10.1038/s41569-019-0169-2.", "ArticleIdList": ["10.1038/s41569-019-0169-2", "PMC6727648", "30846875"]}, {"Citation": "Hedayatnia M., Asadi Z., Zare-Feyzabadi R., Yaghooti-Khorasani M., Ghazizadeh H., Ghaffarian-Zirak R., Nosrati-Tirkani A., Mohammadi-Bajgiran M., Rohban M., Sadabadi F., et al. Dyslipidemia and cardiovascular disease risk among the MASHAD study population. Lipids Health Dis. 2020;19:42. doi: 10.1186/s12944-020-01204-y.", "ArticleIdList": ["10.1186/s12944-020-01204-y", "PMC7075010", "32178672"]}, {"Citation": "Perry R.J., Samuel V.T., Petersen K.F., Shulman G.I. The role of hepatic lipids in hepatic insulin resistance and type 2 diabetes. Nature. 2014;510:84–91. doi: 10.1038/nature13478.", "ArticleIdList": ["10.1038/nature13478", "PMC4489847", "24899308"]}, {"Citation": "Subramanian S., Goodspeed L., Wang S., Kim J., Zeng L., Ioannou G.N., Haigh W.G., Yeh M.M., Kowdley K.V., O’Brien K.D., et al. Dietary cholesterol exacerbates hepatic steatosis and inflammation in obese LDL receptor-deficient mice. J. Lipid Res. 2011;52:1626–1635. doi: 10.1194/jlr.M016246.", "ArticleIdList": ["10.1194/jlr.M016246", "PMC3151683", "21690266"]}, {"Citation": "Cao X.L., Du J., Zhang Y., Yan J.T., Hu X.M. Hyperlipidemia exacerbates cerebral injury through oxidative stress, inflammation and neuronal apoptosis in MCAO/reperfusion rats. Exp. Brain Res. 2015;233:2753–2765. doi: 10.1007/s00221-015-4269-x.", "ArticleIdList": ["10.1007/s00221-015-4269-x", "26238404"]}, {"Citation": "Soehnlein O., Libby P. Targeting inflammation in atherosclerosis-from experimental insights to the clinic. Nat. Rev. Drug. Discov. 2021;20:589–610. doi: 10.1038/s41573-021-00198-1.", "ArticleIdList": ["10.1038/s41573-021-00198-1", "PMC8112476", "33976384"]}, {"Citation": "Miljkovic M., Stefanovic A., Simic-Ogrizovic S., Vekic J., Bogavac-Stanojevic N., Cerne D., Kocbek P., Marc J., Jelic-Ivanovic Z., Spasojevic-Kalimanovska V., et al. Association of dyslipidemia, oxidative stress, and inflammation with redox status in VLDL, LDL, and HDL lipoproteins in patients with renal disease. Angiology. 2018;69:861–870. doi: 10.1177/0003319718780041.", "ArticleIdList": ["10.1177/0003319718780041", "29909653"]}, {"Citation": "Di Mauro R., Cantarella G., Bernardini R., Di Rosa M., Barbagallo I., Distefano A., Longhitano L., Vicario N., Nicolosi D., Lazzarino G., et al. The biochemical and pharmacological properties of ozone: The smell of protection in acute and chronic diseases. Int. J. Mol. Sci. 2019;20:634. doi: 10.3390/ijms20030634.", "ArticleIdList": ["10.3390/ijms20030634", "PMC6387239", "30717203"]}, {"Citation": "Liu L., Zeng L., Gao L., Zeng J., Lu J. Ozone therapy for skin diseases: Cellular and molecular mechanisms. Int. Wound J. 2022 doi: 10.1111/iwj.14060. advanced online publication .", "ArticleIdList": ["10.1111/iwj.14060", "36527235"]}, {"Citation": "Greene A.K., Guzel-Seydim Z., Seydim A.C. Chemical and Physical Properties of Ozone in Ozone in Food Processing. John Wiley and Sons; Oxford, UK: 2012. pp. 19–31."}, {"Citation": "Clavo B., Rodríguez-Esparragón F., Rodríguez-Abreu D., Martínez-Sánchez G., Llontop P., Aguiar-Bujanda D., Fernández-Pérez L., Santana-Rodríguez N. Modulation of oxidative stress by ozone therapy in the prevention and treatment of chemotherapy-induced toxicity: Review and prospects. Antioxidants. 2019;8:588. doi: 10.3390/antiox8120588.", "ArticleIdList": ["10.3390/antiox8120588", "PMC6943601", "31779159"]}, {"Citation": "Galie M., Covi V., Tabaracci G., Malatesta M. The role of Nrf2 in the antioxidant cellular response to medical ozone exposure. Int. J. Mol. Sci. 2019;20:4009. doi: 10.3390/ijms20164009.", "ArticleIdList": ["10.3390/ijms20164009", "PMC6720777", "31426459"]}, {"Citation": "Re L., Martínez-Sánchez G., Bordicchia M., Malcangi G., Pocognoli A., Angel Morales-Segura M., Rothchild J., Rojas A. Is ozone pre-conditioning effect linked to Nrf2/EpRE activation pathway in vivo? A preliminary result. Eur. J. Pharmacol. 2014;742:158–162. doi: 10.1016/j.ejphar.2014.08.029.", "ArticleIdList": ["10.1016/j.ejphar.2014.08.029", "25218903"]}, {"Citation": "Delgado-Roche L., Riera-Romo M., Mesta F., Hernandez-Matos Y., Barrios J.M., Martinez-Sanchez G., Al-Dalaien S.M. Medical ozone promotes Nrf2 phosphorylation reducing oxidative stress and pro-inflammatory cytokines in multiple sclerosis patients. Eur. J. Pharmacol. 2017;811:148–154. doi: 10.1016/j.ejphar.2017.06.017.", "ArticleIdList": ["10.1016/j.ejphar.2017.06.017", "28623000"]}, {"Citation": "Hernández F., Menéndez S., Wong R. Decrease of blood cholesterol and stimulation of antioxidative response in cardiopathy patients treated with endovenous ozone therapy. Free Radic. Biol. Med. 1995;19:115–119. doi: 10.1016/0891-5849(94)00201-T.", "ArticleIdList": ["10.1016/0891-5849(94)00201-T", "7635353"]}, {"Citation": "Al Faraj I. Ozonetherapy in hypertension and ischemic diseases; Proceedings of the MedEspera: The 9th International Medical Congress for Students and Young Doctors; Chisinau, Republic of Moldova. 12–14 May 2022; Chișinău, Moldova: Nicolae Testemitanu State University of Medicine and Pharmacy of the Republic of Moldova, Association of Medical Students and Residents; 2022."}, {"Citation": "Zeng J., Tang Z., Zhang Y., Tong X., Dou J., Gao L., Ding S., Lu J. Ozonated autohemotherapy elevates PPAR-γ expression in CD4+ T cells and serum HDL-C levels, a potential immunomodulatory mechanism for treatment of psoriasis. Am. J. Transl. Res. 2021;13:349–359.", "ArticleIdList": ["PMC7847517", "33527029"]}, {"Citation": "Egorova G.V., Voblikova V.A., Sabitova L.V., Tkachenko I.S., Tkachenko S.N., Lunin V.V. Ozone solubility in water. Moscow Univ. Chem. Bull. 2015;70:207–210. doi: 10.3103/S0027131415050053.", "ArticleIdList": ["10.3103/S0027131415050053"]}, {"Citation": "Ugazio E., Tullio V., Binello A., Tagliapietra S., Dosio F. Ozonated oils as antimicrobial systems in topical applications. their characterization, current applications, and advances in improved delivery techniques. Molecules. 2020;25:334. doi: 10.3390/molecules25020334.", "ArticleIdList": ["10.3390/molecules25020334", "PMC7024311", "31947580"]}, {"Citation": "Cho K.-H., Kang D.-J., Nam H.-S., Kim J.-H., Kim S.-Y., Lee J.-O., Kim B.-J. Ozonated sunflower oil exerted protective effect for embryo and cell survival via potent reduction power and antioxidant activity in HDL with strong antimicrobial activity. Antioxidants. 2021;10:1651. doi: 10.3390/antiox10111651.", "ArticleIdList": ["10.3390/antiox10111651", "PMC8614758", "34829522"]}, {"Citation": "Menéndez S., Falcón L., Maqueira Y. Therapeutic efficacy of topical OLEOZON® in patients suffering from onychomycosis. Mycoses. 2011;54:272–277. doi: 10.1111/j.1439-0507.2010.01898.x.", "ArticleIdList": ["10.1111/j.1439-0507.2010.01898.x", "20492527"]}, {"Citation": "Nusslein-Volhard C., Dahm R. Zebrafish: A Practical Approach. 1st ed. Oxford University Press; Oxford, UK: 2002."}, {"Citation": "(NRC) National Research Council of the National Academy of Sciences . Guide for the Care and Use of Laboratory Animals. National Academy Press; Washington, DC, USA: 2010."}, {"Citation": "Cho K.-H., Kim J.-E., Nam H.-S., Kang D.-J., Na H.-J. Anti-inflammatory activity of CIGB-258 against acute toxicity of carboxymethyllysine in paralyzed zebrafish via enhancement of high-density lipoproteins stability and functionality. Int. J. Mol. Sci. 2022;23:10130. doi: 10.3390/ijms231710130.", "ArticleIdList": ["10.3390/ijms231710130", "PMC9456132", "36077532"]}, {"Citation": "OECD . OECD Guidelines for the Testing of Chemicals, Section 2. OECD Publishing; Paris, France: 2013. Test No. 236: Fish Embryo Acute Toxicity (FET) Test."}, {"Citation": "Owusu-Ansah E., Yavari A., Mandal S., Banerjee U. Distinct mitochondrial retrograde signals control the G1-S cell cycle checkpoint. Nat. Genet. 2008;40:356–361. doi: 10.1038/ng.2007.50.", "ArticleIdList": ["10.1038/ng.2007.50", "18246068"]}, {"Citation": "Umali J., Hawkey-Noble A., French C.R. Loss of foxc1 in zebrafish reduces optic nerve size and cell number in the retinal ganglion cell layer. Vision Res. 2019;156:66–72. doi: 10.1016/j.visres.2019.01.008.", "ArticleIdList": ["10.1016/j.visres.2019.01.008", "30684501"]}, {"Citation": "Cho K.-H., Nam H.-S., Kim J.-E., Na H.-J., del Carmen Dominguez-Horta M., Martinez-Donato G. CIGB-258 exerts potent anti-inflammatory activity against carboxymethyllysine-induced acute inflammation in hyperlipidemic zebrafish via the protection of apolipoprotein AI. Int. J. Mol. Sci. 2023;24:7044. doi: 10.3390/ijms24087044.", "ArticleIdList": ["10.3390/ijms24087044", "PMC10139093", "37108210"]}, {"Citation": "Burris B., Jensen N., Mokalled M.H. Assessment of swim endurance and swim behavior in adult zebrafish. J. Vis. Exp. 2021;177:e63240", "ArticleIdList": ["PMC9226856", "34842242"]}, {"Citation": "OECD . OECD Guidelines for the Testing of Chemicals, Section 2. OECD Publishing; Paris, France: 2019. Test No. 203: Fish, Acute Toxicity Testing."}, {"Citation": "Fischer A.H., Jacobson K.A., Rose J., Zeller R. Basic Methods in Microscopy. Cold Spring Harbor Laboratory Press; New York, NY, USA: 2006. Hematoxylin and eosin staining of tissue and cell sections. Chapter 4."}, {"Citation": "Hull L.C., Sen R., Menzel J., Goyama S., Kurokawa M., Artinger K.B. The conserved and divergent roles of Prdm3 and Prdm16 in zebrafish and mouse craniofacial development. Dev. Biol. 2020;461:132–144.", "ArticleIdList": ["PMC7198358", "32044379"]}, {"Citation": "Tangvarasittichai S. Oxidative stress, insulin resistance, dyslipidemia and type 2 diabetes mellitus. World J. Diabetes. 2015;6:456–480. doi: 10.4239/wjd.v6.i3.456.", "ArticleIdList": ["10.4239/wjd.v6.i3.456", "PMC4398902", "25897356"]}, {"Citation": "Manna P., Jain S.K. Obesity, oxidative stress, adipose tissue dysfunction, and the associated health risks: Causes and therapeutic strategies. Metab. Syndr. Relat. Disord. 2015;13:423–444. doi: 10.1089/met.2015.0095.", "ArticleIdList": ["10.1089/met.2015.0095", "PMC4808277", "26569333"]}, {"Citation": "Lakka T.A., Bouchard C. Physical activity, obesity and cardiovascular diseases. Handb. Exp. Pharmacol. 2005;170:137–163.", "ArticleIdList": ["16596798"]}, {"Citation": "Nandha R., Singh H., Garg K., Rani S. A review on “Therapeutic potential of sunflower seeds”. Int. J. Res. Dev. Pharm. Life Sci. 2014;3:967–972."}, {"Citation": "Moureu S., Violleau F., Haimoud-Lekhal D.A., Calmon A. Ozonation of sunflower oils: Impact of experimental conditions on the composition and the antibacterial activity of ozonized oils. Chem. Phys. Lipids. 2015;186:79–85. doi: 10.1016/j.chemphyslip.2015.01.004.", "ArticleIdList": ["10.1016/j.chemphyslip.2015.01.004", "25623845"]}, {"Citation": "Zamora Rodriguez Z.B., Gonzalez Alvarez R., Guanche D., Merino N., Hernandez Rosales F., Menendez Cepero S., Alonso Gonzalez Y., Schulz S. Antioxidant mechanism is involved in the gastroprotective effects of ozonized sunflower oil in ethanol-induced ulcers in rats. Mediat. Inflamm. 2007;2007:65873. doi: 10.1155/2007/65873.", "ArticleIdList": ["10.1155/2007/65873", "PMC1804299", "17497036"]}, {"Citation": "Rodriguez Z.Z., Lemus M., Fleitas E. Efficacy of ozonized sunflower oil as treatment of canine generalized demodicosis. Insights Vet. Sci. 2021;5:15–21."}, {"Citation": "Lee B.H., Hsu W.H., Hsu Y.W., Pan T.M. Suppression of dimerumic acid on hepatic fibrosis caused from carboxymethyl-lysine (CML) by attenuating oxidative stress depends on Nrf2 activation in hepatic stellate cells (HSCs) Food Chem. Toxicol. 2013;62:413–419. doi: 10.1016/j.fct.2013.09.007.", "ArticleIdList": ["10.1016/j.fct.2013.09.007", "24036144"]}, {"Citation": "Wang Z., Bao Z., Ding Y., Xu S., Du R., Yan J., Li L., Sun Z., Shao C., Gu W. Nε-carboxymethyl-lysine-induced PI3K/Akt signaling inhibition promotes foam cell apoptosis and atherosclerosis progression. Biomed. Pharmacother. 2019;115:108880. doi: 10.1016/j.biopha.2019.108880.", "ArticleIdList": ["10.1016/j.biopha.2019.108880", "31035012"]}, {"Citation": "Carata E., Tenuzzo B.A., Dini L. Herbal Medicine. IntechOpen Limited; London, UK: 2019. Powerful properties of ozonated extra virgin olive oil."}, {"Citation": "Alam M.M., Kariya R., Boonnate P., Kawaguchi A., Okada S. Induction of apoptosis by Shikonin through ROS-mediated intrinsic and extrinsic apoptotic pathways in primary effusion lymphoma. Transl. Oncol. 2021;14:101006. doi: 10.1016/j.tranon.2020.101006.", "ArticleIdList": ["10.1016/j.tranon.2020.101006", "PMC7785961", "33401054"]}, {"Citation": "Simon H.U., Haj-Yehia A., Levi-Schaffer F. Role of reactive oxygen species (ROS) in apoptosis induction. Apoptosis. 2000;5:415–418. doi: 10.1023/A:1009616228304.", "ArticleIdList": ["10.1023/A:1009616228304", "11256882"]}, {"Citation": "Litvinov D., Mahini H., Garelnabi M. Antioxidant and anti-inflammatory role of paraoxonase 1: Implication in arteriosclerosis diseases. N. Am. J. Med. Sci. 2012;4:523–532.", "ArticleIdList": ["PMC3503369", "23181222"]}, {"Citation": "Neurath M.F., Finotto S. IL-6 signaling in autoimmunity, chronic inflammation and inflammation-associated cancer. Cytokine Growth Factor Rev. 2011;22:83–89. doi: 10.1016/j.cytogfr.2011.02.003.", "ArticleIdList": ["10.1016/j.cytogfr.2011.02.003", "21377916"]}, {"Citation": "Hussain T., Tan B., Yin Y., Blachier F., Tossou M.C., Rahu N. Oxidative stress and inflammation: What polyphenols can do for us? Oxid. Med. Cell. Longev. 2016;2016:7432797. doi: 10.1155/2016/7432797.", "ArticleIdList": ["10.1155/2016/7432797", "PMC5055983", "27738491"]}, {"Citation": "Qiao Q., Bouwman F.G., van Baak M.A., Roumans N.J.T., Vink R.G., Mariman E.C.M. Plasma levels of triglycerides and IL-6 are associated with weight regain and fat mass expansion. J. Clin. Endocrinol. Metab. 2022;107:1920–1929. doi: 10.1210/clinem/dgac198.", "ArticleIdList": ["10.1210/clinem/dgac198", "PMC9202711", "35366329"]}, {"Citation": "Nonogaki K., Fuller G.M., Fuentes N.L., Moser A.H., Staprans I., Grunfeld C., Feingold K.R. Interleukin-6 stimulates hepatic triglyceride secretion in rats. Endocrinology. 1995;136:2143–2149. doi: 10.1210/endo.136.5.7720663.", "ArticleIdList": ["10.1210/endo.136.5.7720663", "7720663"]}, {"Citation": "Agca R., Heslinga S.C., Rollefstad S., Heslinga M., McInnes I.B., Peters M.J., Kvien T.K., Dougados M., Radner H., Atzeni F., et al. EULAR recommendations for cardiovascular disease risk management in patients with rheumatoid arthritis and other forms of inflammatory joint disorders: 2015/2016 update. Ann. Rheum. Dis. 2017;76:17–28. doi: 10.1136/annrheumdis-2016-209775.", "ArticleIdList": ["10.1136/annrheumdis-2016-209775", "27697765"]}, {"Citation": "Steiner G., Urowitz M.B. Lipid profiles in patients with rheumatoid arthritis: Mechanisms and the impact of treatment. Semin. Arthritis Rheum. 2009;38:372–381. doi: 10.1016/j.semarthrit.2008.01.015.", "ArticleIdList": ["10.1016/j.semarthrit.2008.01.015", "18395771"]}, {"Citation": "Feingold K.R., Grunfeld C. The effect of inflammation and infection on lipids and lipoproteins. In: Feingold K.R., Anawalt B., Boyce A., Chrousos G., Dungan K., Grossman A., Hershman J.M., Kaltsas G., Koch C., Kopp P., et al., editors. Endotext. MDText.com, Inc.; South Dartmouth, MA, USA: 2000."}, {"Citation": "Khovidhunkit W., Kim M.S., Memon R.A., Shigenaga J.K., Moser A.H., Feingold K.R., Grunfeld C. Effects of infection and inflammation on lipid and lipoprotein metabolism: Mechanisms and consequences to the host. J. Lipid Res. 2004;45:1169–1196. doi: 10.1194/jlr.R300019-JLR200.", "ArticleIdList": ["10.1194/jlr.R300019-JLR200", "15102878"]}, {"Citation": "Eder K., Baffy N., Falus A., Fulop A.K. The major inflammatory mediator interleukin-6 and obesity. Inflamm. Res. 2009;58:727–736. doi: 10.1007/s00011-009-0060-4.", "ArticleIdList": ["10.1007/s00011-009-0060-4", "19543691"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "11"}, {"Year": "2023", "Month": "5", "Day": "30"}, {"Year": "2023", "Month": "6", "Day": "7"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "6", "Day": "28", "Hour": "1", "Minute": "10"}, {"Year": "2023", "Month": "6", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["37371970", "PMC10294983", "10.3390/antiox12061240", "antiox12061240"]}}], "PubmedBookArticle": []}