{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37394838", "DateRevised": {"Year": "2023", "Month": "07", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "07", "Day": "02"}], "ELocationID": ["10.1002/mas.21846"], "Journal": {"ISSN": "1098-2787", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Jul", "Day": "02"}}, "Title": "Mass spectrometry reviews", "ISOAbbreviation": "Mass Spectrom Rev"}, "ArticleTitle": "Ion-molecule studies of energetic oxygen allotropes in flow tubes: <math xmlns=\"http://www.w3.org/1998/Math/MathML\"> <semantics> <mrow><msub><mi>O</mi> <mn>2</mn></msub> <mo>(</mo> <mi>v</mi> <mo>)</mo> <mo>,</mo> <msub><mi>O</mi> <mn>2</mn></msub> <mo>(</mo> <mi>a</mi> <mmultiscripts><mi>Δ</mi> <mi>g</mi> <none></none> <mprescripts></mprescripts> <none></none> <mn>1</mn></mmultiscripts> <mo>)</mo> <mo>,</mo> <msub><mi>O</mi> <mn>3</mn></msub> <mo>,</mo> <mi>and</mi> <mi>O</mi></mrow> <annotation>${{\\rm{O}}}_{2}({\\rm{v}}),{{\\rm{O}}}_{2}({\\rm{a}}{}^{1}{\\rm{\\Delta }}_{{\\rm{g}}}),{{\\rm{O}}}_{3},\\mathrm{and}{\\rm{O}}$</annotation></semantics></math>.", "Abstract": {"AbstractText": ["Starting in the 1960s, flow tube apparatuses have played a central role in the study of ion-molecule kinetics, allowing for immense chemical diversity of cationic, anionic, and neutral reactants. Here, we review studies of oxygen allotropes, excluding ground state O<sub>2</sub> ( <math xmlns=\"http://www.w3.org/1998/Math/MathML\"> <semantics> <mrow><msup><mi>X</mi> <mn>3</mn></msup> <msubsup><mpadded><mo>∑</mo></mpadded> <mi>g</mi> <mo>-</mo></msubsup> </mrow> <annotation>${X}^{3}{<mpadded xmlns=\"http://www.w3.org/1998/Math/MathML\">\\sum </mpadded>}_{g}^{-}$</annotation></semantics> </math> ), and focusing instead on reactions of cations, anions, and metal chemi-ionization reactions with ground state atomic oxygen (O <sup>3</sup> P), vibrationally excited molecular oxygen (O<sub>2</sub> (v)), electronically excited molecular oxygen (O<sub>2</sub> ( <math xmlns=\"http://www.w3.org/1998/Math/MathML\"> <semantics> <mrow><msup><mi>a</mi> <mn>1</mn></msup> <msub><mi>Δ</mi> <mi>g</mi></msub> </mrow> <annotation>${a}^{1}{{\\rm{\\Delta }}}_{g}$</annotation></semantics> </math> )), and ozone (O<sub>3</sub> ). Historical outlines of work over several decades are given along with a focus on more recent work by our group at the Air Force Research Laboratory."], "CopyrightInformation": "© 2023 John Wiley & Sons Ltd. This article has been contributed to by U.S. Government employees and their work is in the public domain in the USA."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, St. Anselm College, Manchester, New Hampshire, USA."}], "LastName": "Eyet", "ForeName": "Nicole", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Force Research Laboratory, Space Vehicles Directorate, Kirtland AFB, New Mexico, USA."}], "LastName": "Ard", "ForeName": "Shaun G", "Initials": "SG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Force Research Laboratory, Space Vehicles Directorate, Kirtland AFB, New Mexico, USA."}], "LastName": "Shuman", "ForeName": "Nicholas S", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Force Research Laboratory, Space Vehicles Directorate, Kirtland AFB, New Mexico, USA."}], "LastName": "Viggiano", "ForeName": "Albert A", "Initials": "AA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Mass Spectrom Rev", "NlmUniqueID": "8219702", "ISSNLinking": "0277-7037"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams NG, Smith D. The Selected-Ion Flow Tube (SIFT) Technique for Studying Ion-Neutral Reactions. Int. J. Mass Spectrom. Ion Process. 1976; 21: 349-359. https://doi.org/10.1016/0020-7381(76)80133-7"}, {"Citation": "Ahmad MR, Dahlke GD, Kass SR. The Thio-Wittig Rearrangement of Deprotonated Allyl Methyl Sulfide. A Gas-Phase Unimolecular Isomerization Probed with a Variable Temperature Flowing Afterglow-Triple Quadrupole Device. J. Am. Chem. Soc. 1996; 118: 1398-1407."}, {"Citation": "Albritton DL, Dotan I, Lindinger W, McFarland M, Tellinghuisen J, Fehsenfeld FC. Effects of Ion Speed Distributions in Flow-Drift Tube Studies of Ion-Neutral Reactions. J. Chem. Phys. 1977; 66: 410-421. https://doi.org/10.1063/1.433986"}, {"Citation": "Albritton DL, Dotan I, Streit GE, Fahey DW, Fehsenfeld FC, Ferguson EE. Energy Dependence of the O− Transfer Reactions of O3− and CO3− with NO and SO2. J. Chem. Phys. 1983; 78: 6614."}, {"Citation": "Alge E, Lindinger W. Laboratory Investigation of the Ionospheric N2+(X, 2Sg+,V≠0) Reaction with O2. J. Geophys. Res. Phys. 1981; 86: 871-873. https://doi.org/10.1029/JA086iA02p00871"}, {"Citation": "Anicich VG. An Index of the Literature for Bimolecular Gas Phase Cation-Molecule Reaction Kinetics; Jet Propulsion Laboratory, California Institue of Technology: Pasadena, CA, 2003."}, {"Citation": "Ard, SG, Melko, JJ, Jiang, B, Li, YL, Shuman, NS, Guo, H, & Viggiano, AA. Temperature Dependences for the Reactions of O2− and O− with N and O Atoms in a Selected-Ion Flow Tube Instrument. J. Chem. Phys. 2013; 139: 144302. https://doi.org/10.1063/1.4824018"}, {"Citation": "Ard SG, Shuman NS, Martinez O, Armentrout PB, Viggiano AA. Chemi-Ionization Reactions of La, Pr, Tb, and Ho with Atomic O and La with N2O from 200 to 450 K. J. Chem. Phys. 2016; 145: 084302."}, {"Citation": "Ard SG, Shuman NS, Martinez O, Brumbach MT, Viggiano AA. Kinetics of Chemi-Ionization Reactions of Lanthanide Metals (Nd, Sm) from 150 to 450 K. J. Chem. Phys. 2015; 143: 204303."}, {"Citation": "Ard SG, Viggiano AA, Shuman NS. Old School Techniques with Modern Capabilities: Kinetics Determination of Dynamical Information Such as Barriers, Multiple Entrance Channel Complexes, Product States, Spin Crossings, and Size Effects in Metallic Ion-Molecule Reactions. J. Phys. Chem. A 2021; 125: 3503-3527. https://doi.org/10.1021/acs.jpca.0c11395"}, {"Citation": "Azyazov VN, Antonov IO, Heaven MC. Quenching of I(2P1/2) by O3 and O(3P). J. Phys. Chem. A 2007; 111: 3010-3015. https://doi.org/10.1021/jp068546g"}, {"Citation": "Benny J, Saito T, Moe MM, Liu J. Singlet O2 Reactions with Radical Cations of 8-Bromoguanine and 8-BromoGuanosine: Guided Ion-Beam Mass Spectrometric Measurements and Theoretical Treatments. J. Phys. Chem. A 2022; 126: 68-79."}, {"Citation": "Bhujel M, Marshall DL, Maccarone AT, McKinnon BI, Trevitt AJ, da Silva G, Blanksby SJ, Poad BLJ. Gas Phase Reactions of Iodide and Bromide Anions with Ozone: Evidence for Stepwise and Reversible Reactions. Phys. Chem. Chem. Phys. 2020; 22: 9982-9989."}, {"Citation": "Bierbaum VM. Go with the Flow: Fifty Years of Innovation and Ion Chemistry Using the Flowing Afterglow. Int. J. Mass Spectrom. 2015; 377: 456-466."}, {"Citation": "Bierbaum VM, Schmitt RJ, DePuy CH. Reactions of Carbanions with Triplet and Singlet Molecular Oxygen. Environ. Health Perspect. 1980; 36: 119-134."}, {"Citation": "Bohme DK. Experimental Studies of Positive Ion Chemistry with Flow-Tube Mass Spectrometry: Burth, Evolution, and Achievements in the 20th Century. Int. J. Mass Spectrom. 2000; 200: 97-136."}, {"Citation": "Bohme DK, Mackay GI, Schiff HI. Determination of Proton Affinities from the Kinetics of Proton Transfer Reactions. VII. The Proton Affinities of O2, H2, Kr, O, N2, Xe, CO2, CH4, N2O, and CO. J. Chem. Phys. 1980; 73: 4976-4986. https://doi.org/10.1063/1.439975"}, {"Citation": "Bones DL, Plane JMC, Feng W. Dissociative Recombination of FeO+ with Electrons: Implications for Plasma Layers in the Ionosphere. J. Phys. Chem. A 2016; 120: 1369-1376."}, {"Citation": "Bozovic A, Feil S, Koyanagi GK, Viggiano AA, Zhang XH, Schlangen M, Schwarz H, Bohme DK. Conversion of Methane to Methanol: Nickel, Palladium, and Platinum (d(9)) Cations as Catalysts for the Oxidation of Methane by Ozone at Room Temperature. Chem. Eur. J. 2010; 16: 11605-11610. https://doi.org/10.1002/chem.201000627"}, {"Citation": "Broadley SL, Vondrak T, Plane JMC. A Kinetic Study of the Reactions of Ca+ Ions with O3, O2, N2, CO2, and H2O. Phys. Chem. Chem. Phys 2007; 9: 4357-4369."}, {"Citation": "Burgert R, Schöckel H, Grubisic A, Li X, Stokes ST, Bowen KH, Ganteför GF, Kiran B, Jena P. Spin Conservation Accounts for Aluminum Cluster Anion Reactivity Pattern with O2. Sci. (Washington, DC, United States) 2008; 319: 438-442."}, {"Citation": "Burrows JP, Richter A, Dehn A, Deters B, Himmelmann S, Voigt S, Orphal J. Atmospheric Remote-Sensing Reference Data From GOME-2. Temperature-Dependent Absorption Cross Sections of O3 in the 231-794 Nm Range. J. Quant. Spectrosc. Radiat. Transf. 1999; 61: 509-517."}, {"Citation": "Cacace F, Cipollini R, De Petris G, Pepi F, Rosi M, Sgamellotti A. Isotope Exchange in Ionized O3/O2 Mixtures: The Role of O5+, a Unique On+ Complex. Inorg. Chem. 1998; 37: 1398-1400."}, {"Citation": "Cacace F, De Petris G, Rosi M, Troiani A. Charged and Neutral NO3 Isomers from the Ionization of NOx and O3 Mixtures. Chem. A Eur. J. 2002; 8: 5684-5693. https://doi.org/10.1002/1521-3765(20021216)8:24<5684::AID-CHEM5684>3.0.CO;2-1"}, {"Citation": "Cacace F, Speranza M. Protonated Ozone: Experimental Detection of O3H+ and Evaluation of the Proton Affinity of Ozone. Sci. (Washington, DC, United States) 1994; 265: 208-209."}, {"Citation": "Caton RG, Pedersen TR, Groves KM, Hines J, Cannon PS, Jackson-Booth N, Parris RT, Holmes JM, Su Y-J, Mishin E V, Roddy PA, Viggiano AA, Shuman NS, Ard SG, Bernhardt PA, Siefring CL, Retterer J, Kudeki E, Reyes PM. Artificial Ionospheric Modification: The Metal Oxide Space Cloud Experiment. Radio Sci. 2017; 52: 539-558."}, {"Citation": "Christophorou LG, McCorkle DL, Christodoulides AA. Electron-Molecule Interactions and Their Applications; Academic: New York, 1984."}, {"Citation": "Cox RM, Kim J, Armentrout PB, Bartlett J, VanGundy RA, Heaven MC, Ard SG, Melko JJ, Shuman NS, Viggiano AA. Evaluation of the Exothermicity of the Chemi-Ionization Reaction Sm+ O→ SmO++ e−. J. Chem. Phys. 2015; 142: 134307."}, {"Citation": "Daly SM, Bones DL, Plane JMC. A Study of the Reactions of Al+ Ions with O3, N2, O2, CO2, and H2O: Influence on Al+ Chemistry in Planetary Ionospheres. Phys. Chem. Chem. Physics 2019; 21: 14080-14089."}, {"Citation": "Dotan I, Albritton DL, Fehsenfeld FC, Streit GE, Ferguson EE. Rate Constants for the Reactions of O−, O2−, NO2−, CO3−, and CO4− with HCl and ClO− with NO, NO2, SO2, and CO2 A. J. Chem. Phys. 1978; 68: 5414."}, {"Citation": "Dotan I, Barlow SE, Ferguson EE. Vibrational Relaxation of NO+n by O2(1Δg) Molecules. Chem. Phys. Lett. 1985; 121: 38-40."}, {"Citation": "Dotan I, Davidson JA, Streit GE, Albritton DL, Fehsenfeld FC. A Study of the Reaction O3− + CO2 --> CO3- + O2 and Its Implication on the Thermochemistry of CO3 and O3 and Their Negative Ions. J. Chem. Phys. 1977; 67: 2874."}, {"Citation": "Dotan I, Hierl PM, Morris RA, Viggiano AA. Rate Constants for the Reactions of N+ and N2+) with O2 as a Function of Temperature (300-1800 K). Int. J. Mass Spectrom. 1997; 167: 223-230. https://doi.org/10.1016/s0168-1176(97)00077-3"}, {"Citation": "Dotan I, Viggiano AA. Temperature, Kinetic-Energy, and Rotational Temperature Dependences for the Reactions of Ar+(2P3/2) with O2 and CO. Chem. Phys. Lett. 1993; 209: 67-71. https://doi.org/10.1016/0009-2614(93)87203-f"}, {"Citation": "Eichelberger B, Snow TP, Barckholtz C, Bierbaum VM. Reactions of H, N, and O Atoms with Carbon Chain Anions of Interstellar Interest: An Experimental Study. Astrophys. J. 2007; 667: 1283."}, {"Citation": "Eyet N, Bemish RJ, Viggiano AA, Plane JMC. Mesospheric Implications for the Reactions of Si+ with O2(a1ΔG). Geophys. Res. Lett. 2010; 37: L20801."}, {"Citation": "Eyet N, Midey A, Bierbaum VM, Viggiano AA. Survey of the Reactivity of O2(a1Δg) with Negative Ions. J. Phys. Chem. A 2010; 114: 1270-1276. https://doi.org/10.1021/jp904235m"}, {"Citation": "Fahey DW, Bohringer H, Fehsenfeld FC, Ferguson EE. Reaction Rate Constants for O2−(H2O)n Ions N=0 to 4 with O3, NO, SO2, and CO2. J. Chem. Phys. 1982; 76: 1799."}, {"Citation": "Fehsenfeld FC. Si+ and SiO+ Reactions of Atmospheric Importance. Can. J. Chem. 1969; 47: 1808-1809."}, {"Citation": "Fehsenfeld FC. Ion Chemistry of SF6. J. Chem. Phys. 1971; 54: 438. https://doi.org/10.1063/1.1674631"}, {"Citation": "Fehsenfeld FC. Clustering of O3 to O2+ and NO+. J. Chem. Phys. 1974; 61: 1588."}, {"Citation": "Fehsenfeld FC. Ion Reactions with Atomic Oxygen and Atomic Nitrogen of Astrophysical Importance. Astrophys. J. 1976; 209: 638-639."}, {"Citation": "Fehsenfeld FC. The Reaction of O2+ with Atomic Nitrogen and NO+(H2O) and NO2+ with Atomic Oxygen. Planet. Space Sci. 1977; 25: 195-196."}, {"Citation": "Fehsenfeld FC, Albritton DL, Burt J, Schiff HI. Associative-Detachment Reactions of O− and O2− by O2(1ΔG). Can. J. Chem. 1968; 47: 1793-1795."}, {"Citation": "Fehsenfeld FC, Dunkin DB, Ferguson EE. Rate Constants for Reaction of CO2+ with O, O2, and NO, N2+ with O, and NO− and O2+ with NO. Planet. Space Sci. 1970; 18: 1267. https://doi.org/10.1016/0032-0633(70)90216-3"}, {"Citation": "Fehsenfeld FC, Ferguson EE. Thermal Energy Rate Constants for H+ and CO+ with O and NO. J. Chem. Phys. 1972a; 56: 3066-3070."}, {"Citation": "Fehsenfeld FC, Ferguson EE. Recent Laboratory Measurement of D-Region and E-Region Ion-Neutral Reactions. Radio Sci. 1972b; 7: 113. https://doi.org/10.1029/RS007i001p00113"}, {"Citation": "Fehsenfeld FC, Ferguson EE. Laboratory Studies of Negative Ion Reactions with Atmospheric Trace Constituents. J. Chem. Phys. 1974; 61: 3181."}, {"Citation": "Fehsenfeld FC, Ferguson EE, Bohme DK. Additional Flowing Afterglow Measurements of Negative Ion Reactions of D-Region Interest. Planet. Space Sci. 1969; 17: 1759-1762."}, {"Citation": "Fehsenfeld FC, Ferguson EE, Howard CJ. Laboratory Investigation of the Reaction NO+ + O3 --> NO2+ + O2. J. Geophys. Res. 1973; 78: 327-329."}, {"Citation": "Fehsenfeld FC, Ferguson EE, Schmeltekopf AL. Thermal-Energy Associative-Detachment Reactions of Negative Ions. J. Chem. Phys. 1966; 45: 1844."}, {"Citation": "Fehsenfeld FC, Ferguson EE, Streit GE, Albritton DL. Stratospheric Ion Chemistry and the 11-Year Variation in Polar Ozone. Sci. (Washington, DC, United States) 1976; 194: 544-545."}, {"Citation": "Fehsenfeld FC, Schmeltekopf AL, Schiff HI, Ferguson EE. Laboratory Measurements of Negative Ion Reactions of Atmospheric Interest. Planet. Space Sci. 1967; 15: 373-379."}, {"Citation": "Feil S, Koyanagi GK, Viggiano AA, Bohme DK. Ozone Reactions with Alkaline-Earth Metal Cations and Dications in the Gas Phase: Room-Temperature Kinetics and Catalysis. J. Phys. Chem. A 2007; 111: 13397-13402. https://doi.org/10.1021/jp076855g"}, {"Citation": "Ferguson EE, Fehsenfeld FC. Some Aspects of Metal Ion Chemistry of the Earth's Atmosphere. J. Geophys. Res. 1968; 73: 6215. https://doi.org/10.1029/JA073i019p06215"}, {"Citation": "Ferguson EE, Fehsenfeld FC, Dunkin DB, Schmeltekopf AL, Schiff HI. Laboratory Studies of Helium Ion Loss Processes of Interest in the Ionosphere. Planet. Space Sci. 1964; 12: 1169-1171."}, {"Citation": "Ferguson EE, Fehsenfeld FC, Goldan PD, Schmeltekopf AL, Schiff HI. Laboratory Measurement of the Rate of the Reaction N2+ + O --> NO+ + N. Planet. Space Sci. 1965; 13: 823. https://doi.org/10.1016/0032-0633(65)90118-2"}, {"Citation": "Ferguson EE, Fehsenfeld FC, Schmeltekopf AL. Flowing Afterglow Measurements of Ion-Neutral Reactions. Adv. At. Mol. Phys. 1969; 5: 1-56."}, {"Citation": "Ferguson EE, Richter R, Lindinger W. Competitive Charge-Transfer and Vibrational Quenching of N2+(X,V=1) in Collisions with O2 and NO. J. Chem. Phys. 1988; 89: 1445-1447. https://doi.org/10.1063/1.455696"}, {"Citation": "Fite WL, Patterson TA, Siegel MW. Cross Sections for Thermal Reactions between Uranium Atoms and Atmospheric Species; Air Force Geophysics Laboratory: Bedford, MA, 1977."}, {"Citation": "Graul ST, Squires RR. Advances in Flow Reactor Techniques for the Study of Gas-Phase Ion Chemistry. Mass Spectrom. Rev. 1988; 7: 263."}, {"Citation": "Guo Y, Grabowski JJ. Mechanistic Insight into the Reactions of O− with Aromatic Compounds and the Synthesis of Didehydroaromatic Anions in the Gas Phase. Int. J. Mass Spectrom. Ion Process. 1992; 117: 299-326."}, {"Citation": "Hettich RL. Structural Investigations of Aluminum Cluster Ions, Aln- (n = 3-50). J. Am. Chem. Soc. 1989; 111: 8582-8588."}, {"Citation": "Hierl PM, Dotan I, Seeley J V, Van Doren JM, Morris RA, Viggiano AA. Rate Constants for the Reactions of O+ with N2 and O2 as a Function of Temperature (300-1800 K). J. Chem. Phys. 1997; 106: 3540-3544. https://doi.org/10.1063/1.473450"}, {"Citation": "Hierl PM, Friedman JF, Miller TM, Dotan I, Menendez-Barreto M, Seeley J V, Williamson JS, Dale F, Mundis PL, Morris RA, Paulson JF, Viggiano AA. Flowing Afterglow Apparatus for the Study of Ion-Molecule Reactions at High Temperatures. Rev. Sci. Instrum. 1996; 67: 2142-2148. https://doi.org/10.1063/1.1147028"}, {"Citation": "Ikezoe Y, Matsuoka D, Takebe M, Viggiano AA. Gas Phase Ion-Molecule Reaction Rate Constants Through 1986; Maruzen: Tokyo, 1987."}, {"Citation": "Kato S, Frost MJ, Bierbaum VM, Leone SR. A Selected Ion Flow Tube-Laser Induced Fluorescence Instrument for Vibrationally State-Specific Ion-Molecule Reactions. Rev. Sci. Instrum. 1993; 64: 2808."}, {"Citation": "Kato S, Frost MJ, Bierbaum VM, Leone SR. Vibrational Specificty for Charge-Transfer Versus Deactivation in N2+(N=0,1,2) + Ar and O2 Reactions. Can. J. Chem. Can. Chim. 1994; 72: 625-636. https://doi.org/10.1139/v94-087"}, {"Citation": "Kaufman F. Reactions of Oxygen Atoms. Prog. React. Kinet. Mech. 1961; 1: 1-39."}, {"Citation": "Khan AA, Kasha M. Red Chemiluminescence of Molecular Oxygen in Aqueous Solution. J. Chem. Phys. 1963; 39: 2105."}, {"Citation": "Knutsen K, Bierbaum VM, Leone SR. Remeasurement of the Rate Constant and Branching Ratio for the N2+ + O Reaction. Planet. Space Sci. 1988; 36: 307-310."}, {"Citation": "Kolts JH, Setser DW. Reactive Intermediates in the Gas Phase; Setser, D. W., Ed.; Academic Press: New York, 1979."}, {"Citation": "Koyano I, Tanaka K, Kato T, Suzuki S. State-Selected Charge-Transfer and Rearrangement Reactions in Four-Atom Ion-Moleucle Systems. Faraday Discuss. Chem. Soc. 1987; 84: 265-279."}, {"Citation": "Lachowicz A, Perez EH, Shuman NS, Ard SG, Viggiano AA, Armentrout PB, Goings JJ, Sharma P, Li X, Johnson MA. Determination of the SmO+ Bond Energy by Threshold Photodissociation of the Cryogenically Cooled Ion. J. Chem. Phys. 2021; 155: 174303."}, {"Citation": "Larsson M, Orel AE. Dissociative Recombination of Molecular Ions; Cambridge University Press: Cambridge, 2008."}, {"Citation": "Leuchtner RE, Harms AC, Castleman AW. Aluminum Cluster Reactions. J. Chem. Phys. 1991; 94: 1093-1101."}, {"Citation": "Lifshitz C, Wu RLC, Haartz JC, Tiernan TO. Associative Detachment Reactions of Negative Ions with O3. J. Chem. Phys. 1977; 67: 2381."}, {"Citation": "Lifshitz C, Wu RLC, Tiernan TO, Terwilliger DT. Negative Ion-Molecule Reactions of Ozone and Their Implications on the Thermochemistry of O3−. J. Chem. Phys. 1978; 68: 247."}, {"Citation": "Lindinger W, Fehsenfeld FC, Schmeltekopf AL, Ferguson EE. Temperature-Dependence of Some Ionospheric Ion-Neutral Reactions from 300 K to 900 K. J. Geophys. Res. 1974; 79: 4753-4756. https://doi.org/10.1029/JA079i031p04753"}, {"Citation": "Lodge O. Mr. Marconi's Results in Day and Night Wireless Telegraphy. Nature 1902; 66: 222. https://doi.org/10.1038/066222c0"}, {"Citation": "Martinez O, Sanchez JC, Ard SG, Li A, Melko JJ, Shuman NS, Guo H, Viggiano AA. Selected-Ion Flow Tube Temperature-Dependent Measurements for the Reactions of O2+ with N Atoms and N2+ with O Atoms. J. Chem. Phys. 2015; 142: 154305."}, {"Citation": "McDermott WE, Pchelkin NR, Benard DJ, Bousek RR. An Electronic Transition Chemical Laser. Appl. Phys. Lett. 1978; 32: 469."}, {"Citation": "McDonald DC, Sweeny BC, Ard SG, Melko JJ, Ruliffson JE, White MC, Viggiano AA, Shuman NS. Temperature and Isotope Dependent Kinetics of Nickel-Catalyzed Oxidation of Methane by Ozone. J. Phys. Chem. A 2018; 122: 6655-6662. https://doi.org/10.1021/acs.jpca.8b02513"}, {"Citation": "McFarland M, Albritton DL, Fehsenfeld FC, Ferguson EE, Schmeltekopf AL. Energy-Dependence and Branching Ratio of the N2+ + O Reaction. J. Geophys. Res. 1974; 79: 2925-2926. https://doi.org/10.1029/JA079i019p02925"}, {"Citation": "Melko JJ, Ard SG, Le T, Miller GS, Martinez O, Shuman NS, Viggiano AA. Determining Rate Constants and Mechanisms for Sequential Reactions of Fe+ with Ozone at 500 K. J. Phys. Chem. A 2017; 121: 24-30."}, {"Citation": "Mendes MA, Moraes LAB, Sparrapan R, Eberlin MN, Kostiainen R, Kotiaho T. Oxygen Atom Transfer to Positive Ions: A Novel Reaction of Ozone in the Gas Phase. J. Am. Chem. Soc. 1998; 120: 7869-7874."}, {"Citation": "Midey A, Dotan I, Lee S, Rawlins WT, Johnson MA, Viggiano AA. Kinetics for the Reactions of O− and O2− with O2(a1Δg) Measured in a Selected Ion Flow Tube at 300 K. J. Phys. Chem. A 2007; 111: 5218-5222. https://doi.org/10.1021/jp071304b"}, {"Citation": "Midey A, Dotan I, Seeley J V, Viggiano AA. Reactions of Small Negative Ions with O2(a 1Δg) and O2 (X 3ΣG-). Int. J. Mass Spectrom. 2009; 280: 6-11. https://doi.org/10.1016/j.ijms.2008.05.010"}, {"Citation": "Midey A, Dotan I, Viggiano AA. Temperature Dependences for the Reactions of O− and O2− with O2(a1Δg) from 200 to 700 K. J. Phys. Chem. A 2008a; 112: 3040-3045. https://doi.org/10.1021/jp710539s"}, {"Citation": "Midey AJ, Dotan I, Viggiano AA. Reactions of POxCly- Ions with O2(a1Δg), H2O, and Cl2 at 298 K. Int. J. Mass Spectrom. 2008b; 273: 7-10. https://doi.org/10.1016/j.ijms.2008.02.005"}, {"Citation": "Midey AJ, Viggiano AA. Rate Constants for the Reaction of Ar+ with O2 and CO as a Function of Temperature from 300 to 1400 K: Derivation of Rotational and Vibrational Energy Effects. J. Chem. Phys. 1998; 109: 5257-5263. https://doi.org/10.1063/1.477142"}, {"Citation": "Miller TM, Friedman JF, Menendez-Barreto M, Viggiano AA, Morris RA, Stevens Miller AE, Paulson JF. Ion-Molecule Reactions at Very High Temperatures. Phys. Scr. 1994; T53: 84-87."}, {"Citation": "Milligan DB, McEwan MJ. H3+ + O: An Experimental Study. Chem. Phys. Lett. 2000; 319: 482-485."}, {"Citation": "Mishin E V, Burke WJ, Viggiano AA. Stormtime Subauroral Density Troughs: Ion-Molecule Kinetics Efforts. J. Geophys. Res. 2004; 109: A10301."}, {"Citation": "Morris M, Grabowski JJ. Using the Flowing Afteglow as a Chemical Reaction Mass Spectrometer, University of Pittsburgh, Pittsburgh, PA, 2007."}, {"Citation": "Nichols CM, Wang Z-C, Lineberger WC, Bierbaum VM. Gas-Phase Reactions of Deprotonated Nucleobases with H, N, and O Atoms. J. Phys. Chem. Lett. 2019; 10: 4863-4867."}, {"Citation": "Le Page V, Keheyan Y, Bierbaum VM, Snow TP. Chemical Constraints on Organic Cations in the Interstellar Medium. J. Am. Chem. Soc. 1997; 119: 8373-8374."}, {"Citation": "Le Page V, Keheyan Y, Snow TP, Bierbaum VM. Reactions of Cations Derived from Napthalene with Molecules and Atoms of Intertsellar Interest. J. Am. Chem. Soc. 1999a; 121: 9435-9446."}, {"Citation": "Le Page V, Keheyan Y, Snow TP, Bierbaum VM. Gas Phase Chemistry of Pyrene and Related Cations with Molecule and Atoms of Interstellar Interest. Int. J. Mass Spectrom. 1999b; 185/186/18: 949-959."}, {"Citation": "De Petris G. Atmospherically Relevant Ion Chemistry of Ozone and Its Cation. Mass Spectrom. Rev. 2003; 22: 251-271."}, {"Citation": "Plane JMC. The Mesosphere and Metals: Chemistry and Changes. Chem. Rev. 2015; 115: 4497-4541."}, {"Citation": "Plane JMC, Whalley CL. A New Model for Magnesium Chemistry in the Upper Atmosphere. J. Phys. Chem. A 2012; 116: 6240-6252."}, {"Citation": "Plane, JMC, Whalley, CL, Frances-Soriano, L, Goddard, A, Harvey, JN, Glowacki, DR, & Viggiano, AA. O2(a1Δg)+Mg, Fe, and Ca: Experimental Kinetics and Formulation of a Weak Collision, Multiwell Master Equation with Spin-Hopping. J. Chem. Phys. 2012; 137: 014310. https://doi.org/10.1063/1.4730423"}, {"Citation": "Popovic S, Midey AJ, Williams S, Fernandez AI, Viggiano AA, Zhang P, Morokuma K. Ion-Molecule Rate Constants and Branching Ratios for the Reaction of N3++O2 from 120 to 1400 K. J. Chem. Phys. 2004; 121: 9481-9488. https://doi.org/10.1063/1.1807376"}, {"Citation": "Poutsma JC, Midey AJ, Viggiano AA. Absolute Rate Coefficients for the Reactions of O2−+N(4S3/2) and O2−+O(3P) at 298 K in a Selected-Ion Flow Tube Instrument. J. Chem. Phys. 2006; 124: 074301. https://doi.org/10.1063/1.2168152"}, {"Citation": "Reber AC, Khanna SN, Castleman AW. Superatom Compounds, Clusters, and Assemblies: Ultra Alkali Motifs and Architectures. J. Am. Chem. Soc. 2007; 129: 10189-10194."}, {"Citation": "Reber AC, Khanna SN, Roach PJ, Woodward WH, Castleman AW. Spin Accommodation and Reactivity of Aluminum Based Clusters with O2. J. Am. Chem. Soc. 2007; 129: 6098-16101."}, {"Citation": "Rollason RJ, Plane JMC. A Study of the Reactions of Fe+ with O3, O2, and N2. J. Chem. Soc. Trans. 1998; 94: 3067-3075. https://doi.org/10.1039/a805140b"}, {"Citation": "Rowe BR, Fahey DW, Ferguson EE, Fehsenfeld FC. Flowing Afterflow Studies of Gas-Phase Magnesium Ion Chemistry. J. Chem. Phys. 1981; 75: 3325-3328."}, {"Citation": "Rowe BR, Viggiano AA, Fehsenfeld FC, Fahey DW, Ferguson EE. Reactions Between Neutrals Clustered on Ions. J. Chem. Phys. 1982; 76: 742-743. https://doi.org/10.1063/1.442684"}, {"Citation": "Ruscic B, Bross DH. Active Thermochemical Tables (ATcT) based on ver. 1.122r of the Thermochemical Network. 2021; available at. https://atct.anl.gov"}, {"Citation": "Schofield K. An Overlooked Series of Gas Phase Diatomic Metal Oxide Ions That Are Long-Lived. J. Phys. Chem. A 2006; 110: 6938-6947. https://doi.org/10.1021/jp0564187"}, {"Citation": "Scott GBI, Fairley DA, Freeman CG, McEwan MJ, Anicich VG. Gas-Phase Reactions of Some Positive Ions with Atomic and Molecular Nitrogen. J. Chem. Phys. 1998; 109: 9010-9014. https://doi.org/10.1063/1.477571"}, {"Citation": "Scott GBI, Milligan DB, Fairley DA, Freeman CG, McEwan MJ. A Selected Ion Flow Tube Study of the Reactions of Small CmHn+ Ions with O Atoms. J. Chem. Phys. 2000; 112: 4959-4965."}, {"Citation": "Seliger H. A Photoelectric Method for the Measurement of Spectra of Light Sources of Rapidly Varying Intensities. Anal. Biochem. 1960; 1: 60-65."}, {"Citation": "Shuman NS, Hunton DE, Viggiano AA. Ambient and Modified Atmospheric Ion Chemistry: From Top to Bottom. Chem. Rev. 2015; 115: 4542-4570."}, {"Citation": "Shuman NS, Miller TM, Viggiano AA, Troe J. Teaching an Old Dog New Tricks: Using the Flowing Afterglow to Measure Kinetics of Electron Attachment to Radicals, Ion-Ion Mutual Neutralization, and Electron Catalyzed Mutual Neutralization. Adv. At. Mol. Opt. Phys. 2012; 61: 209-294."}, {"Citation": "Snow TP, Le Page V, Keheyan Y, Bierbaum VM. The Insterstellar Chemistry of PAH Cations. Nat. (London, United Kingdom) 1998; 391: 259-260."}, {"Citation": "Squires RR. Advances in Flowing Afterglow and Selected-Ion Flow Tube Techniques. Int. J. Mass Spectrom. Ion Process. 1992; 118-119: 503-518."}, {"Citation": "Squires RR, Lane KR, Lee RE, Wright LG, Wood K V., Cooks RG. A Tandem Flowing Afterglow-Triple Quadrupole Instrument. Int. J. Mass Spectrom. Ion Process. 1985; 64: 185-191."}, {"Citation": "Sweeny BC, Ard SG, Viggiano AA, Sawyer JC, McDonald DC, Shuman NS. Thermal Kinetics of Aln- + O2 (n = 2-30): Measurable Reactivity of Al13-. J. Phys. Chem. A 2019; 123: 6123-6129. https://doi.org/10.1021/acs.jpca.9b03552"}, {"Citation": "Sweeny, BC, Heaven, MC, Lachowicz, A, Johnson, MA, Viggiano, AA, Shuman, NS, & Ard, SG. Gas-Phase Reactivity of Ozone with Lanthanide Ions (Sm+, Nd+) and Their Higher Oxides. J. Am. Soc. Mass Spectrom. 2022; 33: 1401-1410. https://doi.org/10.1021/jasms.2c00058"}, {"Citation": "Sweeny BC, McDonald DC, Poutsma JC, Ard SG, Viggiano AA, Shuman NS. Redefining the Mechanism of O2 Etching of Aln- Superatoms: An Early Barrier Controls Reactivity, Analogous to Surface Oxidation. J. Phys. Chem. Lett. 2020; 11: 217-220. https://doi.org/10.1021/acs.jpclett.9b03450"}, {"Citation": "Upschulte BL, Marinelli PJ, Green BD. Reactions of Oxygen(a1Δg) with O− and O2−. J. Phys. Chem. 1994; 98: 837-842."}, {"Citation": "Van Doren JM, Barlow SE, DePuy CH, Bierbaum VM. Tandem Flowing Afterglow-Selected Ion Flow Tube and Its Application to the Thermal Energy Reactions of 18O-. J. Am. Chem. Soc. 1987; 109: 4412-4414."}, {"Citation": "Van Doren JM, Miller TM, Williams S, Viggiano AA. Direct Measurement of the Thermal Rate Coefficient for Electron Attachment to Ozone in the Gas Phase, 300−550 K: Implications for the Ionosphere. Phys. Rev. Lett. 2003; 91: 223201."}, {"Citation": "Van Doren JM, Williams S, Midey AJ, Miller TM, Viggiano AA. Temperature Dependence of the Oxide Ion/Ozone Reaction in the Gas Phase. Int. J. Mass Spectrom. 2005; 241: 185-188. https://doi.org/10.1016/j.ijms.2004.12.024"}, {"Citation": "Viggiano AA. Reexamination of Ionospheric Chemistry: High Temperature Kinetics, Internal Energy Dependences, Unusual Isomers, and Corrections. Phys. Chem. Chem. Phys. 2006; 8: 2557-2571. https://doi.org/10.1039/b603585j"}, {"Citation": "Viggiano AA, Arnold ST, Williams S, Miller TM. Kinetics of Sulfur Oxide, Sulfur Fluoride, and Sulfur Oxyfluoride Anions with Ozone. Plasma Chem. Plasma Process. 2002; 22: 285-295."}, {"Citation": "Viggiano AA, Deakyne CA, Dale F, Paulson JF. Meutral Reactions in the Presence of Alkali Ions. J. Chem. Phys. 1987; 87: 6544-6552. https://doi.org/10.1063/1.453438"}, {"Citation": "Viggiano AA, Howorka F, Albritton DL, Fehsenfeld FC, Adams NG, Smith D. Laboratory Studies of Some Ion-Atom Reactions Related to Interstellar Molecular Synthesis. Astrophys. J. 1980; 236: 492-497. https://doi.org/10.1086/157766"}, {"Citation": "Viggiano AA, Knighton WB, Williams S, Arnold ST, Midey AJ, Dotan I. A Reexamination of the Temperature Dependence of the Reaction of N+ with O2. Int. J. Mass Spectrom. 2003; 223: 397-402. https://doi.org/10.1016/s1387-3806(02)00925-9"}, {"Citation": "Viggiano AA, Morris RA. Rotational and Vibrational Energy Effects on Ion-Molecule Reactivity as Studied by the VT-SIFDT Technique. J. Phys. Chem. 1996; 100: 19227-19240. https://doi.org/10.1021/jp962084x"}, {"Citation": "Viggiano AA, Morris RA, Dale F, Paulson JF, Giles K, Smith D, Su T. Kinetic-Energy, Temperature, and Derived Rotational Temperature Dependences for the Reactions of Kr+(2P3/2) and Ar+ with HCl. J. Chem. Phys. 1990; 93: 1149-1157. https://doi.org/10.1063/1.459178"}, {"Citation": "Viggiano AA, Morris RA, Paulson JF. Temperature Dependences of Rate Constants for Reactions of CO4− with NO and SO2. J. Chem. Phys. 1989; 91: 5855-5856. https://doi.org/10.1063/1.457538"}, {"Citation": "Wang Z-C, Bierbaum VM. Experimental and Computational Studies of the Reactions of N and O Atoms with Small Heterocyclic Anions. J. Phys. Chem. A 2017; 121: 3655-3661."}, {"Citation": "Wang Z-C, Cole CA, Demarais NJ, Snow TP, Bierbaum VM. Reactions of Azine Anions with Nitrogen and Oxygen Atoms: Implications for Titan's Upper Atmosphere and Interstellar Chemistry. J. Am. Chem. Soc. 2015; 137: 10700-10709."}, {"Citation": "Williams S, Campos MF, Midey AJ, Arnold ST, Morris RA, Viggiano AA. Negative Ion Chemistry of Ozone in the Gas Phase. J. Phys. Chem. A 2002; 106: 997-1003. https://doi.org/10.1021/jp012929r"}, {"Citation": "Williams S, Knighton WB, Midey AJ, Viggiano AA, Irle S, Wang QF, Morokuma K. Oxidation of Alkyl Ions, CnH2n+1+ (N=1-5), in Reactions with O2 and O3 in the Gas Phase. J. Phys. Chem. A 2004; 108: 1980-1989. https://doi.org/10.1021/jp031099+"}, {"Citation": "Woodward WH, Eyet N, Shuman NS, Smith JC, Viggiano AA, Castleman AW. Aluminum Cluster Anion Reactivity with Singlet Oxygen: Evidence of Al9− Stability. J. Phys. Chem. C 2011; 115: 9903-9908. https://doi.org/10.1021/jp2008418"}, {"Citation": "Yang Z, Eichelberger B, Martinez O, Stepanovic M, Snow TP, Bierbaum VM. The Influence of Spin Effects on the Gas Phase Reactions of Carbanions with N and O Atoms. J. Am. Chem. Soc. 2010; 132: 5812-5819."}, {"Citation": "Young JM, Johnson CY, Holmes JC. Positive Ion Composition of a Temperature-Latitude Sporadic E Layer as Observed During a Rocket Flight. J. Geophys. Res. 1967; 72: 1473-1479."}, {"Citation": "Ziokowski M, Schatz GC, Viggiano AA, Midey A, Dotan I. O2(X3Σ-g) and O2(a1Δg) Charge Exchange with Simple Ions. J. Chem. Phys. 2014; 140: 214307."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "1", "Day": "4"}, {"Year": "2022", "Month": "6", "Day": "28"}, {"Year": "2023", "Month": "1", "Day": "22"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "7", "Day": "3", "Hour": "2", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37394838", "10.1002/mas.21846"]}}], "PubmedBookArticle": []}