{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["HPLC-HRMS", "Ozonation", "Solid phase extraction", "Transformation products", "Wastewater treatment", "pH stability"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37439856", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "07", "Day": "13"}], "ELocationID": ["10.1007/s00216-023-04811-7"], "Journal": {"ISSN": "1618-2650", "JournalIssue": {"Volume": "415", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Analytical and bioanalytical chemistry", "ISOAbbreviation": "Anal Bioanal Chem"}, "ArticleTitle": "Determination of anti-SARS-CoV-2 virustatic pharmaceuticals in the aquatic environment using high-performance liquid chromatography high-resolution mass spectrometry.", "Pagination": {"StartPage": "5365", "EndPage": "5377", "MedlinePgn": "5365-5377"}, "Abstract": {"AbstractText": ["The Covid-19 pandemic has affected the global population since 2019. The rapid development and approval of vaccines has brought relief. Yet, effective cures are still being researched. Even if the pandemic situation may end, SARS-CoV-2 will remain and, thus, continued application of the drugs will lead to emissions of the active ingredients into the aquatic environment, as with other anthropogenic micropollutants. However, a general method for trace analysis of antiviral drugs is still missing. To this purpose, favipiravir, remdesivir, its active metabolite GS-441524, molnupiravir and its active metabolite EIDD-1931 were selected as representative analytes. A method was developed based on solid phase extraction and high-performance liquid chromatography combined with electrospray ionization quadrupole time-of-flight high-resolution mass spectrometry. Optimization comprised the choice of chromatographic columns, elution gradient, mass spectrometry and tandem mass spectrometry parameters. Solid phase extraction proved suitable for increase in limits of detection and quantitation. amelioration of the limits of detection and quantitation. Matrix effects were investigated applying the optimized method to a wastewater sample with added virustatics. All five compounds could be separated with reversed phase chromatography, whereas EIDD-1931 profited from hydrophilic interaction liquid chromatography. The optimized method yielded limits of detection and quantification of 2.1·10<sup>-1</sup>, 6.9·10<sup>-1</sup> µg·L<sup>-1</sup> for favipiravir, 1.8·10<sup>-3</sup>, 5.5·10<sup>-3</sup> µg·L<sup>-1</sup> for remdesivir, 1.9·10<sup>-3</sup>, 7.6·10<sup>-3</sup> µg·L<sup>-1</sup> for GS-441524, 2.9·10<sup>-3</sup>, 8.7·10<sup>-3</sup> µg·L<sup>-1</sup> for molnupiravir, and 1.3·10<sup>-1</sup>, 3.8·10<sup>-1</sup> µg·L<sup>-1</sup> for EIDD 1931. The method was first applied to compound stability testing at pH 2.8 and 9.7. At pH 2.8, remdesivir, GS-441524 and molnupiravir proved stable, whereas about 14% of EIDD-1931 and favipiravir were degraded. All five antiviral compounds were almost completely decomposed at pH 9.7. The application of the method was further demonstrated for potential transformation product detection on favipiravir ozonation monitoring."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0001-7245-443X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and ILOC, Niederrhein University of Applied Sciences, Frankenring 20, 47798, Krefeld, Germany."}, {"Identifier": [], "Affiliation": "Faculty of Chemistry, University Duisburg-Essen, Universitätsstraße 5, 45141, Essen, Germany."}], "LastName": "Bartels", "ForeName": "Indra", "Initials": "I"}, {"Identifier": ["0000-0002-7709-2869"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and ILOC, Niederrhein University of Applied Sciences, Frankenring 20, 47798, Krefeld, Germany. martin.jaeger@hs-niederrhein.de."}], "LastName": "Jaeger", "ForeName": "Martin", "Initials": "M"}, {"Identifier": ["0000-0003-1107-4403"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemistry, University Duisburg-Essen, Universitätsstraße 5, 45141, Essen, Germany."}], "LastName": "Schmidt", "ForeName": "Torsten C", "Initials": "TC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Anal Bioanal Chem", "NlmUniqueID": "101134327", "ISSNLinking": "1618-2642"}, "ChemicalList": [{"RegistryNumber": "EW5GL2X7E0", "NameOfSubstance": "favipiravir"}, {"RegistryNumber": "YA84KI1VEW", "NameOfSubstance": "molnupiravir"}, {"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": ["methods"], "DescriptorName": "Tandem Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}, {"QualifierName": ["methods"], "DescriptorName": "Solid Phase Extraction"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vangeel L, Chiu W, de Jonghe S, Maes P, Slechten B, Raymenants J, André E, Leyssen P, Neyts J, Jochmans D. Remdesivir, Molnupiravir and Nirmatrelvir remain active against SARS-CoV-2 Omicron and other variants of concern. Antivir Res. 2022;198:105252. doi: 10.1016/j.antiviral.2022.105252.", "ArticleIdList": ["10.1016/j.antiviral.2022.105252", "PMC8785409", "35085683"]}, {"Citation": "Soriano V, De-Mendoza C, Edagwa B, Treviño A, Barreiro P, Fernandez-Montero JV, Gendelman HE. Oral antivirals for the prevention and treatment of SARS-CoV-2 infection. AIDS Reviews. 2022;24:41–49. doi: 10.24875/AIDSRev.22000001.", "ArticleIdList": ["10.24875/AIDSRev.22000001", "PMC9352153", "35073629"]}, {"Citation": "Rosales R, Rodriguez ML, Rai DK, Cardin RD, Anderson AS, Sordillo EM, van Bakel H, Simon V, García-Sastre A, White KM. Nirmatrelvir, Molnupiravir, and Remdesivir maintain potent in vitro activity against the SARS-CoV-2 Omicron variant. bioRxiv. 2022:476685. 10.1101/2022.01.17.476685."}, {"Citation": "Syed YY. First approval. Drugs. 2022;82:455–460. doi: 10.1007/s40265-022-01684-5.", "ArticleIdList": ["10.1007/s40265-022-01684-5", "PMC8858220", "35184266"]}, {"Citation": "Robert-Koch-Institut, Fachgruppe COVRIIN. Antivirale Therapie in der Frühphase einer SARS-CoV-2-Infektion bei Patienten mit Risikofaktoren für einen schweren Verlauf von COVID-19 (bei asymptomatischen Patienten oder Patienten mit milder COVID-19). Vorschlag für den Entscheidungsprozess. 2022;19 10.25646/9691.10."}, {"Citation": "Singh AK, Singh A, Singh R, Misra A. An updated practical guideline on use of molnupiravir and comparison with agents having emergency use authorization for treatment of COVID-19. Diab Metab Syndr Clin Res Rev. 2022;16:102396. doi: 10.1016/j.dsx.2022.102396.", "ArticleIdList": ["10.1016/j.dsx.2022.102396", "PMC8755553", "35051686"]}, {"Citation": "Kümmerer K. Antibiotics in the aquatic environment - A review - Part II. Chemosphere. 2009;75:435–441. doi: 10.1016/j.chemosphere.2008.12.006.", "ArticleIdList": ["10.1016/j.chemosphere.2008.12.006", "19178931"]}, {"Citation": "Jeong J, Song W, Cooper WJ, Jung J, Greaves J. Degradation of tetracycline antibiotics : Mechanisms and kinetic studies for advanced oxidation / reduction processes. Chemosphere. 2010;78:533–540. doi: 10.1016/j.chemosphere.2009.11.024.", "ArticleIdList": ["10.1016/j.chemosphere.2009.11.024", "20022625"]}, {"Citation": "Ankley GT, Brooks BW, Huggett DB, Sumpter JP. Repeating history: Pharmaceuticals in the environment. Environ Sci Technol. 2007;41:8211–8217. doi: 10.5871/bacad/9780197265734.003.0007.", "ArticleIdList": ["10.5871/bacad/9780197265734.003.0007", "18200843"]}, {"Citation": "Beek T, Aus der W, Andreas F, Bergmann A, Hickmann S, Ebert I, Hein A, Küster A. Pharmaceuticals in the environment – Global occurrences and perspectives. 2016;35:823–835. doi: 10.1002/etc.3339.", "ArticleIdList": ["10.1002/etc.3339", "26666847"]}, {"Citation": "Prasse C, Schlüsener MP, Schulz R, Ternes TA. Antiviral drugs in wastewater and surface waters: A new pharmaceutical class of environmental relevance? Environ Sci Technol. 2010;44:1728–1735. doi: 10.1021/es903216p.", "ArticleIdList": ["10.1021/es903216p", "20108960"]}, {"Citation": "Wood TP, Duvenage CS, Rohwer E. The occurrence of anti-retroviral compounds used for HIV treatment in South African surface water. Environ Pollut. 2015;199:235–243. doi: 10.1016/j.envpol.2015.01.030.", "ArticleIdList": ["10.1016/j.envpol.2015.01.030", "25681819"]}, {"Citation": "Abafe OA, Späth J, Fick J, Jansson S, Buckley C, Stark A, Pietruschka B, Martincigh BS. LC-MS/MS determination of antiretroviral drugs in influents and effluents from wastewater treatment plants in KwaZulu-Natal, South Africa. Chemosphere. 2018;200:660–670. doi: 10.1016/j.chemosphere.2018.02.105.", "ArticleIdList": ["10.1016/j.chemosphere.2018.02.105", "29524887"]}, {"Citation": "Nannou C, Ofrydopoulou A, Evgenidou E, Heath D, Heath E, Lambropoulou D. Antiviral drugs in aquatic environment and wastewater treatment plants: A review on occurrence, fate, removal and ecotoxicity. Sci Total Environ. 2020;699:134322. doi: 10.1016/j.scitotenv.2019.134322.", "ArticleIdList": ["10.1016/j.scitotenv.2019.134322", "31678880"]}, {"Citation": "Funke J, Prasse C, Ternes TA. Identification of transformation products of antiviral drugs formed during biological wastewater treatment and their occurrence in the urban water cycle. Water Res. 2016;98:75–83. doi: 10.1016/j.watres.2016.03.045.", "ArticleIdList": ["10.1016/j.watres.2016.03.045", "27082694"]}, {"Citation": "Morales-Paredes CA, Rodríguez-Díaz JM, Boluda-Botella N. Pharmaceutical compounds used in the COVID-19 pandemic: A review of their presence in water and treatment techniques for their elimination. Sci Total Environ. 2022;814:152691. doi: 10.1016/j.scitotenv.2021.152691.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152691", "PMC8717703", "34974020"]}, {"Citation": "Gwenzi W, Selvasembian R, Offiong NAO, Mahmoud AED, Sanganyado E, Mal J. COVID-19 drugs in aquatic systems: a review. Environ Chem Lett. 2022;20:1275–1294. doi: 10.1007/s10311-021-01356-y.", "ArticleIdList": ["10.1007/s10311-021-01356-y", "PMC8760103", "35069060"]}, {"Citation": "Kumar M, Kuroda K, Dhangar K, Mazumder P, Sonne C, Rinklebe J, Kitajima M. Potential emergence of antiviral-resistant pandemic viruses via environmental drug exposure of animal reservoirs. Environ Sci Technol. 2020;54:8503–8505. doi: 10.1021/acs.est.0c03105.", "ArticleIdList": ["10.1021/acs.est.0c03105", "32609508"]}, {"Citation": "Czech B, Krzyszczak A, Boguszewska-Czubara A, Opielak G, Jośko I, Hojamberdiev M. Revealing the toxicity of lopinavir- and ritonavir containing water and wastewater treated by photo-induced processes to Danio rerio and Allivibriofischeri. Sci Total Environ. 2022;824:153967. doi: 10.1016/j.scitotenv.2022.153967.", "ArticleIdList": ["10.1016/j.scitotenv.2022.153967", "PMC8849850", "35182634"]}, {"Citation": "Barbusiński K, Thomas M, Filipek K. Water and wastewater treatment. Clean Technol. 2022;4:91–96. doi: 10.3390/cleantechnol4010007.", "ArticleIdList": ["10.3390/cleantechnol4010007"]}, {"Citation": "Nannou C, Ofrydopoulou A, Evgenidou E, Heath D, Heath E, Lambropoulou D. Analytical strategies for the determination of antiviral drugs in the aquatic environment. Trends Environ Anal Chem. 2019;24:e00071. doi: 10.1016/j.teac.2019.e00071.", "ArticleIdList": ["10.1016/j.teac.2019.e00071"]}, {"Citation": "Gupta A, Vyas RK, Gupta AB. Occurrence of acyclovir in the aquatic environment, its removal and research perspectives: A review. J Water Process Eng. 2021;39:101855. doi: 10.1016/j.jwpe.2020.101855.", "ArticleIdList": ["10.1016/j.jwpe.2020.101855"]}, {"Citation": "Acquavia MA, Foti L, Pascale R, Nicol A, Cataldi TRI, Martelli G, Scrano L, Bianco G. Detection and quantification of Covid-19 antiviral drugs in biological fluids and tissues. Talanta. 2021;224:121862. doi: 10.1016/j.jwpe.2020.101855.", "ArticleIdList": ["10.1016/j.jwpe.2020.101855", "PMC7642756", "33379073"]}, {"Citation": "Müller DM, Rentsch KM. Therapeutic drug monitoring by LC-MS-MS with special focus on anti-infective drugs. Anal and Bioanal Chem. 2010;398:2573–2594. doi: 10.1007/s00216-010-3986-z.", "ArticleIdList": ["10.1007/s00216-010-3986-z", "20652551"]}, {"Citation": "Yao L, Chen Z, Dou W-Y, Yao Z-K, Duan X-C, Chen Z-F, Zhang L-J, Nong Y-J, Zhao J-L, Ying G-G. Occurrence, removal and mass loads of antiviral drugs in seven wastewater treatment plants with various treatment processes. Water Res. 2021;207:117803. doi: 10.1016/j.watres.2021.117803.", "ArticleIdList": ["10.1016/j.watres.2021.117803", "34741900"]}, {"Citation": "Axel M, Ewelina K, Jenny-Maria B, Leif K. An online SPE LC-MS/MS method for the analysis of antibiotics in environmental water. Environ SciPollut Res. 2017;24:8692–8699. doi: 10.1007/s11356-017-8588-2.", "ArticleIdList": ["10.1007/s11356-017-8588-2", "28210946"]}, {"Citation": "Rimayi C, Odusanya D, Weiss JM, de Boer J, Chimuka L. Contaminants of emerging concern in the Hartbeespoort Dam catchment and the uMngeni River estuary 2016 pollution incident, South Africa. Sci Total Environ. 2018;627:1008–1017. doi: 10.1016/j.scitotenv.2018.01.263.", "ArticleIdList": ["10.1016/j.scitotenv.2018.01.263", "29426120"]}, {"Citation": "Mohapatra S. COVID-19: How safe are antiviral drugs for environment?; In: Down to Earth. 2020. https://www.downtoearth.org.in/blog/environment/covid-19-how-safe-are-antiviral-drugs-for-environment-70730. Accessed 23 Sep 2020"}, {"Citation": "Fical L, Khalikova M, Vlčková HK, Lhotská I, Hadysová Z, Vokřál I, Červený L, Švec F, Nováková L. Determination of antiviral drugs and their metabolites using micro-solid phase extraction and UHPLC-MS/MS in reversed-phase and hydrophilic interaction chromatography modes. Molecules. 2021;26:1–22. doi: 10.3390/molecules26082123.", "ArticleIdList": ["10.3390/molecules26082123", "PMC8067820", "33917128"]}, {"Citation": "Reckers A, Wu AH, Ong CM, Gandhi M, Metcalfe J, Gerona R. A combined assay for quantifying remdesivir and its metabolite, along with dexamethasone, in serum. J Antimicrob Chemother. 2021;76:1865–1873. doi: 10.1093/jac/dkab094.", "ArticleIdList": ["10.1093/jac/dkab094", "PMC8083282", "33864090"]}, {"Citation": "Li Y, Cao L, Li G, Cong F, Li Y, Sun J, Luo Y, Chen G, Li G, Wang P, Xing F, Ji Y, Zhao J, Zhang Y, Guo D, Zhang X. Remdesivir metabolite GS-441524 effectively inhibits SARS-CoV-2 infection in mouse models. J Med Chem. 2021;65:2785–2793. doi: 10.1021/acs.jmedchem.0c01929.", "ArticleIdList": ["10.1021/acs.jmedchem.0c01929", "33523654"]}, {"Citation": "Avataneo V, de Nicolo A, Cusato J, Antonucci M, Manca A, Palermiti A, Waitt C, Walimbwa S, Lamorde M, Di Perri G, D’avolio A. Development and validation of a UHPLC-MS/MS method for quantification of the prodrug remdesivir and its metabolite GS-441524: a tool for clinical pharmacokinetics of SARS-CoV-2/COVID-19 and Ebola virus disease. J Antimicrob Chemother. 2020;75:1772–1777. doi: 10.1093/jac/dkaa152.", "ArticleIdList": ["10.1093/jac/dkaa152", "PMC7197584", "32361744"]}, {"Citation": "Fan Q, Zhang B, Ma J, Zhang S. Safety profile of the antiviral drug remdesivir: An update. Biomed Pharmacother. 2020;130:110532. doi: 10.1016/j.biopha.2020.110532.", "ArticleIdList": ["10.1016/j.biopha.2020.110532", "PMC7373689", "32707440"]}, {"Citation": "Pasupuleti RR, Tsai PC, Ponnusamy VK, Pugazhendhi A. Rapid determination of remdesivir (SARS-CoV-2 drug) in human plasma for therapeutic drug monitoring in COVID-19-Patients. Process Biochem. 2021;102:150–156. doi: 10.1016/j.procbio.2020.12.014.", "ArticleIdList": ["10.1016/j.procbio.2020.12.014", "PMC7762619", "33390763"]}, {"Citation": "Emam AA, Abdelaleem EA, Abdelmomen EH, Abdelmoety RH, Abdelfatah RM. Rapid and ecofriendly UPLC quantification of Remdesivir, Favipiravir and Dexamethasone for accurate therapeutic drug monitoring in Covid-19 Patient’s plasma. Microchem J. 2022;179:107580. doi: 10.1016/j.microc.2022.107580.", "ArticleIdList": ["10.1016/j.microc.2022.107580", "PMC9098531", "35582001"]}, {"Citation": "Kishore D, Prasad KR, Darapureddy C, Phani RS. Development and validation of a new HPLC bioanalytical internal standard method for the analysis of Remdesivir in human plasma. Rasayan J Chem. 2021;14:2639–2644. doi: 10.31788/RJC.2021.1446373.", "ArticleIdList": ["10.31788/RJC.2021.1446373"]}, {"Citation": "Xiao D, John Ling KH, Tarnowski T, Humeniuk R, German P, Mathias A, Chu J, Chen YS, van Ingen E. Validation of LC-MS/MS methods for determination of remdesivir and its metabolites GS-441524 and GS-704277 in acidified human plasma and their application in COVID-19 related clinical studies. Anal Biochem. 2021;617:114118. doi: 10.1016/j.ab.2021.114118.", "ArticleIdList": ["10.1016/j.ab.2021.114118", "PMC7835612", "33508271"]}, {"Citation": "van Beek SJ. Treatment of antiviral drugs in wastewater using advanced oxidation processes – ozonation of oseltamivir phosphate, Master Thesis, University of Alberta, Alberta, 2021. https://era.library.ualberta.ca/items/4d75ae82-d3c9-4073-8b0a-f23bceef672b. Accessed 23 Jan 2022."}, {"Citation": "Abo-Gharam AH, El-Kafrawy DS. Eco-friendly stability-indicating HPTLC micro-determination of the first FDA approved SARS-CoV-2 antiviral prodrug Remdesivir: Study of degradation kinetics and structural elucidation of the degradants using HPTLC-MS. Sustain Chem Pharm. 2022;29:100744. doi: 10.1016/j.scp.2022.100744.", "ArticleIdList": ["10.1016/j.scp.2022.100744", "PMC9192941", "35720509"]}, {"Citation": "Ibrahim AE, El Deeb S, Abdelhalim EM, Al-Harrasi A, Sayed RA. Green stability indicating organic solvent-free HPLC determination of remdesivir in substances and pharmaceutical dosage forms. Separations. 2021;8:243. doi: 10.3390/separations8120243.", "ArticleIdList": ["10.3390/separations8120243"]}, {"Citation": "Amara A, Penchala SD, Else L, Hale C, FitzGerald R, Walker L, Lyons R, Fletcher T, Khoo S. The development and validation of a novel LCMS/ MS method for the simultaneous quantification of Molnupiravir and its metabolite ß-d-N4-hydroxycytidine in human plasma and saliva. J Pharm Biomed Anal. 2021;206:114356. doi: 10.1016/j.jpba.2021.114356.", "ArticleIdList": ["10.1016/j.jpba.2021.114356", "PMC7611757", "34509661"]}, {"Citation": "Ali SNS, Mobina L, Mehfuza M, Seema P, Ahmed A, Khan GJ. Analytical method development and validation and forced degradation stability-indicating studies of Favipiravir by RP-HPLC and UV in bulk and pharmaceutical dosage form. J Pharm Res Int. 2021;33:254–271. doi: 10.9734/jpri/2021/v33i48b33283.", "ArticleIdList": ["10.9734/jpri/2021/v33i48b33283"]}, {"Citation": "Aboras SI, Abdine HH, Ragab MA, Korany MA. A review on analytical strategies for the assessment of recently approved direct acting antiviral drugs. Crit Rev Anal Chem. 2022;52:1878–1900. doi: 10.1080/10408347.2021.1923456.", "ArticleIdList": ["10.1080/10408347.2021.1923456", "34138669"]}, {"Citation": "Hamdy MM, Abdel Moneim MM, Kamal MF. Accelerated stability study of the ester prodrug remdesivir: Recently FDA-approved Covid-19 antiviral using reversed-phase-HPLC with fluorimetric and diode array detection. Biomed Chromatogr. 2021;35:e5212. doi: 10.1002/bmc.5212.", "ArticleIdList": ["10.1002/bmc.5212", "34227154"]}, {"Citation": "Mikhail IE, Elmansi H, Belal F, Ehab IA. Green micellar solvent-free HPLC and spectrofluorimetric determination of favipiravir as one of COVID-19 antiviral regimens. Microchem J. 2021;165:106189. doi: 10.1016/j.microc.2021.106189.", "ArticleIdList": ["10.1016/j.microc.2021.106189", "PMC7985603", "33776146"]}, {"Citation": "Mohamed MA, Eldin GM, Ismail SM, Zine N, Elaissari A, Jaffrezic-Renault N, Errachid A. Innovative electrochemical sensor for the precise determination of the new antiviral COVID-19 treatment Favipiravir in the presence of coadministered drugs. J Electroanal Chem. 2021;895:115422. doi: 10.1016/j.jelechem.2021.115422.", "ArticleIdList": ["10.1016/j.jelechem.2021.115422", "PMC8161794", "34075313"]}, {"Citation": "Bulduk I. HPLC-UV method for quantification of favipiravir in pharmaceutical formulations. Acta Chromatogr. 2020;33:209–215. doi: 10.1556/1326.2020.00828.", "ArticleIdList": ["10.1556/1326.2020.00828"]}, {"Citation": "Nadendla R, Patchala A. A validated high performance liquid chromatographic method for the quantification of favipiravir by PDA detector. Int J Pharma Bio Sci. 2021;11(181–188) 10.22376/ijpbs/lpr.2021.11.2.p181-188."}, {"Citation": "Merck KGaA . Analysis of Remdesivir and other antiviral drugs using LC-MS/MS. 2021."}, {"Citation": "Hinnenkamp V, Balsaa P, Schmidt TC. Target, suspect and non-target screening analysis from wastewater treatment plant effluents to drinking water using collision cross section values as additional identification criterion. 2022;414:425–438. doi: 10.1007/s00216-021-03263-1.", "ArticleIdList": ["10.1007/s00216-021-03263-1", "PMC8748347", "33768366"]}, {"Citation": "OMx Personal Health Analytics . Favipiravir: Predicted MS/MS Spectrum. 2022."}, {"Citation": "Wishart Research Group . CFM-ID: Competitive fragmentation modeling for metabolite identification. Spectra Prediction; 2022."}, {"Citation": "National Institute of Standards, Technology. NIST Standard Reference Database; 2022. https://webbook.nist.gov/chemistry/. Accessed 5 Jul 2022."}, {"Citation": "Deutsches Institut für Normung. DIN 38402-51: Deutsche Einheitsverfahren zur Wasser-, Abwasser und Schlammuntersuchung – Allgemeine Angaben (Gruppe A) - Teil 51: Kalibrierung von Analysenverfahren - Lineare Kalibrierfunktion (A51); 2014"}, {"Citation": "Andrade JM, Gómez-Carracedo MP. Notes on the use of Mandel’s test to check for nonlinearity in laboratory calibrations. Anal Methods. 2013;5:1145–1149. doi: 10.1039/c2ay26400e.", "ArticleIdList": ["10.1039/c2ay26400e"]}, {"Citation": "Environmental Protection Agency (EPA US). Definition and procedure for the determination of the method detection limit—Revision 2. EPA. 2016:821-R-16-006."}, {"Citation": "The International Union of Pure and Applied Chemistry (IUPAC). Compendium of Chemical Terminology - sensitivity (S05606): The \"Gold Book\". 2019. https://goldbook.iupac.org/terms/view/S05606. Accessed 25 Apr 2023."}, {"Citation": "Deutsches Institut für Normung . DIN 32645: Chemische Analytik – Nachweis-, Erfassungs- und Bestimmungsgrenze unter Wiederholbedingungen – Begriffe. Auswertung: Verfahren; 2008."}, {"Citation": "Enke CG. A predictive model for matrix and analyte effects in electrospray ionization of singly-charged ionic analytes. Anal Chem. 1997;69:4885–4893. doi: 10.1021/ac970095w.", "ArticleIdList": ["10.1021/ac970095w", "9406535"]}, {"Citation": "Kebarle P, Tang L. From ions in solution to ions in the gas phase. Anal Chem. 1993;65:972A–986A. doi: 10.1021/ac00070a715.", "ArticleIdList": ["10.1021/ac00070a715"]}, {"Citation": "Agilent Technologies Inc. Software: Isotope Distribution Calculator; 2022."}, {"Citation": "Azuma T, Ishida M, Hisamatsu K, Yunoki A, Otomo K, Kunitou M, Shimizu M, Hosomaru K, Mikata S, Mino Y. Fate of new three antiinfluenza drugs and one prodrug in the water environment. Chemosphere. 2017;169:550–557. doi: 10.1016/j.chemosphere.2016.11.102.", "ArticleIdList": ["10.1016/j.chemosphere.2016.11.102", "27898328"]}, {"Citation": "Marzouk HM, Rezk MR, Gouda AS, Abdel-Megied AM. A novel stability-indicating HPLC-DAD method for determination of favipiravir, a potential antiviral drug for COVID-19 treatment; application to degradation kinetic studies and in-vitro dissolution profiling. Microchem J. 2022;172:106917. doi: 10.1016/j.microc.2021.106917.", "ArticleIdList": ["10.1016/j.microc.2021.106917", "PMC8518200", "34667334"]}, {"Citation": "Vemuri DK, Gundla R, Konduru N, Mallavarapu R, Katari NK. Favipiravir (SARS-CoV-2) degradation impurities: Identification and route of degradation mechanism in the finished solid dosage form using LC/LC–MS method. Biomed Chromatogr. 2022;36:1–16. doi: 10.1002/bmc.5363.", "ArticleIdList": ["10.1002/bmc.5363", "PMC9073977", "35292997"]}, {"Citation": "Kiyanmehr K, Moussavi G, Mohammadi S, Naddafi K, Giannakis S. The efficacy of the VUV/O3 process run in a continuous-flow fluidized bed reactor for simultaneous elimination of favipiravir and bacteria in aqueous matrices. Chemosphere. 2022;304:135307. doi: 10.1016/j.chemosphere.2022.135307.", "ArticleIdList": ["10.1016/j.chemosphere.2022.135307", "35716652"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "10"}, {"Year": "2023", "Month": "6", "Day": "16"}, {"Year": "2023", "Month": "5", "Day": "17"}, {"Year": "2023", "Month": "8", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "13", "Hour": "12", "Minute": "32"}, {"Year": "2023", "Month": "7", "Day": "13", "Hour": "11", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37439856", "PMC10444687", "10.1007/s00216-023-04811-7", "10.1007/s00216-023-04811-7"]}}], "PubmedBookArticle": []}