{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Allelopathy", "Herbivory", "Ozone", "Phenylpropanoid pathway", "ROS detoxification", "Secondary metabolites"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37440135", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "07", "Day": "13"}], "ELocationID": ["10.1007/s11356-023-28634-2"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "38", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Secondary metabolites responses of plants exposed to ozone: an update.", "Pagination": {"StartPage": "88281", "EndPage": "88312", "MedlinePgn": "88281-88312"}, "Abstract": {"AbstractText": ["Tropospheric ozone (O<sub>3</sub>) is a secondary pollutant that causes oxidative stress in plants due to the generation of excess reactive oxygen species (ROS). Phenylpropanoid metabolism is induced as a usual response to stress in plants, and induction of key enzyme activities and accumulation of secondary metabolites occur, upon O<sub>3</sub> exposure to provide resistance or tolerance. The phenylpropanoid, isoprenoid, and alkaloid pathways are the major secondary metabolic pathways from which plant defense metabolites emerge. Chronic exposure to O<sub>3</sub> significantly accelerates the direction of carbon flows toward secondary metabolic pathways, resulting in a resource shift in favor of the synthesis of secondary products. Furthermore, since different cellular compartments have different levels of ROS sensitivity and metabolite sets, intracellular compartmentation of secondary antioxidative metabolites may play a role in O<sub>3</sub>-induced ROS detoxification. Plants' responses to resource partitioning often result in a trade-off between growth and defense under O<sub>3</sub> stress. These metabolic adjustments help the plants to cope with the stress as well as for achieving new homeostasis. In this review, we discuss secondary metabolic pathways in response to O<sub>3</sub> in plant species including crops, trees, and medicinal plants; and how the presence of this stressor affects their role as ROS scavengers and structural defense. Furthermore, we discussed how O<sub>3</sub> affects key physiological traits in plants, foliar chemistry, and volatile emission, which affects plant-plant competition (allelopathy), and plant-insect interactions, along with an emphasis on soil dynamics, which affect the composition of soil communities via changing root exudation, litter decomposition, and other related processes."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Lucknow, -226007, Lucknow, India."}], "LastName": "Singh", "ForeName": "Aditya Abha", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Air Pollution and Global Climate Change, Department of Botany, Institute of Science, Banaras Hindu University, Varanasi, 221005, India."}], "LastName": "Ghosh", "ForeName": "Annesha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Air Pollution and Global Climate Change, Department of Botany, Institute of Science, Banaras Hindu University, Varanasi, 221005, India."}], "LastName": "Agrawal", "ForeName": "Madhoolika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Air Pollution and Global Climate Change, Department of Botany, Institute of Science, Banaras Hindu University, Varanasi, 221005, India. sbagrawal56@gmail.com."}], "LastName": "Agrawal", "ForeName": "Shashi Bhushan", "Initials": "SB"}], "GrantList": [{"GrantID": "F.30-578/2021(BSR)", "Agency": "University Grants Commission", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agathokleous E, Feng Z, Oksanen E, Sicard P, Wang Q, Saitanis CJ, Araminiene V, Blande JD, Hayes F, Calatayud V, Domingos M (2020) Ozone affects plant, insect, and soil microbial communities: a threat to terrestrial ecosystems and biodiversity. Sci Adv 6(33):eabc1176"}, {"Citation": "Agathokleous E, Kitao M, Calabrese EJ (2019a) Hormesis: a compelling platform for sophisticated plant science. Trends Plant Sci 24(4):318–327"}, {"Citation": "Agathokleous E, Saitanis CJ (2020) Plant susceptibility to ozone: a tower of Babel? Sci Total Environ 703:134962"}, {"Citation": "Agathokleous E, Saitanis CJ, Wang X, Watanabe M, Koike T (2016) A review study on past 40 years of research on effects of tropospheric O<sub>3</sub> on belowground structure, functioning, and processes of trees: a linkage with potential ecological implications. Water Air Soil Pollut 227(1):1–28"}, {"Citation": "Agathokleous E, Sakikawa T, Abu Elela SA, Mochizuki T, Nakamura M, Watanabe M, Kawamura K, Koike T (2017) Ozone alters the feeding behavior of the leaf beetle Agelastica coerulea (Coleoptera: Chrysomelidae) into leaves of Japanese white birch (Betula platyphylla var. japonica). Environ Sci Pollut Res 24(21):17577–17583"}, {"Citation": "Agathokleous E, WaiLi Y, Ntatsi G, Konno K, Saitanis CJ, Kitao M, Koike T (2019b) Effects of ozone and ammonium sulfate on cauliflower: emphasis on the interaction between plants and insect herbivores. Sci Total Environ 659:995–1007"}, {"Citation": "Agati G, Brunetti C, Di Ferdinando M, Ferrini F, Pollastri S, Tattini M (2013) Functional roles of flavonoids in photoprotection: new evidence, lessons from the past. Plant Physiol Biochem 72:35–45"}, {"Citation": "Agati G, Matteini P, Goti A, Tattini M (2007) Chloroplast-located flavonoids can scavenge singlet oxygen. New Phytol 174(1):77–89"}, {"Citation": "Agati G, Stefano G, Biricolti S, Tattini M (2009) Mesophyll distribution of ‘antioxidant’ flavonoid glycosides in Ligustrum vulgare leaves under contrasting sunlight irradiance. Ann Bot 104(5):853–861"}, {"Citation": "Agrell J, Kopper B, McDonald EP, Lindroth RL (2005) CO<sub>2</sub> and O<sub>3</sub> effects on host plant preferences of the forest tent caterpillar (Malacosoma disstria). Glob Chang Biol 11(4):588–599"}, {"Citation": "Ahuja I, Kissen R, Bones AM (2012) Phytoalexins in defense against pathogens. Trends Plant Sci 17(2):73–90"}, {"Citation": "Ainsworth EA (2017) Understanding and improving global crop response to ozone pollution. Plant J 90(5):886–897"}, {"Citation": "Ali JG, Agrawal AA (2012) Specialist versus generalist insect herbivores and plant defense. Trends Plant Sci 17(5):293–302"}, {"Citation": "Andersen CP (2003) Source–sink balance and carbon allocation below ground in plants exposed to ozone. New Phytol 157(2):213–228"}, {"Citation": "Andersen SO, Halberstadt ML, Borgfucd-Parnell N (2013) Stratospheric ozone, global warming, and the principle of unintended consequences-an ongoing science and policy success story. J Air Waste Manage Assoc 63(6):607–647"}, {"Citation": "Ansari N, Agrawal M, Agrawal SB (2021b) An assessment of growth, floral morphology, and metabolites of a medicinal plant Sida cordifolia L. under the influence of elevated ozone. Environ Sci Pollut Res 28(1):832–845"}, {"Citation": "Ansari N, Yadav DS, Agrawal M, Agrawal SB (2021a) The impact of elevated ozone on growth, secondary metabolites, production of reactive oxygen species and antioxidant response in an anti-diabetic plant Costus pictus. Funct Plant Biol 48(6):597–610"}, {"Citation": "Awmack CS, Harrington R, Lindroth RL (2004) Aphid individual performance may not predict population responses to elevated CO<sub>2</sub> or O<sub>3</sub>. Glob Chang Biol 10(8):1414–1423"}, {"Citation": "Azmir J, Zaidul IS, Rahman MM, Sharif KM, Mohamed A, Sahena F, Jahurul MH, Ghafoor K, Norulaini NA, Omar AK (2013) Techniques for extraction of bioactive compounds from plant materials: a review. J Food Eng 117(4):426–436"}, {"Citation": "Badri DV, Vivanco JM (2009) Regulation and function of root exudates. Plant Cell Environ 32(6):666–681"}, {"Citation": "Balmer D, Flors V, Glauser G, Mauch-Mani B (2013) Metabolomics of cereals under biotic stress: current knowledge and techniques. Front Plant Sci 4:82"}, {"Citation": "Bardon C, Piola F, Bellvert F, Haichar FE, Comte G, Meiffren G, Pommier T, Puijalon S, Tsafack N, Poly F (2014) Evidence for biological denitrification inhibition (BDI) by plant secondary metabolites. New Phytol 204(3):620–630"}, {"Citation": "Bartram S, Jux A, Gleixner G, Boland W (2006) Dynamic pathway allocation in early terpenoid biosynthesis of stress-induced lima bean leaves. Phytochemistry 67(15):1661–1672"}, {"Citation": "Bartwal A, Mall R, Lohani P, Guru SK, Arora S (2013) Role of secondary metabolites and brassinosteroids in plant defense against environmental stresses. J Plant Growth Regul 32(1):216–232"}, {"Citation": "Batish DR, Singh HP, Kaur S, Kohli RK, Yadav SS (2008) Caffeic acid affects early growth, and morphogenetic response of hypocotyl cuttings of mung bean (Phaseolus aureus). J Plant Physiol 165(3):297–305"}, {"Citation": "Beckman CH (2000) Phenolic-storing cells: keys to programmed cell death and periderm formation in wilt disease resistance and in general defence responses in plants? Physiol Mol Plant Pathol 57(3):101–110"}, {"Citation": "Behnke K, Kleist E, Uerlings R, Wildt J, Rennenberg H, Schnitzler JP (2009) RNAi-mediated suppression of isoprene biosynthesis in hybrid poplar impacts ozone tolerance. Tree Physiol 29(5):725–736"}, {"Citation": "Bender J, Muntifering RB, Lin JC, Weigel HJ (2006) Growth and nutritive quality of Poa pratensis as influenced by ozone and competition. Environ Pollut 142(1):109–115"}, {"Citation": "Betz GA, Knappe C, Lapierre C, Olbrich M, Welzl G, Langebartels C, Heller W, Sandermann H, Ernst D (2009) Ozone affects shikimate pathway transcripts and monomeric lignin composition in European beech (Fagus sylvatica L.). Eur J For Res 128(2):109–116"}, {"Citation": "Betzelberger AM, Gillespie KM, Mcgrath JM, Koester RP, Nelson RL, Ainsworth EA (2010) Effects of chronic elevated ozone concentration on antioxidant capacity, photosynthesis and seed yield of 10 soybean cultivars. Plant Cell Environ 33(9):1569–1581"}, {"Citation": "Biagioni M, Nali C, Heimler D, Lorenzini G (1997) PAL activity and differential ozone sensitivity in tobacco, bean and poplar. J Phytopathol 145(11-12):533–539"}, {"Citation": "Biere A, Bennett AE (2013) Three-way interactions between plants, microbes and insects. Functional Ecology 27(3):567–573"}, {"Citation": "Bison JV, Cardoso-Gustavson P, de Moraes RM, da Silva Pedrosa G, Cruz LS, Freschi L, de Souza SR (2018) Volatile organic compounds and nitric oxide as responses of a Brazilian tropical species to ozone: the emission profile of young and mature leaves. Environ Sci Pollut Res 25:3840–3848"}, {"Citation": "Biswas DK, Xu H, Li YG, Sun JZ, Wang XZ, Han XG, Jiang GM (2008) Genotypic differences in leaf biochemical, physiological and growth responses to ozone in 20 winter wheat cultivars released over the past 60 years. Glob Chang Biol 14(1):46–59"}, {"Citation": "Blande JD (2021) Effects of air pollution on plant–insect interactions mediated by olfactory and visual cues. Curr Opin Environ Sci Health 19:100228"}, {"Citation": "Blande JD, Holopainen JK, Li T (2010) Air pollution impedes plant-to-plant communication by volatiles. Ecol Lett 13(9):1172–1181"}, {"Citation": "Blande JD, Holopainen JK, Niinemets Ü (2014) Plant volatiles in polluted atmospheres: stress responses and signal degradation. Plant Cell Environ 37(8):1892–1904"}, {"Citation": "Bonello P, Heller W, Sandermann H Jr (1993) Ozone effects on root-disease susceptibility and defence responses in mycorrhizal and non-mycorrhizal seedlings of Scots pine (Pinus sylvestris L.). New Phytol 124(4):653–663"}, {"Citation": "Booker FL, Burkey KO, Jones AM (2012) Re-evaluating the role of ascorbic acid and phenolic glycosides in ozone scavenging in the leaf apoplast of Arabidopsis thaliana L. Plant Cell Environ 35(8):1456–1466"}, {"Citation": "Booker FL, Miller JE (1998) Phenylpropanoid metabolism and phenolic composition of soybean [Glycine max (L.) Merr.] leaves following exposure to ozone. J Exp Bot 49(324):1191–1202"}, {"Citation": "Bors W, Langebartels C, Michel C, Sandermann H Jr (1989) Polyamines as radical scavengers and protectants against ozone damage. Phytochemistry 28(6):1589–1595"}, {"Citation": "Bortolin RC, Caregnato FF, Divan AM Jr, Reginatto FH, Gelain DP, Moreira JCF (2014) Effects of chronic elevated ozone concentration on the redox state and fruit yield of red pepper plant Capsicum baccatum. Ecotoxicol Environ Saf 100:114–121"}, {"Citation": "Bortolin RC, Caregnato FF, Junior AM, Zanotto-Filho A, Moresco KS, de Oliveira Rios A, de Oliveira Salvi A, Ortmann CF, de Carvalho P, Reginatto FH, Gelain DP (2016) Chronic ozone exposure alters the secondary metabolite profile, antioxidant potential, anti-inflammatory property, and quality of red pepper fruit from Capsicum baccatum. Ecotoxicol Environ Saf 129:16–24"}, {"Citation": "Bridges M, Jones AM, Bones AM, Hodgson C, Cole R, Bartlet E, Wallsgrove R, Karapapa VK, Watts N, Rossiter JT (2002) Spatial organization of the glucosinolate–myrosinase system in brassica specialist aphids is similar to that of the host plant. Proc R Soc B: Biol Sci 269(1487):187–191"}, {"Citation": "Brown EJ, Khodr H, Hider CR, Rice-Evans CA (1998) Structural dependence of flavonoid interactions with Cu<sup>2+</sup> ions: implications for their antioxidant properties. Biochem J 330(3):1173–1178"}, {"Citation": "Buer CS, Muday GK (2004) The transparent testa4 mutation prevents flavonoid synthesis and alters auxin transport and the response of Arabidopsis roots to gravity and light. Plant Cell 16(5):1191–1205"}, {"Citation": "Cabane M, Afif D, Hawkins S (2012) Lignins and abiotic stresses. In: Advances in botanical research, vol 61. Academic Press, pp 219–262"}, {"Citation": "Cabané M, Pireaux JC, Léger E, Weber E, Dizengremel P, Pollet B, Lapierre C (2004) Condensed lignins are synthesized in poplar leaves exposed to ozone. Plant Physiol 134(2):586–594"}, {"Citation": "Calderon-Montano JM, Burgos-Morón E, Pérez-Guerrero C, López-Lázaro M (2011) A review on the dietary flavonoid kaempferol. Mini Rev Med Chem 11(4):298–344"}, {"Citation": "Calfapietra C, Fares S, Loreto F (2009) Volatile organic compounds from Italian vegetation and their interaction with ozone. Environ Pollut 157(5):1478–1486"}, {"Citation": "Calfapietra C, Fares S, Manes F, Morani A, Sgrigna G, Loreto F (2013) Role of biogenic volatile organic compounds (BVOC) emitted by urban trees on ozone concentration in cities: A review. Environ Pollut 183:71–80"}, {"Citation": "Caretto S, Linsalata V, Colella G, Mita G, Lattanzio V (2015) Carbon fluxes between primary metabolism and phenolic pathway in plant tissues under stress. Int J Mol Sci 16(11):26378–26394"}, {"Citation": "Carqueijeiro I, Noronha H, Duarte P, Gerós H, Sottomayor M (2013) Vacuolar transport of the medicinal alkaloids from Catharanthus roseus is mediated by a proton-driven antiport. Plant Physiol 162(3):1486–1496"}, {"Citation": "Carriero G, Brunetti C, Fares S, Hayes F, Hoshika Y, Mills G, Tattini M, Paoletti E (2016) BVOC responses to realistic nitrogen fertilization and ozone exposure in silver birch. Environ Pollut 213:988–995"}, {"Citation": "Castagna A, Ranieri A (2009) Detoxification and repair process of ozone injury: from O<sub>3</sub> uptake to gene expression adjustment. Environ Pollut 157(5):1461–1469"}, {"Citation": "Cesco S, Neumann G, Tomasi N, Pinton R, Weisskopf L (2010) Release of plant-borne flavonoids into the rhizosphere and their role in plant nutrition. Plant and Soil 329(1):1–25"}, {"Citation": "Chai TT, Ooh KF, Ooi PW, Chue PS, Wong FC (2013) Leucaena leucocephala leachate compromised membrane integrity, respiration and antioxidative defence of water hyacinth leaf tissues. Botanical Studies 54(1):1–7"}, {"Citation": "Chappelka AH, Grulke NE (2016) Disruption of the ‘disease triangle’ by chemical and physical environmental change. Plant Biology 18:5–12"}, {"Citation": "Chaudhary, I. J., Nigam, B., & Rathore, D. (2022). Effect of elevated ozone on soybean (Glycine max L.) cultivar: role of orange juice and synthetic ascorbic acid."}, {"Citation": "Chen AY, Chen YC (2013) A review of the dietary flavonoid, kaempferol on human health and cancer chemoprevention. Food Chem 138(4):2099–2107"}, {"Citation": "Chen C, Chen S, Jha RK, Cotrozzi L, Nali C, Lorenzini G, Ma L (2020) Phenol metabolism of two cultivars of durum wheat (Triticum durum Desf.) as affected by ozone and flooding stress. J Agron Crop Sci 206(3):338–351"}, {"Citation": "Chen C, Zhang H, Dong C, Ji H, Zhang X, Li L, Ban Z, Zhang N, Xue W (2019) Effect of ozone treatment on the phenylpropanoid biosynthesis of postharvest strawberries. RSC Adv 9(44):25429–25438"}, {"Citation": "Chen F, Liu CJ, Tschaplinski TJ, Zhao N (2009) Genomics of secondary metabolism in Populus: interactions with biotic and abiotic environments. Crit Rev Plant Sci 28(5):375–392"}, {"Citation": "Cho K, Tiwari S, Agrawal SB, Torres NL, Agrawal M, Sarkar A, Shibato J, Agrawal GK, Kubo A, Rakwal R (2011) Tropospheric ozone and plants: absorption, responses, and consequences. Rev Environ Contam Toxicol 212:61–111"}, {"Citation": "Choi IS, Choi EY, Jin JY, Park HR, Choi JI, Kim SJ (2013) Kaempferol inhibits P. intermedia lipopolysaccharide-induced production of nitric oxide through translational regulation in murine macrophages: critical role of heme oxygenase-1-mediated ROS reduction. J Periodontol 84(4):545–555"}, {"Citation": "Chomel M, Fernandez C, Bousquet‐Mélou A, Gers C, Monnier Y, Santonja M, Gauquelin T, Gros R, Lecareux C, Baldy V (2014) Secondary metabolites of Pinus halepensis alter decomposer organisms and litter decomposition during afforestation of abandoned agricultural zones. J Ecol 102(2):411–424"}, {"Citation": "Chomel M, Guittonny‐Larchevêque M, Fernandez C, Gallet C, DesRochers A, Paré D, Jackson BG, Baldy V (2016) Plant secondary metabolites: a key driver of litter decomposition and soil nutrient cycling. J Ecol 104(6):1527–1541"}, {"Citation": "Cotrozzi L, Campanella A, Pellegrini E, Lorenzini G, Nali C, Paoletti E (2018) Phenylpropanoids are key players in the antioxidant defense to ozone of European ash, Fraxinus excelsior. Environ Sci Pollut Res 25(9):8137–8147"}, {"Citation": "Cotrozzi L, Conti B, Lorenzini G, Pellegrini E, Nali C (2021) In the tripartite combination ozone-poplar-Chrysomela populi, the pollutant alters the plant-insect interaction via primary metabolites of foliage. Environ Res 201:111581"}, {"Citation": "Cotrozzi L, Nali C (2014) Oxidative stress, phenolic compounds and officinal plants: the case of Melissa officinalis exposed to ozone. Italus Hortus 21(2):35–47"}, {"Citation": "Couture JJ (2011) Impact of elevated CO<sub>2</sub> and O<sub>3</sub> on community herbivory in a northern temperate forest (Ph.D. dissertation). University of Wisconsin, Madison"}, {"Citation": "Couture JJ, Holeski LM, Lindroth RL (2014) Long-term exposure to elevated CO<sub>2</sub> and O<sub>3</sub> alters aspen foliar chemistry across developmental stages. Plant Cell Environ 37(3):758–765"}, {"Citation": "Couture JJ, Lindroth RL (2012) Atmospheric change alters performance of an invasive forest insect. Glob Chang Biol 18(12):3543–3557"}, {"Citation": "Couture JJ, Meehan TD, Lindroth RL (2012) Atmospheric change alters foliar quality of host trees and performance of two outbreak insect species. Oecologia 168(3):863–876"}, {"Citation": "Croteau R, Kutchan TM, Lewis NG (2000) Natural products (secondary metabolites). Biochem Mol Biol Plants 24:1250–1319"}, {"Citation": "Cui H, Su J, Wei J, Hu Y, Ge F (2014) Elevated O<sub>3</sub> enhances the attraction of whitefly-infested tomato plants to Encarsia formosa. Sci Rep 4(1):1–6"}, {"Citation": "Cui H, Sun Y, Su J, Ren Q, Li C, Ge F (2012) Elevated O<sub>3</sub> reduces the fitness of Bemisia tabaci via enhancement of the SA-dependent defense of the tomato plant. Arthropod-Plant Interactions 6(3):425–437"}, {"Citation": "da Rosa Santos AC, Furlan CM (2013) Levels of phenolic compounds in Tibouchina pulchra after fumigation with ozone. Atmos Pollut Res 4(3):250–256"}, {"Citation": "da Silva Engela MR, Furlan CM, Esposito MP, Fernandes FF, Carrari E, Domingos M, Paoletti E, Hoshika Y (2021) Metabolic and physiological alterations indicate that the tropical broadleaf tree Eugenia uniflora L. is sensitive to ozone. Sci Total Environ 769:145080"}, {"Citation": "De Luca V, Salim V, Thamm A, Masada SA, Yu F (2014) Making iridoids/secoiridoids and monoterpenoid indole alkaloids: progress on pathway elucidation. Curr Opin Plant Biol 19:35–42"}, {"Citation": "Demos EK, Woolwine M, Wilson RH, McMillan C (1975) The effects of ten phenolic compounds on hypocotyl growth and mitochondrial metabolism of mung bean. Am J Bot 62(1):97–102"}, {"Citation": "Denisov ET, Afanas' ev IB (2005) Oxidation and antioxidants in organic chemistry and biology. CRC press"}, {"Citation": "D'Haese D, Horemans N, Coen WD, Guisez Y (2006) Identification of late O<sub>3</sub> responsive genes in Arabidopsis thaliana by cDNA microarray analysis. Physiol Plant 128(1):70–79"}, {"Citation": "Di Baccio D, Castagna A, Paoletti E, Sebastiani L, Ranieri A (2008) Could the differences in O<sub>3</sub> sensitivity between two poplar clones be related to a difference in antioxidant defense and secondary metabolic response to O<sub>3</sub> influx? Tree Physiol 28(12):1761–1772"}, {"Citation": "Ditchkoff SS, Lewis JS, Lin JC, Muntifering RB, Chappelka AH (2009) Nutritive quality of highbush blackberry (Rubus argutus) exposed to tropospheric ozone. Rangel Ecol Manage 62(4):364–370"}, {"Citation": "Divekar PA, Narayana S, Divekar BA, Kumar R, Gadratagi BG, Ray A, Singh AK, Rani V, Singh V, Singh AK, Kumar A (2022) Plant secondary metabolites as defense tools against herbivores for sustainable crop protection. Int J Mol Sci 23(5):2690"}, {"Citation": "Dixon RA, Paiva NL (1995) Stress-induced phenylpropanoid metabolism. Plant Cell 7(7):1085"}, {"Citation": "Dizengremel P (2001) Effects of ozone on the carbon metabolism of forest trees. Plant Physiol Biochem 39(9):729–742"}, {"Citation": "Dolker T, Agrawal M (2019) Negative impacts of elevated ozone on dominant species of semi-natural grassland vegetation in Indo-Gangetic plain. Ecotoxicol Environ Saf 182:109404"}, {"Citation": "Dolker T, Mukherjee A, Agrawal SB, Agrawal M (2020) Responses of a semi-natural grassland community of tropical region to elevated ozone: an assessment of soil dynamics and biomass accumulation. Sci Total Environ 718:137141"}, {"Citation": "Dong D, Shi C, Yan S, Ashraf MA (2019) Effects of elevated atmospheric CO<sub>2</sub>, O<sub>3</sub> and soil phenanthrene on soil enzyme activities and microbial biomass. Appl Ecol Environ Res 17(4):8501–8512"}, {"Citation": "dos Santos Nascimento LB, Leal-Costa MV, Menezes EA, Lopes VR, Muzitano MF, Costa SS, Tavares ES (2015) Ultraviolet-B radiation effects on phenolic profile and flavonoid content of Kalanchoe pinnata. J Photochem Photobiol B Biol 148:73–81"}, {"Citation": "Duke SO, Oliva A, Macias F, Galindo J, Molinillo J, Cutler H (2004) Mode of action of phytotoxic terpenoids. CRC Press, Boca Raton, FL, USA, pp 201–206"}, {"Citation": "Duque LMR (2022) Effects of ozone on plants and plant-insect interactions (Doctoral dissertation. Universität Würzburg"}, {"Citation": "Dusart N, Gandin A, Vaultier MN, Joffe R, Cabané M, Dizengremel P, Jolivet Y (2019) Importance of detoxification processes in ozone risk assessment: need to integrate the cellular compartmentation of antioxidants? Frontiers in Forests and Global Change 2:45"}, {"Citation": "Einhellig FA, Galindo JCG, Molinillo JMG, Cutler HG (2004) Mode of allelochemical action of phenolic compounds. In: Allelopathy: chemistry and mode of action of allelochemicals, pp 217–238"}, {"Citation": "Eyles A, Davies NW, Yuan ZQ, Mohammed C (2003) Host responses to natural infection by Cytonaema sp. in the aerial bark of Eucalyptus globulus. Forest Pathology 33(5):317–331"}, {"Citation": "Faoro F, Iriti M (2009) Plant cell death and cellular alterations induced by ozone: key studies in Mediterranean conditions. Environ Pollut 157(5):1470–1477"}, {"Citation": "Farré-Armengol G, Peñuelas J, Li T, Yli-Pirilä P, Filella I, Llusia J, Blande JD (2016) Ozone degrades floral scent and reduces pollinator attraction to flowers. New Phytol 209(1):152–160"}, {"Citation": "Fatima A, Singh AA, Agrawal M, Agrawal SB (2018b) Effect of elevated O<sub>3</sub> on rhizospheric enzymatic activities of ozone sensitive and tolerant wheat cultivars. Arch Agron Soil Sci 64(12):1768–1776"}, {"Citation": "Fatima A, Singh AA, Mukherjee A, Agrawal M, Agrawal SB (2018a) Variability in defence mechanism operating in three wheat cultivars having different levels of sensitivity against elevated ozone. Environ Exp Bot 155:66–78"}, {"Citation": "Fatima A, Singh AA, Mukherjee A, Dolker T, Agrawal M, Agrawal SB (2019) Assessment of ozone sensitivity in three wheat cultivars using ethylenediurea. Plants 8(4):80"}, {"Citation": "Feng Y, Lin X, Yu Y, Zhang H, Chu H, Zhu J (2013) Elevated ground-level O<sub>3</sub> negatively influences paddy methanogenic archaeal community. Sci Rep 3(1):1–9"}, {"Citation": "Feng Z, Sun J, Wan W, Hu E, Calatayud V (2014) Evidence of widespread ozone-induced visible injury on plants in Beijing, China. Environ Pollut 193:296–301"}, {"Citation": "Feng Z, Yuan X, Fares S, Loreto F, Li P, Hoshika Y, Paoletti E (2019) Isoprene is more affected by climate drivers than monoterpenes: a meta-analytic review on plant isoprenoid emissions. Plant Cell Environ 42(6):1939–1949"}, {"Citation": "Ferdinando MD, Brunetti C, Fini A, Tattini M (2012) Flavonoids as antioxidants in plants under abiotic stresses. In: Abiotic stress responses in plants, pp 159–179"}, {"Citation": "Fernandes FF, Cardoso-Gustavson P, Alves ES (2016) Synergism between ozone and light stress: structural responses of polyphenols in a woody Brazilian species. Chemosphere 155:573–582"}, {"Citation": "Findlay S, Carreiro M, Krischik V, Jones CG (1996) Effects of damage to living plants on leaf litter quality. Ecol Appl 6(1):269–275"}, {"Citation": "Fiscus EL, Booker FL, Burkey KO (2005) Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant Cell Environ 28(8):997–1011"}, {"Citation": "Flores G, Hubbes M (1979) Phytoalexin production by Aspen (Populus tremuloides Michx.) in response to infection by Hypoxylon mammatum (Wahl.) Mill and Alternaria spp. Eur J Forest Pathol 9(5):280–288"}, {"Citation": "Fontaine V, Cabané M, Dizengremel P (2003) Regulation of phosphoenolpyruvate carboxylase in Pinus halepensis needles submitted to ozone and water stress. Physiol Plant 117(4):445–452"}, {"Citation": "Foster‐Hartnett DA, Danesh D, Penuela S, Sharopova N, Endre G, Vandenbosch KA, Young ND, Samac DA (2007) Molecular and cytological responses of Medicago truncatula to Erysiphe pisi. Mol Plant Pathol 8(3):307–319"}, {"Citation": "Foyer CH, Noctor G (2005) Oxidant and antioxidant signalling in plants: a re-evaluation of the concept of oxidative stress in a physiological context. Plant Cell Environ 28(8):1056–1071"}, {"Citation": "Frei M (2015) Breeding of ozone resistant rice: relevance, approaches and challenges. Environ Pollut 197:144–155"}, {"Citation": "Frei M, Kohno Y, Wissuwa M, Makkar HP, Becker K (2011) Negative effects of tropospheric ozone on the feed value of rice straw are mitigated by an ozone tolerance QTL. Glob Chang Biol 17(7):2319–2329"}, {"Citation": "Frei M, Makkar HP, Becker K, Wissuwa M (2010) Ozone exposure during growth affects the feeding value of rice shoots. Anim Feed Sci Technol 155(1):74–79"}, {"Citation": "Frei M, Wissuwa M, Pariasca-Tanaka J, Chen CP, Südekum KH, Kohno Y (2012) Leaf ascorbic acid level–is it really important for ozone tolerance in rice? Plant Physiol Biochem 59:63–70"}, {"Citation": "Freiwald V, Häikiö E, Julkunen-Tiitto R, Holopainen JK, Oksanen E (2008) Elevated ozone modifies the feeding behaviour of the common leaf weevil on hybrid aspen through shifts in developmental, chemical, and structural properties of leaves. Entomol Exp Appl 128(1):66–72"}, {"Citation": "Fuhrer J, Shariat-Madari H, Perler R, Tschannen W, Grub A (1994) Effects of ozone on managed pasture: II. yield, species compostion, canopy structure, and forage quality. Environ Pollut 86(3):307–314"}, {"Citation": "Galey JB (1996) Potential use of iron chelators against oxidative damage. Adv Pharmacol 38:167–203"}, {"Citation": "Gani U, Vishwakarma RA, Misra P (2021) Membrane transporters: the key drivers of transport of secondary metabolites in plants. Plant Cell Rep 40(1):1–18"}, {"Citation": "Ghimire RP, Kasurinen A, Häikiö E, Holopainen JK, Julkunen-Tiitto R, Holopainen T, Kivimäenpää M (2019) Combined effects of elevated ozone, temperature, and nitrogen on stem phenolic concentrations of Scots pine (Pinus sylvestris) seedlings. Can J For Res 49(3):246–255"}, {"Citation": "Ghimire RP, Kivimäenpää M, Kasurinen A, Häikiö E, Holopainen T, Holopainen JK (2017) Herbivore-induced BVOC emissions of Scots pine under warming, elevated ozone and increased nitrogen availability in an open-field exposure. Agric For Meteorol 242:21–32"}, {"Citation": "Ghorbani A, Esmaeilizadeh M (2017) Pharmacological properties of Salvia officinalis and its components. J Tradit Complement Med 7(4):433–440"}, {"Citation": "Ghosh A, Agrawal M, Agrawal SB (2020a) Effect of water deficit stress on an Indian wheat cultivar (Triticum aestivum L. HD 2967) under ambient and elevated level of ozone. Sci Total Environ 714:136837"}, {"Citation": "Ghosh A, Agrawal M, Agrawal SB (2021a) Examining the effectiveness of biomass-derived biochar for the amelioration of tropospheric ozone-induced phytotoxicity in the Indian wheat cultivar HD 2967. J Hazard Mater 408:124968"}, {"Citation": "Ghosh A, Pandey B, Agrawal M, Agrawal SB (2020b) Interactive effects and competitive shift between Triticum aestivum L.(wheat) and Chenopodium album L.(fat-hen) under ambient and elevated ozone. Environ Pollut 265:114764"}, {"Citation": "Ghosh A, Pandey B, Yadav DS (2021c) Chapter twelve implications of ozone on ecosystem services. In: Tropospheric Ozone: A Hazard for Vegetation and Human Health, p 426"}, {"Citation": "Ghosh A, Singh AA, Agrawal M, Agrawal SB (2018) Ozone toxicity and remediation in crop plants. In: Sustainable Agriculture Reviews, vol 27. Springer, Cham, pp 129–169"}, {"Citation": "Ghosh A, Singh P, Agrawal M, Agrawal S (2021b) Chapter eleven response of crop plants to tropospheric ozone under different agronomic practices: an insight into the mechanisms. In: Tropospheric Ozone: A Hazard for Vegetation and Human Health, p 380"}, {"Citation": "Gill SS, Tuteja N (2010) Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol Biochem 48(12):909–930"}, {"Citation": "Gillespie KM, Rogers A, Ainsworth EA (2011) Growth at elevated ozone or elevated carbon dioxide concentration alters antioxidant capacity and response to acute oxidative stress in soybean (Glycine max). J Exp Bot 62(8):2667–2678"}, {"Citation": "Girón-Calva PS, Li T, Blande JD (2016) Plant-plant interactions affect the susceptibility of plants to oviposition by pests but are disrupted by ozone pollution. Agr Ecosyst Environ 233:352–360"}, {"Citation": "Giron-Calva PS, Li T, Blande JD (2017) Volatile-mediated interactions between cabbage plants in the field and the impact of ozone pollution. J Chem Ecol 43(4):339–350"}, {"Citation": "González-Fernández I, Bass D, Muntifering R, Mills G, Barnes J (2008) Impacts of ozone pollution on productivity and forage quality of grass/clover swards. Atmos Environ 42(38):8755–8769"}, {"Citation": "Gorelick J, Bernstein N (2014) Elicitation: an underutilized tool in the development of medicinal plants as a source of therapeutic secondary metabolites. Adv Agron 124:201–230"}, {"Citation": "Gould KS, Lister C (2006) Flavonoid functions in plants. In: Flavonoids: Chemistry, biochemistry and applications, pp 397–441"}, {"Citation": "Grace SC (2005) Phenolics as antioxidants. In: Antioxidants and reactive oxygen species in plants, vol 141, p 168"}, {"Citation": "Guidi L, Degl’Innocenti E, Genovesi S, Soldatini GF (2005) Photosynthetic process and activities of enzymes involved in the phenylpropanoid pathway in resistant and sensitive genotypes of Lycopersicon esculentum L. exposed to ozone. Plant Sci 168(1):153–160"}, {"Citation": "Guidi L, Degl’Innocenti E, Martinelli F, Piras M (2009) Ozone effects on carbon metabolism in sensitive and insensitive Phaseolus cultivars. Environ Exp Bot 66(1):117–125"}, {"Citation": "Guirimand G, Guihur A, Poutrain P, Héricourt F, Mahroug S, St-Pierre B, Burlat V, Courdavault V (2011) Spatial organization of the vindoline biosynthetic pathway in Catharanthus roseus. J Plant Physiol 168(6):549–557"}, {"Citation": "Gupta P, De B (2017) Differential responses of cell wall bound phenolic compounds in sensitive and tolerant varieties of rice in response to salinity. Plant Signal Behav 12(10):e1379643"}, {"Citation": "Haig T (2008) Allelochemicals in plants. In: Allelopathy in sustainable agriculture and forestry. Springer, New York, NY, pp 63–104"}, {"Citation": "Häikiö E, Freiwald V, Julkunen-Tiitto R, Beuker E, Holopainen T, Oksanen E (2009) Differences in leaf characteristics between ozone-sensitive and ozone-tolerant hybrid aspen (Populus tremula× Populus tremuloides) clones. Tree Physiol 29(1):53–66"}, {"Citation": "Halkier BA, Gershenzon J (2006) Biology and biochemistry of glucosinolates. Annu Rev Plant Biol 57(1):303–333"}, {"Citation": "Han YJ, Gharibeshghi A, Mewis I, Förster N, Beck W, Ulrichs C (2021) Effect of different durations of moderate ozone exposure on secondary metabolites of Brassica campestris L. ssp. chinensis. J Hortic Sci Biotech 96(1):110–120"}, {"Citation": "Haraguchi H, Tanimoto K, Tamura Y, Mizutani K, Kinoshita T (1998) Mode of antibacterial action of retrochalcones from Glycyrrhiza inflata. Phytochemistry 48(1):125–129"}, {"Citation": "Harborne JB, Williams CA (2000) Advances in flavonoid research since 1992. Phytochemistry 55(6):481–504"}, {"Citation": "Hashimoto T, Yamada Y (2003) New genes in alkaloid metabolism and transport. Curr Opin Biotechnol 14(2):163–168"}, {"Citation": "Hättenschwiler S, Vitousek PM (2000) The role of polyphenols in terrestrial ecosystem nutrient cycling. Trends Ecol Evol 15(6):238–243"}, {"Citation": "Hayes F, Jones MLM, Mills G, Ashmore M (2007) Meta-analysis of the relative sensitivity of semi-natural vegetation species to ozone. Environ Pollut 146(3):754–762"}, {"Citation": "Hayes F, Mills G, Ashmore M (2009) Effects of ozone on inter-and intra-species competition and photosynthesis in mesocosms of Lolium perenne and Trifolium repens. Environ Pollut 157(1):208–214"}, {"Citation": "Hayes F, Mills G, Jones L, Abbott J, Ashmore M, Barnes J, Cape JN, Coyle M, Peacock S, Rintoul N, Toet S (2016) Consistent ozone-induced decreases in pasture forage quality across several grassland types and consequences for UK lamb production. Sci Total Environ 543:336–346"}, {"Citation": "Hewitt DKL, Mills G, Hayes F, Norris D, Coyle M, Wilkinson S, Davies W (2016) N-fixation in legumes–an assessment of the potential threat posed by ozone pollution. Environ Pollut 208:909–918"}, {"Citation": "Hewitt DKL, Mills G, Hayes F, Wilkinson S, Davies W (2014) Highlighting the threat from current and near-future ozone pollution to clover in pasture. Environ Pollut 189:111–117"}, {"Citation": "Hillstrom ML, Lindroth RL (2008) Elevated atmospheric carbon dioxide and ozone alter forest insect abundance and community composition. Insect Conserv Divers 1(4):233–241"}, {"Citation": "Hoang Anh L, Van Quan N, Tuan Nghia L, Dang Xuan T (2021) Phenolic allelochemicals: achievements, limitations, and prospective approaches in weed management. Weed Biol Manag 21(2):37–67"}, {"Citation": "Holmes WE, Zak DR, Pregitzer KS, King JS (2003) Soil nitrogen transformations under Populus tremuloides, Betula papyrifera and Acer saccharum following 3 years exposure to elevated CO<sub>2</sub> and O<sub>3</sub>. Glob Chang Biol 9(12):1743–1750"}, {"Citation": "Holmes WE, Zak DR, Pregitzer KS, King JS (2006) Elevated CO<sub>2</sub> and O<sub>3</sub> alter soil nitrogen transformations beneath trembling aspen, paper birch, and sugar maple. Ecosystems 9(8):1354–1363"}, {"Citation": "Holstein SA, Hohl RJ (2004) Isoprenoids: remarkable diversity of form and function. Lipids 39(4):293–309"}, {"Citation": "Holton MK, Lindroth RL, Nordheim EV (2003) Foliar quality influences tree-herbivore-parasitoid interactions: effects of elevated CO<sub>2</sub>, O<sub>3</sub>, and plant genotype. Oecologia 137(2):233–244"}, {"Citation": "Huang XF, Chaparro JM, Reardon KF, Zhang R, Shen Q, Vivanco JM (2014) Rhizosphere interactions: root exudates, microbes, and microbial communities. Botany 92(4):267–275"}, {"Citation": "Hussain MI, Reigosa MJ (2021) Secondary metabolites, ferulic acid and p-hydroxybenzoic acid induced toxic effects on photosynthetic process in Rumex acetosa L. Biomolecules 11(2):233"}, {"Citation": "Inderjit (1996) Plant phenolics in allelopathy. Bot Rev 62:186–202"}, {"Citation": "Iriti M, Faoro F (2004) Plant defense and human nutrition: phenylpropanoids on the menu. Curr Top Nutraceutical Res 2(1):47–65"}, {"Citation": "Iriti M, Faoro F (2009) Chemical diversity and defence metabolism: how plants cope with pathogens and ozone pollution. Int J Mol Sci 10(8):3371–3399"}, {"Citation": "Jabran K, Mahajan G, Sardana V, Chauhan BS (2015) Allelopathy for weed control in agricultural systems. Crop Prot 72:57–65"}, {"Citation": "Jackson DM, Heagle AS, Eckel RVW (1999) Ovipositional response of tobacco hornworm moths (Lepidoptera: Sphingidae) to tobacco plants grown under elevated levels of ozone. Environ Entomol 28(4):566–571"}, {"Citation": "Janzik I, Preiskowski S, Kneifel H (2005) Ozone has dramatic effects on the regulation of the prechorismate pathway in tobacco (Nicotiana tabacum L. cv. Bel W3). Planta 223(1):20–27"}, {"Citation": "Jones CG, Coleman JS (1988) Plant stress and insect behavior: cottonwood, ozone and the feeding and oviposition preference of a beetle. Oecologia 76(1):51–56"}, {"Citation": "Kacienė G, Miškelytė D, AbdElgawad H, Beemster G, Asard H, Dikšaitytė A, Žaltauskaitė J, Sujetovienė G, Januškaitienė I, Juknys R (2019) O<sub>3</sub> pollution in a future climate increases the competition between summer rape and wild mustard. Plant Physiol Biochem 135:194–205"}, {"Citation": "Kanagendran A, Chatterjee P, Liu B, Sa T, Pazouki L, Niinemets Ü (2019) Foliage inoculation by Burkholderia vietnamiensis CBMB40 antagonizes methyl jasmonate-mediated stress in Eucalyptus grandis. J Plant Physiol 242:153032"}, {"Citation": "Kanagendran A, Pazouki L, Niinemets Ü (2018) Differential regulation of volatile emission from Eucalyptus globulus leaves upon single and combined ozone and wounding treatments through recovery and relationships with ozone uptake. Environ Exp Bot 145:21–38"}, {"Citation": "Kangasjärvi J, Jaspers P, Kollist H (2005) Signalling and cell death in ozone-exposed plants. Plant Cell Environ 28(8):1021–1036"}, {"Citation": "Kannan E, Palayian L (2022) Allelopathic potential of Annona muricata (L.) on physiological and biochemical changes of Vigna radiata (L.) and Eleusine coracana (L.) Gaertn. J Appl Biol Biotechnol 10(3):1–5"}, {"Citation": "Keski-Saari S (2005) Phenolic compounds in birch seedlings during early ontogeny: regulation of biosynthesis and accumulation in response to nutrient availability and UV-B radiation. University of Joensuu"}, {"Citation": "Khaling E, Agyei T, Jokinen S, Holopainen JK, Blande JD (2020) The phytotoxic air-pollutant O<sub>3</sub> enhances the emission of herbivore-induced volatile organic compounds (VOCs) and affects the susceptibility of black mustard plants to pest attack. Environ Pollut 265:115030"}, {"Citation": "Khaling E, Papazian S, Poelman EH, Holopainen JK, Albrectsen BR, Blande JD (2015) Ozone affects growth and development of Pieris brassicae on the wild host plant Brassica nigra. Environ Pollut 199:119–129"}, {"Citation": "Kim JS, Chappelka AH, Miller-Goodman MS (1998) Decomposition of blackberry and broomsedge bluestem as influenced by ozone (Vol. 27, No. 4, pp. 953-960). American Society of Agronomy, Crop Science Society of America, and Soil Science Society of America"}, {"Citation": "Kivimäenpää M, Ghimire RP, Sutinen S, Häikiö E, Kasurinen A, Holopainen T, Holopainen JK (2016) Increases in volatile organic compound emissions of Scots pine in response to elevated ozone and warming are modified by herbivory and soil nitrogen availability. Eur J For Res 135(2):343–360"}, {"Citation": "Kleanthous S, Vrekoussis M, Mihalopoulos N, Kalabokas P, Lelieveld J (2014) On the temporal and spatial variation of ozone in Cyprus. Sci Total Environ 476:677–687"}, {"Citation": "Kluth S, Kruess A, Tscharntke T (2002) Insects as vectors of plant pathogens: mutualistic and antagonistic interactions. Oecologia 133(2):193–199"}, {"Citation": "Koffler BE, Luschin-Ebengreuth N, Stabentheiner E, Müller M, Zechmann B (2014) Compartment specific response of antioxidants to drought stress in Arabidopsis. Plant Sci 227:133–144"}, {"Citation": "Kontunen-Soppela SARI, Ossipov V, Ossipova S, Oksanen E (2007) Shift in birch leaf metabolome and carbon allocation during long-term open-field ozone exposure. Glob Chang Biol 13(5):1053–1067"}, {"Citation": "Kopper BJ, Lindroth RL (2003) Effects of elevated carbon dioxide and ozone on the phytochemistry of aspen and performance of an herbivore. Oecologia 134(1):95–103"}, {"Citation": "Koricheva J, Larsson S, Haukioja E (1998) Insect performance on experimentally stressed woody plants: a meta-analysis. Annu Rev Entomol 43(1):195–216"}, {"Citation": "Korkina LG (2007) Phenylpropanoids as naturally occurring antioxidants: from plant defense to human health. Cell Mol Biol 53(1):15–25"}, {"Citation": "Korkina LG, Afanas'Ev IB (1996) Antioxidant and chelating properties of flavonoids. Adv Pharmacol 38:151–163"}, {"Citation": "Krupa S, Muntifering R, Chappelka A (2004) Effects of ozone on plant nutritive quality characteristics for ruminant animals. The Botanica 54:1–12"}, {"Citation": "Laine AL (2004) A powdery mildew infection on a shared host plant affects the dynamics of the Glanville fritillary butterfly populations. Oikos 107(2):329–337"}, {"Citation": "Laisk A, Kull O, Moldau H (1989) Ozone concentration in leaf intercellular air spaces is close to zero. Plant Physiol 90(3):1163–1167"}, {"Citation": "Lake JA, Field KJ, Davey MP, Beerling DJ, Lomax BH (2009) Metabolomic and physiological responses reveal multi-phasic acclimation of Arabidopsis thaliana to chronic UV radiation. Plant Cell Environ 32(10):1377–1389"}, {"Citation": "Langebartels C, Wohlgemuth H, Kschieschan S, Grün S, Sandermann H (2002) Oxidative burst and cell death in ozone-exposed plants. Plant Physiol Biochem 40(6-8):567–575"}, {"Citation": "Latif S, Chiapusio G, Weston LA (2017) Allelopathy and the role of allelochemicals in plant defence. In: Advances in botanical research, vol 82. Academic Press, pp 19–54"}, {"Citation": "Lattanzio V, Lattanzio VM, Cardinali A (2006) Role of phenolics in the resistance mechanisms of plants against fungal pathogens and insects. Phytochem: Adv Res 661(2):23–67"}, {"Citation": "Lazebnik J, Frago E, Dicke M, van Loon JJ (2014) Phytohormone mediation of interactions between herbivores and plant pathogens. J Chem Ecol 40(7):730–741"}, {"Citation": "Lerdau, M., Shugart, H., & Fuentes, J. (2007). COS 7-10: isoprene, ozone, and biodiversity: a positive feedback loop with negative consequences."}, {"Citation": "Leszczynski B, Tjallingii WF, Dixon AFG, Swiderski R (1995) Effect of methoxyphenols on grain aphid feeding behaviour. Entomol Exp Appl 76(2):157–162"}, {"Citation": "Li G, Shi Y, Chen X (2008) Effects of elevated CO2 and O3 on phenolic compounds in spring wheat and maize leaves. Bull Environ Contam Toxicol 81(5):436–439"}, {"Citation": "Li T, Blande JD (2015) Associational susceptibility in broccoli: mediated by plant volatiles, impeded by ozone. Glob Chang Biol 21(5):1993–2004"}, {"Citation": "Li ZH, Wang Q, Ruan X, Pan CD, Jiang DA (2010) Phenolics and plant allelopathy. Molecules 15(12):8933–8952"}, {"Citation": "Lindroth RL (2010) Impacts of elevated atmospheric CO<sub>2</sub> and O<sub>3</sub> on forests: phytochemistry, trophic interactions, and ecosystem dynamics. J Chem Ecol 36(1):2–21"}, {"Citation": "Lindroth RL, Kopper BJ, Parsons WF, Bockheim JG, Karnosky DF, Hendrey GR, Pregitzer KS, Isebrands JG, Sober J (2001) Consequences of elevated carbon dioxide and ozone for foliar chemical composition and dynamics in trembling aspen (Populus tremuloides) and paper birch (Betula papyrifera). Environ Pollut 115(3):395–404"}, {"Citation": "Liu L, King JS, Giardina CP (2005) Effects of elevated concentrations of atmospheric CO<sub>2</sub> and tropospheric O<sub>3</sub> on leaf litter production and chemistry in trembling aspen and paper birch communities. Tree Physiol 25(12):1511–1522"}, {"Citation": "Logemann E, Tavernaro A, Schulz W, Somssich IE, Hahlbrock K (2000) UV light selectively coinduces supply pathways from primary metabolism and flavonoid secondary product formation in parsley. Proc Natl Acad Sci 97(4):1903–1907"}, {"Citation": "Loreto F, Förster A, Dürr M, Csiky O, Seufert G (1998) On the monoterpene emission under heat stress and on the increased thermotolerance of leaves of Quercus ilex L. fumigated with selected monoterpenes. Plant Cell Environ 21(1):101–107"}, {"Citation": "Loreto F, Mannozzi M, Maris C, Nascetti P, Ferranti F, Pasqualini S (2001) Ozone quenching properties of isoprene and its antioxidant role in leaves. Plant Physiol 126(3):993–1000"}, {"Citation": "Loreto F, Schnitzler JP (2010) Abiotic stresses and induced BVOCs. Trends Plant Sci 15(3):154–166"}, {"Citation": "Lupini A, Sorgona A, Princi MP, Sunseri F, Abenavoli MR (2016) Morphological and physiological effects of trans-cinnamic acid and its hydroxylated derivatives on maize root types. Plant Growth Regul 78(2):263–273"}, {"Citation": "Makoi JH, Ndakidemi PA (2007) Biological, ecological and agronomic significance of plant phenolic compounds in rhizosphere of the symbiotic legumes. Afr J Biotechnol 6(12)"}, {"Citation": "Mao B, Yin H, Wang Y, Zhao TH, Tian RR, Wang W, Ye JS (2017) Combined effects of O<sub>3</sub> and UV radiation on secondary metabolites and endogenous hormones of soybean leaves. PloS One 12(8):e0183147"}, {"Citation": "Marchica A, Ascrizzi R, Flamini G, Cotrozzi L, Tonelli M, Lorenzini G, Nali C, Pellegrini E (2021) Ozone as eustress for enhancing secondary metabolites and bioactive properties in Salvia officinalis. Ind Crop Prod 170:113730"}, {"Citation": "Marquardt J, Hanelt D (2004) Carotenoid composition of Delesseria lancifolia and other marine red algae from polar and temperate habitats. Eur J Phycol 39(3):285–292"}, {"Citation": "Martins N, Barros L, Santos-Buelga C, Henriques M, Silva S, Ferreira IC (2015) Evaluation of bioactive properties and phenolic compounds in different extracts prepared from Salvia officinalis L. Food Chem 170:378–385"}, {"Citation": "Masui N, Mochizuki T, Tani A, Matsuura H, Agathokleous E, Watanabe T, Koike T (2020) Does ozone alter the attractiveness of Japanese white birch leaves to the leaf beetle Agelastica coerulea via changes in biogenic volatile organic compounds (BVOCs): an examination with the Y-tube test. Forests 11(1):58"}, {"Citation": "Matyssek R, Sandermann H (2003) Impact of ozone on trees: an ecophysiological perspective. Progress in botany:349–404"}, {"Citation": "McCrady JK, Andersen CP (2000) The effect of ozone on below-ground carbon allocation in wheat. Environ Pollut 107(3):465–472"}, {"Citation": "Mierziak J, Kostyn K, Kulma A (2014) Flavonoids as important molecules of plant interactions with the environment. Molecules 19(10):16240–16265"}, {"Citation": "Mikkelsen BL, Jørgensen RB, Lyngkjær MF (2015b) Complex interplay of future climate levels of CO2, ozone and temperature on susceptibility to fungal diseases in barley. Plant pathology 64(2):319–327"}, {"Citation": "Mikkelsen BL, Olsen CE, Lyngkjær MF (2015a) Accumulation of secondary metabolites in healthy and diseased barley, grown under future climate levels of CO<sub>2</sub>, ozone and temperature. Phytochemistry 118:162–173"}, {"Citation": "Miranda M, Ralph SG, Mellway R, White R, Heath MC, Bohlmann J, Constabel CP (2007) The transcriptional response of hybrid poplar (Populus trichocarpa x P. deltoids) to infection by Melampsora medusae leaf rust involves induction of flavonoid pathway genes leading to the accumulation of proanthocyanidins. Mol Plant Microbe Interact 20(7):816–831"}, {"Citation": "Mishra AK, Agrawal SB (2015) Biochemical and physiological characteristics of tropical mung bean (Vigna radiata L.) cultivars against chronic ozone stress: an insight to cultivar-specific response. Protoplasma 252(3):797–811"}, {"Citation": "Mishra AK, Mishra A, Kehri HK, Sharma B, Pandey AK (2009) Inhibitory activity of Indian spice plant Cinnamomum zeylanicum extracts against Alternaria solani and Curvularia lunata, the pathogenic dematiaceous moulds. Ann Clin Microbiol Antimicrob 8(1):1–7"}, {"Citation": "Mittler R (2017) ROS are good. Trends Plant Sci 22(1):11–19"}, {"Citation": "Mochizuki T, Watanabe M, Koike T, Tani A (2017) Monoterpene emissions from needles of hybrid larch F1 (Larix gmelinii var. japonica× Larix kaempferi) grown under elevated carbon dioxide and ozone. Atmos Environ 148:197–202"}, {"Citation": "Mofikoya AO, Bui TNT, Kivimäenpää M, Holopainen JK, Himanen SJ, Blande JD (2019) Foliar behaviour of biogenic semi-volatiles: potential applications in sustainable pest management. Arthropod-Plant Interactions 13(2):193–212"}, {"Citation": "Møller BL (2010) Functional diversifications of cyanogenic glucosides. Curr Opin Plant Biol 13(3):337–346"}, {"Citation": "Munné-Bosch S, Alegre L (2002) The function of tocopherols and tocotrienols in plants. Crit Rev Plant Sci 21(1):31–57"}, {"Citation": "Munné-Bosch S, Falk J (2004) New insights into the function of tocopherols in plants. Planta 218(3):323–326"}, {"Citation": "Muntifering RB, Chappelka AH, Lin JC, Karnosky DF, Somers GL (2006) Chemical composition and digestibility of Trifolium exposed to elevated ozone and carbon dioxide in a free-air (FACE) fumigation system. Funct Ecol 20(2):269–275"}, {"Citation": "Murata J, Roepke J, Gordon H, De Luca V (2008) The leaf epidermome of Catharanthus roseus reveals its biochemical specialization. Plant Cell 20(3):524–542"}, {"Citation": "Nakayama M, Tateno R (2018) Solar radiation strongly influences the quantity of forest tree root exudates. Trees 32(3):871–879"}, {"Citation": "Ogawa D, Nakajima N, Sano T, Tamaoki M, Aono M, Kubo A (2005) Regulation of salicylic acid synthesis in ozone-exposed tobacco and Arabidopsis. Phyton-Horn 45(4):169"}, {"Citation": "Oksanen E, Manninen S, Vapaavuori E, Holopainen T (2009) Near-ambient ozone concentrations reduce the vigor of Betula and Populus species in Finland. Ambio 38:413–417"}, {"Citation": "Olsen KM, Lea US, Slimestad R, Verheul M, Lillo C (2008) Differential expression of four Arabidopsis PAL genes; PAL1 and PAL2 have functional specialization in abiotic environmental-triggered flavonoid synthesis. J Plant Physiol 165(14):1491–1499"}, {"Citation": "Osier TL, Lindroth RL (2006) Genotype and environment determine allocation to and costs of resistance in quaking aspen. Oecologia 148(2):293–303"}, {"Citation": "Pant P, Pandey S, Dall'Acqua S (2021) The influence of environmental conditions on secondary metabolites in medicinal plants: a literature review. Chem Biodivers 18(11):e2100345"}, {"Citation": "Paolacci AR, D'Ovidio R, Marabottini R, Nali C, Lorenzini G, Abenavoli MR, Badiani M (2001) Research note: ozone induces a differential accumulation of phenyalanine ammonia-lyase, chalcone synthase and chalcone isomerase RNA transcripts in sensitive and resistant bean cultivars. Funct Plant Biol 28(5):425–428"}, {"Citation": "Peer WA, Brown DE, Tague BW, Muday GK, Taiz L, Murphy AS (2001) Flavonoid accumulation patterns of transparent test a mutant of Arabidopsis. Plant Physiol 126(2):536–548"}, {"Citation": "Pellegrini E, Campanella A, Cotrozzi L, Tonelli M, Nali C, Lorenzini G (2018a) Ozone primes changes in phytochemical parameters in the medicinal herb Hypericum perforatum (St. John’s wort). Ind Crop Prod 126:119–128"}, {"Citation": "Pellegrini E, Campanella A, Cotrozzi L, Tonelli M, Nali C, Lorenzini G (2018b) What about the detoxification mechanisms underlying ozone sensitivity in Liriodendron tulipifera? Environ Sci Pollut Res 25(9):8148–8160"}, {"Citation": "Pellegrini E, Cioni PL, Francini A, Lorenzini G, Nali C, Flamini G (2012) Volatiles emission patterns in poplar clones varying in response to ozone. J Chem Ecol 38(7):924–932"}, {"Citation": "Pellegrini E, Cotrozzi L, Neri L, Baraldi R, Carrari E, Nali C, Lorenzini G, Paoletti E, Hoshika Y (2021) Stress markers and physiochemical responses of the Mediterranean shrub Phillyrea angustifolia under current and future drought and ozone scenarios. Environ Res 201:111615"}, {"Citation": "Peñuelas J, Staudt M (2010) BVOCs and global change. Trends Plant Sci 15(3):133–144"}, {"Citation": "Pinto DM, Blande JD, Nykänen R, Dong WX, Nerg AM, Holopainen JK (2007) Ozone degrades common herbivore-induced plant volatiles: does this affect herbivore prey location by predators and parasitoids? J Chem Ecol 33(4):683–694"}, {"Citation": "Pinto DM, Blande JD, Souza SR, Nerg AM, Holopainen JK (2010) Plant volatile organic compounds (VOCs) in ozone (O<sub>3</sub>) polluted atmospheres: the ecological effects. J Chem Ecol 36(1):22–34"}, {"Citation": "Pleijel H, Karlsson GP, Sild E, Danielsson H, Skärby L, Selldén G (1996) Exposure of a grass-clover mixture to ozone in open-top chambers—effects on yield, quality and botanical composition. Agr Ecosyst Environ 59(1-2):55–62"}, {"Citation": "Pollastri S, Tattini M (2011) Flavonols: old compounds for old roles. Ann Bot 108(7):1225–1233"}, {"Citation": "Powell MC, Muntifering RB, Lin JC, Chappelka AH (2003) Yield and nutritive quality of sericea lespedeza (Lespedeza cuneata) and little bluestem (Schizachyrium scoparium) exposed to ground-level ozone. Environ Pollut 122(3):313–322"}, {"Citation": "Rai R, Singh AA, Agrawal SB, Agrawal M (2016) Tropospheric O3: a cause of concern for terrestrial plants. In: Plant responses to air pollution. Springer, Singapore, pp 165–195"}, {"Citation": "Renaut J, Bohler S, Hausman JF, Hoffmann L, Sergeant K, Ahsan N, Jolivet Y, Dizengremel P (2009) The impact of atmospheric composition on plants: a case study of ozone and poplar. Mass Spectrom Rev 28(3):495–516"}, {"Citation": "Richet N, Afif D, Huber F, Pollet B, Banvoy J, El Zein R, Lapierre C, Dizengremel P, Perre P, Cabane M (2011) Cellulose and lignin biosynthesis is altered by ozone in wood of hybrid poplar (Populus tremula× alba). J Exp Bot 62(10):3575–3586"}, {"Citation": "Richet N, Afif D, Tozo K, Pollet B, Maillard P, Huber F, Priault P, Banvoy J, Gross P, Dizengremel P, Lapierre C (2012) Elevated CO<sub>2</sub> and/or ozone modify lignification in the wood of poplars (Populus tremula x alba). J Exp Bot 63(11):4291–4301"}, {"Citation": "Rosa E, Woestmann L, Biere A, Saastamoinen M (2018) A plant pathogen modulates the effects of secondary metabolites on the performance and immune function of an insect herbivore. Oikos 127(10):1539–1549"}, {"Citation": "Rosemann D, Heller W, Sandermann H Jr (1991) Biochemical plant responses to ozone: II. Induction of stilbene biosynthesis in Scots pine (Pinus sylvestris L.) seedlings. Plant Physiol 97(4):1280–1286"}, {"Citation": "Sakihama Y, Cohen MF, Grace SC, Yamasaki H (2002) Plant phenolic antioxidant and prooxidant activities: phenolics-induced oxidative damage mediated by metals in plants. Toxicology 177(1):67–80"}, {"Citation": "Saleem A, Loponen J, Pihlaja K, Oksanen E (2001) Effects of long-term open-field ozone exposure on leaf phenolics of European silver birch (Betula pendula Roth). J Chem Ecol 27(5):1049–1062"}, {"Citation": "Sampedro J, Waldhoff ST, Van de Ven DJ, Pardo G, Van Dingenen R, Arto I, del Prado A, Sanz MJ (2020) Future impacts of ozone driven damages on agricultural systems. Atmos Environ 231:117538"}, {"Citation": "Sanz J, Muntifering RB, Bermejo V, Gimeno BS, Elvira S (2005) Ozone and increased nitrogen supply effects on the yield and nutritive quality of Trifolium subterraneum. Atmos Environ 39(32):5899–5907"}, {"Citation": "Sarkar A, Singh AA, Agrawal SB, Ahmad A, Rai SP (2015) Cultivar specific variations in antioxidative defense system, genome and proteome of two tropical rice cultivars against ambient and elevated ozone. Ecotoxicol Environ Saf 115:101–111"}, {"Citation": "Saslowsky D, Winkel-Shirley B (2001) Localization of flavonoid enzymes in Arabidopsis roots. Plant J 27(1):37–48"}, {"Citation": "Sato F, Hashimoto T, Hachiya A, Tamura KI, Choi KB, Morishige T, Fujimoto H, Yamada Y (2001) Metabolic engineering of plant alkaloid biosynthesis. Proc Natl Acad Sci 98(1):367–372"}, {"Citation": "Saunders JA, McClure JW (1976) The distribution of flavonoids in chloroplasts of twenty five species of vascular plants. Phytochemistry 15(5):809–810"}, {"Citation": "Saunders JA, O’neill NR, Romeo JT (1992) Alkaloid chemistry and feeding specificity of insect herbivores. In: Alkaloids: chemical and biological perspectives. Springer, New York, NY, pp 151–196"}, {"Citation": "Saviranta NM, Julkunen-Tiitto R, Oksanen E, Karjalainen RO (2010) Leaf phenolic compounds in red clover (Trifolium pratense L.) induced by exposure to moderately elevated ozone. Environ Pollut 158(2):440–446"}, {"Citation": "Schmeizer HG (1988) Polyurethanes for “two-dimensional” applications. Materials & Design 9(5):276–286"}, {"Citation": "Schneider GF, Cheesman AW, Winter K, Turner BL, Sitch S, Kursar TA (2017) Current ambient concentrations of ozone in Panama modulate the leaf chemistry of the tropical tree Ficus insipida. Chemosphere 172:363–372"}, {"Citation": "Sgarbi E, Fornasiero RB, Lins AP, Bonatti PM (2003) Phenol metabolism is differentially affected by ozone in two cell lines from grape (Vitis vinifera L.) leaf. Plant Sci 165(5):951–957"}, {"Citation": "Shamay Y, Raskin VI, Brandis AS, Steinberger HE, Marder JB, Schwartz A (2001) Ozone treatment affects pigment precursor metabolism in pine seedlings. Physiol Plant 112(2):285–292"}, {"Citation": "Shang B, Xu Y, Dai L, Yuan X, Feng Z (2019) Elevated ozone reduced leaf nitrogen allocation to photosynthesis in poplar. Sci Total Environ 657:169–178"}, {"Citation": "Sharma P, Jha AB, Dubey RS, Pessarakli M (2012) Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J Bot 2012:217037"}, {"Citation": "Sharma YK, Davis KR (1994) Ozone-induced expression of stress-related genes in Arabidopsis thaliana. Plant Physiol 105(4):1089–1096"}, {"Citation": "Shen Z, Haslam E, Falshaw CP, Begley MJ (1986) Procyanidins and polyphenols of Larix gmelini bark. Phytochemistry 25(11):2629–2635"}, {"Citation": "Shetty R, Fretté X, Jensen B, Shetty NP, Jensen JD, Jørgensen HJ, Newman MA, Christensen LP (2011) Silicon-induced changes in antifungal phenolic acids, flavonoids, and key phenylpropanoid pathway genes during the interaction between miniature roses and the biotrophic pathogen Podosphaera pannosa. Plant Physiol 157(4):2194–2205"}, {"Citation": "Shi C, Watanabe T, Koike T (2017) Leaf stoichiometry of deciduous tree species in different soils exposed to free-air O<sub>3</sub> enrichment over two growing seasons. Environ Exp Bot 138:148–163"}, {"Citation": "Shitan N, Yazaki K (2007) Accumulation and membrane transport of plant alkaloids. Curr Pharm Biotechnol 8(4):244–252"}, {"Citation": "Singh AA (2022) Biomonitoring potential of tropospheric ozone in plants utilizing visible injury and biomarkers. In: New Paradigms in Environmental Biomonitoring Using Plants. Elsevier, pp 181–224"}, {"Citation": "Singh AA, Agrawal S (2021) Chapter ten analysis of transcriptome, proteome, and metabolome approaches to overview the ozone responses in plants. In: Tropospheric Ozone: A Hazard for Vegetation and Human Health, p 335"}, {"Citation": "Singh AA, Agrawal SB (2017) Tropospheric ozone pollution in India: effects on crop yield and product quality. Environ Sci Pollut Res 24(5):4367–4382"}, {"Citation": "Singh AA, Agrawal SB, Shahi JP, Agrawal M (2014) Investigating the response of tropical maize (Zea mays L.) cultivars against elevated levels of O<sub>3</sub> at two developmental stages. Ecotoxicology 23(8):1447–1463"}, {"Citation": "Singh AA, Ghosh A, Pandey B, Agrawal M, Agrawal SB (2023) Unravelling the ozone toxicity in Zea mays L.(C4 plant) under the elevated level of CO2 fertilization. Tropical Ecology:1–17"}, {"Citation": "Singh AA, Singh S, Agrawal M, Agrawal SB (2015) Assessment of ethylene diurea-induced protection in plants against ozone phytotoxicity. Rev Environ Contam Toxicol 233:129–184"}, {"Citation": "Singh NB, Khare S, Singh A, Yadav V, Yadav RK (2021) Salicylic acid and Indole acetic acid synergistically ameliorates ferulic acid toxicity in Brassica juncea L. seedlings. Plant Physiology Reports 26(4):729–740"}, {"Citation": "Sirikantaramas S, Yamazaki M, Saito K (2008) Mechanisms of resistance to self-produced toxic secondary metabolites in plants. Phytochemistry Reviews 7(3):467–477"}, {"Citation": "Smallegange RC, Van Loon JJA, Blatt SE, Harvey JA, Agerbirk N, Dicke M (2007) Flower vs. leaf feeding by Pieris brassicae: glucosinolate-rich flower tissues are preferred and sustain higher growth rate. J Chem Ecol 33(10):1831–1844"}, {"Citation": "Smith CG, Rodgers MW, Zimmerlin A, Ferdinando D, Bolwell GP (1994) Tissue and subcellular immunolocalisation of enzymes of lignin synthesis in differentiating and wounded hypocotyl tissue of French bean (Phaseolus vulgaris L.). Planta 192(2):155–164"}, {"Citation": "Smith LM, Reynolds HL (2014) Light, allelopathy, and post-mortem invasive impact on native forest understory species. Biol Invasions 16(5):1131–1144"}, {"Citation": "Stafford HA (1988) Proanthocyanidins and the lignin connection. Phytochemistry 27(1):1–6"}, {"Citation": "Steppuhn A, Gase K, Krock B, Halitschke R, Baldwin IT (2004) Nicotine’s defensive function in nature. PLoS Biol 2(8):e217"}, {"Citation": "Subramanian S, Graham MY, Yu O, Graham TL (2005) RNA interference of soybean isoflavone synthase genes leads to silencing in tissues distal to the transformation site and to enhanced susceptibility to Phytophthora sojae. Plant Physiol 137(4):1345–1353"}, {"Citation": "Sugai T, Okamoto S, Agathokleous E, Masui N, Satoh F, Koike T (2020) Leaf defense capacity of Japanese elm (Ulmus davidiana var. japonica) seedlings subjected to a nitrogen loading and insect herbivore dynamics in a free air ozone-enriched environment. Environ Sci Pollut Res 27(3):3350–3360"}, {"Citation": "Sun L, Su H, Zhu Y, Xu M (2012) Involvement of abscisic acid in ozone-induced puerarin production of Pueraria thomsnii Benth. suspension cell cultures. Plant Cell Rep 31(1):179–185"}, {"Citation": "Tabashnik BE (1987) Plant secondary compounds as oviposition deterrents for cabbage butterfly, Pieris rapae (Lepidoptera: Pieridae). J Chem Ecol 13(2):309–316"}, {"Citation": "Takshak S, Agrawal SB (2016) Ultraviolet-B radiation: a potent elicitor of phenylpropanoid pathway compounds. J Sci Res 60:79–96"}, {"Citation": "Tamaoki M, Nakajima N, Kubo A, Aono M, Matsuyama T, Saji H (2003) Transcriptome analysis of O<sub>3</sub>-exposed Arabidopsis reveals that multiple signal pathways act mutually antagonistically to induce gene expression. Plant Mol Biol 53(4):443–456"}, {"Citation": "Tanou G, Fotopoulos V, Molassiotis A (2012) Priming against environmental challenges and proteomics in plants: update and agricultural perspectives. Front Plant Sci 3:216"}, {"Citation": "Tattini M, Matteini P, Saracini E, Traversi ML, Giordano C, Agati G (2007) Morphology and biochemistry of non-glandular trichomes in Cistus salvifolius L. leaves growing in extreme habitats of the Mediterranean basin. Plant Biology 9(03):411–419"}, {"Citation": "Tiwari S, Agrawal M (2018) Tropospheric ozone and its impacts on crop plants. Springer International Publishing AG, Berlin"}, {"Citation": "Tonelli M, Pellegrini E, D’Angiolillo F, Petersen M, Nali C, Pistelli L, Lorenzini G (2015) Ozone-elicited secondary metabolites in shoot cultures of Melissa officinalis L. Plant Cell, Tissue and Organ Culture (PCTOC) 120(2):617–629"}, {"Citation": "Tosti N, Pasqualini S, Borgogni A, Ederli L, Falistocco E, Crispi S, Paolocci F (2006) Gene expression profiles of O<sub>3</sub>-treated Arabidopsis plants. Plant Cell Environ 29(9):1686–1702"}, {"Citation": "Treutter D (2005) Significance of flavonoids in plant resistance and enhancement of their biosynthesis. Plant biology 7(06):581–591"}, {"Citation": "Treutter D (2006) Significance of flavonoids in plant resistance: a review. Environ Chem Lett 4(3):147–157"}, {"Citation": "Trowbridge AM, Bowers MD, Monson RK (2016) Conifer monoterpene chemistry during an outbreak enhances consumption and immune response of an eruptive folivore. J Chem Ecol 42(12):1281–1292"}, {"Citation": "Uddling J, Hall M, Wallin G, Karlsson PE (2005) Measuring and modelling stomatal conductance and photosynthesis in mature birch in Sweden. Agric For Meteorol 132(1-2):115–131"}, {"Citation": "Valkama E, Koricheva J, Oksanen E (2007) Effects of elevated O<sub>3</sub>, alone and in combination with elevated CO<sub>2</sub>, on tree leaf chemistry and insect herbivore performance: a meta-analysis. Glob Chang Biol 13(1):184–201"}, {"Citation": "van Mölken T, Kuzina V, Munk KR, Olsen CE, Sundelin T, van Dam NM, Hauser TP (2014) Consequences of combined herbivore feeding and pathogen infection for fitness of Barbarea vulgaris plants. Oecologia 175(2):589–600"}, {"Citation": "Verma P, Mathur AK, Srivastava A, Mathur A (2012) Emerging trends in research on spatial and temporal organization of terpenoid indole alkaloid pathway in Catharanthus roseus: a literature update. Protoplasma 249(2):255–268"}, {"Citation": "Vives-Peris V, de Ollas C, Gómez-Cadenas A, Pérez-Clemente RM (2020) Root exudates: from plant to rhizosphere and beyond. Plant Cell Rep 39(1):3–17"}, {"Citation": "Vives-Peris V, Molina L, Segura A, Gómez-Cadenas A, Pérez-Clemente RM (2018) Root exudates from citrus plants subjected to abiotic stress conditions have a positive effect on rhizobacteria. J Plant Physiol 228:208–217"}, {"Citation": "Wallis C, Eyles A, Chorbadjian R, McSpadden Gardener B, Hansen R, Cipollini D, Herms DA, Bonello P (2008) Systemic induction of phloem secondary metabolism and its relationship to resistance to a canker pathogen in Austrian pine. New Phytol 177(3):767–778"}, {"Citation": "Wang J, Zhu J, Zeng Q, Liu G (2014) Phenolic compounds and antioxidant ability responses to experimental free-air ozone exposure in two wheat cultivars. Bull Environ Contam Toxicol 93:625–631"}, {"Citation": "Wang P, Marsh EL, Ainsworth EA, Leakey AD, Sheflin AM, Schachtman DP (2017) Shifts in microbial communities in soil, rhizosphere and roots of two major crop systems under elevated CO<sub>2</sub> and O<sub>3</sub>. Sci Rep 7(1):1–12"}, {"Citation": "Wang RL, Staehelin C, Peng SL, Wang WT, Xie XM, Lu HN (2010) Responses of Mikania micrantha, an invasive weed to elevated CO<sub>2</sub>: induction of β-caryophyllene synthase, changes in emission capability and allelopathic potential of β-caryophyllene. J Chem Ecol 36(10):1076–1082"}, {"Citation": "War AR, Paulraj MG, Ahmad T, Buhroo AA, Hussain B, Ignacimuthu S, Sharma HC (2012) Mechanisms of plant defense against insect herbivores. Plant Signal Behav 7(10):1306–1320"}, {"Citation": "Widhalm JR, Jaini R, Morgan JA, Dudareva N (2015) Rethinking how volatiles are released from plant cells. Trends Plant Sci 20(9):545–550"}, {"Citation": "Wink M (2018) Plant secondary metabolites modulate insect behavior-steps toward addiction? Front Physiol 9:364"}, {"Citation": "Wink M, Schimmer O (2010) Molecular modes of action of defensive secondary metabolites. In: Annual Plant Reviews Volume 39: Functions and Biotechnology of Plant Secondary Metabolites, vol 39, pp 21–161"}, {"Citation": "Xingyuan HE, Huang W, Wei CH, Tian DO, Changbing LI, Zhenju CH, Sheng XU, Yanan RU (2009) Changes of main secondary metabolites in leaves of Ginkgo biloba in response to ozone fumigation. J Environ Sci 21(2):199–203"}, {"Citation": "Xu C, Arancon RAD, Labidi J, Luque R (2014) Lignin depolymerisation strategies: towards valuable chemicals and fuels. Chem Soc Rev 2014(43):7485–7500"}, {"Citation": "Yadav DS, Rai R, Mishra AK, Chaudhary N, Mukherjee A, Agrawal SB, Agrawal M (2019) ROS production and its detoxification in early and late sown cultivars of wheat under future O<sub>3</sub> concentration. Sci Total Environ 659:200–210"}, {"Citation": "Yalpani N, Enyedi AJ, León J, Raskin I (1994) Ultraviolet light and ozone stimulate accumulation of salicylic acid, pathogenesis-related proteins and virus resistance in tobacco. Planta 193(3):372–376"}, {"Citation": "Yamamoto K, Takahashi K, Caputi L, Mizuno H, Rodriguez‐Lopez CE, Iwasaki T, Ishizaki K, Fukaki H, Ohnishi M, Yamazaki M, Masujima T (2019) The complexity of intercellular localisation of alkaloids revealed by single-cell metabolomics. New Phytol 224(2):848–859"}, {"Citation": "Yan H, Guo H, Yuan E, Sun Y, Ge F (2018) Elevated CO<sub>2</sub> and O<sub>3</sub> alter the feeding efficiency of Acyrthosiphon pisum and Aphis craccivora via changes in foliar secondary metabolites. Sci Rep 8(1):1–13"}, {"Citation": "Yeshi K, Crayn D, Ritmejerytė E, Wangchuk P (2022) Plant secondary metabolites produced in response to abiotic stresses has potential application in pharmaceutical product development. Molecules 27(1):313"}, {"Citation": "Yu F, Luca VD (2014) Transport of monoterpenoid indole alkaloids in Catharanthus roseus. Plant ABC Transporters:63–75"}, {"Citation": "Yuan X, Shang B, Xu Y, Xin Y, Tian Y, Feng Z, Paoletti E (2017) No significant interactions between nitrogen stimulation and ozone inhibition of isoprene emission in Cathay poplar. Sci Total Environ 601:222–229"}, {"Citation": "Zebelo SA, Matsui K, Ozawa R, Maffei ME (2012) Plasma membrane potential depolarization and cytosolic calcium flux are early events involved in tomato (Solanum lycopersicon) plant-to-plant communication. Plant Sci 196:93–100"}, {"Citation": "Zhang J, Tang H, Zhu J, Lin X, Feng Y (2019) Effects of elevated ground-level ozone on paddy soil bacterial community and assembly mechanisms across four years. Sci Total Environ 654:505–513"}, {"Citation": "Zhang J, Wang Y, Mao Z, Liu W, Ding L, Zhang X, Yang Y, Wu S, Chen X, Wang Y (2022) Transcription factor McWRKY71 induced by ozone stress regulates anthocyanin and proanthocyanidin biosynthesis in Malus crabapple. Ecotoxicol Environ Saf 232:113274"}, {"Citation": "Zhang L, Xu B, Wu T, Wen MX, Fan LX, Feng ZZ, Paoletti E (2017) Transcriptomic analysis of Pak Choi under acute ozone exposure revealed regulatory mechanism against ozone stress. BMC Plant Biol 17(1):1–15"}, {"Citation": "Zhang X, Zhang X, Wang T, Li C (2021) Metabolic response of soybean leaves induced by short-term exposure of ozone. Ecotoxicol Environ Saf 213:112033"}, {"Citation": "Zhang X, Zhang X, Zhang L, Zhang Y, Zhang D, Gu X, Zheng Y, Wang T, Li C (2020a) Metabolite profiling for model cultivars of wheat and rice under ozone pollution. Environ Exp Bot 179:104214"}, {"Citation": "Zhang X, Zhang X, Zhang Y, Zhang D, Gu X, Zheng Y, Zhang L, Wang T, Li C (2020b). Comparison of metabolite profiling among model cultivars of wheat, rice and soybean under elevated ozone. Authorea Preprints."}, {"Citation": "Zhang Z, Diao E, Shen X, Ma W, Ji N, Dong H (2014) Ozone-induced changes in phenols and antioxidant capacities of peanut skins. J Food Process Eng 37(5):506–514"}, {"Citation": "Zhao J, Davis LC, Verpoorte R (2005) Elicitor signal transduction leading to production of plant secondary metabolites. Biotechnol Adv 23(4):283–333"}, {"Citation": "Zhao T, Wang W, Tian R, Wang Y (2016) Effects of ozone stress on secondary metabolism and antioxidant capacity in soybean roots. In: International Conference on Biomedical and Biological Engineering. Atlantis Press, pp 421–427"}, {"Citation": "Zhu X, Skoneczny D, Weidenhamer JD, Mwendwa JM, Weston PA, Gurr GM, Callaway RM, Weston LA (2016) Identification and localization of bioactive naphthoquinones in the roots and rhizosphere of Paterson’s curse (Echium plantagineum), a noxious invader. J Exp Bot 67(12):3777–3788"}, {"Citation": "Zucker WV (1983) Tannins: does structure determine function? An ecological perspective. Am Nat 121(3):335–365"}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2023", "Month": "2", "Day": "14"}, {"Year": "2023", "Month": "7", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "11", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "13", "Hour": "12", "Minute": "31"}, {"Year": "2023", "Month": "7", "Day": "13", "Hour": "11", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37440135", "10.1007/s11356-023-28634-2", "10.1007/s11356-023-28634-2"]}}], "PubmedBookArticle": []}