{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["Este estudo <i>in vitro</i> comparou a desinfecção do hipoclorito de sódio 2,5% (NaOCl) e da água ozonizada 8 µg/mL agitados pela irrigação ultrassônica passiva (PUI) e por associação da PUI com EndoActivator (EA) na redução de biofilme misto maduro. Cento e cinco pré-molares inferiores ovalados foram instrumentados, esterilizados e inoculados com Enterococcus faecalis, Candida albicans e Staphylococcus aureus, divididos em: Grupo controle: soro; Grupo O3: água ozonizada; Grupo O3 PUI: água ozonizada agitada por PUI; Grupo O3 PUI + EA: água ozonizada agitada por PUI e EA: Grupo NaOCl: hipoclorito de sódio; Grupo NaOCl PUI: hipoclorito de sódio agitado por PUI; Grupo NaOCl PUI + EA: hipoclorito de sódio agitado por PUI e EA. Amostras microbiológicas foram coletadas antes (S1) e após (S2) os procedimentos de desinfecção e os dados foram analisados estatisticamente pelo teste de Kruskal-Wallis. No método de cultura, houve desinfecção significativa nos grupos O3 PUI + EA, NaOCl, NaOCl PUI e NaOCl PUI + EA (p˂0.05), sendo que no grupo NaOCl PUI + EA não houve crescimento de microrganismo (p˂0.05). No método de qPCR, nas contagens dos microrganismos antes e após os protocolos de desinfecção, houve redução microbiana nos grupos O3 PUI, O3 PUI + EA, NaOCl, NaOCl PUI, NaOCl PUI + EA (p˂0.05). Concluiu-se que o NaOCl 2,5% com e sem agitação foi eficiente, assim como a água ozonizada 8 µg/mL potencializada pelos métodos de agitação na desinfecção e que a mesma está relacionada com os microrganismos presentes no biofilme."]}], "GeneralNote": [], "PMID": "37466523", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1590/0103-6440202305318", "S0103-64402023000300033"], "Journal": {"ISSN": "1806-4760", "JournalIssue": {"Volume": "34", "Issue": "3", "PubDate": {"Year": "2023", "Season": "May-Jun"}}, "Title": "Brazilian dental journal", "ISOAbbreviation": "Braz Dent J"}, "ArticleTitle": "Analysis of antimicrobial efficacy of sodium hypochlorite and ozonated water against biofilm in oval canals.", "Pagination": {"StartPage": "33", "EndPage": "41", "MedlinePgn": "33-41"}, "Abstract": {"AbstractText": ["This in vitro study compared the antimicrobial efficacy of 2.5% sodium hypochlorite (NaOCl) and 8 µg/mL ozonated water agitated by passive ultrasonic irrigation (PUI) or PUI combined with EndoActivator (EA) against mature multispecies biofilm. One hundred and five oval-shaped mandibular premolars were instrumented, sterilized, and inoculated with Enterococcus faecalis, Candida albicans, and Staphylococcus aureus, divided into: control group - saline; O3 group - ozonated water; O3 PUI group - ozonated water with PUI agitation; O3 PUI+EA group - ozonated water with PUI+EA agitation; NaOCl group - NaOCl; NaOCl PUI group - NaOCl with PUI agitation; and NaOCl PUI+EA group - NaOCl with PUI+EA agitation. Microbiological samples were collected before (S1) and after (S2) the disinfection procedures and the data were statistically analyzed using the Kruskal-Wallis test. In the culture method, there was significant disinfection in the O3 PUI+EA, NaOCl, NaOCl PUI, and NaOCl PUI+EA groups (p˂0.05). The combination of NaOCl with PUI+EA reduced microbial counts to zero (p˂0.05). In the qPCR method, there was a significant reduction in the total count of viable microorganisms in the O3 PUI, O3 PUI+EA, NaOCl, NaOCl PUI, and NaOCl PUI+EA groups (p˂0.05). It can be concluded that 2.5% NaOCl with and without agitation, as well as 8 µg/mL ozonated water with its action enhanced by the agitation techniques, were effective in root canal disinfection, and their antimicrobial efficacy is related to the microorganisms present in the biofilm."]}, "AuthorList": [{"Identifier": ["0000-0002-0577-4043"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculdade São Leopoldo Mandic, Instituto de Pesquisa São Leopoldo Mandic., Campinas, SP, Brasil."}], "LastName": "Merçon", "ForeName": "Ivy Rodrigues", "Initials": "IR"}, {"Identifier": ["0000-0003-0990-2425"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculdade São Leopoldo Mandic, Instituto de Pesquisa São Leopoldo Mandic., Campinas, SP, Brasil."}], "LastName": "Campos", "ForeName": "Francisco Ubiratan Ferreira de", "Initials": "FUF"}, {"Identifier": ["0000-0002-2868-6839"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Program in Health Sciences, Pontifícia Universidade Católica de Campinas(PUC Campinas), Campinas, SP, Brasil."}], "LastName": "Fontana", "ForeName": "Carlos Eduardo", "Initials": "CE"}, {"Identifier": ["0000-0003-4175-2121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculdade São Leopoldo Mandic, Instituto de Pesquisa São Leopoldo Mandic., Campinas, SP, Brasil."}], "LastName": "Pelegrine", "ForeName": "Rina Andréa", "Initials": "RA"}, {"Identifier": ["0000-0002-3320-9172"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculdade São Leopoldo Mandic, Instituto de Pesquisa São Leopoldo Mandic., Campinas, SP, Brasil."}], "LastName": "Martin", "ForeName": "Alexandre Sigrist De", "Initials": "AS"}, {"Identifier": ["0000-0002-2675-0884"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculdade São Leopoldo Mandic, Instituto de Pesquisa São Leopoldo Mandic., Campinas, SP, Brasil."}], "LastName": "Bueno", "ForeName": "Carlos Eduardo da Silveira", "Initials": "CEDS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Braz Dent J", "NlmUniqueID": "9214652", "ISSNLinking": "0103-6440"}, "ChemicalList": [{"RegistryNumber": "DY38VHM5OD", "NameOfSubstance": "Sodium Hypochlorite"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Root Canal Irrigants"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Sodium Hypochlorite"}, {"QualifierName": ["microbiology"], "DescriptorName": "Dental Pulp Cavity"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": [], "DescriptorName": "Root Canal Therapy"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": [], "DescriptorName": "Enterococcus faecalis"}, {"QualifierName": [], "DescriptorName": "Root Canal Irrigants"}, {"QualifierName": ["methods"], "DescriptorName": "Root Canal Preparation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Siqueira JF, Jr, Rocas IN. Clinical implications and microbiology of bacterial persistence after treatment procedures. J Endod. 2008;34:1291–1301. e1293.", "ArticleIdList": ["18928835"]}, {"Citation": "Siqueira JF, Rocas IN, Moraes SR, Santos KR. Direct amplification of rRNA gene sequences for identification of selected oral pathogens in root canal infections. Int Endod J. 2002;35:345–351.", "ArticleIdList": ["12059935"]}, {"Citation": "Case PD, Bird PS, Kahler WA, George R, Walsh LJ. Treatment of root canal biofilms of Enterococcus faecalis with ozone gas and passive ultrasound activation. J Endod. 2012;38:523–526.", "ArticleIdList": ["22414842"]}, {"Citation": "Mergoni G, Percudani D, Lodi G, Bertani P, Manfredi M. Prevalence of Candida Species in endodontic infections: systematic review and meta-analysis. J Endod. 2018;44:1616–1625. e1619.", "ArticleIdList": ["30241680"]}, {"Citation": "Estrela C, Estrela CR, Decurcio Dde A, Silva JA, Bammann LL. Antimicrobial potential of ozone in an ultrasonic cleaning system against Staphylococcus aureus. Braz Dent J. 2006;17:134–138.", "ArticleIdList": ["16924341"]}, {"Citation": "Hubbezoglu I, Zan R, Tunc T, Sumer Z. Antibacterial efficacy of aqueous ozone in root canals infected by Enterococcus faecalis. Jundishapur J Microbiol. 2014;7 e11411.", "ArticleIdList": ["PMC4216578", "25368798"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Oxygen/ozone as a medical gas mixture. A critical evaluation of the various methods clarifies positive and negative aspects. Med Gas Res. 2011:1:6–1:6.", "ArticleIdList": ["PMC3231820", "22146387"]}, {"Citation": "Silva E, Prado MC, Soares DN, Hecksher F, Martins JNR, Fidalgo TKS. The effect of ozone therapy in root canal disinfection: a systematic review. Int Endod J. 2020;53:317–332.", "ArticleIdList": ["31587303"]}, {"Citation": "Zhu X, Yin X, Chang JW, Wang Y, Cheung GS, Zhang C. Comparison of the antibacterial effect and smear layer removal using photon-initiated photoacoustic streaming aided irrigation versus a conventional irrigation in single-rooted canals: an in vitro study. Photomed Laser Surg. 2013;31:371–377.", "ArticleIdList": ["PMC3732410", "23863104"]}, {"Citation": "Souza CC, Bueno CE, Kato AS, Limoeiro AG, Fontana CE, Pelegrine RA. Efficacy of passive ultrasonic irrigation, continuous ultrasonic irrigation versus irrigation with reciprocating activation device in penetration into main and simulated lateral canals. J Conserv Dent. 2019;22:155–159.", "ArticleIdList": ["PMC6519188", "31142985"]}, {"Citation": "Bryce G, MacBeth N, Gulabivala K, Ng YL. The efficacy of supplementary sonic irrigation using the EndoActivator((R)) system determined by removal of a collagen film from an ex vivo model. Int Endod J. 2018;51:489–497.", "ArticleIdList": ["29106737"]}, {"Citation": "Moraes MM, Coelho MS, Nascimento WM, Nogales CG, de Campos FUF, de Jesus Soares A, et al. The antimicrobial effect of different ozone protocols applied in severe curved canals contaminated with Enterococcus faecalis: ex vivo study. Odontology. 2021;109:696–700.", "ArticleIdList": ["33507433"]}, {"Citation": "Schneider SW. A comparison of canal preparations in straight and curved root canals. Oral Surg Oral Med Oral Pathol. 1971;32:271–275.", "ArticleIdList": ["5284110"]}, {"Citation": "Nogales CG, Ferreira MB, Montemor AF, Rodrigues MF, Lage-Marques JL, Antoniazzi JH. Ozone therapy as an adjuvant for endondontic protocols: microbiological - ex vivo study and citotoxicity analyses. J Appl Oral Sci. 2016;24:607–613.", "ArticleIdList": ["PMC5161259", "28076466"]}, {"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105:e85–e91.", "ArticleIdList": ["18280954"]}, {"Citation": "Bhuva B, Patel S, Wilson R, Niazi S, Beighton D, Mannocci F. The effectiveness of passive ultrasonic irrigation on intraradicular Enterococcus faecalis biofilms in extracted single-rooted human teeth. Int Endod J. 2010;43:241–250.", "ArticleIdList": ["20158536"]}, {"Citation": "Nunes IA, Novais TM, Garcia PP, Silva WS, Tavarez RJ, Rizzi CC, et al. Antimicrobial action of ozonated water and photodynamic therapy with sonic activation in root canals infected with Enterococcus faecalis. J Clin Exp Dent. 2022;14 e486-e491.", "ArticleIdList": ["PMC9233916", "35765359"]}, {"Citation": "Pinheiro SL, Silva CCD, Silva LAD, Cicotti MP, Bueno C, Fontana CE, et al. Antimicrobial efficacy of 2.5% sodium hypochlorite, 2% chlorhexidine, and ozonated water as irrigants in mesiobuccal root canals with severe curvature of mandibular molars. Eur J Dent. 2018;12:94–99.", "ArticleIdList": ["PMC5883483", "29657531"]}, {"Citation": "Guerreiro-Tanomaru JM, De NB, Faria-Júnior, Duarte MA, Ordinola-Zapata R, Graeff MS, Tanomaru-Filho M. Comparative analysis of Enterococcus faecalis biofilm formation on different substrates. J Endod. 2013;39:346–350.", "ArticleIdList": ["23402505"]}, {"Citation": "Nogales CG, Ferreira MB, Lage-Marques JL. Comparison of the antimicrobial activity of three different concentrations of aqueous ozone on Pseudomonas aeruginosa, Staphylococcus aureus, and Enterococcus faecalis - in vitro study. Journal of Ozone Therapy. 2014;4:9–15."}, {"Citation": "Sinha N, Asthana G, Parmar G, Langaliya A, Shah J, Kumbhar A, et al. Evaluation of ozone therapy in endodontic treatment of teeth with necrotic pulp and apical periodontitis: a randomized clinical trial. J Endod. 2021;47:1820–1828.", "ArticleIdList": ["34562501"]}, {"Citation": "van der Sluis LW, Vogels MP, Verhaagen B, Macedo R, Wesselink PR. Study on the influence of refreshment/activation cycles and irrigants on mechanical cleaning efficiency during ultrasonic activation of the irrigant. J Endod. 2010;36:737–740.", "ArticleIdList": ["20307755"]}, {"Citation": "Siqueira JF, Jr, Rocas IN. A critical analysis of research methods and experimental models to study the root canal microbiome. Int Endod J. 2022;55:46–71. Suppl 1.", "ArticleIdList": ["34714548"]}, {"Citation": "Estrela C, Estrela CR, Decurcio DA, Hollanda AC, Silva JA. Antimicrobial efficacy of ozonated water, gaseous ozone, sodium hypochlorite and chlorhexidine in infected human root canals. Int Endod J. 2007;40:85–93.", "ArticleIdList": ["17229112"]}, {"Citation": "Huth KC, Quirling M, Maier S, Kamereck K, Alkhayer M, Paschos E, et al. Effectiveness of ozone against endodontopathogenic microorganisms in a root canal biofilm model. Int Endod J. 2009;42:3–13.", "ArticleIdList": ["19125975"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "30"}, {"Year": "2023", "Month": "5", "Day": "23"}, {"Year": "2023", "Month": "7", "Day": "19", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "19", "Hour": "13", "Minute": "6"}, {"Year": "2023", "Month": "7", "Day": "19", "Hour": "10", "Minute": "44"}, {"Year": "2023", "Month": "7", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37466523", "PMC10355262", "10.1590/0103-6440202305318", "S0103-64402023000300033"]}}], "PubmedBookArticle": []}