{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Degradation by-products", "Nonylphenol", "Ozone", "UV"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37462867", "DateCompleted": {"Year": "2023", "Month": "08", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "07", "Day": "18"}], "ELocationID": ["10.1007/s11356-023-28653-z"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "30", "Issue": "39", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Molecularly imprinted polymers (MIPs) as efficient catalytic tools for the oxidative degradation of 4-nonylphenol and its by-products.", "Pagination": {"StartPage": "90741", "EndPage": "90756", "MedlinePgn": "90741-90756"}, "Abstract": {"AbstractText": ["Water pollution is a current global concern caused by emerging pollutants like nonylphenol (NP). This endocrine disruptor cannot be efficiently removed with traditional wastewater treatment plants (WTPs). Therefore, this work aimed to evaluate the adsorption influence of molecularly imprinted polymers (MIPs) on the oxidative degradation (ozone and ultraviolet irradiations) of 4-nonylphenol (4-NP) and its by-products as a coadjuvant in WTPs. MIPs were synthesized and characterized; the effect of the degradation rate under system operating conditions was studied by Box-Behnken response surface design of experiments. The variables evaluated were 4-NP concentration, ozone exposure time, pH, and MIP amount. Results show that the MIPs synthesized by co-precipitation and bulk polymerizations obtained the highest retention rates (> 90%). The maximum adsorption capacities for 4-NP were 201.1 mg L<sup>-1</sup> and 500 mg L<sup>-1</sup>, respectively. The degradation percentages under O<sub>3</sub> and UV conditions reached 98-100% at 120 s of exposure at different pHs. The degradation products of 4-NP were compounds with carboxylic and ketonic acids, and the MIP adsorption was between 50 and 60%. Our results present the first application of MIPs in oxidation processes for 4-NP, representing starting points for the use of highly selective materials to identify and remove emerging pollutants and their degradation by-products in environmental matrices."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto Tecnológico Superior de Rioverde, Ma del Rosario, San Ciro de Acosta-Rioverde 165, CP 79610, Rioverde, SLP, Mexico."}], "LastName": "Vargas-Berrones", "ForeName": "Karla", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigación Y Estudios de Posgrado, Facultad de Ciencias Químicas, Universidad Autónoma de San Luis Potosí, 78260, San Luis Potosí, Mexico."}], "LastName": "Ocampo-Perez", "ForeName": "Raul", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Metalurgia-Facultad de Ingeniería, Universidad Autónoma de San Luis Potosí, Av. Sierra Leona 550, Lomas 2a Sección, 78210, San Luis Potosí, San Luis Potosí, Mexico."}], "LastName": "Rodríguez-Torres", "ForeName": "Israel", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Ingeniería, Universidad Autónoma de San Luis Potosí, Av. Manuel Nava No. 8, 78290, San Luis Potosí, SLP, Mexico."}], "LastName": "Medellín-Castillo", "ForeName": "Nahúm A", "Initials": "NA"}, {"Identifier": ["0000-0003-2263-6280"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Coordinación Para La Innovación Y Aplicación de La Ciencia Y La Tecnología (CIACYT), Colonia Lomas Segunda Sección, Avenida Sierra Leona No. 550, CP 78210, San Luis Potosí, SLP, Mexico. rfloresra@conacyt.mx."}], "LastName": "Flores-Ramírez", "ForeName": "Rogelio", "Initials": "R"}], "GrantList": [{"GrantID": "National Council on Science", "Agency": "National Council on Science and Technology", "Country": ""}, {"GrantID": "Technology- Sectoral Research FOSEC SS/IMSS/ISSSTE # A3-S-38681.", "Agency": "National Council on Science and Technology", "Country": ""}, {"GrantID": "Postdoctoral Research CVU 815662", "Agency": "Consejo Nacional de Ciencia y Tecnología", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "I03GBV4WEL", "NameOfSubstance": "4-nonylphenol"}, {"RegistryNumber": "0", "NameOfSubstance": "Molecularly Imprinted Polymers"}, {"RegistryNumber": "0", "NameOfSubstance": "Polymers"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Molecularly Imprinted Polymers"}, {"QualifierName": ["methods"], "DescriptorName": "Molecular Imprinting"}, {"QualifierName": ["chemistry"], "DescriptorName": "Polymers"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Adsorption"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahammad NA, Ahmad MA, Hameed BH, Mohd Din AT (2022) A mini review of recent progress in the removal of emerging contaminants from pharmaceutical waste using various adsorbents. Environ Sci Pollut Res Int.  https://doi.org/10.1007/s11356-022-19829-0"}, {"Citation": "Anirudhan TS, Christa J, Shainy F (2020) Magnetic titanium dioxide embedded molecularly imprinted polymer nanocomposite for the degradation of diuron under visible light. React Funct Polym 152:104597", "ArticleIdList": ["10.1016/j.reactfunctpolym.2020.104597"]}, {"Citation": "Araujo FG, Bauerfeldt GF, Cid YP (2018) Nonylphenol: properties, legislation, toxicity and determination. An Acad Bras Ciencias 90:1903–1918", "ArticleIdList": ["10.1590/0001-3765201720170023"]}, {"Citation": "Aravind kumar J, Krithiga T, Sathish S, Renita AA, Prabu D, Lokesh S, Geetha R, Namasivayam SKR, Sillanpaa M (2022) Persistent organic pollutants in water resources: fate, occurrence, characterization and risk analysis. Sci Total Environ 831:154808", "ArticleIdList": ["10.1016/j.scitotenv.2022.154808"]}, {"Citation": "Arlos MJ, Parker WJ, Bicudo JR, Law P, Hicks KA, Fuzzen MLM, Andrews SA, Servos MR (2018) Modeling the exposure of wild fish to endocrine active chemicals: potential linkages of total estrogenicity to field-observed intersex. Water Res 139:187–197", "ArticleIdList": ["10.1016/j.watres.2018.04.005"]}, {"Citation": "Azizi A, Bottaro CS (2020) A critical review of molecularly imprinted polymers for the analysis of organic pollutants in environmental water samples. J Chromatogr A 1614:460603", "ArticleIdList": ["10.1016/j.chroma.2019.460603"]}, {"Citation": "Bader H (1982) Determination of ozone in water by the indigo method: a submitted standard method. Ozone: Sci Eng 4(4):169–176.  https://doi.org/10.1080/01919518208550955"}, {"Citation": "Baltazar Estrada-Arriaga E, Cortes-Munoz JE, Gonzalez-Herrera A, Calderon-Molgora CG, Rivera-Huerta MD, Ramirez-Camperos E, Montellano-Palacios L, Gelover-Santiago SL, Perez-Castrejon S, Cardoso-Vigueros L, Martin-Dominguez A, Garcia-Sanchez L (2016) Assessment of full-scale biological nutrient removal systems upgraded with physico-chemical processes for the removal of emerging pollutants present in wastewaters from Mexico. Sci Total Environ 571:1172–1182", "ArticleIdList": ["10.1016/j.scitotenv.2016.07.118"]}, {"Citation": "Bhandari G, Bagheri AR, Bhatt P, Bilal M (2021) Occurrence, potential ecological risks, and degradation of endocrine disrupter, nonylphenol, from the aqueous environment. Chemosphere 275:130013", "ArticleIdList": ["10.1016/j.chemosphere.2021.130013"]}, {"Citation": "Bi YJ, Li WY, Yuan C, Wang BS (2013) Synthesis of molecularly imprinted polymers for the binding and recognition of nonylphenol. Adv Mater Res 641:55–59 (Trans Tech Publ)", "ArticleIdList": ["10.4028/www.scientific.net/AMR.641-642.55"]}, {"Citation": "Bilal M, Adeel M, Rasheed T, Zhao Y, Iqbal HMN (2019) Emerging contaminants of high concern and their enzyme-assisted biodegradation – a review. Environ Int 124:336–353", "ArticleIdList": ["10.1016/j.envint.2019.01.011"]}, {"Citation": "Bina B, Mohammadi F, Amin MM, Pourzamani HR, Yavari Z (2018) Determination of 4-nonylphenol and 4-tert-octylphenol compounds in various types of wastewater and their removal rates in different treatment processes in nine wastewater treatment plants of Iran. Chin J Chem Eng 26:183–190", "ArticleIdList": ["10.1016/j.cjche.2017.04.009"]}, {"Citation": "Björklund K, Bondelind M, Karlsson A, Karlsson D, Sokolova E (2018) Hydrodynamic modelling of the influence of stormwater and combined sewer overflows on receiving water quality: benzo(a)pyrene and copper risks to recreational water. J Environ Manage 207:32–42", "ArticleIdList": ["10.1016/j.jenvman.2017.11.014"]}, {"Citation": "Cai J, Niu B, Xie Q, Lu N, Huang S, Zhao G, Zhao J (2022) Accurate removal of toxic organic pollutants from complex water matrices. Environ Sci Technol 56:2917–2935", "ArticleIdList": ["10.1021/acs.est.1c07824"]}, {"Citation": "Cervantes-Uc JM, Cauich-Rodríguez JV, Vázquez-Torres H, Licea-Claveríe A (2006) TGA/FTIR study on thermal degradation of polymethacrylates containing carboxylic groups. Polym Degrad Stab 91:3312–3321", "ArticleIdList": ["10.1016/j.polymdegradstab.2006.06.005"]}, {"Citation": "Chawla I, Karthikeyan L, Mishra AK (2020) A review of remote sensing applications for water security: quantity, quality, and extremes. J Hydrol 585:124826", "ArticleIdList": ["10.1016/j.jhydrol.2020.124826"]}, {"Citation": "Chen F-Y, Ba S-P, Tang Y-B, Wang X-G (2015) Preparation and characterization of nonylphenol magnetic molecularly imprinted polymer. J Chem Soc Pak 37(06):1143–1152"}, {"Citation": "Cheng Y, Shan Z, Zhou J, Bu Y, Li P, Lu S (2017) Effects of 4-nonylphenol in drinking water on the reproductive capacity of Japanese quails (Coturnix japonica). Chemosphere 175:219–227", "ArticleIdList": ["10.1016/j.chemosphere.2017.02.041"]}, {"Citation": "Chub OV, Saadatkhah N, Dubois J-L, Patience GS (2022) Fluidized bed poly(methyl methacrylate) thermolysis to methyl methacrylate followed by catalytic hydrolysis to methacrylic acid. Appl Catal A: Gen 638:118637", "ArticleIdList": ["10.1016/j.apcata.2022.118637"]}, {"Citation": "Crini G, Cosentino C, Bradu C, Fourmentin M, Torri G, Ruzimuradov O, Alaton IA, Tomei MC, Derco J, Barhoumi M, Prosen H, Malinović BN, Vrabeľ M, Huq MM, Soltan J, Lichtfouse E, Morin-Crini N (2022) Innovative technologies to remove alkylphenols from wastewater: a review. Environ Chem Lett 20:2597–2628", "ArticleIdList": ["10.1007/s10311-022-01438-5"]}, {"Citation": "Dai C-m, Geissen S-U, Zhang Y-l, Zhang Y-j, Zhou X-f (2011) Selective removal of diclofenac from contaminated water using molecularly imprinted polymer microspheres. Environ Pollut 159:1660–1666", "ArticleIdList": ["10.1016/j.envpol.2011.02.041"]}, {"Citation": "De La Fuente L, Acosta T, Babay P, Curutchet G, Candal R, Litter MI (2010) Degradation of nonylphenol ethoxylate-9 (NPE-9) by photochemical advanced oxidation technologies. Ind Eng Chem Res 49:6909–6915", "ArticleIdList": ["10.1021/ie901785j"]}, {"Citation": "de Leon-Martinez LD, Rodriguez-Aguilar M, Ocampo-Perez R, Gutierrez-Hernandez JM, Diaz-Barriga F, Batres-Esquivel L, Flores-Ramirez R (2018) Synthesis and evaluation of a molecularly imprinted polymer for the determination of metronidazole in water samples. Bull Environ Contam Toxicol 100:395–401", "ArticleIdList": ["10.1007/s00128-017-2249-5"]}, {"Citation": "de Leon-Martinez LD, Melendez-Marmolejo J, Vargas-Berrones K, Flores-Ramirez R (2020) Synthesis and evaluation of molecularly imprinted polymers for the determination of di(2-ethylhexyl) phthalate (DEHP) in water samples. Bull Environ Contam Toxicol 105:806–812", "ArticleIdList": ["10.1007/s00128-020-03023-4"]}, {"Citation": "De Weert J, Viñas M, Grotenhuis T, Rijnaarts H, Langenhoff A (2010) Aerobic nonylphenol degradation and nitro-nonylphenol formation by microbial cultures from sediments. Appl Microbiol Biotechnol 86:761–771", "ArticleIdList": ["10.1007/s00253-009-2394-9"]}, {"Citation": "Deblonde T, Cossu-Leguille C, Hartemann P (2011) Emerging pollutants in wastewater: a review of the literature. Int J Hyg Environ Health 214:442–448", "ArticleIdList": ["10.1016/j.ijheh.2011.08.002"]}, {"Citation": "Decompte E, Lobaz V, Monperrus M, Deniau E, Save M (2020) Molecularly imprinted polymer colloids synthesized by miniemulsion polymerization for recognition and separation of nonylphenol. ACS Appl Polym Mater 2:3543–3556", "ArticleIdList": ["10.1021/acsapm.0c00560"]}, {"Citation": "Deleu M, Paquot M (2004) From renewable vegetables resources to microorganisms: new trends in surfactants. C R Chim 7(6–7):641–646. https://doi.org/10.1016/j.crci.2004.04.002 . https://www.sciencedirect.com/science/article/pii/S1631074804001146"}, {"Citation": "Dima S-O, Meouche W, Dobre T, Nicolescu T-V, Sarbu A (2013) Diosgenin-selective molecularly imprinted pearls prepared by wet phase inversion. React Funct Polym 73:1188–1197", "ArticleIdList": ["10.1016/j.reactfunctpolym.2013.05.014"]}, {"Citation": "Duan F, Chen C, Zhao X, Yang Y, Liu X, Qin Y (2016) Water-compatible surface molecularly imprinted polymers with synergy of bi-functional monomers for enhanced selective adsorption of bisphenol A from aqueous solution. Environ Sci Nano 3:213–222", "ArticleIdList": ["10.1039/C5EN00198F"]}, {"Citation": "Felis E, Miksch K (2015) Nonylphenols degradation in the UV, UV/H2O2, O3 and UV/O3 processes–comparison of the methods and kinetic study. Water Sci Technol 71:446–453", "ArticleIdList": ["10.2166/wst.2015.011"]}, {"Citation": "Félix-Cañedo TE, Durán-Álvarez JC, Jiménez-Cisneros B (2013) The occurrence and distribution of a group of organic micropollutants in Mexico City’s water sources. Sci Total Environ 454–455:109–118", "ArticleIdList": ["10.1016/j.scitotenv.2013.02.088"]}, {"Citation": "Ferrara F, Ademollo N, Orrù MA, Silvestroni L, Funari E (2011) Alkylphenols in adipose tissues of Italian population. Chemosphere 82:1044–1049", "ArticleIdList": ["10.1016/j.chemosphere.2010.10.064"]}, {"Citation": "Forte M, Di Lorenzo M, Carrizzo A, Valiante S, Vecchione C, Laforgia V, De Falco M (2016) Nonylphenol effects on human prostate non tumorigenic cells. Toxicology 357–358:21–32", "ArticleIdList": ["10.1016/j.tox.2016.05.024"]}, {"Citation": "Fresco-Cala B, Batista AD, Cárdenas S (2020) Molecularly imprinted polymer micro- and nano-particles: a review. Molecules 25:4740", "ArticleIdList": ["10.3390/molecules25204740"]}, {"Citation": "Gao D, Li Z, Guan J, Liang H (2017) Seasonal variations in the concentration and removal of nonylphenol ethoxylates from the wastewater of a sewage treatment plant. J Environ Sci 54:217–223", "ArticleIdList": ["10.1016/j.jes.2016.02.005"]}, {"Citation": "Guan S-H, Zhao K-F, Tong Q, Rao Q-X, Cheng L, Song W, Zhang Q-C, Wang X-L, Song W-G (2021) A review of photocatalytic materials application on nonylphenol degradation. Environ Chall 4:100172", "ArticleIdList": ["10.1016/j.envc.2021.100172"]}, {"Citation": "Guerreiro A, Soares A, Piletska E, Mattiasson B, Piletsky S (2008) Preliminary evaluation of new polymer matrix for solid-phase extraction of nonylphenol from water samples. Anal Chim Acta 612:99–104", "ArticleIdList": ["10.1016/j.aca.2008.02.010"]}, {"Citation": "Guo W, Hu W, Pan J, Zhou H, Guan W, Wang X, Dai J, Xu L (2011) Selective adsorption and separation of BPA from aqueous solution using novel molecularly imprinted polymers based on kaolinite/Fe3O4 composites. Chem Eng J 171:603–611", "ArticleIdList": ["10.1016/j.cej.2011.04.036"]}, {"Citation": "Hajizadeh S, Kirsebom H, Galaev IY, Mattiasson B (2010) Evaluation of selective composite cryogel for bromate removal from drinking water. J Sep Sci 33:1752–1759", "ArticleIdList": ["10.1002/jssc.201000019"]}, {"Citation": "Hong Y, Feng C, Yan Z, Wang Y, Liu D, Liao W, Bai Y (2020) Nonylphenol occurrence, distribution, toxicity and analytical methods in freshwater. Environ Chem Lett 18:2095–2106", "ArticleIdList": ["10.1007/s10311-020-01060-3"]}, {"Citation": "Huang M, Zhou T, Wu X, Mao J (2015) Adsorption and degradation of norfloxacin by a novel molecular imprinting magnetic Fenton-like catalyst. Chin J Chem Eng 23:1698–1704", "ArticleIdList": ["10.1016/j.cjche.2015.08.030"]}, {"Citation": "Hussain S, Khan S, Gul S, Pividori MI, Del Pilar Taboada Sotomayor M (2016) A novel core@shell magnetic molecular imprinted nanoparticles for selective determination of folic acid in different food samples. React Funct Polym 106:51–56", "ArticleIdList": ["10.1016/j.reactfunctpolym.2016.07.011"]}, {"Citation": "Karci A, Arslan-Alaton I, Bekbolet M (2013) Advanced oxidation of a commercially important nonionic surfactant: investigation of degradation products and toxicity. J Hazard Mater 263:275–282", "ArticleIdList": ["10.1016/j.jhazmat.2013.03.052"]}, {"Citation": "Khan S, Hussain S, Wong A, Foguel MV, Moreira Gonçalves L, Pividori Gurgo MI, Taboada Sotomayor MdP (2018) Synthesis and characterization of magnetic-molecularly imprinted polymers for the HPLC-UV analysis of ametryn. React Funct Polym 122:175–182", "ArticleIdList": ["10.1016/j.reactfunctpolym.2017.11.002"]}, {"Citation": "Krupadam RJ, Khan MS, Wate SR (2010) Removal of probable human carcinogenic polycyclic aromatic hydrocarbons from contaminated water using molecularly imprinted polymer. Water Res 44:681–688", "ArticleIdList": ["10.1016/j.watres.2009.09.044"]}, {"Citation": "Kuzin I, Loskutov I (1996) Zh. Prikl. Khim. J Appl Chem URSS 39:100–104"}, {"Citation": "Le T-M-T, Truong T-N-S, Nguyen P-D, Le Q-D-T, Tran Q-V, Le T-T, Nguyen Q-H, Kieu-Le T-C, Strady E (2023) Evaluation of microplastic removal efficiency of wastewater-treatment plants in a developing country, Vietnam. Environ Technol Innov 29:102994", "ArticleIdList": ["10.1016/j.eti.2022.102994"]}, {"Citation": "Lenz K, Beck V, Fuerhacker M (2004) Behaviour of bisphenol A (BPA), 4-nonylphenol (4-NP) and 4-nonylphenol ethoxylates (4-NP1EO, 4-NP2EO) in oxidative water treatment processes. Water Sci Technol : J Int Assoc Water Pollut Res 50:141–147", "ArticleIdList": ["10.2166/wst.2004.0321"]}, {"Citation": "Lenz K, Beck V, Fuerhacker M (2004) Behaviour of bisphenol A (BPA), 4-nonylphenol (4-NP) and 4-nonylphenol ethoxylates (4-NP1EO, 4-NP2EO) in oxidative water treatment processes. Water Sci Technol 50:141–147", "ArticleIdList": ["10.2166/wst.2004.0321"]}, {"Citation": "Li Y, Duan X, Li X, Zhang D (2013) Photodegradation of nonylphenol by simulated sunlight. Mar Pollut Bull 66:47–52", "ArticleIdList": ["10.1016/j.marpolbul.2012.11.014"]}, {"Citation": "Liang H, Tai X, Du Z (2020) Photocatalytic degradation of nonylphenol ethoxylate and its degradation mechanism. J Mol Liq 302:112567", "ArticleIdList": ["10.1016/j.molliq.2020.112567"]}, {"Citation": "Lin H, Liu H, Li Y, Kong X (2021) Thermal stability, pore structure and moisture adsorption property of phosphate acid-activated metakaolin geopolymer. Mater Lett 301:130226", "ArticleIdList": ["10.1016/j.matlet.2021.130226"]}, {"Citation": "Loos R, Hanke G, Umlauf G, Eisenreich SJ (2007) LC–MS–MS analysis and occurrence of octyl- and nonylphenol, their ethoxylates and their carboxylates in Belgian and Italian textile industry, waste water treatment plant effluents and surface waters. Chemosphere 66:690–699", "ArticleIdList": ["10.1016/j.chemosphere.2006.07.060"]}, {"Citation": "Loyo-Rosales JE, Rice CP, Torrents A (2007) Fate of octyl- and nonylphenol ethoxylates and some carboxylated derivatives in three American wastewater treatment plants. Environ Sci Technol 41:6815–6821", "ArticleIdList": ["10.1021/es070713i"]}, {"Citation": "Luo X, Zhan Y, Huang Y, Yang L, Tu X, Luo S (2011) Removal of water-soluble acid dyes from water environment using a novel magnetic molecularly imprinted polymer. J Hazard Mater 187:274–282", "ArticleIdList": ["10.1016/j.jhazmat.2011.01.009"]}, {"Citation": "Lv Y-K, Wang L-M, Yang L, Zhao C-X, Sun H-W (2012) Synthesis and application of molecularly imprinted poly(methacrylic acid)–silica hybrid composite material for selective solid-phase extraction and high-performance liquid chromatography determination of oxytetracycline residues in milk. J Chromatogr A 1227:48–53", "ArticleIdList": ["10.1016/j.chroma.2011.12.108"]}, {"Citation": "Manivannan B, Nallathambi G, Devasena T (2022) Alternative methods of monitoring emerging contaminants in water: a review. Environ Sci Process Impacts 24:2009–2031", "ArticleIdList": ["10.1039/D2EM00237J"]}, {"Citation": "Meléndez-Marmolejo J, Díaz de León-Martínez L, Galván-Romero V, Villarreal-Lucio S, Ocampo-Pérez R, Medellín-Castillo NA, Padilla-Ortega E, Rodríguez-Torres I, Flores-Ramírez R (2022) Design and application of molecularly imprinted polymers for adsorption and environmental assessment of anti-inflammatory drugs in wastewater samples. Environ Sci Pollut Res 29:45885–45902", "ArticleIdList": ["10.1007/s11356-022-19130-0"]}, {"Citation": "Meng Z, Zhang Q, Xue M, Wang D, Wang A (2012) Removal of 2,4,6-trinitrotoluene from “pink water” using molecularly-imprinted absorbent. Propellants Explos Pyrotech 37:100–106", "ArticleIdList": ["10.1002/prep.201000048"]}, {"Citation": "Mtibaà R, Ezzanad A, Aranda E, Pozo C, Ghariani B, Moraga J, Nasri M, Manuel Cantoral J, Garrido C, Mechichi T (2020) Biodegradation and toxicity reduction of nonylphenol, 4-tert-octylphenol and 2,4-dichlorophenol by the ascomycetous fungus Thielavia sp HJ22: identification of fungal metabolites and proposal of a putative pathway. Sci Total Environ 708:135129", "ArticleIdList": ["10.1016/j.scitotenv.2019.135129"]}, {"Citation": "Müller A, Österlund H, Marsalek J, Viklander M (2020) The pollution conveyed by urban runoff: a review of sources. Sci Total Environ 709:136125", "ArticleIdList": ["10.1016/j.scitotenv.2019.136125"]}, {"Citation": "Murray A, Örmeci B (2012) Application of molecularly imprinted and non-imprinted polymers for removal of emerging contaminants in water and wastewater treatment: a review. Environ Sci Pollut Res 19:3820–3830", "ArticleIdList": ["10.1007/s11356-012-1119-2"]}, {"Citation": "Naidu R, Arias Espana VA, Liu Y, Jit J (2016) Emerging contaminants in the environment: risk-based analysis for better management. Chemosphere 154:350–357", "ArticleIdList": ["10.1016/j.chemosphere.2016.03.068"]}, {"Citation": "Nguyen P-D, Le T-M-T, Vo T-K-Q, Nguyen P-T, Vo T-D-H, Dang B-T, Son N-T, Nguyen DD, Bui X-T (2021) Submerged membrane filtration process coupled with powdered activated carbon for nonylphenol ethoxylates removal. Water Sci Technol 84:1793–1803", "ArticleIdList": ["10.2166/wst.2021.380"]}, {"Citation": "Núñez L, Turiel E, Martín-Esteban A, Tadeo JL (2008) Molecularly imprinted polymer for selective extraction of endocrine disrupters nonylphenol and its ethoxylated derivates from environmental solids. J Sep Sci 31:2492–2499", "ArticleIdList": ["10.1002/jssc.200800146"]}, {"Citation": "Omrani M, Ruban V, Ruban G, Lamprea K (2017) Assessment of atmospheric trace metal deposition in urban environments using direct and indirect measurement methodology and contributions from wet and dry depositions. Atmos Environ 168:101–111", "ArticleIdList": ["10.1016/j.atmosenv.2017.08.064"]}, {"Citation": "P SP, K M, A J, S S (2022) Chapter 9 - Endocrine-disrupting pollutants in domestic and industrial wastewater: occurrence and removal by advanced treatment system for wastewater reuse. In: Haq I, Kalamdhad AS, Shah MP (eds) Biodegradation and detoxification of micropollutants in industrial wastewater. Elsevier, pp 177–192", "ArticleIdList": ["10.1016/B978-0-323-88507-2.00006-3"]}, {"Citation": "Pan Y, Zhang X (2013) Four groups of new aromatic halogenated disinfection byproducts: effect of bromide concentration on their formation and speciation in chlorinated drinking water. Environ Sci Technol 47:1265–1273", "ArticleIdList": ["10.1021/es303729n"]}, {"Citation": "Pardeshi S, Singh SK (2016) Precipitation polymerization: a versatile tool for preparing molecularly imprinted polymer beads for chromatography applications. Rsc Adv 6:23525–23536", "ArticleIdList": ["10.1039/C6RA02784A"]}, {"Citation": "Patino-Garcia D, Cruz-Fernandes L, Bunay J, Palomino J, Moreno RD (2018) Reproductive alterations in chronically exposed female mice to environmentally relevant doses of a mixture of phthalates and alkylphenols. Endocrinology 159:1050–1061", "ArticleIdList": ["10.1210/en.2017-00614"]}, {"Citation": "Perron MC, Juneau P (2011) Effect of endocrine disrupters on photosystem II energy fluxes of green algae and cyanobacteria. Environ Res 111:520–529", "ArticleIdList": ["10.1016/j.envres.2011.02.013"]}, {"Citation": "Petrovic M, Gehringer P, Eschweiler H, Barcelo D (2004) LC-MS-(MS) determination of oxidative degradation products of nonylphenol ethoxylates, carboxylates and nonylphenols in water. Water Sci Technol 50:227–234", "ArticleIdList": ["10.2166/wst.2004.0332"]}, {"Citation": "Petrucci G, Gromaire M-C, Shorshani MF, Chebbo G (2014) Nonpoint source pollution of urban stormwater runoff: a methodology for source analysis. Environ Sci Pollut Res 21:10225–10242", "ArticleIdList": ["10.1007/s11356-014-2845-4"]}, {"Citation": "Piletsky SA, Panasyuk TL, Piletskaya EV, Nicholls IA, Ulbricht M (1999) Receptor and transport properties of imprinted polymer membranes – a review. J Membr Sci 157:263–278", "ArticleIdList": ["10.1016/S0376-7388(99)00007-1"]}, {"Citation": "Piletsky SA, Alcock S, Turner APF (2001) Molecular imprinting: at the edge of the third millennium. Trends Biotechnol 19:9–12", "ArticleIdList": ["10.1016/S0167-7799(00)01523-7"]}, {"Citation": "Qiu L, Dong Z, Sun H, Li H, Chang CC (2016) Emerging pollutants - part I: occurrence, fate and transport. Water Environ Res : Res Publ Water Environ Fed 88:1855–1875", "ArticleIdList": ["10.2175/106143016X14696400495811"]}, {"Citation": "Quiroga J, Garrido M, Romero Garcia L, Márquez D, Perales J (2019) Assessment of the biodegradability and ecotoxicty of a nonylphenol ethoxylate surfactant in littoral waters. Int J Environ Sci Dev 10:130–136", "ArticleIdList": ["10.18178/ijesd.2019.10.5.1161"]}, {"Citation": "Rao W, Cai R, Yin Y, Long F, Zhang Z (2014) Magnetic dummy molecularly imprinted polymers based on multi-walled carbon nanotubes for rapid selective solid-phase extraction of 4-nonylphenol in aqueous samples. Talanta 128:170–176", "ArticleIdList": ["10.1016/j.talanta.2014.04.087"]}, {"Citation": "Rasheed T, Bilal M, Nabeel F, Adeel M, Iqbal HMN (2019) Environmentally-related contaminants of high concern: potential sources and analytical modalities for detection, quantification, and treatment. Environ Int 122:52–66", "ArticleIdList": ["10.1016/j.envint.2018.11.038"]}, {"Citation": "Rekhate CV, Srivastava JK (2020) Recent advances in ozone-based advanced oxidation processes for treatment of wastewater- a review. Chem Eng J Adv 3:100031", "ArticleIdList": ["10.1016/j.ceja.2020.100031"]}, {"Citation": "Remucal CK, Salhi E, Walpen N, von Gunten U (2020) Molecular-level transformation of dissolved organic matter during oxidation by ozone and hydroxyl radical. Environ Sci Technol 54:10351–10360", "ArticleIdList": ["10.1021/acs.est.0c03052"]}, {"Citation": "Research DBM (2020) Global Nonylphenol Ethoxylates Market – Industry Trends and Forecast to 2027. https://www.databridgemarketresearch.com/reports/global-nonylphenol-ethoxylates-market"}, {"Citation": "Sanganyado E (2022) Chapter 19 - Policies and regulations for the emerging pollutants in freshwater ecosystems: challenges and opportunities. In: Dalu T, Tavengwa NT (eds) Emerging freshwater pollutants. Elsevier, pp 361–372", "ArticleIdList": ["10.1016/B978-0-12-822850-0.00007-7"]}, {"Citation": "Saravanan M, Nam S-E, Eom H-J, Lee D-H, Rhee J-S (2019) Long-term exposure to waterborne nonylphenol alters reproductive physiological parameters in economically important marine fish. Comp Biochem Physiol Part C: Toxicol Pharmacol 216:10–18"}, {"Citation": "Saravanan A, Kumar PS, Hemavathy RV, Jeevanantham S, Harikumar P, Priyanka G, Devakirubai DRA (2022) A comprehensive review on sources, analysis and toxicity of environmental pollutants and its removal methods from water environment. Sci Total Environ 812:152456", "ArticleIdList": ["10.1016/j.scitotenv.2021.152456"]}, {"Citation": "Sengupta A, Jebur M, Kamaz M, Wickramasinghe SR (2022) Removal of emerging contaminants from wastewater streams using membrane bioreactors: a review. Membranes 12:60", "ArticleIdList": ["10.3390/membranes12010060"]}, {"Citation": "Shao B, Hu J, Yang M, An W, Tao S (2005) Nonylphenol and nonylphenol ethoxylates in river water, drinking water, and fish tissues in the area of Chongqing, China. Arch Environ Contam Toxicol 48:467–473", "ArticleIdList": ["10.1007/s00244-003-0266-3"]}, {"Citation": "Shirdel I, Kalbassi MR, Esmaeilbeigi M, Tinoush B (2020) Disruptive effects of nonylphenol on reproductive hormones, antioxidant enzymes, and histology of liver, kidney and gonads in Caspian trout smolts. Comp Biochem Physiol Part C: Toxicol Pharmacol 232:108756"}, {"Citation": "Silva A, de Oliveira CD, Quirino A, Silva F, Saraiva R, Silva-Cavalcanti J (2018) Endocrine disruptors in aquatic environment: effects and consequences on the biodiversity of fish and amphibian species. Aquat Sci Technol 6:35", "ArticleIdList": ["10.5296/ast.v6i1.12565"]}, {"Citation": "Souza MCO, Rocha BA, Adeyemi JA, Nadal M, Domingo JL, Barbosa F (2022) Legacy and emerging pollutants in Latin America: a critical review of occurrence and levels in environmental and food samples. Sci Total Environ 848:157774", "ArticleIdList": ["10.1016/j.scitotenv.2022.157774"]}, {"Citation": "Staehelin J, Hoigne J (1985) Decomposition of ozone in water in the presence of organic solutes acting as promoters and inhibitors of radical chain reactions. Environ Sci Technol 19:1206–1213", "ArticleIdList": ["10.1021/es00142a012"]}, {"Citation": "Svenson J, Nicholls IA (2001) On the thermal and chemical stability of molecularly imprinted polymers. Anal Chim Acta 435:19–24", "ArticleIdList": ["10.1016/S0003-2670(00)01396-9"]}, {"Citation": "Tabaraki R, Sadeghinejad N (2020) Preparation and application of magnetic molecularly imprinted polymers for rutin determination in green tea. Chem Pap 74:1937–1944", "ArticleIdList": ["10.1007/s11696-019-01039-7"]}, {"Citation": "Tran NH, Reinhard M, Khan E, Chen H, Nguyen VT, Li Y, Goh SG, Nguyen QB, Saeidi N, Gin KY-H (2019) Emerging contaminants in wastewater, stormwater runoff, and surface water: application as chemical markers for diffuse sources. Sci Total Environ 676:252–267", "ArticleIdList": ["10.1016/j.scitotenv.2019.04.160"]}, {"Citation": "Uguz C, Varisli O, Agca C, Evans T, Agca Y (2015) In vitro effects of nonylphenol on motility, mitochondrial, acrosomal and chromatin integrity of ram and boar spermatozoa. Andrologia 47:910–919"}, {"Citation": "Van Zijl MC, Aneck-Hahn NH, Swart P, Hayward S, Genthe B, De Jager C (2017) Estrogenic activity, chemical levels and health risk assessment of municipal distribution point water from Pretoria and Cape Town, South Africa. Chemosphere 186:305–313", "ArticleIdList": ["10.1016/j.chemosphere.2017.07.130"]}, {"Citation": "Varga L, Szigeti J (2016) Use of ozone in the dairy industry: a review. Int J Dairy Technol 69:157–168", "ArticleIdList": ["10.1111/1471-0307.12302"]}, {"Citation": "Vargas-Berrones K, Bernal-Jacome L, Diaz de Leon-Martinez L, Flores-Ramirez R (2020) Emerging pollutants (EPs) in Latin America: a critical review of under-studied EPs, case of study -nonylphenol. Sci Total Environ 726:138493", "ArticleIdList": ["10.1016/j.scitotenv.2020.138493"]}, {"Citation": "Vargas-Berrones K, Bernal-Jácome L, Díaz de León-Martínez L, Flores-Ramírez R (2020) Emerging pollutants (EPs) in Latin América: a critical review of under-studied EPs, case of study -nonylphenol. Sci Total Environ 726:138493", "ArticleIdList": ["10.1016/j.scitotenv.2020.138493"]}, {"Citation": "Varjani S, Joshi R, Srivastava VK, Ngo HH, Guo W (2020) Treatment of wastewater from petroleum industry: current practices and perspectives. Environ Sci Pollut Res 27:27172–27180", "ArticleIdList": ["10.1007/s11356-019-04725-x"]}, {"Citation": "Vazquez-Duhalt R, Marquez-Rocha F, Ponce Rivas E, Licea A, Mt V (2005) Nonylphenol, an integrated vision of a pollutant. Scientific review. Appl Ecol Environ Res 4:1–25", "ArticleIdList": ["10.15666/aeer/0401_001025"]}, {"Citation": "Vieira WT, de Farias MB, Spaolonzi MP, da Silva MGC, Vieira MGA (2021) Latest advanced oxidative processes applied for the removal of endocrine disruptors from aqueous media – a critical report. J Environ Chem Eng 9:105748", "ArticleIdList": ["10.1016/j.jece.2021.105748"]}, {"Citation": "Vilela CLS, Bassin JP, Peixoto RS (2018) Water contamination by endocrine disruptors: impacts, microbiological aspects and trends for environmental protection. Environ Pollut 235:546–559", "ArticleIdList": ["10.1016/j.envpol.2017.12.098"]}, {"Citation": "Villarreal-Lucio DS, Vargas-Berrones KX, Díaz de León-Martínez L, Flores-Ramíez R (2022) Molecularly imprinted polymers for environmental adsorption applications. Environ Sci Pollut Res 29:89923–89942", "ArticleIdList": ["10.1007/s11356-022-24025-1"]}, {"Citation": "Viveiros R, Rebocho S, Casimiro T (2018) Green strategies for molecularly imprinted polymer development. Polymers 10:306", "ArticleIdList": ["10.3390/polym10030306"]}, {"Citation": "von der Ohe PC, Dulio V, Slobodnik J, De Deckere E, Kuhne R, Ebert RU, Ginebreda A, De Cooman W, Schuurmann G, Brack W (2011) A new risk assessment approach for the prioritization of 500 classical and emerging organic microcontaminants as potential river basin specific pollutants under the European Water Framework Directive. Sci Total Environ 409:2064–2077", "ArticleIdList": ["10.1016/j.scitotenv.2011.01.054"]}, {"Citation": "Wang J, Zhuan R (2020) Degradation of antibiotics by advanced oxidation processes: an overview. Sci Total Environ 701:135023", "ArticleIdList": ["10.1016/j.scitotenv.2019.135023"]}, {"Citation": "Wong A, de Oliveira FM, Tarley CRT, Del Pilar Taboada Sotomayor M (2016) Study on the cross-linked molecularly imprinted poly(methacrylic acid) and poly(acrylic acid) towards selective adsorption of diuron. React Funct Polym 100:26–36", "ArticleIdList": ["10.1016/j.reactfunctpolym.2016.01.006"]}, {"Citation": "Wu LQ, Zhu KC, Zhao WP, Li YZ (2005) Theoretical and experimental study of nicotinamide molecularly imprinted polymers with different porogens. Anal Chim Acta 549:39–44", "ArticleIdList": ["10.1016/j.aca.2005.06.009"]}, {"Citation": "Xie X, Ma X, Guo L, Fan Y, Zeng G, Zhang M et al (2019) Novel magnetic multi-templates molecularly imprinted polymer for selective and rapid removal and detection of alkylphenols in water. Chem Eng J 357:56–65", "ArticleIdList": ["10.1016/j.cej.2018.09.080"]}, {"Citation": "Xie Y, Wan J, Yan Z, Wang Y, Xiao T, Hou J, Chen H (2022) Targeted degradation of sulfamethoxazole in wastewater by molecularly imprinted MOFs in advanced oxidation processes: degradation pathways and mechanism. Chem Eng J 429:132237", "ArticleIdList": ["10.1016/j.cej.2021.132237"]}, {"Citation": "Yang Y, Shen X (2022) Preparation and application of molecularly imprinted polymers for flavonoids: review and perspective. Molecules 27:7355", "ArticleIdList": ["10.3390/molecules27217355"]}, {"Citation": "Yoshikawa M, Tharpa K, Dima Ş-O (2016) Molecularly imprinted membranes: past, present, and future. Chem Rev 116:11500–11528", "ArticleIdList": ["10.1021/acs.chemrev.6b00098"]}, {"Citation": "Yoshimatsu K, Reimhult K, Krozer A, Mosbach K, Sode K, Ye L (2007) Uniform molecularly imprinted microspheres and nanoparticles prepared by precipitation polymerization: the control of particle size suitable for different analytical applications. Anal Chim Acta 584:112–121", "ArticleIdList": ["10.1016/j.aca.2006.11.004"]}, {"Citation": "Yu M, Li H, Xie J, Xu Y, Lu X (2022) A descriptive and comparative analysis on the adsorption of PPCPs by molecularly imprinted polymers. Talanta 236:122875", "ArticleIdList": ["10.1016/j.talanta.2021.122875"]}, {"Citation": "Yuan Z, Liu Y, An F (2011) Preparation and phenol-recognizing ability of a poly(methacrylic acid) molecular imprint on the surface of a silica gel. Microchim Acta 172:89–94", "ArticleIdList": ["10.1007/s00604-010-0461-7"]}, {"Citation": "Zeng X, Yu T, Wang P, Yuan R, Wen Q, Fan Y, Wang C, Shi R (2010) Preparation and characterization of polar polymeric adsorbents with high surface area for the removal of phenol from water. J Hazard Mater 177:773–780", "ArticleIdList": ["10.1016/j.jhazmat.2009.12.100"]}, {"Citation": "Zhang W, Qin L, He X-W, Li W-Y, Zhang Y-K (2009) Novel surface modified molecularly imprinted polymer using acryloyl-β-cyclodextrin and acrylamide as monomers for selective recognition of lysozyme in aqueous solution. J Chromatogr A 1216:4560–4567", "ArticleIdList": ["10.1016/j.chroma.2009.03.056"]}, {"Citation": "Zhang X, He W, Ren L, Stager J, Evans PJ, Logan BE (2015) COD removal characteristics in air-cathode microbial fuel cells. Biores Technol 176:23–31", "ArticleIdList": ["10.1016/j.biortech.2014.11.001"]}, {"Citation": "Zhang Y, Guo L, Hoffmann MR (2023) Ozone- and hydroxyl radical-mediated oxidation of pharmaceutical compounds using Ni-doped Sb–SnO2 anodes: degradation kinetics and transformation products. ACS ES&T Eng 3:335–348", "ArticleIdList": ["10.1021/acsestengg.2c00337"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "5"}, {"Year": "2023", "Month": "7", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "24", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "18", "Hour": "13", "Minute": "7"}, {"Year": "2023", "Month": "7", "Day": "18", "Hour": "11", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37462867", "10.1007/s11356-023-28653-z", "10.1007/s11356-023-28653-z"]}}], "PubmedBookArticle": []}