{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Aerosol", "Air pollutant", "COVID-19", "Climate", "Megacity"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37521133", "DateRevised": {"Year": "2023", "Month": "08", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2022", "Month": "02", "Day": "09"}], "ELocationID": ["10.1016/j.gsf.2022.101368"], "Journal": {"ISSN": "2588-9192", "JournalIssue": {"Volume": "13", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Nov"}}, "Title": "Geoscience frontiers", "ISOAbbreviation": "Geosci Front"}, "ArticleTitle": "COVID-19 strict lockdown impact on urban air quality and atmospheric temperature in four megacities of India.", "Pagination": {"StartPage": "101368", "MedlinePgn": "101368"}, "Abstract": {"AbstractText": ["COVID-19 pandemic has forced to lockdown entire India starting from 24th March 2020 to 14th April 2020 (first phase), extended up to 3rd May 2020 (second phase), and further extended up to 17th May 2020 (third phase) with limited relaxation in non-hotspot areas. This strict lockdown has severely curtailed human activity across India. Here, aerosol concentrations of particular matters (PM) i.e., PM<sub>10</sub>, PM<sub>2.5</sub>, carbon monoxide (CO), nitrogen dioxide (NO<sub>2</sub>), sulphur dioxide (SO<sub>2</sub>), ammonia (NH<sub>3</sub>) and ozone (O<sub>3</sub>), and associated temperature fluctuation in four megacities (Delhi, Mumbai, Kolkata, and Chennai) from different regions of India were investigated. In this pandemic period, air temperature of Delhi, Kolkata, Mumbai and Chennai has decreased about 3 °C, 2.5 °C, 2 °C and 2 °C respectively. Compared to previous years and pre-lockdown period, air pollutants level and aerosol concentration (-41.91%, -37.13%, -54.94% and -46.79% respectively for Delhi, Mumbai, Kolkata and Chennai) in these four megacities has improved drastically during this lockdown period. Emission of PM<sub>2.5</sub> has experienced the highest decrease in these megacities, which directly shows the positive impact of restricted vehicular movement. Restricted emissions produce encouraging results in terms of urban air quality and temperature, which may encourage policymakers to consider it in terms of environmental sustainability."], "CopyrightInformation": "© 2022 China University of Geosciences (Beijing) and Peking University. Production and hosting by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Pal", "ForeName": "Subodh Chandra", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Chowdhuri", "ForeName": "Indrajit", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Saha", "ForeName": "Asish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Rural Development and Innovative Sustainable Technology, Indian Institute of Technology Kharagpur, West Bengal, 721302, India."}, {"Identifier": [], "Affiliation": "India Smart Cities Fellow, National Institute of Urban Affairs, New Delhi, 110003, India."}], "LastName": "Ghosh", "ForeName": "Manoranjan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Roy", "ForeName": "Paramita", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Das", "ForeName": "Biswajit", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, The University of Burdwan, Bardhaman, 713104, West Bengal, India."}], "LastName": "Chakrabortty", "ForeName": "Rabin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Raiganj University, Raiganj, Uttar Dinajpur, 733134, West Bengal, India."}], "LastName": "Shit", "ForeName": "Manisa", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Geosci Front", "NlmUniqueID": "9918523185006676", "ISSNLinking": "1674-9871"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams M.D. Air pollution in Ontario, Canada during the COVID-19 State of Emergency. Sci. Total Environ. 2020;742:140516.", "ArticleIdList": ["PMC7321656", "32629257"]}, {"Citation": "Alam K., Qureshi S., Blaschke T. Monitoring spatio-temporal aerosol patterns over Pakistan based on MODIS, TOMS and MISR satellite data and a HYSPLIT model. Atmos. Environ. 2011;45:4641–4651."}, {"Citation": "Baklanov A., Lawrence M., Pandis S., Mahura A., Finardi S., Moussiopoulos N., Beekmann M., Laj P., Gomes L., Jaffrezo J.-L. MEGAPOLI: concept of multi-scale modelling of megacity impact on air quality and climate. Adv. Sci. Res. 2010;4:115–120."}, {"Citation": "Bank A.D. Developing Asia Growth to Fall in 2020 on COVID-19 Impact [WWW Document] Asian Development Bank. 2020 https://www.adb.org/news/developing-asia-growth-fall-2020-covid-19-impact accessed 28 January 2021."}, {"Citation": "Bao R., Zhang A. Does lockdown reduce air pollution? Evidence from 44 cities in northern China. Sci. Total Environ. 2020;731:139052.", "ArticleIdList": ["PMC7194561", "32413655"]}, {"Citation": "Bashir M.F., Ma B., Shahzad L. A brief review of socio-economic and environmental impact of Covid-19. Air Qual. Atmos. Health. 2020;13:1403–1409.", "ArticleIdList": ["PMC7395801", "32837620"]}, {"Citation": "Bashir M.F., Ma B.J., Bilal, Komal B., Bashir M.A., Farooq T.H., Iqbal N., Bashir M. Correlation between environmental pollution indicators and COVID-19 pandemic: A brief study in Californian context. Environ. Res. 2020;187:109652.", "ArticleIdList": ["PMC7219392", "32405084"]}, {"Citation": "Bauwens M., Compernolle S., Stavrakou T., Müller J.-F., Gent J., Eskes H., Levelt P.F., A R., Veefkind J.P., Vlietinck J., Yu H., Zehner C. Impact of coronavirus outbreak on NO2 pollution assessed using TROPOMI and OMI observations. Geophys. Res. Lett. 2020;47 doi: 10.1029/2020GL087978.", "ArticleIdList": ["10.1029/2020GL087978", "PMC7261997", "32836515"]}, {"Citation": "Beirle S., Boersma K.F., Platt U., Lawrence M.G., Wagner T. Megacity emissions and lifetimes of nitrogen oxides probed from space. Science. 2011;333:1737–1739.", "ArticleIdList": ["21940891"]}, {"Citation": "Bherwani H., Nair M., Musugu K., Gautam S., Gupta A., Kapley A., Kumar R. Valuation of air pollution externalities: comparative assessment of economic damage and emission reduction under COVID-19 lockdown. Air Qual. Atmos. Health. 2020;13:683–694.", "ArticleIdList": ["PMC7286556", "32837611"]}, {"Citation": "Broomandi P., Karaca F., Nikfal A., Jahanbakhshi A., Tamjidi M., Kim J.R. Impact of COVID-19 event on the air quality in Iran. Aerosol Air Qual. Res. 2020;20:1793–1804."}, {"Citation": "Ceylan Z. Estimation of COVID-19 prevalence in Italy, Spain, and France. Sci. Total Environ. 2020;729:138817.", "ArticleIdList": ["PMC7175852", "32360907"]}, {"Citation": "Chang H.H., Hu X., Liu Y. Calibrating MODIS aerosol optical depth for predicting daily PM 2.5 concentrations via statistical downscaling. J. Expo. Sci. Environ. Epidemiol. 2014;24:398–404.", "ArticleIdList": ["PMC4065210", "24368510"]}, {"Citation": "Chowdhuri I., Pal S.C., Saha A., Chakrabortty R., Ghosh M., Roy P. Significant decrease of lightning activities during COVID-19 lockdown period over Kolkata megacity in India. Sci. Total Environ. 2020;747:141321. doi: 10.1016/j.scitotenv.2020.141321.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141321", "PMC7385625", "32771791"]}, {"Citation": "Collivignarelli M.C., Abbà A., Bertanza G., Pedrazzani R., Ricciardi P., Carnevale Miino M. Lockdown for CoViD-2019 in Milan: What are the effects on air quality? Sci. Total Environ. 2020;732:139280.", "ArticleIdList": ["PMC7205654", "32402928"]}, {"Citation": "Dantas G., Siciliano B., França B.B., da Silva C.M., Arbilla G. The impact of COVID-19 partial lockdown on the air quality of the city of Rio de Janeiro. Brazil. Sci. Total Environ. 2020;729:139085.", "ArticleIdList": ["PMC7194802", "32361428"]}, {"Citation": "Dutheil F., Baker J.S., Navel V. COVID-19 as a factor influencing air pollution? Environ. Pollut. 2020;263:114466. doi: 10.1016/j.envpol.2020.114466.", "ArticleIdList": ["10.1016/j.envpol.2020.114466", "PMC7144597", "32283458"]}, {"Citation": "Fattorini D., Regoli F. Role of the chronic air pollution levels in the Covid-19 outbreak risk in Italy. Environ. Pollut. 2020;264:114732.", "ArticleIdList": ["PMC7198142", "32387671"]}, {"Citation": "Gautam S. COVID-19: air pollution remains low as people stay at home. Air Qual. Atmos. Health. 2020;13:853–857.", "ArticleIdList": ["PMC7241861", "32837609"]}, {"Citation": "Gilbert R.O. John Wiley & Sons; 1987. Statistical Methods for Environmental Pollution Monitoring."}, {"Citation": "Gillespie T.R., Jones K.E., Dobson A.P., Clennon J.A., Pascual M. COVID-Clarity demands unification of health and environmental policy. Glob. Chang Biol. 2021;27:1319–1321.", "ArticleIdList": ["PMC8014021", "33508882"]}, {"Citation": "Gurjar B.R., Ravindra K., Nagpure A.S. Air pollution trends over Indian megacities and their local-to-global implications. Atmos. Environ. 2016;142:475–495. doi: 10.1016/j.atmosenv.2016.06.030.", "ArticleIdList": ["10.1016/j.atmosenv.2016.06.030"]}, {"Citation": "Guttikunda S.K., Tang Y., Carmichael G.R., Kurata G., Pan L., Streets D.G., Woo J.-H., Thongboonchoo N., Fried A. Impacts of Asian megacity emissions on regional air quality during spring 2001. J. Geophys. Res. Atmos. 2005;110:D20301."}, {"Citation": "Kaufman Y.J., Tanré D., Remer L.A., Vermote E.F., Chu A., Holben B.N. Operational remote sensing of tropospheric aerosol over land from EOS moderate resolution imaging spectroradiometer. J. Geophys. Res. Atmos. 1997;102:17051–17067."}, {"Citation": "Kendall M. 4th ed. Charles Griffin; San Francisco, CA: 1975. Rank Correlation Methods; p. 8."}, {"Citation": "Kothari C.R. New Age International; 2004. Research Methodology: Methods and Techniques."}, {"Citation": "Krecl P., Targino A.C., Oukawa G.Y., Cassino Junior R.P. Drop in urban air pollution from COVID-19 pandemic: Policy implications for the megacity of São Paulo. Environ. Pollut. 2020;265:114883.", "ArticleIdList": ["PMC7259904", "32504979"]}, {"Citation": "Kumari P., Toshniwal D. Impact of lockdown on air quality over major cities across the globe during COVID-19 pandemic. Urban Clim. 2020;34:100719.", "ArticleIdList": ["PMC7562773", "33083215"]}, {"Citation": "Leirião L.F.L., Debone D., Pauliquevis T., Rosário N.M.É., Miraglia S.G.E.K. Environmental and public health effects of vehicle emissions in a large metropolis: Case study of a truck driver strike in Sao Paulo, Brazil. Atmos. Pollut. Res. 2020;11:24–31."}, {"Citation": "Lian X., Huang J., Huang R., Liu C., Wang L., Zhang T. Impact of city lockdown on the air quality of COVID-19-hit of Wuhan city. Sci. Total Environ. 2020;742:140556.", "ArticleIdList": ["PMC7326389", "32634686"]}, {"Citation": "Mayer M., Wang C., Webster M., Prinn R.G. Linking local air pollution to global chemistry and climate. J. Geophys. Res. Atmos. 2000;105:22869–22896."}, {"Citation": "Menut L., Bessagnet B., Siour G., Mailler S., Pennel R., Cholakian A. Impact of lockdown measures to combat Covid-19 on air quality over western Europe. Sci. Total Environ. 2020;741:140426.", "ArticleIdList": ["PMC7309726", "32593893"]}, {"Citation": "Mhawish A., Kumar M., Mishra A.K., Srivastava P.K., Banerjee T. Remote Sensing of Aerosols, Clouds, and Precipitation. Elsevier; 2018. Remote sensing of aerosols from space: retrieval of properties and applications; pp. 45–83."}, {"Citation": "Muhammad S., Long X., Salman M. COVID-19 pandemic and environmental pollution: A blessing in disguise? Sci. Total Environ. 2020;728:138820.", "ArticleIdList": ["PMC7169881", "32334164"]}, {"Citation": "Nakada L.Y.K., Urban R.C. COVID-19 pandemic: Impacts on the air quality during the partial lockdown in São Paulo State, Brazil. Sci. Total Environ. 2020;730:139087.", "ArticleIdList": ["PMC7189200", "32380370"]}, {"Citation": "Pal S.C., Chowdhuri I., Saha A., Chakrabortty R., Roy P., Ghosh M., Shit M. Improvement in ambient-air-quality reduced temperature during the COVID-19 lockdown period in India. Environ. Dev. Sustain. 2021;23(6):9581–9608. doi: 10.1007/s10668-020-01034-z.", "ArticleIdList": ["10.1007/s10668-020-01034-z", "PMC7580820", "33110388"]}, {"Citation": "Pal S.C., Saha A., Chowdhuri I., Roy P., Chakrabortty R., Shit M. Threats of unplanned movement of migrant workers for sudden spurt of COVID-19 pandemic in India. Cities. 2020;109:103035."}, {"Citation": "Rajput H., Changotra R., Rajput P., Gautam S., Gollakota A.R.K., Arora A.S. A shock like no other: Coronavirus rattles commodity markets. Environ. Dev. Sustain. 2021;23(5):6564–6575.", "ArticleIdList": ["PMC7417781", "32837284"]}, {"Citation": "Rasul G. A framework for improving policy priorities in managing COVID-19 challenges in developing countries. Front. Public Health. 2020;8", "ArticleIdList": ["PMC7591500", "33154960"]}, {"Citation": "Remer L.A., Kaufman Y.J., Tanré D., Mattoo S., Chu D.A., Martins J.V., Li R.-R., Ichoku C., Levy R.C., Kleidman R.G., Eck T.F., Vermote E., Holben B.N. The MODIS aerosol algorithm, products, and validation. J. Atmos. Sci. 2005;62:947–973."}, {"Citation": "Rodriguez-Morales A.J., Gallego V., Escalera-Antezana J.P., Méndez C.A., Zambrano L.I., Franco-Paredes C., Suárez J.A., Rodriguez-Enciso H.D., Balbin-Ramon G.J., Savio-Larriera E., Risquez A., Cimerman S. COVID-19 in Latin America: The implications of the first confirmed case in Brazil. Travel Med. Infect. Dis. 2020;35:101613.", "ArticleIdList": ["PMC7129040", "32126292"]}, {"Citation": "Saha A., Pal S.C., Chowdhuri I., Ruidas D., Chakrabortty R., Roy P., Shit M. Impact of firecrackers burning and policy-practice gap on air quality in Delhi during Indian’s great mythological event of Diwali festival. Cities. 2021;119:103384. doi: 10.1016/j.cities.2021.103384.", "ArticleIdList": ["10.1016/j.cities.2021.103384"]}, {"Citation": "Sen P.K. Estimates of the regression coefficient based on Kendall’s tau. J. Am. Stat. Assoc. 1968;63:1379–1389."}, {"Citation": "Shakoor A., Chen X., Farooq T.H., Shahzad U., Ashraf F., Rehman A., Sahar N., Yan W. Fluctuations in environmental pollutants and air quality during the lockdown in the USA and China: two sides of COVID-19 pandemic. Air Qual. Atmos. Health. 2020;13:1335–1342.", "ArticleIdList": ["PMC7415015", "32837622"]}, {"Citation": "Sharma S., Zhang M., Anshika, Gao J., Zhang H., Kota S.H. Effect of restricted emissions during COVID-19 on air quality in India. Sci. Total Environ. 2020;728:138878. doi: 10.1016/j.scitotenv.2020.138878.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138878", "PMC7175882", "32335409"]}, {"Citation": "Shaw N., Gorai A.K. Study of aerosol optical depth using satellite data (MODIS Aqua) over Indian Territory and its relation to particulate matter concentration. Environ. Dev. Sustain. 2018;22:265–279."}, {"Citation": "Shi X., Brasseur G.P. The response in air quality to the reduction of Chinese economic activities during the COVID-19 outbreak. Geophys. Res. Lett. 2020;47 e2020GL088070.", "ArticleIdList": ["PMC7267158", "32836516"]}, {"Citation": "Tobías A., Carnerero C., Reche C., Massagué J., Via M., Minguillón M.C., Alastuey A., Querol X. Changes in air quality during the lockdown in Barcelona (Spain) one month into the SARS-CoV-2 epidemic. Sci. Total Environ. 2020;726:138540.", "ArticleIdList": ["PMC7151283", "32302810"]}, {"Citation": "Wang C., Horby P.W., Hayden F.G., Gao G.F. A novel coronavirus outbreak of global health concern. Lancet. 2020;395:470–473.", "ArticleIdList": ["PMC7135038", "31986257"]}, {"Citation": "Wang Y., Wen Y., Wang Y., Zhang S., Zhang K.M., Zheng H., Xing J., Wu Y., Hao J. Four-month changes in air quality during and after the COVID-19 lockdown in six megacities in China. Environ. Sci. Technol. 2020;7:802–808."}, {"Citation": "Wang J., Tang K., Feng K., Lin X., Lv W., Chen K., Wang F. Impact of temperature and relative humidity on the transmission of COVID-19: A modeling study in China and the United States. BMJ Open. 2020;11", "ArticleIdList": ["PMC7893211", "33597143"]}, {"Citation": "Wang P., Chen K., Zhu S., Wang P., Zhang H. Severe air pollution events not avoided by reduced anthropogenic activities during COVID-19 outbreak. Resou. Conserv. Recycl. 2020;158:104814.", "ArticleIdList": ["PMC7151380", "32300261"]}, {"Citation": "Wenzel F., Bendimerad F., Sinha R. Megacities – megarisks. Nat. Hazards. 2007;42:481–491. doi: 10.1007/s11069-006-9073-2.", "ArticleIdList": ["10.1007/s11069-006-9073-2"]}, {"Citation": "Wu Y., Jing W., Liu J., Ma Q., Yuan J., Wang Y., Du M., Liu M. Effects of temperature and humidity on the daily new cases and new deaths of COVID-19 in 166 countries. Sci. Total Environ. 2020;729:139051.", "ArticleIdList": ["PMC7187824", "32361460"]}, {"Citation": "Xia X., Eck T.F., Holben B.N., Phillippe G., Chen H. Analysis of the weekly cycle of aerosol optical depth using AERONET and MODIS data. J. Geophys. Res. Atmos. 2008;113:D14217."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "30"}, {"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "2", "Day": "7"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "7", "Day": "31", "Hour": "5", "Minute": "2"}, {"Year": "2022", "Month": "2", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37521133", "PMC8828299", "10.1016/j.gsf.2022.101368", "S1674-9871(22)00021-4"]}}], "PubmedBookArticle": []}