{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["artificial saliva", "charcoal mouthwash", "chlorhexidine gluconate mouthwash", "frictional force", "lubrication", "metal brackets", "ozone-infused oil-pulling solution with coconut oil", "sliding mechanics", "sodium fluoride mouthwash"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37525764", "DateRevised": {"Year": "2023", "Month": "08", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "30"}], "ELocationID": ["e41224", "10.7759/cureus.41224"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "15", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Jun"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Influence of Different Mouth Rinsing Agents on Friction During Sliding Mechanics Between Orthodontic Metal Brackets and Stainless Steel Archwire: A Comparative In Vitro Study.", "Pagination": {"StartPage": "e41224", "MedlinePgn": "e41224"}, "Abstract": {"AbstractText": ["Aim and objectives The aim of this in-vitro study is to evaluate and compare the effect of various mouth rinsing agents on frictional resistance through sliding mechanics among orthodontic metal brackets and stainless steel (SS) archwire. Materials and methods Each group comprised 15 samples of maxillary first premolar pre-adjusted edgewise SS movable, un-bonded brackets (Koden Inc., United States) which were welded with a power arm, where 100 g of the load was suspended. Brackets were ligated with elastic modules (Koden Inc., United States) onto the perspex sheet along with 0.019\" x 0.025\" SS archwire (Classic Orthodontics, United States) and were suspended from the upper component of the Instron machine. The coefficient of friction was tested in dry conditions (control), artificial saliva (AS) (Wet Mouth, ICPA Health Product Ltd., India), 0.2% chlorhexidine gluconate (CHG) mouthwash (Hexidine, ICPA Health Product Ltd., India), 0.05% sodium fluoride (NaF) mouthwash (ACT Anti-Cavity Fluoride Mouthwash, Sanofi Company, United States), charcoal (CC) mouthwash (Hello Activated Charcoal Extra Freshening Mouthwash, Hello Products LLC, United States) and ozone-infused oil-pulling solution with coconut oil (O<sub>3</sub>) (O<sub>3</sub> Essentials, Health Ranger Store, United States). In order to calculate the coefficient of friction, 50 L was added<i> </i>to the test sample while moving at a 5 mm/min crosshead speed. The groups were compared using the one-way analysis of variance (ANOVA), and Tukey's post hoc analysis was performed for multiple pairwise comparisons. Results The coefficient of friction with the highest mean values was observed with the control group (2.01), followed by AS (1.79), and the least with O<sub>3</sub> (1.15). Statistically significant differences were observed with almost all groups of mouth rinsing agents, but NaF is significant with CHG and CC. However, CHG did not have any significant difference from CC. Conclusions Lower coefficient of frictional values were observed with the ozone-infused oil-pulling solution with coconut oil during sliding mechanics between metal brackets and stainless steel archwire. Almost all the mouth rinsing agents showed a significantly different coefficient of friction value."], "CopyrightInformation": "Copyright © 2023, Himabindu et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Orthodontics and Dentofacial Orthopaedics, GSL Dental College & Hospital, Rajahmundry, IND."}], "LastName": "Himabindu", "ForeName": "Datla", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Orthodontics and Dentofacial Orthopaedics, GSL Dental College & Hospital, Rajahmundry, IND."}], "LastName": "Venkata Prasanna", "ForeName": "Pappala", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Orthodontics and Dentofacial Orthopaedics, GSL Dental College & Hospital, Rajahmundry, IND."}], "LastName": "Vamsi Krishna Reddy", "ForeName": "Vazrala", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Orthodontics and Dentofacial Orthopaedics, GSL Dental College & Hopital, Rajahmundry, IND."}], "LastName": "Farhatulla", "ForeName": "Shaik", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Orthodontics and Dentofacial Orthopaedics, GSL Dental College & Hospital, Rajahmundry, IND."}], "LastName": "Raghu Ram", "ForeName": "Rsvm", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Friction - boon or bane in orthodontics. Sameer A, Jahnavi AR, Chandra B. https://www.researchgate.net/publication/292945306_FRICTION_-_BOON_OR_BANE_IN_ORTHODONTICS J Evid Base Med Health. 2015;2:8425–8432."}, {"Citation": "Evaluation of friction between edgewise stainless steel brackets and orthodontic wires of four alloys. Kapila S, Angolkar PV, Duncanson MG Jr, Nanda RS. Am J Orthod Dentofacial Orthop. 1990;98:117–126.", "ArticleIdList": ["2378317"]}, {"Citation": "The role of friction in orthodontics. Mariana P, Wellington J, Dauro O. Dent Press J Orthod. 2012;17:170–177."}, {"Citation": "Friction in perspective. Braun S, Bluestein M, Moore BK, Benson G. Am J Orthod Dentofacial Orthop. 1999;115:619–627.", "ArticleIdList": ["10358243"]}, {"Citation": "Friction in orthodontics. Prashant PS, Nandan H, Gopalakrishnan M. J Pharm Bioallied Sci. 2015;7:0–8.", "ArticleIdList": ["PMC4606615", "26538873"]}, {"Citation": "Comparison of frictional resistance in titanium and stainless steel brackets. Kapur R, Sinha PK, Nanda RS. Am J Orthod Dentofacial Orthop. 1999;116:271–274.", "ArticleIdList": ["10474098"]}, {"Citation": "Friction of conventional and silica-insert ceramic brackets in various bracket-wire combinations. Cha JY, Kim KS, Hwang CJ. Angle Orthod. 2007;77:100–107.", "ArticleIdList": ["17029541"]}, {"Citation": "The effect of ligation method on friction in sliding mechanics. Hain M, Dhopatkar A, Rock P. Am J Orthod Dentofacial Orthop. 2003;123:416–422.", "ArticleIdList": ["12695769"]}, {"Citation": "Surface characterization and frictional force between stainless steel brackets and archwires in orthodontic patients using chlorhexidine- and Persica-containing mouthrinses: a randomized controlled trial. Emadian Razavi ES, Nik TH, Hooshmand T, Farazdaghi H, Arefi AH. https://pubmed.ncbi.nlm.nih.gov/34249247/ Dent Res J. 2021;18:21.", "ArticleIdList": ["PMC8248265", "34249247"]}, {"Citation": "Effect of sodium fluoride mouthwash on the frictional resistance of orthodontic wires. Geramy A, Hooshmand T, Etezadi T. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748452/ J Dent (Tehran) 2017;14:254–258.", "ArticleIdList": ["PMC5748452", "29296110"]}, {"Citation": "Effect of fluoride on friction between bracket and wire. Alavi S, Farahi A. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3556283/ Dent Res J (Isfahan) 2011;8:0–42.", "ArticleIdList": ["PMC3556283", "23372594"]}, {"Citation": "Oil pulling as an adjunct to improve oral health in orthodontic patients: a clinicomicrobial study. Shweta Abhijit K, Sheetal P, Nitin G, Rakesh P, SumitV D, Harshal G. Int J Orthod Rehabil. 2019;10:152–155."}, {"Citation": "A potential biodegradable lubricant from castor biodiesel esters. Jose S, Alberto H, Freire Freire, Denise F. Lubrication Science. 2013;25:53–61."}, {"Citation": "Charcoal-containing dentifrices. Greenwall LH, Greenwall-Cohen J, Wilson NH. Br Dent J. 2019;226:697–700.", "ArticleIdList": ["31076703"]}, {"Citation": "Role of lubricants on friction between self-ligating brackets and archwires. Leal RC, Amaral FL, França FM, Basting RT, Turssi CP. Angle Orthod. 2014;84:1049–1053.", "ArticleIdList": ["PMC8638491", "24665889"]}, {"Citation": "Lubricating conditions: effects on friction between orthodontic brackets and archwires with different cross-sections. Almeida FA, Almeida AP, Amaral FL, Basting RT, França FM, Turssi CP. Dental Press J Orthod. 2019;24:66–72.", "ArticleIdList": ["PMC6526759", "31116289"]}, {"Citation": "Frictional changes in force values caused by saliva substitution. Baker KL, Nieberg LG, Weimer AD, Hanna M. Am J Orthod Dentofacial Orthop. 1987;91:316–320.", "ArticleIdList": ["3471074"]}, {"Citation": "Comparative friction of orthodontic wires under dry and wet conditions. Stannard JG, Gau JM, Hanna MA. Am J Orthod. 1986;89:485–491.", "ArticleIdList": ["3459362"]}, {"Citation": "Effects of three different mouthwashes on the surface characteristics of nickel-titanium and stainless steel archwires in orthodontics. Omidkhoda M, Poosti M, Sahebnasagh Z, Zebarjad SM, Sahebnasagh Z. J Dent Mater Techniques. 2017;6:19–26."}, {"Citation": "Nickel ion release from stainless steel brackets in chlorhexidine and Piper betle Linn mouthwash. Tanti D, Indra N, Muslin Y. Dent J (MKG) 2018;51:5."}, {"Citation": "Effect of chlorhexidine-containing prophylactic agent on the surface characterization and frictional resistance between orthodontic brackets and archwires: an in vitro study. Hosseinzadeh Nik T, Hooshmand T, Farazdaghi H, Mehrabi A, Razavi ES. Prog Orthod. 2013;14:48.", "ArticleIdList": ["PMC3895700", "24325758"]}, {"Citation": "Evaluation of the effect of an experimental herbal versus fluoridated mouthwash on frictional resistance and surface roughness between orthodontic brackets and two types of archwire: in vitro study. Alwafe NA, Hammad SM, El-Wassefy NA, Hafez AM. J Dent Mater Techniques. 2019;8:205–214."}, {"Citation": "Comparison of frictional resistance after immersion of metal brackets and orthodontic wires in a fluoride-containing prophylactic agent. Kao CT, Ding SJ, Wang CK, He H, Chou MY, Huang TH. Am J Orthod Dentofacial Orthop. 2006;130:568–561.", "ArticleIdList": ["17110251"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "10"}, {"Year": "2023", "Month": "6", "Day": "30"}, {"Year": "2023", "Month": "8", "Day": "1", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "8", "Day": "1", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "8", "Day": "1", "Hour": "3", "Minute": "36"}, {"Year": "2023", "Month": "6", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37525764", "PMC10387376", "10.7759/cureus.41224"]}}], "PubmedBookArticle": []}