{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["deterioration factors", "fresh wet noodles", "microorganisms", "preservation technology", "shelf-life extension"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37548645", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "08", "Day": "07"}], "ELocationID": ["10.1111/1750-3841.16719"], "Journal": {"ISSN": "1750-3841", "JournalIssue": {"Volume": "88", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Journal of food science", "ISOAbbreviation": "J Food Sci"}, "ArticleTitle": "Recent advances in extending the shelf life of fresh wet noodles: Influencing factors and preservation technologies.", "Pagination": {"StartPage": "3626", "EndPage": "3648", "MedlinePgn": "3626-3648"}, "Abstract": {"AbstractText": ["Fresh wet noodles (FWNs) are popular among people and have attracted increasing attention because of their characteristics of freshness, chewiness, good taste, and better maintenance of noodle flavor. However, due to the high moisture content and abundance of nutrients in FWN, they are prone to spoilage, which shortens their shelf life and reduces their quality, greatly restricting their large-scale production. Therefore, seeking effective preservation methods to prolong the shelf life is a major breakthrough for the industrialization of FWN. The present review provides a comprehensive overview of the main factors that contribute to the spoilage and degradation of FWN. These factors encompass microorganisms, moisture content, nutritional composition, enzymes, and storage temperature. Moreover, the recent developments in novel shelf-life extension technology applied to FWN, such as chemical preservatives, natural preservatives, physical treatment technologies, and composite preservation technology, are presented and discussed. From the literature reviewed, the application of technologies, such as adding preservatives, modified atmosphere packaging, microwave, cold plasma, ozone, and other technologies, has a certain effect on improving the shelf life of FWN, but the single preservation technology still has some deficiencies. In order to further improve the preservation efficiency, using two or more preservation methods is an important direction for future research on the preservation technology of FWN."], "CopyrightInformation": "© 2023 Institute of Food Technologists."}, "AuthorList": [{"Identifier": ["0000-0002-6883-5616"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food and Biological Engineering, Jiangsu University, Zhenjiang, China."}], "LastName": "Obadi", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food and Biological Engineering, Jiangsu University, Zhenjiang, China."}, {"Identifier": [], "Affiliation": "Hunan Provincial Key Laboratory of Research, Resource Mining and High-valued Utilization on Edible & Medicinal Plant, Jishou University, Jishou, China."}], "LastName": "Li", "ForeName": "Yuntong", "Initials": "Y"}, {"Identifier": ["0000-0003-0234-7430"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food and Biological Engineering, Jiangsu University, Zhenjiang, China."}], "LastName": "Xu", "ForeName": "Bin", "Initials": "B"}], "GrantList": [{"Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Sci", "NlmUniqueID": "0014052", "ISSNLinking": "0022-1147"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Food Preservation"}, {"QualifierName": [], "DescriptorName": "Food Storage"}, {"QualifierName": [], "DescriptorName": "Food Packaging"}, {"QualifierName": [], "DescriptorName": "Preservation, Biological"}, {"QualifierName": [], "DescriptorName": "Technology"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agúndez-Arvizu, Z., Fernández-Ramírez, M. V., Arce-Corrales, M. E., Cruz-Zaragoza, E., Meléndrez, R., Chernov, V., & Barboza-Flores, M. (2006). Gamma radiation effects on commercial Mexican bread making wheat flour. Nuclear Instruments and Methods in Physics Research Section B: Beam Interactions with Materials and Atoms, 245(2), 455-458. https://doi.org/10.1016/j.nimb.2005.11.141"}, {"Citation": "Alzoreky, N. S., & Nakahara, K. (2003). Antibacterial activity of extracts from some edible plants commonly consumed in Asia. International Journal of Food Microbiology, 80(3), 223-230. https://doi.org/10.1016/S0168-1605(02)00169-1"}, {"Citation": "Asenstorfer, R. E., Appelbee, M. J., & Mares, D. J. (2009). Physical−chemical analysis of non-polyphenol oxidase (non-PPO) darkening in yellow alkaline noodles. Journal of Agricultural and Food Chemistry, 57(12), 5556-5562. https://doi.org/10.1021/jf900485b"}, {"Citation": "Bai, Y.-P., Guo, X.-N., Zhu, K.-X., & Zhou, H.-M. (2017). Shelf-life extension of semi-dried buckwheat noodles by the combination of aqueous ozone treatment and modified atmosphere packaging. Food Chemistry, 237, 553-560. https://doi.org/10.1016/j.foodchem.2017.05.156"}, {"Citation": "Baindara, P., & Mandal, S. M. (2022). Plant-derived antimicrobial peptides: Novel preservatives for the food industry. Foods, 11(16), 2415. https://doi.org/10.3390/foods11162415"}, {"Citation": "Bai-Ngew, S., Chuensun, T., Wangtueai, S., Phongthai, S., Jantanasakulwong, K., Rachtanapun, P., Sakdatorn, V., Klunklin, W., Regenstein, J. M., & Phimolsiripol, Y. (2021). Antimicrobial activity of a crude peptide extract from lablab bean (Dolichos lablab) for semi-dried rice noodles shelf-life. Quality Assurance and Safety of Crops & Foods, 13(2), 25-33. https://doi.org/10.15586/qas.v13i2.882"}, {"Citation": "Bansal, S., Choudhary, S., Sharma, M., Kumar, S. S., Lohan, S., Bhardwaj, V., Syan, N., & Jyoti, S. (2013). Tea: A native source of antimicrobial agents. Food Research International, 53(2), 568-584. https://doi.org/10.1016/j.foodres.2013.01.032"}, {"Citation": "Chandrasekaran, S., Ramanathan, S., & Basak, T. (2013). Microwave food processing-A review. Food Research International, 52(1), 243-261. https://doi.org/10.1016/j.foodres.2013.02.033"}, {"Citation": "Chen, H., Guo, X.-N., & Zhu, K.-X. (2023). The effect of chitosan oligosaccharides on the shelf-life and quality of fresh wet noodles. Carbohydrate Polymers, 309, 120704. https://doi.org/10.1016/j.carbpol.2023.120704"}, {"Citation": "Chen, Y., Chen, G., Wei, R., Zhang, Y., Li, S., & Chen, Y. (2019). Quality characteristics of fresh wet noodles treated with nonthermal plasma sterilization. Food Chemistry, 297, 124900. https://doi.org/10.1016/j.foodchem.2019.05.174"}, {"Citation": "Chen, Y., Zhang, Y., Jiang, L., Chen, G., Yu, J., Li, S., & Chen, Y. (2020). Moisture molecule migration and quality changes of fresh wet noodles dehydrated by cold plasma treatment. Food Chemistry, 328, 127053. https://doi.org/10.1016/j.foodchem.2020.127053"}, {"Citation": "Crosbie, G. B. (1991). The relationship between starch swelling properties, paste viscosity and boiled noodle quality in wheat flours. Journal of Cereal Science, 13(2), 145-150. https://doi.org/10.1016/S0733-5210(09)80031-3"}, {"Citation": "De Cesare, A., Vitali, S., Tessema, G. T., Trevisani, M., Fagereng, T. M., Beaufort, A., Manfreda, G., & Skjerdal, T. (2018). Modelling the growth kinetics of Listeria monocytogenes in pasta salads at different storage temperatures and packaging conditions. Food Microbiology, 76, 154-163. https://doi.org/10.1016/j.fm.2018.04.013"}, {"Citation": "Del Nobile, M. A., Di Benedetto, N., Suriano, N., Conte, A., Corbo, M. R., & Sinigaglia, M. (2009). Combined effects of chitosan and MAP to improve the microbial quality of amaranth homemade fresh pasta. Food Microbiology, 26(6), 587-591. https://doi.org/10.1016/j.fm.2009.03.012"}, {"Citation": "Eustice, R. F. (2018). Chapter 20 Global status and commercial applications of food irradiation. In Food irradiation technologies: Concepts, applications and outcomes (pp. 397-424). https://doi.org/10.1039/9781788010252-00397"}, {"Citation": "Farkas, J., & Mohácsi-Farkas, C. (2011). History and future of food irradiation. Trends in Food Science & Technology, 22(2), 121-126. https://doi.org/10.1016/j.tifs.2010.04.002"}, {"Citation": "Fu, B. X. (2008). Asian noodles: History, classification, raw materials, and processing. Food Research International, 41(9), 888-902. https://doi.org/10.1016/j.foodres.2007.11.007"}, {"Citation": "Fu, X., Huang, B., Dan, W., & Yu, W. (2015). Effect of organicacid-soaking on the extension of the shelf life of fresh noodles. American Journal of Food Technology, 10(5), 215-222."}, {"Citation": "Fuerst, E. P., Anderson, J. V., & Morris, C. F. (2006). Delineating the role of polyphenol oxidase in the darkening of alkaline wheat noodles. Journal of Agricultural and Food Chemistry, 54(6), 2378-2384. https://doi.org/10.1021/jf0526386"}, {"Citation": "Gao, H., Liu, Y., Cao, M., & Zeng, J. (2022). Effects of composite preservatives, CO2-filled packaging and heat convection treatments on the shelf life and physicochemical properties of fresh raw noodles. Journal of Food Measurement and Characterization, 16(4), 2849-2863. https://doi.org/10.1007/s11694-022-01368-4"}, {"Citation": "GB2760-2014. (2014). Code of National Food Safety Standard of China. Food Additive Standard."}, {"Citation": "Ge, H., Zang, Y., Cao, Z., Ye, X., & Chen, J. (2020). Rheological properties, textural and compound preservative of kelp recombination noodles. LWT, 118, 108729. https://doi.org/10.1016/j.lwt.2019.108729"}, {"Citation": "Gould, G. W. (1996). Methods for preservation and extension of shelf life. International Journal of Food Microbiology, 33(1), 51-64. https://doi.org/10.1016/0168-1605(96)01133-6"}, {"Citation": "Goy, R. C., Britto, D. D., & Assis, O. B. (2009). A review of the antimicrobial activity of chitosan. Polímeros, 19, 241-247. https://doi.org/10.1590/S01"}, {"Citation": "Goy, R. C., Morais, S. T., & Assis, O. B. (2016). Evaluation of the antimicrobial activity of chitosan and its quaternized derivative on E. coli and S. aureus growth. Revista Brasileira de Farmacognosia, 26, 122-127. https://doi.org/10.1016/j.bjp.2015.09.010"}, {"Citation": "Guo, Q., Cai, J.-H., Ren, C.-W., Li, Y.-T., Farooq, M. A., & Xu, B. (2022). A new strategy for the shelf life extension of fresh noodles by accurately targeting specific microbial species. Food Control, 138, 109037. https://doi.org/10.1016/j.foodcont.2022.109037"}, {"Citation": "Guo, X.-N., Jiang, Y., Xing, J.-J., & Zhu, K.-X. (2020). Effect of ozonated water on physicochemical, microbiological, and textural properties of semi-dried noodles. Journal of Food Processing and Preservation, 44(4), e14404. https://doi.org/10.1111/jfpp.14404"}, {"Citation": "Guzik, P., Kulawik, P., Zając, M., & Migdał, W. (2022). Microwave applications in the food industry: An overview of recent developments. Critical Reviews in Food Science and Nutrition, 62(29), 7989-8008. https://doi.org/10.1080/10408398.2021.1922871"}, {"Citation": "Gyawali, R., & Ibrahim, S. A. (2014). Natural products as antimicrobial agents. Food Control, 46, 412-429. https://doi.org/10.1016/j.foodcont.2014.05.047"}, {"Citation": "Han, T.-Y., Yang, Z., Yu, C., Xing, J.-J., Guo, X.-N., & Zhu, K.-X. (2022). Effect of acidity regulators on the shelf life, quality, and physicochemical characteristics of fresh wet noodles. Journal of Cereal Science, 103, 103409. https://doi.org/10.1016/j.jcs.2021.103409"}, {"Citation": "Hati, S., Mandal, S., Vij, S., Minz, P. S., Basu, S., Khetra, Y., Yadav, D., & Dahiya, M. (2012). Nonthermal plasma technology and its potential applications against foodborne microorganisms. Journal of Food Processing and Preservation, 36(6), 518-524. https://doi.org/10.1111/j.1745-4549.2011.00619.x"}, {"Citation": "Hou, G. G. (2010). Asian noodles: Science, technology, and processing. John Wiley & Sons. https://doi.org/10.1002/9780470634370"}, {"Citation": "Hou, J., Li, Y.-Q., Wang, Z.-S., Sun, G.-J., & Mo, H.-Z. (2017). Applicative effect of glycinin basic polypeptide in fresh wet noodles and antifungal characteristics. LWT - Food Science and Technology, 83, 267-274. https://doi.org/10.1016/j.lwt.2017.05.028"}, {"Citation": "Hsueh-Liang, L., Der-Sheng, C., Chin-Hung, T., & Shie-Jea, L. (2016). Effects of acidification on the extension of shelf life of Japanese wet-type noodles (woo-long noodle). African Journal of Microbiology Research, 10(45), 1918-1925. https://doi.org/10.5897/AJMR2016.8305"}, {"Citation": "Hu, J., Li, X., Jing, Y., Hu, X., Ma, Z., Liu, R., Song, G., & Zhang, D. (2020). Effect of gaseous ozone treatment on the microbial and physicochemical properties of buckwheat-based composite flour and shelf-life extension of fresh noodles. Journal of Cereal Science, 95, 103055. https://doi.org/10.1016/j.jcs.2020.103055"}, {"Citation": "Hu, S., Li, H., & Lu, Q. (2015). The preparation and properties of fresh noodles with tea polyphenols. Journal of Henan University of Technology, 36(15), 42-45. (In Chinese with English abstract)."}, {"Citation": "Huang, J.-R., Huang, C.-Y., Huang, Y.-W., & Chen, R.-H. (2007). Shelf-life of fresh noodles as affected by chitosan and its Maillard reaction products. LWT - Food Science and Technology, 40(7), 1287-1291. https://doi.org/10.1016/j.lwt.2006.08.004"}, {"Citation": "Hunt, N. K., & Mariñas, B. J. (1997). Kinetics of Escherichia coli inactivation with ozone. Water Research, 31(6), 1355-1362. https://doi.org/10.1016/S0043-1354(96)00394-6"}, {"Citation": "Jian, F., Jayas, D. S., White, N. D. G., Fields, P. G., & Howe, N. (2015). An evaluation of insect expulsion from wheat samples by microwave treatment for disinfestation. Biosystems Engineering, 130, 1-12. https://doi.org/10.1016/j.biosystemseng.2014.11.014"}, {"Citation": "Jianming, C. (1998). Preservation of fresh noodles by irradiation. Radiation Physics and Chemistry, 52(1), 35-38. https://doi.org/10.1016/S0969-806X(98)00069-3"}, {"Citation": "Jideani, V. A., & Vogt, K. (2016). Antimicrobial packaging for extending the shelf life of bread-A review. Critical Reviews in Food Science and Nutrition, 56(8), 1313-1324. https://doi.org/10.1080/10408398.2013.768198"}, {"Citation": "Keke, Z., Meng, C., Jie, Z., Haiyan, G., Yufen, L., Yunfei, D., & Mengyu, W. (2021). Preservation and quality change of fresh and wet noodles by hurdle technology. Science and Technology of Food Industry, 42(15), 307-313. https://doi.org/10.13386/j.issn1002-0306.2020110207"}, {"Citation": "Khadre, M. A., Yousef, A. E., & Kim, J.-G. (2001). Microbiological aspects of ozone applications in food: A review. Journal of Food Science, 66(9), 1242-1252. https://doi.org/10.1111/j.1365-2621.2001.tb15196.x"}, {"Citation": "Khan, I., Tango, C. N., Miskeen, S., Lee, B. H., & Oh, D.-H. (2017). Hurdle technology: A novel approach for enhanced food quality and safety - A review. Food Control, 73, 1426-1444. https://doi.org/10.1016/j.foodcont.2016.11.010"}, {"Citation": "Khare, A. K., Biswas, A. K., & Sahoo, J. (2014). Comparison study of chitosan, EDTA, eugenol and peppermint oil for antioxidant and antimicrobial potentials in chicken noodles and their effect on colour and oxidative stability at ambient temperature storage. LWT - Food Science and Technology, 55(1), 286-293. https://doi.org/10.1016/j.lwt.2013.08.024"}, {"Citation": "Kim, H.-J., Lee, B. W., Baek, K. H., Jo, C., Kim, J.-K., Lee, J. Y., Lee, Y.-Y., Kim, M. Y., Kim, M. H., & Lee, B. (2020). Quality characteristics of rice noodles treated with cold plasma. Korean Journal of Food Science and Technology, 52(5), 560-563. https://doi.org/10.9721/KJFST.2020.52.5.560"}, {"Citation": "Kõrge, K., Bajić, M., Likozar, B., & Novak, U. (2020). Active chitosan-chestnut extract films used for packaging and storage of fresh pasta. International Journal of Food Science & Technology, 55(8), 3043-3052. https://doi.org/10.1111/ijfs.14569"}, {"Citation": "Kruger, J., Hatcher, D., & Dexter, J. (1995). Influence of sprout damage on oriental noodle quality. Center for Academic Societies."}, {"Citation": "Lee, D.-S., Paik, H.-D., Im, G.-H., & Yeo, I.-H. (2001). Shelf life extension of Korean fresh pasta by modified atmosphere packaging. Preventive Nutrition and Food Science, 6(4), 240-243."}, {"Citation": "Lee, N.-Y., Kang, C.-S., & Kim, H.-S. (2017). Effects of γ-irradiation on the quality changes of fresh noodles prepared from wheat cultivated with N-fertilization treatments. Food Science and Biotechnology, 26(1), 135-142. https://doi.org/10.1007/s10068-017-0018-1"}, {"Citation": "Li, H., Ma, J., Zhao, B., Pan, L., Meng, J., & Xu, B. (2020). Effect of tea polyphenols on the quality characteristics of fresh wheat noodles in the storage. International Journal of Food Science & Technology, 55(6), 2562-2569. https://doi.org/10.1111/ijfs.14508"}, {"Citation": "Li, J., Sun, S., Zhu, K.-X., Peng, W., & Zhou, H.-M. (2012a). Isolation and identification of spoilage microorganisms of semi-dry noodles. Food Science, 33(5), 183-187. (In Chinese with English abstract). https://doi.org/10.7506/spkx1002-6630-201205039"}, {"Citation": "Li, M., Chen, C., Xia, X., Garba, B., Shang, L., & Wang, Y. (2019). Proteomic analysis of the inhibitory effect of chitosan on Penicillium expansum. Food Science and Technology, 40, 250-257. https://doi.org/10.1590/fst.40418"}, {"Citation": "Li, M., Ma, M., Zhu, K.-X., Guo, X.-N., & Zhou, H.-M. (2017a). Critical conditions accelerating the deterioration of fresh noodles: A study on temperature, pH, water content, and water activity. Journal of Food Processing and Preservation, 41(4), e13173. https://doi.org/10.1111/jfpp.13173"}, {"Citation": "Li, M., Ma, M., Zhu, K.-X., Guo, X.-N., & Zhou, H.-M. (2017b). Delineating the physico-chemical, structural, and water characteristic changes during the deterioration of fresh noodles: Understanding the deterioration mechanisms of fresh noodles. Food Chemistry, 216, 374-381. https://doi.org/10.1016/j.foodchem.2016.08.059"}, {"Citation": "Li, M., Peng, J., Zhu, K.-X., Guo, X.-N., Zhang, M., Peng, W., & Zhou, H.-M. (2013). Delineating the microbial and physical-chemical changes during storage of ozone treated wheat flour. Innovative Food Science & Emerging Technologies, 20, 223-229. https://doi.org/10.1016/j.ifset.2013.06.004"}, {"Citation": "Li, M., Sun, Q.-J., & Zhu, K.-X. (2017c). Delineating the quality and component changes of whole-wheat flour and storage stability of fresh noodles induced by microwave treatment. LWT, 84, 378-384. https://doi.org/10.1016/j.lwt.2017.06.001"}, {"Citation": "Li, M., Zhu, K., Guo, X., Peng, W., & Zhou, H. (2011). Effect of water activity (aw) and irradiation on the shelf-life of fresh noodles. Innovative Food Science & Emerging Technologies, 12(4), 526-530. https://doi.org/10.1016/j.ifset.2011.06.005"}, {"Citation": "Li, M., Zhu, K.-X., Guo, X.-N., Brijs, K., & Zhou, H.-M. (2014). Natural additives in wheat-based pasta and noodle products: Opportunities for enhanced nutritional and functional properties. Comprehensive Reviews in Food Science and Food Safety, 13(4), 347-357. https://doi.org/10.1111/1541-4337.12066"}, {"Citation": "Li, M., Zhu, K.-X., Wang, B.-W., Guo, X.-N., Peng, W., & Zhou, H.-M. (2012b). Evaluation the quality characteristics of wheat flour and shelf-life of fresh noodles as affected by ozone treatment. Food Chemistry, 135(4), 2163-2169. https://doi.org/10.1016/j.foodchem.2012.06.103"}, {"Citation": "Li, Y., Wu, K., Li, Z., Wang, X., & Chen, Z. (2022). Quality characteristics of fresh noodles as affected by modified atmosphere packaging. Food Science and Technology, 42(2), e58822. https://doi.org/10.1590/fst.58822"}, {"Citation": "Liu, C., Zhang, Y., Li, H., Li, L., & Zheng, X. (2020). Effect of ozone treatment on processing properties of wheat bran and shelf life characteristics of noodles fortified with wheat bran. Journal of Food Science and Technology, 57(10), 3893-3902. https://doi.org/10.1007/s13197-020-04421-6"}, {"Citation": "Lu, Y., & Cheni, H. (2007). Development on instant wet noodles. Cereals & Oils, 3, 1-4."}, {"Citation": "Lucera, A., Costa, C., Padalino, L., Conte, A., Lacivita, V., Saccotelli, M. A., Esposto, D., & Del Nobile, M. A. (2014). Combination of process technology and packaging conditions to improve the shelf life of fresh pasta. Journal of Food Processing and Technology, 5(12), 1000403. https://doi.org/10.4172/2157-7110.1000403"}, {"Citation": "Lung, H.-M., Cheng, Y.-C., Chang, Y.-H., Huang, H.-W., Yang, B. B., & Wang, C.-Y. (2015). Microbial decontamination of food by electron beam irradiation. Trends in Food Science & Technology, 44(1), 66-78. https://doi.org/10.1016/j.tifs.2015.03.005"}, {"Citation": "Ma, M., Sun, Q.-J., Li, M., & Zhu, K.-X. (2020). Deterioration mechanisms of high-moisture wheat-based food - A review from physicochemical, structural, and molecular perspectives. Food Chemistry, 318, 126495. https://doi.org/10.1016/j.foodchem.2020.126495"}, {"Citation": "Ma, Y., Hong, T.-T., Xu, D., Wu, F.-F., & Xu, X.-M. (2023). Inhibition of PPO-related browning in fresh noodles: A combination of chemical and heat treatment. Food Chemistry, 404, 134549. https://doi.org/10.1016/j.foodchem.2022.134549"}, {"Citation": "Mangaraj, S., Goswami, T. K., & Mahajan, P. V. (2009). Applications of plastic films for modified atmosphere packaging of fruits and vegetables: A review. Food Engineering Reviews, 1(2), 133. https://doi.org/10.1007/s12393-009-9007-3"}, {"Citation": "Mousavi Khaneghah, A., Hashemi Moosavi, M., Oliveira, C. A. F., Vanin, F., & Sant'Ana, A. S. (2020). Electron beam irradiation to reduce the mycotoxin and microbial contaminations of cereal-based products: An overview. Food and Chemical Toxicology, 143, 111557. https://doi.org/10.1016/j.fct.2020.111557"}, {"Citation": "Nuraida, L., Andarwulan, N., Sukmawati, M., & Yohana, E. (2009). Application of herbs and spices extracts as preservatives for wet noodles. In Investing food quality, safety & nutrition (pp. 285-309)."}, {"Citation": "Pandey, R., Ter Beek, A., Vischer, N. O. E., Smelt, J., Kemperman, R., Manders, E. M. M., & Brul, S. (2015). Quantitative analysis of the effect of specific tea compounds on germination and outgrowth of Bacillus subtilis spores at single cell resolution. Food Microbiology, 45, 63-70. https://doi.org/10.1016/j.fm.2014.03.006"}, {"Citation": "Park, N.-B., Lee, S.-Y., Yoon, S.-Y., Kim, K.-B.-W.-R., Song, E.-J., Lee, S.-J., Lee, C.-J., Jung, J.-Y., Kwak, J.-H., & Lee, H.-D. (2010). Effect of extracts from Morus alba L. and Curcuma aromatica on shelf-life and quality of wet noodle. Journal of the Korean Society of Food Science and Nutrition, 39(5), 750-756. https://doi.org/10.3746/JKFN.2010.39.5.750"}, {"Citation": "Phillips, C. A. (1996). Review: Modified atmosphere packaging and its effects on the microbiological quality and safety of produce. International Journal of Food Science & Technology, 31(6), 463-479. https://doi.org/10.1046/j.1365-2621.1996.00369.x"}, {"Citation": "Román, L., Martínez, M. M., Rosell, C. M., & Gómez, M. (2015). Effect of microwave treatment on physicochemical properties of maize flour. Food and Bioprocess Technology, 8(6), 1330-1335. https://doi.org/10.1007/s11947-015-1493-0"}, {"Citation": "Ruel-Gariépy, E., & Leroux, J.-C. (2006). Chitosan: A natural polycation with multiple applications. In Polysaccharides for drug delivery and pharmaceutical applications (pp. 243-259). https://doi.org/10.1021/bk-2006-0934.ch012"}, {"Citation": "Sandulachi, E. (2012). Water activity concept and its role in food preservation. Meridian Ingineresc."}, {"Citation": "Sanguinetti, A. M., Del Caro, A., Mangia, N. P., Secchi, N., Catzeddu, P., & Piga, A. (2011). Quality changes of fresh filled pasta during storage: Influence of modified atmosphere packaging on microbial growth and sensory properties. Food Science and Technology International, 17(1), 23-29. https://doi.org/10.1177/1082013210368742"}, {"Citation": "Sanguinetti, A. M., Del Caro, A., Scanu, A., Fadda, C., Milella, G., Catzeddu, P., & Piga, A. (2016). Extending the shelf life of gluten-free fresh filled pasta by modified atmosphere packaging. LWT - Food Science and Technology, 71, 96-101. https://doi.org/10.1016/j.lwt.2016.03.010"}, {"Citation": "Shamsudin, N. A., Low, Y.-K., & Cheng, L.-H. (2022). Effects of glucono delta lactone dipping and in-pack pasteurization on rice noodles properties. Current Research in Food Science, 5, 886-891. https://doi.org/10.1016/j.crfs.2022.05.007"}, {"Citation": "Shi, F., Zhao, H., Song, H., Guo, W., Wang, L., Cui, X., Zhang, W., & Li, S. (2020). Effects of electron-beam irradiation on inoculated Listeria innocua, microbiological and physicochemical quality of fresh noodles during refrigerated storage. Food Science & Nutrition, 8(1), 114-123. https://doi.org/10.1002/fsn3.1277"}, {"Citation": "Shi, Y., Wang, L., Li, S., Zhang, C., Zhang, W., Xu, Y., Wang, H., Liu, X., Ma, C., & Pan, Y. (2018). Effect of electron beam irradiation on microorganism inactivation and quality of wet raw noodle. Atomic Energy Science and Technology, 52(2), 378. https://doi.org/10.7538/yzk.2017.youxian.0202"}, {"Citation": "Shiau, S.-Y., & Yeh, A.-I. (2001). Effects of alkali and acid on dough rheological properties and characteristics of extruded noodles. Journal of Cereal Science, 33(1), 27-37. https://doi.org/10.1006/jcrs.2000.0344"}, {"Citation": "Tantala, J., Meethongchai, S., Suethong, W., Ratanasumawong, S., & Rachtanapun, C. (2022). Mold-free shelf-life extension of fresh rice noodles by synergistic effects of chitosan and common food preservatives. Food Control, 133, 108597. https://doi.org/10.1016/j.foodcont.2021.108597"}, {"Citation": "Teza, A. R., Roselina, K., Noranizan, M. A., & Farinazleen, M. G. (2011). Antibacterial activity of several Malaysian leaves extracts on the spoilage bacteria of yellow alkaline noodles. African Journal of Microbiology Research, 5(8), 898-903. https://doi.org/10.5897/AJMR10.762"}, {"Citation": "Tuersuntuoheti, T., Wang, Z., Wang, Z., Duan, M., Zheng, Y., Wu, Y., Liang, S., Li, X., & Zhang, M. (2019a). Microbes, bioactive compounds, quality characteristics, and structural changes during the storage of Qingke barley fresh noodles. Journal of Food Processing and Preservation, 43(12), e14275. https://doi.org/10.1111/jfpp.14275"}, {"Citation": "Tuersuntuoheti, T., Wang, Z., Zhang, M., Asimi, S., Liang, S., Wang, Z., Ren, X., & Sohail, A. (2021a). Changes of microbial diversity and volatile compounds in edible and deteriorated Qingke barley fresh noodles stored at 25°C. International Journal of Food Science & Technology, 56(2), 885-896. https://doi.org/10.1111/ijfs.14736"}, {"Citation": "Tuersuntuoheti, T., Wang, Z., Zhang, M., Li, M., Wang, K., Liang, S., Wang, Z., Ren, X., & Sohail, A. (2021b). Combination use of the microwave irradiation and preservatives effect on the shelf life and quality of Qingke barley fresh noodles stored at low temperature. Journal of Food Processing and Preservation, 45(3), e15183. https://doi.org/10.1111/jfpp.15183"}, {"Citation": "Tuersuntuoheti, T., Wang, Z., Zheng, Y., Wang, S., Wang, Z., Wu, Y., Liang, S., Li, X., & Zhang, M. (2019b). Study on the shelf life and quality characteristics of highland barley fresh noodles as affected by microwave treatment and food preservatives. Food Science & Nutrition, 7(9), 2958-2967. https://doi.org/10.1002/fsn3.1151"}, {"Citation": "Valero, A., Cejudo, M., & García-Gimeno, R. M. (2014). Inactivation kinetics for Salmonella enteritidis in potato omelet using microwave heating treatments. Food Control, 43, 175-182. https://doi.org/10.1016/j.foodcont.2014.03.009"}, {"Citation": "von Woedtke, T., Reuter, S., Masur, K., & Weltmann, K. D. (2013). Plasmas for medicine. Physics Reports, 530(4), 291-320. https://doi.org/10.1016/j.physrep.2013.05.005"}, {"Citation": "Wang, X., Ma, Z., Li, X., Liu, L., Yin, X., Zhang, K., Liu, Y., & Hu, X. (2018). Food additives and technologies used in Chinese traditional staple foods. Chemical and Biological Technologies in Agriculture, 5(1), 1-5. https://doi.org/10.1186/s40538-017-0113-9"}, {"Citation": "Wang, X. W., Cui, Y. K., Zhao, J. L., & Zhao, R. Y. (2013). A review of preservation technology for fresh noodles. Food Industry, 12, 405-414. (In Chinese with English abstract). 10.13995/j.cnki.11-1802/ts.017543"}, {"Citation": "Wang, Z., Jia, Y., & Zhang, M. (2020). Effect of curcumin on the quality properties of millet fresh noodle and its inhibitory mechanism against the isolated spoilage bacteria. Food Science & Nutrition, 8(3), 1451-1460. https://doi.org/10.1002/fsn3.1427"}, {"Citation": "Wang, Z., Wang, K., Zhang, M., Duan, M., Tuersuntuoheti, T., Li, M., Wang, J., & Ren, X. (2021). Effect of electron beam irradiation on shelf life, noodle quality, and volatile compounds of fresh millet-wheat noodles. Journal of Food Processing and Preservation, 45(12), e16064. https://doi.org/10.1111/jfpp.16064"}, {"Citation": "Wei, H.-H., Luo, X.-H., Wang, L., Li, Y.-F., Li, Y.-N., Wang, R., & Chen, Z.-X. (2017). Effect of electron beam irradiation on the sterilization, quality, and bacterial count of wheat flour. Modern Food Science and Technology, 33, 142-147. (In Chinese with English abstract). 10.13982/j.mfst.1673-9078.2017.2.022"}, {"Citation": "Wei, Q., Mei, J., & Xie, J. (2022). Application of electron beam irradiation as a non-thermal technology in seafood preservation. LWT, 169, 113994. https://doi.org/10.1016/j.lwt.2022.113994"}, {"Citation": "Woo, I.-S., Rhee, I.-K., & Park, H.-D. (2000). Differential damage in bacterial cells by microwave radiation on the basis of cell wall structure. Applied and Environmental Microbiology, 66(5), 2243-2247. https://doi.org/10.1128/AEM.66.5.2243-2247.2000"}, {"Citation": "Wu, K., Xie, P., Luo, J., Huang, J., Ma, H., Zhao, X., & Chai, X. (2012). Research on controlling methods of water activity and microorganism of wet noodles. Cereal & Feed Industry, 9(9), 29-31. (In Chinese with English abstract)."}, {"Citation": "Xu, Y., Hall, C., Wolf-Hall, C., & Manthey, F. (2008). Fungistatic activity of flaxseed in potato dextrose agar and a fresh noodle system. International Journal of Food Microbiology, 121(3), 262-267. https://doi.org/10.1016/j.ijfoodmicro.2007.11.005"}, {"Citation": "Xu, Y., Xu, X., & Xin, S. (2014). Separation and identification of spoilage microorganisms in instant wet noodles. China Brew, 33, 68-71. (In Chinese with English abstract)."}, {"Citation": "Yang, S., Shan, C.-S., Xu, Y.-Q., Jin, L., & Chen, Z.-G. (2021). Dissimilarity in sensory attributes, shelf life and spoilage bacterial and fungal microbiota of industrial-scale wet starch noodles induced by different preservatives and temperature. Food Research International, 140, 109980. https://doi.org/10.1016/j.foodres.2020.109980"}, {"Citation": "Yao, Y., Wang, Y., Jia, X., Tang, N., & Cheng, Y. (2020). Effects of tea polyphenols addition on the quality and antioxidant properties of noodles. Journal of Nuclear Agricultural Sciences, 34(10), 2261-2270. https://doi.org/10.11869/j.issn.100-8551.2020.10.2261"}, {"Citation": "Ying, J., Kexue, Z., Haifeng, Q., & Huiming, Z. (2007). Effect of water activity and temperature on growth of Penicillium citreoviride and Penicillium citrinum on MiGao (rice cake). Canadian Journal of Microbiology, 53(2), 231-236. https://doi.org/10.1139/W06-096"}, {"Citation": "Zhang, C., Suen, C. L.-C., Yang, C., & Quek, S. Y. (2018a). Antioxidant capacity and major polyphenol composition of teas as affected by geographical location, plantation elevation and leaf grade. Food Chemistry, 244, 109-119. https://doi.org/10.1016/j.foodchem.2017.09.126"}, {"Citation": "Zhang, C.-H., Yi-mo, S., Wang, L., Li, S.-R., Xu, Y.-Q., Liu, X.-F., Wang, H.-H., & Gao, M.-X. (2017). Effects of gamma ray irradiation on microorganism inactivation and qualities of wet raw noodles. Science and Technology of Food Industry, 38(24), 27-32. (In Chinese with English abstract). 10.13386/j.issn1002-0306.2017.24.006"}, {"Citation": "Zhang, M., Meng, X., Bhandari, B., Fang, Z., & Chen, H. (2015). Recent application of modified atmosphere packaging (MAP) in fresh and fresh-cut foods. Food Reviews International, 31(2), 172-193. https://doi.org/10.1080/87559129.2014.981826"}, {"Citation": "Zhang, X., Liu, X., Karim, R., & Ismail, M. H. S. (2018b). Preparation and microwave preservation of wheat rice blending wet noodle. Journal of Food Processing and Preservation, 42(3), e13539. https://doi.org/10.1111/jfpp.13539"}, {"Citation": "Zhang, Y., Liu, C., Hong, J., Li, L., Zheng, X., Bian, K., & Guan, E. (2020a). Effect of heat treatment and salt addition on the physicochemical properties and quality of fresh noodles. International Journal of Food Science & Technology, 55(7), 2783-2793. https://doi.org/10.1111/ijfs.14531"}, {"Citation": "Zhang, Y., Wang, X., & Zhang, X. (2010). Study on the shelf life of wet raw noodle at different temperatures. Food Industry, 1, 23-25. (In Chinese with English abstract)."}, {"Citation": "Zhang, Y., Yin, L., Rasheed, H. A., Xia, X., Tekliye, M., Li, Z., Li, J., & Dong, M. (2020b). Effects of chitosan on the physicochemical properties, in vitro starch digestibility, antimicrobial potentials, and antioxidant activities of purple highland barley noodles. LWT, 132, 109802. https://doi.org/10.1016/j.lwt.2020.109802"}, {"Citation": "Zhang, M., Zhang, L., Li, M., & Sun, Q. (2021). Inhibitory effects of sorbitol on the collapse and deterioration of gluten network in fresh noodles during storage. Food Chemistry, 344, 128638. https://doi.org/10.1016/j.foodchem.2020.128638"}, {"Citation": "Zhou, W., Zheng, S., & Tang, B. (2010). Analysis of main microorganisms and separation spoilage bacterium in mechanism wet-fresh noodle. Journal of Cereals & Oils, 4, 45-47. (In Chinese with English abstract)."}, {"Citation": "Zhu, K.-X., Li, J., Li, M., Guo, X.-N., Peng, W., & Zhou, H.-M. (2013). Functional properties of chitosan-xylose Maillard reaction products and their application to semi-dried noodle. Carbohydrate Polymers, 92(2), 1972-1977. https://doi.org/10.1016/j.carbpol.2012.11.078"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "6", "Day": "20"}, {"Year": "2023", "Month": "5", "Day": "11"}, {"Year": "2023", "Month": "7", "Day": "11"}, {"Year": "2023", "Month": "9", "Day": "14", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "13", "Minute": "9"}, {"Year": "2023", "Month": "8", "Day": "7", "Hour": "10", "Minute": "53"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37548645", "10.1111/1750-3841.16719"]}}], "PubmedBookArticle": []}