{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37573604", "DateRevised": {"Year": "2023", "Month": "09", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["AT7897"], "Journal": {"ISSN": "1078-6791", "JournalIssue": {"Volume": "29", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Alternative therapies in health and medicine", "ISOAbbreviation": "Altern Ther Health Med"}, "ArticleTitle": "A New Treatment Strategy that Reduces Growth/Differentiation Factor-15 in Type-2 Diabetes Mellitus: Major Autohemotherapy: A Pilot Study.", "Pagination": {"StartPage": "30", "EndPage": "33", "MedlinePgn": "30-33"}, "Abstract": {"AbstractText": ["Growth/differentiation factor-15 (GDF-15) is a diagnostic and prognostic marker associated with inflammation, renal damage, and cardiovascular risk in type-2 diabetes mellitus. Researchers have proposed treatment targets that reduce GDF-15 levels.", "Our aim in this study is to investigate the effect of major autohemotherapy on GDF-15 levels and to evaluate it as a complementary therapy.", "The research team designed a laboratory study to examine the effect of major hemotherapy on GDF-15 levels in patients with type-2 diabetes mellitus and healthy volunteers. Blood was drawn from the participants in a closed system, infused with ozone gas, and reinfused into the patients.", "The study was carried out from 15 August-5 October at Kırşehir Training and Research Hospital Traditional and Complementary Medicine Center, Turkey.", "The study was conducted prospectively, and two groups were formed, consisting of those with type-2 diabetes mellitus (n = 21) and healthy volunteers (n = 14).", "All participants received 10 sessions of major autohemotherapy at a concentration of 25-35 micrograms/milliliter twice a week. Before and after the application, GDF-15, fasting glucose, glycosylated hemoglobin, and lipid panel levels were studied and compared.", "Age, GDF-15, fasting glucose, glycosylated hemoglobin, and triglyceride levels were found to be higher in the type-2 diabetes mellitus group compared to the healthy group, and high-density lipoprotein cholesterol levels were found to be lower. After major autohemotherapy, GDF-15 and low-density lipoprotein cholesterol decreased significantly in the type-2 diabetes mellitus group. No change was observed in the healthy group.", "As a new treatment strategy, major autohemotherapy reduces GDF-15 levels in type-2 diabetes mellitus and contributes to the therapeutic effects of ozone therapy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Yücel", "ForeName": "Hasan E", "Initials": "HE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "İlanbey", "ForeName": "Bilal", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Altern Ther Health Med", "NlmUniqueID": "9502013", "ISSNLinking": "1078-6791"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "8", "Day": "13", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "8", "Day": "13", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "8", "Day": "13", "Hour": "16", "Minute": "52"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37573604", "AT7897"]}}], "PubmedBookArticle": []}