{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["biomass", "heavy metals", "leaf functional traits", "leaf gas exchange", "light and transmission electron microscopy", "macronutrients", "multiple stress", "ozone", "tannins", "visible leaf symptoms"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37631222", "DateRevised": {"Year": "2023", "Month": "08", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "08", "Day": "21"}], "ELocationID": ["3011", "10.3390/plants12163011"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "16", "PubDate": {"Year": "2023", "Month": "Aug", "Day": "21"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Responses to Airborne Ozone and Soilborne Metal Pollution in Afforestation Plants with Different Life Forms.", "Abstract": {"AbstractText": ["With the current increases in environmental stress, understanding species-specific responses to multiple stress agents is needed. This science is especially important for managing ecosystems that are already confronted with considerable pollution. In this study, responses to ozone (O3, ambient daily course values + 20 ppb) and mixed metal contamination in soils (MC, cadmium/copper/lead/zinc = 25/1100/2500/1600 mg kg<sup>-1</sup>), separately and in combination, were evaluated for three plant species (<i>Picea abies</i>, <i>Acer pseudoplatanus</i>, <i>Tanacetum vulgare</i>) with different life forms and ecological strategies. The two treatments elicited similar stress reactions, as shown by leaf functional traits, gas exchange, tannin, and nutrient markers, irrespective of the plant species and life form, whereas the reactions to the treatments differed in magnitude. Visible and microscopic injuries at the organ or cell level appeared along the penetration route of ozone and metal contamination. At the whole plant level, the MC treatment caused more severe injuries than the O3 treatment and few interactions were observed between the two stress factors. <i>Picea</i> trees, with a slow-return strategy, showed the highest stress tolerance in apparent relation to an enhancement of conservative traits and an exclusion of stress agents. The ruderal and more acquisitive <i>Tanacetum</i> forbs translocated large amounts of contaminants above ground, which may be of concern in a phytostabilisation context. The deciduous <i>Acer</i> trees-also with an acquisitive strategy-were most sensitive to both stress factors. Hence, species with slow-return strategies may be of particular interest for managing metal-polluted sites in the current context of multiple stressors and for safely confining soil contaminants below ground."]}, "AuthorList": [{"Identifier": ["0000-0003-0468-5302"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research WSL, Zürcherstrasse 111, CH-8903 Birmensdorf, Switzerland."}], "LastName": "Günthardt-Goerg", "ForeName": "Madeleine S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "EPFL ENAC IIE Plant Ecology Research Laboratory, GR B2 407 Station 2, CH-1015 Lausanne, Switzerland."}], "LastName": "Schläpfer", "ForeName": "Rodolphe", "Initials": "R"}, {"Identifier": ["0000-0002-4995-1419"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Institute for Forest, Snow and Landscape Research WSL, Zürcherstrasse 111, CH-8903 Birmensdorf, Switzerland."}], "LastName": "Vollenweider", "ForeName": "Pierre", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Moura B.B., de Souza S.R., Alves E.S. Response of Brazilian native trees to acute ozone dose. Environ. Sci. Pollut. Res. 2014;21:4220–4227. doi: 10.1007/s11356-013-2326-1.", "ArticleIdList": ["10.1007/s11356-013-2326-1", "24297466"]}, {"Citation": "Zhang J., Wei Y., Fang Z. Ozone Pollution: A major health hazard worldwide. Front. Immunol. 2019;10:2518. doi: 10.3389/fimmu.2019.02518.", "ArticleIdList": ["10.3389/fimmu.2019.02518", "PMC6834528", "31736954"]}, {"Citation": "Leung F., Pang J.Y.S., Tai A.P.K., Lam T., Tao D.K.C., Sharps K. Evidence of ozone-induced visible foliar injury in Hong Kong using Phaseolus vulgaris as a bioindicator. Atmosphere. 2020;11:266. doi: 10.3390/atmos11030266.", "ArticleIdList": ["10.3390/atmos11030266"]}, {"Citation": "Andreev V.V., Arshinov M.Y., Belan B.D., Belan S.B., Davydov D.K., Demin V.I., Elansky N.F., Zhamsueva G.S., Zayakhanov A.S., Ivlev G.A., et al. Surface ozone concentration in Russia in the second half of 2020. Atmos. Ocean. Opt. 2021;34:347–356. doi: 10.1134/S1024856021040035.", "ArticleIdList": ["10.1134/S1024856021040035"]}, {"Citation": "Leung K.H.Y., Arnillas C.A., Cheng V.Y.S., Gough W.A., Arhonditsis G.B. Seasonality patterns and distinctive signature of latitude and population on ozone concentrations in Southern Ontario, Canada. Atmos. Environ. 2021;246:118077. doi: 10.1016/j.atmosenv.2020.118077.", "ArticleIdList": ["10.1016/j.atmosenv.2020.118077"]}, {"Citation": "Mills G., Pleijel H., Malley C.S., Sinha B., Cooper O.R., Schultz M.G., Neufeld H.S., Simpson D., Sharps K., Feng Z.Z., et al. Tropospheric Ozone Assessment Report: Present-day tropospheric ozone distribution and trends relevant to vegetation. Elem. Sci. Anthrop. 2018;6:898–908. doi: 10.1525/elementa.302.", "ArticleIdList": ["10.1525/elementa.302"]}, {"Citation": "Sharma S., Chatani S., Mahtta R., Goel A., Kumar A. Sensitivity analysis of ground level ozone in India using WRF-CMAQ models. Atmos. Environ. 2016;131:29–40. doi: 10.1016/j.atmosenv.2016.01.036.", "ArticleIdList": ["10.1016/j.atmosenv.2016.01.036"]}, {"Citation": "Li K., Jacob D.J., Liao H., Shen L., Zhang Q., Bates K.H. Anthropogenic drivers of 2013-2017 trends in summer surface ozone in China. Proc. Natl. Acad. Sci. USA. 2019;116:422–427. doi: 10.1073/pnas.1812168116.", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "De Marco A., Anav A., Sicard P., Feng Z., Paoletti E. High spatial resolution ozone risk-assessment for Asian forests. Environ. Res. Lett. 2020;15:104095. doi: 10.1088/1748-9326/abb501.", "ArticleIdList": ["10.1088/1748-9326/abb501"]}, {"Citation": "Da Silveira V.R., de Oliveira Junior J.F., da Silva M.S., Silva C., Alves A.R., Pontes A.d.S., Gomes Pimentel L.C., Rotunno Filho O.C. Analysis of urban—Industrial expansion and increasing level of ozone concentration as subsiding an environmental management plan for the east of Rio de Janeiro metropolitan area—Brazil. Land Use Policy. 2021;101:105148. doi: 10.1016/j.landusepol.2020.105148.", "ArticleIdList": ["10.1016/j.landusepol.2020.105148"]}, {"Citation": "Yu R., Lin Y., Zou J., Dan Y., Cheng C. Review on Atmospheric Ozone Pollution in China: Formation, spatiotemporal distribution, precursors and affecting factors. Atmosphere. 2021;12:1675. doi: 10.3390/atmos12121675.", "ArticleIdList": ["10.3390/atmos12121675"]}, {"Citation": "Schaub M., Häni M., Calatayud V., Ferretti M., Gottardini E., Michel A.K., Seidling W. Ozone concentrations are decreasing but exposure remains high in European forests. In: Michel A., Seidling W., editors. ICP Forests Brief. Volume 3 Thünen Institute of Forest Ecosystems; Eberswalde, Germany: 2018."}, {"Citation": "Seltzer K.M., Shindell D.T., Kasibhatla P., Malley C.S. Magnitude, trends, and impacts of ambient long-term ozone exposure in the United States from 2000 to 2015. Atmos. Chem. Phys. 2020;20:1757–1775. doi: 10.5194/acp-20-1757-2020.", "ArticleIdList": ["10.5194/acp-20-1757-2020"]}, {"Citation": "Ito A., Wakamatsu S., Morikawa T., Kobayashi S. 30 years of air quality trends in Japan. Atmosphere. 2021;12:1072. doi: 10.3390/atmos12081072.", "ArticleIdList": ["10.3390/atmos12081072"]}, {"Citation": "Proietti C., Fornasier M.F., Sicard P., Anav A., Paoletti E., De Marco A. Trends in tropospheric ozone concentrations and forest impact metrics in Europe over the time period 2000–2014. J. For. Res. 2021;32:543–551. doi: 10.1007/s11676-020-01226-3.", "ArticleIdList": ["10.1007/s11676-020-01226-3"]}, {"Citation": "Miyazaki K., Bowman K., Sekiya T., Takigawa M., Neu J.L., Sudo K., Osterman G., Eskes H. Global tropospheric ozone responses to reduced NOx emissions linked to the COVID-19 worldwide lockdowns. Sci. Adv. 2021;7:eabf7460. doi: 10.1126/sciadv.abf7460.", "ArticleIdList": ["10.1126/sciadv.abf7460", "PMC8189586", "34108210"]}, {"Citation": "Huang S.S., Tu J., Liu H.Y., Hua M., Liao Q.L., Feng J.S., Weng Z.H., Huang G.M. Multivariate analysis of trace element concentrations in atmospheric deposition in the Yangtze River Delta, East China. Atmos. Environ. 2009;43:5781–5790. doi: 10.1016/j.atmosenv.2009.07.055.", "ArticleIdList": ["10.1016/j.atmosenv.2009.07.055"]}, {"Citation": "Yang Q., Li Z., Lu X., Duan Q., Huang L., Bi J. A review of soil heavy metal pollution from industrial and agricultural regions in China: Pollution and risk assessment. Sci. Total Environ. 2018;642:690–700. doi: 10.1016/j.scitotenv.2018.06.068.", "ArticleIdList": ["10.1016/j.scitotenv.2018.06.068", "29909337"]}, {"Citation": "Toth G., Hermann T., Szatmari G., Pasztor L. Maps of heavy metals in the soils of the European Union and proposed priority areas for detailed assessment. Sci. Total Environ. 2016;565:1054–1062. doi: 10.1016/j.scitotenv.2016.05.115.", "ArticleIdList": ["10.1016/j.scitotenv.2016.05.115", "27261421"]}, {"Citation": "Schraudner M., Moeder W., Wiese C., Van Camp W., Inze D., Langebartels C., Sandermann H. Ozone-induced oxidative burst in the ozone biomonitor plant, tobacco Bel W3. Plant J. 1998;16:235–245. doi: 10.1046/j.1365-313x.1998.00294.x.", "ArticleIdList": ["10.1046/j.1365-313x.1998.00294.x", "22507138"]}, {"Citation": "Pell E.J., Schlagnhaufer C.D., Arteca R.N. Ozone-induced oxidative stress: Mechanisms of action and reaction. Physiol. Plant. 1997;100:264–273. doi: 10.1111/j.1399-3054.1997.tb04782.x.", "ArticleIdList": ["10.1111/j.1399-3054.1997.tb04782.x"]}, {"Citation": "Rao M.V., Davis K.R. The physiology of ozone induced cell death. Planta. 2001;213:682–690. doi: 10.1007/s004250100618.", "ArticleIdList": ["10.1007/s004250100618", "11678271"]}, {"Citation": "Langebartels C., Wohlgemuth H., Kschieschan S., Grun S., Sandermann H. Oxidative burst and cell death in ozone-exposed plants. Plant Physiol. Biochem. 2002;40:567–575. doi: 10.1016/S0981-9428(02)01416-X.", "ArticleIdList": ["10.1016/S0981-9428(02)01416-X"]}, {"Citation": "Vainonen J.P., Kangasjarvi J. Plant signalling in acute ozone exposure. Plant Cell Environ. 2015;38:240–252. doi: 10.1111/pce.12273.", "ArticleIdList": ["10.1111/pce.12273", "24417414"]}, {"Citation": "Chaudhary I.J., Rathore D. Assessment of ozone toxicity on cotton (Gossypium hirsutum L.) cultivars: Its defensive system and intraspecific sensitivity. Plant Physiol. Biochem. 2021;166:912–927. doi: 10.1016/j.plaphy.2021.06.054.", "ArticleIdList": ["10.1016/j.plaphy.2021.06.054", "34246106"]}, {"Citation": "Pell E.J., Sinn J.P., Brendley B.W., Samuelson L., Vinten Johansen C., Tien M., Skillman J. Differential response of four tree species to ozone-induced acceleration of foliar senescence. Plant Cell Environ. 1999;22:779–790. doi: 10.1046/j.1365-3040.1999.00449.x.", "ArticleIdList": ["10.1046/j.1365-3040.1999.00449.x"]}, {"Citation": "Günthardt-Goerg M.S., Vollenweider P. Linking stress with macroscopic and microscopic leaf response in trees: New diagnostic perspectives. Environ. Pollut. 2007;147:467–488. doi: 10.1016/j.envpol.2006.08.033.", "ArticleIdList": ["10.1016/j.envpol.2006.08.033", "17050053"]}, {"Citation": "Vollenweider P., Günthardt-Goerg M.S., Menard T., Baumgarten M., Matyssek R., Schaub M. Macro- and microscopic leaf injury triggered by ozone stress in beech foliage (Fagus sylvatica L.) Ann. For. Sci. 2019;76:71. doi: 10.1007/s13595-019-0856-5.", "ArticleIdList": ["10.1007/s13595-019-0856-5"]}, {"Citation": "Vollenweider P., Ottiger M., Günthardt-Goerg M.S. Validation of leaf ozone symptoms in natural vegetation using microscopical methods. Environ. Pollut. 2003;124:101–118. doi: 10.1016/S0269-7491(02)00412-8.", "ArticleIdList": ["10.1016/S0269-7491(02)00412-8", "12683987"]}, {"Citation": "Moura B.B., Alves E.S., Marabesi M.A., de Souza S.R., Schaub M., Vollenweider P. Ozone affects leaf physiology and causes injury to foliage of native tree species from the tropical Atlantic Forest of southern Brazil. Sci. Total Environ. 2018;610:912–925. doi: 10.1016/j.scitotenv.2017.08.130.", "ArticleIdList": ["10.1016/j.scitotenv.2017.08.130", "28830051"]}, {"Citation": "Turc B., Vollenweider P., Le Thiec D., Gandin A., Schaub M., Cabane M., Jolivet Y. Dynamics of foliar responses to O-3 stress as a function of phytotoxic O-3 dose in hybrid poplar. Front. Plant Sci. 2021;12:679852. doi: 10.3389/fpls.2021.679852.", "ArticleIdList": ["10.3389/fpls.2021.679852", "PMC8273248", "34262582"]}, {"Citation": "Siedlecka A. Some aspects of interactions between heavy-metals and plant mineral nutrients. Acta Soc. Bot. Pol. 1995;64:265–272. doi: 10.5586/asbp.1995.035.", "ArticleIdList": ["10.5586/asbp.1995.035"]}, {"Citation": "Günthardt-Goerg M.S., Vollenweider P., Hermle S., Schulin R. Growth and metal accumulation of young forest trees and understorey plants on contaminated topsoil: Influence of subsoil and time. Plant Soil. 2019;437:375–395. doi: 10.1007/s11104-019-03986-2.", "ArticleIdList": ["10.1007/s11104-019-03986-2"]}, {"Citation": "Buckley T.N. The contributions of apoplastic, symplastic and gas phase pathways for water transport outside the bundle sheath in leaves. Plant Cell Environ. 2015;38:7–22. doi: 10.1111/pce.12372.", "ArticleIdList": ["10.1111/pce.12372", "24836699"]}, {"Citation": "Vollenweider P., Cosio C., Günthardt-Goerg M.S., Keller C. Localization and effects of cadmium in leaves of a cadmium-tolerant willow (Salix viminalis L.). Part II Microlocalization and cellular effects of cadmium. Environ. Exp. Bot. 2006;58:25–40. doi: 10.1016/j.envexpbot.2005.06.012.", "ArticleIdList": ["10.1016/j.envexpbot.2005.06.012"]}, {"Citation": "André O., Vollenweider P., Günthardt-Goerg M.S. Foliage response to heavy metal contamination in Sycamore Maple (Acer pseudoplatanus L.) For. Snow Landsc. Res. 2006;80:275–288."}, {"Citation": "Hermle S., Vollenweider P., Günthardt-Goerg M.S., McQuattie C.J., Matyssek R. Leaf responsiveness of Populus tremula and Salix viminalis to soil contaminated with heavy metals and acidic rainwater. Tree Physiol. 2007;27:1517–1531. doi: 10.1093/treephys/27.11.1517.", "ArticleIdList": ["10.1093/treephys/27.11.1517", "17669741"]}, {"Citation": "Babst-Kostecka A.A., Waldmann P., Frerot H., Vollenweider P. Plant adaptation to metal polluted environments. Physiological, morphological, and evolutionary insights from Biscutella laevigata. Environ. Exp. Bot. 2016;127:1–13. doi: 10.1016/j.envexpbot.2016.03.001.", "ArticleIdList": ["10.1016/j.envexpbot.2016.03.001"]}, {"Citation": "Martin D.M., Vollenweider P., Buttler A., Günthardt-Goerg M.S. Bioindication of heavy metal contamination in vegetable gardens. For. Snow Landsc. Res. 2006;80:169–180."}, {"Citation": "Vollenweider P., Günthardt-Goerg M.S. Diagnosis of abiotic and biotic stress factors using the visible symptoms in foliage. Environ. Pollut. 2006;140:562–571. doi: 10.1016/j.envpol.2006.01.002.", "ArticleIdList": ["10.1016/j.envpol.2006.01.002", "16602147"]}, {"Citation": "Maurer S., Matyssek R., GünthardtGoerg M.S., Landolt W., Einig W. Nutrition and the ozone sensitivity of birch (Betula pendula). 1. Responses at the leaf level. Trees. 1997;12:1–10. doi: 10.1007/PL00009692.", "ArticleIdList": ["10.1007/PL00009692"]}, {"Citation": "Evangelou M.W.H., Robinson B.H., Günthardt-Goerg M.S., Schulin R. Metal uptake and allocation in trees grown on contaminated land: Implications for biomass production. Int. J. Phytoremediat. 2013;15:77–90. doi: 10.1080/15226514.2012.670317.", "ArticleIdList": ["10.1080/15226514.2012.670317", "23487987"]}, {"Citation": "Zhang L., Hoshika Y., Carrari E., Badea O., Paoletti E. Ozone risk assessment is affected by nutrient availability: Evidence from a simulation experiment under free air controlled exposure (FACE) Environ. Pollut. 2018;238:812–822. doi: 10.1016/j.envpol.2018.03.102.", "ArticleIdList": ["10.1016/j.envpol.2018.03.102", "29627751"]}, {"Citation": "Li P., Zhou H.M., Xu Y.S., Shang B., Feng Z.Z. The effects of elevated ozone on the accumulation and allocation of poplar biomass depend strongly on water and nitrogen availability. Sci. Total Environ. 2019;665:929–936. doi: 10.1016/j.scitotenv.2019.02.182.", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.182", "30893752"]}, {"Citation": "Maurer S., Matyssek R. Nutrition and the ozone sensitivity of birch (Betula pendula). 2. Carbon balance, water-use efficiency and nutritional statue of the whole plant. Trees. 1997;12:11–20. doi: 10.1007/PL00009692.", "ArticleIdList": ["10.1007/PL00009692"]}, {"Citation": "Marzban L., Akhzari D., Ariapour A., Mohammadparast B., Pessarakli M. Effects of cadmium stress on seedlings of various rangeland plant species (Avena fatua L., Lathyrus sativus L., and Lolium temulentum L.): Growth, physiological traits, and cadmium accumulation. J. Plant Nutr. 2017;40:2127–2137. doi: 10.1080/01904167.2016.1269347.", "ArticleIdList": ["10.1080/01904167.2016.1269347"]}, {"Citation": "Günthardt-Goerg M.S., Vollenweider P., Schulin R. Metal Accumulation and Biomass Production in Young Afforestations Established on Soil Contaminated by Heavy Metals. Plants. 2022;11:523. doi: 10.3390/plants11040523.", "ArticleIdList": ["10.3390/plants11040523", "PMC8879495", "35214856"]}, {"Citation": "Nagajyoti P.C., Lee K.D., Sreekanth T.V.M. Heavy metals, occurrence and toxicity for plants: A review. Environ. Chem. Lett. 2010;8:199–216. doi: 10.1007/s10311-010-0297-8.", "ArticleIdList": ["10.1007/s10311-010-0297-8"]}, {"Citation": "Ernst W.H.O. Evolution of metal tolerance in higher plants. For. Snow Landsc. Res. 2006;80:251–274."}, {"Citation": "Marschner P., Rengel Z. Nutrient availability in soils. In: Rengel Z., Cakmak I., White P.J., editors. Marschner’s Mineral Nutrition of Plants. 4th ed. Elsevier; Amsterdam, The Netherlands: 2023. pp. 499–522."}, {"Citation": "Vollenweider P., Bernasconi P., Gautschi H.-P., Menard T., Frey B., Günthardt-Goerg M.S. Compartmentation of metals in foliage of Populus tremula grown on soils with mixed contamination. II. Zinc binding inside leaf cell organelles. Environ. Pollut. 2011;159:337–347. doi: 10.1016/j.envpol.2010.03.016.", "ArticleIdList": ["10.1016/j.envpol.2010.03.016", "20427108"]}, {"Citation": "Alves E.S., Moura B.B., Vaz Pedroso A.N., Tresmondi F., Machado S.R. Cellular markers indicative of ozone stress on bioindicator plants growing in a tropical environment. Ecol. Indic. 2016;67:417–424. doi: 10.1016/j.ecolind.2016.03.011.", "ArticleIdList": ["10.1016/j.ecolind.2016.03.011"]}, {"Citation": "Estiarte M., Penuelas J. Alteration of the phenology of leaf senescence and fall in winter deciduous species by climate change: Effects on nutrient proficiency. Glob. Chang. Biol. 2015;21:1005–1017. doi: 10.1111/gcb.12804.", "ArticleIdList": ["10.1111/gcb.12804", "25384459"]}, {"Citation": "Marschner H. Marschner’s Mineral Nutrition of Higher Plants. 2nd ed. Academic Press; Cambridge, MA, USA: 2002. Long-distance transport in the xylem and phloem and its regulation; pp. 79–115."}, {"Citation": "Wright I.J., Reich P.B., Cornelissen J.H.C., Falster D.S., Garnier E., Hikosaka K., Lamont B.B., Lee W., Oleksyn J., Osada N., et al. Assessing the generality of global leaf trait relationships. New Phytol. 2005;166:485–496. doi: 10.1111/j.1469-8137.2005.01349.x.", "ArticleIdList": ["10.1111/j.1469-8137.2005.01349.x", "15819912"]}, {"Citation": "Reich P.B. The world-wide ‘fast-slow’ plant economics spectrum: A traits manifesto. J. Ecol. 2014;102:275–301. doi: 10.1111/1365-2745.12211.", "ArticleIdList": ["10.1111/1365-2745.12211"]}, {"Citation": "Füzy A., Kovacs R., Cseresnyes I., Paradi I., Szili-Kovacs T., Kelemen B., Rajkai K., Takacs T. Selection of plant physiological parameters to detect stress effects in pot experiments using principal component analysis. Acta Physiol. Plant. 2019;41:41–56. doi: 10.1007/s11738-019-2842-9.", "ArticleIdList": ["10.1007/s11738-019-2842-9"]}, {"Citation": "Zhang J., Ferdinand J.A., Vanderheyden D.J., Skelly J.M., Innes J.L. Variation of gas exchange within native plant species of Switzerland and relationships with ozone injury: An open-top experiment. Environ. Pollut. 2001;113:177–185. doi: 10.1016/S0269-7491(00)00175-5.", "ArticleIdList": ["10.1016/S0269-7491(00)00175-5", "11383335"]}, {"Citation": "Hoshika Y., Carrari E., Zhang L., Carriero G., Pignatelli S., Fasano G., Materassi A., Paoletti E. Testing a ratio of photosynthesis to O3 uptake as an index for assessing O3-induced foliar visible injury in poplar trees. Environ. Sci. Pollut. Res. 2018;25:8113–8124. doi: 10.1007/s11356-017-9475-6.", "ArticleIdList": ["10.1007/s11356-017-9475-6", "28620861"]}, {"Citation": "Shafi A., Zahoor I. Abiotic and biotic stress-induced alterations in the micronutrient status of plants. In: Aftab T., Hakeen K.R., editors. Plant Micronutrients. Springer Nature Switzerland AG; Cham, Switzerland: 2020. pp. 285–296."}, {"Citation": "Jolivet Y., Bagard M., Cabane M., Vaultier M.N., Gandin A., Afif D., Dizengremel P., Le Thiec D. Deciphering the ozone-induced changes in cellular processes: A prerequisite for ozone risk assessment at the tree and forest levels. Ann. For. Sci. 2016;73:923–943. doi: 10.1007/s13595-016-0580-3.", "ArticleIdList": ["10.1007/s13595-016-0580-3"]}, {"Citation": "Dinakar C., Abhaypratap V., Yearla S.R., Raghavendra A.S., Padmasree K. Importance of ROS and antioxidant system during the beneficial interactions of mitochondrial metabolism with photosynthetic carbon assimilation. Planta. 2010;231:461–474. doi: 10.1007/s00425-009-1067-3.", "ArticleIdList": ["10.1007/s00425-009-1067-3", "19943171"]}, {"Citation": "Brehelin C., Kessler F., van Wijk K.J. Plastoglobules: Versatile lipoprotein particles in plastids. Trends Plant Sci. 2007;12:260–266. doi: 10.1016/j.tplants.2007.04.003.", "ArticleIdList": ["10.1016/j.tplants.2007.04.003", "17499005"]}, {"Citation": "Turc B., Jolivet Y., Cabane M., Schaub M., Vollenweider P. Ante- and post-mortem cellular injury dynamics in hybrid poplar foliage as a function of phytotoxic O-3 dose. PLoS ONE. 2023;18:e0282006. doi: 10.1371/journal.pone.0282006.", "ArticleIdList": ["10.1371/journal.pone.0282006", "PMC9977006", "36857351"]}, {"Citation": "Seigler D.S. Plant Secondary Metabolism. Springer; Berlin, Germany: 1998. p. 759."}, {"Citation": "Naikoo M.I., Dar M.I., Raghib F., Jaleel H., Ahmad B., Raina A., Khan F.A., Naushin F. Role and Regulation of Plants Phenolics in Abiotic Stress Tolerance: An Overview. In: Khan M.I.R., Reddy P.S., Ferrante A., Khan N.A., editors. Plant Signaling Molecules: Role and Regulation under Stressful Environments. Woodhead Publishing; Cambridge, UK: 2019. pp. 157–168."}, {"Citation": "Gutmann M. Localization of proanthocyanidins using insitu-hydrolysis with sulfuric-acid. Biotech. Histochem. 1993;68:161–165. doi: 10.3109/10520299309104689.", "ArticleIdList": ["10.3109/10520299309104689", "7687884"]}, {"Citation": "Leigh R.A., Tomos A.D. Ion distribution in cereal leaves—Pathways and mechanisms. Philos. Trans. R. Soc. Lond. B: Biol. Sci. 1993;341:75–86. doi: 10.1098/rstb.1993.0093.", "ArticleIdList": ["10.1098/rstb.1993.0093"]}, {"Citation": "Yang L.Y., Xian D.H., Xiong X., Lai R., Song J., Zhong J.Q. Proanthocyanidins against oxidative stress: From molecular mechanisms to clinical applications. BioMed Res. Int. 2018;2018:8584136. doi: 10.1155/2018/8584136.", "ArticleIdList": ["10.1155/2018/8584136", "PMC5884402", "29750172"]}, {"Citation": "Günthardt-Goerg M.S., Vollenweider P. Responses of beech and spruce foliage to elevated carbon dioxide, increased nitrogen deposition and soil type. AoB PLANTS. 2015;7:plv067. doi: 10.1093/aobpla/plv067.", "ArticleIdList": ["10.1093/aobpla/plv067", "PMC4522038", "26092041"]}, {"Citation": "Ossipova S., Ossipov V., Haukioja E., Loponen J., Pihlaja K. Proanthocyanidins of mountain birch leaves: Quantification and properties. Phytochem. Anal. 2001;12:128–133. doi: 10.1002/pca.568.", "ArticleIdList": ["10.1002/pca.568", "11705241"]}, {"Citation": "Cosio C., Vollenweider P., Keller C. Localization and effects of cadmium in leaves of a cadmium-tolerant willow (Salix viminalis L.) I. Macrolocalization and phytotoxic effects of cadmium. Environ. Exp. Bot. 2006;58:64–74. doi: 10.1016/j.envexpbot.2005.06.017.", "ArticleIdList": ["10.1016/j.envexpbot.2005.06.017"]}, {"Citation": "Nowack B., Schulin R., Luster J. Metal fractionation in a contaminated soil after reforestation: Temporal changes versus spatial variability. Environ. Pollut. 2010;158:3272–3278. doi: 10.1016/j.envpol.2010.07.020.", "ArticleIdList": ["10.1016/j.envpol.2010.07.020", "20724048"]}, {"Citation": "McCormack M.L., Dickie I.A., Eissenstat D.M., Fahey T.J., Fernandez C.W., Guo D., Helmisaari H.-S., Hobbie E.A., Iversen C.M., Jackson R.B., et al. Redefining fine roots improves understanding of below-ground contributions to terrestrial biosphere processes. New Phytol. 2015;207:505–518. doi: 10.1111/nph.13363.", "ArticleIdList": ["10.1111/nph.13363", "25756288"]}, {"Citation": "Shiklomanov A.N., Cowdery E.M., Bahn M., Byun C., Jansen S., Kramer K., Minden V., Niinemets U., Onoda Y., Soudzilovskaia N.A., et al. Does the leaf economic spectrum hold within plant functional types? A Bayesian multivariate trait meta-analysis. Ecol. Appl. 2020;30:e02064. doi: 10.1002/eap.2064.", "ArticleIdList": ["10.1002/eap.2064", "31872519"]}, {"Citation": "El-Khatib A.A., Youssef N.A., Barakat N.A., Samir N.A. Responses of Eucalyptus globulus and Ficus nitida to different potential of heavy metal air pollution. Int. J. Phytoremediat. 2020;22:986–999. doi: 10.1080/15226514.2020.1719031.", "ArticleIdList": ["10.1080/15226514.2020.1719031", "32037853"]}, {"Citation": "Abdelgawad H., Zinta G., Hamed B.A., Selim S., Beemster G., Hozzein W.N., Wadaan M.A.M., Asard H., Abuelsoud W. Maize roots and shoots show distinct profiles of oxidative stress and antioxidant defense under heavy metal toxicity. Environ. Pollut. 2020;258:113705. doi: 10.1016/j.envpol.2019.113705.", "ArticleIdList": ["10.1016/j.envpol.2019.113705", "31864075"]}, {"Citation": "Calatayud V., Cervero J., Sanz M.J. Foliar, physiologial and growth responses of four maple species exposed to ozone. Water Air Soil Pollut. 2007;185:239–254. doi: 10.1007/s11270-007-9446-5.", "ArticleIdList": ["10.1007/s11270-007-9446-5"]}, {"Citation": "Paoletti E., Contran N., Bernasconi P., Günthardt-Goerg M.S., Vollenweider P. Structural and physiological responses to ozone in Manna ash (Fraxinus ornus L.) leaves of seedlings and mature trees under controlled and ambient conditions. Sci. Total Environ. 2010;408:2013–2024. doi: 10.1016/j.scitotenv.2010.01.022.", "ArticleIdList": ["10.1016/j.scitotenv.2010.01.022", "19136142"]}, {"Citation": "Marzuoli R., Gerosa G., Bussotti F., Pollastrini M. Assessing the impact of ozone on forest trees in an integrative perspective: Are foliar visible symptoms suitable predictors for growth reduction? A critical review. Forests. 2019;10:1144. doi: 10.3390/f10121144.", "ArticleIdList": ["10.3390/f10121144"]}, {"Citation": "Grulke N.E., Heath R.L. Ozone effects on plants in natural ecosystems. Plant Biol. 2020;22:12–37. doi: 10.1111/plb.12971.", "ArticleIdList": ["10.1111/plb.12971", "30730096"]}, {"Citation": "Langebartels C., Heller W., Fuhrer G., Lippert M., Simons S., Sandermann H. Memory effects in the action of ozone on conifers. Ecotoxicol. Environ. Saf. 1998;41:62–72. doi: 10.1006/eesa.1998.1668.", "ArticleIdList": ["10.1006/eesa.1998.1668", "9756691"]}, {"Citation": "Wittig V.E., Ainsworth E.A., Naidu S.L., Karnosky D.F., Long S.P. Quantifying the impact of current and future tropospheric ozone on tree biomass, growth, physiology and biochemistry: A quantitative meta-analysis. Glob. Chang. Biol. 2009;15:396–424. doi: 10.1111/j.1365-2486.2008.01774.x.", "ArticleIdList": ["10.1111/j.1365-2486.2008.01774.x"]}, {"Citation": "Yamaji K., Julkunen-Tiitto R., Rousi M., Freiwald V., Oksanen E. Ozone exposure over two growing seasons alters root-to-shoot ratio and chemical composition of birch (Betula pendula Roth) Glob. Chang. Biol. 2003;9:1363–1377. doi: 10.1046/j.1365-2486.2003.00669.x.", "ArticleIdList": ["10.1046/j.1365-2486.2003.00669.x"]}, {"Citation": "Jatav H.S., Sharma D., Sandhukhan R., Singh S.K., Singh S., Rajput V.D., Parihar M., Jatav S.S., Jinger D., Kumar S., et al. An overview of micronutrients: Prospects and implications in crop production. In: Aftab T., Hakeen K.R., editors. Plant Nutrients. Springer Nature; Cham, Switzerland: 2020. pp. 1–39."}, {"Citation": "Shri P.U., Pillay V. Excess of soil zinc interferes with uptake of other micro and macro nutrients in Sorghum bicolor (L.) plants. Indian J. Plant Physiol. 2017;22:304–308. doi: 10.1007/s40502-017-0313-0.", "ArticleIdList": ["10.1007/s40502-017-0313-0"]}, {"Citation": "Hahner J.L., Robinson B.H., Zhong H.-T., Dickinson N.M. The phytoremediation potential of native plants on New Zealand diary farms. Int. J. Phytoremediat. 2014;16:719–734. doi: 10.1080/15226514.2013.856845.", "ArticleIdList": ["10.1080/15226514.2013.856845", "24933881"]}, {"Citation": "Di Cagno R., Guidi L., De Gara L., Soldatini G.F. Combined cadmium and ozone treatments affect photosynthesis and ascorbate-dependent defences in sunflower. New Phytol. 2001;151:627–636. doi: 10.1046/j.1469-8137.2001.00217.x.", "ArticleIdList": ["10.1046/j.1469-8137.2001.00217.x", "33853266"]}, {"Citation": "Castagna A., Di Baccio D., Ranieri A.M., Sebastiani L., Tognetti R. Effects of combined ozone and cadmium stresses on leaf traits in two poplar clones. Environ. Sci. Pollut. Res. 2015;22:2064–2075. doi: 10.1007/s11356-014-3481-8.", "ArticleIdList": ["10.1007/s11356-014-3481-8", "25167820"]}, {"Citation": "Degl’Innocenti E., Castagna A., Ranieri A., Guidi L. Combined effects of cadmium and ozone on photosynthesis of Lycopersicon esculentum. Photosynthetica. 2014;52:179–185. doi: 10.1007/s11099-014-0018-9.", "ArticleIdList": ["10.1007/s11099-014-0018-9"]}, {"Citation": "Xu S., He X.Y., Du Z., Chen W., Li B., Li Y., Li M.H., Schaub M. Tropospheric ozone and cadmium do not have interactive effects on growth, photosynthesis and mineral nutrients of Catalpa ovata seedlings in the urban areas of Northeast China. Sci. Total Environ. 2020;704:135307. doi: 10.1016/j.scitotenv.2019.135307.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135307", "31812382"]}, {"Citation": "Xu S., Li B., Li P., He X., Chen W., Yan K., Li Y., Wang Y. Soil high Cd exacerbates the adverse impact of elevated O3 on Populus alba ‘Berolinensis’ L. Ecotoxicol. Environ. Saf. 2019;174:35–42. doi: 10.1016/j.ecoenv.2019.02.057.", "ArticleIdList": ["10.1016/j.ecoenv.2019.02.057", "30818258"]}, {"Citation": "Kaciene G., Juknys R., Januskaitiene I. The role of oxidative stress in spring barley cross-adaptation to different heavy metals. Arc. Agron. Soil Sci. 2017;63:1037–1048. doi: 10.1080/03650340.2016.1256474.", "ArticleIdList": ["10.1080/03650340.2016.1256474"]}, {"Citation": "Swiss Federal Council . Ordinance on Pollution of the Soil. Swiss Federal Council; Bern, Switzerland: 2016."}, {"Citation": "Biesalski E. Pflanzenfarbenatlas mit Farbzeichen nach DIN 6164. Musterschmidt-Verlag; Göttingen, Germany: Berlin, Germany: Frankfurt, Germany: 1957."}, {"Citation": "Sarkar S.K., Howarth R.E. Specificity of the vanilin test for flavonoids. J. Agric. Food Chem. 1976;24:317–320. doi: 10.1021/jf60204a041.", "ArticleIdList": ["10.1021/jf60204a041", "3530"]}, {"Citation": "Günthardt-Goerg M.S., McQuattie C.J., Scheidegger C., Rhiner C., Matyssek R. Ozone-induced cytochemical and ultrastructural changes in leaf mesophyll cell walls. Can. J. For. Res. Rev. Can. Rech. For. 1997;27:453–463. doi: 10.1139/x96-187.", "ArticleIdList": ["10.1139/x96-187"]}, {"Citation": "Broadhurst R.B., Jones W.T. Analysis of condensed tannins using acidified vanillin. J. Sci. Food Agric. 1978;29:788–794. doi: 10.1002/jsfa.2740290908.", "ArticleIdList": ["10.1002/jsfa.2740290908"]}, {"Citation": "Amiot M.J., Tacchini M., Aubert S., Nicolas J. Phenolic composition and browning susceptibiliy of various apple cultivars at maturity. J. Food Sci. 1992;57:958–962. doi: 10.1111/j.1365-2621.1992.tb14333.x.", "ArticleIdList": ["10.1111/j.1365-2621.1992.tb14333.x"]}, {"Citation": "Waterman P.G., Mole S. Analysis of Phenolic Plant Metabolites. Wiley; London, UK: 1994. p. 248."}, {"Citation": "Porter L.J., Hrstich L.N., Chan B.G. The conversion of procyanidins and prodelphidins to cyanidin and delphidin. Phytochemistry. 1986;25:223–230. doi: 10.1016/S0031-9422(00)94533-3.", "ArticleIdList": ["10.1016/S0031-9422(00)94533-3"]}, {"Citation": "Egli P., Maurer S., Günthardt-Goerg M.S., Körner C. Effects of elevated CO2 and soil quality on leaf gas exchange and above-ground growth in beech-spruce model ecosystems. New Phytol. 1998;140:185–196. doi: 10.1046/j.1469-8137.1998.00276.x.", "ArticleIdList": ["10.1046/j.1469-8137.1998.00276.x", "33862836"]}, {"Citation": "Antweiler R.C., Taylor H.E. Evaluation of statistical treatments of left-censored environmental data using coincident uncensored data sets: I. Summary statistics. Environ. Sci. Technol. 2008;42:3732–3738. doi: 10.1021/es071301c.", "ArticleIdList": ["10.1021/es071301c", "18546715"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "19"}, {"Year": "2023", "Month": "8", "Day": "12"}, {"Year": "2023", "Month": "8", "Day": "14"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "43"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "10", "Minute": "42"}, {"Year": "2023", "Month": "8", "Day": "26", "Hour": "1", "Minute": "29"}, {"Year": "2023", "Month": "8", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37631222", "PMC10458031", "10.3390/plants12163011", "plants12163011"]}}], "PubmedBookArticle": []}