{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Congenital heart defects", "Fetal heart development", "Ozone exposure", "Tobacco smoking"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37665504", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "09", "Day": "04"}], "ELocationID": ["10.1007/s12519-023-00755-1"], "Journal": {"ISSN": "1867-0687", "JournalIssue": {"Volume": "20", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "World journal of pediatrics : WJP", "ISOAbbreviation": "World J Pediatr"}, "ArticleTitle": "Interaction between ozone and paternal smoking on fetal congenital heart defects among pregnant women at high risk: a multicenter maternal-fetal medicine study.", "Pagination": {"StartPage": "621", "EndPage": "632", "MedlinePgn": "621-632"}, "Abstract": {"AbstractText": ["Evidence remains limited on the association between maternal ozone (O<sub>3</sub>) exposure and congenital heart defects (CHDs) in offspring, and few studies have investigated the interaction and modification of paternal smoking on this association.", "Using a sample including pregnant women at high risk of fetal CHD (with metabolic disease, first-trimester viral infection, family history of CHD, etc.) from a maternal-fetal medicine study covering 1313 referral hospitals in China during 2013-2021, we examined the associations between maternal O<sub>3</sub> exposure during 3-8 weeks of gestational age and fetal CHD in offspring and investigated the interaction and modification of paternal smoking on this association. CHD was diagnosed by fetal echocardiograms, maximum daily 8-hour average O<sub>3</sub> exposure data at a 10 km × 10 km spatial resolution came from the Tracking Air Pollution in China dataset, and paternal smoking was collected using questionnaires. Logistic regression models were used to estimate adjusted odds ratios (ORs) and 95% confidence intervals (CIs).", "Among 27,834 pregnant women at high risk of fetal CHD, 17.4% of fetuses were diagnosed with CHD. Each 10 μg/m<sup>3</sup> increase in maternal O<sub>3</sub> exposure was associated with a 17% increased risk of CHD in offspring (OR = 1.17, 95% CI = 1.14-1.20). Compared with paternal nonsmoking and maternal low O<sub>3</sub> exposure, the ORs (95% CI) of CHD for smoking and low O<sub>3</sub> exposure, nonsmoking and high O<sub>3</sub> exposure, and smoking and high O<sub>3</sub> exposure were 1.25 (1.08-1.45), 1.81 (1.56-2.08), and 2.23 (1.84-2.71), respectively. Paternal smoking cessation seemingly mitigated the increased risk of CHD.", "Maternal O<sub>3</sub> exposure and paternal smoking were interactively associated with an increased risk of fetal CHD in offspring, which calls for effective measures to decrease maternal exposure to O<sub>3</sub> pollution and secondhand smoke for CHD prevention."], "CopyrightInformation": "© 2023. Children's Hospital, Zhejiang University School of Medicine."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China."}], "LastName": "Wang", "ForeName": "Huan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Echocardiography Medical Center, Beijing Anzhen Hospital, Capital Medical University; Maternal-Fetal Medicine center in Fetal Heart Disease, Beijing Anzhen Hospital, No. 2 Anzhen Rd, Chaoyang District, Beijing, 100029, China."}], "LastName": "Ruan", "ForeName": "Yan-Ping", "Initials": "YP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China."}], "LastName": "Ma", "ForeName": "Sheng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China."}], "LastName": "Wang", "ForeName": "Ya-Qi", "Initials": "YQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China."}], "LastName": "Wan", "ForeName": "Xiao-Yu", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Echocardiography Medical Center, Beijing Anzhen Hospital, Capital Medical University; Maternal-Fetal Medicine center in Fetal Heart Disease, Beijing Anzhen Hospital, No. 2 Anzhen Rd, Chaoyang District, Beijing, 100029, China. heyihuaecho@hotmail.com."}], "LastName": "He", "ForeName": "Yi-Hua", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China."}], "LastName": "Li", "ForeName": "Jing", "Initials": "J"}, {"Identifier": ["0000-0001-5049-5425"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Child and Adolescent Health, School of Public Health, National Health Commission Key Laboratory of Reproductive Health, Peking University, No. 38 Xueyuan Rd, Haidian District, Beijing, 100191, China. harveyzou2002@bjmu.edu.cn."}], "LastName": "Zou", "ForeName": "Zhi-Yong", "Initials": "ZY"}], "GrantList": [{"GrantID": "82073573", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "U21A20523", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "BZ0308", "Agency": "Beijing Key Laboratory of Maternal-Fetal Medicine in Fetal Heart Disease", "Country": ""}, {"GrantID": "2022YFC3703502", "Agency": "National Key Research and Development Program of China", "Country": ""}], "PublicationTypeList": ["Journal Article", "Multicenter Study"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "World J Pediatr", "NlmUniqueID": "101278599"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Heart Defects, Congenital"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Maternal Exposure"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects", "epidemiology"], "DescriptorName": "Smoking"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Paternal Exposure"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Fathers"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization. Congenital disorders. 2023. https://www.who.int/news-room/fact-sheets/detail/birth-defects . Accessed 24 Mar 2023."}, {"Citation": "Su Z, Zou Z, Hay SI, Liu Y, Li S, Chen H, et al. Global, regional, and national time trends in mortality for congenital heart disease, 1990–2019: an age-period-cohort analysis for the Global Burden of Disease 2019 study. EClinicalMedicine. 2022;43:101249.", "ArticleIdList": ["35059612", "8760503", "10.1016/j.eclinm.2021.101249"]}, {"Citation": "Zhao L, Chen L, Yang T, Wang T, Zhang S, Chen L, et al. Birth prevalence of congenital heart disease in China, 1980–2019: a systematic review and meta-analysis of 617 studies. Eur J Epidemiol. 2020;35:631–42.", "ArticleIdList": ["32519018", "7387380", "10.1007/s10654-020-00653-0"]}, {"Citation": "Zhang Y, Wang J, Zhao J, Huang G, Liu K, Pan W, et al. Current status and challenges in prenatal and neonatal screening, diagnosis, and management of congenital heart disease in China. Lancet Child Adolesc Health. 2023;7:479–89.", "ArticleIdList": ["37301215", "10.1016/S2352-4642(23)00051-2"]}, {"Citation": "Su Z, Zhang Y, Cai X, Li Q, Gu H, Luan Y, et al. Improving long-term care and outcomes of congenital heart disease: fulfilling the promise of a healthy life. Lancet Child Adolesc Health. 2023;7:502–18.", "ArticleIdList": ["37301214", "10.1016/S2352-4642(23)00053-6"]}, {"Citation": "Mo X, Yu D, Shu Q. Pediatric heart surgery in China: progress and challenges. World J Pediatr Surg. 2019;2:e000048.", "ArticleIdList": ["10.1136/wjps-2019-000048"]}, {"Citation": "He Q, Dou Z, Su Z, Shen H, Mok TN, Zhang CJP, et al. Inpatient costs of congenital heart surgery in China: results from the National Centre for Cardiovascular Diseases. Lancet Reg Health West Pac. 2023;31:100623.", "ArticleIdList": ["36879787"]}, {"Citation": "Li K, Jacob DJ, Liao H, Shen L, Zhang Q, Bates KH. Anthropogenic drivers of 2013–2017 trends in summer surface ozone in China. Proc Natl Acad Sci U S A. 2019;116:422–7.", "ArticleIdList": ["30598435", "10.1073/pnas.1812168116"]}, {"Citation": "Zhang JJ, Wei Y, Fang Z. Ozone pollution: a major health hazard worldwide. Front Immunol. 2019;10:2518.", "ArticleIdList": ["31736954", "10.3389/fimmu.2019.02518"]}, {"Citation": "Jiang Y, Huang J, Li G, Wang W, Wang K, Wang J, et al. Ozone pollution and hospital admissions for cardiovascular events. Eur Heart J. 2023;44:1622–32.", "ArticleIdList": ["36893798", "10.1093/eurheartj/ehad091"]}, {"Citation": "Tian Y, Wu Y, Liu H, Si Y, Wu Y, Wang X, et al. The impact of ambient ozone pollution on pneumonia: a nationwide time-series analysis. Environ Int. 2020;136:105498.", "ArticleIdList": ["31991238", "10.1016/j.envint.2020.105498"]}, {"Citation": "Vicedo-Cabrera AM, Sera F, Liu C, Armstrong B, Milojevic A, Guo Y, et al. Short term association between ozone and mortality: global two stage time series study in 406 locations in 20 countries. BMJ. 2020;368:m108.", "ArticleIdList": ["32041707", "7190035", "10.1136/bmj.m108"]}, {"Citation": "Wan X, Wei S, Wang Y, Jiang J, Lian X, Zou Z, et al. The association between maternal air pollution exposure and the incidence of congenital heart diseases in children: a systematic review and meta-analysis. Sci Total Environ. 2023;892:164431.", "ArticleIdList": ["37268121", "10.1016/j.scitotenv.2023.164431"]}, {"Citation": "Ma Z, Cao X, Chang Y, Li W, Chen X, Tang NJ. Association between gestational exposure and risk of congenital heart disease: a systematic review and meta-analysis. Environ Res. 2021;197:111014.", "ArticleIdList": ["33716027", "10.1016/j.envres.2021.111014"]}, {"Citation": "Hu CY, Huang K, Fang Y, Yang XJ, Ding K, Jiang W, et al. Maternal air pollution exposure and congenital heart defects in offspring: a systematic review and meta-analysis. Chemosphere. 2020;253:126668.", "ArticleIdList": ["32278917", "10.1016/j.chemosphere.2020.126668"]}, {"Citation": "Ahmed F, Hossain S, Hossain S, Fakhruddin ANM, Abdullah ATM, Chowdhury MAZ, et al. Impact of household air pollution on human health: source identification and systematic management approach. SN Appl Sci. 2019. https://doi.org/10.1007/s42452-019-0405-8 .", "ArticleIdList": ["10.1007/s42452-019-0405-8"]}, {"Citation": "Turner MC, Cohen A, Burnett RT, Jerrett M, Diver WR, Gapstur SM, et al. Interactions between cigarette smoking and ambient PM<sub>2.5</sub> for cardiovascular mortality. Environ Res. 2017;154:304–10.", "ArticleIdList": ["28142053", "10.1016/j.envres.2017.01.024"]}, {"Citation": "Zhao L, Chen L, Yang T, Wang L, Wang T, Zhang S, et al. Parental smoking and the risk of congenital heart defects in offspring: an updated meta-analysis of observational studies. Eur J Prev Cardiol. 2020;27:1284–93.", "ArticleIdList": ["30905164", "10.1177/2047487319831367"]}, {"Citation": "Zhou Q, Zhang S, Wang Q, Shen H, Zhang Y, Tian W, et al. Association between preconception paternal smoking and birth defects in offspring: evidence from the database of the National Free Preconception Health Examination Project in China. BJOG. 2020;127:1358–64.", "ArticleIdList": ["32339375", "10.1111/1471-0528.16277"]}, {"Citation": "Peng J, Meng Z, Zhou S, Zhou Y, Wu Y, Wang Q, et al. The non-genetic paternal factors for congenital heart defects: a systematic review and meta-analysis. Clin Cardiol. 2019;42:684–91.", "ArticleIdList": ["31073996", "6605632", "10.1002/clc.23194"]}, {"Citation": "Oldereid NB, Wennerholm UB, Pinborg A, Loft A, Laivuori H, Petzold M, et al. The effect of paternal factors on perinatal and paediatric outcomes: a systematic review and meta-analysis. Hum Reprod Update. 2018;24:320–89.", "ArticleIdList": ["29471389", "10.1093/humupd/dmy005"]}, {"Citation": "Donofrio MT, Moon-Grady AJ, Hornberger LK, Copel JA, Sklansky MS, Abuhamad A, et al. Diagnosis and treatment of fetal cardiac disease: a scientific statement from the American Heart Association. Circulation. 2014;129:2183–242.", "ArticleIdList": ["24763516", "10.1161/01.cir.0000437597.44550.5d"]}, {"Citation": "Xiao Q, Geng G, Xue T, Liu S, Cai C, He K, et al. Tracking PM<sub>2.5</sub> and O<sub>3</sub> pollution and the related health burden in China 2013–2020. Environ Sci Technol. 2022;56:6922–32.", "ArticleIdList": ["34941243", "10.1021/acs.est.1c04548"]}, {"Citation": "Copernicus Climate Change Service (C3S) Climate Data Store (CDS). ERA5-Land hourly data from 1950 to present. 2022. https://cds.climate.copernicus.eu/cdsapp#!/dataset/reanalysis-era5-land?tab=form . Accessed 15 Oct 2022."}, {"Citation": "Xin Y, Yang Y, Chen X, Yue X, Liu Y, Yin C. Evaluation of IMERG and ERA5 precipitation products over the Mongolian Plateau. Sci Rep. 2022;12:21776.", "ArticleIdList": ["36526725", "9758237", "10.1038/s41598-022-26047-8"]}, {"Citation": "International Society of Ultrasound in Obstetrics and Gynecology, Carvalho JS, Allan LD, Chaoui R, Copel JA, DeVore GR, et al. ISUOG practice guidelines (updated): sonographic screening examination of the fetal heart. Ultrasound Obstet Gynecol. 2013;41:348–59."}, {"Citation": "Ruan Y, Liu X, Zhu H, Lu Y, Liu X, Han J, et al. Noninherited factors in fetal congenital heart diseases based on Bayesian network: a large multicenter study. Congenit Heart Dis. 2021;16:529–49.", "ArticleIdList": ["10.32604/CHD.2021.015862"]}, {"Citation": "Houyel L, Khoshnood B, Anderson RH, Lelong N, Thieulin AC, Goffinet F, et al. Population-based evaluation of a suggested anatomic and clinical classification of congenital heart defects based on the International Paediatric and Congenital Cardiac Code. Orphanet J Rare Dis. 2011;6:64.", "ArticleIdList": ["21968022", "3198675", "10.1186/1750-1172-6-64"]}, {"Citation": "Yue W, Zhang E, Liu R, Zhang Y, Wang C, Gao S, et al. The China birth cohort study (CBCS). Eur J Epidemiol. 2022;37:295–304.", "ArticleIdList": ["35146635", "9110496", "10.1007/s10654-021-00831-8"]}, {"Citation": "Xu M, Qiang D, Zhou Y, Shi S, Qin J, Tao Y. Interaction analysis of logistics regression model using R. Chin J Health Stat. 2017;34:670–2, 5 (in Chinese)."}, {"Citation": "Nie L, Chu H, Li F, Cole SR. Relative excess risk due to interaction: resampling-based confidence intervals. Epidemiology. 2010;21:552–6.", "ArticleIdList": ["20502336", "10.1097/EDE.0b013e3181e09b0b"]}, {"Citation": "Altman DG, Bland JM. Interaction revisited: the difference between two estimates. BMJ. 2003;326:219.", "ArticleIdList": ["12543843", "1125071", "10.1136/bmj.326.7382.219"]}, {"Citation": "World Health Organization. WHO global air quality guidelines. Particulate matter (PM<sub>2.5</sub> and PM<sub>10</sub>), ozone, nitrogen dioxide and carbon monoxide. 2021. https://www.who.int/publications/i/item/9789240034228 . Accessed 26 Jan 2023."}, {"Citation": "Louis GM, Cooney MA, Lynch CD, Handal A. Periconception window: advising the pregnancy-planning couple. Fertil Steril. 2008;89(Suppl 2):e119–21.", "ArticleIdList": ["18308052", "2527691", "10.1016/j.fertnstert.2007.12.043"]}, {"Citation": "van Buuren S, Groothuis-Oudshoorn K. Mice: multivariate imputation by chained equations in R. J Stat Soft. 2011;45:1–67.", "ArticleIdList": ["10.18637/jss.v045.i03"]}, {"Citation": "Zhang W, Yang Y, Liu Y, Zhou L, Yang Y, Pan L, et al. Associations between congenital heart disease and air pollutants at different gestational weeks: a time-series analysis. Environ Geochem Health. 2023;45:2213–28.", "ArticleIdList": ["35869374", "10.1007/s10653-022-01315-8"]}, {"Citation": "Zhang H, Zhang X, Zhao X, Cheng G, Chang H, Ye X, et al. Maternal exposure to air pollution and congenital heart diseases in Henan, China: a register-based case-control study. Ecotoxicol Environ Saf. 2022;229:113070.", "ArticleIdList": ["34920182", "10.1016/j.ecoenv.2021.113070"]}, {"Citation": "Yan F, Liu H, Zhang H, Yi L, Wu Y, Deng C, et al. Association between maternal exposure to gaseous pollutants and atrial septal defect in China: a nationwide population-based study. Environ Res. 2021;200:111472.", "ArticleIdList": ["34097890", "10.1016/j.envres.2021.111472"]}, {"Citation": "Yang Y, Lin Q, Liang Y, Ruan Z, Acharya BK, Zhang S, et al. Maternal air pollution exposure associated with risk of congenital heart defect in pre-pregnancy overweighted women. Sci Total Environ. 2020;712:136470.", "ArticleIdList": ["31931190", "10.1016/j.scitotenv.2019.136470"]}, {"Citation": "Lavigne E, Lima I, Hatzopoulou M, Van Ryswyk K, Decou ML, Luo W, et al. Spatial variations in ambient ultrafine particle concentrations and risk of congenital heart defects. Environ Int. 2019;130:104953.", "ArticleIdList": ["31272016", "10.1016/j.envint.2019.104953"]}, {"Citation": "Orru H, Ebi KL, Forsberg B. The interplay of climate change and air pollution on health. Curr Environ Health Rep. 2017;4:504–13.", "ArticleIdList": ["29080073", "5676805", "10.1007/s40572-017-0168-6"]}, {"Citation": "Agay-Shay K. Invited perspective: air pollution and congenital heart defects (CHDs)-a summary of two decades and future direction in research. Environ Health Perspect. 2023;131:61305.", "ArticleIdList": ["37339065", "10.1289/EHP12931"]}, {"Citation": "Jiang W, Liu Z, Ni B, Xie W, Zhou H, Li X. Independent and interactive effects of air pollutants and ambient heat exposure on congenital heart defects. Reprod Toxicol. 2021;104:106–13.", "ArticleIdList": ["34311057", "10.1016/j.reprotox.2021.07.007"]}, {"Citation": "Siddika N, Rantala AK, Antikainen H, Balogun H, Amegah AK, Ryti NRI, et al. Synergistic effects of prenatal exposure to fine particulate matter (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) on the risk of preterm birth: a population-based cohort study. Environ Res. 2019;176:108549."}, {"Citation": "Gianicolo EA, Cresci M, Ait-Ali L, Foffa I, Andreassi MG. Smoking and congenital heart disease: the epidemiological and biological link. Curr Pharm Des. 2010;16:2572–7.", "ArticleIdList": ["20550501", "10.2174/138161210792062849"]}, {"Citation": "Lakey PS, Berkemeier T, Tong H, Arangio AM, Lucas K, Poschl U, et al. Chemical exposure-response relationship between air pollutants and reactive oxygen species in the human respiratory tract. Sci Rep. 2016;6:32916.", "ArticleIdList": ["27605301", "5015057", "10.1038/srep32916"]}, {"Citation": "Centers for Disease Control and Prevention (US), National Center for Chronic Disease Prevention and Health Promotion (US), Office on Smoking and Health (US). How tobacco smoke causes disease: the biology and behavioral basis for smoking-attributable disease: a report of the surgeon general. Atlanta (GA): Centers for Disease Control and Prevention (US); 2010. 8, Reproductive and developmental effects. https://www.ncbi.nlm.nih.gov/books/NBK53022/ . Accessed 17 Feb 2023."}, {"Citation": "Vecoli C, Pulignani S, Andreassi MG. Genetic and epigenetic mechanisms linking air pollution and congenital heart disease. J Cardiovasc Dev Dis. 2016;3:32.", "ArticleIdList": ["29367575", "5715723"]}, {"Citation": "World Health Organization. WHO report on the global tobacco epidemic, 2017: monitoring tobacco use and prevention policies. 2017. https://www.who.int/publications/i/item/9789241512824 . Accessed 17 Feb 2023."}, {"Citation": "Faber T, Kumar A, Mackenbach JP, Millett C, Basu S, Sheikh A, et al. Effect of tobacco control policies on perinatal and child health: a systematic review and meta-analysis. Lancet Public Health. 2017;2:e420–37.", "ArticleIdList": ["28944313", "5592249", "10.1016/S2468-2667(17)30144-5"]}, {"Citation": "Buteau S, Veira P, Bilodeau-Bertrand M, Auger N. Association between first trimester exposure to ambient PM<sub>2.5</sub> and NO<sub>2</sub> and congenital heart defects: a population-based cohort study of 1,342,198 live births in Canada. Environ Health Perspect. 2023;131:67009."}, {"Citation": "Yuan X, Liang F, Zhu J, Huang K, Dai L, Li X, et al. Maternal exposure to PM<sub>2.5</sub> and the risk of congenital heart defects in 1.4 million births: a nationwide surveillance-based study. Circulation. 2023;147:565–74."}, {"Citation": "Gao S, Han J, Yu S, Guo Y, Ruan Y, Fu Y, et al. Comparison of fetal echocardiogram with fetal cardiac autopsy findings in fetuses with congenital heart disease. J Matern Fetal Neonatal Med. 2021;34:3844–50.", "ArticleIdList": ["31791182", "10.1080/14767058.2019.1700498"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "17"}, {"Year": "2023", "Month": "8", "Day": "8"}, {"Year": "2024", "Month": "7", "Day": "11", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "4", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "4", "Hour": "11", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37665504", "10.1007/s12519-023-00755-1", "10.1007/s12519-023-00755-1"]}}], "PubmedBookArticle": []}