{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["GAM", "PDLM", "asthma exacerbation", "interaction", "ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37700876", "DateRevised": {"Year": "2023", "Month": "09", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "09", "Day": "06"}], "ELocationID": ["10.2147/JAA.S422476"], "Journal": {"ISSN": "1178-6965", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2023"}}, "Title": "Journal of asthma and allergy", "ISOAbbreviation": "J Asthma Allergy"}, "ArticleTitle": "Ozone Pollution and Acute Exacerbation of Asthma in Residents of China: An Ecological Study.", "Pagination": {"StartPage": "951", "EndPage": "960", "MedlinePgn": "951-960"}, "Abstract": {"AbstractText": ["The evidence for a causal relationship between high-level ozone (O<sub>3</sub>) exposure and acute exacerbation of asthma among adults is limited, and the conclusions are less definitive.", "Here we collected the daily data on asthma cases, O<sub>3</sub> exposure, and meteorological factors from 2010 to 2016 in Shijiazhuang, China. We investigated the risk of asthma exacerbation associated with high-level ozone exposure using a polynomial distributed lag model (PDLM). Using a generalized additive model (GAM), we estimated the interactive effects between O<sub>3</sub> and other pollutants as well as meteorological factors on asthma exacerbation.", "A total of 7270 patients with asthma were enrolled from 22 governmental hospitals in 13 counties. Each 10 μg/m<sup>3</sup> increase in O<sub>3</sub> concentration on the exacerbation of asthma was associated with a 1.92% (95% CI = 0.80-3.03%) higher risk of asthma exacerbation on day lag 7. The cumulative risk of O<sub>3</sub> on asthma exacerbation increased by 18.9% (95% CI = 12.8-25.4%) on the 14th day. High consecutive levels of O<sub>3</sub> increase the risk of asthma exacerbation, and the interactive effect of O<sub>3</sub> and sulfur dioxide (SO<sub>2</sub>) appears before the exacerbation onset.", "These findings suggested that O<sub>3</sub> should be an important risk factor for asthma exacerbation, and health benefits in reducing asthma exacerbation risk would be gained with continued efforts to improve the air quality in China."], "CopyrightInformation": "© 2023 Ma et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Traditional Chinese Medicine Hospital of Hebei Province, Shijiazhuang, People's Republic of China."}], "LastName": "Ma", "ForeName": "Yunlei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Fourth Hospital of Hebei Medical University, Shijiazhuang, People's Republic of China."}], "LastName": "Zhao", "ForeName": "Hanjun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Traditional Chinese Medicine Hospital of Hebei Province, Shijiazhuang, People's Republic of China."}], "LastName": "Su", "ForeName": "Yinghao", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Asthma Allergy", "NlmUniqueID": "101543450", "ISSNLinking": "1178-6965"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "GBD 2019 Risk Factors Collaborators, 2020. Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study. Lancet. 2019;396:1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Wang YL, Wild O, Chen X, et al. Health impacts of long-term ozone exposure in China over 2013–2017. Environ Int. 2020;144:106030. doi:10.1016/j.envint.2020.106030", "ArticleIdList": ["10.1016/j.envint.2020.106030", "32798800"]}, {"Citation": "Zhou M, Wang H, Zhu J, et al. Cause-specific mortality for 240 causes in China during 1990–2013: a systematic subnational analysis for the Global Burden of Disease Study 2013. Lancet. 2016;387(10015):251–272. doi:10.1016/S0140-6736(15)00551-6", "ArticleIdList": ["10.1016/S0140-6736(15)00551-6", "26510778"]}, {"Citation": "Tang X, et al. Atmospheric Environment and Chemistry. 2nd ed. Beijing: Higher Education Press; 2006."}, {"Citation": "Cohen AJ, Brauer M, Burnett R, et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet. 2017;389(10082):1907–1918. doi:10.1016/S0140-6736(17)30505-6", "ArticleIdList": ["10.1016/S0140-6736(17)30505-6", "PMC5439030", "28408086"]}, {"Citation": "Lin J, Wang W, Chen P, et al. Prevalence and risk factors of asthma in mainland China. Respir Med. 2018;4:137.", "ArticleIdList": ["29605212"]}, {"Citation": "National Cooperative Group on Childhood A, Institute of Environmental H, Related Product Safety CCfDC. Third nationwide survey of childhood asthma in urban areas of China. Zhonghua Er Ke Za Zhi. 2013;51(10):729–735.", "ArticleIdList": ["24406223"]}, {"Citation": "Guan WJ, Zheng X-Y, Chung KF, et al. Impact of air pollution on the burden of chronic respiratory diseases in China: time for urgent action. Lancet. 2016;388(10054):1939–1951. doi:10.1016/S0140-6736(16)31597-5", "ArticleIdList": ["10.1016/S0140-6736(16)31597-5", "27751401"]}, {"Citation": "Achakulwisut P, Brauer M, Hystad P, et al. Global, national, and urban burdens of paediatric asthma incidence attributable to ambient NO2 pollution: estimates from global datasets. Lancet Planet Health. 2019;3(4):e166–e178. doi:10.1016/S2542-5196(19)30046-4", "ArticleIdList": ["10.1016/S2542-5196(19)30046-4", "30981709"]}, {"Citation": "Orellano P, Reynoso J, Quaranta N, et al. Short-term exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ Int. 2020;142:105876. doi:10.1016/j.envint.2020.105876", "ArticleIdList": ["10.1016/j.envint.2020.105876", "32590284"]}, {"Citation": "Zheng X-Y, Orellano P, Lin H-L, et al. Short-term exposure to ozone, nitrogen dioxide, and sulphur dioxide and emergency department visits and hospital admissions due to asthma: a systematic review and meta-analysis. Environ Int. 2021;150:106435. doi:10.1016/j.envint.2021.106435", "ArticleIdList": ["10.1016/j.envint.2021.106435", "33601224"]}, {"Citation": "Qu F, Liu F, Zhang H, et al. Comparison of air pollutant-related hospitalization burden from AECOPD in Shijiazhuang, China, between heating and non-heating season. Environ Sci Pollut Res Int. 2019;26(30):31225–31233. doi:10.1007/s11356-019-06242-3", "ArticleIdList": ["10.1007/s11356-019-06242-3", "31463744"]}, {"Citation": "Dong GH, Chen T, Liu MM, et al. Gender differences and effect of air pollution on asthma in children with and without allergic predisposition: northeast Chinese children health study. PLoS One. 2011;6(7):e22470. doi:10.1371/journal.pone.0022470", "ArticleIdList": ["10.1371/journal.pone.0022470", "PMC3139656", "21811617"]}, {"Citation": "Li X, Chen Q, Zheng X, et al. Effects of ambient ozone concentrations with different averaging times on asthma exacerbations: a meta-analysis. Sci Total Environ. 2019;691:549–561. doi:10.1016/j.scitotenv.2019.06.382", "ArticleIdList": ["10.1016/j.scitotenv.2019.06.382", "31325855"]}, {"Citation": "Zhidong L, Liu Y, Zhang Y, et al. Effect of ambient temperature and its effect modifiers on bacillary dysentery in Jinan, China. Sci Total Environ. 2018;650(Pt 2):2980. doi:10.1016/j.scitotenv.2018.10.053", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.053", "30373074"]}, {"Citation": "Liu Z, Zhang J, Zhang Y, et al. Effects and interaction of meteorological factors on influenza: based on the surveillance data in Shaoyang, China. Environ Res. 2019;172:326–332. doi:10.1016/j.envres.2019.01.053", "ArticleIdList": ["10.1016/j.envres.2019.01.053", "30825682"]}, {"Citation": "Liu ZD, Lao J, Zhang Y, et al. Association between floods and typhoid fever in Yongzhou, China: effects and vulnerable groups. Environ Res. 2018;167(718):718–724. doi:10.1016/j.envres.2018.08.030", "ArticleIdList": ["10.1016/j.envres.2018.08.030", "30241731"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG, et al. Distributed lag non-linear models. Stat Med. 2017;29(21):2224–2234. doi:10.1002/sim.3940", "ArticleIdList": ["10.1002/sim.3940", "PMC2998707", "20812303"]}, {"Citation": "Gasparrini A, Leone M. Attributable risk from distributed lag models. BMC Med Res Methodol. 2014;14(1):552014. doi:10.1186/1471-2288-14-55", "ArticleIdList": ["10.1186/1471-2288-14-55", "PMC4021419", "24758509"]}, {"Citation": "Gasparrini A, Guo Y, Hashizume M, et al. Mortality risk attributable to high and low ambient temperature: a multicountry observational study. Lancet. 2015;386(9991):369–375. doi:10.1016/S0140-6736(14)62114-0", "ArticleIdList": ["10.1016/S0140-6736(14)62114-0", "PMC4521077", "26003380"]}, {"Citation": "Li MH, Fan L-C, Mao B, et al. Short-term exposure to ambient fine particulate matter increases hospitalizations and mortality in COPD: a systematic review and meta-analysis. Chest. 2016;149(2):447–458. doi:10.1378/chest.15-0513", "ArticleIdList": ["10.1378/chest.15-0513", "26111257"]}, {"Citation": "Valeria B, Faustini A, Stafoggia M, et al. Impact of fine and ultrafine particles on emergency hospital admissions for cardiac and respiratory diseases. Epidemiology. 2010;21(3):414–423. doi:10.1097/EDE.0b013e3181d5c021", "ArticleIdList": ["10.1097/EDE.0b013e3181d5c021", "20386174"]}, {"Citation": "Sun XW, Chen PL, Ren L, et al. The cumulative effect of air pollutants on the acute exacerbation of COPD in Shanghai, China. Sci Total Environ. 2018;622(623):875–881. doi:10.1016/j.scitotenv.2017.12.042", "ArticleIdList": ["10.1016/j.scitotenv.2017.12.042", "29227938"]}, {"Citation": "Simon N. Generalized Additive Models: An Introduction with R. Vol. 49. Chapman & Hall/CRC; 2006:360–361."}, {"Citation": "Zheng XY, Ding H, Jiang L-N, et al. Association between air pollutants and asthma emergency room visits and hospital admissions in time series studies: a systematic review and meta-analysis. PLoS One. 2015;10(9):e0138146. doi:10.1371/journal.pone.0138146", "ArticleIdList": ["10.1371/journal.pone.0138146", "PMC4575194", "26382947"]}, {"Citation": "Huang W, Wu J, Lin X, et al. Ozone exposure and asthma attack in children. Front Pediatr. 2022;10. doi:10.3389/fped.2022.830897", "ArticleIdList": ["10.3389/fped.2022.830897", "PMC9016151", "35450107"]}, {"Citation": "Liu L, Liu C, Chen R, et al. Associations of short-term exposure to air pollution and emergency department visits for pediatric asthma in Shanghai, China. Chemosphere. 2021;263:127856. doi:10.1016/j.chemosphere.2020.127856", "ArticleIdList": ["10.1016/j.chemosphere.2020.127856", "32822929"]}, {"Citation": "Robles TF, Bai S, Meng YY. Ozone pollution, perceived support at home, and asthma symptom severity in the adolescent sample of the California Health Interview Survey. Int J Behav Med. 2022;30(3):398–408.", "ArticleIdList": ["PMC10167194", "35655059"]}, {"Citation": "Ke Z, Liu X, Shi L, et al. Concentration-response of short-term ozone exposure and hospital admissions for asthma in Texas. Environ Int. 2017;104:139–145.", "ArticleIdList": ["28434561"]}, {"Citation": "Wang Q, Liang Q, Li C, et al. Interaction of air pollutants and meteorological factors on birth weight in Shenzhen, China. Epidemiology. 2019;30:S57–S66. doi:10.1097/EDE.0000000000000999", "ArticleIdList": ["10.1097/EDE.0000000000000999", "31181007"]}, {"Citation": "Zhou J, Qin L, Meng X, et al. The interactive effects of ambient air pollutants-meteorological factors on confirmed cases of COVID-19 in 120 Chinese cities. Environ Sci Pollut Res Int. 2021;28(21):27056–27066. doi:10.1007/s11356-021-12648-9", "ArticleIdList": ["10.1007/s11356-021-12648-9", "PMC7837878", "33501581"]}, {"Citation": "Liu J, Wang L, Li M, et al. Quantifying the impact of synoptic circulation patterns on ozone variability in northern China from April to October 2013–2017. Atmos Chem Phys. 2019;19(23):14477–14492. doi:10.5194/acp-19-14477-2019", "ArticleIdList": ["10.5194/acp-19-14477-2019"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "22"}, {"Year": "2023", "Month": "8", "Day": "17"}, {"Year": "2023", "Month": "9", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "13", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "9", "Day": "13", "Hour": "3", "Minute": "57"}, {"Year": "2023", "Month": "9", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["37700876", "PMC10493139", "10.2147/JAA.S422476", "422476"]}}], "PubmedBookArticle": []}