{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["contamination", "grain", "moistening", "mould", "ozonated water", "quality"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37765431", "DateRevised": {"Year": "2023", "Month": "10", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "09", "Day": "14"}], "ELocationID": ["3267", "10.3390/plants12183267"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "18", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "14"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Evaluation of Hydrothermal Treatment of Winter Wheat Grain with Ozonated Water.", "Abstract": {"AbstractText": ["Products must be cleaned or otherwise treated to keep them clean when they are prepared for further production or when they are supplied fresh to the consumer. Cereals have significantly lower settling losses than succulent agricultural products, but the risks that can arise from their hydrothermal treatment before milling-where the cereals are moistened and left to rest for 14 h (temperature 30 °C)-are often underestimated. This operation creates a favourable environment for the development of micro-organisms, which, if not destroyed, can continue throughout the processing stages and be passed on to the consumer. This study investigated the qualitative characteristics of winter wheat hydrothermally treated with ozonated water at a concentration of 1.51 ± 0.1 mg L<sup>-1</sup>, such as the amount of mould in the grains and flour, as well as the grain protein, moisture, gluten, sedimentation, starch and weight per hectolitre. For the assessment of these parameters, the account was taken of the State standard, which provides the grain class and the type of grain. The reduction in mould fungi after the treatment of the winter wheat grain with ozonated water ranged between 440 and 950 CFU g<sup>-1</sup>. The results of the microbiological analysis showed that the ozone treatment improved the mycological safety of the flour samples made from the grain from an average of 390 ± 110 CFU g<sup>-1</sup> to 29 ± 12 CFU g<sup>-1</sup>. On the other hand, the treatment of kernels with ozonated water did not significantly affect the basic composition of the winter wheat grains."]}, "AuthorList": [{"Identifier": ["0000-0002-8803-2941"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Engineering, Agriculture Academy, Vytautas Magnus University, Studentų Str. 15, 53362 Akademija, Lithuania."}], "LastName": "Paulikienė", "ForeName": "Simona", "Initials": "S"}, {"Identifier": ["0000-0002-0479-0738"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Kaunas University of Technology, Radvilėnų Str. 19, 50254 Kaunas, Lithuania."}, {"Identifier": [], "Affiliation": "Microbiology Laboratory, Institute of Agriculture, Lithuanian Research Centre for Agriculture and Forestry, Instituto al. 1, 58344 Akademija, Lithuania."}], "LastName": "Žvirdauskienė", "ForeName": "Renata", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang W., Li L., Shu Z., Wang P., Zeng X., Shen W., Ding W., Shi Y. Properties of Flour from Pearled Wheat Kernels as Affected by Ozone Treatment. Food Chem. 2021;341:128203. doi: 10.1016/j.foodchem.2020.128203.", "ArticleIdList": ["10.1016/j.foodchem.2020.128203", "33038803"]}, {"Citation": "Gustavsson J., Cederberg C., Sonesson U., Otterdijk R.v., Meybeck A. Global Food Losses and Food Waste. Food and Agriculture Organization of The United Nations; Rome, Italy: 2011."}, {"Citation": "Kumar D., Kalita P. Reducing Postharvest Losses during Storage of Grain Crops to Strengthen Food Security in Developing Countries. Foods. 2017;6:8. doi: 10.3390/foods6010008.", "ArticleIdList": ["10.3390/foods6010008", "PMC5296677", "28231087"]}, {"Citation": "Schmidt M., Zannini E., Arendt E.K. Recent Advances in Physical Post-Harvest Treatments for Shelf-Life Extension of Cereal Crops. Foods. 2018;7:45. doi: 10.3390/foods7040045.", "ArticleIdList": ["10.3390/foods7040045", "PMC5920410", "29565832"]}, {"Citation": "Papageorgiou M., Skendi A. Sustainable Recovery and Reutilization of Cereal Processing by-Products. Elsevier Ltd.; Amsterdam, The Netherlands: 2018. 1—Introduction to cereal processing and by-products; pp. 1–25."}, {"Citation": "Rahman M.S. Handbook of Food Preservation. CRC Press; Baton Rouge, LA, USA: 2007. p. 1088."}, {"Citation": "Food and Drug Administration . Guidelines for Microbiological Quality Assessment of Processed Food have been Revised. Food and Drug Administration; Silver Spring, MD, USA: 2022."}, {"Citation": "Schofield J.D., Bottomley R.C., Timms M.F., Booth M.R. The Effect of Heat on Wheat Gluten and the Involvement of Sulphydryl-Disulphide Interchange Reactions. J. Cereal Sci. 1983;1:241–253. doi: 10.1016/S0733-5210(83)80012-5.", "ArticleIdList": ["10.1016/S0733-5210(83)80012-5"]}, {"Citation": "Guerrieri N., Alberti E., Lavelli V., Cerletti P. Use of Spectroscopic and Fluorescence Techniques to Assess Heat Induced Molecular Modifications of Gluten. Cereal Chem. 1996;73:368–374."}, {"Citation": "Tiwari B.K., Brennan C.S., Curran T., Gallagher E., Cullen P.J., O’Donnell C.P. Application of Ozone in Grain Processing. J. Cereal Sci. 2010;51:248–255. doi: 10.1016/j.jcs.2010.01.007.", "ArticleIdList": ["10.1016/j.jcs.2010.01.007"]}, {"Citation": "Sivaranjani S., Prasath V.A., Pandiselvam R., Kothakota A., Mousavi Khaneghah A. Recent Advances in Applications of Ozone in the Cereal Industry. Food Sci. Technol. 2021;146:111412. doi: 10.1016/j.lwt.2021.111412.", "ArticleIdList": ["10.1016/j.lwt.2021.111412"]}, {"Citation": "Obadi M., Zhu K., Peng W., Sulieman A.A., Mohammed K., Zhou H. Effects of Ozone Treatment on the Physicochemical and Functional Properties of Whole Grain Flour. J. Cereal Sci. 2018;81:127–132. doi: 10.1016/j.jcs.2018.04.008.", "ArticleIdList": ["10.1016/j.jcs.2018.04.008"]}, {"Citation": "Paulikienė S., Raila A., Žvirdauskienė R., Zvicevičius E. Application of an Environmentally Friendly Preventive Measure for the Preservation of Fresh Vegetables. J. Food Sci. Technol. 2019;56:2147–2157. doi: 10.1007/s13197-019-03696-8.", "ArticleIdList": ["10.1007/s13197-019-03696-8", "PMC6443972", "30996448"]}, {"Citation": "Dubois M., Coste C., Despres A.-G., Efstathiou T., Nio C., Dumont E., Parent-Massin D. Safety of Oxygreen®, an Ozone Treatment on Wheat Grains. Part 2. Is there a Substantial Equivalence between Oxygreen-Treated Wheat Grains and Untreated Wheat Grains? Food Addit. Contam. 2006;23:1–15. doi: 10.1080/02652030500316728.", "ArticleIdList": ["10.1080/02652030500316728", "16393809"]}, {"Citation": "Dubois M., Canadas D., Despres-Pernot A., Coste C., Pfohl-Leszkowicz A. Oxygreen Process Applied on Nongerminated and Germinated Wheat: Role of Hydroxamic Acids. J. Agric. Food Chem. 2008;56:1116–1121. doi: 10.1021/jf0725528.", "ArticleIdList": ["10.1021/jf0725528", "18179169"]}, {"Citation": "Rozado A.F., Faroni L.R.A., Urruchi W.M.I., Guedes R.N.C., Paes J.L. Ozone Application Against Sitophilus zeamais and Tribolium castaneum on Stored Maize. Rev. Bras. Eng. Agrícola Ambient. 2008;12:282–285. doi: 10.1590/S1415-43662008000300009.", "ArticleIdList": ["10.1590/S1415-43662008000300009"]}, {"Citation": "Savi G.D., Piacentini K.C., Bittencourt K.O., Scussel V.M. Ozone Treatment Efficiency on Fusarium Graminearum and Deoxynivalenol Degradation and its Effects on Whole Wheat Grains (Triticum aestivum L.) Quality and Germination. J. Stored Prod. Res. 2014;59:245–253. doi: 10.1016/j.jspr.2014.03.008.", "ArticleIdList": ["10.1016/j.jspr.2014.03.008"]}, {"Citation": "Zhu F. Effect of Ozone Treatment on the Quality of Grain Products. Food Chem. 2018;264:358–366. doi: 10.1016/j.foodchem.2018.05.047.", "ArticleIdList": ["10.1016/j.foodchem.2018.05.047", "29853388"]}, {"Citation": "Liu C., Zhang Y., Li H., Li L., Zheng X. Effect of Ozone Treatment on Processing Properties of Wheat Bran and Shelf Life Characteristics of Noodles Fortified with Wheat Bran. J. Food Sci. Technol. 2020;57:3893–3902. doi: 10.1007/s13197-020-04421-6.", "ArticleIdList": ["10.1007/s13197-020-04421-6", "PMC7447729", "32904003"]}, {"Citation": "Mendez F., Maier D.E., Mason L.J., Woloshuk C.P. Penetration of Ozone into Columns of Stored Grains and Effects on Chemical Composition and Processing Performance. J. Stored Prod. Res. 2003;39:33–44. doi: 10.1016/S0022-474X(02)00015-2.", "ArticleIdList": ["10.1016/S0022-474X(02)00015-2"]}, {"Citation": "Wheat. Requirements for Purchase and Supply. Lithuanian Standards Board; Vilnius, Lithuania: 2020."}, {"Citation": "Allen B., Wu J., Doan H. Inactivation of Fungi Associated with Barley Grain by Gaseous Ozone. J. Environ. Sci. Health Part B. 2003;38:617–630. doi: 10.1081/PFC-120023519.", "ArticleIdList": ["10.1081/PFC-120023519", "12929720"]}, {"Citation": "White S.D., Murphy P.T., Leandro L.F., Bern C.J., Beattie S.E., van Leeuwen J. Mycoflora of High-Moisture Maize Treated with Ozone. J. Stored Prod. Res. 2013;55:84–89. doi: 10.1016/j.jspr.2013.08.006.", "ArticleIdList": ["10.1016/j.jspr.2013.08.006"]}, {"Citation": "Trombete F.M., Porto Y.D., Freitas-Silva O., Pereira R.V., Direito G.M., Saldanha T., Fraga M.E. Efficacy of Ozone Treatment on Mycotoxins and Fungal Reduction in Artificially Contaminated Soft Wheat Grains. J. Food Process. Preserv. 2017;41:e12927. doi: 10.1111/jfpp.12927.", "ArticleIdList": ["10.1111/jfpp.12927"]}, {"Citation": "Porto Y.D., Trombete F.M., Freitas-Silva O., de Castro I.M., Direito G.M., Ascheri J.L.R. Gaseous Ozonation to Reduce Aflatoxins Levels and Microbial Contamination in Corn Grits. Microorganisms. 2019;7:220. doi: 10.3390/microorganisms7080220.", "ArticleIdList": ["10.3390/microorganisms7080220", "PMC6723876", "31357684"]}, {"Citation": "Brito J.G.D., Jr., Faroni L.R.D., Cecon P.R., Benevenuto W.C.A.d.N., Benevenuto A.A., Jr., Heleno F.F. Efficacy of Ozone in the Microbiological Disinfection of Maize Grains. Braz. J. Food Technol. 2018;21:e2017022."}, {"Citation": "Savi G.D., Piacentini K.C., Scussel V.M. Ozone Treatment Efficiency in Aspergillus and Penicillium Growth Inhibition and Mycotoxin Degradation of Stored Wheat Grains (Triticum aestivum L.) J. Food Process. Preserv. 2015;39:940–948. doi: 10.1111/jfpp.12307.", "ArticleIdList": ["10.1111/jfpp.12307"]}, {"Citation": "Santos R.R., Faroni L.R.D., Cecon P.R., Ferreira A.P.S., Pereira O.L. Ozone as Fungicide in Rice Grains. Rev. Bras. Eng. Agrícola Ambient. 2016;20:230–235. doi: 10.1590/1807-1929/agriambi.v20n3p230-235.", "ArticleIdList": ["10.1590/1807-1929/agriambi.v20n3p230-235"]}, {"Citation": "Wu J., Doan H., Cuenca M.A. Investigation of Gaseous Ozone as an Anti-fungal Fumigant for Stored Wheat. J. Chem. Technol. Biotechnol. 2006;81:1288–1293. doi: 10.1002/jctb.1550.", "ArticleIdList": ["10.1002/jctb.1550"]}, {"Citation": "Gozé P., Rhazi L., Lakhal L., Jacolot P., Pauss A., Aussenac T. Effects of Ozone Treatment on the Molecular Properties of Wheat Grain Proteins. J. Cereal Sci. 2017;75:243–251. doi: 10.1016/j.jcs.2017.04.016.", "ArticleIdList": ["10.1016/j.jcs.2017.04.016"]}, {"Citation": "Li M., Zhu K., Wang B., Guo X., Peng W., Zhou H. Evaluation the Quality Characteristics of Wheat Flour and Shelf-Life of Fresh Noodles as Affected by Ozone Treatment. Food Chem. 2012;135:2163–2169. doi: 10.1016/j.foodchem.2012.06.103.", "ArticleIdList": ["10.1016/j.foodchem.2012.06.103", "22980785"]}, {"Citation": "An H.J., King J.M. Using Ozonation and Amino Acids to Change Pasting Properties of Rice Starch. J. Food Sci. 2009;74:C278–C283. doi: 10.1111/j.1750-3841.2009.01109.x.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01109.x", "19397713"]}, {"Citation": "Chan H.T., Bhat R., Karim A.A. Physicochemical and Functional Properties of Ozone-Oxidized Starch. J. Agric. Food Chem. 2009;57:5965–5970. doi: 10.1021/jf9008789.", "ArticleIdList": ["10.1021/jf9008789", "19489606"]}, {"Citation": "Chan H., Leh C.P., Bhat R., Senan C., Williams P.A., Karim A.A. Molecular Structure, Rheological and Thermal Characteristics of Ozone-Oxidized Starch. Food Chem. 2011;126:1019–1024. doi: 10.1016/j.foodchem.2010.11.113.", "ArticleIdList": ["10.1016/j.foodchem.2010.11.113"]}, {"Citation": "Sandhu H.P.S., Manthey F.A., Simsek S. Ozone Gas Affects Physical and Chemical Properties of Wheat (Triticum aestivum L.) Starch. Carbohydr. Polym. 2012;87:1261–1268. doi: 10.1016/j.carbpol.2011.09.003.", "ArticleIdList": ["10.1016/j.carbpol.2011.09.003"]}, {"Citation": "Oladebeye A.O., Oshodi A.A., Amoo I.A., Karim A.A. Functional, Thermal and Molecular Behaviours of Ozone-Oxidised Cocoyam and Yam Starches. Food Chem. 2013;141:1416–1423. doi: 10.1016/j.foodchem.2013.04.080.", "ArticleIdList": ["10.1016/j.foodchem.2013.04.080", "23790933"]}, {"Citation": "Klein B., Vanier N.L., Moomand K., Pinto V.Z., Colussi R., da Rosa Zavareze E., Dias A.R.G. Ozone Oxidation of Cassava Starch in Aqueous Solution at Different pH. Food Chem. 2014;155:167–173. doi: 10.1016/j.foodchem.2014.01.058.", "ArticleIdList": ["10.1016/j.foodchem.2014.01.058", "24594170"]}, {"Citation": "Lee M.J., Kim M.J., Kwak H.S., Lim S., Kim S.S. Effects of Ozone Treatment on Physicochemical Properties of Korean Wheat Flour. Food Sci. Biotechnol. 2017;26:435–440. doi: 10.1007/s10068-017-0059-5.", "ArticleIdList": ["10.1007/s10068-017-0059-5", "PMC6049456", "30263561"]}, {"Citation": "Castanha N., da Matta M.D., Jr., Augusto P.E.D. Potato Starch Modification using the Ozone Technology. Food Hydrocoll. 2017;66:343–356. doi: 10.1016/j.foodhyd.2016.12.001.", "ArticleIdList": ["10.1016/j.foodhyd.2016.12.001"]}, {"Citation": "Gozé P., Rhazi L., Pauss A., Aussenac T. Starch Characterization After Ozone Treatment of Wheat Grains. J. Cereal Sci. 2016;70:207–213. doi: 10.1016/j.jcs.2016.06.007.", "ArticleIdList": ["10.1016/j.jcs.2016.06.007"]}, {"Citation": "Obadi M., Zhu K., Peng W., Ammar A., Zhou H. Effect of Ozone Gas Processing on Physical and Chemical Properties of Wheat Proteins. Trop. J. Pharm. Res. 2016;15:2147. doi: 10.4314/tjpr.v15i10.13.", "ArticleIdList": ["10.4314/tjpr.v15i10.13"]}, {"Citation": "Violleau F., Pernot A.-G., Surel O. Effect of Oxygreen® Wheat Ozonation Process on Bread Dough Quality and Protein Solubility. J. Cereal Sci. 2012;55:392–396. doi: 10.1016/j.jcs.2012.01.014.", "ArticleIdList": ["10.1016/j.jcs.2012.01.014"]}, {"Citation": "Chittrakorn S., Earls D., MacRitchie F. Ozonation as an Alternative to Chlorination for Soft Wheat Flours. J. Cereal Sci. 2014;60:217–221. doi: 10.1016/j.jcs.2014.02.013.", "ArticleIdList": ["10.1016/j.jcs.2014.02.013"]}, {"Citation": "Wang L., Shao H., Luo X., Wang R., Li Y., Li Y., Luo Y., Chen Z. Effect of Ozone Treatment on Deoxynivalenol and Wheat Quality. PLoS ONE. 2016;11:e0147613. doi: 10.1371/journal.pone.0147613.", "ArticleIdList": ["10.1371/journal.pone.0147613", "PMC4727889", "26812055"]}, {"Citation": "Mei J., Liu G., Huang X., Ding W. Effects of Ozone Treatment on Medium Hard Wheat (Triticum aestivum L.) Flour Quality and Performance in Steamed Bread Making. CYTA J. Food. 2016;14:449–456."}, {"Citation": "Li M.M., Guan E.Q., Bian K. Effect of Ozone Treatment on Deoxynivalenol and Quality Evaluation of Ozonised Wheat. Food additives & contaminants. Part A Chem. Anal. Control Expo. Risk Assess. 2015;32:544–553.", "ArticleIdList": ["25325346"]}, {"Citation": "Trombete F., Minguita A., Porto Y., Freitas-Silva O., Freitas-Sá D., Freitas S., Carvalho C., Saldanha T., Fraga M. Chemical, Technological, and Sensory Properties of Wheat Grains (Triticum aestivum L.) as Affected by Gaseous Ozonation. Int. J. Food Prop. 2016;19:2739–2749. doi: 10.1080/10942912.2016.1144067.", "ArticleIdList": ["10.1080/10942912.2016.1144067"]}, {"Citation": "Freitas R.d.S.d., Faroni L.R.D., de Queiroz M.E.L.R., Heleno F.F., Prates L.H.F. Degradation Kinetics of Pirimiphos-Methyl Residues in Maize Grains Exposed to Ozone Gas. J. Stored Prod. Res. 2017;74:1–5. doi: 10.1016/j.jspr.2017.08.008.", "ArticleIdList": ["10.1016/j.jspr.2017.08.008"]}, {"Citation": "Beltrán D., Selma M.V., Marín A., Gil M.I. Ozonated Water Extends the Shelf Life of Fresh-Cut Lettuce. J. Agric. Food Chem. 2005;53:5654–5663. doi: 10.1021/jf050359c.", "ArticleIdList": ["10.1021/jf050359c", "15998129"]}, {"Citation": "Pascual A., Llorca I., Canut A. Use of Ozone in Food Industries for Reducing the Environmental Impact of Cleaning and Disinfection Activities. Trends Food Sci. Technol. 2007;18((Suppl. S1)):S29–S35. doi: 10.1016/j.tifs.2006.10.006.", "ArticleIdList": ["10.1016/j.tifs.2006.10.006"]}, {"Citation": "Ölmez H., Akbas M.Y. Optimization of Ozone Treatment of Fresh-Cut Green Leaf Lettuce. J. Food Eng. 2009;90:487–494. doi: 10.1016/j.jfoodeng.2008.07.026.", "ArticleIdList": ["10.1016/j.jfoodeng.2008.07.026"]}, {"Citation": "Berghofer L.K., Hocking A.D., Miskelly D., Jansson E. Microbiology of Wheat and Flour Milling in Australia. Int. J. Food Microbiol. 2003;85:137–149. doi: 10.1016/S0168-1605(02)00507-X.", "ArticleIdList": ["10.1016/S0168-1605(02)00507-X", "12810278"]}, {"Citation": "Smilanick J.L. Use of Ozone in Storage and Packing Facilities; Proceedings of the Washington Tree Fruit Postharvest Conference; Wenatchee, WA, USA. 2–3 December 2003."}, {"Citation": "Suslow T.V. Ozone Applications for Postharvest Disinfections of Edible Horticultural Crops. University of California, Division of Agriculture and Natural Resources; Riverside, CA, USA: 2004. p. 8. Publication 8133."}, {"Citation": "Microbiology of the Food Chain—Preparation of Test Samples, Initial Suspension and Decimal Dilutions for Microbiological Examination—Part 1: General Rules for the Preparation of the Initial Suspension and Decimal Dilutions. International Organization for Standardization; London, UK: 2017."}, {"Citation": "Microbiology of the Food Chain—Preparation of Test Samples, Initial Suspension and Decimal Dilutions for Microbiological Examination—Part 4: Specific Rules for the Preparation of Miscellaneous Products. International Organization for Standardization; London, UK: 2017."}, {"Citation": "Microbiology of Food and Animal Feeding Stuffs—Horizontal Method for the Enumeration of Yeasts and Moulds—Part 2: Colony Count Technique in Products with Water Activity Less than Or Equal to 0,95. International Organization for Standardization; London, UK: 2008."}, {"Citation": "Animal Feeding Stuff, Cereals and Milled Cereal Products—Guidelines for the Application of Near Infrared Spectrometry. International Organization for Standardization; London, UK: 2017."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "18"}, {"Year": "2023", "Month": "9", "Day": "11"}, {"Year": "2023", "Month": "9", "Day": "12"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "9", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37765431", "PMC10534647", "10.3390/plants12183267", "plants12183267"]}}], "PubmedBookArticle": []}