{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biostimülation", "Endodontics", "Laser", "Ozone", "Postoperative pain"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37776342", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "09", "Day": "30"}], "ELocationID": ["10.1007/s10103-023-03881-4"], "Journal": {"ISSN": "1435-604X", "JournalIssue": {"Volume": "38", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "30"}}, "Title": "Lasers in medical science", "ISOAbbreviation": "Lasers Med Sci"}, "ArticleTitle": "Comparison of ıntracanal ozone and low-level laser therapy on postoperative pain in vital teeth with symptomatic apical periodontitis:placebo-controlled randomize trial.", "Pagination": {"StartPage": "227", "MedlinePgn": "227"}, "Abstract": {"AbstractText": ["The aim of this study was to compare the effect of ozone and low-level-laser therapy (LLLT) on postoperative pain after root canal treatment in symptomatic apical periodontitis on vital teeth. Eighty patients were divided into four groups using a web program as follows: LLLT placebo (mock laser therapy), LLLT, Ozone placebo (mock ozonated water irrigation), and Ozone. Postoperative pain levels for 7 days after treatment and percussion pain levels at the 7th day were recorded on the visual analog scale. A regression analysis, Cochran's Q test, Chi-square test, Kruskal-Wallis tests were performed to analyze the data (P=.05). A regression analysis demonstrated that the most effective variables are \"group\" and \"jaw\" (P=0.01). Pain in the lower jaw is higher than the upper jaw. There was difference between the groups on postoperative pain at the days 1, 2, and 3; however, there was no significant difference on other days. LLLT and ozone groups had less postoperative pain and pain on percussion. Low-level laser and ozone therapy are useful methods on postoperative-pain in vital symptomatic teeth ,but they don't have superiority to each other."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag London Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-8905-9345"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry Department of Endodontics, Biruni University, Istanbul, Turkey. hsaglam@biruni.edu.tr."}], "LastName": "Sağlam", "ForeName": "Hatice", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry Department of Endodontics, Atatürk University, Erzurum, Turkey."}], "LastName": "Aladağ", "ForeName": "Halit", "Initials": "H"}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Lasers Med Sci", "NlmUniqueID": "8611515", "ISSNLinking": "0268-8921"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Low-Level Light Therapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": ["radiotherapy", "surgery"], "DescriptorName": "Periapical Periodontitis"}, {"QualifierName": ["therapy"], "DescriptorName": "Pain, Postoperative"}, {"QualifierName": ["methods"], "DescriptorName": "Root Canal Therapy"}, {"QualifierName": [], "DescriptorName": "Chronic Periodontitis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sathorn C, Parashos P, Messer H (2008) The prevalence of postoperative pain and flare-up in single- and multiple-visit endodontic treatment: a systematic review. Int Endod J 41:91–99", "ArticleIdList": ["10.1111/j.1365-2591.2007.01316.x", "17956561"]}, {"Citation": "Mester E, Szende B, Gärtner P (1968) The effect of laser beams on the growth of hair in mice. Radiobiol Radiother (Berl) 9(5):621–626", "ArticleIdList": ["5732466"]}, {"Citation": "Gerschman J, Ruben J, Gebart‐Eaglemont J (1994) Low laser therapy for dentinal tooth hipersensitivity. Aust Dent J 39:353–357", "ArticleIdList": ["10.1111/j.1834-7819.1994.tb03105.x", "7832682"]}, {"Citation": "Fernando SHC, Walker R (1993) A randomised double blind comparative study of low level laser therapy following surgical extraction of lower third molar teeth. Br J Oral Maxillofac Surg 31:170–172", "ArticleIdList": ["10.1016/0266-4356(93)90118-G", "8512911"]}, {"Citation": "Krumada F (1990) A study on the application of Ga-As semiconductor laser to endodontics. The effects of laser irradiation on the activation of inflammatory cells and the vital pulpotomy. Ou Daigaku Shigakushi 17(3):233–244"}, {"Citation": "Doğanay Yıldız E, Arslan H (2018) Effect of Low-level Laser Therapy on Postoperative Pain in Molars with Symptomatic Apical Periodontitis: A Randomized Placebo-controlled Clinical Trial. J Endod 44:1610–1615", "ArticleIdList": ["10.1016/j.joen.2018.07.002", "30144985"]}, {"Citation": "Bezirtzoglou E, Cretoiu S-M, Moldoveanu M et al (2008) A quantitative approach to the effectiveness of ozone against microbiota organisms colonizing toothbrushes. J Dent 36(8):600–605", "ArticleIdList": ["10.1016/j.jdent.2008.04.007", "18502558"]}, {"Citation": "Sivalingam VP, Panneerselvam E, Raja KV, Gopi G (2017) Does Topical Ozone Therapy Improve Patient Comfort After Surgical Removal of Impacted Mandibular Third Molar? A Randomized Controlled Trial. J Oral Maxillofac Surg 75(51):e1–e9"}, {"Citation": "Naik SV, Naik SV, Rajeshwari K, Kohli S, Zohabhasan S, Bhatia S (2016) Ozone- a biological therapy in dentistry- reality or myth????? Open Dent J 10:196–206", "ArticleIdList": ["10.2174/1874210601610010196", "27386005", "4911747"]}, {"Citation": "Nagayoshi M, Fukuizumi T, Kitamura C, Yano J, Terashita M, Nishihara T (2004) Efficacy of ozone on survival and permeability of oral microorganisms. Oral Microbiol Immunol 19(4):240–246", "ArticleIdList": ["10.1111/j.1399-302X.2004.00146.x", "15209994"]}, {"Citation": "Simon RA (2009) NSAIDs (including aspirin): Allergic and pseudoallergic reactions. UpToDate Waltham, MA: UpToDate Inc."}, {"Citation": "Ezzat AE, El-Shenawy HM, El-Begermy MM, Eid MI, Akel MM, Abbas AY (2016) The effectiveness of low-level laser on postoperative pain and edema in secondary palatal operation. Int J Pediatr Otorhinolaryngol 89:183–186", "ArticleIdList": ["10.1016/j.ijporl.2016.07.038", "27566848"]}, {"Citation": "Kazancioglu HO, Ezirganli S, Demirtas N (2013) Comparison of the influence of ozone and laser therapies on pain, swelling, and trismus following impacted third-molar surgery. Lasers Med Sci 29:1313–1319", "ArticleIdList": ["10.1007/s10103-013-1300-y", "23494104"]}, {"Citation": "Sonesson M, De Geer E, Subraian J, Petrén S (2017) Efficacy of low-level laser therapy in accelerating tooth movement, preventing relapse and managing acute pain during orthodontic treatment in humans: a systematic review. BMC Oral Health 17:11", "ArticleIdList": ["10.1186/s12903-016-0242-8"]}, {"Citation": "Tuner J, Hosseinpour S, Fekrazad R (2019) Photobiomodulation in Temporomandibular Disorders. Photobiomodul Photomed Laser Surg 37:826–836", "ArticleIdList": ["31770071"]}, {"Citation": "Petrova M (1992) The morphofunctional characteristics of the healing of a skin wound in rats by exposure to low-intensity laser radiation. Morfologiia (Saint Petersburg, Russia) 102:112–121", "ArticleIdList": ["1343249"]}, {"Citation": "Clokie C, Bentley K, Head T (1991) The effects of the helium-neon laser on postsurgical discomfort: a pilot study. Journal (Canadian Dental Association) 57:584–586", "ArticleIdList": ["1873746"]}, {"Citation": "Bicakci AA, Kocoglu-Altan B, Toker H, Mutaf I, Sumer Z (2012) Efficiency of low-level laser therapy in reducing pain induced by orthodontic forces. Photomed Laser Surg 30:460–465", "ArticleIdList": ["10.1089/pho.2012.3245", "22775467"]}, {"Citation": "Sun G, Tuner J (2004) Low-level laser therapy in dentistry. Dent Clin North Am 48:1061–1076 viii", "ArticleIdList": ["10.1016/j.cden.2004.05.004", "15464564"]}, {"Citation": "Rizzi CF, Mauriz JL, Freitas Correa DS et al (2006) Effects of low-level laser therapy (LLLT) on the nuclear factor (NF)-kappaB signaling pathway in traumatized muscle. Lasers Surg Med 38:704–713", "ArticleIdList": ["10.1002/lsm.20371", "16799998"]}, {"Citation": "Sato T, Kawatani M, Takeshige C, Matsumoto I (1994) Ga-Al-As laser irradiation inhibits neuronal activity associated with inflammation. Acupunct Electrother Res 19:141–151", "ArticleIdList": ["10.3727/036012994816357312", "7863838"]}, {"Citation": "Huth KC, Jakob FM, Saugel B, Cappello C, Paschos E, Hollweck R et al (2006) Effect of ozone on oral cells compared with established antimicrobials. Eur J Oral Sci 114:435–440", "ArticleIdList": ["10.1111/j.1600-0722.2006.00390.x", "17026511"]}, {"Citation": "Babucçu O (2012) Ozone therapy: myth and realıty. Turk J Plast Surg 19:105–112"}, {"Citation": "Sujatha B, Kumar M, Pratap G, Vardhan R (2013) Ozone therapy–A paradigm shift in dentistry. Health Sci 2:1–10"}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M (2004) Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod 30:778–781", "ArticleIdList": ["10.1097/00004770-200411000-00007", "15505509"]}, {"Citation": "Almaz ME, Sonmez IS (2015) Ozone therapy in the management and prevention of caries. J Formos Med Assoc 114(1):3–11", "ArticleIdList": ["10.1016/j.jfma.2013.06.020", "23969041"]}, {"Citation": "Tondij L, Ganichev V, Kozin J (2001) Osnovni principy ta metody ozonoterapiji v medicine. Charkov 20:18–20"}, {"Citation": "Holmes J (2003) Clinical reversal of root caries using ozone, double-blind, randomised, controlled 18-month trial. Gerodontology 20:106–114", "ArticleIdList": ["10.1111/j.1741-2358.2003.00106.x", "14697022"]}, {"Citation": "Alí A, Olivieri JG, Duran-Sindreu F, Abella F, Roig M, García-Font M (2016) Influence of preoperative pain intensity on postoperative pain after root canal treatment: A prospective clinical study. J Dent 45:39–42", "ArticleIdList": ["10.1016/j.jdent.2015.12.002", "26678517"]}, {"Citation": "Hargreaves K (2001) Endodontic pharmacology. Pathways Pulp (11th edn.):665–682"}, {"Citation": "Ali SG, Mulay S, Palekar A, Sejpal D, Joshi A, Gufran H (2012) Prevalence of and factors affecting post- obturation pain following single visit root canal treatment in Indian population: A prospective, randomized clinical trial. Contemp Clin Dent 3:459", "ArticleIdList": ["10.4103/0976-237X.107440", "23633809", "3636834"]}, {"Citation": "Yoldas O, Topuz A, Isçi AS, Oztunc H (2004) Postoperative pain after endodontic retreatment: single-versus two- visit treatment. Oral Surg Oral Med Oral Pathol Oral Radiol Endodontol 98(4):483–487", "ArticleIdList": ["10.1016/j.tripleo.2004.03.009"]}, {"Citation": "Segura-Egea JJ, Cisneros-Cabello R, Llamas-Carreras JM, Velasco-Ortega E (2009) Pain associated with root canal treatment. Int Endod J 42(7):614–620", "ArticleIdList": ["10.1111/j.1365-2591.2009.01562.x", "19467050"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "14"}, {"Year": "2023", "Month": "9", "Day": "11"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "1", "Hour": "4", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "30", "Hour": "11", "Minute": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["37776342", "10.1007/s10103-023-03881-4", "10.1007/s10103-023-03881-4"]}}], "PubmedBookArticle": []}