{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ambient air pollution", "emergency department visits", "environment", "headache", "headache diary", "migraine"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37795754", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "13"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "10", "Day": "05"}], "ELocationID": ["10.1111/head.14632"], "Journal": {"ISSN": "1526-4610", "JournalIssue": {"Volume": "63", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Headache", "ISOAbbreviation": "Headache"}, "ArticleTitle": "Migraine and air pollution: A systematic review.", "Pagination": {"StartPage": "1203", "EndPage": "1219", "MedlinePgn": "1203-1219"}, "Abstract": {"AbstractText": ["To systematically synthesize evidence from a broad range of studies on the association between air pollution and migraine.", "Air pollution is a ubiquitous exposure that may trigger migraine attacks. There has been no systematic review of this possible association.", "We searched for empirical studies assessing outdoor air pollution and any quantified migraine outcomes. We included short- and long-term studies with quantified air pollution exposures. We excluded studies of indoor air pollution, perfume, or tobacco smoke. We assessed the risk of bias with the World Health Organization's bias assessment instrument for air quality guidelines.", "The final review included 12 studies with over 4,000,000 participants. Designs included case-crossover, case-control, time series, and non-randomized pre-post intervention. Outcomes included migraine-related diagnoses, diary records, medical visits, and prescriptions. Rather than pooling the wide variety of exposures and outcomes into a meta-analysis, we tabulated the results. Point estimates above 1.00 reflected associations of increased risk. In single-pollutant models, the percent of point estimates above 1.00 were carbon monoxide 5/5 (100%), nitrogen dioxide 10/13 (78%), ozone 7/8 (88%), PM<sub>2.5</sub> 13/15 (87%), PM<sub>10</sub> 2/2 (100%), black carbon 0/1 (0%), methane 4/6 (75%), sulfur dioxide 3/5 (60%), industrial toxic waste 1/1 (100%), and proximity to oil and gas wells 6/13 (46%). In two-pollutant models, 16/17 (94%) of associations with nitrogen dioxide were above 1.00; however, more than 75% of the confidence intervals included the null value. Most studies had low to moderate risks of bias. Where differences were observed, stronger quality articles generally reported weaker associations.", "Balancing the generally strong methodologies with the small number of studies, point estimates were mainly above 1.00 for associations of carbon monoxide, nitrogen dioxide, ozone, and particulate matter with migraine. These results were most consistent for nitrogen dioxide."], "CopyrightInformation": "© 2023 The Authors. Headache: The Journal of Head and Face Pain published by Wiley Periodicals LLC on behalf of American Headache Society."}, "AuthorList": [{"Identifier": ["0000-0002-3393-1448"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}], "LastName": "Portt", "ForeName": "Andrea E", "Initials": "AE"}, {"Identifier": ["0000-0002-2868-5748"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}], "LastName": "Orchard", "ForeName": "Christa", "Initials": "C"}, {"Identifier": ["0000-0003-0353-3622"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Environmental Health Science and Research Bureau, Health Canada, Ottawa, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Public Health Ontario, Environmental and Occupational Health, Toronto, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Populations & Public Health Research Program, ICES, Toronto, Ontario, Canada."}], "LastName": "Chen", "ForeName": "Hong", "Initials": "H"}, {"Identifier": ["0000-0002-3622-3287"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}], "LastName": "Ge", "ForeName": "Erjia", "Initials": "E"}, {"Identifier": ["0000-0002-6281-4857"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Headache, Women's College Hospital, Toronto, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Temerty Faculty of Medicine, Neurology, University of Toronto, Toronto, Ontario, Canada."}], "LastName": "Lay", "ForeName": "Christine", "Initials": "C"}, {"Identifier": ["0000-0001-8286-4563"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."}, {"Identifier": [], "Affiliation": "Institute for Work & Health, Toronto, Ontario, Canada."}], "LastName": "Smith", "ForeName": "Peter M", "Initials": "PM"}], "GrantList": [{"Agency": "University of Toronto Open Fellowship", "Country": ""}, {"Agency": "Ontario Graduate Scholarship", "Country": ""}, {"Agency": "University of Toronto Data Science Institute Doctoral Fellowship", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Headache", "NlmUniqueID": "2985091R", "ISSNLinking": "0017-8748"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "James SL, Abate D, Abate KH, Abay S, Abbafati C, Abbasi N. The global, regional, and national incidence, prevalence, and years lived with disability for 354 diseases and injuries for 195 countries and territories, 1990 to 2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2018;392:1789-1858."}, {"Citation": "World Health Organization, ed. Atlas of Headache Disorders and Resources in the World. World Health Organization; 2011."}, {"Citation": "World Health Organization. WHO Air Quality Guidelines. Particulate Matter (PM2.5 and PM10), Ozone, Nitrogen Dioxide and Sulfur Dioxide. World Health Organization; 2021."}, {"Citation": "Borkum JM. The migraine attack as a homeostatic, neuroprotective response to brain oxidative stress: preliminary evidence for a theory. Headache. 2018;58:118-135."}, {"Citation": "Ye S, Li S, Ma Y, et al. Ambient NO2 exposure induces migraine in rats: evidence, mechanisms and interventions. Sci Total Environ. 2022;844:157102."}, {"Citation": "Molot J, Sears M, Marshall LM, Bray RI. Neurological susceptibility to environmental exposures: pathophysiological mechanisms in neurodegeneration and multiple chemical sensitivity. Rev Environ Health. 2022;37:509-530."}, {"Citation": "Phalen RF, Phalen RN. Important properties of air pollutants. In: Gartside M, Falivene C, eds. Introduction to Air Pollution Science: A Public Health Perspective. 1st ed. American Public Health Association Press; 2013:41-78."}, {"Citation": "Phalen RF, Phalen RN. Human exposures to air pollutants. In: Gartside M, Falivene C, eds. Introduction to Air Pollution Science: a Public Health Perspective. 1st ed. American Public Health Association Press; 2013:187-188."}, {"Citation": "Borkum JM. Migraine triggers and oxidative stress: a narrative review and synthesis. Headache. 2016;56:12-35."}, {"Citation": "Ramage-Morin PL, Gilmour H. Prevalence of migraine in the Canadian household population. Health Rep. 2014;25:10-16."}, {"Citation": "Linde M, Dahlöf C. Attitudes and burden of disease among self-considered migraineurs-a nation-wide population-based survey in Sweden. Cephalalgia. 2004;24:455-465."}, {"Citation": "Carlsten C, Salvi S, Wong GWK, Chung KF. Personal strategies to minimise effects of air pollution on respiratory health: advice for providers, patients and the public. Eur Respir J. 2020;55:1902056."}, {"Citation": "Garg D, Mehndiratta MM, Wasay M, Aggarwal V. Air pollution and headache disorders. Ann Indian Acad Neurol. 2022;25:S35-S40."}, {"Citation": "Loder EW, Cardona L, Rizzoli P. Outdoor air quality and headache: a systematic review. Headache. 2010;50:S1-S64."}, {"Citation": "Portt A. Scoping review of migraine and air pollution studies. Proceedings of the 61st Annual Scientific Meeting American Headache Society, Philadelphia 2019."}, {"Citation": "World Health Organization. Occupational and Environmental Health Team. WHO Air Quality Guidelines for Particulate Matter, Ozone, Nitrogen Dioxide and Sulfur Dioxide: Global Update 2005: Summary of Risk Assessment. Report No. WHO/SDE/PHE/OEH/06.02. World Health Organization; 2006. Accessed November 15, 2022. https://apps.who.int/iris/handle/10665/69477"}, {"Citation": "PROSPERO: International Prospective Register of Systematic Reviews. University of York; 2021. https://www.crd.york.ac.uk/prospero/"}, {"Citation": "Zhang Y, Yu KF. What's the relative risk? A method of correcting the odds ratio in cohort studies of common outcomes. JAMA. 1998;280:1690-1691."}, {"Citation": "Dohoo I, Martin W, Stryhm H. In: McPike M, ed. Methods in Epidemiologic Research. VER Inc; 2012."}, {"Citation": "Li W, Bertisch SM, Mostofsky E, Buettner C, Mittleman MA. Weather, ambient air pollution, and risk of migraine headache onset among patients with migraine. Environ Int. 2019;132:105100."}, {"Citation": "Koo YS, Kwon DY, Yang KS, Park MH. The effect of weather and air pollution on the prevalence of headaches. Neurol Asia. 2010;15:245-251."}, {"Citation": "Dales RE, Cakmak S, Vidal CB. Air pollution and hospitalization for headache in Chile. Am J Epidemiol. 2009;170:1057-1066."}, {"Citation": "WHO Global Air Quality Guidelines Working Group on Risk of Bias Assessment. Risk of Bias Assessment Instrument for Systematic Reviews Informing WHO Global Air Quality Guidelines. World Health Organisation; 2020."}, {"Citation": "Chow EJ, Rolfes MA, O'Halloran A, et al. Respiratory and nonrespiratory diagnoses associated with influenza in hospitalized adults. JAMA Netw Open. 2020;3:e201323."}, {"Citation": "Kwong JC, Schwartz KL, Campitelli MA, et al. Acute myocardial infarction after laboratory-confirmed influenza infection. N Engl J Med. 2018;378:345-353."}, {"Citation": "Behrouzi B, Araujo Campoverde MV, Liang K, et al. Influenza vaccination to reduce cardiovascular morbidity and mortality in patients with COVID-19. J Am Coll Cardiol. 2020;76:1777-1794."}, {"Citation": "Phalen RF, Phalen RN. Introduction to air pollution science. In: Gartside M, Falivene C, eds. Introduction to Air Pollution Science: a Public Health Perspective. 1st ed. American Public Health Association Press; 2013:6-8."}, {"Citation": "Hoffmann J, Schirra T, Lo H, Neeb L, Reuter U, Martus P. The influence of weather on migraine-are migraine attacks predictable? Ann Clin Transl Neurol. 2015;2:22-28."}, {"Citation": "Mehrifar Y, Pirami H, Farhang DS. The relationship between exposure to manganese in welding fumes and incidence of migraine headache symptoms. Tehran Univ Med J. 2018;76:135-141."}, {"Citation": "Chalela JA. New onset migraine associated with a civilian burn pit. Mil Med. 2017;182:e1812-e1813."}, {"Citation": "Kessler R. Dryer vents: an overlooked source of pollution? Environ Health Perspect. 2011;119:A474-A475."}, {"Citation": "Dandona L, Dandona R, Kumar GA, et al. Nations within a nation: variations in epidemiological transition across the states of India, 1990-2016 in the Global Burden of Disease Study. Lancet. 2017;390:2437-2460."}, {"Citation": "Bridges B. Fragrances and allergic reactions. J Am Board Fam Pract. 2001;14:400-401."}, {"Citation": "Chakravarty A, Mukherjee A, Roy D. Trigger factors in childhood migraine: a clinic-based study from eastern India. J Headache Pain. 2009;10:375-380."}, {"Citation": "Lukina AO, Burstein B, Szyszkowicz M. Urban air pollution and emergency department visits related to central nervous system diseases. PloS One. 2022;17:e0270459."}, {"Citation": "Zock JP, Verheij R, Helbich M, et al. The impact of social capital, land use, air pollution and noise on individual morbidity in Dutch neighbourhoods. Environ Int. 2018;121:453-460."}, {"Citation": "Szyszkowicz M, Rowe BH, Kaplan GG. Ambient sulphur dioxide exposure and emergency department visits for migraine in Vancouver, Canada. Int J Occup Med Environ Health. 2009;22:7-12."}, {"Citation": "Szyszkowicz M, Stieb DM, Rowe BH. Air pollution and daily ED visits for migraine and headache in Edmonton, Canada. Am J Emerg Med. 2009;27:391-396."}, {"Citation": "Szyszkowicz M, Colman I, Wickham M, Rowe BH. Ambient sulphur dioxide and emergency department visits for migraine and depression. Int Neuropsychiatr Dis J. 2013;1:77-88."}, {"Citation": "Szyszkowicz M, Porada E. Ambient sulphur dioxide and female ED visits for migraine. ISRN Neurol. 2012;2012:279051."}, {"Citation": "Gasparrini A. Modelling lagged associations in environmental time series data: a simulation study. Epidemiology. 2016;27:835-842."}, {"Citation": "Tustin AW, Hirsch AG, Rasmussen SG, Casey JA, Bandeen-Roche K, Schwartz BS. Associations between unconventional natural gas development and nasal and sinus, migraine headache, and fatigue symptoms in Pennsylvania. Environ Health Perspect. 2017;125:189-197."}, {"Citation": "Chiu HF, Yang CY. Air pollution and daily clinic visits for migraine in a subtropical city: Taipei, Taiwan. J Toxicol Environ Health A. 2015;78:549-558."}, {"Citation": "Elser H, Rowland ST, Marek MS, et al. Wildfire smoke exposure and emergency department visits for headache: a case-crossover analysis in California, 2006-2020. Headache. 2023;63:94-103."}, {"Citation": "Zmirou D, Deloraine A, Saviuc P, Tillier C, Boucharlat A, Maury N. Short-term health effects of an industrial toxic waste landfill: a retrospective follow-up study in Montchanin, France. Arch Environ Health. 1994;49:228-238."}, {"Citation": "Lee H, Myung W, Cheong HK, et al. Ambient air pollution exposure and risk of migraine: synergistic effect with high temperature. Environ Int. 2018;121:383-391."}, {"Citation": "Mukamal KJ, Wellenius GA, Suh HH, Mittleman MA. Weather and air pollution as triggers of severe headaches. Neurology. 2009;72:922-927. Erratum appears in Neurology. 2009;73(17):1428."}, {"Citation": "Elser H, Morello-Frosch R, Jacobson A, et al. Air pollution, methane super-emitters, and oil and gas wells in northern California: the relationship with migraine headache prevalence and exacerbation. Environ Health. 2021;20:45."}, {"Citation": "Szyszkowicz M, Kaplan G, Grafstein E, Rowe B. Emergency department visits for migraine and headache: a multi-city study. Int J Occup Med Environ Health. 2009;22:235-242."}, {"Citation": "Adgate JL, Goldstein BD, McKenzie LM. Potential public health hazards, exposures and health effects from unconventional natural gas development. Environ Sci Technol. 2014;48:8307-8320."}, {"Citation": "Chen CC, Tsai SS, Yang CY. Association between fine particulate air pollution and daily clinic visits for migraine in a subtropical city: Taipei, Taiwan. Int J Environ Res Public Health. 2015;12:4697-4708."}, {"Citation": "Riddle EJ. Effect of wildfire smoke on primary headache disorders remains unclear. Headache. 2023;63:4-5."}, {"Citation": "Guo Y, Gasparrini A, Armstrong B, et al. Global variation in the effects of ambient temperature on mortality: a systematic evaluation. Epidemiology. 2014;25:781-789."}, {"Citation": "Weichenthal S, Shekarrizfard M, Kulka R, et al. Spatial variations in the estimated production of reactive oxygen species in the epithelial lung lining fluid by iron and copper in fine particulate air pollution. Environ Epidemiol. 2018;2:e020."}, {"Citation": "Louis S, Carlson AK, Suresh A, et al. Impacts of climate change and air pollution on neurologic health, disease, and practice: a scoping review. Neurology. 2022;100:474-483. doi:10.1212/WNL.0000000000201630"}, {"Citation": "Garg AX, Hackam D, Tonelli M. Systematic review and meta-analysis: when one study is just not enough. Clin J Am Soc Nephrol. 2008;3:253-260."}, {"Citation": "Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372:n71."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "7", "Day": "28"}, {"Year": "2023", "Month": "3", "Day": "9"}, {"Year": "2023", "Month": "8", "Day": "4"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "1", "Minute": "18"}, {"Year": "2023", "Month": "10", "Day": "5", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "5", "Hour": "6", "Minute": "37"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37795754", "10.1111/head.14632"]}}], "PubmedBookArticle": []}