{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37822762", "DateRevised": {"Year": "2023", "Month": "10", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "09", "Day": "20"}], "ELocationID": ["100517", "10.1016/j.xinn.2023.100517"], "Journal": {"ISSN": "2666-6758", "JournalIssue": {"Volume": "4", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "13"}}, "Title": "Innovation (Cambridge (Mass.))", "ISOAbbreviation": "Innovation (Camb)"}, "ArticleTitle": "Antagonism between ambient ozone increase and urbanization-oriented population migration on Chinese cardiopulmonary mortality.", "Pagination": {"StartPage": "100517", "MedlinePgn": "100517"}, "Abstract": {"AbstractText": ["Ever-increasing ambient ozone (O<sub>3</sub>) pollution in China has been exacerbating cardiopulmonary premature deaths. However, the urban-rural exposure inequity has seldom been explored. Here, we assess population-scale O<sub>3</sub> exposure and mortality burdens between 1990 and 2019 based on integrated pollution tracking and epidemiological evidence. We find Chinese population have been suffering from climbing O<sub>3</sub> exposure by 4.3 ± 2.8 ppb per decade as a result of rapid urbanization and growing prosperity of socioeconomic activities. Rural residents are broadly exposed to 9.8 ± 4.1 ppb higher ambient O<sub>3</sub> than the adjacent urban citizens, and thus urbanization-oriented migration compromises the exposure-associated mortality on total population. Cardiopulmonary excess premature deaths attributable to long-term O<sub>3</sub> exposure, 373,500 (95% uncertainty interval [UI]: 240,600-510,900) in 2019, is underestimated in previous studies due to ignorance of cardiovascular causes. Future O<sub>3</sub> pollution policy should focus more on rural population who are facing an aggravating threat of mortality risks to ameliorate environmental health injustice."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}, {"Identifier": [], "Affiliation": "Department of Earth Sciences, University of Cambridge, Cambridge CB2 3EQ, UK."}, {"Identifier": [], "Affiliation": "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD 21205, USA."}], "LastName": "Sun", "ForeName": "Haitong Zhe", "Initials": "HZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of ESPC, State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, School of Environment, Tsinghua University, Beijing 100084, China."}], "LastName": "Zhao", "ForeName": "Junchao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China."}], "LastName": "Liu", "ForeName": "Xiang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth System Science, Stanford University, Stanford, CA 94305, USA."}], "LastName": "Qiu", "ForeName": "Minghao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}], "LastName": "Shen", "ForeName": "Huizhong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistical Science, University College London, London WC1E 6BT, UK."}, {"Identifier": [], "Affiliation": "The Alan Turing Institute, London NW1 2DB, UK."}], "LastName": "Guillas", "ForeName": "Serge", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}], "LastName": "Giorio", "ForeName": "Chiara", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}], "LastName": "Staniaszek", "ForeName": "Zosia", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC 3004, Australia."}], "LastName": "Yu", "ForeName": "Pei", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}], "LastName": "Wan", "ForeName": "Michelle W L", "Initials": "MWL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}], "LastName": "Chim", "ForeName": "Man Mei", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "British Heart Foundation Cardiovascular Epidemiology Unit, Department of Public Health and Primary Care, University of Cambridge, Cambridge CB1 8RN, UK."}, {"Identifier": [], "Affiliation": "Heart and Lung Research Institute, University of Cambridge, Cambridge CB2 0BD, UK."}, {"Identifier": [], "Affiliation": "Barcelona Supercomputing Center, Department of Earth Sciences, 08034 Barcelona, Spain."}], "LastName": "van Daalen", "ForeName": "Kim Robin", "Initials": "KR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}], "LastName": "Li", "ForeName": "Yilin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Nanjing University of Information Science and Technology, Nanjing 210044, China."}], "LastName": "Liu", "ForeName": "Zhenze", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mathematics, University of California, Los Angeles, Los Angeles, CA 90095, USA."}], "LastName": "Xia", "ForeName": "Mingtao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of New Ceramics and Fine Processing, Key Laboratory of Advanced Materials of Ministry of Education, School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China."}], "LastName": "Ke", "ForeName": "Shengxian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, University of Cambridge, Cambridge CB2 1PZ, UK."}], "LastName": "Zhao", "ForeName": "Haifan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Atmospheric Sciences, Nanjing University, Nanjing 210023, China."}], "LastName": "Wang", "ForeName": "Haikun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of ESPC, State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, School of Environment, Tsinghua University, Beijing 100084, China."}], "LastName": "He", "ForeName": "Kebin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of ESPC, State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, School of Environment, Tsinghua University, Beijing 100084, China."}], "LastName": "Liu", "ForeName": "Huan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC 3004, Australia."}], "LastName": "Guo", "ForeName": "Yuming", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yusuf Hamied Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."}, {"Identifier": [], "Affiliation": "National Centre for Atmospheric Science, Cambridge CB2 1EW, UK."}], "LastName": "Archibald", "ForeName": "Alexander T", "Initials": "AT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Innovation (Camb)", "NlmUniqueID": "101771342", "ISSNLinking": "2666-6758"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang T., Xue L., Brimblecombe P., et al. Ozone pollution in China: A review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2017;575:1582–1596.", "ArticleIdList": ["27789078"]}, {"Citation": "Hallquist M., Munthe J., Hu M., et al. Photochemical smog in China: scientific challenges and implications for air-quality policies. Natl. Sci. Rev. 2016;3:401–403."}, {"Citation": "An Z., Huang R.J., Zhang R., et al. Severe haze in northern China: A synergy of anthropogenic emissions and atmospheric processes. Proc. Natl. Acad. Sci. USA. 2019;116:8657–8666.", "ArticleIdList": ["PMC6500134", "30988177"]}, {"Citation": "Laothawornkitkul J., Taylor J.E., Paul N.D., et al. Biogenic volatile organic compounds in the Earth system. New Phytol. 2009;183:27–51.", "ArticleIdList": ["19422541"]}, {"Citation": "Zheng X.Y., Orellano P., Lin H.L., et al. Short-term exposure to ozone, nitrogen dioxide, and sulphur dioxide and emergency department visits and hospital admissions due to asthma: A systematic review and meta-analysis. Environ. Int. 2021;150", "ArticleIdList": ["33601224"]}, {"Citation": "Ji M., Cohan D.S., Bell M.L. Meta-analysis of the Association between Short-Term Exposure to Ambient Ozone and Respiratory Hospital Admissions. Environ. Res. Lett. 2011;6", "ArticleIdList": ["PMC3138529", "21779304"]}, {"Citation": "Liu Y., Pan J., Fan C., et al. Short-Term Exposure to Ambient Air Pollution and Mortality From Myocardial Infarction. J. Am. Coll. Cardiol. 2021;77:271–281.", "ArticleIdList": ["33478650"]}, {"Citation": "Zhao R., Chen S., Wang W., et al. The impact of short-term exposure to air pollutants on the onset of out-of-hospital cardiac arrest: A systematic review and meta-analysis. Int. J. Cardiol. 2017;226:110–117.", "ArticleIdList": ["27806308"]}, {"Citation": "Sun H.Z., Yu P., Lan C., et al. Cohort-based long-term ozone exposure-associated mortality risks with adjusted metrics: A systematic review and meta-analysis. Innovation. 2022;3", "ArticleIdList": ["PMC9065904", "35519514"]}, {"Citation": "Schultz M.G., Schroder S., Lyapina O., et al. Tropospheric Ozone Assessment Report: Database and metrics data of global surface ozone observations. Elem. Sci. Anth. 2017;5:1–26."}, {"Citation": "Lu X., Hong J., Zhang L., et al. Severe Surface Ozone Pollution in China: A Global Perspective. Environ. Sci. Technol. Lett. 2018;5:487–494."}, {"Citation": "Inness A., Ades M., Agustí-Panareda A., et al. The CAMS reanalysis of atmospheric composition. Atmos. Chem. Phys. 2019;19:3515–3556."}, {"Citation": "Gong P. Remote sensing of environmental change over China: A review. Chin. Sci. Bull. 2012;57:2793–2801."}, {"Citation": "Shen H., Sun Z., Chen Y., et al. Novel Method for Ozone Isopleth Construction and Diagnosis for the Ozone Control Strategy of Chinese Cities. Environ. Sci. Technol. 2021;55:15625–15636.", "ArticleIdList": ["34787397"]}, {"Citation": "Eyring V., Bony S., Meehl G.A., et al. Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organisation. Geosci. Model Dev. (GMD) 2016;9:1937–1958."}, {"Citation": "Sun Z., Archibald A.T. Multi-stage ensemble-learning-based model fusion for surface ozone simulations: A focus on CMIP6 models. Environ. Sci. Ecotechnol. 2021;8", "ArticleIdList": ["PMC9488062", "36156995"]}, {"Citation": "Sun H., Shin Y.M., Xia M., et al. Spatial Resolved Surface Ozone with Urban and Rural Differentiation during 1990-2019: A Space-Time Bayesian Neural Network Downscaler. Environ. Sci. Technol. 2022;56:7337–7349.", "ArticleIdList": ["34751030"]}, {"Citation": "Liu X., Zhu Y.J., Xue L., et al. Desai AR, Wang HK. Cluster-Enhanced Ensemble Learning for Mapping Global Monthly Surface Ozone From 2003 to 2019. Geophys. Res. Lett. 2022;49"}, {"Citation": "Xue T., Zheng Y., Geng G., et al. Estimating Spatiotemporal Variation in Ambient Ozone Exposure during 2013-2017 Using a Data-Fusion Model. Environ. Sci. Technol. 2020;54:14877–14888.", "ArticleIdList": ["33174716"]}, {"Citation": "DeLang M.N., Becker J.S., Chang K.L., et al. Mapping Yearly Fine Resolution Global Surface Ozone through the Bayesian Maximum Entropy Data Fusion of Observations and Model Output for 1990-2017. Environ. Sci. Technol. 2021;55:4389–4398.", "ArticleIdList": ["33682412"]}, {"Citation": "Xu J., Ma J.Z., Zhang X.L., et al. Measurements of ozone and its precursors in Beijing during summertime: impact of urban plumes on ozone pollution in downwind rural areas. Atmos. Chem. Phys. 2011;11:12241–12252."}, {"Citation": "Tong L., Zhang H., Yu J., et al. Characteristics of surface ozone and nitrogen oxides at urban, suburban and rural sites in Ningbo, China. Atmos. Res. 2017;187:57–68."}, {"Citation": "GBD 2019 Risk Factors Collaborators, Aravkin A.Y., Zheng P., et al. Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020;396:1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Lloyd C.T., Sorichetta A., Tatem A.J. High resolution global gridded data for use in population studies. Sci. Data. 2017;4", "ArticleIdList": ["PMC5283062", "28140386"]}, {"Citation": "Yin P., Brauer M., Cohen A.J., et al. The effect of air pollution on deaths, disease burden, and life expectancy across China and its provinces, 1990-2017: an analysis for the Global Burden of Disease Study 2017. Lancet Planet. Health. 2020;4:e386–e398.", "ArticleIdList": ["PMC7487771", "32818429"]}, {"Citation": "Malley C.S., Henze D.K., Kuylenstierna J.C.I., et al. Updated Global Estimates of Respiratory Mortality in Adults ≥30 Years of Age Attributable to Long-Term Ozone Exposure. Environ. Health Persp. 2017;125", "ArticleIdList": ["PMC5880233", "28858826"]}, {"Citation": "Jerrett M., Burnett R.T., Pope C.A., III, et al. Long-term ozone exposure and mortality. N. Engl. J. Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Turner M.C., Jerrett M., Pope C.A., III, et al. Long-Term Ozone Exposure and Mortality in a Large Prospective Study. Am. J. Respir. Crit. Care Med. 2016;193:1134–1142.", "ArticleIdList": ["PMC4872664", "26680605"]}, {"Citation": "Crouse D.L., Peters P.A., Hystad P., et al. Ambient PM2.5, O3, and NO2 Exposures and Associations with Mortality over 16 Years of Follow-Up in the Canadian Census Health and Environment Cohort (CanCHEC) Environ. Health Persp. 2015;123:1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Cakmak S., Hebbern C., Pinault L., et al. Associations between long-term PM2.5 and ozone exposure and mortality in the Canadian Census Health and Environment Cohort (CANCHEC), by spatial synoptic classification zone. Environ. Int. 2018;111:200–211.", "ArticleIdList": ["29227849"]}, {"Citation": "Zanobetti A., Schwartz J. Ozone and survival in four cohorts with potentially predisposing diseases. Am. J. Respir. Crit. Care Med. 2011;184:836–841.", "ArticleIdList": ["PMC3208652", "21700916"]}, {"Citation": "Gong P., Liang S., Carlton E.J., et al. Urbanisation and health in China. Lancet. 2012;379:843–852.", "ArticleIdList": ["PMC3733467", "22386037"]}, {"Citation": "World Health Organization . World Health Organization; Geneva: 2021. WHO Global Air Quality Guidelines: Particulate Matter (PM2.5 and PM10), Ozone, Nitrogen Dioxide, Sulfur Dioxide and Carbon Monoxide.", "ArticleIdList": ["34662007"]}, {"Citation": "Niu Y., Zhou Y., Chen R., et al. Long-term exposure to ozone and cardiovascular mortality in China: a nationwide cohort study. Lancet Planet. Health. 2022;6:e496–e503.", "ArticleIdList": ["35709807"]}, {"Citation": "Liu S., Zhang Y., Ma R., et al. Long-term exposure to ozone and cardiovascular mortality in a large Chinese cohort. Environ. Int. 2022;165", "ArticleIdList": ["35605364"]}, {"Citation": "Ivatt P.D., Evans M.J., Lewis A.C. Suppression of surface ozone by an aerosol-inhibited photochemical ozone regime. Nat. Geosci. 2022;15:536–540."}, {"Citation": "Li K., Jacob D.J., Liao H., et al. Anthropogenic drivers of 2013-2017 trends in summer surface ozone in China. Proc. Natl. Acad. Sci. USA. 2019;116:422–427.", "ArticleIdList": ["PMC6329973", "30598435"]}, {"Citation": "Shen G., Xue M. Comparison of Carbon Monoxide and Particulate Matter Emissions from Residential Burnings of Pelletized Biofuels and Traditional Solid Fuels. Energy Fuel. 2014;28:3933–3939."}, {"Citation": "Strak M., Weinmayr G., Rodopoulou S., et al. Long term exposure to low level air pollution and mortality in eight European cohorts within the ELAPSE project: pooled analysis. BMJ. 2021;374:n1904.", "ArticleIdList": ["PMC8409282", "34470785"]}, {"Citation": "U.S. EPA . U.S. Environmental Protection Agency; Washington, DC: 2020. Integrated Science Assessment (ISA) for Ozone and Related Photochemical Oxidants (Final Report, Apr 2020)"}, {"Citation": "Day D.B., Xiang J., Mo J., et al. Association of Ozone Exposure With Cardiorespiratory Pathophysiologic Mechanisms in Healthy Adults. JAMA Intern. Med. 2017;177:1344–1353.", "ArticleIdList": ["PMC5710579", "28715576"]}, {"Citation": "Xia Y., Niu Y., Cai J., et al. Effects of Personal Short-Term Exposure to Ambient Ozone on Blood Pressure and Vascular Endothelial Function: A Mechanistic Study Based on DNA Methylation and Metabolomics. Environ. Sci. Technol. 2018;52:12774–12782.", "ArticleIdList": ["30259740"]}, {"Citation": "Kodavanti U.P., Schladweiler M.C., Ledbetter A.D., et al. The spontaneously hypertensive rat as a model of human cardiovascular disease: evidence of exacerbated cardiopulmonary injury and oxidative stress from inhaled emission particulate matter. Toxicol. Appl. Pharmacol. 2000;164:250–263.", "ArticleIdList": ["10799335"]}, {"Citation": "Wang M., Sampson P.D., Sheppard L.E., et al. Long-Term Exposure to Ambient Ozone and Progression of Subclinical Arterial Disease: The Multi-Ethnic Study of Atherosclerosis and Air Pollution. Environ. Health Persp. 2019;127", "ArticleIdList": ["PMC6791411", "31063398"]}, {"Citation": "Huang J., Pan X., Guo X., et al. Health impact of China's Air Pollution Prevention and Control Action Plan: an analysis of national air quality monitoring and mortality data. Lancet Planet. Health. 2018;2:e313–e323.", "ArticleIdList": ["30074894"]}, {"Citation": "Zhao B., Wang S.X., Liu H., et al. NOX emissions in China: historical trends and future perspectives. Atmos. Chem. Phys. 2013;13:9869–9897."}, {"Citation": "Ma X., Huang J., Zhao T., et al. Rapid increase in summer surface ozone over the North China Plain during 2013–2019: a side effect of particulate matter reduction control? Atmos. Chem. Phys. 2021;21:1–16."}, {"Citation": "Liu Z., Doherty R.M., Wild O., et al. Contrasting chemical environments in summertime for atmospheric ozone across major Chinese industrial regions: the effectiveness of emission control strategies. Atmos. Chem. Phys. 2021;21:10689–10706."}, {"Citation": "Wang W., Parrish D.D., Wang S., et al. Long-term trend of ozone pollution in China during 2014-2020: distinct seasonal and spatial characteristics and ozone sensitivity. Atmos. Chem. Phys. 2022;22:8935–8949."}, {"Citation": "Shen H., Tao S., Chen Y., et al. Urbanization-induced population migration has reduced ambient PM2.5 concentrations in China. Sci. Adv. 2017;3", "ArticleIdList": ["PMC5517109", "28776030"]}, {"Citation": "Meng W., Zhong Q., Chen Y., et al. Energy and air pollution benefits of household fuel policies in northern China. Proc. Natl. Acad. Sci. USA. 2019;116:16773–16780.", "ArticleIdList": ["PMC6708357", "31383761"]}, {"Citation": "So R., Andersen Z.J., Chen J., et al. Long-term exposure to air pollution and mortality in a Danish nationwide administrative cohort study: Beyond mortality from cardiopulmonary disease and lung cancer. Environ. Int. 2022;164", "ArticleIdList": ["35544998"]}, {"Citation": "Yuan Y., Wang K., Sun H.Z., et al. Excess mortality associated with high ozone exposure: A national cohort study in China. Environ. Sci. Ecotechnol. 2023;15", "ArticleIdList": ["PMC9905662", "36761466"]}, {"Citation": "Guyatt G.H., Oxman A.D., Vist G.E., et al. GRADE Working Group GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008;336:924–926.", "ArticleIdList": ["PMC2335261", "18436948"]}, {"Citation": "Burnett R.T., Pope C.A., III, Ezzati M., et al. An integrated risk function for estimating the global burden of disease attributable to ambient fine particulate matter exposure. Environ. Health Persp. 2014;122:397–403.", "ArticleIdList": ["PMC3984213", "24518036"]}, {"Citation": "Global Burden of Disease Collaborative Network . Institute for Health Metrics and Evaluation (IHME); 2020. Global Burden of Disease Study 2019 (GBD 2019) Population Estimates 1950-2019."}, {"Citation": "Cohen A.J., Brauer M., Burnett R., et al. Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the Global Burden of Diseases Study 2015. Lancet. 2017;389:1907–1918.", "ArticleIdList": ["PMC5439030", "28408086"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "26"}, {"Year": "2023", "Month": "9", "Day": "17"}, {"Year": "2023", "Month": "10", "Day": "12", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "10", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "12", "Hour": "4", "Minute": "11"}, {"Year": "2023", "Month": "9", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["37822762", "PMC10562756", "10.1016/j.xinn.2023.100517", "S2666-6758(23)00145-5"]}}], "PubmedBookArticle": []}