{"PubmedArticle": [], "PubmedBookArticle": [{"BookDocument": {"ItemList": [], "KeywordList": [], "ReferenceList": [], "Language": ["eng"], "AuthorList": [], "PublicationType": ["Review"], "LocationLabel": [], "PMID": "37844156", "ArticleIdList": ["NBK595854"], "Book": {"Isbn": ["9789283201700", "9789283201977"], "AuthorList": [[{"Identifier": [], "AffiliationInfo": [], "CollectiveName": "IARC Working Group on the Identification of Carcinogenic Hazards to Humans"}]], "ELocationID": [], "Publisher": {"PublisherName": "International Agency for Research on Cancer", "PublisherLocation": "Lyon (FR)"}, "BookTitle": "1,1,1-Trichloroethane and Four Other Industrial Chemicals", "PubDate": {"Year": "2022"}, "CollectionTitle": "IARC Monographs on the Identification of Carcinogenic Hazards to Humans"}, "Abstract": {"AbstractText": ["This volume of the <i>IARC Monographs</i> provides evaluations of the carcinogenicity of five industrial chemicals: 1,1,1-trichloroethane, 1,2-diphenylhydrazine, diphenylamine, <i>N</i>-methylolacrylamide, and isophorone. 1,1,1-Trichloroethane was used extensively until the 1990s as a solvent, metal degreaser, chemical intermediate. Since the Montreal Protocol on Substances that Deplete the Ozone Layer, production and use have dwindled, and it is now mostly used as a chemical feedstock in closed systems and for “essential uses”. Poorly documented non-essential uses might occur in low-income and middle-income countries. 1,2-Diphenylhydrazine was primarily used as an intermediate in the manufacture of benzidine dyes, which has ceased in the USA and European Union, although production might occur elsewhere. Additional uses include as an intermediate in drug manufacture. Diphenylamine, <i>N</i>-methylolacrylamide, and isophorone are High Production Volume chemicals and intermediates used for a wide range of industrial applications. The use of diphenylamine in agrochemicals to prevent fruit scalding is prohibited in the European Union, but ongoing in the USA and elsewhere. Isophorone has been detected in numerous polymer-based products from food packaging to aquatic inflatables, and in food items, possibly because of agrochemical contamination or migration from packaging. For all agents, data were sparse regarding exposure levels (apart from 1,1,1-trichloroethane, for which data were available mainly on exposures pre-dating the adoption of the Montreal Protocol), but indicated that exposures are higher in occupational situations than in the general population. An <i>IARC Monographs</i> Working Group reviewed evidence from cancer studies in humans (available for 1,1,1-trichloroethane), cancer bioassays in experimental animals, and mechanistic studies to assess the carcinogenic hazard to humans of exposure to these agents and concluded that: • 1,1,1-Trichloroethane is <i>probably carcinogenic to humans (Group 2A)</i> • 1,2-Diphenylhydrazine, diphenylamine, <i>N</i>-methylolacrylamide, and isophorone are <i>possibly carcinogenic to humans (Group 2B)</i>."], "CopyrightInformation": "© International Agency for Research on Cancer, 2022. For more information contact publications@iarc.fr."}, "Sections": [{"Section": [], "SectionTitle": "Note to the Reader"}, {"Section": [], "SectionTitle": "List of Participants"}, {"Section": [], "SectionTitle": "Preamble"}, {"Section": [], "SectionTitle": "General Remarks"}, {"Section": [], "SectionTitle": "1,1,1-Trichloroethane"}, {"Section": [], "SectionTitle": "1,2-Diphenylhydrazine"}, {"Section": [], "SectionTitle": "Diphenylamine"}, {"Section": [], "SectionTitle": "<i>N</i>-Methylolacrylamide"}, {"Section": [], "SectionTitle": "Isophorone"}, {"Section": [], "SectionTitle": "List of Abbreviations"}, {"Section": [], "SectionTitle": "Annex 1. Supplementary Material for 1,1,1-Trichloroethane, Section 1, Exposure Characterization"}, {"Section": [], "SectionTitle": "Annex 2. Supplementary Material for Section 4, Mechanistic Evidence"}, {"Section": [], "SectionTitle": "Annex 3. Supplementary Material for Isophorone, Section 1, Exposure Characterization"}, {"Section": [], "SectionTitle": "Summary of Final Evaluations"}]}, "PubmedBookData": {"History": [{"Year": "2022", "Month": "1", "Day": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37844156"]}}]}