{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["circulatory diseases", "health effect", "high temperature and ozone concentration", "synergistic effect", "the number of deaths"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37854243", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "10", "Day": "03"}], "ELocationID": ["1266643", "10.3389/fpubh.2023.1266643"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "The synergistic effect of high temperature and ozone on the number of deaths from circulatory system diseases in Shijiazhuang, China.", "Pagination": {"StartPage": "1266643", "MedlinePgn": "1266643"}, "Abstract": {"AbstractText": ["Urban ozone pollution in China is becoming increasingly serious. Climate warming, high temperatures, and ozone pollution all have significant impacts on human health. However, the synergistic effects of high temperatures and ozone pollution in summer on human health are rarely studied. China is at a critical stage of environmental pollution control. Assessing the health impact of high temperatures and ozone exposure on the number of deaths from circulatory diseases is of great significance for formulating ozone-related prevention and control policies.", "This study uses daily data on deaths from circulatory system diseases in Shijiazhuang from June to August during the summer of 2013-2016, as well as concurrent meteorological data and concentration of O<sub>3</sub> and PM<sub>2.5</sub> pollution data. The generalized additive model (GAM) with Poisson distribution, smooth curve threshold effect, and saturation effect method is used to control for confounding effects.", "The study evaluates the impact of short-term exposure to temperature and ozone on deaths from circulatory system diseases and the synergistic effect after controlling for confounding factors. The results show that the impact of temperature and ozone on deaths from circulatory system diseases in Shijiazhuang is nonlinear, with a temperature threshold of 27.5°C and an ozone concentration threshold of 100 μg/m<sup>3</sup>. With an increase of temperature by 1°C, the risk of deaths for total population, men and women are 6.8%, 4.6% and 9.3%, respectively. The increase in temperature and ozone concentration has a greater impact on women; in men, the increase has a lag effect of 2 to 3 days, but the lag did not affect women.", "In conclusion, high temperatures and high ozone concentration have synergistic enhancement effects on circulatory system diseases. Prevention and scientific management strategies of circulatory system diseases in high temperatures and high ozone environments should be strengthened."], "CopyrightInformation": "Copyright © 2023 Fu, Cheng, Lu, Liu, Zhang and Zhang."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Meteorological Administration Xiong'an Atmospheric Boundary Layer Laboratory, Xiong'anChina."}, {"Identifier": [], "Affiliation": "Key Laboratory of Meteorology and Ecological Environment of Hebei Province, Shijiazhuang, China."}, {"Identifier": [], "Affiliation": "Hebei Meteorological Service Center, Shijiazhuang, China."}], "LastName": "Fu", "ForeName": "Guiqin", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Meteorology and Ecological Environment of Hebei Province, Shijiazhuang, China."}, {"Identifier": [], "Affiliation": "Hebei Meteorological Service Center, Shijiazhuang, China."}], "LastName": "Cheng", "ForeName": "Haimin", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Meteorological Administration Xiong'an Atmospheric Boundary Layer Laboratory, Xiong'anChina."}, {"Identifier": [], "Affiliation": "Key Laboratory of Meteorology and Ecological Environment of Hebei Province, Shijiazhuang, China."}, {"Identifier": [], "Affiliation": "Chengde Meteorological Service of Hebei Province, Chengde, China."}], "LastName": "Lu", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Meteorological Administration Xiong'an Atmospheric Boundary Layer Laboratory, Xiong'anChina."}, {"Identifier": [], "Affiliation": "Hebei Meteorological Service Center, Shijiazhuang, China."}], "LastName": "Liu", "ForeName": "Huayue", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chengde Meteorological Service of Hebei Province, Chengde, China."}], "LastName": "Zhang", "ForeName": "Xiaohui", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Handan Meteorological Service of Hebei Province, Handan, China."}], "LastName": "Zhang", "ForeName": "Xingshan", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cardiovascular System"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cai S Y, Wang Y J, Zhao B, Wang S., Chang X., Hao J. The impact of the air pollution prevention and control action plan on PM2.5 concentrations in Jing-Jin-Ji region during 2012–2020. Sci Total Environ, (2017) 580:197–209, doi: 10.1016/j.scitotenv.2016.11.188, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2016.11.188", "28011024"]}, {"Citation": "Lu X, Hong J Y, Zhang L, Cooper O. R., Schultz M. G., Xu X., et al. ., Environ Sci Technol Lett (2018) 5:487–494, Severe surface ozone pollution in China: a global perspective, doi: 10.1021/acs.estlett.8b00366", "ArticleIdList": ["10.1021/acs.estlett.8b00366"]}, {"Citation": "Li K, Jacob D J, Liao H, Shen L, Zhang Q, Bates K H. Anthropogenic drivers of 2013-2017 trends in summer surface ozone in China. Proc Natl Acad Sci (2019) 116:422–427, doi: 10.1073/pnas.1812168116, PMID:", "ArticleIdList": ["10.1073/pnas.1812168116", "PMC6329973", "30598435"]}, {"Citation": "Sun Q H, Ban J, Chen C, Li TT. Heat wave health tisk early warning system:a review of recent studies. J Environ Health (2015) 32:1026–1030."}, {"Citation": "Zhang X, Liu Q Y. Overview of impact of heat wave on cardiovascular diseases. Chin J Public Health (2014) 30:242–243."}, {"Citation": "Anderson G B, Bell M L. Heat waves in the United States: mortality risk during heat waves and effect modification by heat wave characteristics in 43 U.S. communities. EHP Toxicogenomics (2011) 119:210–218, doi: 10.1289/ehp.1002313, PMID:", "ArticleIdList": ["10.1289/ehp.1002313", "PMC3040608", "21084239"]}, {"Citation": "Hu J X, Hou Z L, Xu Y J, Zhou M., Zhou C., Xiao Y., et al. . Life loss of cardiovascular diseases per death attributable to ambient temperature: a national time series analysis based on 364 locations in China. Sci Total Environ. (2020):142614, 756, doi: 10.1016/j.scitotenv.2020.142614, PMID:", "ArticleIdList": ["10.1016/j.scitotenv.2020.142614", "33082046"]}, {"Citation": "Eremenko M, Dufour G, Foret G, Keim C., Orphal J., Beekmann M., et al. Tropospheric ozone distributions over Europe during the heat wave in July 2007 observed from infrared nadir spectra recorded by IASI. Geophys Res Lett (2008) 35:60–74, doi: 10.1029/2008GL034803", "ArticleIdList": ["10.1029/2008GL034803"]}, {"Citation": "Filleul L, Cassadou S, Médina S., Fabres P., Lefranc A., Eilstein D., et al. . The relation between temperature, ozone, and mortality in nine French cities during the heat wave of 2003. Environ Health Perspect (2006) 114:1344–1347, doi: 10.1289/ehp.8328, PMID:", "ArticleIdList": ["10.1289/ehp.8328", "PMC1570046", "16966086"]}, {"Citation": "Wang M, Zheng YF, Liu YJ, Li QP, Ding YH. Characteristics of ozone and its relationship with meteorological factors in Beijing-Tianjin-Hebei region. China Environ Sci (2019) 39:2689–2698."}, {"Citation": "Pu Q. Analysis of elevated ozone formation mechanism and radiative effect during heat waves in Yangtze River Delta. Nanjing University. (2017)."}, {"Citation": "Fu G Q, Tian Y Q, Zhang C W. Synergistic effect of temperature and O3 on the numbers of COPD hospitalizations. China Environ Sci (2019) 39: 5312–5318."}, {"Citation": "Fu G Q, Jiang Y F, Liu L P, Liu HY, Zhou J, Cui XW, Wang SG. Effects of PM2.5 exposure in different air quality grades on daily outpatient visits for childhood asthma in Shijiazhuang. China Biomed Environ Sci (2018) 31: 888–892, doi: 10.3967/bes2018.120, PMID:", "ArticleIdList": ["10.3967/bes2018.120", "30636659"]}, {"Citation": "Cheng Y B, Jin YL, Li YH, Gong J, Yang NN, Wang M. Impacts of high temperature on death caused by Cerebrocardiovascular diseases in Wuhan. J Environ Health (2009) 26: 224–225."}, {"Citation": "Fu G Q, Lu Q, Zhang Y N. Analysis of the influence of high temperature, heatwave and sweltering weather on the death number of cardiovascular and cerebrovascular diseases in Shijiazhuang. Acta Meteor Sin (2022) 80:403–409."}, {"Citation": "Zhang Y, Xin JY, Ma P, Feng XY, Zhang XL, Wang SG. Interaction effects between ambient temperature and PM2.5 and O3 on mortality in Chengdu. China Environ Sci (2021)41:3887–3895."}, {"Citation": "Yang J, Yin P., Zhou M G, Ou C.Q., Guo Y., Gasparrini A., et al. . Cardiovascular mortality risk attributable to ambient temperature in China. Heart (2015) 101:1966–1972, doi: 10.1136/heartjnl-2015-308062", "ArticleIdList": ["10.1136/heartjnl-2015-308062", "26567233"]}, {"Citation": "Chen Y C, Chen H, Qu X B, Sun LH, Chen YH, Li XP. Impact of average daily temperature on stroke mortality in community: a time-series analysis. Chin Gen Pract (2022) 25: 1838–1844."}, {"Citation": "Yi W, Chan AP. Effects of temperature on mortality in Hong Kong: a time series analysis. Int J Biometeorol (2015) 59::937, doi: 10.1007/s00484-014-0906-5, PMID:", "ArticleIdList": ["10.1007/s00484-014-0906-5", "25179530"]}, {"Citation": "Giang P N, Dung DV, Giang KB, Vinhc HV, Rocklöv J. The effect of temperature on cardiovascular disease hospital admissions among elderly people in Thai Nguyen Province, Vietnam, Suppl Glob Health Action (2014) 7::23649, doi: 10.3402/gha.v7.23649, PMID:", "ArticleIdList": ["10.3402/gha.v7.23649", "PMC4265648", "25511886"]}, {"Citation": "Basu R. High ambient temperature and mortality: a review of epidemiologic studies from 2001 to 2008. Environ Health. (2009) 8:11. doi: 10.1186/1476-069X-8-40", "ArticleIdList": ["10.1186/1476-069X-8-40", "PMC2759912", "19758453"]}, {"Citation": "Gu S H, Lu BB, Wang G, He TF, Wang AH. Seasonal variation in the acute effect of ozone on emergency ambulance dispatches for cardiovascular diseases. Chin J Health Stat (2019) 36:52–56."}, {"Citation": "Tao Y B, Huang W, Huang X L, Zhong L, Lu SE, Li Y, Dai L, Zhang Y, Zhu T. Estimated acute effects of ambient ozone and nitrogen dioxide on mortality in the pearl river delta of southern China. Environ Health Perspect (2011) 120:393–398, doi: 10.1289/ehp.1103715, PMID:", "ArticleIdList": ["10.1289/ehp.1103715", "PMC3295344", "22157208"]}, {"Citation": "Dong JY, Liu XR, Zhang BZ, Wang JY, Shang KZ. Meta-analysis of association between short-term ozone exposure and population mortality in China. Acta Sci Circumst (2016) 36: 1477–1485."}, {"Citation": "Hu Y, Guo Y, Guan MY, Chen FG, Xu DQ, Song J. Time-series analysis of association between ozone concentration and daily emergency ambulance dispatches in Shijiazhuang. J Environ Health (2016) 33:872–875."}, {"Citation": "Ma L, Yan H L, Xiao X, Yang YL. Effects of season and temperature on gastrointestinal bleeding in patients with ischemic heart disease. Chin Gen Pract (2022) 25:2589–2595."}, {"Citation": "Day D B, Xiang J, Mo J, Li F, Chung M, Gong J, et al. . Association of Ozone exposure with cardiorespiratory pathophysiologic mechanismsin healthy adults. JAMA Intern Med (2017) 1344–E10, 177, doi: 10.1001/jamainternmed.2017.2842", "ArticleIdList": ["10.1001/jamainternmed.2017.2842", "PMC5710579", "28715576"]}, {"Citation": "Fakhri AA, Ilic LM, Wellenius GA, Urch B, Silverman F, Gold DR, Mittleman MA. Autonomic effects of controlled fine particulate exposure in young healthy adults: effect modification by ozone. Environ Health Perspect (2009) 117: 1287–1292, doi: 10.1289/ehp.0900541, PMID:", "ArticleIdList": ["10.1289/ehp.0900541", "PMC2721874", "19672410"]}, {"Citation": "Zhang Y, Xin JY, Zhang XY, Ni CJ, Ma P, Wang SG. Interaction effects between ambient temperature and black carbon and PM2.5 on mortality in Beijing. China Environ Sci (2020) 40:3179–3187."}, {"Citation": "Ren C, Williams G M, Mengersen K, Morawska L., Tong S. Does temperature modify short-term effects of ozone on total mortality in 60 large eastern US communities-an assessment using the NMMAPS data. Environ Int (2008) 34:451–458, doi: 10.1016/j.envint.2007.10.001, PMID:", "ArticleIdList": ["10.1016/j.envint.2007.10.001", "17997483"]}, {"Citation": "Cao R, Zhou L, Xu J, Cui L. Associations of extremely hot weather and cardiovascular disease mortality: results from 2011 to 2017, Jinan City, China. Cardiol Plus (2019) 4:29–34, doi: 10.4103/cp.cp_36_18", "ArticleIdList": ["10.4103/cp.cp_36_18"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "25"}, {"Year": "2023", "Month": "8", "Day": "29"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "1", "Minute": "18"}, {"Year": "2023", "Month": "10", "Day": "19", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "19", "Hour": "4", "Minute": "13"}, {"Year": "2023", "Month": "10", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["37854243", "PMC10581204", "10.3389/fpubh.2023.1266643"]}}], "PubmedBookArticle": []}