{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CMAQ", "OFP", "Ozone control", "Volatile organic compounds"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37865244", "DateRevised": {"Year": "2023", "Month": "11", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "10", "Day": "19"}], "ELocationID": ["10.1016/j.scitotenv.2023.167953", "S0048-9697(23)06580-4"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "908", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Ozone containment through selective mitigation measures on precursors of volatile organic compounds.", "Pagination": {"StartPage": "167953", "MedlinePgn": "167953"}, "Abstract": {"AbstractText": ["Abatement of volatile organic compounds (VOCs) ozone reduction is usually carried out by reducing the total amount of VOCs without considering reactivity between different species. This study incorporates the concept of maximum incremental reactivity (MIR) and speciation profiles into the industrial emission inventory of Taiwan to target organic species from industrial sources with the greatest ozone formation potentials (OFPs). These high OFP sources/species are then mitigated to assess the O<sub>3</sub> reduction amount (ΔO<sub>3</sub>) with Community Multiscale Air Quality (CMAQ) modeling under VOC-limited conditions. The objective is to minimize the number of target sources/species and their tonnage while achieving maximum O<sub>3</sub> reduction. This approach is referred to as the Selective Precursor Mitigation (SPM). A case study of a high ozone episode (September 4-10, 2020) was chosen for illustration, during which a relatively stagnant atmospheric condition with minimal transboundary ozone occurred. A series of scenarios to target the highest OFP chemicals/industries for mitigation are compared for the achievable max. ΔO<sub>3</sub>, areas affected (area coverage), and reduction efficiency. For instance, by reducing the ten leading industry classes with the island's highest OFPs (OFP<sub>ind</sub>), up to 19 % of max. 1-h ΔO<sub>3</sub> can be expected. If, however, the same tonnage of VOCs as that of OFP<sub>ind</sub> is distributed to all industries without considering the reactivity, called the overall mitigation (OM), comparable results to those of OFP<sub>ind</sub> were found, but the number of sources needed to be managed with OM would increase by nearly three times (29,662 for OM vs. 11,981 for OFP<sub>ind</sub>). Further reducing the management scale by only zooming in the ten highest OFP chemicals within the ten leading OFP industries (OFP<sub>sp</sub>) would result in relatively limited area coverage. Still, major ozone hot spots could be alleviated. Although the domain is set on the island of Taiwan, the SPM approach is universally applicable to other regions worldwide to gain the maximum ozone reduction effect at a minimized societal cost."], "CopyrightInformation": "Copyright © 2023. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Monitoring and Technology, National Central University, Taoyuan, Taiwan. Electronic address: g9363113@gmail.com."}], "LastName": "Chen", "ForeName": "Sheng-Po", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Chung Yuan Christian University, Taoyuan, Taiwan."}], "LastName": "Liu", "ForeName": "Wen-Tzu", "Initials": "WT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, National Central University, Taoyuan, Taiwan."}], "LastName": "Cheng", "ForeName": "Fang-Yi", "Initials": "FY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Studies, National Central University, Taoyuan, Taiwan."}], "LastName": "Wang", "ForeName": "Chieh-Heng", "Initials": "CH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Environmental Changes, Academia Sinica, Taipei, Taiwan."}], "LastName": "Huang", "ForeName": "Shih-Ming", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental Monitoring and Technology, National Central University, Taoyuan, Taiwan; Department of Chemistry, National Central University, Taoyuan, Taiwan. Electronic address: cwang@cc.ncu.edu.tw."}], "LastName": "Wang", "ForeName": "Jia-Lin", "Initials": "JL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "8", "Day": "7"}, {"Year": "2023", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "10", "Day": "22", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "22", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "10", "Day": "21", "Hour": "19", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37865244", "10.1016/j.scitotenv.2023.167953", "S0048-9697(23)06580-4"]}}], "PubmedBookArticle": []}