{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Circular economy", "Green energy", "Renewable energy", "SDG'S", "Sustainability", "Systematic literature review"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37954368", "DateRevised": {"Year": "2023", "Month": "11", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "10", "Day": "21"}], "ELocationID": ["e21091", "10.1016/j.heliyon.2023.e21091"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "A review of literature on the integration of green energy and circular economy.", "Pagination": {"StartPage": "e21091", "MedlinePgn": "e21091"}, "Abstract": {"AbstractText": ["Green energy is being claimed as a sustainable solution to the socioeconomic concerns associated with environmental issues and the depletion of non-renewable sources of energy. The impacts of climate change, including global warming, ozone layer depletion, and rising sea levels, have underscored the emergent need for increased investment in green energy to curb down carbon dioxide emissions. Evolution of environmentalism in the 21st century, and the power of environmentally conscious population with their consumption driven demand is increasing which address a wide variety of economic, social, political, technological and legal topics, ranging from empirical analysis to philosophical theorization. This study aims to explore recent advancements in green energy, adaptations to it, and the role of the circular economy within this context. The research employed a review approach, combined with bibliometric analysis of articles published in the past two decades. These articles were obtained from the Scopus database and selected based on specific inclusion and exclusion criteria. To conduct the bibliometric analysis, the authors utilized Bibliometrix R and VOSviewer software, employing analysis like performance analysis, and bibliographic coupling. This study serves as an initiative to identify emerging themes and potential future research areas, with a specific focus on the impact of green energy on industrial and business-to-business sectors and the development of decision-making tools."], "CopyrightInformation": "© 2023 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Himachal Pradesh Kendriya Vishwavidyalaya Business School (HPKVBS), School of Commerce and Management Studies (SCMS), Central University of Himachal Pradesh, Dist: Kangra, HP, 176215, India."}], "LastName": "Kumar", "ForeName": "Sarvesh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Indian Institute of Management BodhGaya, Bihar, India."}], "LastName": "Darshna", "ForeName": "Arvind", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Management, National Institute of Technology Rourkela, Odisha, India."}], "LastName": "Ranjan", "ForeName": "Deepak", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lam H.L., Klemeš J.J., Varbanov P.S., Lund H. Green strategy for energy generation and saving towards sustainable development. Energy. 2016;116:1257–1259. doi: 10.1016/j.energy.2016.11.062. Elsevier Ltd.", "ArticleIdList": ["10.1016/j.energy.2016.11.062"]}, {"Citation": "Ralph N. A conceptual merging of circular economy, degrowth and conviviality design approaches applied to renewable energy technology. J. Clean. Prod. 2021;319(Oct) doi: 10.1016/j.jclepro.2021.128549.", "ArticleIdList": ["10.1016/j.jclepro.2021.128549"]}, {"Citation": "Chiappero M., et al. vol. 131. Elsevier Ltd; 2020. (“Review of Biochar Role as Additive in Anaerobic Digestion Processes,” Renewable and Sustainable Energy Reviews). Oct. 01.", "ArticleIdList": ["10.1016/j.rser.2020.110037"]}, {"Citation": "Lahti T., Wincent J., Parida V. A definition and theoretical review of the circular economy, value creation, and sustainable business models: where are we now and where should research move in the future? Sustainability. 2018;10 doi: 10.3390/su10082799. 8. MDPI, Aug. 07.", "ArticleIdList": ["10.3390/su10082799"]}, {"Citation": "Gao T., Liu Q., Wang J. A comparative study of carbon footprint and assessment standards. Int. J. Low Carbon Technol. 2014;9(3):237–243. doi: 10.1093/ijlct/ctt041.", "ArticleIdList": ["10.1093/ijlct/ctt041"]}, {"Citation": "Orejuela-Escobar L.M., Landázuri A.C., Goodell B. Second generation biorefining in Ecuador: circular bioeconomy, zero waste technology, environment and sustainable development: the nexus. Journal of Bioresources and Bioproducts. 2021;6(2) doi: 10.1016/j.jobab.2021.01.004. KeAi Communications Co., pp. 83–107, May 01.", "ArticleIdList": ["10.1016/j.jobab.2021.01.004"]}, {"Citation": "Rees W., Wackernagei M. 1996. URBAN ECOLOGICAL FOOTPRINTS: WHY CITIES CANNOT BE SUSTAINABLE and WHY THEY ARE A KEY to SUSTAINABILITY Introduction: Transforming Human Ecology."}, {"Citation": "Omri A., Omri H., Slimani S., Belaid F. Environmental degradation and life satisfaction: do governance and renewable energy matter? Technol. Forecast. Soc. Change. Feb. 2022;175 doi: 10.1016/j.techfore.2021.121375.", "ArticleIdList": ["10.1016/j.techfore.2021.121375"]}, {"Citation": "Goyal S., Chauhan S., Mishra P. Circular economy research: a bibliometric analysis (2000–2019) and future research insights. J. Clean. Prod. Mar. 2021;287 doi: 10.1016/j.jclepro.2020.125011.", "ArticleIdList": ["10.1016/j.jclepro.2020.125011"]}, {"Citation": "Ahi P., Searcy C. A comparative literature analysis of definitions for green and sustainable supply chain management. J. Clean. Prod. 2013;52:329–341. doi: 10.1016/j.jclepro.2013.02.018.", "ArticleIdList": ["10.1016/j.jclepro.2013.02.018"]}, {"Citation": "Abolhosseini S., Heshmati A., Altmann J. 2014. A Review of Renewable Energy Supply and Energy Efficiency Technologies."}, {"Citation": "Mahizan N.A., et al. Terpene derivatives as a potential agent against antimicrobial resistance (AMR) pathogens. Molecules. 2019;24(14) doi: 10.3390/molecules24142631. MDPI AG, Jul. 19.", "ArticleIdList": ["10.3390/molecules24142631", "PMC6680751", "31330955"]}, {"Citation": "Curran T., Williams I.D. A zero waste vision for industrial networks in Europe. J. Hazard Mater. 2012;207 doi: 10.1016/j.jhazmat.2011.07.122. 208, pp. 3–7, Mar.", "ArticleIdList": ["10.1016/j.jhazmat.2011.07.122", "21899950"]}, {"Citation": "Weber S., Gerlagh R., Mathys N.A., Moran D. CO2 embodied in trade: trends and fossil fuel drivers. Environ. Sci. Pollut. Control Ser. Jun. 2021;28(22) doi: 10.1007/s11356-020-12178-w. 27712–27730.", "ArticleIdList": ["10.1007/s11356-020-12178-w", "PMC8164612", "33511537"]}, {"Citation": "Garcia D.G., Kipnis E., Vasileiou E., Solomon A. Consumption in the circular economy: learning from our mistakes. Sustainability. 2021;13(2) doi: 10.3390/su13020601. MDPI AG, pp. 1–23, Jan. 02.", "ArticleIdList": ["10.3390/su13020601"]}, {"Citation": "Kouhizadeh M., Zhu Q., Sarkis J. Blockchain and the circular economy: potential tensions and critical reflections from practice. Prod. Plann. Control. Sep. 2020;31(11–12):950–966. doi: 10.1080/09537287.2019.1695925.", "ArticleIdList": ["10.1080/09537287.2019.1695925"]}, {"Citation": "Zhao X., Huang S., Wang J., Kaiser S., Han X. The impacts of air pollution on human and natural capital in China: a look from a provincial perspective. Ecol Indic. 2020;118 doi: 10.1016/j.ecolind.2020.106759. Nov.", "ArticleIdList": ["10.1016/j.ecolind.2020.106759"]}, {"Citation": "Dumée L.F. Circular materials and circular design—review on challenges towards sustainable manufacturing and recycling. Circular Economy and Sustainability. 2022;2(1):9–23. doi: 10.1007/s43615-021-00085-2. Mar.", "ArticleIdList": ["10.1007/s43615-021-00085-2", "PMC8233613", "34888565"]}, {"Citation": "Kouloumpis V., Yan X. Sustainable energy planning for remote islands and the waste legacy from renewable energy infrastructure deployment. J. Clean. Prod. 2021;307 doi: 10.1016/j.jclepro.2021.127198. Jul.", "ArticleIdList": ["10.1016/j.jclepro.2021.127198"]}, {"Citation": "Brad E., Brad S. Algorithm for designing reconfigurable equipment to enable industry 4.0 and circular economy-driven manufacturing systems. Appl. Sci. May 2021;11(10) doi: 10.3390/app11104446.", "ArticleIdList": ["10.3390/app11104446"]}, {"Citation": "TALIS 2013 Results. TALIS. OECD; 2014.", "ArticleIdList": ["10.1787/9789264196261-en"]}, {"Citation": "Stavropoulos S., Burger M.J. Modelling strategy and net employment effects of renewable energy and energy efficiency: a meta-regression. Energy Pol. 2020;136(Jan) doi: 10.1016/j.enpol.2019.111047.", "ArticleIdList": ["10.1016/j.enpol.2019.111047"]}, {"Citation": "Antoniou N., Monlau F., Sambusiti C., Ficara E., Barakat A., Zabaniotou A. Contribution to Circular Economy options of mixed agricultural wastes management: coupling anaerobic digestion with gasification for enhanced energy and material recovery. J. Clean. Prod. Feb. 2019;209:505–514. doi: 10.1016/j.jclepro.2018.10.055.", "ArticleIdList": ["10.1016/j.jclepro.2018.10.055"]}, {"Citation": "Gallagher J., et al. Adapting Stand-Alone renewable energy technologies for the circular economy through eco-design and recycling. J. Ind. Ecol. Feb. 2019;23(1):133–140. doi: 10.1111/jiec.12703.", "ArticleIdList": ["10.1111/jiec.12703"]}, {"Citation": "Torma G., Thøgersen J. A systematic literature review on meta sustainability labeling – what do we (not) know? J. Clean. Prod. 2021;293 doi: 10.1016/j.jclepro.2021.126194. Elsevier Ltd, Apr. 15.", "ArticleIdList": ["10.1016/j.jclepro.2021.126194"]}, {"Citation": "Sassanelli C., Rosa P., Rocca R., Terzi S. Circular economy performance assessment methods: a systematic literature review. J. Clean. Prod. 2019;229 doi: 10.1016/j.jclepro.2019.05.019. Elsevier Ltd, pp. 440–453, Aug. 20.", "ArticleIdList": ["10.1016/j.jclepro.2019.05.019"]}, {"Citation": "Homrich A.S., Galvão G., Abadia L.G., Carvalho M.M. The circular economy umbrella: trends and gaps on integrating pathways. J. Clean. Prod. 2018;175 doi: 10.1016/j.jclepro.2017.11.064. Elsevier Ltd, pp. 525–543, Feb. 20.", "ArticleIdList": ["10.1016/j.jclepro.2017.11.064"]}, {"Citation": "Sousa-Zomer T.T., Magalhães L., Zancul E., Campos L.M.S., Cauchick-Miguel P.A. Cleaner production as an antecedent for circular economy paradigm shift at the micro-level: evidence from a home appliance manufacturer. J. Clean. Prod. Jun. 2018;185:740–748. doi: 10.1016/j.jclepro.2018.03.006.", "ArticleIdList": ["10.1016/j.jclepro.2018.03.006"]}, {"Citation": "Prieto-Sandoval V., Torres-Guevara L.E., Ormazabal M., Jaca C. Beyond the circular economy theory: implementation methodology for industrial smes. J. Ind. Eng. Manag. 2021;14(3):425–438. doi: 10.3926/jiem.3413.", "ArticleIdList": ["10.3926/jiem.3413"]}, {"Citation": "Ghisellini P., Cialani C., Ulgiati S. A review on circular economy: the expected transition to a balanced interplay of environmental and economic systems. J. Clean. Prod. Feb. 2016;114:11–32. doi: 10.1016/j.jclepro.2015.09.007.", "ArticleIdList": ["10.1016/j.jclepro.2015.09.007"]}, {"Citation": "Martínez-Cabrera J., López-Del-pino F. The 10 most crucial circular economy challenge patterns in tourism and the effects of covid-19. Sustainability. 2021;13(9) doi: 10.3390/su13094940.", "ArticleIdList": ["10.3390/su13094940"]}, {"Citation": "Dwivedi A., Agrawal D., Jha A., Gastaldi M., Paul S.K., D'Adamo I. Addressing the challenges to sustainable initiatives in value chain flexibility: implications for sustainable development goals. Global J. Flex. Syst. Manag. Dec. 2021;22:179–197. doi: 10.1007/s40171-021-00288-4.", "ArticleIdList": ["10.1007/s40171-021-00288-4"]}, {"Citation": "Mahjabeen S.Z., Shah A., Chughtai S., Simonetti B. Renewable energy, institutional stability, environment and economic growth nexus of D-8 countries. Energy Strategy Rev. May 2020;29 doi: 10.1016/j.esr.2020.100484.", "ArticleIdList": ["10.1016/j.esr.2020.100484"]}, {"Citation": "Kirchherr J., Reike D., Hekkert M. Conceptualizing the circular economy: an analysis of 114 definitions. Resour. Conserv. Recycl. 2017;127:221–232. doi: 10.1016/j.resconrec.2017.09.005. Elsevier B.V.", "ArticleIdList": ["10.1016/j.resconrec.2017.09.005"]}, {"Citation": "Midilli A., Dincer I., Ay M. Green energy strategies for sustainable development. Energy Pol. Dec. 2006;34(18):3623–3633. doi: 10.1016/j.enpol.2005.08.003.", "ArticleIdList": ["10.1016/j.enpol.2005.08.003"]}, {"Citation": "Oncel S.S. Green energy engineering: opening a green way for the future. J. Clean. Prod. Jan. 2017;142:3095–3100. doi: 10.1016/j.jclepro.2016.10.158.", "ArticleIdList": ["10.1016/j.jclepro.2016.10.158"]}, {"Citation": "Kalyani V.L., Dudy K., Pareek S., Dudy M.K.  2015. GREEN ENERGY: the NEED of the WORLD.http://lunar.thegamez.net/greenenergyimage/non- [Online]. Available:"}, {"Citation": "Byrne J., Hughes K., Rickerson W., Kurdgelashvili L. American policy conflict in the greenhouse: divergent trends in federal, regional, state, and local green energy and climate change policy. Energy Pol. Sep. 2007;35(9):4555–4573. doi: 10.1016/j.enpol.2007.02.028.", "ArticleIdList": ["10.1016/j.enpol.2007.02.028"]}, {"Citation": "Adeleke O., Akinlabi S.A., Jen T.C., Dunmade I. Sustainable utilization of energy from waste: a review of potentials and challenges of Waste-to-energy in South Africa. Int. J. Green Energy. 2021;18(14):1550–1564. doi: 10.1080/15435075.2021.1914629.", "ArticleIdList": ["10.1080/15435075.2021.1914629"]}, {"Citation": "Chaisse J. Renewables re-energized? The internationalization of green energy investment rules and disputes. J. World Energy Law Bus. Aug. 2016;9(4):269–281. doi: 10.1093/jwelb/jww018.", "ArticleIdList": ["10.1093/jwelb/jww018"]}, {"Citation": "Lyeonov S., Pimonenko T., Bilan Y., Štreimikiene D., Mentel G. Assessment of green investments' impact on sustainable development: linking gross domestic product per capita, greenhouse gas emissions and renewable energy. Energies. 2019;12 doi: 10.3390/en12203891. 20, Oct.", "ArticleIdList": ["10.3390/en12203891"]}, {"Citation": "Alola A.A., Yalçiner K., Alola U.V., Saint Akadiri S. The role of renewable energy, immigration and real income in environmental sustainability target. Evidence from Europe largest states. Sci. Total Environ. 2019;674:307–315. doi: 10.1016/j.scitotenv.2019.04.163. Jul.", "ArticleIdList": ["10.1016/j.scitotenv.2019.04.163", "31005832"]}, {"Citation": "Sangroya D., Kabra G., Joshi Y., Yadav M. Green energy management in India for environmental benchmarking: from concept to practice. Manag. Environ. Qual. Int. J. 2020;31(5):1329–1349. doi: 10.1108/MEQ-11-2019-0237. Jul.", "ArticleIdList": ["10.1108/MEQ-11-2019-0237"]}, {"Citation": "D. Tranfield, D. Denyer, and P. Smart, “Towards a Methodology for Developing Evidence-Informed Management Knowledge by Means of Systematic Review *”."}, {"Citation": "Paul J., Lim W.M., O'Cass A., Hao A.W., Bresciani S. Scientific procedures and rationales for systematic literature reviews (SPAR-4-SLR) Int. J. Consum. Stud. 2021 doi: 10.1111/ijcs.12695.", "ArticleIdList": ["10.1111/ijcs.12695"]}, {"Citation": "Chandra S., Verma S., Lim W.M., Kumar S., Donthu N. Personalization in personalized marketing: trends and ways forward. Psychol. Market. 2022;39(8) doi: 10.1002/mar.21670. John Wiley and Sons Inc, pp. 1529–1562, Aug. 01.", "ArticleIdList": ["10.1002/mar.21670"]}, {"Citation": "Fahimnia B., Sarkis J., Davarzani H. Green supply chain management: a review and bibliometric analysis. Int. J. Prod. Econ. 2015;162 doi: 10.1016/j.ijpe.2015.01.003. Elsevier B.V., pp. 101–114, Apr. 01.", "ArticleIdList": ["10.1016/j.ijpe.2015.01.003"]}, {"Citation": "van Eck N.J., Waltman L. Software survey: VOSviewer, a computer program for bibliometric mapping. Scientometrics. 2010;84(2):523–538. doi: 10.1007/s11192-009-0146-3.", "ArticleIdList": ["10.1007/s11192-009-0146-3", "PMC2883932", "20585380"]}, {"Citation": "Donthu N., Kumar S., Mukherjee D., Pandey N., Lim W.M. How to conduct a bibliometric analysis: an overview and guidelines. J. Bus. Res. Sep. 2021;133:285–296. doi: 10.1016/j.jbusres.2021.04.070.", "ArticleIdList": ["10.1016/j.jbusres.2021.04.070"]}, {"Citation": "Kumar B., Sharma A., Vatavwala S., Kumar P. Digital mediation in business-to-business marketing: a bibliometric analysis. Ind. Market. Manag. Feb. 2020;85:126–140. doi: 10.1016/j.indmarman.2019.10.002.", "ArticleIdList": ["10.1016/j.indmarman.2019.10.002"]}, {"Citation": "Luis E.C., Celma D. Circular economy. A review and bibliometric analysis. Sustainability. 2020;12(16) doi: 10.3390/SU12166381. Aug.", "ArticleIdList": ["10.3390/SU12166381"]}, {"Citation": "Aria M., Cuccurullo C. bibliometrix: an R-tool for comprehensive science mapping analysis. J Informetr. Nov. 2017;11(4):959–975. doi: 10.1016/j.joi.2017.08.007.", "ArticleIdList": ["10.1016/j.joi.2017.08.007"]}, {"Citation": "Chen C.  2016. CiteSpace: A Practical Guide for Mapping Scientific Literature.https://www.researchgate.net/publication/308204148 [Online]. Available:"}, {"Citation": "Murray A., Skene K., Haynes K. The circular economy: an interdisciplinary exploration of the concept and application in a global context. J. Bus. Ethics. 2017;140(3):369–380. doi: 10.1007/s10551-015-2693-2. Feb.", "ArticleIdList": ["10.1007/s10551-015-2693-2"]}, {"Citation": "Su B., Heshmati A., Geng Y., Yu X. A review of the circular economy in China: moving from rhetoric to implementation. J. Clean. Prod. 2013;42:215–227. doi: 10.1016/j.jclepro.2012.11.020.", "ArticleIdList": ["10.1016/j.jclepro.2012.11.020"]}, {"Citation": "Ghisellini P., Ripa M., Ulgiati S. Exploring environmental and economic costs and benefits of a circular economy approach to the construction and demolition sector. A literature review. J. Clean. Prod. Mar. 2018;178:618–643. doi: 10.1016/j.jclepro.2017.11.207.", "ArticleIdList": ["10.1016/j.jclepro.2017.11.207"]}, {"Citation": "Donthu N., Kumar S., Pattnaik D. Forty-five years of journal of business research: a bibliometric analysis. J. Bus. Res. Mar. 2020;109:1–14. doi: 10.1016/j.jbusres.2019.10.039.", "ArticleIdList": ["10.1016/j.jbusres.2019.10.039"]}, {"Citation": "Bag S., Gupta S., Kumar S. Industry 4.0 adoption and 10R advance manufacturing capabilities for sustainable development. Int. J. Prod. Econ. Jan. 2021;231 doi: 10.1016/j.ijpe.2020.107844.", "ArticleIdList": ["10.1016/j.ijpe.2020.107844"]}, {"Citation": "Bag S., Pretorius J.H.C., Gupta S., Dwivedi Y.K. Role of institutional pressures and resources in the adoption of big data analytics powered artificial intelligence, sustainable manufacturing practices and circular economy capabilities. Technol. Forecast. Soc. Change. 2021;163 doi: 10.1016/j.techfore.2020.120420. Feb.", "ArticleIdList": ["10.1016/j.techfore.2020.120420"]}, {"Citation": "Upadhyay A., Mukhuty S., Kumar V., Kazancoglu Y. Blockchain technology and the circular economy: implications for sustainability and social responsibility. J. Clean. Prod. 2021;293 doi: 10.1016/j.jclepro.2021.126130. Apr.", "ArticleIdList": ["10.1016/j.jclepro.2021.126130"]}, {"Citation": "Mastos T.D., et al. Introducing an application of an industry 4.0 solution for circular supply chain management. J. Clean. Prod. 2021;300 doi: 10.1016/j.jclepro.2021.126886. Jun.", "ArticleIdList": ["10.1016/j.jclepro.2021.126886"]}, {"Citation": "Patwa N., Sivarajah U., Seetharaman A., Sarkar S., Maiti K., Hingorani K. Towards a circular economy: an emerging economies context. J. Bus. Res. Jan. 2021;122:725–735. doi: 10.1016/j.jbusres.2020.05.015.", "ArticleIdList": ["10.1016/j.jbusres.2020.05.015"]}, {"Citation": "Gupta H., Kumar A., Wasan P. Industry 4.0, cleaner production and circular economy: an integrative framework for evaluating ethical and sustainable business performance of manufacturing organizations. J. Clean. Prod. May 2021;295 doi: 10.1016/j.jclepro.2021.126253.", "ArticleIdList": ["10.1016/j.jclepro.2021.126253"]}, {"Citation": "Shayganmehr M., Kumar A., Garza-Reyes J.A., Moktadir M.A. Industry 4.0 enablers for a cleaner production and circular economy within the context of business ethics: a study in a developing country. J. Clean. Prod. Jan. 2021;281 doi: 10.1016/j.jclepro.2020.125280.", "ArticleIdList": ["10.1016/j.jclepro.2020.125280"]}, {"Citation": "Awan U., Sroufe R., Shahbaz M. Industry 4.0 and the circular economy: a literature review and recommendations for future research. Bus Strategy Environ. May 2021;30(4):2038–2060. doi: 10.1002/bse.2731.", "ArticleIdList": ["10.1002/bse.2731"]}, {"Citation": "Kristoffersen E., Mikalef P., Blomsma F., Li J. The effects of business analytics capability on circular economy implementation, resource orchestration capability, and firm performance. Int. J. Prod. Econ. 2021;239(Sep) doi: 10.1016/j.ijpe.2021.108205.", "ArticleIdList": ["10.1016/j.ijpe.2021.108205"]}, {"Citation": "Kurdve M., Bellgran M. Green lean operationalisation of the circular economy concept on production shop floor level. J. Clean. Prod. 2021;278 doi: 10.1016/j.jclepro.2020.123223. Jan.", "ArticleIdList": ["10.1016/j.jclepro.2020.123223"]}, {"Citation": "Dorr E., Koegler M., Gabrielle B., Aubry C. Life cycle assessment of a circular, urban mushroom farm. J. Clean. Prod. Mar. 2021;288 doi: 10.1016/j.jclepro.2020.125668.", "ArticleIdList": ["10.1016/j.jclepro.2020.125668"]}, {"Citation": "Närvänen E., Mattila M., Mesiranta N. Institutional work in food waste reduction: start-ups’ role in moving towards a circular economy. Ind. Market. Manag. Feb. 2021;93:605–616. doi: 10.1016/j.indmarman.2020.08.009.", "ArticleIdList": ["10.1016/j.indmarman.2020.08.009"]}, {"Citation": "Lehtokunnas T., Mattila M., Närvänen E., Mesiranta N. Towards a circular economy in food consumption: food waste reduction practices as ethical work. J. Consum. Cult. Feb. 2022;22(1):227–245. doi: 10.1177/1469540520926252.", "ArticleIdList": ["10.1177/1469540520926252"]}, {"Citation": "Yunan X., Weixin L., Yujie Y., Hui W. Evolutionary game for the stakeholders in livestock pollution control based on circular economy. J. Clean. Prod. Feb. 2021;282 doi: 10.1016/j.jclepro.2020.125403.", "ArticleIdList": ["10.1016/j.jclepro.2020.125403"]}, {"Citation": "De Pascale A., Arbolino R., Szopik-Depczyńska K., Limosani M., Ioppolo G. A systematic review for measuring circular economy: the 61 indicators. J. Clean. Prod. Jan. 2021;281 doi: 10.1016/j.jclepro.2020.124942.", "ArticleIdList": ["10.1016/j.jclepro.2020.124942"]}, {"Citation": "Massaro M., Secinaro S., Dal Mas F., Brescia V., Calandra D. Industry 4.0 and circular economy: an exploratory analysis of academic and practitioners' perspectives. Bus Strategy Environ. Feb. 2021;30(2):1213–1231. doi: 10.1002/bse.2680.", "ArticleIdList": ["10.1002/bse.2680"]}, {"Citation": "Aguilar-Hernandez G.A., Dias Rodrigues J.F., Tukker A. Macroeconomic, social and environmental impacts of a circular economy up to 2050: a meta-analysis of prospective studies. J. Clean. Prod. Jan. 2021;278 doi: 10.1016/j.jclepro.2020.123421.", "ArticleIdList": ["10.1016/j.jclepro.2020.123421"]}, {"Citation": "Rincón-Moreno J., Ormazábal M., Álvarez M.J., Jaca C. Advancing circular economy performance indicators and their application in Spanish companies. J. Clean. Prod. Jan. 2021;279 doi: 10.1016/j.jclepro.2020.123605.", "ArticleIdList": ["10.1016/j.jclepro.2020.123605"]}, {"Citation": "Carraresi L., Bröring S. How does business model redesign foster resilience in emerging circular value chains? J. Clean. Prod. Mar. 2021;289 doi: 10.1016/j.jclepro.2021.125823.", "ArticleIdList": ["10.1016/j.jclepro.2021.125823"]}, {"Citation": "Fehrer J.A., Wieland H. A systemic logic for circular business models. J. Bus. Res. Mar. 2021;125:609–620. doi: 10.1016/j.jbusres.2020.02.010.", "ArticleIdList": ["10.1016/j.jbusres.2020.02.010"]}, {"Citation": "Mostaghel R., Chirumalla K. Role of customers in circular business models. J. Bus. Res. Apr. 2021;127:35–44. doi: 10.1016/j.jbusres.2020.12.053.", "ArticleIdList": ["10.1016/j.jbusres.2020.12.053"]}, {"Citation": "Salvador R., Barros M.V., Freire F., Halog A., Piekarski C.M., De Francisco A.C. Circular economy strategies on business modelling: identifying the greatest influences. J. Clean. Prod. May 2021;299 doi: 10.1016/j.jclepro.2021.126918.", "ArticleIdList": ["10.1016/j.jclepro.2021.126918"]}, {"Citation": "Hina M., Chauhan C., Kaur P., Kraus S., Dhir A. Drivers and barriers of circular economy business models: where we are now, and where we are heading. J. Clean. Prod. 2022;333(Jan) doi: 10.1016/j.jclepro.2021.130049.", "ArticleIdList": ["10.1016/j.jclepro.2021.130049"]}, {"Citation": "van Loon P., Diener D., Harris S. Circular products and business models and environmental impact reductions: current knowledge and knowledge gaps. J. Clean. Prod. Mar. 2021;288 doi: 10.1016/j.jclepro.2020.125627.", "ArticleIdList": ["10.1016/j.jclepro.2020.125627"]}, {"Citation": "Wrålsen B., Prieto-Sandoval V., Mejia-Villa A., O'Born R., Hellström M., Faessler B. Circular business models for lithium-ion batteries - stakeholders, barriers, and drivers. J. Clean. Prod. 2021;317(Oct) doi: 10.1016/j.jclepro.2021.128393.", "ArticleIdList": ["10.1016/j.jclepro.2021.128393"]}, {"Citation": "Charef R., Ganjian E., Emmitt S. Socio-economic and environmental barriers for a holistic asset lifecycle approach to achieve circular economy: a pattern-matching method. Technol. Forecast. Soc. Change. 2021;170 doi: 10.1016/j.techfore.2021.120798. Sep.", "ArticleIdList": ["10.1016/j.techfore.2021.120798"]}, {"Citation": "Geissdoerfer M., Savaget P., Bocken N.M.P., Hultink E.J. The Circular Economy – a new sustainability paradigm? J. Clean. Prod. 2017;143 doi: 10.1016/j.jclepro.2016.12.048. Elsevier Ltd, pp. 757–768, Feb. 01.", "ArticleIdList": ["10.1016/j.jclepro.2016.12.048"]}, {"Citation": "Marvila M.T., de Azevedo A.R.G., Alexandre J., Colorado H., Pereira Antunes M.L., Vieira C.M.F. Circular economy in cementitious ceramics: replacement of hydrated lime with a stoichiometric balanced combination of clay and marble waste. Int. J. Appl. Ceram. Technol. Jan. 2021;18(1):192–202. doi: 10.1111/ijac.13634.", "ArticleIdList": ["10.1111/ijac.13634"]}, {"Citation": "Rizos V., Bryhn J. Implementation of circular economy approaches in the electrical and electronic equipment (EEE) sector: barriers, enablers and policy insights. J. Clean. Prod. Mar. 2022;338 doi: 10.1016/j.jclepro.2022.130617.", "ArticleIdList": ["10.1016/j.jclepro.2022.130617"]}, {"Citation": "Shojaei A., Ketabi R., Razkenari M., Hakim H., Wang J. Enabling a circular economy in the built environment sector through blockchain technology. J. Clean. Prod. 2021;294(Apr) doi: 10.1016/j.jclepro.2021.126352.", "ArticleIdList": ["10.1016/j.jclepro.2021.126352"]}, {"Citation": "Bjørnbet M.M., Skaar C., Fet A.M., Schulte K.Ø. Circular economy in manufacturing companies: a review of case study literature. J. Clean. Prod. 2021;294(Apr) doi: 10.1016/j.jclepro.2021.126268.", "ArticleIdList": ["10.1016/j.jclepro.2021.126268"]}, {"Citation": "Chauhan C., Parida V., Dhir A. Linking circular economy and digitalisation technologies: a systematic literature review of past achievements and future promises. Technol. Forecast. Soc. Change. 2022;177(Apr) doi: 10.1016/j.techfore.2022.121508.", "ArticleIdList": ["10.1016/j.techfore.2022.121508"]}, {"Citation": "Dulia E.F., Ali S.M., Garshasbi M., Kabir G. Admitting risks towards circular economy practices and strategies: an empirical test from supply chain perspective. J. Clean. Prod. 2021;317(Oct) doi: 10.1016/j.jclepro.2021.128420.", "ArticleIdList": ["10.1016/j.jclepro.2021.128420"]}, {"Citation": "Dutta P., Talaulikar S., Xavier V., Kapoor S. Fostering reverse logistics in India by prominent barrier identification and strategy implementation to promote circular economy. J. Clean. Prod. 2021;294(Apr) doi: 10.1016/j.jclepro.2021.126241.", "ArticleIdList": ["10.1016/j.jclepro.2021.126241"]}, {"Citation": "Taleb M.A., Al Farooque O. Towards a circular economy for sustainable development: an application of full cost accounting to municipal waste recyclables. J. Clean. Prod. Jan. 2021;280 doi: 10.1016/j.jclepro.2020.124047.", "ArticleIdList": ["10.1016/j.jclepro.2020.124047"]}, {"Citation": "Calzolari T., Genovese A., Brint A. The adoption of circular economy practices in supply chains – an assessment of European Multi-National Enterprises. J. Clean. Prod. 2021;312(Aug) doi: 10.1016/j.jclepro.2021.127616.", "ArticleIdList": ["10.1016/j.jclepro.2021.127616"]}, {"Citation": "Kazancoglu I., Kazancoglu Y., Kahraman A., Yarimoglu E., Soni G. Investigating barriers to circular supply chain in the textile industry from Stakeholders' perspective. Int. J. Logist. Res. Appl. 2022;25(4–5):521–548. doi: 10.1080/13675567.2020.1846694.", "ArticleIdList": ["10.1080/13675567.2020.1846694"]}, {"Citation": "Salmenperä H., Pitkänen K., Kautto P., Saikku L. Critical factors for enhancing the circular economy in waste management. J. Clean. Prod. Jan. 2021;280 doi: 10.1016/j.jclepro.2020.124339.", "ArticleIdList": ["10.1016/j.jclepro.2020.124339"]}, {"Citation": "Laskurain-Iturbe I., Arana-Landín G., Landeta-Manzano B., Uriarte-Gallastegi N. Exploring the influence of industry 4.0 technologies on the circular economy. J. Clean. Prod. 2021;321(Oct) doi: 10.1016/j.jclepro.2021.128944.", "ArticleIdList": ["10.1016/j.jclepro.2021.128944"]}, {"Citation": "Shen Y., Wang C. Optimisation of garbage bin layout in rural infrastructure for promoting the renovation of rural human settlements: case study of yuding village in China. Int J Environ Res Public Health. 2021;18(21) doi: 10.3390/ijerph182111633. Nov.", "ArticleIdList": ["10.3390/ijerph182111633", "PMC8582835", "34770145"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "25"}, {"Year": "2023", "Month": "10", "Day": "12"}, {"Year": "2023", "Month": "10", "Day": "15"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "4", "Minute": "28"}, {"Year": "2023", "Month": "10", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37954368", "PMC10632703", "10.1016/j.heliyon.2023.e21091", "S2405-8440(23)08299-3"]}}], "PubmedBookArticle": []}