{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["cell wall", "fucose metabolism", "plant-water relations", "rhamnogalacturonan II", "stomata"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37964509", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "14"}], "ELocationID": ["10.1111/nph.19378"], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "241", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Synthesis and import of GDP-l-fucose into the Golgi affect plant-water relations.", "Pagination": {"StartPage": "747", "EndPage": "763", "MedlinePgn": "747-763"}, "Abstract": {"AbstractText": ["Land plants evolved multiple adaptations to restrict transpiration. However, the underlying molecular mechanisms are not sufficiently understood. We used an ozone-sensitivity forward genetics approach to identify Arabidopsis thaliana mutants impaired in gas exchange regulation. High water loss from detached leaves and impaired decrease of leaf conductance in response to multiple stomata-closing stimuli were identified in a mutant of MURUS1 (MUR1), an enzyme required for GDP-l-fucose biosynthesis. High water loss observed in mur1 was independent from stomatal movements and instead could be linked to metabolic defects. Plants defective in import of GDP-l-Fuc into the Golgi apparatus phenocopied the high water loss of mur1 mutants, linking this phenotype to Golgi-localized fucosylation events. However, impaired fucosylation of xyloglucan, N-linked glycans, and arabinogalactan proteins did not explain the aberrant water loss of mur1 mutants. Partial reversion of mur1 water loss phenotype by borate supplementation and high water loss observed in boron uptake mutants link mur1 gas exchange phenotypes to pleiotropic consequences of l-fucose and boron deficiency, which in turn affect mechanical and morphological properties of stomatal complexes and whole-plant physiology. Our work emphasizes the impact of fucose metabolism and boron uptake on plant-water relations."], "CopyrightInformation": "© 2023 The Authors New Phytologist © 2023 New Phytologist Foundation."}, "AuthorList": [{"Identifier": ["0000-0002-5978-7560"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Waszczak", "ForeName": "Cezary", "Initials": "C"}, {"Identifier": ["0000-0002-9372-6091"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Technology, University of Tartu, 50411, Tartu, Estonia."}], "LastName": "Yarmolinsky", "ForeName": "Dmitry", "Initials": "D"}, {"Identifier": ["0000-0002-2879-1516"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Leal Gavarrón", "ForeName": "Marina", "Initials": "M"}, {"Identifier": ["0000-0001-6050-0320"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Vahisalu", "ForeName": "Triin", "Initials": "T"}, {"Identifier": ["0000-0002-8493-3582"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Sierla", "ForeName": "Maija", "Initials": "M"}, {"Identifier": ["0000-0002-0088-0867"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Technology, University of Tartu, 50411, Tartu, Estonia."}], "LastName": "Zamora", "ForeName": "Olena", "Initials": "O"}, {"Identifier": ["0000-0002-6251-7545"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sainsbury Laboratory, University of Cambridge, CB2 1LR, Cambridge, UK."}], "LastName": "Carter", "ForeName": "Ross", "Initials": "R"}, {"Identifier": ["0000-0001-8452-2030"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Puukko", "ForeName": "Tuomas", "Initials": "T"}, {"Identifier": ["0000-0002-0786-2493"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}, {"Identifier": [], "Affiliation": "Viikki Metabolomics Unit, Faculty of Biological and Environmental Sciences, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Sipari", "ForeName": "Nina", "Initials": "N"}, {"Identifier": ["0000-0002-6133-8553"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Lamminmäki", "ForeName": "Airi", "Initials": "A"}, {"Identifier": ["0000-0003-4436-4415"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemical Plant Pathology, Helmholtz Zentrum München, German Research Center for Environmental Health, 85764, Neuherberg, Germany."}], "LastName": "Durner", "ForeName": "Jörg", "Initials": "J"}, {"Identifier": ["0000-0003-0503-0228"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemical Plant Pathology, Helmholtz Zentrum München, German Research Center for Environmental Health, 85764, Neuherberg, Germany."}], "LastName": "Ernst", "ForeName": "Dieter", "Initials": "D"}, {"Identifier": ["0000-0002-7092-9742"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit Environmental Simulation, Helmholtz Zentrum München, German Research Center for Environmental Health, 85764, Neuherberg, Germany."}], "LastName": "Winkler", "ForeName": "J Barbro", "Initials": "JB"}, {"Identifier": ["0000-0003-0923-1254"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Paulin", "ForeName": "Lars", "Initials": "L"}, {"Identifier": ["0000-0002-3947-4778"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Auvinen", "ForeName": "Petri", "Initials": "P"}, {"Identifier": ["0000-0002-9703-0745"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences, University of Sheffield, S10 2TN, Sheffield, UK."}], "LastName": "Fleming", "ForeName": "Andrew J", "Initials": "AJ"}, {"Identifier": ["0000-0003-4279-6572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological and Environmental Sciences, University of Gothenburg, SE-405 30, Gothenburg, Sweden."}], "LastName": "Andersson", "ForeName": "Mats X", "Initials": "MX"}, {"Identifier": ["0000-0002-6895-3583"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Technology, University of Tartu, 50411, Tartu, Estonia."}], "LastName": "Kollist", "ForeName": "Hannes", "Initials": "H"}, {"Identifier": ["0000-0002-8959-1809"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organismal and Evolutionary Biology Research Programme, Faculty of Biological and Environmental Sciences, Viikki Plant Science Centre, University of Helsinki, FI-00014, Helsinki, Finland."}], "LastName": "Kangasjärvi", "ForeName": "Jaakko", "Initials": "J"}], "GrantList": [{"GrantID": "266793", "Agency": "Academy of Finland", "Country": ""}, {"GrantID": "294580", "Agency": "Academy of Finland", "Country": ""}, {"GrantID": "333703", "Agency": "Academy of Finland", "Country": ""}, {"GrantID": "PRG433", "Agency": "Eesti Teadusagentuur", "Country": ""}, {"GrantID": "PRG719", "Agency": "Eesti Teadusagentuur", "Country": ""}, {"GrantID": "PUT311", "Agency": "Eesti Teadusagentuur", "Country": ""}, {"Agency": "Ella ja Georg Ehrnroothin Säätiö", "Country": ""}, {"Agency": "European Regional Development Fund", "Country": ""}, {"GrantID": "EPPN grant no. 284443", "Agency": "FP7 Research infrastructures", "Country": ""}, {"Agency": "Helsingin Yliopisto", "Country": ""}, {"Agency": "Opetushallitus", "Country": ""}, {"Agency": "Suomen Kulttuurirahasto", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}, "ChemicalList": [{"RegistryNumber": "28RYY2IV3F", "NameOfSubstance": "Fucose"}, {"RegistryNumber": "15839-70-0", "NameOfSubstance": "Guanosine Diphosphate Fucose"}, {"RegistryNumber": "N9E3X5056Q", "NameOfSubstance": "Boron"}, {"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Fucose"}, {"QualifierName": ["metabolism"], "DescriptorName": "Guanosine Diphosphate Fucose"}, {"QualifierName": ["metabolism"], "DescriptorName": "Boron"}, {"QualifierName": ["metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Polysaccharides"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amsbury S, Hunt L, Elhaddad N, Baillie A, Lundgren M, Verhertbruggen Y, Scheller HV, Knox JP, Fleming AJ, Gray JE. 2016. Stomatal function requires pectin de-methyl-esterification of the guard cell wall. Current Biology 26: 2899-2906."}, {"Citation": "Anderson CT, Wallace IS, Somerville CR. 2012. Metabolic click-labeling with a fucose analog reveals pectin delivery, architecture, and dynamics in Arabidopsis cell walls. Proceedings of the National Academy of Sciences, USA 109: 1329-1334."}, {"Citation": "Bar-Peled M, O'Neill MA. 2011. Plant nucleotide sugar formation, interconversion, and salvage by sugar recycling. Annual Review of Plant Biology 62: 127-155."}, {"Citation": "Bessire M, Chassot C, Jacquat AC, Humphry M, Borel S, Petétot JMDC, Métraux JP, Nawrath C. 2007. A permeable cuticle in Arabidopsis leads to a strong resistance to Botrytis cinerea. EMBO Journal 26: 2158-2168."}, {"Citation": "Bi Y, Shrestha R, Zhang Z, Hsu C, Reyes AV, Karunadasa S, Baker PR, Maynard JC, Liu Y, Hakimi A et al. 2023. SPINDLY mediates O-fucosylation of hundreds of proteins and sugar-dependent growth in Arabidopsis. Plant Cell 35: 1318-1333."}, {"Citation": "Bonin CP, Freshour G, Hahn MG, Vanzin GF, Reiter W-D, Hahn MG. 2003. The GMD1 and GMD2 genes of Arabidopsis encode isoforms of GDP-d-mannose 4,6-dehydratase with cell type-specific expression patterns. Plant Physiology 132: 883-892."}, {"Citation": "Bonin CP, Potter I, Vanzin GF, Reiter W-D. 1997. The MUR1 gene of Arabidopsis thaliana encodes an isoform of GDP-d-mannose-4,6-dehydratase, catalyzing the first step in the de novo synthesis of GDP-l-fucose. Proceedings of the National Academy of Sciences, USA 94: 2085-2090."}, {"Citation": "Bonin CP, Reiter WD. 2000. A bifunctional epimerase-reductase acts downstream of the MUR1 gene product and completes the de novo synthesis of GDP-l-fucose in Arabidopsis. The Plant Journal 21: 445-454."}, {"Citation": "Bouton S, Leboeuf E, Mouille G, Leydecker MT, Talbotec J, Granier F, Lahaye M, Höfte H, Truong HN. 2002. QUASIMODO1 encodes a putative membrane-bound glycosyltransferase required for normal pectin synthesis and cell adhesion in Arabidopsis. Plant Cell 14: 2577-2590."}, {"Citation": "Cakmak I, Kurz H, Marschner H. 1995. Short-term effects of boron, germanium and high light intensity on membrane permeability in boron deficient leaves of sunflower. Physiologia Plantarum 95: 11-18."}, {"Citation": "Carroll S, Amsbury S, Durney CH, Smith RS, Morris RJ, Gray JE, Fleming AJ. 2022. Altering arabinans increases Arabidopsis guard cell flexibility and stomatal opening. Current Biology 32: 3170-3179."}, {"Citation": "Carter R, Woolfenden H, Baillie A, Amsbury S, Carroll S, Healicon E, Sovatzoglou S, Braybrook S, Gray JE, Hobbs J et al. 2017. Stomatal opening involves polar, not radial, stiffening of guard cells. Current Biology 27: 2974-2983."}, {"Citation": "Chalfoun J, Majurski M, Blattner T, Bhadriraju K, Keyrouz W, Bajcsy P, Brady M. 2017. MIST: accurate and scalable microscopy image stitching tool with stage modeling and error minimization. Scientific Reports 7: 4988."}, {"Citation": "Chen X, Smith SM, Shabala S, Yu M. 2022. Phytohormones in plant responses to boron deficiency and toxicity. Journal of Experimental Botany 74: 743-754."}, {"Citation": "Chen Y, Li W, Turner JA, Anderson CT. 2021. PECTATE LYASE LIKE12 patterns the guard cell wall to coordinate turgor pressure and wall mechanics for proper stomatal function in Arabidopsis. Plant Cell 33: 3134-3150."}, {"Citation": "Chou YH, Pogorelko G, Young ZT, Zabotina OA. 2015. Protein-protein interactions among xyloglucan-synthesizing enzymes and formation of Golgi-localized multiprotein complexes. Plant & Cell Physiology 56: 255-267."}, {"Citation": "Duursma RA, Blackman CJ, Lopéz R, Martin-StPaul NK, Cochard H, Medlyn BE. 2019. On the minimum leaf conductance: its role in models of plant water use, and ecological and environmental controls. New Phytologist 221: 693-705."}, {"Citation": "Evans JR. 2021. Mesophyll conductance: walls, membranes and spatial complexity. New Phytologist 229: 1864-1876."}, {"Citation": "Fahlberg P, Buhot N, Johansson ON, Andersson MX. 2019. Involvement of lipid transfer proteins in resistance against a non-host powdery mildew in Arabidopsis thaliana. Molecular Plant Pathology 20: 69-77."}, {"Citation": "Fleischer A, O'Neill MA, Ehwald R. 1999. The pore size of non-graminaceous plant cell walls is rapidly decreased by borate ester cross-linking of the pectic polysaccharide rhamnogalacturonan II. Plant Physiology 121: 829-838."}, {"Citation": "Franks PJ, Cowan IR, Farquhar GD. 1998. A study of stomatal mechanics using the cell pressure probe. Plant, Cell & Environment 21: 94-100."}, {"Citation": "González-Guzmán M, Apostolova N, Bellés JM, Barrero JM, Piqueras P, Ponce MR, Micol JL, Serrano R, Rodríguez PL. 2002. The short-chain alcohol dehydrogenase ABA2 catalyzes the conversion of xanthoxin to abscisic aldehyde. Plant Cell 14: 1833-1846."}, {"Citation": "Han S, Chen LS, Jiang HX, Smith BR, Yang LT, Xie CY. 2008. Boron deficiency decreases growth and photosynthesis, and increases starch and hexoses in leaves of citrus seedlings. Journal of Plant Physiology 165: 1331-1341."}, {"Citation": "Hartwig B, James GV, Konrad K, Schneeberger K, Turck F. 2012. Fast isogenic mapping-by-sequencing of ethyl methanesulfonate-induced mutant bulks. Plant Physiology 160: 591-600."}, {"Citation": "Hashimoto M, Negi J, Young J, Israelsson M, Schroeder JI, Iba K. 2006. Arabidopsis HT1 kinase controls stomatal movements in response to CO2. Nature Cell Biology 8: 391-397."}, {"Citation": "Hedrich R. 2012. Ion channels in plants. Physiological Reviews 92: 1777-1811."}, {"Citation": "Hõrak H, Sierla M, Tõldsepp K, Wang C, Wang YS, Nuhkat M, Valk E, Pechter P, Merilo E, Salojärvi J et al. 2016. A dominant mutation in the HT1 kinase uncovers roles of MAP kinases and GHR1 in CO2-induced stomatal closure. Plant Cell 28: 2493-2509."}, {"Citation": "Hunt L, Gray JE. 2020. How the stomate got his pore: very long chain fatty acids and a structural cell wall protein sculpt the guard cell outer cuticular ledge. New Phytologist 228: 1698-1700."}, {"Citation": "Jakobson L, Lindgren LO, Verdier G, Laanemets K, Brosché M, Beisson F, Kollist H. 2016. BODYGUARD is required for the biosynthesis of cutin in Arabidopsis. New Phytologist 211: 614-626."}, {"Citation": "Jarvis PG, Slatyer RO. 1970. The role of the mesophyll cell wall in leaf transpiration. Planta 90: 303-322."}, {"Citation": "Jenkin S, Molina I. 2015. Isolation and compositional analysis of plant cuticle lipid polyester monomers. Journal of Visualized Experiments 2015: 1-10."}, {"Citation": "Jones L, Milne JL, Ashford D, McQueen-Mason SJ. 2003. Cell wall arabinan is essential for guard cell function. Proceedings of the National Academy of Sciences, USA 100: 11783-11788."}, {"Citation": "Kasai K, Takano J, Miwa K, Toyoda A, Fujiwara T. 2011. High boron-induced ubiquitination regulates vacuolar sorting of the BOR1 borate transporter in Arabidopsis thaliana. The Journal of Biological Chemistry 286: 6175-6183."}, {"Citation": "Kerstiens G. 1996. Cuticular water permeability and its physiological significance. Journal of Experimental Botany 47: 1813-1832."}, {"Citation": "Kollist T, Moldau H, Rasulov B, Oja V, Ramma H, Huve K, Jaspers P, Kangasjarvi J, Kollist H. 2007. A novel device detects a rapid ozone-induced transient stomatal closure in intact Arabidopsis and its absence in abi2 mutant. Physiologia Plantarum 129: 796-803."}, {"Citation": "Kotake T, Hojo S, Tajima N, Matsuoka K, Koyama T, Tsumuraya Y. 2008. A bifunctional enzyme with l-fucokinase and GDP-l-fucose pyrophosphorylase activities salvages free l-fucose in Arabidopsis. The Journal of Biological Chemistry 283: 8125-8135."}, {"Citation": "Leonard R, Costa G, Darrambide E, Lhernould S, Fleurat-Lessard P, Carlue M, Gomord V, Faye L, Maftah A. 2002. The presence of Lewis a epitopes in Arabidopsis thaliana glycoconjugates depends on an active 4-fucosyltransferase gene. Glycobiology 12: 299-306."}, {"Citation": "Liang Y, Basu D, Pattathil S, Xu W, Venetos A, Martin SL, Faik A, Hahn MG, Showalter AM. 2013. Biochemical and physiological characterization of fut4 and fut6 mutants defective in arabinogalactan-protein fucosylation in Arabidopsis. Journal of Experimental Botany 64: 5537-5551."}, {"Citation": "Lorrai R, Francocci F, Gully K, Martens HJ, De Lorenzo G, Nawrath C, Ferrari S. 2021. Impaired cuticle functionality and robust resistance to Botrytis cinerea in Arabidopsis thaliana plants with altered homogalacturonan integrity are dependent on the class III peroxidase AtPRX71. Frontiers in Plant Science 12: 696955."}, {"Citation": "Machado R, Loram-Lourenço L, Farnese FS, Alves RDFB, de Sousa LF, Silva FG, Filho SCV, Torres-Ruiz JM, Cochard H, Menezes-Silva PE. 2021. Where do leaf water leaks come from? Trade-offs underlying the variability in minimum conductance across tropical savanna species with contrasting growth strategies. New Phytologist 229: 1415-1430."}, {"Citation": "Macho-Rivero MA, Herrera-Rodríguez MB, Brejcha R, Schäffner AR, Tanaka N, Fujiwara T, González-Fontes A, Camacho-Cristóbal JJ. 2018. Boron toxicity reduces water transport from root to shoot in Arabidopsis plants. Evidence for a reduced transpiration rate and expression of major PIP aquaporin genes. Plant and Cell Physiology 59: 841-849."}, {"Citation": "Merced A, Renzaglia KS. 2018. Contrasting pectin polymers in guard cell walls of Arabidopsis and the hornwort Phaeoceros reflect physiological differences. Annals of Botany 123: 579-585."}, {"Citation": "Merlot S, Leonhardt N, Fenzi F, Valon C, Costa M, Piette L, Vavasseur A, Genty B, Boivin K, Müller A et al. 2007. Constitutive activation of a plasma membrane H+-ATPase prevents abscisic acid-mediated stomatal closure. EMBO Journal 26: 3216-3226."}, {"Citation": "Miwa K, Wakuta S, Takada S, Ide K, Takano J, Naito S, Omori H, Matsunaga T, Fujiwara T. 2013. Roles of BOR2, a boron exporter, in cross linking of rhamnogalacturonan II and root elongation under boron limitation in Arabidopsis. Plant Physiology 163: 1699-1709."}, {"Citation": "Mouille G, Ralet M-C, Cavelier C, Eland C, Effroy D, Hématy K, McCartney L, Truong HN, Gaudon V, Thibault J-F et al. 2007. Homogalacturonan synthesis in Arabidopsis thaliana requires a Golgi-localized protein with a putative methyltransferase domain. The Plant Journal 50: 605-614."}, {"Citation": "Nakayama KI, Maeda Y, Jigami Y. 2003. Interaction of GDP-4-keto-6-deoxymannose-3,5-epimerase-4-reductase with GDP-mannose-4,6-dehydratase stabilizes the enzyme activity for formation of GDP-fucose from GDP-mannose. Glycobiology 13: 673-680."}, {"Citation": "Nieves-Cordones M, Azeem F, Long Y, Boeglin M, Duby G, Mouline K, Hosy E, Vavasseur A, Chérel I, Simonneau T et al. 2022. Non-autonomous stomatal control by pavement cell turgor via the K+ channel subunit AtKC1. Plant Cell 34: 2019-2037."}, {"Citation": "Noguchi K, Yasumori M, Imai T, Naito S, Matsunaga T, Oda H, Hayashi H, Chino M, Fujiwara T. 1997. bor1-1, an Arabidopsis thaliana mutant that requires a high level of boron. Plant Physiology 115: 901-906."}, {"Citation": "O'Neill MA, Eberhard S, Albersheim P, Darvill AG. 2001. Requirement of borate cross-linking of cell wall rhamnogalacturonan II for Arabidopsis growth. Science 294: 846-849."}, {"Citation": "Overmyer K, Tuominen H, Kettunen R, Betz C, Langebartels C, Sandermann H, Kangasjärvi J, Kangasjärvi J. 2000. Ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. Plant Cell 12: 1849-1862."}, {"Citation": "Pabst M, Fischl RM, Brecker L, Morelle W, Fauland A, Köfeler H, Altmann F, Léonard R. 2013. Rhamnogalacturonan II structure shows variation in the side chains monosaccharide composition and methylation status within and across different plant species. The Plant Journal 76: 61-72."}, {"Citation": "Panter PE, Kent O, Dale M, Smith SJ, Skipsey M, Thorlby G, Cummins I, Ramsay N, Begum RA, Sanhueza D et al. 2019. MUR1-mediated cell-wall fucosylation is required for freezing tolerance in Arabidopsis thaliana. New Phytologist 224: 1518-1531."}, {"Citation": "Panter PE, Seifert J, Dale M, Pridgeon AJ, Hulme R, Ramsay N, Contera S, Knight H. 2023. Cell-wall fucosylation in Arabidopsis influences control of leaf water loss and alters stomatal development and mechanical properties. Journal of Experimental Botany 74: 2680-2691."}, {"Citation": "Pei D, Hua D, Deng J, Wang Z, Song C, Wang Y, Wang Y, Qi J, Kollist H, Yang S et al. 2022. Phosphorylation of the plasma membrane H+-ATPase AHA2 by BAK1 is required for ABA-induced stomatal closure in Arabidopsis. Plant Cell 34: 2708-2729."}, {"Citation": "Perrin RM, DeRocher AE, Bar-Peled M, Zeng W, Norambuena L, Orellana A, Raikhel NV, Keegstra K. 1999. Xyloglucan fucosyltransferase, an enzyme involved in plant cell wall biosynthesis. Science 284: 1976-1979."}, {"Citation": "Powles JE, Buckley TN, Nicotra AB, Farquhar GD. 2006. Dynamics of stomatal water relations following leaf excision. Plant, Cell & Environment 29: 981-992."}, {"Citation": "Rautengarten C, Ebert B, Liu L, Stonebloom S, Smith-Moritz AM, Pauly M, Orellana A, Scheller HV, Heazlewood JL. 2016. The Arabidopsis Golgi-localized GDP-l-fucose transporter is required for plant development. Nature Communications 7: 12119."}, {"Citation": "Reiter W-D, Chapple CCS, Somerville CR. 1993. Altered growth and cell walls in a fucose-deficient mutant of Arabidopsis. Science 261: 1032-1035."}, {"Citation": "Rhomberg S, Fuchsluger C, Rendić D, Paschinger K, Jantsch V, Kosma P, Wilson IBH. 2006. Reconstitution in vitro of the GDP-fucose biosynthetic pathways of Caenorhabditis elegans and Drosophila melanogaster. The FEBS Journal 273: 2244-2256."}, {"Citation": "Rips S, Frank M, Elting A, Offenborn JN, von Schaewen A. 2017. Golgi α1,4-fucosyltransferase of Arabidopsis thaliana partially localizes at the nuclear envelope. Traffic 18: 646-657."}, {"Citation": "Rui Y, Xiao C, Yi H, Kandemir B, Wang JZ, Puri VM, Anderson CT. 2017. POLYGALACTURONASE INVOLVED IN EXPANSION3 functions in seedling development, rosette growth, and stomatal dynamics in Arabidopsis thaliana. Plant Cell 29: 2413-2432."}, {"Citation": "Schindelin J, Arganda-Carreras I, Frise E, Kaynig V, Longair M, Pietzsch T, Preibisch S, Rueden C, Saalfeld S, Schmid B et al. 2012. Fiji: an open-source platform for biological-image analysis. Nature Methods 9: 676-682."}, {"Citation": "Shtein I, Shelef Y, Marom Z, Zelinger E, Schwartz A, Popper ZA, Bar-On B, Harpaz-Saad S. 2017. Stomatal cell wall composition: distinctive structural patterns associated with different phylogenetic groups. Annals of Botany 119: 1021-1033."}, {"Citation": "Sierla M, Hõrak H, Overmyer K, Waszczak C, Yarmolinsky D, Maierhofer T, Vainonen JP, Salojärvi J, Denessiouk K, Laanemets K et al. 2018. The receptor-like pseudokinase GHR1 is required for stomatal closure. Plant Cell 30: 2813-2837."}, {"Citation": "Sierla M, Waszczak C, Vahisalu T, Kangasjärvi J. 2016. Reactive oxygen species in the regulation of stomatal movements. Plant Physiology 171: 1569-1580."}, {"Citation": "Strasser R. 2016. Plant protein glycosylation. Glycobiology 26: 926-939."}, {"Citation": "Strasser R, Altmann F, Mach L, Glössl J, Steinkellner H. 2004. Generation of Arabidopsis thaliana plants with complex N-glycans lacking β1,2-linked xylose and core α1,3-linked fucose. FEBS Letters 561: 132-136."}, {"Citation": "Sun H, Schneeberger K. 2015. Shoremap v3.0: fast and accurate identification of causal mutations from forward genetic screens. Methods in Molecular Biology 1284: 381-395."}, {"Citation": "Takahashi Y, Bosmans KC, Hsu PK, Paul K, Seitz C, Yeh CY, Wang YS, Yarmolinsky D, Sierla M, Vahisalu T et al. 2022. Stomatal CO2/bicarbonate sensor consists of two interacting protein kinases, Raf-like HT1 and non-kinase-activity activity requiring MPK12/MPK4. Science Advances 8: eabq6161."}, {"Citation": "Takano J, Noguchi K, Yasumori M, Kobayashi M, Gajdos Z, Miwa K, Hayashi H, Yoneyama T, Fujiwara T. 2002. Arabidopsis boron transporter for xylem loading. Nature 420: 337-340."}, {"Citation": "Tanaka T, Tanaka H, Machida C, Watanabe M, Machida Y. 2004. A new method for rapid visualization of defects in leaf cuticle reveals five intrinsic patterns of surface defects in Arabidopsis. The Plant Journal 37: 139-146."}, {"Citation": "Tryfona T, Theys TE, Wagner T, Stott K, Keegstra K, Dupree P. 2014. Characterisation of FUT4 and FUT6 α-(1→2)-fucosyltransferases reveals that absence of root arabinogalactan fucosylation increases Arabidopsis root growth salt sensitivity. PLoS ONE 9: e93291."}, {"Citation": "Vahisalu T, Kollist H, Wang Y-F, Nishimura N, Chan W-Y, Valerio G, Lamminmäki A, Brosché M, Moldau H, Desikan R et al. 2008. SLAC1 is required for plant guard cell S-type anion channel function in stomatal signalling. Nature 452: 487-491."}, {"Citation": "Vahisalu T, Puzõrjova I, Brosché M, Valk E, Lepiku M, Moldau H, Pechter P, Wang Y-S, Lindgren O, Salojärvi J et al. 2010. Ozone-triggered rapid stomatal response involves the production of reactive oxygen species, and is controlled by SLAC1 and OST1. The Plant Journal 62: 442-453."}, {"Citation": "Van Hengel AJ, Roberts K. 2002. Fucosylated arabinogalactan-proteins are required for full root cell elongation in Arabidopsis. The Plant Journal 32: 105-113."}, {"Citation": "Vanzin GF, Madson M, Carpita NC, Raikhel NV, Keegstra K, Reiter WD. 2002. The mur2 mutant of Arabidopsis thaliana lacks fucosylated xyloglucan because of a lesion in fucosyltransferase AtFUT1. Proceedings of the National Academy of Sciences, USA 99: 3340-3345."}, {"Citation": "Verger S, Chabout S, Gineau E, Mouille G. 2016. Cell adhesion in plants is under the control of putative O-fucosyltransferases. Development 143: 2536-2540."}, {"Citation": "Verger S, Long Y, Boudaoud A, Hamant O. 2018. A tension-adhesion feedback loop in plant epidermis. eLife 7: e34460."}, {"Citation": "Voisin D, Nawrath C, Kurdyukov S, Franke RB, Reina-Pinto JJ, Efremova N, Will I, Schreiber L, Yephremov A. 2009. Dissection of the complex phenotype in cuticular mutants of Arabidopsis reveals a role of SERRATE as a mediator. PLoS Genetics 5: e1000703."}, {"Citation": "Voxeur A, Fry SC. 2014. Glycosylinositol phosphorylceramides from Rosa cell cultures are boron-bridged in the plasma membrane and form complexes with rhamnogalacturonan II. The Plant Journal 79: 139-149."}, {"Citation": "Voxeur A, Soubigou-Taconnat L, Legée F, Sakai K, Antelme S, Durand-Tardif M, Lapierre C, Sibout R. 2017. Altered lignification in mur1-1 a mutant deficient in GDP-l-fucose synthesis with reduced RG-II cross linking. PLoS ONE 12: e0184820."}, {"Citation": "Wong SC, Canny MJ, Holloway-Phillips M, Stuart-Williams H, Cernusak LA, Márquez DA, Farquhar GD. 2022. Humidity gradients in the air spaces of leaves. Nature Plants 8: 971-978."}, {"Citation": "Woolfenden HC, Baillie AL, Gray JE, Hobbs JK, Morris RJ, Fleming AJ. 2018. Models and mechanisms of stomatal mechanics. Trends in Plant Science 23: 822-832."}, {"Citation": "Woolfenden HC, Bourdais G, Kopischke M, Miedes E, Molina A, Robatzek S, Morris RJ. 2017. A computational approach for inferring the cell wall properties that govern guard cell dynamics. The Plant Journal 92: 5-18."}, {"Citation": "Wu Y, Williams M, Bernard S, Driouich A, Showalter AM, Faik A. 2010. Functional identification of two nonredundant Arabidopsis α(1,2)fucosyltransferases specific to arabinogalactan proteins. The Journal of Biological Chemistry 285: 13638-13645."}, {"Citation": "Xu E, Vaahtera L, Brosché M. 2015. Roles of defense hormones in the regulation of ozone-induced changes in gene expression and cell death. Molecular Plant 8: 1776-1794."}, {"Citation": "Yamauchi S, Takemiya A, Sakamoto T, Kurata T, Tsutsumi T, Kinoshita T, Shimazaki K. 2016. The plasma membrane H+-ATPase AHA1 plays a major role in stomatal opening in response to blue light. Plant Physiology 171: 2731-2743."}, {"Citation": "Yang Y, Costa A, Leonhardt N, Siegel RS, Schroeder JI. 2008. Isolation of a strong Arabidopsis guard cell promoter and its potential as a research tool. Plant Methods 4: 6."}, {"Citation": "Yi H, Chen Y, Wang JZ, Puri VM, Anderson CT. 2019. The stomatal flexoskeleton: how the biomechanics of guard cell walls animate an elastic pressure vessel. Journal of Experimental Botany 70: 3561-3571."}, {"Citation": "Yoshida R, Hobo T, Ichimura K, Mizoguchi T, Takahashi F, Aronso J, Ecker JR, Shinozaki K. 2002. ABA-activated SnRK2 protein kinase is required for dehydration stress signaling in Arabidopsis. Plant & Cell Physiology 43: 1473-1483."}, {"Citation": "Zablackis E, York WS, Pauly M, Hantus S, Reiter W-D, Chapple CCS, Albersheim P, Darvill A. 1996. Substitution of l-fucose by l-galactose in cell walls of Arabidopsis mur1. Science 272: 1808-1810."}, {"Citation": "Zeng W, Brutus A, Kremer JM, Withers JC, Gao X, Da Jones AD, He SY. 2011. A genetic screen reveals Arabidopsis stomatal and/or apoplastic defenses against Pseudomonas syringae pv. tomato DC3000. PLoS Pathogens 7: e1002291."}, {"Citation": "Zentella R, Sui N, Barnhill B, Hsieh W-P, Hu J, Shabanowitz J, Boyce M, Olszewski NE, Zhou P, Hunt DF et al. 2017. The Arabidopsis O-fucosyltransferase SPINDLY activates nuclear growth repressor DELLA. Nature Chemical Biology 13: 479-485."}, {"Citation": "Zhang L, Paasch BC, Chen J, Day B, He SY. 2019. An important role of l-fucose biosynthesis and protein fucosylation genes in Arabidopsis immunity. New Phytologist 222: 981-994."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2023", "Month": "4", "Day": "18"}, {"Year": "2023", "Month": "10", "Day": "13"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "15", "Hour": "1", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37964509", "10.1111/nph.19378"]}}], "PubmedBookArticle": []}