{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "37970530", "DateRevised": {"Year": "2024", "Month": "02", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "02"}], "ELocationID": ["10.1021/acsapm.3c02120"], "Journal": {"ISSN": "2637-6105", "JournalIssue": {"Volume": "5", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "10"}}, "Title": "ACS applied polymer materials", "ISOAbbreviation": "ACS Appl Polym Mater"}, "ArticleTitle": "Morphology Engineering of the Asymmetric PS-<i>b</i>-P4VP Block Copolymer: From Porous to Nanodot Oxide Structures.", "Pagination": {"StartPage": "9612", "EndPage": "9619", "MedlinePgn": "9612-9619"}, "Abstract": {"AbstractText": ["In the present work, we demonstrate the formation of oxide porous and nanodot structures from the same block copolymer (BCP) by the phase inversion of a BCP template. We investigated the effect of solvent annealing time on the ordering of asymmetric, cylinder forming, polystyrene-<i>b</i>-poly(4-vinylpyridine) (PS-<i>b</i>-P4VP) BCP. Phase separation of PS-<i>b</i>-P4VP was achieved by solvent vapor annealing (SVA) in a solvent atmosphere that is (partially) selective to P4VP to initially generate hexagonally arranged, cylindrical arrays of the expected structure. The morphology of the BCP changed from P4VP hexagonally packed cylinders to an 'inverse' structure with PS cylinders embedded in a P4VP matrix. This suggests that selective swelling occurs over time such that the swollen P4VP phase becomes the majority volume component. Metal ions (Ga<sup>3+</sup>, In<sup>3+</sup>) were infiltrated into the BCP templates by a solution-mediated infiltration approach, followed by an ultraviolet-ozone treatment to remove the polymer and oxidize the metallic ions to their oxides. The findings show that a single BCP can be used to create both metal oxide arrays and porous structures of metal oxides by simply varying the duration of the solvent annealing process. The resulting structures were analyzed through several methods including scanning electron microscopy, atomic force microscopy, X-ray photoelectron spectroscopy (XPS), transmission electron microscopy, and energy-dispersive X-ray spectroscopy. XPS analyses confirmed the complete elimination of the BCP template and the presence of metal oxides. This study provides important insights into the development of functional BCP materials with inverse structures."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0009-0006-3617-0548"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Singh", "ForeName": "Sajan", "Initials": "S"}, {"Identifier": ["0000-0001-6406-1839"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Ghoshal", "ForeName": "Tandra", "Initials": "T"}, {"Identifier": ["0000-0002-2535-7132"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Prochukhan", "ForeName": "Nadezda", "Initials": "N"}, {"Identifier": ["0000-0002-2607-3035"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Fernandez", "ForeName": "Alberto Alvarez", "Initials": "AA"}, {"Identifier": ["0000-0001-5854-6442"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Vasquez", "ForeName": "Jhonattan Frank Baez", "Initials": "JFB"}, {"Identifier": ["0000-0002-7267-9142"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Yadav", "ForeName": "Pravind", "Initials": "P"}, {"Identifier": ["0000-0002-2489-4307"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Padmanabhan", "ForeName": "Sibu C", "Initials": "SC"}, {"Identifier": ["0000-0001-8756-4068"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AMBER Research Centre and School of Chemistry, Trinity College Dublin, Dublin 2 D02AK60, Ireland."}], "LastName": "Morris", "ForeName": "Michael A", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Appl Polym Mater", "NlmUniqueID": "101734999", "ISSNLinking": "2637-6105"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Guo T.; Yao M.-S.; Lin Y.-H.; Nan C.-W. A Comprehensive Review on Synthesis Methods for Transition-Metal Oxide Nanostructures. CrystEngComm 2015, 17 (19), 3551–3585. 10.1039/C5CE00034C.", "ArticleIdList": ["10.1039/C5CE00034C"]}, {"Citation": "Altug H.; Oh S.-H.; Maier S. A.; Homola J. Advances and Applications of Nanophotonic Biosensors. Nat. Nanotechnol. 2022, 17 (1), 5–16. 10.1038/s41565-021-01045-5.", "ArticleIdList": ["10.1038/s41565-021-01045-5", "35046571"]}, {"Citation": "Krieg L.; Meierhofer F.; Gorny S.; Leis S.; Splith D.; Zhang Z.; von Wenckstern H.; Grundmann M.; Wang X.; Hartmann J.; Margenfeld C.; Manglano Clavero I.; Avramescu A.; Schimpke T.; Scholz D.; Lugauer H.-J.; Strassburg M.; Jungclaus J.; Bornemann S.; Spende H.; Waag A.; Gleason K. K.; Voss T. Toward Three-Dimensional Hybrid Inorganic/Organic Optoelectronics Based on GaN/OCVD-PEDOT Structures. Nat. Commun. 2020, 11 (1), 5092.10.1038/s41467-020-18914-7.", "ArticleIdList": ["10.1038/s41467-020-18914-7", "PMC7547673", "33037193"]}, {"Citation": "Park W.; Shin H.; Choi B.; Rhim W.-K.; Na K.; Keun Han D. Advanced Hybrid Nanomaterials for Biomedical Applications. Prog. Mater. Sci. 2020, 114, 10068610.1016/j.pmatsci.2020.100686.", "ArticleIdList": ["10.1016/j.pmatsci.2020.100686"]}, {"Citation": "Berman D.; Shevchenko E. Design of Functional Composite and All-Inorganic Nanostructured Materials via Infiltration of Polymer Templates with Inorganic Precursors. J. Mater. Chem. C 2020, 8 (31), 10604–10627. 10.1039/D0TC00483A.", "ArticleIdList": ["10.1039/D0TC00483A"]}, {"Citation": "Fang X.; Bando Y.; Gautam U. K.; Ye C.; Golberg D. Inorganic Semiconductor Nanostructures and Their Field-Emission Applications. J. Mater. Chem. 2008, 18 (5), 509–522. 10.1039/B712874F.", "ArticleIdList": ["10.1039/B712874F"]}, {"Citation": "Shen L.-F.; Yip S.; Yang Z.; Fang M.; Hung T.; Pun E. Y. B.; Ho J. C. High-Performance Wrap-Gated InGaAs Nanowire Field-Effect Transistors with Sputtered Dielectrics. Sci. Rep. 2015, 5 (1), 16871.10.1038/srep16871.", "ArticleIdList": ["10.1038/srep16871", "PMC4660349", "26607169"]}, {"Citation": "Mubeen S.; Lee J.; Singh N.; Krämer S.; Stucky G. D.; Moskovits M. An Autonomous Photosynthetic Device in Which All Charge Carriers Derive from Surface Plasmons. Nat. Nanotechnol. 2013, 8 (4), 247–251. 10.1038/nnano.2013.18.", "ArticleIdList": ["10.1038/nnano.2013.18", "23435280"]}, {"Citation": "Zhang W.; Li H.; Hopmann E.; Elezzabi A. Y. Nanostructured Inorganic Electrochromic Materials for Light Applications. Nanophotonics 2020, 10 (2), 825–850. 10.1515/nanoph-2020-0474.", "ArticleIdList": ["10.1515/nanoph-2020-0474"]}, {"Citation": "Hou H.; Shao G.; Yang W.; Wong W.-Y. One-Dimensional Mesoporous Inorganic Nanostructures and Their Applications in Energy, Sensor, Catalysis and Adsorption. Prog. Mater. Sci. 2020, 113, 10067110.1016/j.pmatsci.2020.100671.", "ArticleIdList": ["10.1016/j.pmatsci.2020.100671"]}, {"Citation": "Liu C.; Gillette E. I.; Chen X.; Pearse A. J.; Kozen A. C.; Schroeder M. A.; Gregorczyk K. E.; Lee S. B.; Rubloff G. W. An All-in-One Nanopore Battery Array. Nat. Nanotechnol. 2014, 9 (12), 1031–1039. 10.1038/nnano.2014.247.", "ArticleIdList": ["10.1038/nnano.2014.247", "25383515"]}, {"Citation": "Diao F.; Wang Y. Transition Metal Oxide Nanostructures: Premeditated Fabrication and Applications in Electronic and Photonic Devices. J. Mater. Sci. 2018, 53 (6), 4334–4359. 10.1007/s10853-017-1862-3.", "ArticleIdList": ["10.1007/s10853-017-1862-3"]}, {"Citation": "Esmeraldo Paiva A.; Baez Vasquez J. F.; Selkirk A.; Prochukhan N.; Medeiros Borsagli F. G. L.; Morris M. Highly Ordered Porous Inorganic Structures via Block Copolymer Lithography: An Application of the Versatile and Selective Infiltration of the “Inverse” P2VP- b -PS System. ACS Appl. Mater. Interfaces 2022, 14 (30), 35265–35275. 10.1021/acsami.2c10338.", "ArticleIdList": ["10.1021/acsami.2c10338", "35876355"]}, {"Citation": "Kang D.-H.; Han W. B.; Il Ryu H.; Kim N. H.; Kim T. Y.; Choi N.; Kang J. Y.; Yu Y. G.; Kim T. S. Tunable and Scalable Fabrication of Block Copolymer-Based 3D Polymorphic Artificial Cell Membrane Array. Nat. Commun. 2022, 13 (1), 1261.10.1038/s41467-022-28960-y.", "ArticleIdList": ["10.1038/s41467-022-28960-y", "PMC8913694", "35273189"]}, {"Citation": "Ghoshal T.; Shaw M. T.; Bolger C. T.; Holmes J. D.; Morris M. A. A General Method for Controlled Nanopatterning of Oxide Dots: A Microphase Separated Block Copolymer Platform. J. Mater. Chem. 2012, 22 (24), 12083.10.1039/c2jm30468f.", "ArticleIdList": ["10.1039/c2jm30468f"]}, {"Citation": "Bang J.; Jeong U.; Ryu D. Y.; Russell T. P.; Hawker C. J. Block Copolymer Nanolithography: Translation of Molecular Level Control to Nanoscale Patterns. Adv. Mater. 2009, 21 (47), 4769–4792. 10.1002/adma.200803302.", "ArticleIdList": ["10.1002/adma.200803302", "21049495"]}, {"Citation": "Bates C. M.; Maher M. J.; Janes D. W.; Ellison C. J.; Willson C. G. Block Copolymer Lithography. Macromolecules 2014, 47 (1), 2–12. 10.1021/ma401762n.", "ArticleIdList": ["10.1021/ma401762n", "35590708"]}, {"Citation": "Kim S. Y.; Gwyther J.; Manners I.; Chaikin P. M.; Register R. A. Metal-Containing Block Copolymer Thin Films Yield Wire Grid Polarizers with High Aspect Ratio. Adv. Mater. 2014, 26 (5), 791–795. 10.1002/adma.201303452.", "ArticleIdList": ["10.1002/adma.201303452", "24123385"]}, {"Citation": "Ghoshal T.; Prochukhan N.; Morris M. A. Sub-25 Nm Inorganic and Dielectric Nanopattern Arrays on Substrates: A Block Copolymer-Assisted Lithography. ACS Omega 2021, 6 (51), 35738–35744. 10.1021/acsomega.1c05124.", "ArticleIdList": ["10.1021/acsomega.1c05124", "PMC8717533", "34984304"]}, {"Citation": "Singh S.; Horechyy A.; Yadav S.; Formanek P.; Hübner R.; Srivastava R. K.; Sapra S.; Fery A.; Nandan B. Nanoparticle-Stabilized Perforated Lamellar Morphology in Block Copolymer/Quantum Dot Hybrids. Macromolecules 2021, 54 (3), 1216–1223. 10.1021/acs.macromol.0c02639.", "ArticleIdList": ["10.1021/acs.macromol.0c02639"]}, {"Citation": "Cummins C.; Lundy R.; Walsh J. J.; Ponsinet V.; Fleury G.; Morris M. A. Enabling Future Nanomanufacturing through Block Copolymer Self-Assembly: A Review. Nano Today 2020, 35, 10093610.1016/j.nantod.2020.100936.", "ArticleIdList": ["10.1016/j.nantod.2020.100936"]}, {"Citation": "Cummins C.; Ghoshal T.; Holmes J. D.; Morris M. A. Strategies for Inorganic Incorporation Using Neat Block Copolymer Thin Films for Etch Mask Function and Nanotechnological Application. Adv. Mater. 2016, 28 (27), 5586–5618. 10.1002/adma.201503432.", "ArticleIdList": ["10.1002/adma.201503432", "26749571"]}, {"Citation": "Bates F. S.; Fredrickson G. H. Block Copolymer Thermodynamics: Theory and Experiment. Annu. Rev. Phys. Chem. 1990, 41 (1), 525–557. 10.1146/annurev.pc.41.100190.002521.", "ArticleIdList": ["10.1146/annurev.pc.41.100190.002521", "20462355"]}, {"Citation": "Hall D. B.; Underhill P.; Torkelson J. M. Spin Coating of Thin and Ultrathin Polymer Films. Polym. Eng. Sci. 1998, 38 (12), 2039–2045. 10.1002/pen.10373.", "ArticleIdList": ["10.1002/pen.10373"]}, {"Citation": "Cui Z.; Liao L.. Coating and Printing Processes. In Solution Processed Metal Oxide Thin Films for Electronic Applications; Elsevier, 2020; pp 83–97."}, {"Citation": "Albert J. N. L.; Epps T. H. Self-Assembly of Block Copolymer Thin Films. Mater. Today 2010, 13 (6), 24–33. 10.1016/S1369-7021(10)70106-1.", "ArticleIdList": ["10.1016/S1369-7021(10)70106-1"]}, {"Citation": "van Zoelen W.; ten Brinke G. Thin Films of Complexed Block Copolymers. Soft Matter 2009, 5 (8), 1568.10.1039/b817093b.", "ArticleIdList": ["10.1039/b817093b"]}, {"Citation": "Yang Q.; Loos K. Perpendicular Structure Formation of Block Copolymer Thin Films during Thermal Solvent Vapor Annealing: Solvent and Thickness Effects. Polymers 2017, 9 (12), 525.10.3390/polym9100525.", "ArticleIdList": ["10.3390/polym9100525", "PMC6418618", "30965824"]}, {"Citation": "Cheng X.; Böker A.; Tsarkova L. Temperature-Controlled Solvent Vapor Annealing of Thin Block Copolymer Films. Polymers 2019, 11 (8), 1312.10.3390/polym11081312.", "ArticleIdList": ["10.3390/polym11081312", "PMC6722758", "31390732"]}, {"Citation": "Arora H.; Du P.; Tan K. W.; Hyun J. K.; Grazul J.; Xin H. L.; Muller D. A.; Thompson M. O.; Wiesner U. Block Copolymer Self-Assembly–Directed Single-Crystal Homo- and Heteroepitaxial Nanostructures. Science 2010, 330 (6001), 214–219. 10.1126/science.1193369.", "ArticleIdList": ["10.1126/science.1193369", "20929772"]}, {"Citation": "Epps T. H. III; O’Reilly R. K. Block Copolymers: Controlling Nanostructure to Generate Functional Materials – Synthesis, Characterization, and Engineering. Chem. Sci. 2016, 7 (3), 1674–1689. 10.1039/C5SC03505H.", "ArticleIdList": ["10.1039/C5SC03505H", "PMC6090521", "30155013"]}, {"Citation": "Singh S.; Singh A.; Mittal M.; Srivastava R.; Sapra S.; Nandan B. Fluorescence Resonance Energy Transfer in Multifunctional Nanofibers Designed via Block Copolymer Self-Assembly. Phys. Chem. Chem. Phys. 2019, 21 (29), 16137–16146. 10.1039/C9CP03349A.", "ArticleIdList": ["10.1039/C9CP03349A", "31292581"]}, {"Citation": "Mohanta D.; Ahmaruzzaman M. Tin Oxide Nanostructured Materials: An Overview of Recent Developments in Synthesis, Modifications and Potential Applications. RSC Adv. 2016, 6 (112), 110996–111015. 10.1039/C6RA21444D.", "ArticleIdList": ["10.1039/C6RA21444D"]}, {"Citation": "Ghoshal T.; Senthamaraikannan R.; Shaw M. T.; Lundy R.; Selkirk A.; Morris M. A. Fabrication of Graphoepitaxial Gate-All-Around Si Circuitry Patterned Nanowire Arrays Using Block Copolymer Assisted Hard Mask Approach. ACS Nano 2021, 15 (6), 9550–9558. 10.1021/acsnano.0c09232.", "ArticleIdList": ["10.1021/acsnano.0c09232", "PMC8291765", "34042425"]}, {"Citation": "Ghoshal T.; Holmes J. D.; Morris M. A. Development of Ordered, Porous (Sub-25 Nm Dimensions) Surface Membrane Structures Using a Block Copolymer Approach. Sci. Rep. 2018, 8 (1), 7252.10.1038/s41598-018-25446-0.", "ArticleIdList": ["10.1038/s41598-018-25446-0", "PMC5940818", "29740003"]}, {"Citation": "Ghoshal T.; O’Connell J.; Sinturel C.; Andreazza P.; Holmes J. D.; Morris M. A. Solvent Mediated Inclusion of Metal Oxide into Block Copolymer Nanopatterns: Mechanism of Oxide Formation under UV-Ozone Treatment. Polymer 2019, 173, 197–204. 10.1016/j.polymer.2019.04.043.", "ArticleIdList": ["10.1016/j.polymer.2019.04.043"]}, {"Citation": "Lundy R.; Flynn S. P.; Cummins C.; Kelleher S. M.; Collins M. N.; Dalton E.; Daniels S.; Morris M. A.; Enright R. Controlled Solvent Vapor Annealing of a High χ Block Copolymer Thin Film. Phys. Chem. Chem. Phys. 2017, 19 (4), 2805–2815. 10.1039/C6CP07633E.", "ArticleIdList": ["10.1039/C6CP07633E", "28067366"]}, {"Citation": "Sinturel C.; Vayer M.; Morris M.; Hillmyer M. A. Solvent Vapor Annealing of Block Polymer Thin Films. Macromolecules 2013, 46 (14), 5399–5415. 10.1021/ma400735a.", "ArticleIdList": ["10.1021/ma400735a"]}, {"Citation": "Grozea C. M.; Li I. T. S.; Grozea D.; Walker G. C. Microdomain Orientation of Diblock Copolymer Ultrathin Films Solvent Annealed at Low Temperatures. Macromolecules 2011, 44 (10), 3901–3909. 10.1021/ma102470v.", "ArticleIdList": ["10.1021/ma102470v"]}, {"Citation": "Shamsudin S. A. B.; Sakaguchi G.; Takenaka M.; Hasegawa H. Influence of Temperature and Type of Solvents on the Microdomain Orientation of PS- b -P2VP Ultrathin Films by Solvent Annealing. Macromol. Symp. 2013, 327 (1), 72–79. 10.1002/masy.201350508.", "ArticleIdList": ["10.1002/masy.201350508"]}, {"Citation": "Kumar L.; Horechyy A.; Bittrich E.; Nandan B.; Uhlmann P.; Fery A. Amphiphilic Block Copolymer Micelles in Selective Solvents: The Effect of Solvent Selectivity on Micelle Formation. Polymers 2019, 11 (11), 1882.10.3390/polym11111882.", "ArticleIdList": ["10.3390/polym11111882", "PMC6918162", "31739558"]}, {"Citation": "Urakawa O.; Yasue A. Glass Transition Behaviors of Poly (Vinyl Pyridine)/Poly (Vinyl Phenol) Revisited. Polymers 2019, 11 (7), 1153.10.3390/polym11071153.", "ArticleIdList": ["10.3390/polym11071153", "PMC6680477", "31284499"]}, {"Citation": "Rahikkala A.; Soininen A. J.; Ruokolainen J.; Mezzenga R.; Raula J.; Kauppinen E. I. Self-Assembly of PS-b-P4VP Block Copolymers of Varying Architectures in Aerosol Nanospheres. Soft Matter 2013, 9 (5), 1492–1499. 10.1039/C2SM26913A.", "ArticleIdList": ["10.1039/C2SM26913A"]}, {"Citation": "Huang H.; Hu Z.; Chen Y.; Zhang F.; Gong Y.; He T.; Wu C. Effects of Casting Solvents on the Formation of Inverted Phase in Block Copolymer Thin Films. Macromolecules 2004, 37 (17), 6523–6530. 10.1021/ma0498621.", "ArticleIdList": ["10.1021/ma0498621"]}, {"Citation": "Gong Y.; Huang H.; Hu Z.; Chen Y.; Chen D.; Wang Z.; He T. Inverted to Normal Phase Transition in Solution-Cast Polystyrene–Poly(Methyl Methacrylate) Block Copolymer Thin Films. Macromolecules 2006, 39 (9), 3369–3376. 10.1021/ma052380k.", "ArticleIdList": ["10.1021/ma052380k"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "7"}, {"Year": "2023", "Month": "10", "Day": "19"}, {"Year": "2023", "Month": "10", "Day": "20"}, {"Year": "2023", "Month": "11", "Day": "16", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "11", "Day": "16", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "11", "Day": "16", "Hour": "4", "Minute": "31"}, {"Year": "2023", "Month": "11", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["37970530", "PMC10644307", "10.1021/acsapm.3c02120"]}}], "PubmedBookArticle": []}