{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38024196", "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "07"}], "ELocationID": ["10.1021/acs.jpcc.3c03994"], "Journal": {"ISSN": "1932-7447", "JournalIssue": {"Volume": "127", "Issue": "45", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "16"}}, "Title": "The journal of physical chemistry. C, Nanomaterials and interfaces", "ISOAbbreviation": "J Phys Chem C Nanomater Interfaces"}, "ArticleTitle": "Mechanistic Insights on Functionalization of Graphene with Ozone.", "Pagination": {"StartPage": "22015", "EndPage": "22022", "MedlinePgn": "22015-22022"}, "Abstract": {"AbstractText": ["The exposure of graphene to O<sub>3</sub> results in functionalization of its lattice with epoxy, even at room temperature. This reaction is of fundamental interest for precise lattice patterning, however, is not well understood. Herein, using van der Waals density functional theory (vdW-DFT) incorporating spin-polarized calculations, we find that O<sub>3</sub> strongly physisorbs on graphene with a binding energy of -0.46 eV. It configures in a tilted position with the two terminal O atoms centered above the neighboring graphene honeycombs. A dissociative chemisorption follows by surpassing an energy barrier of 0.75 eV and grafting an epoxy group on graphene reducing the energy of the system by 0.14 eV from the physisorbed state. Subsequent O<sub>3</sub> chemisorption is preferred on the same honeycomb, yielding two epoxy groups separated by a single C-C bridge. We show that capturing the onset of spin in oxygen during chemisorption is crucial. We verify this finding with experiments where an exponential increase in the density of epoxy groups as a function of reaction temperature yields an energy barrier of 0.66 eV, in agreement with the DFT prediction. These insights will help efforts to obtain precise patterning of the graphene lattice."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}, {"Identifier": [], "Affiliation": "Theory and Simulation of Materials (THEOS) and National Centre for Computational Design and Discovery of Novel Materials (MARVEL), EPFL, Lausanne CH-1015, Switzerland."}], "LastName": "Vahdat", "ForeName": "Mohammad Tohidi", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}], "LastName": "Li", "ForeName": "Shaoxian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}], "LastName": "Huang", "ForeName": "Shiqi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}], "LastName": "Bondaz", "ForeName": "Luc", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Theory and Simulation of Materials (THEOS) and National Centre for Computational Design and Discovery of Novel Materials (MARVEL), EPFL, Lausanne CH-1015, Switzerland."}], "LastName": "Bonnet", "ForeName": "Nicéphore", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}], "LastName": "Hsu", "ForeName": "Kuang-Jung", "Initials": "KJ"}, {"Identifier": ["0000-0002-9764-0199"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Theory and Simulation of Materials (THEOS) and National Centre for Computational Design and Discovery of Novel Materials (MARVEL), EPFL, Lausanne CH-1015, Switzerland."}], "LastName": "Marzari", "ForeName": "Nicola", "Initials": "N"}, {"Identifier": ["0000-0002-5170-6412"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Advanced Separations (LAS), École Polytechnique Fédérale de Lausanne (EPFL), Sion CH-1950, Switzerland."}], "LastName": "Agrawal", "ForeName": "Kumar Varoon", "Initials": "KV"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem C Nanomater Interfaces", "NlmUniqueID": "101299949", "ISSNLinking": "1932-7447"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hossain M. Z.; Johns J. E.; Bevan K. H.; Karmel H. J.; Liang Y. T.; Yoshimoto S.; Mukai K.; Koitaya T.; Yoshinobu J.; Kawai M.; et al. Chemically Homogeneous and Thermally Reversible Oxidation of Epitaxial Graphene. Nat. Chem. 2012, 4 (4), 305–309. 10.1038/nchem.1269.", "ArticleIdList": ["10.1038/nchem.1269", "22437716"]}, {"Citation": "Wang Q. H.; Jin Z.; Kim K. K.; Hilmer A. J.; Paulus G. L. C.; Shih C. J.; Ham M. H.; Sanchez-Yamagishi J. D.; Watanabe K.; Taniguchi T.; et al. Understanding and Controlling the Substrate Effect on Graphene Electron-Transfer Chemistry via Reactivity Imprint Lithography. Nat. Chem. 2012, 4 (9), 724–732. 10.1038/nchem.1421.", "ArticleIdList": ["10.1038/nchem.1421", "22914193"]}, {"Citation": "Huang P.; Jing L.; Zhu H.; Gao X. Diazonium Functionalized Graphene: Microstructure, Electric, and Magnetic Properties. Acc. Chem. Res. 2013, 46 (1), 43–52. 10.1021/ar300070a.", "ArticleIdList": ["10.1021/ar300070a", "23143937"]}, {"Citation": "Rodriguez A.; Schlichting K. P.; Poulikakos D.; Hu M. Ab Initio Energetic Barriers of Gas Permeation across Nanoporous Graphene. ACS Appl. Mater. Interfaces 2021, 13 (33), 39701–39710. 10.1021/acsami.1c09229.", "ArticleIdList": ["10.1021/acsami.1c09229", "34392678"]}, {"Citation": "He G.; Huang S.; Villalobos L. F.; Zhao J.; Mensi M.; Oveisi E.; Rezaei M.; Agrawal K. V. High-Permeance Polymer-Functionalized Single-Layer Graphene Membranes That Surpass the Postcombustion Carbon Capture Target. Energy Environ. Sci. 2019, 12 (11), 3305–3312. 10.1039/C9EE01238A.", "ArticleIdList": ["10.1039/C9EE01238A"]}, {"Citation": "Zhou Z.; Tan Y.; Yang Q.; Bera A.; Xiong Z.; Yagmurcukardes M.; Kim M.; Zou Y.; Wang G.; Mishchenko A.; et al. Gas Permeation through Graphdiyne-Based Nanoporous Membranes. Nat. Commun. 2022, 13 (1), 4031.10.1038/s41467-022-31779-2.", "ArticleIdList": ["10.1038/s41467-022-31779-2", "PMC9276745", "35821120"]}, {"Citation": "Yuan Z.; He G.; Li S. X.; Misra R. P.; Strano M. S.; Blankschtein D. Gas Separations Using Nanoporous Atomically Thin Membranes: Recent Theoretical, Simulation, and Experimental Advances. Adv. Mater. 2022, 34 (32), 2201472.10.1002/adma.202201472.", "ArticleIdList": ["10.1002/adma.202201472", "35389537"]}, {"Citation": "Villalobos L. F.; Babu D. J.; Hsu K. J.; Van Goethem C.; Agrawal K. V. Gas Separation Membranes with Atom-Thick Nanopores: The Potential of Nanoporous Single-Layer Graphene. Accounts Mater. Res. 2022, 3 (10), 1073–1087. 10.1021/accountsmr.2c00143.", "ArticleIdList": ["10.1021/accountsmr.2c00143", "PMC9623591", "36338295"]}, {"Citation": "Wang L.; Boutilier M. S. H.; Kidambi P. R.; Jang D.; Hadjiconstantinou N. G.; Karnik R. Fundamental Transport Mechanisms, Fabrication and Potential Applications of Nanoporous Atomically Thin Membranes. Nat. Nanotechnol. 2017, 12 (6), 509–522. 10.1038/nnano.2017.72.", "ArticleIdList": ["10.1038/nnano.2017.72", "28584292"]}, {"Citation": "Roy-Mayhew J. D.; Bozym D. J.; Punckt C.; Aksay I. A. Functionalized Graphene as a Catalytic Counter Electrode in Dye-Sensitized Solar Cells. ACS Nano 2010, 4 (10), 6203–6211. 10.1021/nn1016428.", "ArticleIdList": ["10.1021/nn1016428", "20939517"]}, {"Citation": "Zhang C.; Hao R.; Liao H.; Hou Y. Synthesis of Amino-Functionalized Graphene as Metal-Free Catalyst and Exploration of the Roles of Various Nitrogen States in Oxygen Reduction Reaction. Nano Energy 2013, 2 (1), 88–97. 10.1016/j.nanoen.2012.07.021.", "ArticleIdList": ["10.1016/j.nanoen.2012.07.021"]}, {"Citation": "Mathkar A.; Tozier D.; Cox P.; Ong P.; Galande C.; Balakrishnan K.; Leela Mohana Reddy A.; Ajayan P. M. Controlled, Stepwise Reduction and Band Gap Manipulation of Graphene Oxide. J. Phys. Chem. Lett. 2012, 3 (8), 986–991. 10.1021/jz300096t.", "ArticleIdList": ["10.1021/jz300096t", "26286560"]}, {"Citation": "Li J. L.; Kudin K. N.; McAllister M. J.; Prud’homme R. K.; Aksay I. A.; Car R. Oxygen-Driven Unzipping of Graphitic Materials. Phys. Rev. Lett. 2006, 96 (17), 5–8. 10.1103/PhysRevLett.96.176101.", "ArticleIdList": ["10.1103/PhysRevLett.96.176101", "16712313"]}, {"Citation": "Li S.; Vahdat M. T.; Huang S.; Hsu K. J.; Rezaei M.; Mensi M.; Marzari N.; Agrawal K. V. Structure Evolution of Graphitic Surface upon Oxidation: Insights by Scanning Tunneling Microscopy. JACS Au 2022, 2 (3), 723–730. 10.1021/jacsau.1c00570.", "ArticleIdList": ["10.1021/jacsau.1c00570", "PMC8970004", "35373205"]}, {"Citation": "Huang S.; Villalobos L. F.; Li S.; Vahdat M. T.; Chi H. Y.; Hsu K. J.; Bondaz L.; Boureau V.; Marzari N.; Agrawal K. V. In Situ Nucleation-Decoupled and Site-Specific Incorporation of Å-Scale Pores in Graphene Via Epoxidation. Adv. Mater. 2022, 34 (51), 2206627.10.1002/adma.202206627.", "ArticleIdList": ["10.1002/adma.202206627", "36271513"]}, {"Citation": "Larciprete R.; Fabris S.; Sun T.; Lacovig P.; Baraldi A.; Lizzit S. Dual Path Mechanism in the Thermal Reduction of Graphene Oxide. J. Am. Chem. Soc. 2011, 133 (43), 17315–17321. 10.1021/ja205168x.", "ArticleIdList": ["10.1021/ja205168x", "21846143"]}, {"Citation": "Li Z.; Zhang W.; Luo Y.; Yang J.; Hou J. G. How Graphene Is Cut upon Oxidation?. J. Am. Chem. Soc. 2009, 131 (18), 6320–6321. 10.1021/ja8094729.", "ArticleIdList": ["10.1021/ja8094729", "19374352"]}, {"Citation": "Sun T.; Fabris S. Mechanisms for Oxidative Unzipping and Cutting of Graphene. Nano Lett. 2012, 12 (1), 17–21. 10.1021/nl202656c.", "ArticleIdList": ["10.1021/nl202656c", "22118714"]}, {"Citation": "Yamada Y.; Murota K.; Fujita R.; Kim J.; Watanabe A.; Nakamura M.; Sato S.; Hata K.; Ercius P.; Ciston J.; et al. Subnanometer Vacancy Defects Introduced on Graphene by Oxygen Gas. J. Am. Chem. Soc. 2014, 136 (6), 2232–2235. 10.1021/ja4117268.", "ArticleIdList": ["10.1021/ja4117268", "24460150"]}, {"Citation": "Kidambi P. R.; Jang D.; Idrobo J. C.; Boutilier M. S. H.; Wang L.; Kong J.; Karnik R. Nanoporous Atomically Thin Graphene Membranes for Desalting and Dialysis Applications. Adv. Mater. 2017, 29 (33), 1–8. 10.1002/adma.201700277.", "ArticleIdList": ["10.1002/adma.201700277", "28656721"]}, {"Citation": "Koenig S. P.; Wang L.; Pellegrino J.; Bunch J. S. Selective Molecular Sieving through Porous Graphene. Nat. Nanotechnol. 2012, 7 (11), 728–732. 10.1038/nnano.2012.162.", "ArticleIdList": ["10.1038/nnano.2012.162", "23042491"]}, {"Citation": "Yuan Z.; Govind Rajan A.; Misra R. P.; Drahushuk L. W.; Agrawal K. V.; Strano M. S.; Blankschtein D. Mechanism and Prediction of Gas Permeation through Sub-Nanometer Graphene Pores: Comparison of Theory and Simulation. ACS Nano 2017, 11 (8), 7974–7987. 10.1021/acsnano.7b02523.", "ArticleIdList": ["10.1021/acsnano.7b02523", "28696710"]}, {"Citation": "Jiang D. E.; Cooper V. R.; Dai S. Porous Graphene as the Ultimate Membrane for Gas Separation. Nano Lett. 2009, 9 (12), 4019–4024. 10.1021/nl9021946.", "ArticleIdList": ["10.1021/nl9021946", "19995080"]}, {"Citation": "Dutta S.; Vahdat M. T.; Rezaei M.; Agrawal K. V. Crystallization of Gas-Selective Nanoporous Graphene by Competitive Etching and Growth: A Modeling Study. Sci. Rep. 2019, 9 (1), 1–11. 10.1038/s41598-019-41645-9.", "ArticleIdList": ["10.1038/s41598-019-41645-9", "PMC6435714", "30914744"]}, {"Citation": "Lee W. C.; Ronghe A.; Villalobos L. F.; Huang S.; Dakhchoune M.; Mensi M.; Hsu K. J.; Ayappa K. G.; Agrawal K. V. Enhanced Water Evaporation from Å-Scale Graphene Nanopores. ACS Nano 2022, 16 (9), 15382–15396. 10.1021/acsnano.2c07193.", "ArticleIdList": ["10.1021/acsnano.2c07193", "PMC9527801", "36000823"]}, {"Citation": "Puster M.; Rodríguez-Manzo J. A.; Balan A.; Drndić M. Nanoribbon À Nanopore Devices by Preventing Electron Beam-Induced. ACS Nano 2013, 7 (12), 11283–11289. 10.1021/nn405112m.", "ArticleIdList": ["10.1021/nn405112m", "24224888"]}, {"Citation": "Traversi F.; Raillon C.; Benameur S. M.; Liu K.; Khlybov S.; Tosun M.; Krasnozhon D.; Kis A.; Radenovic A. Detecting the Translocation of DNA through a Nanopore Using Graphene Nanoribbons. Nat. Nanotechnol. 2013, 8 (12), 939–945. 10.1038/nnano.2013.240.", "ArticleIdList": ["10.1038/nnano.2013.240", "24240429"]}, {"Citation": "Drndić M. Sequencing with Graphene Pores. Nat. Nanotechnol. 2014, 9 (10), 743.10.1038/nnano.2014.232.", "ArticleIdList": ["10.1038/nnano.2014.232", "25286264"]}, {"Citation": "Macha M.; Marion S.; Nandigana V. V. R.; Radenovic A. 2D Materials as an Emerging Platform for Nanopore-Based Power Generation. Nat. Rev. Mater. 2019, 4 (9), 588–605. 10.1038/s41578-019-0126-z.", "ArticleIdList": ["10.1038/s41578-019-0126-z"]}, {"Citation": "Hsu K. J.; Villalobos L. F.; Huang S.; Chi H. Y.; Dakhchoune M.; Lee W. C.; He G.; Mensi M.; Agrawal K. V. Multipulsed Millisecond Ozone Gasification for Predictable Tuning of Nucleation and Nucleation-Decoupled Nanopore Expansion in Graphene for Carbon Capture. ACS Nano 2021, 15 (8), 13230–13239. 10.1021/acsnano.1c02927.", "ArticleIdList": ["10.1021/acsnano.1c02927", "PMC8388115", "34319081"]}, {"Citation": "Huang S.; Li S.; Villalobos L. F.; Dakhchoune M.; Micari M.; Babu D. J.; Vahdat M. T.; Mensi M.; Oveisi E.; Agrawal K. V. Millisecond Lattice Gasification for High-Density CO2- And O2-Sieving Nanopores in Single-Layer Graphene. Sci. Adv. 2021, 7 (9), 1–13. 10.1126/sciadv.abf0116.", "ArticleIdList": ["10.1126/sciadv.abf0116", "PMC7904253", "33627433"]}, {"Citation": "Zhao J.; He G.; Huang S.; Villalobos L. F.; Dakhchoune M.; Bassas H.; Agrawal K. V. Etching Gas-Sieving Nanopores in Single-Layer Graphene with an Angstrom Precision for High-Performance Gas Mixture Separation. Sci. Adv. 2019, 5 (1), 1–10. 10.1126/sciadv.aav1851.", "ArticleIdList": ["10.1126/sciadv.aav1851", "PMC6357726", "30746475"]}, {"Citation": "Horner D. A.; Redfern P. C.; Sternberg M.; Zapol P.; Curtiss L. A. Increased Reactivity of Single Wall Carbon Nanotubes at Carbon Ad-Dimer Defect Sites. Chem. Phys. Lett. 2007, 450 (1–3), 71–75. 10.1016/j.cplett.2007.10.079.", "ArticleIdList": ["10.1016/j.cplett.2007.10.079"]}, {"Citation": "Picozzi S.; Santucci S.; Lozzi L.; Valentini L.; Delley B. Ozone Adsorption on Carbon Nanotubes: The Role of Stone-Wales Defects. J. Chem. Phys. 2004, 120 (15), 7147–7152. 10.1063/1.1669381.", "ArticleIdList": ["10.1063/1.1669381", "15267620"]}, {"Citation": "Akdim B.; Kar T.; Duan X.; Pachter R. Density Functional Theory Calculations of Ozone Adsorption on Sidewall Single-Wall Carbon Nanotubes with Stone-Wales Defects. Chem. Phys. Lett. 2007, 445 (4–6), 281–287. 10.1016/j.cplett.2007.08.001.", "ArticleIdList": ["10.1016/j.cplett.2007.08.001"]}, {"Citation": "Lee G.; Lee B.; Kim J.; Cho K. Ozone Adsorption on Graphene: Ab Initio Study and Experimental Validation. J. Phys. Chem. C 2009, 113 (32), 14225–14229. 10.1021/jp904321n.", "ArticleIdList": ["10.1021/jp904321n"]}, {"Citation": "Mawhinney D. B.; Naumenko V.; Kuznetsova A.; Yates J. T.; Liu J.; Smalley R. E. Infrared Spectral Evidence for the Etching of Carbon Nanotubes: Ozone Oxidation at 298 K [7]. J. Am. Chem. Soc. 2000, 122 (10), 2383–2384. 10.1021/ja994094s.", "ArticleIdList": ["10.1021/ja994094s"]}, {"Citation": "Belkin M. A.; Capasso F.; Xie F.; Belyanin A.; Fischer M.; Wittmann A.; Faist J. Room Temperature Terahertz Quantum Cascade Laser Source Based on Intracavity Difference-Frequency Generation. Appl. Phys. Lett. 2008, 92 (20), 201101.10.1063/1.2919051.", "ArticleIdList": ["10.1063/1.2919051"]}, {"Citation": "Lee K.; Murray É. D.; Kong L.; Lundqvist B. I.; Langreth D. C. Higher-Accuracy van Der Waals Density Functional. Phys. Rev. B - Condens. Matter Mater. Phys. 2010, 82 (8), 3–6. 10.1103/PhysRevB.82.081101.", "ArticleIdList": ["10.1103/PhysRevB.82.081101"]}, {"Citation": "Giannozzi P.; Andreussi O.; Brumme T.; Bunau O.; Nardelli M. B.; Calandra M.; Car R.; Cavazzoni C.; Ceresoli D.; Cococcioni M.; et al. Advanced Capabilities for Materials Modelling with Quantum ESPRESSO. J. Phys.: Condens. Matter 2017, 29 (46), 465901.10.1088/1361-648X/aa8f79.", "ArticleIdList": ["10.1088/1361-648X/aa8f79", "29064822"]}, {"Citation": "Giannozzi P.; Baroni S.; Bonini N.; Calandra M.; Car R.; Cavazzoni C.; Ceresoli D.; Chiarotti G. L.; Cococcioni M.; Dabo I.; et al. QUANTUM ESPRESSO: A Modular and Open-Source Software Project for Quantum Simulations of Materials. J. Phys.: Condens. Matter 2009, 21 (39), 395502.10.1088/0953-8984/21/39/395502.", "ArticleIdList": ["10.1088/0953-8984/21/39/395502", "21832390"]}, {"Citation": "Prandini G.; Marrazzo A.; Castelli I. E.; Mounet N.; Marzari N. Precision and Efficiency in Solid-State Pseudopotential Calculations. npj Comput. Mater. 2018, 4 (1), 72.10.1038/s41524-018-0127-2.", "ArticleIdList": ["10.1038/s41524-018-0127-2"]}, {"Citation": "Lejaeghere K.; Bihlmayer G.; Björkman T.; Blaha P.; Blügel S.; Blum V.; Caliste D.; Castelli I. E.; Clark S. J.; Dal Corso A.; et al. Reproducibility in Density Functional Theory Calculations of Solids. Science (80-.) 2016, 351 (6280), aad3000.10.1126/science.aad3000.", "ArticleIdList": ["10.1126/science.aad3000", "27013736"]}, {"Citation": "Chakraborty D.; Berland K.; Thonhauser T. Next-Generation Nonlocal van Der Waals Density Functional. J. Chem. Theory Comput. 2020, 16 (9), 5893–5911. 10.1021/acs.jctc.0c00471.", "ArticleIdList": ["10.1021/acs.jctc.0c00471", "32786912"]}, {"Citation": "Yan H. J.; Xu B.; Shi S. Q.; Ouyang C. Y. First-Principles Study of the Oxygen Adsorption and Dissociation on Graphene and Nitrogen Doped Graphene for Li-Air Batteries. J. Appl. Phys. 2012, 112 (10), 104316.10.1063/1.4766919.", "ArticleIdList": ["10.1063/1.4766919"]}, {"Citation": "Guang H.; Aoki M.; Tanaka S.; Kohyama M. First-Principles Prediction on Adsorption of Oxygen Molecule onto Defect in Single-Layer Graphene. Trans. Mater. Res. Soc. Jpn. 2013, 38 (3), 477–480. 10.14723/tmrsj.38.477.", "ArticleIdList": ["10.14723/tmrsj.38.477"]}, {"Citation": "Nguyen M. T. An Ab Initio Study of Oxygen on Strained Graphene. J. Phys.: Condens. Matter 2013, 25 (39), 395301.10.1088/0953-8984/25/39/395301.", "ArticleIdList": ["10.1088/0953-8984/25/39/395301", "23945352"]}, {"Citation": "Jiang D. E.; Sumpter B. G.; Dai S. How Do Aryl Groups Attach to a Graphene Sheet?. J. Phys. Chem. B 2006, 110 (47), 23628–23632. 10.1021/jp065980+.", "ArticleIdList": ["10.1021/jp065980+", "17125318"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "13"}, {"Year": "2023", "Month": "10", "Day": "21"}, {"Year": "2023", "Month": "10", "Day": "24"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "16", "Minute": "4"}, {"Year": "2023", "Month": "11", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38024196", "PMC10658624", "10.1021/acs.jpcc.3c03994"]}}], "PubmedBookArticle": []}