{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["far-UVC", "induced ozone", "limonene", "ozone epidemiology", "risk estimation", "ultra-fine particle production"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38037431", "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "30"}], "ELocationID": ["10.1111/php.13892"], "Journal": {"ISSN": "1751-1097", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Nov", "Day": "30"}}, "Title": "Photochemistry and photobiology", "ISOAbbreviation": "Photochem Photobiol"}, "ArticleTitle": "The public-health significance of far-UVC-induced indoor ozone and its associated secondary chemistry.", "Abstract": {"AbstractText": ["There has been much recent interest in whole-room far-UVC (wavelength around 222 nm) to markedly and safely reduce overall levels of airborne pathogens in occupied indoor locations. Far-UVC light produces very low levels of ozone-in real-world scenarios induced ozone levels of less than 10 ppb, and much less in moderately or well-ventilated rooms compliant with US far-UVC dose recommendations, and very much less in rooms compliant with international far-UVC dose standards. At these very low ozone levels, there is no epidemiological evidence of increased health risks from any of the very large outdoor ozone studies, whether from ozone alone or from ozone plus associated pollutants. Indoors, at the low ozone concentrations of relevance here, ozone does not react rapidly enough with preexisting airborne volatile organic compounds to compete with even extremely low levels of room ventilation, so significant ozone-induced ultrafine particle production is very unlikely. Direct measurements in real-life room scenarios are consistent with these conclusions. A potential exception is the cleaning material limonene, which has an unusually high ozone interaction cross-section; in the far-UVC context, turning off far-UVC lights during cleaning with limonene products would be reasonable."], "CopyrightInformation": "© 2023 The Authors. Photochemistry and Photobiology published by Wiley Periodicals LLC on behalf of American Society for Photobiology."}, "AuthorList": [{"Identifier": ["0000-0002-0926-1210"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Radiological Research, Columbia University, New York, New York, USA."}], "LastName": "Brenner", "ForeName": "David J", "Initials": "DJ"}], "GrantList": [{"Agency": "A Columbia University Urban Tech Award", "Country": ""}, {"Agency": "Open Philanthropy/Good Ventures Foundation", "Country": ""}, {"Agency": "The Empire State Biodefense Commercialization Fund", "Country": ""}, {"Agency": "The Far UV Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Photochem Photobiol", "NlmUniqueID": "0376425", "ISSNLinking": "0031-8655"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Eadie E, Hiwar W, Fletcher L, et al. Far-UVC (222 nm) efficiently inactivates an airborne pathogen in a room-sized chamber. Sci Rep. 2022;12:4373."}, {"Citation": "ACGIH. TLVs and BEIs Based on the Documentation of the Threshold Limit Values for Chemical Substances and Physical Agents & Biological Exposure Indices. ACGIH: American Conference of Governmental Industrial Hygienists; 2022."}, {"Citation": "ICNIRP, International Council on Non Ionizing Radiation Protection. Guidelines on limits of exposure to ultraviolet radiation of wavelengths between 180 nm and 400 nm (incoherent optical radiation). Health Phys. 2004;87:171-186."}, {"Citation": "Welch D, Kleiman NJ, Arden PC, et al. No evidence of induced skin cancer or other skin abnormalities after long-term (66 week) chronic exposure to 222-nm far-UVC radiation. Photochem Photobiol. 2023;99:168-175."}, {"Citation": "Eadie E, Barnard IMR, Ibbotson SH, Wood K. Extreme exposure to filtered far-UVC: a case study. Photochem Photobiol. 2021;97:527-531."}, {"Citation": "Kousha O, O'Mahoney P, Hammond R, Wood K, Eadie E. 222 nm far-UVC from filtered krypton-chloride excimer lamps does not cause eye irritation when deployed in a simulated office environment. Photochem Photobiol. 2023 [Online ahead of print]."}, {"Citation": "Sugihara K, Kaidzu S, Sasaki M, et al. One-year ocular safety observation of workers and estimations of microorganism inactivation efficacy in the room irradiated with 222-nm far ultraviolet-C lamps. Photochem Photobiol. 2023;99:967-974."}, {"Citation": "Buonanno M, Randers-Pehrson G, Bigelow AW, et al. 207-nm UV light - a promising tool for safe low-cost reduction of surgical site infections. I: in vitro studies. PloS One. 2013;8:e76968."}, {"Citation": "Peng Z, Day DA, Symonds GA, et al. Significant production of ozone from germicidal UV lights at 222 nm. Environ Sci Technol Lett. 2023;10:668-674."}, {"Citation": "Peng Z, Miller SL, Jimenez JL. Model evaluation of secondary chemistry due to disinfection of indoor air with germicidal ultraviolet lamps. Environ Sci Technol Lett. 2023;10:6-13."}, {"Citation": "Weschler CJ. Ozone in indoor environments: concentration and chemistry. Indoor Air. 2000;10:269-288."}, {"Citation": "Rosales CMF, Jiang J, Lahib A, et al. Chemistry and human exposure implications of secondary organic aerosol production from indoor terpene ozonolysis. Sci Adv. 2022;8:eabj9156."}, {"Citation": "Claus H. Ozone generation by ultraviolet lamps. Photochem Photobiol. 2021;97:471-476."}, {"Citation": "Link MF, Shore A, Hamdani BH, Poppendieck D. Ozone generation from a gemicidal lamp with peak emission at 222 nm. Environ Sci Technol Lett. 2023;20:675-679."}, {"Citation": "Barber VP, Goss MB, Franco Deloya LJ, et al. Indoor air quality implications of germicidal 222 nm light. Environ Sci Technol. 2023;57:15990-15998."}, {"Citation": "Mueller FX, Loeb L, Mapes WH. Decomposition rates of ozone in living areas. Environ Sci Technol. 1973;7:342-346."}, {"Citation": "Kalliomäki P, Sobhani H, Coleman KK, et al. Ozone and ultra-fine particle concentrations in a hotel quarantine facility during 222 nm far-UVC air disinfection. medRxiv preprint 2023092923296366. 2023."}, {"Citation": "McNeill VF, Corsi R, Huffman JA, et al. Room-level ventilation in schools and universities. Atmos Environ X. 2022;13:100152."}, {"Citation": "Jerrett M, Burnett RT, Pope CA 3rd, et al. Long-term ozone exposure and mortality. N Engl J Med. 2009;360:1085-1095."}, {"Citation": "Turner MC, Jerrett M, Pope CA 3rd, et al. Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med. 2016;193:1134-1142."}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987-2000. Jama. 2004;292:2372-2378."}, {"Citation": "Zhang Y, Yin Z, Li S, et al. Ambient PM(2.5), ozone and mortality in Chinese older adults: a nationwide cohort analysis (2005-2018). J Hazard Mater. 2023;454:131539."}, {"Citation": "Xue T, Wang R, Tong M, et al. Estimating the exposure-response function between long-term ozone exposure and under-5 mortality in 55 low-income and middle-income countries: a retrospective, multicentre, epidemiological study. Lancet Planet Health. 2023;7:e736-e746."}, {"Citation": "FDA, US Food and Drug Administration. 21CFR801.415: Maximum Acceptable Level of Ozone. 2011."}, {"Citation": "Shaughnessy RJ, McDaniels TJ, Weschler CJ. Indoor chemistry: ozone and volatile organic compounds found in tobacco smoke. Environ Sci Technol. 2001;35:2758-2764."}, {"Citation": "Wainman T, Zhang J, Weschler CJ, Lioy PJ. Ozone and limonene in indoor air: a source of submicron particle exposure. Environ Health Perspect. 2000;108:1139-1145."}, {"Citation": "Weschler CJ, Shields HC. Indoor ozone/terpene reactions as a source of indoor particles. Atmos Environ. 1999;33:2301-2312."}, {"Citation": "Ciriminna R, Lomeli-Rodriguez M, Demma Cara P, Lopez-Sanchez JA, Pagliaro M. Limonene: a versatile chemical of the bioeconomy. Chem Commun (Camb). 2014;50:15288-15296."}, {"Citation": "Carslaw N, Shaw D. Modification of cleaning product formulations could improve indoor air quality. Indoor Air. 2022;32:e13021."}, {"Citation": "Wolkoff P. Indoor air chemistry: terpene reaction products and airway effects. Int J Hyg Environ Health. 2020;225:113439."}, {"Citation": "Nazaroff WW, Weschler CJ. Indoor ozone: concentrations and influencing factors. Indoor Air. 2022;32:e12942."}, {"Citation": "Salonen H, Salthammer T, Morawska L. Human exposure to ozone in school and office indoor environments. Environ Int. 2018;119:503-514."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "11", "Day": "14"}, {"Year": "2023", "Month": "8", "Day": "23"}, {"Year": "2023", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "3", "Minute": "45"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38037431", "10.1111/php.13892"]}}], "PubmedBookArticle": []}