{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Chronic disease", "Complex network analysis", "Diabetes", "Emission range"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38110789", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "18"}], "ELocationID": ["10.1007/s00484-023-02597-y"], "Journal": {"ISSN": "1432-1254", "JournalIssue": {"Volume": "68", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "International journal of biometeorology", "ISOAbbreviation": "Int J Biometeorol"}, "ArticleTitle": "Identifying interactions among air pollutant emissions on diabetes prevalence in Northeast China using a complex network.", "Pagination": {"StartPage": "393", "EndPage": "400", "MedlinePgn": "393-400"}, "Abstract": {"AbstractText": ["Low air quality related to ambient air pollution is the largest environmental risk to health worldwide. Interactions between air pollution emissions may affect associations between air pollution exposure and chronic diseases. Therefore, this study aimed to quantify interactions among air pollution emissions and assess their effects on the association between air pollution and diabetes.", "After constructing long-term emission networks for six air pollutants based on data collected from routine monitoring stations in Northeast China, a mutual information network was used to quantify interactions among air pollution emissions. Multiple linear regression analysis was then used to explore the influence of emission interactions on the association between air pollution exposure and the prevalence of diabetes based on data reported from the Northeast Natural Cohort Study in China.", "Complex network analysis detected three major emission sources in Northeast China located in Shenyang and Changchun. The effects of particulate matter (PM<sub>2.5</sub> and PM<sub>10</sub>) and ground-level ozone (O<sub>3</sub>) emissions were limited to certain communities but could spread to other communities through emissions in Inner Mongolia. Emissions of sulfur dioxide (SO<sub>2</sub>), nitrogen dioxide (NO<sub>2</sub>), and carbon monoxide (CO) significantly influenced other communities. These results indicated that air pollutants in different geographic areas can interact directly or indirectly. Adjusting for interactions between emissions changed associations between air pollution emissions and diabetes prevalence, especially for PM<sub>2.5</sub>, NO<sub>2</sub>, and CO.", "Complex network analysis is suitable for quantifying interactions among air pollution emissions and suggests that the effects of PM<sub>2.5</sub> and NO<sub>2</sub> emissions on health outcomes may have been overestimated in previous population studies while those of CO may have been underestimated. Further studies examining associations between air pollution and chronic diseases should consider controlling for the effects of interactions among pollution emissions."], "CopyrightInformation": "© 2023. The Author(s) under exclusive licence to International Society of Biometeorology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Center, Shengjing Hospital of China Medical University, Sanhao Street, No. 36, Heping District, Shenyang, 110002, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Precision Medical Research on Major Chronic Disease, Shenyang, 110002, Liaoning Province, China."}], "LastName": "Zhang", "ForeName": "Hehua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Epidemiology, Shengjing Hospital of China Medical University, Sanhao Street, No. 36, Heping District, Shenyang, 110002, China."}], "LastName": "Zhao", "ForeName": "Zhiying", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tianjin Third Central Hospital, No. 83, Jintang Road, Hedong District, Tianjin, China."}], "LastName": "Wu", "ForeName": "Zhuo", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Epidemiology, Shengjing Hospital of China Medical University, Sanhao Street, No. 36, Heping District, Shenyang, 110002, China."}], "LastName": "Xia", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": ["0000-0003-4265-6692"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Research Center, Shengjing Hospital of China Medical University, Sanhao Street, No. 36, Heping District, Shenyang, 110002, China. yhzhaosj_hospital@126.com."}, {"Identifier": [], "Affiliation": "Department of Clinical Epidemiology, Shengjing Hospital of China Medical University, Sanhao Street, No. 36, Heping District, Shenyang, 110002, China. yhzhaosj_hospital@126.com."}, {"Identifier": [], "Affiliation": "Key Laboratory of Precision Medical Research on Major Chronic Disease, Shenyang, 110002, Liaoning Province, China. yhzhaosj_hospital@126.com."}], "LastName": "Zhao", "ForeName": "Yuhong", "Initials": "Y"}], "GrantList": [{"GrantID": "82103791", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2020MS172", "Agency": "Natural Science Foundation of Liaoning Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Biometeorol", "NlmUniqueID": "0374716", "ISSNLinking": "0020-7128"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": ["epidemiology"], "DescriptorName": "China"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Association AD (2013) Diagnosis and classification of diabetes mellitus. Diabetes Care 36(Suppl 1):S67–S74", "ArticleIdList": ["10.2337/dc13-S067"]}, {"Citation": "Barabasi AL, Gulbahce N, Loscalzo J (2011) Network medicine: a network-based approach to human disease. Nat Rev Genet 12(1):56–68", "ArticleIdList": ["10.1038/nrg2918"]}, {"Citation": "Barrat A, Barthelemy M, Pastor-Satorras R, Vespignani A (2004) The architecture of complex weighted networks. Proc Natl Acad Sci U S A 101(11):3747–3752", "ArticleIdList": ["10.1073/pnas.0400087101"]}, {"Citation": "Blanes-Vidal V, Cantuaria ML, Nadimi ES (2017) A novel approach for exposure assessment in air pollution epidemiological studies using neuro-fuzzy inference systems: comparison of exposure estimates and exposure-health associations. Environ Res 154:196–203"}, {"Citation": "Blondel VD, Guillaume J, Lambiotte R, Lefebvre E (2008a) Fast unfolding of communities in large networks. J Stat Mech: Theory Exp 10:P1000"}, {"Citation": "Blondel VD, Guillaume J, Lambiotte R, Lefebvre E (2008b) Fast unfolding of communities in large networks. Phys Rev E Stat Nonlin Soft Matter Phys 10(P10008):1742–5468"}, {"Citation": "Chang Q, Wu Q, Xia Y, Zhang H, Gao S, Zhang Y, Yuan Y, Jiang J, Qiu H, Li J, Lu C, Ji C, Xu X, Huang D, Dai H, Zhao Z, Li H, Li X, Qin X, Liu C, Ma X, Xu X, Yao D, Zhao Y (2022) Cohort profile: the Northeast China Biobank (NEC-Biobank). Int J Epidemiol 52(2):e125–e136"}, {"Citation": "Chen G, Wang X, Li X (2012) Introduction to Complex Networks: Models, Structures and Dynamics. Higher Education Press"}, {"Citation": "Du M, Liu W, Hao Y (2021) Spatial correlation of air pollution and its causes in Northeast China. Int J Environ Res Public Health 18(20):10619"}, {"Citation": "Eguiluz-Gracia I, Mathioudakis AG, Bartel S, Vijverberg S, Fuertes E, Comberiati P, Cai YS, Tomazic PV, Diamant Z, Vestbo J, Galan C, Hoffmann B (2020) The need for clean air: the way air pollution and climate change affect allergic rhinitis and asthma. Allergy 75(9):2170–2184", "ArticleIdList": ["10.1111/all.14177"]}, {"Citation": "Eze IC, Hemkens LG, Bucher HC, Hoffmann B, Schindler C, Künzli N, Schikowski T, Probst-Hensch NM (2015) Association between ambient air pollution and diabetes mellitus in Europe and North America: systematic review and meta-analysis. Environ Health Perspect 123(5):381–389", "ArticleIdList": ["10.1289/ehp.1307823"]}, {"Citation": "Fang C, Wang L, Li Z, Wang J (2021) Spatial characteristics and regional transmission analysis of PM(2.5) Pollution in Northeast China, 2016–2020. Int J Environ Res Public Health 18(23):12483"}, {"Citation": "Fleisch AF, Gold DR, Rifas-SHIMAN SL, Koutrakis P, Schwartz JD, Kloog I, Melly S, Coull BA, Zanobetti A, Gillman MW, Oken E (2014) Air pollution exposure and abnormal glucose tolerance during pregnancy: the project Viva cohort. Environ Health Perspect 122(4):378–383", "ArticleIdList": ["10.1289/ehp.1307065"]}, {"Citation": "Freeman LC (1979) Centrality in social networks I: conceptual clarification, social. Networks 1215–1239"}, {"Citation": "Gorini F, Sabatino L, Gaggini M, Chatzianagnostou K, Vassalle C (2021) Oxidative stress biomarkers in the relationship between type 2 diabetes and air pollution. Antioxidants (Basel) 10(8):1234"}, {"Citation": "Gujral H, Sinha A (2021) Association between exposure to airborne pollutants and COVID-19 in Los Angeles, United States with ensemble-based dynamic emission model. Environ Res 194:110704", "ArticleIdList": ["10.1016/j.envres.2020.110704"]}, {"Citation": "Hehua Z, Yang X, Qing C, Shanyan G, Yuhong Z (2021) Dietary patterns and associations between air pollution and gestational diabetes mellitus. Environ Int 147:106347", "ArticleIdList": ["10.1016/j.envint.2020.106347"]}, {"Citation": "Hodgson S, Nieuwenhuijsen MJ, Colvile R, Jarup L (2007) Assessment of exposure to mercury from industrial emissions: comparing distance as a proxy and dispersion modelling approaches. Occup Environ Med 64(6):380–388", "ArticleIdList": ["10.1136/oem.2006.026781"]}, {"Citation": "Kleinberg J (1997) Authoritative sources in a hyperlinked environment. J ACM 46:604–632", "ArticleIdList": ["10.1145/324133.324140"]}, {"Citation": "Lachmann A, Giorgi FM, Lopez G, Califano A (2016) ARACNe-AP: gene network reverse engineering through adaptive partitioning inference of mutual information. Bioinformatics 32(14):2233–2235", "ArticleIdList": ["10.1093/bioinformatics/btw216"]}, {"Citation": "Li Z, Liu M, Wu Z, Liu Y, Li W, Liu M, Lv S, Yu S, Jiang Y, GAO B, Wang X, Li X, Wang W, Lin H, Guo X, Liu X (2022) Association between ambient air pollution and hospital admissions, length of hospital stay and hospital cost for patients with cardiovascular diseases and comorbid diabetes mellitus: Base on 1,969,755 cases in Beijing, China, 2014-2019. Environ Int 165107301"}, {"Citation": "Lee S, Park H, Kim S, Lee EK, Lee J, Hong YS, Ha E (2019) Fine particulate matter and incidence of metabolic syndrome in non-CVD patients: a nationwide population-based cohort study. Int J Hyg Environ Health 222(3):533–540", "ArticleIdList": ["10.1016/j.ijheh.2019.01.010"]}, {"Citation": "Luke DA, Harris JK (2007) Network analysis in public health: history, methods, and applications. Annu Rev Public Health 28:69–93", "ArticleIdList": ["10.1146/annurev.publhealth.28.021406.144132"]}, {"Citation": "Mannucci PM, Ancona C (2021) Noise and air pollution as triggers of hypertension. Eur Heart J 42(21):2085–2087", "ArticleIdList": ["10.1093/eurheartj/ehab104"]}, {"Citation": "Meng F, Wang J, Li T, Fang C (2020) Pollution characteristics, transport pathways, and potential source regions of PM(2.5) and PM(10) in Changchun City in 2018. Int J Environ Res Public Health 17(18):6585"}, {"Citation": "Pak U, Ma J, Ryu U, Ryom K, Juhyok U, Pak K, Pak C (2020) Deep learning-based PM2.5 prediction considering the spatiotemporal correlations: a case study of Beijing, China. Sci Total Environ 699:133561"}, {"Citation": "Renzi M, Cerza F, Gariazzo C, Agabiti N, Cascini S, Di Domenicantonio R, Davoli M, Forastiere F, Cesaroni G (2018) Air pollution and occurrence of type 2 diabetes in a large cohort study. Environ Int 112:68–76", "ArticleIdList": ["10.1016/j.envint.2017.12.007"]}, {"Citation": "Reshef DN, Reshef YA, Finucane HK, Grossman SR, Mcvean G, Turnbaugh PJ, Lander ES, Mitzenmacher M, Sabeti PC (2011) Detecting novel associations in large data sets. Science 334(6062):1518–1524", "ArticleIdList": ["10.1126/science.1205438"]}, {"Citation": "Ryan PH, Lemasters GK, Biswas P, Levin L, Hu S, Lindsey M, Bernstein DI, Lockey J, Villareal M, Khurana HG, Grinshpun SA (2007) A comparison of proximity and land use regression traffic exposure models and wheezing in infants. Environ Health Perspect 115(2):278–284", "ArticleIdList": ["10.1289/ehp.9480"]}, {"Citation": "Samieri C, Sonawane AR, Lefevre-Arbogast S, Helmer C, Grodstein F, Glass K (2020a) Using network science tools to identify novel diet patterns in prodromal dementia. Neurology 94(19):e2014–e2025", "ArticleIdList": ["10.1212/WNL.0000000000009399"]}, {"Citation": "Samieri C, Sonawane AR, Lefevre-Arbogast S, Helmer C, Grodstein F, Glass K (2020b) Using network science tools to identify novel diet patterns in prodromal dementia. Neurology 94(19):e2014–e2025"}, {"Citation": "Strogatz SH (2001) Exploring complex networks. Nature 410(6825):268–276", "ArticleIdList": ["10.1038/35065725"]}, {"Citation": "Turner MC, Andersen ZJ, Baccarelli A, Diver WR, Gapstur SM, Pope CR, Prada D, Samet J, Thurston G, Cohen A (2020) Outdoor air pollution and cancer: An overview of the current evidence and public health recommendations. CA Cancer J Clin. https://doi.org/10.3322/caac.21632 . Advance online publication"}, {"Citation": "Wang W, Yang S, Yin K, Zhao Z, Ying N, Fan J (2022) Network approach reveals the spatiotemporal influence of traffic on air pollution under COVID-19. Chaos 32(4):041106", "ArticleIdList": ["10.1063/5.0087844"]}, {"Citation": "Wasserman S, Faust K (1994) Social network analysis: methods and applications. Cambridge University Press", "ArticleIdList": ["10.1017/CBO9780511815478"]}, {"Citation": "Xia Y, Zhao Z, Zhang S, Liu Y, Meng G, Zhang Q, Liu L, Wu H, Gu Y, Wang Y, Zhang T, Wang X, Sun S, Zhou M, Jia Q, Song K, WU Q, Niu K, Zhao Y (2020) Complex dietary topologies in non-alcoholic fatty liver disease: a network science analysis. Front Nutr 7:579086"}, {"Citation": "Xin Y, Li J (2021) Air pollution and cardiovascular diseases in young adults. Eur Heart J 42(40):4192", "ArticleIdList": ["10.1093/eurheartj/ehab613"]}, {"Citation": "Yang BY, Fan S, Thiering E, Seissler J, Nowak D, Dong GH, Heinrich J (2020a) Ambient air pollution and diabetes: a systematic review and meta-analysis. Environ Res 180:108817"}, {"Citation": "Yang M, Cheng H, Shen C, Liu J, Zhang H, Cao J, Ding R (2020b) Effects of long-term exposure to air pollution on the incidence of type 2 diabetes mellitus: a meta-analysis of cohort studies. Environ Sci Pollut Res Int 27(1):798–811", "ArticleIdList": ["10.1007/s11356-019-06824-1"]}, {"Citation": "Zhang Q, Zhu Y, Xu D, Yuan J, Wang Z, Li Y, Liu X (2021) Interaction of interregional O(3) pollution using complex network analysis. PeerJ 9:e12095"}, {"Citation": "Zhang H, Xia Y, Cao L, Chang Q, Zhao Y (2022) Associations between long term exposures to outdoor air pollution and indoor solid fuel use and depression in China. J Environ Manage 302(Pt A):113–982"}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "6"}, {"Year": "2023", "Month": "12", "Day": "7"}, {"Year": "2023", "Month": "11", "Day": "30"}, {"Year": "2024", "Month": "1", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "19", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "19", "Hour": "0", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38110789", "10.1007/s00484-023-02597-y", "10.1007/s00484-023-02597-y"]}}], "PubmedBookArticle": []}