{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["carbon-negative", "harmful algae blooms", "life cycle assessment", "micropollutants", "phosphorus removal", "reactive filtration", "techno-economic analysis", "wastewater treatment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38153197", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1002/wer.10962"], "Journal": {"ISSN": "1554-7531", "JournalIssue": {"Volume": "95", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Water environment research : a research publication of the Water Environment Federation", "ISOAbbreviation": "Water Environ Res"}, "ArticleTitle": "Biochar-integrated reactive filtration of wastewater for P removal and recovery, micropollutant catalytic oxidation, and negative CO<sub>2</sub> e: Life cycle assessment and techno-economic analysis.", "Pagination": {"StartPage": "e10962", "MedlinePgn": "e10962"}, "Abstract": {"AbstractText": ["Life cycle assessment (LCA) and techno-economic analysis (TEA) models are developed for a tertiary wastewater treatment system that employs a biochar-integrated reactive filtration (RF) approach. This innovative system incorporates the utilization of biochar (BC) either in conjunction with or independently of iron-ozone catalytic oxidation (CatOx)-resulting in two configurations: Fe-CatOx-BC-RF and BC-RF. The technology demonstrates 90%-99% total phosphorus removals, adsorption of phosphorus to biochar for recovery, and >90% destructive removal of observed micropollutants. In this work, we conduct an ISO-compliant LCA of a 49.2 m<sup>3</sup> /day (9 gpm) field pilot-scale Fe-CatOx-BC-RF system and a 1130 m<sup>3</sup> /day (0.3 MGD) water resource recovery facility (WRRF)-installed RF system, modeled with BC addition at the same rate of 0.45 g/L to quantify their environmental impacts. LCA results indicated that the Fe-CatOx-BC-RF pilot system is a BC dose-dependent carbon-negative technology at -1.21 kg CO<sub>2</sub> e/m<sup>3</sup> , where biochar addition constitutes a -1.53 kg/m<sup>3</sup> CO<sub>2</sub> e beneficial impact to the process. For the WRRF-installed RF system, modeled with the same rate of BC addition, the overall process changed from 0.02 kg CO<sub>2</sub> e/m<sup>3</sup> to a carbon negative -1.41 kg CO<sub>2</sub> e/m<sup>3</sup> , demonstrating potential as a biochar dose-dependent negative emissions technology. Using the C<sub>100</sub> 100-year carbon accounting approach rather than C<sub>net</sub> reduces these CO<sub>2</sub> e metrics for the process by about 25%. A stochastic TEA for the cost of water treatment using this combinatorial P removal/recovery, micropollutant destructive removal, and disinfection advanced technology shows that at scale, the mean cost for treating 1130 m<sup>3</sup> /day (0.3 MGD) WRRF secondary influent water with Fe-CatOx-BC-RF using the C<sub>100</sub> metric is US$0.18 ± US$0.01/m<sup>3</sup> to achieve overall process carbon neutrality. Using the same BC dose in an estimation of a 3780 m<sup>3</sup> /day (1 MGD) Fe-CatOx-BC-RF facility, the carbon neutral cost of treatment is reduced further to US$0.08 ± $0.01 with added BC accounting for US$0.03/m<sup>3</sup> . Overall, the results demonstrate the potential of carbon negativity to become a water treatment performance standard as important and attainable as pollutant and pathogen removal. PRACTITIONER POINTS: Life cycle assessment (LCA) of a pilot scale tertiary biochar water treatment process with or without catalytic ozonation at a WRRF shows a carbon negative global warming potential of -1.21-kg CO2e/m3 while removing 90%-99% TP and >90% of detected micropollutants. Biochar-integrated reactive filtration use can aid in long-term carbon sequestration by reducing the carbon footprint of advanced water treatment in a dose-dependent manner, allowing an overall carbon-neutral or carbon-negative process. A companion paper to this work (Yu et al., 2023) presents the details related to the process operation and mechanism and evaluates the pollutant removal performance of this Fe-CatOx-BC-RF process in engineering laboratory pilot research and field WRRF pilot-scale water resource recovery trials. Techno-economic analysis (TEA) of this biochar catalytic oxidation reactive filtration process using Monte Carlo stochastic modeling shows a forecasted carbon-neutral process cost with low P and micropollutant removal as US$0.11/m3 ± 0.01 for a 3780-m3/day (1 MGD) scale installation with BC cost at US$0.03/m3 of that total. The results demonstrate the potential of carbon negativity to become a water treatmentperformance standard as important and attainable as pollutant and pathogen removal."], "CopyrightInformation": "(c) 2023 The Authors. Water Environment Research published by Wiley Periodicals LLC on behalf of Water Environment Federation."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil and Water Systems, University of Idaho, Moscow, Idaho, USA."}, {"Identifier": [], "Affiliation": "Water Resources Program, University of Idaho, Moscow, Idaho, USA."}], "LastName": "Taslakyan", "ForeName": "Lusine", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil and Water Systems, University of Idaho, Moscow, Idaho, USA."}], "LastName": "Baker", "ForeName": "Martin C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil and Water Systems, University of Idaho, Moscow, Idaho, USA."}, {"Identifier": [], "Affiliation": "Water Resources Program, University of Idaho, Moscow, Idaho, USA."}], "LastName": "Strawn", "ForeName": "Daniel G", "Initials": "DG"}, {"Identifier": ["0000-0003-0053-1218"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil and Water Systems, University of Idaho, Moscow, Idaho, USA."}, {"Identifier": [], "Affiliation": "Department of Chemical and Biological Engineering, University of Idaho, Moscow, Idaho, USA."}, {"Identifier": [], "Affiliation": "Water Resources Program, University of Idaho, Moscow, Idaho, USA."}], "LastName": "Möller", "ForeName": "Gregory", "Initials": "G"}], "GrantList": [{"GrantID": "R840087", "Acronym": "EPA", "Agency": "EPA", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Water Environ Res", "NlmUniqueID": "9886167", "ISSNLinking": "1061-4303"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Wastewater"}, {"RegistryNumber": "0", "NameOfSubstance": "biochar"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "27YLU75U4W", "NameOfSubstance": "Phosphorus"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": ["methods"], "DescriptorName": "Waste Disposal, Fluid"}, {"QualifierName": [], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": ["methods"], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Phosphorus"}, {"QualifierName": [], "DescriptorName": "Life Cycle Stages"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amonette, J. E., Blanco-Canqui, H., Hassebrook, C., Laird, D. A., Lal, R., Lehmann, J., & Page-Dumroese, D. (2021). Integrated biochar research: A roadmap. Journal of Soil and Water Conservation, 76(1), 24A-29A. https://doi.org/10.2489/jswc.2021.1115A"}, {"Citation": "Bach, M., Wilske, B., & Breuer, L. (2016). Current economic obstacles to biochar use in agriculture and climate change mitigation. Carbon Management, 7(3-4), 183-190. https://doi.org/10.1080/17583004.2016.1213608"}, {"Citation": "Bakac, A., & Pestovsky, O. (2009). Iron catalysis in oxidation by ozone. (U.S. Patent No. 7618546B1). U.S. Patent and Trademark Office."}, {"Citation": "Baker, M. C., McCarthy, D., Taslakyan, L., Henchion, G., Mannion, R., Strawn, D. G., & Möller, G. (2023). Iron-ozone catalytic oxidation reactive filtration of municipal wastewater at field pilot and full-scale with high-efficiency pollutant removal and potential negative CO(2) e with biochar. Water Environment Research, 95(5), e10876. https://doi.org/10.1002/wer.10876"}, {"Citation": "Barrow, C. J. (2012). Biochar: Potential for countering land degradation and for improving agriculture. Applied Geography, 34, 21-28. https://doi.org/10.1016/j.apgeog.2011.09.008"}, {"Citation": "Bergman, R. D., Gu, H., Page-Dumroese, D. S., & Anderson, N. M. (2017). Life cycle analysis of biochar Chapter 3. In V. Bruckman, E. A. Varol, B. Uzun, & J. Liu (Eds.), Biochar: A regional supply chain approach in view of climate change mitigation (pp. 46-69). Cambridge University Press."}, {"Citation": "Blanco-Canqui, H. (2017). Biochar and soil physical properties. Soil Science Society of America Journal, 81(4), 687-711. https://doi.org/10.2136/sssaj2017.01.0017"}, {"Citation": "Buchner, G. A., Zimmermann, A. W., Hohgrave, A. E., & Schomacker, R. (2018). Techno-economic assessment framework for the chemical industry-based on technology readiness levels. Industrial & Engineering Chemistry Research, 57(25), 8502-8517. https://doi.org/10.1021/acs.iecr.8b01248"}, {"Citation": "Burk, C. (2018). Techno-economic modeling for new technology development. American Institute of Chemical Engineers. Retrieved April 20, 2023, from https://www.aiche.org/resources/publications/cep/2018/january/techno-economic-modeling-new-technology-development"}, {"Citation": "CarbonCredits.com. (2023). Live carbon prices today. ©CarbonCredits.Com. Retrieved April 22, 2023, from https://carboncredits.com/carbon-prices-today/"}, {"Citation": "Census, U. S. (2020). Population. United States Census Bureau. Retrieved May 25, 2023, from https://www.census.gov/quickfacts/fact/table/sandpointcityidaho/POP010220"}, {"Citation": "City of Sandpoint, ID. (2023). City of Sandpoint wastewater treatment plant replacement project. City of Sandpoint. Retrieved May 15, from https://www.sandpointidaho.gov/Home/Components/News/News/2649/"}, {"Citation": "Cordell, D., Rosemarin, A., Schroder, J. J., & Smit, A. L. (2011). Towards global phosphorus security: A systems framework for phosphorus recovery and reuse options. Chemosphere, 84(6), 747-758. https://doi.org/10.1016/j.chemosphere.2011.02.032"}, {"Citation": "Corominas, L., Byrne, D. M., Guest, J. S., Hospido, A., Roux, P., Shaw, A., & Short, M. D. (2020). The application of life cycle assessment (LCA) to wastewater treatment: A best practice guide and critical review. Water Research, 184, 116058. https://doi.org/10.1016/j.watres.2020.116058"}, {"Citation": "Danish, M., & Ahmad, T. (2018). A review on utilization of wood biomass as a sustainable precursor for activated carbon production and application. Renewable & Sustainable Energy Reviews, 87, 1-21. https://doi.org/10.1016/j.rser.2018.02.003"}, {"Citation": "Daramola, D. A., & Hatzell, M. C. (2023). Energy demand of nitrogen and phosphorus based fertilizers and approaches to circularity. ACS Energy Letters, 8, 1493-1501. https://doi.org/10.1021/acsenergylett.2c02627"}, {"Citation": "Enaime, G., Baçaoui, A., Yaacoubi, A., & Lübken, M. (2020). Biochar for wastewater treatment-Conversion technologies and applications. Applied Sciences, 10(10), 3492. https://doi.org/10.3390/app10103492"}, {"Citation": "European Union Council Directive. (2022) 86/278/EEC of 12 June 1986 On the protection of the environment, and in particular of the soil, when sewage sludge is used in agriculture. European Union. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01986L0278-20220101"}, {"Citation": "Fuss, S., Lamb, W. F., Callaghan, M. W., Hilaire, J., Creutzig, F., Amann, T., Beringer, T., de Oliveira Garcia, W., Hartmann, J., Khanna, T., Luderer, G., Nemet, G. F., Rogelj, J., Smith, P., Vicente, J. L. V., Wilcox, J., del Mar Zamora Dominguez, M., & Minx, J. C. (2018). Negative emissions-Part 2: Costs, potentials and side effects. Environmental Research Letters, 13(6), 063002. https://doi.org/10.1088/1748-9326/aabf9f"}, {"Citation": "Gaunt, J., & Cowie, A. (2009). Chapter 18. Biochar, greenhouse gas accounting, and emissions trading. In J. Lehmann & S. Joseph (Eds.), Biochar for environmental management: Science and technology (pp. 317-340). Earthscan."}, {"Citation": "Giacomella, L. (2021). Techno-Economic Assessment (TEA) and Life Cycle Costing Analysis (LCCA): Discussing methodological steps and integrability. Insights into Regional Development, 3(2), 176-197. https://doi.org/10.9770/IRD.2021.3.2(2)"}, {"Citation": "Goedkoop, M., Heijungs, R., Huijbregts, M., De Schryver, A., Struje, J., & van Zelm, R. (2009). ReCiPe 2008. A life cycle impact assessment method which comprises harmonised category indicators at the midpoint and then endpoint level. Report I: Characterisation, First Ed. 2009. https://www.researchgate.net/publication/230770853_Recipe_2008"}, {"Citation": "He, M. J., Xu, Z. B., Hou, D. Y., Gao, B., Cao, X. D., Ok, Y. S., Rinklebe, J., Bolan, N. S., & Tsang, D. C. W. (2022). Waste-derived biochar for water pollution control and sustainable development. Nature Reviews Earth & Environment, 3(7), 444-460. https://doi.org/10.1038/s43017-022-00306-8"}, {"Citation": "Huang, B. C., Jiang, J., Huang, G. X., & Yu, H. Q. (2018). Sludge biochar-based catalysts for improved pollutant degradation by activating peroxymonosulfate. Journal of Materials Chemistry A, 6(19), 8978-8985. https://doi.org/10.1039/c8ta02282h"}, {"Citation": "Huang, Y. W., Tao, B., Lal, R., Lorenz, K., Jacinthe, P. A., Shrestha, R. K., Bai, X. X., Singh, M. P., Lindsey, L. E., & Ren, W. (2023). A global synthesis of biochar's sustainability in climate-smart agriculture-Evidence from field and laboratory experiments. Renewable & Sustainable Energy Reviews, 172, 113042. https://doi.org/10.1016/j.rser.2022.113042"}, {"Citation": "Huggins, T. M., Haeger, A., Biffinger, J. C., & Ren, Z. J. (2016). Granular biochar compared with activated carbon for wastewater treatment and resource recovery. Water Research, 94, 225-232. https://doi.org/10.1016/j.watres.2016.02.059"}, {"Citation": "Huijbregts, M. A. J., Steinmann, Z. J. N., & Elshout, P. M. F. (2017). ReCiPe2016: A harmonised life cycle impact assessment method at midpoint and endpoint level. International Journal of Life Cycle Assessment, 22, 138-147. https://doi.org/10.1007/s11367-016-1246-y"}, {"Citation": "IDEQ. (2022). Rule 58.01.02-Water quality standards. Idaho Department of Environmental Quality. Retrieved on May 5, 2022, from https://adminrules.idaho.gov/rules/current/58/580102.pdf"}, {"Citation": "ISO. (2006a). ISO 14040:2006 Environmental management. Life cycle assessment: Principles and framework. International Organization for Standardization."}, {"Citation": "ISO. (2006b). ISO 14044:2006 Environmental management. Life cycle assessment: Requirements and guidelines. International Organization for Standardization."}, {"Citation": "Kamali, M., Appels, L., Kwon, E. E., Aminabhavi, T. M., & Dewil, R. (2021). Biochar in water and wastewater treatment-A sustainability assessment. Chemical Engineering Journal, 420, 129946. https://doi.org/10.1016/j.cej.2021.129946"}, {"Citation": "Kroeger, J. E., Pourhashem, G., Medlock, K. B., & Masiello, C. A. (2021). Water cost savings from soil biochar amendment: A spatial analysis. Global Change Biology. Bioenergy, 13(1), 133-142. https://doi.org/10.1111/gcbb.12765"}, {"Citation": "Lefebvre, D., Fawzy, S., Aquije, C. A., Osman, A. I., Draper, K. T., & Trabold, T. A. (2023). Biomass residue to carbon dioxide removal: Quantifying the global impact of biochar. Biochar, 5(1), 65. https://doi.org/10.1007/s42773-023-00258-2"}, {"Citation": "Llorach-Massana, P., Lopez-Capel, E., Pena, J., Rieradevall, J., Montero, J. I., & Puy, N. (2017). Technical feasibility and carbon footprint of biochar co-production with QCrossMark tomato plant residue. Waste Management, 67, 121-130. https://doi.org/10.1016/j.wasman.2017.05.021"}, {"Citation": "Lundin, M., Bengtsson, M., & Molander, S. (2000). Life cycle assessment of wastewater systems: Influence of system boundaries and scale on calculated environmental loads. Environmental Science & Technology, 34(1), 180-186. https://doi.org/10.1021/es990003f"}, {"Citation": "Mahler, R. L., & Guy, S. O. (2007). Northern Idaho fertilizer guide: Spring barley, Cis (Vol. 920). University of Idaho. https://www.uidaho.edu/-/media/UIdaho-Responsive/Files/Extension/publications/cis/cis0920.pdf?la=en"}, {"Citation": "Mbamba, C. K., Lindblom, E., Flores-Alsina, X., Tait, S., Anderson, S., Saagi, R., Batstone, D. J., Gernaey, K. V., & Jeppsson, U. (2019). Plant-wide model-based analysis of iron dosage strategies for chemical phosphorus removal in wastewater treatment systems. Water Research, 155, 12-25. https://doi.org/10.1016/j.watres.2019.01.048"}, {"Citation": "Minx, J. C., Lamb, W. F., Callaghan, M. W., Fuss, S., Hilaire, J., Creutzig, F., Amann, T., Beringer, T., de Oliveira Garcia, W., Hartmann, J., Khanna, T., Lenzi, D., Luderer, G., Nemet, G. F., Rogelj, J., Smith, P., Vicente Vicente, J. L., Wilcox, J., & del Mar Zamora Dominguez, M. (2018). Negative emissions-Part 1: Research landscape and synthesis. Environmental Research Letters, 13(6), 063001. https://doi.org/10.1088/1748-9326/aabf9b"}, {"Citation": "Mohan, D., Pittman, C. Jr., & Mlsna, T. E. (2022). Sustainable biochar for water and wastewater treatment. Elsevier."}, {"Citation": "Möller, G. (2008). Reactive Filtration (U.S. Patent No. 7,445,721). U.S. Patent Trademark Office."}, {"Citation": "Möller, G., Brackney, K. M., Korus, R. A., Keller, G. M. Jr., Hart, B. K., & Newcombe, R. L. (2008). United States patent no. 7,399,416 B2. United States Patent Trademark Office."}, {"Citation": "Möller, G., & Strawn, D. (2019). United States patent no. 10,351,455 B2. United States Patent Trademark Office."}, {"Citation": "MPCA. (2006). Phosphorus treatment and removal technologies. Municipal Division, Wastewater Program. Retrieved from https://www.pca.state.mn.us/sites/default/files/wq-wwtp9-02.pdf"}, {"Citation": "Mustafa, F. S., & Aziz, K. H. H. (2023). Heterogeneous catalytic activation of persulfate for the removal of rhodamine B and diclofenac pollutants from water using iron-impregnated biochar derived from the waste of black seed pomace. Process Safety and Environmental Protection, 170, 436-448. https://doi.org/10.1016/j.psep.2022.12.030"}, {"Citation": "Newcombe, R. L., Hart, B. K., & Möller, G. (2006). Arsenic removal from water by moving bed active filtration. Journal of Environmental Engineering, 132(1), 5-12. https://doi.org/10.1061/(Asce)0733-9372(2006)132:1(5)"}, {"Citation": "Newcombe, R. L., Rule, R. A., Hart, B. K., & Möller, G. (2008). Phosphorus removal from municipal wastewater by hydrous ferric oxide reactive filtration and coupled chemically enhanced secondary treatment: Part I-Performance [Article]. Water Environment Research, 80(3), 238-247. https://doi.org/10.2175/106143007x221003"}, {"Citation": "Newcombe, R. L., Strawn, D. G., Grant, T. M., Childers, S. E., & Möller, G. (2008). Phosphorus removal from municipal wastewater by hydrous ferric oxide reactive filtration and coupled chemically enhanced secondary treatment: Part II-Mechanism [Article]. Water Environment Research, 80(3), 248-256. https://doi.org/10.2175/106143007x220987"}, {"Citation": "Pestovsky, O., Stoian, S., Bominaar, E. L., Shan, X. P., Münck, E., Que, L., & Bakac, A. (2005). Aqueous FeIV=O: Spectroscopic identification and oxo-group exchange. Angewandte Chemie, International Edition, 44(42), 6871-6874. https://doi.org/10.1002/anie.200502686"}, {"Citation": "Puettmann, M., Sahoo, K., Wilson, K., & Oneil, E. (2020). Life cycle assessment of biochar produced from forest residues using portable systems. Journal of Cleaner Production, 250, 119564. https://doi.org/10.1016/j.jclepro.2019.119564"}, {"Citation": "Rahman, S. M., Eckelman, M. J., Onnis-Hayden, A., & Gu, A. Z. (2016). Life-cycle assessment of advanced nutrient removal technologies for wastewater treatment. Environmental Science & Technology, 50(6), 3020-3030. https://doi.org/10.1021/acs.est.5b05070"}, {"Citation": "Rittmann, B., Mayer, B., Westerhoff, P., & Edwards, M. (2011). Capturing the lost phosphorus. Civil and Environmental Engineering Faculty Research and Publications, 34, 846-853. https://epublications.marquette.edu/civengin_fac/34, https://doi.org/10.1016/j.chemosphere.2011.02.001"}, {"Citation": "Roberts, K. G., Gloy, B. A., Joseph, S., Scott, N. R., & Lehmann, J. (2010). Life cycle assessment of biochar systems: Estimating the energetic, economic, and climate change potential. Environmental Science & Technology, 44(2), 827-833. https://doi.org/10.1021/es902266r"}, {"Citation": "Rodriguez-Garcia, G., Molinos-Senante, M., Hospido, A., Hernandez-Sancho, F., Moreira, M. T., & Feijoo, G. (2011). Environmental and economic profile of six typologies of wastewater treatment plants. Water Research, 45(18), 5997-6010. https://doi.org/10.1016/j.watres.2011.08.053"}, {"Citation": "Schneider, L., Duan, M., Stavins, R., Kizzier, K., Broekhoff, D., Jotzo, F., Winkler, H., Lazarus, M., Howard, A., & Hood, C. (2019). Double counting and the Paris Agreement rulebook. Science, 366(6462), 180-183. https://doi.org/10.1126/science.aay8750"}, {"Citation": "Seiple, T. E., Skaggs, R. L., Fillmore, L., & Coleman, A. M. (2020). Municipal wastewater sludge as a renewable, cost-effective feedstock for transportation biofuels using hydrothermal liquefaction. Journal of Environmental Management, 270, 110852. https://doi.org/10.1016/j.jenvman.2020.110852"}, {"Citation": "Simate, G. S., Maledi, N., Ochieng, A., Ndlovu, S., Zhang, J., & Walubita, L. F. (2016). Coal-based adsorbents for water and wastewater treatment. Journal of Environmental Chemical Engineering, 4(2), 2291-2312. https://doi.org/10.1016/j.jece.2016.03.051"}, {"Citation": "Smith, P. (2016). Soil carbon sequestration and biochar as negative emission technologies. Global Change Biology, 22(3), 1315-1324. https://doi.org/10.1111/gcb.13178"}, {"Citation": "Snyder, S. A., Wert, E. C., Rexing, D. J., Zegers, R. E., & Drury, D. D. (2006). Ozone oxidation of endocrine disruptors and pharmaceuticals in surface water and wastewater. Ozone-Science & Engineering, 28(6), 445-460. https://doi.org/10.1080/01919510601039726"}, {"Citation": "Sohi, S., Lopez-Capel, E., Krull, E., & Bol, R. (2009). Biochar, climate change and soil: A review to guide future research. CSIRO Land and Water Science Report 05/09. CSIRO Research Publications Repository. https://doi.org/10.4225/08/58597219a199a"}, {"Citation": "Steiner, C., Glaser, B., Teixeira, W. G., Lehmann, J., Blum, W. E. H., & Zech, W. (2008). Nitrogen retention and plant uptake on a highly weathered central Amazonian Ferralsol amended with compost and charcoal. Journal of Plant Nutrition and Soil Science, 171(6), 893-899. https://doi.org/10.1002/jpln.200625199"}, {"Citation": "Strawn, D. G., Crump, A. R., Peak, D., Garcia-Perez, M., & Möller, G. (2023). Reactivity of Fe-amended biochar for phosphorus removal and recycling from wastewater. PLOS Water, 2(4), e0000092. https://doi.org/10.1371/journal.pwat.0000092"}, {"Citation": "Takacs, I., Murthy, S., Smith, S., & McGrath, M. (2006). Chemical phosphorus removal to extremely low levels: Experience of two plants in the Washington, DC area. Water Science and Technology, 53(12), 21-28. https://doi.org/10.2166/wst.2006.402"}, {"Citation": "Taslakyan, L., Baker, M. C., Shrestha, D. S., Strawn, D. G., & Möller, G. (2022). CO(2)e footprint and eco-impact of ultralow phosphorus removal by hydrous ferric oxide reactive filtration: A municipal wastewater LCA case study. Water Environment Research, 94(8), e10777. https://doi.org/10.1002/wer.10777"}, {"Citation": "Thompson, K. A., Shimabuku, K. K., Kearns, J. P., Knappe, D. R. U., Summers, R. S., & Cook, S. M. (2016). Environmental comparison of biochar and activated carbon for tertiary wastewater treatment. Environmental Science & Technology, 50(20), 11253-11262. https://doi.org/10.1021/acs.est.6b03239"}, {"Citation": "Tong, Y. R., Mayer, B. K., & McNamara, P. J. (2019). Adsorption of organic micropollutants to biosolids-derived biochar: Estimation of thermodynamic parameters. Environmental Science: Water Research & Technology, 5(6), 1132-1144. https://doi.org/10.1039/c8ew00854j"}, {"Citation": "Tsai, W. T., Huang, P. C., & Lin, Y. Q. (2019). Characterization of biochars produced from dairy manure at high pyrolysis temperatures. Agronomy-Basel, 9(10), 634. https://doi.org/10.3390/agronomy9100634"}, {"Citation": "UN 2023 Water Conference. (2023). Water action agenda. United Nations. Retrieved on April 15, 2023, from https://sdgs.un.org/conferences/water2023/action-agenda"}, {"Citation": "University of Michigan. (2023). U.S. wastewater treatment factsheet. Center for Sustainable Systems. Pub No. CSS04-14. Retrieved on March 12, 2023, from https://css.umich.edu/sites/default/files/2022-09/Wastewater%20Treatment_CSS04-14.pdf"}, {"Citation": "USEIA. (2023). Average price of electricity to ultimate customers by end-use sector (form EIA-861M, monthly electric power industry report, issue). U. S. Energy Information Administration. Retrieved on August 15, 2023, from https://www.eia.gov/electricity/monthly/epm_table_grapher.php?t=epmt_56a"}, {"Citation": "USEPA. (1993). Standards for the use or disposal of sewage sludge (40 CFR part 503). U. S. Environmental Protection Agency. Retrieved on January 25, 2023, from https://www.epa.gov/sites/default/files/2020-02/documents/fr-2-19-1993-sewage-sludge.pdf"}, {"Citation": "USEPA. (2014). Fact sheet the U.S. Environmental Protection Agency (EPA) proposes to reissue a National Pollutant Discharge Elimination System (NPDES) permit to discharge pollutants pursuant to the provisions of the Clean Water Act (CWA) to City of Sandpoint wastewater treatment plant. U.S. Environmental Protection Agency. Retrieved on June 16, 2022, from https://www.epa.gov/sites/default/files/2017-09/documents/r10-npdes-sandpoint-id0020842-fact-sheet-2014.pdf"}, {"Citation": "USEPA. (2017). Authorization to discharge under the National Pollutant Discharge Elimination System, City of Sandpoint wastewater treatment plant. U.S. Environmental Protection Agency. Retrieved on August 15, 2022, from https://19january2021snapshot.epa.gov/sites/static/files/2018-06/documents/r10-npdes-sandpoint-id0020842-final-permit-2018.pdf"}, {"Citation": "USEPA. (2018). PART 503: Standards for the use or disposal of sewage sludge. U.S. Environmental Protection Agency. Retrieved on January 6, 2023, from https://www.govinfo.gov/content/pkg/CFR-2018-title40-vol32/xml/CFR-2018-title40-vol32-part503.xml"}, {"Citation": "Wang, J. L., & Bai, Z. Y. (2017). Fe-based catalysts for heterogeneous catalytic ozonation of emerging contaminants in water and wastewater. Chemical Engineering Journal, 312, 79-98. https://doi.org/10.1016/j.cej.2016.11.118"}, {"Citation": "Wang, Z., Qiu, W., Pang, S. Y., Guo, Q., Guan, C., & Jiang, J. (2022). Aqueous iron (IV)-oxo complex: An emerging powerful reactive oxidant formed by iron (II)-based advanced oxidation processes for oxidative water treatment. Environmental Science & Technology, 56(3), 1492-1509. https://doi.org/10.1021/acs.est.1c04530"}, {"Citation": "Wang, J. L., & Xu, L. J. (2012). Advanced oxidation processes for wastewater treatment: Formation of hydroxyl radical and application. Critical Reviews in Environmental Science and Technology, 42(3), 251-325. https://doi.org/10.1080/10643389.2010.507698"}, {"Citation": "Wert, E. C., Rosario-Ortiz, F. L., & Snyder, S. A. (2009). Effect of ozone exposure on the oxidation of trace organic contaminants in wastewater. Water Research, 43(4), 1005-1014. https://doi.org/10.1016/j.watres.2008.11.050"}, {"Citation": "Woolf, D., Amonette, J. E., Street-Perrott, F. A., Lehmann, J., & Joseph, S. (2010). Sustainable biochar to mitigate global climate change. Nature Communications, 1, 56. https://doi.org/10.1038/ncomms1053"}, {"Citation": "Woolf, D., Lehmann, J., Ogle, S., Kishimoto-Mo, A. W., McConkey, B., & Baldock, J. (2021). Greenhouse gas inventory model for biochar additions to soil. Environmental Science & Technology, 55(21), 14795-14805. https://doi.org/10.1021/acs.est.1c02425"}, {"Citation": "Xiang, W., Zhang, X., Chen, J., Zou, W., He, F., Hu, X., Tsang, D. C. W., Ok, Y. S., & Gao, B. (2020). Biochar technology in wastewater treatment: A critical review. Chemosphere, 252, 126539. https://doi.org/10.1016/j.chemosphere.2020.126539"}, {"Citation": "Yan, L. Q., Bing, J. S., & Wu, H. C. (2019). The behavior of ozone on different iron oxides surface sites in water. Scientific Reports, 9, 14752. https://doi.org/10.1038/s41598-019-50910-w"}, {"Citation": "Yao, Y., Gao, B., Chen, J. J., & Yang, L. Y. (2013). Engineered biochar reclaiming phosphate from aqueous solutions: Mechanisms and potential application as a slow-release fertilizer. Environmental Science & Technology, 47(15), 8700-8708. https://doi.org/10.1021/es4012977"}, {"Citation": "Yu, P., Baker, M., Crump, A., Vogler, M., Strawn, D. G., & Möller, G. (2023). Biochar integrated reactive filtration of wastewater for P removal and recovery, micropollutant catalytic oxidation, and negative CO2e: Process operation and mechanism. Water Environment Research, 95, e10926. https://doi.org/10.1002/wer.10926"}, {"Citation": "Zagklis, D. P., & Bampos, G. (2022). Tertiary wastewater treatment technologies: A review of technical, economic, and life cycle aspects. Pro, 10(11), 2304. https://doi.org/10.3390/pr10112304"}, {"Citation": "Zheng, Y. L., Wang, B., Wester, A. E., Chen, J. J., He, F., Chen, H., & Gao, B. (2019). Reclaiming phosphorus from secondary treated municipal wastewater with engineered biochar. Chemical Engineering Journal, 362, 460-468. https://doi.org/10.1016/j.cej.2019.01.036"}, {"Citation": "Zib, L., Byrne, D. M., Marston, L. T., & Chini, C. M. (2021). Operational carbon footprint of the US water and wastewater sector's energy consumption. Journal of Cleaner Production, 321, 128815. https://doi.org/10.1016/j.jclepro.2021.128815"}, {"Citation": "Zimmermann, A. W., Wunderlich, J., Muller, L., Buchner, G. A., Marxen, A., Michailos, S., Armstrong, K., Naims, H., McCord, S., Styring, P., Sick, V., & Schomacker, R. (2020). Techno-economic assessment guidelines for CO2 utilization. Frontiers in Energy Research, 8. https://doi.org/10.3389/fenrg.2020.00005"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "11", "Day": "20"}, {"Year": "2023", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "11", "Day": "24"}, {"Year": "2023", "Month": "12", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "28", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "28", "Hour": "8", "Minute": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38153197", "10.1002/wer.10962"]}}], "PubmedBookArticle": []}