{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Computational fluid dynamics", "Deflectors", "Disinfection efficiency", "Residence time distribution"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38217804", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "13"}], "ELocationID": ["10.1007/s11356-024-31909-x"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "31", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Residence time and the concentration of microorganism in the ozone contactor: a CFD simulation on chamber deflectors.", "Pagination": {"StartPage": "11164", "EndPage": "11177", "MedlinePgn": "11164-11177"}, "Abstract": {"AbstractText": ["Disinfection is an important step in deep drinking water treatment technology. This study applies computational fluid dynamics to investigate and optimize the hydrodynamics inside the ozone contactor. ANSYS Fluent was used to solve all the control equations. A step method is used to simulate the residence time distribution. The mean residence time is simulated under the Eulerian framework. The deflectors are installed in chambers to direct flow. The deflectors allow for a more uniform flow and a longer mean residence time within the contactor. The baffling factor showed that the deflectors could reduce the short-circuit effect in the contactor and improve the disinfection efficiency by 34.6% compared to the original reactor. The Morrill factor coefficient is improved by 22.8% compared to the original reactor. According to the Aral-Demirel index, contactors with deflectors are significantly better than other baffle-type contactors. The presence of the deflectors increased the microbial inactivation efficiency from 95.3 to 96.5%. The optimal deflector height should be controlled between 30 and 60 mm."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Shanghai for Science and Technology, 200093, Shanghai, People's Republic of China."}], "LastName": "Han", "ForeName": "Xiucheng", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Shanghai for Science and Technology, 200093, Shanghai, People's Republic of China."}], "LastName": "Zou", "ForeName": "Xiaonan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Shanghai for Science and Technology, 200093, Shanghai, People's Republic of China."}], "LastName": "Luo", "ForeName": "Jiajia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Shanghai for Science and Technology, 200093, Shanghai, People's Republic of China."}], "LastName": "Wu", "ForeName": "Jiming", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science and Engineering, University of Shanghai for Science and Technology, 200093, Shanghai, People's Republic of China. bqdeng@usst.edu.cn."}], "LastName": "Deng", "ForeName": "Baoqing", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": ["methods"], "DescriptorName": "Disinfection"}, {"QualifierName": ["methods"], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Hydrodynamics"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Angeloudis A, Stoesser T, Falconer RA (2014) Predicting the disinfection efficiency range in chlorine contact tanks through a CFD-based approach. Water Res 60:118–129", "ArticleIdList": ["10.1016/j.watres.2014.04.037", "24835958"]}, {"Citation": "Aral MM (2022) Optimal design of water treatment contact tanks. Water 14:973", "ArticleIdList": ["10.3390/w14060973"]}, {"Citation": "Aral MM, Demirel E (2017) Novel slot-baffle design to improve mixing efficiency and reduce cost of disinfection in drinking water treatment. J Environ Eng 143:06017006", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0001266"]}, {"Citation": "Bagal MV, Gogate PR (2014) Wastewater treatment using hybrid treatment schemes based on cavitation and Fenton chemistry: a review. Ultrasonics Sonochemistry 21:1–14", "ArticleIdList": ["10.1016/j.ultsonch.2013.07.009", "23968578"]}, {"Citation": "Bruno P, Di Bella G, De Marchis M (2021) Effect of the contact tank geometry on disinfection efficiency. J Water Process Eng 41:102035", "ArticleIdList": ["10.1016/j.jwpe.2021.102035"]}, {"Citation": "Bruno P, Di Bella G, De Marchis M (2020) Perforated baffles for the optimization of disinfection treatment. Water 12:3462", "ArticleIdList": ["10.3390/w12123462"]}, {"Citation": "Chen X, Yao J, Jiang SC, Liu C, Guo M, Gao N, Zhang Z (2020) An improved CFD modeling approach applied for the simulation of gas-liquid interaction in the ozone contactor along with structure optimization. Chem Eng J 384:123322", "ArticleIdList": ["10.1016/j.cej.2019.123322"]}, {"Citation": "Demirel E, Aral MM (2016a) Unified analysis of multi-chamber contact tanks and mixing efficiency based on vorticity field. Part I: hydrodynamic analysis. Water 8:495", "ArticleIdList": ["10.3390/w8110495"]}, {"Citation": "Demirel E, Aral MM (2016b) Unified analysis of multi-chamber contact tanks and mixing efficiency evaluation based on vorticity field. Part II: transport analysis. Water 8:537", "ArticleIdList": ["10.3390/w8110537"]}, {"Citation": "Demirel E, Aral M (2018) An efficient contact tank design for potable water treatment. Teknik Dergi 29:8279–8294"}, {"Citation": "Demirel E, Aral MM (2018) Performance of efficiency indexes for contact tanks. J Environ Eng 144:04018076", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0001431"]}, {"Citation": "Dong S, Massalha N, Plewa MJ, Nguyen TH (2018) The impact of disinfection CT values on cytotoxicity of agricultural wastewaters: ozonation vs. chlorination. Water Res 144:482–490", "ArticleIdList": ["10.1016/j.watres.2018.07.065", "30077909"]}, {"Citation": "Evans H, Bauer M, Goodman N, Hague J, Ta T (2013) The role of ozone in improving drinking water quality in London and Oxford. Ozone Sci Eng 25:409–416", "ArticleIdList": ["10.1080/01919510390481739"]}, {"Citation": "Haas CN, Joffe J (1994) Disinfection under dynamic conditions: modification of Hom’s model for decay. Environ Sci Technol 28:1367–1369. PMID: 22176332"}, {"Citation": "Kausley SB, Dastane GG, Kumar JK, Desai KS, Doltade SB, Pandit AB (2019) Clean water for developing countries: feasibility of different treatment solutions. Encyclopedia of Environmental Health (Second Edition). Ed. by Nriagu J. 2nd edn. Oxford: Elsevier, pp 643–652"}, {"Citation": "Kim D, Stoesser T, Kim J-H (2013a) Modeling aspects of flow and solute transport simulations in water disinfection tanks. Appl Math Model 37:8039–8050", "ArticleIdList": ["10.1016/j.apm.2013.03.031"]}, {"Citation": "Kim D, Stoesser T, Kim J-H (2013b) The effect of baffle spacing on hydrodynamics and solute transport in serpentine contact tanks. J Hydraul Res 51:558–568", "ArticleIdList": ["10.1080/00221686.2013.777681"]}, {"Citation": "Kim D, Elovitz M, Roberts PJ, Kim J-H (2010) Using 3D LIF to investigate and improve performance of a multichamber ozone contactor. Journal AWWA 102(393):61–70", "ArticleIdList": ["10.1002/j.1551-8833.2010.tb10207.x"]}, {"Citation": "Kim J-H, Elovitz MS, von Gunten U, Shukairy HM, Marinãs BJ (2007) Modeling Cryptosporidium parvum oocyst inactivation and bromate in a flow-through ozone contactor treating natural water. Water Res 41:467–475", "ArticleIdList": ["10.1016/j.watres.2006.10.013", "17123571"]}, {"Citation": "Kizilaslan MA, Demirel E, Aral MM (2018) Effect of porous baffles on the energy performance of contact tanks in water treatment. Water 10:1084", "ArticleIdList": ["10.3390/w10081084"]}, {"Citation": "Kizilaslan MA, Nasyrlayev N, Kurumus AT, Savas H, Demirel E, Aral MM (2020) Experimental and numerical evaluation of a porous baffle design for contact tanks. J Environ Eng 146:04020063", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0001747"]}, {"Citation": "Li P, Wu C, Yang Y, Wang Y, Yu S, Xia S, Chu W (2018) Effects of microbubble ozonation on the formation of disinfection by-products in bromide containing water from Tai Lake. Sep Purif Technol 193:408–414"}, {"Citation": "Loureiro F, Barreto Neto A, Moreira C, Lima A, Neff H. (2011) A method for determining the mutual diffusion coefficient of molecular solutes based on surface plasmon resonance sensing. Sensors and Actuators B: Chemical 154 EUROSENSORS XXIII, 129–136"}, {"Citation": "Moggridge G (2012) Prediction of the mutual diffusivity in binary non-ideal liquid mixtures from the tracer diffusion coefficients. Chem Eng Sci 71:226–238", "ArticleIdList": ["10.1016/j.ces.2011.12.016"]}, {"Citation": "Nasyrlayev N, Demirel E (2022) Design optimization of the porous baffle in a disinfection contact tank for high efficiency. Urban Water Journal 19:758–768", "ArticleIdList": ["10.1080/1573062X.2022.2086884"]}, {"Citation": "Niazi S, Kalbasi M, Bahramian A (2017) Hydraulic and disinfection efficiency of an ozonation contactor for a municipal water treatment plant using computational fluid dynamics. Can J Chem Eng 95:2063–2072", "ArticleIdList": ["10.1002/cjce.22839"]}, {"Citation": "Peng S, Deng B, Wu J, Xu L (2021) The impact of turbulence models on the simulation of residence time distribution in a multichamber ozone contactor. Water Supply 21:3976–3986", "ArticleIdList": ["10.2166/ws.2021.154"]}, {"Citation": "Setlow P (2006) Spores of Bacillus subtilis: their resistance to and killing by radiation, heat and chemicals. J Appl Microbiol 101:514–525", "ArticleIdList": ["10.1111/j.1365-2672.2005.02736.x", "16907802"]}, {"Citation": "Shih T-H, Liou WW, Shabbir A, Yang Z, Zhu J (1995) A new k-e eddy viscosity model for high Reynolds number turbulent flows. Computers Fluids 24:227–238", "ArticleIdList": ["10.1016/0045-7930(94)00032-T"]}, {"Citation": "Shiono K, Teixeira EC (2000) Turbulent characteristics in a baffled contact tank. J Hydraul Res 38:403–416", "ArticleIdList": ["10.1080/00221680009498294"]}, {"Citation": "Sun X, Chen M, Wei D, Du Y (2019) Research progress of disinfection and disinfection by-products in China. J Environ Sci 8(1):52–67", "ArticleIdList": ["10.1016/j.jes.2019.02.003"]}, {"Citation": "Talvy S, Debaste F, Martinelli L, Chauveheid E, Haut B (2011) Development of a tool, using CFD, for the assessment of the disinfection process by ozonation in industrial scale drinking water treatment plants. Chem Eng Sci 66:3185–3194", "ArticleIdList": ["10.1016/j.ces.2011.02.039"]}, {"Citation": "Teixeira EC, do Nascimento Siqueira R (2008) Performance assessment of hydraulic efficiency indexes. J Environ Eng 134:851–859"}, {"Citation": "Wang H, Falconer RA (1998) Simulating disinfection processes in chlorine contact tanks using various turbulence models and high-order accurate difference schemes. Water Res 32:1529–1543", "ArticleIdList": ["10.1016/S0043-1354(98)80014-6"]}, {"Citation": "Wilson JM, Venayagamoorthy SK (2010) Evaluation of hydraulic efficiency of disinfection systems based on residence time distribution curves. Environ Sci Technol 44:9377–9382. PMID: 21090605"}, {"Citation": "Wols B, Uijttewaal W, Rietveld L, Stelling G, van Dijk J, Hofman J (2008) Residence time distributions in ozone contactors. Ozone Sci Eng 30:49–57", "ArticleIdList": ["10.1080/01919510701759538"]}, {"Citation": "Wols B, Hofman J, Uijttewaal W, Rietveld L, van Dijk J (2010) Evaluation of different disinfection calculation methods using CFD. Environ Model Softw 25:573–582", "ArticleIdList": ["10.1016/j.envsoft.2009.09.007"]}, {"Citation": "Wols BA, Hofman JAMH, Beerendonk EF, Uijttewaal WSJ, van Dijk JC (2011) A systematic approach for the design of UV reactors using computational fluid dynamics. AIChE J 57:193–207", "ArticleIdList": ["10.1002/aic.12255"]}, {"Citation": "Wu J, Deng B, Zou X, Luo J (2023) A systematic simulation of disinfection for the flow-through UV reactors with staggered ring baffles under the Eulerian framework. J Water Process Eng 52:103598", "ArticleIdList": ["10.1016/j.jwpe.2023.103598"]}, {"Citation": "Xi J, Zhang F, Lu Y, Hu H-Y (2017) A novel model simulating reclaimed water disinfection by ozonation. Sep Purif Technol 179:45–52", "ArticleIdList": ["10.1016/j.seppur.2017.01.027"]}, {"Citation": "Zhang J, Tejada-Martínez AE, Zhang Q (2013a) Hydraulic efficiency in RANS of the flow in multichambered contactors. J Hydraul Eng 139:1150–1157", "ArticleIdList": ["10.1061/(ASCE)HY.1943-7900.0000777"]}, {"Citation": "Zhang J, Tejada-Martínez AE, Zhang Q (2013b) Reynolds-Averaged Navier-Stokes simulation of the flow and tracer transport in a multichambered ozone contactor. J Environ Eng 139:450–454", "ArticleIdList": ["10.1061/(ASCE)EE.1943-7870.0000648"]}, {"Citation": "Zhang J, Tejada-Martínez AE, Zhang Q (2014a) Developments in computational fluid dynamics-based modeling for disinfection technologies over the last two decades: a review. Environ Model Softw 58:71–85", "ArticleIdList": ["10.1016/j.envsoft.2014.04.003"]}, {"Citation": "Zhang J, Tejada-Martínez AE, Zhang Q, Lei H (2014b) Evaluating hydraulic and disinfection efficiencies of a full-scale ozone contactor using a RANS-based modeling framework. Water Res 52:155–167", "ArticleIdList": ["10.1016/j.watres.2013.12.037", "24468426"]}, {"Citation": "Zhang J, Tejada-Martinez AE, Lei H, Zhang Q (2016a) Indicators for technological, environmental and economic sustainability of ozone contactors. Water Res 101:606–616"}, {"Citation": "Zhang J, Tejada-Martinez AE, Zhang Q (2016b) Rapid analysis of disinfection efficiency through computational fluid dynamics. J Am Water Works Assoc 108:E50–E59", "ArticleIdList": ["10.5942/jawwa.2016.108.0005"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "22"}, {"Year": "2024", "Month": "1", "Day": "3"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "13", "Hour": "17", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "13", "Hour": "11", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38217804", "10.1007/s11356-024-31909-x", "10.1007/s11356-024-31909-x"]}}], "PubmedBookArticle": []}