{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["decontamination", "meat", "non-thermal technology"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38229860", "DateRevised": {"Year": "2024", "Month": "01", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "01"}], "ELocationID": ["10.5851/kosfa.2023.e72"], "Journal": {"ISSN": "2636-0780", "JournalIssue": {"Volume": "44", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Food science of animal resources", "ISOAbbreviation": "Food Sci Anim Resour"}, "ArticleTitle": "Principles and Applications of Non-Thermal Technologies for Meat Decontamination.", "Pagination": {"StartPage": "19", "EndPage": "38", "MedlinePgn": "19-38"}, "Abstract": {"AbstractText": ["Meat contains high-value protein compounds that might degrade as a result of oxidation and microbial contamination. Additionally, various pathogenic and spoilage microorganisms can grow in meat. Moreover, contamination with pathogenic microorganisms above the infectious dose has caused foodborne illness outbreaks. To decrease the microbial population, traditional meat preservation methods such as thermal treatment and chemical disinfectants are used, but it may have limitations for the maintenance of meat quality or the consumers acceptance. Thus, non-thermal technologies (e.g., high-pressure processing, pulsed electric field, non-thermal plasma, pulsed light, supercritical carbon dioxide technology, ozone, irradiation, ultraviolet light, and ultrasound) have emerged to improve the shelf life and meat safety. Non-thermal technologies are becoming increasingly important because of their advantages in maintaining low temperature, meat nutrition, and short processing time. Especially, pulsed light and pulsed electric field treatment induce few sensory and physiological changes in high fat and protein meat products, making them suitable for the application. Many research results showed that these non-thermal technologies may keep meat fresh and maintain heat-sensitive elements in meat products."], "CopyrightInformation": "© Korean Society for Food Science of Animal Resources."}, "AuthorList": [{"Identifier": ["0000-0001-8715-1140"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Risk Analysis Research Center, Sookmyung Women's University, Seoul 04310, Korea."}], "LastName": "Lee", "ForeName": "Yewon", "Initials": "Y"}, {"Identifier": ["0000-0002-4561-6218"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Risk Analysis Research Center, Sookmyung Women's University, Seoul 04310, Korea."}, {"Identifier": [], "Affiliation": "Department of Food and Nutrition, Sookmyung Women's University, Seoul 04310, Korea."}], "LastName": "Yoon", "ForeName": "Yohan", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Food Sci Anim Resour", "NlmUniqueID": "101742126", "ISSNLinking": "2636-0772"}, "CoiStatement": "The authors declare no potential conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allai FM, Azad ZRAA, Mir NA, Gul K. Recent advances in non-thermal processing technologies for enhancing shelf life and improving food safety. Appl Food Res. 2023;3:100258. doi: 10.1016/j.afres.2022.100258.", "ArticleIdList": ["10.1016/j.afres.2022.100258"]}, {"Citation": "Al-Nehlawi A, Guri S, Guamis B, Saldo J. Synergistic effect of carbon dioxide atmospheres and high hydrostatic pressure to reduce spoilage bacteria on poultry sausages. LWT-Food Sci Technol. 2014;58:404–411. doi: 10.1016/j.lwt.2014.03.041.", "ArticleIdList": ["10.1016/j.lwt.2014.03.041"]}, {"Citation": "Amaro-Blanco G, Machado T, Pinto-Andrade L, Proaño F, Manzano R, Delgado-Adámez J, Ramírez R. Effect of tomato paste addition and high pressure processing to preserve pork burgers. Eur Food Res Technol. 2018;244:827–839. doi: 10.1007/s00217-017-3002-3.", "ArticleIdList": ["10.1007/s00217-017-3002-3"]}, {"Citation": "Ayranci UG, Ozunlu O, Ergezer H, Karaca H. Effects of ozone treatment on microbiological quality and physicochemical properties of turkey breast meat. Ozone Sci Eng. 2020;42:95–103. doi: 10.1080/01919512.2019.1653168.", "ArticleIdList": ["10.1080/01919512.2019.1653168"]}, {"Citation": "Bae YY, Kim NH, Kim KH, Kim BC, Rhee MS. Supercritical carbon dioxide as a potential intervention for ground pork decontamination. J Food Saf. 2010;31:48–53. doi: 10.1111/j.1745-4565.2010.00265.x.", "ArticleIdList": ["10.1111/j.1745-4565.2010.00265.x"]}, {"Citation": "Bahrami A, Baboli ZM, Schimmel K, Jafari SM, Williams L. Efficiency of novel processing technologies for the control of Listeria monocytogenes in food products. Trends Food Sci Technol. 2020;96:61–78. doi: 10.1016/j.tifs.2019.12.009.", "ArticleIdList": ["10.1016/j.tifs.2019.12.009"]}, {"Citation": "Baptista E, Borges A, Aymerich T, Alves SP, Gama LT, Fernandes H, Fernandes MJ, Fraqueza MJ. Pulsed light application for Campylobacter control on poultry meat and its effect on colour and volatile profile. Foods. 2022;11:2848. doi: 10.3390/foods11182848.", "ArticleIdList": ["10.3390/foods11182848", "PMC9498210", "36140975"]}, {"Citation": "Baptista RF, Lemos M, Teixeira CE, Vital HC, Carneiro CS, Mársico ET, Conte CA, Júnior, Mano SB. Microbiological quality and biogenic amines in ready-to-eat grilled chicken fillets under vacuum packing, freezing, and high-dose irradiation. Poult Sci. 2014;93:1571–1577. doi: 10.3382/ps.2013-03713.", "ArticleIdList": ["10.3382/ps.2013-03713", "24879707"]}, {"Citation": "Barroug S, Chaple S, Bourke P. Combination of natural compounds with novel non-thermal technologies for poultry products: A review. Front Nutr. 2021;8:628723. doi: 10.3389/fnut.2021.628723.", "ArticleIdList": ["10.3389/fnut.2021.628723", "PMC8217606", "34169086"]}, {"Citation": "Bermudez-Aguirre D. Technological hurdles and research pathways on emerging technologies for food preservation. In: Barba FJ, Sant’Ana A, Orlien V, Koubaa M, editors. In Innovative technologies for food preservation: Inactivation of spoilage and pathogenic microorganisms. Academic Press, Cambridge; MA, USA: 2018. pp. 277–303. (ed)", "ArticleIdList": ["10.1016/B978-0-12-811031-7.00009-1"]}, {"Citation": "Bhandare SG, Sherikar AT, Paturkar AM, Waskar VS, Zende RJ. A comparison of microbial contamination on sheep/goat carcasses in a modern Indian abattoir and traditional meat shops. Food Control. 2007;18:854–858. doi: 10.1016/j.foodcont.2006.04.012.", "ArticleIdList": ["10.1016/j.foodcont.2006.04.012"]}, {"Citation": "Bhat ZF, Morton JD, Mason SL, Bekhit AEDA. The application of pulsed electric field as a sodium reducing strategy for meat products. Food Chem. 2020;306:125622. doi: 10.1016/j.foodchem.2019.125622.", "ArticleIdList": ["10.1016/j.foodchem.2019.125622", "31610330"]}, {"Citation": "Bolton DJ, Catarame T, Byrne C, Sheridan JJ, McDowell DA, Blair IS. The ineffectiveness of organic acids, freezing and pulsed electric fields to control Escherichia coli O157:H7 in beef burgers. Lett Appl Microbiol. 2002;34:139–143. doi: 10.1046/j.1472-765x.2002.01063.x.", "ArticleIdList": ["10.1046/j.1472-765x.2002.01063.x", "11849511"]}, {"Citation": "Borges A, Baptista E, Aymerich T, Alves SP, Gama LT, Fraqueza MJ. Inactivation of Listeria monocytogenes by pulsed light in packaged and sliced salpicão, a ready-to-eat traditional cured smoked meat sausage. LWT-Food Sci Technol. 2023;179:114641. doi: 10.1016/j.lwt.2023.114641.", "ArticleIdList": ["10.1016/j.lwt.2023.114641"]}, {"Citation": "Bridge D. Global food industry pulsed electric field (PEF) systems market: Industry trends and forecast to 2028. Data Bridge Market Research; Maharashtra, India: 2021."}, {"Citation": "Brodowska AJ, Nowak A, Śmigielski K. Ozone in the food industry: Principles of ozone treatment, mechanisms of action, and applications: An overview. Crit Rev Food Sci Nutr. 2018;58:2176–2201. doi: 10.1080/10408398.2017.1308313.", "ArticleIdList": ["10.1080/10408398.2017.1308313", "28394634"]}, {"Citation": "Byun KH, Na KW, Ashrafudoulla M, Choi MW, Han SH, Kang I, Park SH, Ha SD. Combination treatment of peroxyacetic acid or lactic acid with UV-C to control Salmonella Enteritidis biofilms on food contact surface and chicken skin. Food Microbiol. 2022;102:103906. doi: 10.1016/j.fm.2021.103906.", "ArticleIdList": ["10.1016/j.fm.2021.103906", "34809938"]}, {"Citation": "Campus M. High pressure processing of meat, meat products and seafood. Food Eng Rev. 2010;2:256–273. doi: 10.1007/s12393-010-9028-y.", "ArticleIdList": ["10.1007/s12393-010-9028-y"]}, {"Citation": "Cantalejo MJ, Zouaghi F, Pérez-Arnedo I. Combined effects of ozone and freeze-drying on the shelf-life of broiler chicken meat. LWT-Food Sci Technol. 2016;68:400–407. doi: 10.1016/j.lwt.2015.12.058.", "ArticleIdList": ["10.1016/j.lwt.2015.12.058"]}, {"Citation": "Canto ACVCS, Costa-Lima BRC, Suman SP, Monteiro MLG, Marsico ET, Conte-Junior CA, Franco RM, Salim APAA, Torrezan R, Silva TJP. Fatty acid profile and bacteriological quality of caiman meat subjected to high hydrostatic pressure. LWT-Food Sci Technol. 2015;63:872–877. doi: 10.1016/j.lwt.2015.05.003.", "ArticleIdList": ["10.1016/j.lwt.2015.05.003"]}, {"Citation": "Cap M, Paredes PF, Fernández D, Mozgovoj M, Vaudagna SR, Rodriguez A. Effect of high hydrostatic pressure on Salmonella spp inactivation and meat-quality of frozen chicken breast. LWT-Food Sci Technol. 2020;118:108873. doi: 10.1016/j.lwt.2019.108873.", "ArticleIdList": ["10.1016/j.lwt.2019.108873"]}, {"Citation": "Cappelletti M, Ferrentino G, Spilimbergo S. High pressure carbon dioxide on pork raw meat: Inactivation of mesophilic bacteria and effects on colour properties. J Food Eng. 2015;156:55–58. doi: 10.1016/j.jfoodeng.2015.02.009.", "ArticleIdList": ["10.1016/j.jfoodeng.2015.02.009"]}, {"Citation": "Caraveo O, Alarcon-Rojo AD, Renteria A, Santellano E, Paniwnyk L. Physicochemical and microbiological characteristics of beef treated with high-intensity ultrasound and stored at 4°C: Quality of beef after application of high-intensity ultrasound. J Sci Food Agric. 2015;95:2487–93. doi: 10.1002/jsfa.6979.", "ArticleIdList": ["10.1002/jsfa.6979", "25363831"]}, {"Citation": "Cassar JR, Mills E, Campbell J, Demirci A. Decontamination of chicken thigh meat by pulsed ultraviolet light. Meat Muscle Biol. 2019;3:479–487. doi: 10.22175/mmb2019.08.0033.", "ArticleIdList": ["10.22175/mmb2019.08.0033"]}, {"Citation": "Chaine A, Levy C, Lacour B, Riedel C, Carlin F. Decontamination of sugar syrup by pulsed light. J Food Prot. 2012;75:913–917. doi: 10.4315/0362-028x.jfp-11-342.", "ArticleIdList": ["10.4315/0362-028x.jfp-11-342", "22564941"]}, {"Citation": "Chatterjee A, Abraham J. Microbial contamination, prevention, and early detection in food industry. In: Holban AM, Grumezescu AM, editors. In Microbial contamination and food degradation. Academic Press, Cambridge; MA, USA: 2018. pp. 21–47. (ed)", "ArticleIdList": ["10.1016/B978-0-12-811515-2.00002-0"]}, {"Citation": "Chen F, Zhang M, Yang C. Application of ultrasound technology in processing of ready-to-eat fresh food: A review. Ultrason Sonochem. 2020;63:104953. doi: 10.1016/j.ultsonch.2019.104953.", "ArticleIdList": ["10.1016/j.ultsonch.2019.104953", "31945555"]}, {"Citation": "Choi YM, Kim OY, Kim KH, Kim BC, Rhee MS. Combined effect of organic acids and supercritical carbon dioxide treatments against nonpathogenic Escherichia coli, Listeria monocytogenes, Salmonella Typhimurium and E. coli O157:H7 in fresh pork. Lett Appl Microbiol. 2009;49:510–515. doi: 10.1111/j.1472-765X.2009.02702.x.", "ArticleIdList": ["10.1111/j.1472-765X.2009.02702.x", "19709368"]}, {"Citation": "Chun H, Kim J, Chung K, Won M, Song KB. Inactivation kinetics of Listeria monocytogenes, Salmonella enterica serovar Typhimurium, and Campylobacter jejuni in ready-to-eat sliced ham using UV-C irradiation. Meat Sci. 2009;83:599–603. doi: 10.1016/j.meatsci.2009.07.007.", "ArticleIdList": ["10.1016/j.meatsci.2009.07.007", "20416652"]}, {"Citation": "Chun HH, Kim JY, Lee BD, Yu DJ, Song KB. Effect of UV-C irradiation on the inactivation of inoculated pathogens and quality of chicken breasts during storage. Food Control. 2010;21:276–280. doi: 10.1016/j.foodcont.2009.06.006.", "ArticleIdList": ["10.1016/j.foodcont.2009.06.006"]}, {"Citation": "Cichoski AJ, Flores DRM, De Menezes CR, Jacob-Lopes E, Zepka LQ, Wagner R, Barin JS, Flores ÉMM, Fernandes MC, Campagnol PCB. Ultrasound and slightly acid electrolyzed water application: An efficient combination to reduce the bacterial counts of chicken breast during pre-chilling. Int J Food Microbiol. 2019;301:27–33. doi: 10.1016/j.ijfoodmicro.2019.05.004.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2019.05.004", "31082697"]}, {"Citation": "Cichoski AJ, Rampelotto C, Silva MS, de Moura HC, Terra NN, Wagner R, de Menezes CR, Flores EMM, Barin JS. Ultrasound-assisted post-packaging pasteurization of sausages. Innovative Food Sci Emerg Technol. 2015;30:132–137. doi: 10.1016/j.ifset.2015.04.011.", "ArticleIdList": ["10.1016/j.ifset.2015.04.011"]}, {"Citation": "Clariana M, Guerrero L, Sárraga C, Díaz I, Valero Á, García-Regueiro JA. Influence of high pressure application on the nutritional, sensory and microbiological characteristics of sliced skin vacuum packed dry-cured ham. Effects along the storage period. Innov Food Sci Emerg Technol. 2011;12:456–465. doi: 10.1016/j.ifset.2010.12.008.", "ArticleIdList": ["10.1016/j.ifset.2010.12.008"]}, {"Citation": "Clemente I, Condón-Abanto S, Pedrós-Garrido S, Whyte P, Lyng JG. Efficacy of pulsed electric fields and antimicrobial compounds used alone and in combination for the inactivation of Campylobacter jejuni in liquids and raw chicken. Food Control. 2020;107:106491. doi: 10.1016/j.foodcont.2019.01.017.", "ArticleIdList": ["10.1016/j.foodcont.2019.01.017"]}, {"Citation": "Cunha VMB, da Silva MP, da Costa WA, de Oliveira MS, Bezerra FWF, de Melo AC, Pinto RHH, Machado NT, Araujo ME, de Carvalho RN., Jr . Carbon dioxide use in high-pressure extraction processes. In: Karamé I, Shaya J, Srour H, editors. In Carbon dioxide chemistry, capture and oil recovery. IntechOpen; London, UK: 2018. pp. 211–240. (ed)", "ArticleIdList": ["10.5772/intechopen.71151"]}, {"Citation": "Damar S, Balaban MO. Review of dense phase CO2 technology: Microbial and enzyme inactivation, and effects on food quality. J Food Sci. 2006;71:R1–R11. doi: 10.1111/j.1365-2621.2006.tb12397.x.", "ArticleIdList": ["10.1111/j.1365-2621.2006.tb12397.x"]}, {"Citation": "Degala HL, Mahapatra AK, Demirci A, Kannan G. Evaluation of non-thermal hurdle technology for ultraviolet-light to inactivate Escherichia coli K12 on goat meat surfaces. Food Control. 2018;90:113–120. doi: 10.1016/j.foodcont.2018.02.042.", "ArticleIdList": ["10.1016/j.foodcont.2018.02.042"]}, {"Citation": "Delorme MM, Guimarães JT, Coutinho NM, Balthazar CF, Rocha RS, Silva R, Margalho LP, Pimentel TC, Silva MC, Freitas MQ, Granato D, Sant’Ana AS, Duart MCKH, Cruz AG. Ultraviolet radiation: An interesting technology to preserve quality and safety of milk and dairy foods. Trends Food Sci Technol. 2020;102:146–154. doi: 10.1016/j.tifs.2020.06.001.", "ArticleIdList": ["10.1016/j.tifs.2020.06.001"]}, {"Citation": "Deng LZ, Mujumdar AS, Pan Z, Vidyarthi SK, Xu J, Zielinska M, Xiao HW. Emerging chemical and physical disinfection technologies of fruits and vegetables: A comprehensive review. Crit Rev Food Sci Nutr. 2020;60:2481–2508. doi: 10.1080/10408398.2019.1649633.", "ArticleIdList": ["10.1080/10408398.2019.1649633", "31389257"]}, {"Citation": "Dillow AK, Dehghani F, Hrkach JS, Foster NR, Langer R. Bacterial inactivation by using near- and supercritical carbon dioxide. Proc Natl Acad Sci USA. 1999;96:10344–10348. doi: 10.1073/pnas.96.18.10344.", "ArticleIdList": ["10.1073/pnas.96.18.10344", "PMC17890", "10468610"]}, {"Citation": "Dilmaçünal T, Kuleaşan H. Novel strategies for the reduction of microbial degradation of foods. In: Grumezescu AM, Holban AM, editors. In Food safety and preservation: Modern biological approaches to improving consumer health. Academic Press, Cambridge; MA, USA: 2018. pp. 481–520. (ed)", "ArticleIdList": ["10.1016/B978-0-12-814956-0.00016-0"]}, {"Citation": "Elmnasser N, Guillou S, Leroi F, Orange N, Bakhrouf A, Federighi M. Pulsed-light system as a novel food decontamination technology: A review. Can J Microbiol. 2007;53:813–821. doi: 10.1139/W07-042.", "ArticleIdList": ["10.1139/W07-042", "17898836"]}, {"Citation": "Feng H, Barbosa-Cánovas G, Weiss J. Ultrasound technologies for food and bioprocessing. Springer; New York, NY, USA: 2011.", "ArticleIdList": ["10.1007/978-1-4419-7472-3"]}, {"Citation": "Ferrentino G, Balzan S, Spilimbergo S. Supercritical carbon dioxide processing of dry cured ham spiked with Listeria monocytogenes: Inactivation kinetics, color, and sensory evaluations. Food Bioprocess Technol. 2013;6:1164–1174. doi: 10.1007/s11947-012-0819-4.", "ArticleIdList": ["10.1007/s11947-012-0819-4"]}, {"Citation": "Ferrentino G, Spilimbergo S. High pressure carbon dioxide pasteurization of solid foods: Current knowledge and future outlooks. Trends Food Sci Technol. 2011;22:427–441. doi: 10.1016/j.tifs.2011.04.009.", "ArticleIdList": ["10.1016/j.tifs.2011.04.009"]}, {"Citation": "Food Processing  High-pressure processing now comes in bulk. 2020.  Available from:  https://www.foodprocessing.com/home/article/11306229/high-pressure-processing-now-comes-in-bulk. Accessed at Mar 10, 2023."}, {"Citation": "Ganan M, Hierro E, Hospital XF, Barroso E, Fernández M. Use of pulsed light to increase the safety of ready-to-eat cured meat products. Food Control. 2013;32:512–517. doi: 10.1016/j.foodcont.2013.01.022.", "ArticleIdList": ["10.1016/j.foodcont.2013.01.022"]}, {"Citation": "Garcia-Gonzalez L, Geeraerd AH, Spilimbergo S, Elst K, Van Ginneken L, Debevere J, Van Impe JF, Devlieghere F. High pressure carbon dioxide inactivation of microorganisms in foods: The past, the present and the future. Int J Food Microbiol. 2007;117:1–28. doi: 10.1016/j.ijfoodmicro.2007.02.018.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2007.02.018", "17475355"]}, {"Citation": "Giménez B, Graiver N, Califano A, Zaritzky N. Physicochemical characteristics and quality parameters of a beef product subjected to chemical preservatives and high hydrostatic pressure. Meat Sci. 2015;100:179–188. doi: 10.1016/j.meatsci.2014.10.017.", "ArticleIdList": ["10.1016/j.meatsci.2014.10.017", "25460123"]}, {"Citation": "Giménez B, Graiver N, Giannuzzi L, Zaritzky N. Treatment of beef with gaseous ozone: Physicochemical aspects and antimicrobial effects on heterotrophic microflora and Listeria monocytogenes. Food Control. 2021;121:107602. doi: 10.1016/j.foodcont.2020.107602.", "ArticleIdList": ["10.1016/j.foodcont.2020.107602"]}, {"Citation": "Giulitti S, Cinquemani C, Spilimbergo S. High pressure gases: Role of dynamic intracellular pH in pasteurization. Biotechnol Bioeng. 2011;108:1211–1214. doi: 10.1002/bit.23019.", "ArticleIdList": ["10.1002/bit.23019", "21449032"]}, {"Citation": "González-Cebrino F, Durán R, Delgado-Adámez J, Contador R, Ramírez R. Changes after high-pressure processing on physicochemical parameters, bioactive compounds, and polyphenol oxidase activity of red flesh and peel plum purée. Innov Food Sci Emerg Technol. 2013;20:34–41. doi: 10.1016/j.ifset.2013.07.008.", "ArticleIdList": ["10.1016/j.ifset.2013.07.008"]}, {"Citation": "Guerrero SN, Ferrario M, Schenk M, Carrillo MG. Hurdle technology using ultrasound for food preservation. In: Bermudez-Aguirre D, editor. In Ultrasound: Advances for food processing and preservation. Academic Press, Cambridge; MA, USA: 2017. pp. 39–99. (ed)", "ArticleIdList": ["10.1016/B978-0-12-804581-7.00003-8"]}, {"Citation": "Guyon C, Meynier A, de Lamballerie M. Protein and lipid oxidation in meat: A review with emphasis on high-pressure treatments. Trends Food Sci Technol. 2016;50:131–143. doi: 10.1016/j.tifs.2016.01.026.", "ArticleIdList": ["10.1016/j.tifs.2016.01.026"]}, {"Citation": "Haughton PN, Lyng JG, Cronin DA, Morgan DJ, Fanning S, Whyte P. Efficacy of pulsed electric fields for the inactivation of indicator microorganisms and foodborne pathogens in liquids and raw chicken. Food Control. 2012;25:131–135. doi: 10.1016/j.foodcont.2011.10.030.", "ArticleIdList": ["10.1016/j.foodcont.2011.10.030"]}, {"Citation": "Heinrich V, Zunabovic M, Varzakas T, Bergmair J, Kneifel W. Pulsed light treatment of different food types with a special focus on meat: A critical review. Crit Rev Food Sci Nutr. 2016;56:591–613. doi: 10.1080/10408398.2013.826174.", "ArticleIdList": ["10.1080/10408398.2013.826174", "25575192"]}, {"Citation": "Heinz V, Buckow R. Food preservation by high pressure. J Verbrauch Lebensm. 2010;5:73–81. doi: 10.1007/s00003-009-0311-x.", "ArticleIdList": ["10.1007/s00003-009-0311-x"]}, {"Citation": "Hierro E, Barroso E, la Hoz L, Ordóñez JA, Manzano S, Fernández M. Efficacy of pulsed light for shelf-life extension and inactivation of Listeria monocytogenes on ready-to-eat cooked meat products. Innov Food Sci Emerg Technol. 2011;12:275–281. doi: 10.1016/j.ifset.2011.04.006.", "ArticleIdList": ["10.1016/j.ifset.2011.04.006"]}, {"Citation": "Hierro E, Ganan M, Barroso E, Fernández M. Pulsed light treatment for the inactivation of selected pathogens and the shelf-life extension of beef and tuna carpaccio. Int J Food Microbiol. 2012;158:42–48. doi: 10.1016/j.ijfoodmicro.2012.06.018.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2012.06.018", "22795799"]}, {"Citation": "Huang K, Wang J. Designs of pulsed electric fields treatment chambers for liquid foods pasteurization process: A review. J Food Eng. 2009;95:227–239. doi: 10.1016/j.jfoodeng.2009.06.013.", "ArticleIdList": ["10.1016/j.jfoodeng.2009.06.013"]}, {"Citation": "Huang S, Liu D, Ge D, Dai J. Effect of combined treatment with supercritical CO2 and rosemary on microbiological and physicochemical properties of ground pork stored at 4°C. Meat Sci. 2017;125:114–120. doi: 10.1016/j.meatsci.2016.11.022.", "ArticleIdList": ["10.1016/j.meatsci.2016.11.022", "27940420"]}, {"Citation": "Hugas M, Garriga M, Monfort JM. New mild technologies in meat processing: High pressure as a model technology. Meat Sci. 2002;62:359–371. doi: 10.1016/S0309-1740(02)00122-5.", "ArticleIdList": ["10.1016/S0309-1740(02)00122-5", "22061612"]}, {"Citation": "Jackowska-Tracz A, Tracz M. Effects of high hydrostatic pressure on Campylobacter jejuni in poultry meat. Pol J Vet Sci. 2015;18:261–266. doi: 10.1515/pjvs-2015-0034.", "ArticleIdList": ["10.1515/pjvs-2015-0034", "26172174"]}, {"Citation": "Jadhav HB, Annapure US, Deshmukh RR. Non-thermal technologies for food processing. Front Nutr. 2021;8:657090. doi: 10.3389/fnut.2021.657090.", "ArticleIdList": ["10.3389/fnut.2021.657090", "PMC8217760", "34169087"]}, {"Citation": "Jaeger H, Janositz A, Knorr D. The Maillard reaction and its control during food processing. The potential of emerging technologies. Pathol Biol. 2010;58:207–213. doi: 10.1016/j.patbio.2009.09.016.", "ArticleIdList": ["10.1016/j.patbio.2009.09.016", "19896291"]}, {"Citation": "John D, Ramaswamy HS. Pulsed light technology to enhance food safety and quality: A mini-review. Curr Opin Food Sci. 2018;23:70–79. doi: 10.1016/j.cofs.2018.06.004.", "ArticleIdList": ["10.1016/j.cofs.2018.06.004"]}, {"Citation": "Khan I, Tango CN, Miskeen S, Lee BH, Oh DH. Hurdle technology: A novel approach for enhanced food quality and safety: A review. Food Control. 2017;73:1426–1444. doi: 10.1016/j.foodcont.2016.11.010.", "ArticleIdList": ["10.1016/j.foodcont.2016.11.010"]}, {"Citation": "Kim IS, Jo C, Lee KH, Lee EJ, Ahn DU, Kang SN. Effects of low-level gamma irradiation on the characteristics of fermented pork sausage during storage. Radiat Phys Chem. 2012;81:466–472. doi: 10.1016/j.radphyschem.2011.12.037.", "ArticleIdList": ["10.1016/j.radphyschem.2011.12.037"]}, {"Citation": "Koch F, Wiacek C, Braun PG. Pulsed light treatment for the reduction of Salmonella Typhimurium and Yersinia enterocolitica on pork skin and pork loin. Int J Food Microbiol. 2019;292:64–71. doi: 10.1016/j.ijfoodmicro.2018.11.014.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2018.11.014", "30579058"]}, {"Citation": "Kordowska-Wiater M, Stasiak DM. Effect of ultrasound on survival of gram-negative bacteria on chicken skin surface. Bull Vet Inst Pulawy. 2011;55:207–210."}, {"Citation": "Kramer B, Wunderlich J, Muranyi P. Impact of pulsed light on cellular activity of Salmonella enterica. J Appl Microbiol. 2016;121:988–997. doi: 10.1111/jam.13231.", "ArticleIdList": ["10.1111/jam.13231", "27409040"]}, {"Citation": "Kruk ZA, Yun H, Rutley DL, Lee EJ, Kim YJ, Jo C. The effect of high pressure on microbial population, meat quality and sensory characteristics of chicken breast fillet. Food Control. 2011;22:6–12. doi: 10.1016/j.foodcont.2010.06.003.", "ArticleIdList": ["10.1016/j.foodcont.2010.06.003"]}, {"Citation": "Lacroix K, Orsat V, Nattress F, Raghavan GSV. Dielectric heating of fresh meat for antimicrobial treatment. Proceedings of the 93rd Annual International Meeting of ASAE, Milwaukee; WI, USA: 2000."}, {"Citation": "Lázaro CA, Júnior CC, Monteiro MLG, Canto ACVS, Costa-Lima BRC, Mano SB, Franco RM. Effects of ultraviolet light on biogenic amines and other quality indicators of chicken meat during refrigerated storage. Poult Sci. 2014;93:2304–2313. doi: 10.3382/ps.2013-03642.", "ArticleIdList": ["10.3382/ps.2013-03642", "24974390"]}, {"Citation": "Lee ES, Cheigh CI, Kang JH, Lee SY, Min SC. Evaluation of in-package atmospheric dielectric barrier discharge cold plasma treatment as an intervention technology for decontaminating bulk ready-to-eat chicken breast cubes in plastic containers. Appl Sci. 2020;10:6301. doi: 10.3390/app10186301.", "ArticleIdList": ["10.3390/app10186301"]}, {"Citation": "Lee H, Yong HI, Kim HJ, Choe W, Yoo SJ, Jang EJ, Jo C. Evaluation of the microbiological safety, quality changes, and genotoxicity of chicken breast treated with flexible thin-layer dielectric barrier discharge plasma. Food Sci Biotechnol. 2016;25:1189–1195. doi: 10.1007/s10068-016-0189-1.", "ArticleIdList": ["10.1007/s10068-016-0189-1", "PMC6049117", "30263393"]}, {"Citation": "Lee J, Lee CW, Yong HI, Lee HJ, Jo C, Jung S. Use of atmospheric pressure cold plasma for meat industry. Korean J Food Sci Anim Resour. 2017;37:477–485. doi: 10.5851/kosfa.2017.37.4.477.", "ArticleIdList": ["10.5851/kosfa.2017.37.4.477", "PMC5599567", "28943759"]}, {"Citation": "Li K, Kang ZL, Zou YF, Xu XL, Zhou GH. Effect of ultrasound treatment on functional properties of reduced-salt chicken breast meat batter. J Food Sci Technol. 2015;52:2622–2633. doi: 10.1007/s13197-014-1356-0.", "ArticleIdList": ["10.1007/s13197-014-1356-0", "PMC4397282", "25892760"]}, {"Citation": "Liao X, Cullen PJ, Muhammad AI, Jiang Z, Ye X, Liu D, Ding T. Cold plasma–based hurdle interventions: New strategies for improving food safety. Food Eng Rev. 2020;12:321–332. doi: 10.1007/s12393-020-09222-3.", "ArticleIdList": ["10.1007/s12393-020-09222-3"]}, {"Citation": "Lin L, Liao X, Cui H. Cold plasma treated thyme essential oil/silk fibroin nanofibers against Salmonella Typhimurium in poultry meat. Food Packag Shelf Life. 2019;21:100337. doi: 10.1016/j.fpsl.2019.100337.", "ArticleIdList": ["10.1016/j.fpsl.2019.100337"]}, {"Citation": "Lopez MES, Gontijo MTP, Boggione DMG, Albino LAA, Batalha LS, Mendonça RCS. Microbiological contamination in foods and beverages: Consequences and alternatives in the era of microbial resistance. In: Holban AM, Grumezescu AM, editors. In Microbial contamination and food degradation. Academic Press, Cambridge; MA, USA: 2018. pp. 49–84. (ed)", "ArticleIdList": ["10.1016/B978-0-12-811515-2.00003-2"]}, {"Citation": "McLeod A, Hovde Liland K, Haugen JE, Sørheim O, Myhrer KS, Holck AL. Chicken fillets subjected to UV-C and pulsed UV light: Reduction of pathogenic and spoilage bacteria, and changes in sensory quality. J Food Saf. 2018;38:e12421. doi: 10.1111/jfs.12421.", "ArticleIdList": ["10.1111/jfs.12421", "PMC6084340", "30122794"]}, {"Citation": "Medina-Meza IG, Barnaba C, Barbosa-Cánovas GV. Effects of high pressure processing on lipid oxidation: A review. Innov Food Sci Emerg Technol. 2014;22:1–10. doi: 10.1016/j.ifset.2013.10.012.", "ArticleIdList": ["10.1016/j.ifset.2013.10.012"]}, {"Citation": "Megahed A, Aldridge B, Lowe J. Antimicrobial efficacy of aqueous ozone and ozone–lactic acid blend on Salmonella-contaminated chicken drumsticks using multiple sequential soaking and spraying approaches. Front Microbiol. 2020;11:593911. doi: 10.3389/fmicb.2020.593911.", "ArticleIdList": ["10.3389/fmicb.2020.593911", "PMC7768038", "33381091"]}, {"Citation": "Mikš-Krajnik M, Feng LXJ, Bang WS, Yuk HG. Inactivation of Listeria monocytogenes and natural microbiota on raw salmon fillets using acidic electrolyzed water, ultraviolet light or/and ultrasounds. Food Control. 2017;74:54–60. doi: 10.1016/j.foodcont.2016.11.033.", "ArticleIdList": ["10.1016/j.foodcont.2016.11.033"]}, {"Citation": "Morales-de la Peña M, Welti-Chanes J, Martín-Belloso O. Novel technologies to improve food safety and quality. Curr Opin Food Sci. 2019;30:1–7. doi: 10.1016/j.cofs.2018.10.009.", "ArticleIdList": ["10.1016/j.cofs.2018.10.009"]}, {"Citation": "Morbiato G, Zambon A, Toffoletto M, Poloniato G, Dall’Acqua S, de Bernard M, Spilimbergo S. Supercritical carbon dioxide combined with high power ultrasound as innovate drying process for chicken breast. J Supercrit Fluids. 2019;147:24–32. doi: 10.1016/j.supflu.2019.02.004.", "ArticleIdList": ["10.1016/j.supflu.2019.02.004"]}, {"Citation": "Moutiq R, Misra NN, Mendonça A, Keener K. In-package decontamination of chicken breast using cold plasma technology: Microbial, quality and storage studies. Meat Sci. 2020;159:107942. doi: 10.1016/j.meatsci.2019.107942.", "ArticleIdList": ["10.1016/j.meatsci.2019.107942", "31522105"]}, {"Citation": "Nehra V, Kumar A, Dwivedi HK. Atmospheric non-thermal plasma sources. Int J Eng. 2008;2:53–68."}, {"Citation": "Norton T, Sun DW. Recent advances in the use of high pressure as an effective processing technique in the food industry. Food Bioprocess Technol. 2008;1:2–34. doi: 10.1007/s11947-007-0007-0.", "ArticleIdList": ["10.1007/s11947-007-0007-0"]}, {"Citation": "O’Donnell CP, Tiwari BK, Bourke P, Cullen PJ. Effect of ultrasonic processing on food enzymes of industrial importance. Trends Food Sci Technol. 2010;21:358–367. doi: 10.1016/j.tifs.2010.04.007.", "ArticleIdList": ["10.1016/j.tifs.2010.04.007"]}, {"Citation": "Otoo EA, Ocloo FCK, Appiah V. Effect of gamma irradiation on shelf life of smoked guinea fowl (Numida meleagris) meat stored at refrigeration temperature. Radiat Phys Chem. 2022;194:110041. doi: 10.1016/j.radphyschem.2022.110041.", "ArticleIdList": ["10.1016/j.radphyschem.2022.110041"]}, {"Citation": "Palgan I, Caminiti IM, Muñoz A, Noci F, Whyte P, Morgan DJ, Cronin DA, Lyng JG. Effectiveness of high intensity light pulses (HILP) treatments for the control of Escherichia coli and Listeria innocua in apple juice, orange juice and milk. Food Microbiol. 2011;28:14–20. doi: 10.1016/j.fm.2010.07.023.", "ArticleIdList": ["10.1016/j.fm.2010.07.023", "21056770"]}, {"Citation": "Pandiselvam R, Sunoj S, Manikantan MR, Kothakota A, Hebbar KB. Application and kinetics of ozone in food preservation. Ozone Sci Eng. 2017;39:115–126. doi: 10.1080/01919512.2016.1268947.", "ArticleIdList": ["10.1080/01919512.2016.1268947"]}, {"Citation": "Pankaj SK, Wan Z, Keener KM. Effects of cold plasma on food quality: A review. Foods. 2018;7:4. doi: 10.3390/foods7010004.", "ArticleIdList": ["10.3390/foods7010004", "PMC5789267", "29301243"]}, {"Citation": "Park S, Park E, Yoon Y. Comparison of nonthermal decontamination methods to improve the safety for raw beef consumption. J Food Prot. 2022;85:664–670. doi: 10.4315/JFP-21-243.", "ArticleIdList": ["10.4315/JFP-21-243", "34935939"]}, {"Citation": "Park SY, Ha SD. Ultraviolet-C radiation on the fresh chicken breast: Inactivation of major foodborne viruses and changes in physicochemical and sensory qualities of product. Food Bioprocess Technol. 2015;8:895–906. doi: 10.1007/s11947-014-1452-1.", "ArticleIdList": ["10.1007/s11947-014-1452-1"]}, {"Citation": "Paskeviciute E, Buchovec I, Luksiene Z. High-power pulsed light for decontamination of chicken from food pathogens: A study on antimicrobial efficiency and organoleptic properties. J Food Saf. 2011;31:61–68. doi: 10.1111/j.1745-4565.2010.00267.x.", "ArticleIdList": ["10.1111/j.1745-4565.2010.00267.x"]}, {"Citation": "Piñon MI, Alarcon-Rojo AD, Renteria AL, Carrillo-Lopez LM. Microbiological properties of poultry breast meat treated with high-intensity ultrasound. Ultrasonics. 2020;102:105680. doi: 10.1016/j.ultras.2018.01.001.", "ArticleIdList": ["10.1016/j.ultras.2018.01.001", "29361330"]}, {"Citation": "Piñon MI, Alarcon-Rojo AD, Renteria AL, Mendez G, Janacua-Vidales H. Reduction of microorganisms in marinated poultry breast using oregano essential oil and power ultrasound. Acta Aliment. 2015;44:527–533. doi: 10.1556/066.2015.44.0024.", "ArticleIdList": ["10.1556/066.2015.44.0024"]}, {"Citation": "Qiu L, Zhang M, Tang J, Adhikari B, Cao P. Innovative technologies for producing and preserving intermediate moisture foods: A review. Food Res Int. 2019;116:90–102. doi: 10.1016/j.foodres.2018.12.055.", "ArticleIdList": ["10.1016/j.foodres.2018.12.055", "30717022"]}, {"Citation": "Ramaswamy R, Ahn J, Balasubramaniam VM, Saona LR, Yousef AE. Food safety engineering. In: Kutz M, editor. In Handbook of farm, dairy and food machinery engineering. 3rded. Academic Press, Cambridge; MA, USA: 2019. pp. 91–113. (ed)", "ArticleIdList": ["10.1016/B978-0-12-814803-7.00004-X"]}, {"Citation": "Rendueles E, Omer MK, Alvseike O, Alonso-Calleja C, Capita R, Prieto M. Microbiological food safety assessment of high hydrostatic pressure processing: A review. LWT-Food Sci Technol. 2011;44:1251–1260. doi: 10.1016/j.lwt.2010.11.001.", "ArticleIdList": ["10.1016/j.lwt.2010.11.001"]}, {"Citation": "Rifna EJ, Singh SK, Chakraborty S, Dwivedi M. Effect of thermal and non-thermal techniques for microbial safety in food powder: Recent advances. Food Res Int. 2019;126:108654. doi: 10.1016/j.foodres.2019.108654.", "ArticleIdList": ["10.1016/j.foodres.2019.108654", "31732065"]}, {"Citation": "Rojas MC, Martin SE, Wicklund RA, Paulson DD, Desantos FA, Brewer MS. Effect of high-intensity pulsed electric fields on survival of Escherichia coli K-12 suspended in meat injection solutions. J Food Saf. 2007;27:411–425. doi: 10.1111/j.1745-4565.2007.00086.x.", "ArticleIdList": ["10.1111/j.1745-4565.2007.00086.x"]}, {"Citation": "Rosário DKA, da Silva Mutz Y, Peixoto JMC, Oliveira SBS, de Carvalho RV, Carneiro JCS, de São José JFB, Bernardes PC. Ultrasound improves chemical reduction of natural contaminant microbiota and Salmonella enterica subsp. enterica on strawberries. Int J Food Microbiol. 2017;241:23–29. doi: 10.1016/j.ijfoodmicro.2016.10.009.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2016.10.009", "27743521"]}, {"Citation": "Rosario DKA, Rodrigues BL, Bernardes PC, Conte-Junior CA. Principles and applications of non-thermal technologies and alternative chemical compounds in meat and fish. Crit Rev Food Sci Nutr. 2021;61:1163–1183. doi: 10.1080/10408398.2020.1754755.", "ArticleIdList": ["10.1080/10408398.2020.1754755", "32319303"]}, {"Citation": "Sahebkar A, Hosseini M, Sharifan A. Plasma-assisted preservation of breast chicken fillets in essential oils-containing marinades. LWT-Food Sci Technol. 2020;131:109759. doi: 10.1016/j.lwt.2020.109759.", "ArticleIdList": ["10.1016/j.lwt.2020.109759"]}, {"Citation": "Santi F, Zulli R, Lincetti E, Zambon A, Spilimbergo S. Investigating the effect of rosemary essential oil, supercritical CO2 processing and their synergism on the quality and microbial inactivation of chicken breast meat. Foods. 2023;12:1786. doi: 10.3390/foods12091786.", "ArticleIdList": ["10.3390/foods12091786", "PMC10178295", "37174324"]}, {"Citation": "Sara S, Martina C, Giovanna F. High pressure carbon dioxide combined with high power ultrasound processing of dry cured ham spiked with Listeria monocytogenes. Food Res Int. 2014;66:264–273. doi: 10.1016/j.foodres.2014.09.024.", "ArticleIdList": ["10.1016/j.foodres.2014.09.024"]}, {"Citation": "Silva EK, Meireles MAA, Saldaña MDA. Supercritical carbon dioxide technology: A promising technique for the non-thermal processing of freshly fruit and vegetable juices. Trends Food Sci Technol. 2020;97:381–390. doi: 10.1016/j.tifs.2020.01.025.", "ArticleIdList": ["10.1016/j.tifs.2020.01.025"]}, {"Citation": "Slavov AM, Denev PN, Denkova ZR, Kostov GA, Denkova-Kostova RS, Chochkov RM, Deseva IN, Teneva DG. Emerging cold pasteurization technologies to improve shelf life and ensure food quality. In: Galanakis CM, editor. In Food quality and shelf life. Academic Press, Cambridge; MA, USA: 2019. pp. 55–123. (ed)", "ArticleIdList": ["10.1016/B978-0-12-817190-5.00003-3"]}, {"Citation": "Spilimbergo S, Bertucco A. Non-thermal bacterial inactivation with dense CO2. Biotechnol Bioeng. 2003;84:627–638. doi: 10.1002/bit.10783.", "ArticleIdList": ["10.1002/bit.10783", "14595775"]}, {"Citation": "Spilimbergo S, Mantoan D, Quaranta A, Della Mea G. Real-time monitoring of cell membrane modification during supercritical CO2 pasteurization. J Supercrit Fluids. 2009;48:93–97. doi: 10.1016/j.supflu.2008.07.023.", "ArticleIdList": ["10.1016/j.supflu.2008.07.023"]}, {"Citation": "Stratakos AC, Grant IR. Evaluation of the efficacy of multiple physical, biological and natural antimicrobial interventions for control of pathogenic Escherichia coli on beef. Food Microbiol. 2018;76:209–218. doi: 10.1016/j.fm.2018.05.011.", "ArticleIdList": ["10.1016/j.fm.2018.05.011", "30166143"]}, {"Citation": "Sunil NC, Singh J, Chandra S, Chaudhary V, Kumar V. Non-thermal techniques: Application in food industries: A review. J Pharmacogn Phytochem. 2018;7:1507–1518."}, {"Citation": "Takeshita K, Shibato J, Sameshima T, Fukunaga S, Isobe S, Arihara K, Itoh M. Damage of yeast cells induced by pulsed light irradiation. Int J Food Microbiol. 2003;85:151–158. doi: 10.1016/S0168-1605(02)00509-3.", "ArticleIdList": ["10.1016/S0168-1605(02)00509-3", "12810279"]}, {"Citation": "Tarek AR, Rasco BA, Sablani SS. Ultraviolet-C light inactivation kinetics of E. coli on bologna beef packaged in plastic films. Food Bioprocess Technol. 2015;8:1267–1280. doi: 10.1007/s11947-015-1487-y.", "ArticleIdList": ["10.1007/s11947-015-1487-y"]}, {"Citation": "Tîrziu E, Lazăr R, Colibar O, Hotea I, Moţ D, Gros RV, Imre K, Cucerzan A, Nichita I. Ozone effect on some Salmonella strains. Med Vet. 2017;50:129–136."}, {"Citation": "Turantaş F, Kılıç GB, Kılıç B. Ultrasound in the meat industry: General applications and decontamination efficiency. Int J Food Microbiol. 2015;198:59–69. doi: 10.1016/j.ijfoodmicro.2014.12.026.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2014.12.026", "25613122"]}, {"Citation": "Ulbin-Figlewicz N, Jarmoluk A, Marycz K. Antimicrobial activity of low-pressure plasma treatment against selected foodborne bacteria and meat microbiota. Ann Microbiol. 2015;65:1537–1546. doi: 10.1007/s13213-014-0992-y.", "ArticleIdList": ["10.1007/s13213-014-0992-y", "PMC4529465", "26273240"]}, {"Citation": "Wang CY, Huang HW, Hsu CP, Yang BB. Recent advances in food processing using high hydrostatic pressure technology. Crit Rev Food Sci Nutr. 2016;56:527–540. doi: 10.1080/10408398.2012.745479.", "ArticleIdList": ["10.1080/10408398.2012.745479", "25629307"]}, {"Citation": "Wekhof A, Trompeter FJ, Franken O. Pulsed UV-disintegration (PUVD): A new sterilisation mechanism for packaging and broad medical-hospital applications; Proceedings of the First International Conference on Ultraviolet Technologies, Washington; DC, USA. 2001. pp. 1–15. pp."}, {"Citation": "Xavier MP, Dauber C, Mussio P, Delgado E, Maquieira A, Soria A, Curuchet A, Márquez R, Méndez C, López T. Use of mild irradiation doses to control pathogenic bacteria on meat trimmings for production of patties aiming at provoking minimal changes in quality attributes. Meat Sci. 2014;98:383–391. doi: 10.1016/j.meatsci.2014.06.037.", "ArticleIdList": ["10.1016/j.meatsci.2014.06.037", "25042241"]}, {"Citation": "Ziuzina D, Los A, Bourke P. Inactivation of Staphylococcus aureus in foods by thermal and nonthermal control strategies. In: Fetsch A, editor. In Staphylococcus aureus. Academic Press, Cambridge; MA, USA: 2018. pp. 235–255. (ed)", "ArticleIdList": ["10.1016/B978-0-12-809671-0.00012-7"]}, {"Citation": "Ziuzina D, Misra NN. Cold plasma for food safety. In: Misra NN, Schlüter O, Cullen PJ, editors. In Cold plasma in food and agriculture: Fundamentals and applications. Academic Press, Cambridge; MA, USA: 2016. pp. 223–252. (ed)", "ArticleIdList": ["10.1016/B978-0-12-801365-6.00009-3"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2023", "Month": "10", "Day": "19"}, {"Year": "2023", "Month": "10", "Day": "25"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "3", "Minute": "47"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38229860", "PMC10789560", "10.5851/kosfa.2023.e72", "kosfa-44-1-19"]}}], "PubmedBookArticle": []}