{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["electrical breakdown", "space charge", "surface oxidation", "thickness dependent"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38231898", "DateRevised": {"Year": "2024", "Month": "01", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "22"}], "ELocationID": ["4490", "10.3390/polym15234490"], "Journal": {"ISSN": "2073-4360", "JournalIssue": {"Volume": "15", "Issue": "23", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "22"}}, "Title": "Polymers", "ISOAbbreviation": "Polymers (Basel)"}, "ArticleTitle": "Investigation on AC and DC Breakdown Mechanism of Surface-Ozone-Treated LDPE Films under Varied Thicknesses.", "Abstract": {"AbstractText": ["Electrical breakdown is an important physical phenomenon in power equipment and electronic devices. Recently, the mechanism of AC and DC breakdown has been preliminarily revealed as electrode-dielectric interface breakdown and bulk breakdown, respectively, based on space charge dynamics through numerical calculations. However, the AC breakdown mechanism still lacks enough direct experimental support, which restricts further understanding and the design and development of electrical structures. Here, in this study, LDPE films with various thicknesses ranging from 33 μm to 230 μm were surface modified with ozone for different durations to experimentally investigate DC and AC breakdown mechanism. The results indicate that carbonyl groups (C=O) were introduced onto the film surface, forming shallow surface traps and leading to a decreased average trap depth and an increased trap density. Such a surface oxidation modulated trap distribution led to enhanced space charge injection and bulk electrical field distortion, which decreased DC breakdown strength as the oxidation duration went longer, in all film thicknesses. However, such decreases in breakdown strength occurred only in films below 55 μm under AC stresses, as the enhanced electrical field distortion at the electrode-dielectric interface was more obvious and dominating in thin films. These experimental results further confirm the proposed electrode-dielectric interface breakdown of dielectric films and provide new understandings of space charge modulated electrical breakdown, which fulfills dielectric breakdown theory and benefits the miniaturization of power equipment and electronic devices."]}, "AuthorList": [{"Identifier": ["0000-0001-7842-2623"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electric Power Research Institute, Yunnan Power Gird Co., Ltd., Kunming 650217, China."}], "LastName": "Nie", "ForeName": "Yongjie", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Electrical Insulation and Power Equipment, School of Electrical Engineering, Xi'an Jiaotong University, Xi'an 710049, China."}], "LastName": "Liu", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Electrical Insulation and Power Equipment, School of Electrical Engineering, Xi'an Jiaotong University, Xi'an 710049, China."}], "LastName": "Ke", "ForeName": "Junxin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electric Power Research Institute, Yunnan Power Gird Co., Ltd., Kunming 650217, China."}], "LastName": "Zhao", "ForeName": "Xianping", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Electrical Insulation and Power Equipment, School of Electrical Engineering, Xi'an Jiaotong University, Xi'an 710049, China."}], "LastName": "Li", "ForeName": "Shengtao", "Initials": "S"}, {"Identifier": ["0000-0003-4885-9458"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Electrical Insulation and Power Equipment, School of Electrical Engineering, Xi'an Jiaotong University, Xi'an 710049, China."}], "LastName": "Zhu", "ForeName": "Yuanwei", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Polymers (Basel)", "NlmUniqueID": "101545357", "ISSNLinking": "2073-4360"}, "CoiStatement": "Author Yongjie Nie and Xianping Zhao were employed by the company Electric Power Research Institute, Yunnan Power Gird Co., Ltd. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as potential conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Papailiou K.O. Composite insulators are gaining ground-25 years of Swiss experience; Proceedings of the 1999 IEEE Transmission and Distribution Conference; New Orleans, LA, USA. 11–16 April 1999; pp. 827–833."}, {"Citation": "Tu Y.P., Tong Y.L., Wang Q., Li M. Influence of humidity on ozone aging performance of HTV silicon rubber. Gaodianya Jishu/High Volt. Eng. 2011;37:841–847."}, {"Citation": "Fujimoto K., Takebayashi Y., Inoue H., Ikada Y. Ozone-induced graft polymerization onto polymer surface. J. Polym. Sci. Part A Polym. Chem. 1993;31:1035–1043. doi: 10.1002/pola.1993.080310426.", "ArticleIdList": ["10.1002/pola.1993.080310426"]}, {"Citation": "Laifaoui A., Herzine M.S., Zebboudj Y., Reboul J.M., Nedjar M. Breakdown Strength Measurements on Cylindrical Polyvinyl Chloride Sheaths under AC and DC Voltages. IEEE Trans. Dielectr. Electr. Insul. 2014;21:2267–2273. doi: 10.1109/TDEI.2014.004190.", "ArticleIdList": ["10.1109/TDEI.2014.004190"]}, {"Citation": "Li W.G., Liu Z.K., Wei B., Qiu M., Gao X.J., Gao C., Zhao Y.Q., Li S., Hou J.Z., Chen P.P. Comparison Between the DC and AC Breakdown Characteristics of Dielectric Sheets in Liquid Nitrogen. IEEE Trans. Appl. Supercond. 2014;24:8800606. doi: 10.1109/Tasc.2014.2331289.", "ArticleIdList": ["10.1109/Tasc.2014.2331289"]}, {"Citation": "Koo J.H., Hwang J.S., Shin W.J., Sakamoto K., Oh D.H., Lee B.W. Comparison of DC and AC Surface Breakdown Characteristics of GFRP and Epoxy Nanocomposites in Liquid Nitrogen. IEEE Trans. Appl. Supercond. 2016;26:7700804. doi: 10.1109/TASC.2016.2544104.", "ArticleIdList": ["10.1109/TASC.2016.2544104"]}, {"Citation": "Hayden J.L.R., Eddy W.N.E. Dielectric Strength Ratio Between Alternating and Direct Voltages. J. Am. Inst. Electr. Eng. 1923;42:706–712. doi: 10.1109/JoAIEE.1923.6594056.", "ArticleIdList": ["10.1109/JoAIEE.1923.6594056"]}, {"Citation": "Wagner K.W. The physical nature of the electrical breakdown of solid dielectrics. J. Am. Inst. Electr. Eng. 1922;41:1034–1044. doi: 10.1109/JoAIEE.1922.6593245.", "ArticleIdList": ["10.1109/JoAIEE.1922.6593245"]}, {"Citation": "Von Hippel A. Electric breakdown of solid and liquid insulators. J. Appl. Phys. 1937;8:815–832. doi: 10.1063/1.1710258.", "ArticleIdList": ["10.1063/1.1710258"]}, {"Citation": "Fröhlich H. Theory of electrical breakdown in ionic crystals. II. Proc. R. Soc. A Maof Lond. Ser. A-Math. Phys. Sci. 1939;172:94–106. doi: 10.1098/rspa.1939.0092.", "ArticleIdList": ["10.1098/rspa.1939.0092"]}, {"Citation": "Stark K.H., Garton C.G. Electric Strength of Irradiated Polythene. Nature. 1955;176:1225–1226. doi: 10.1038/1761225a0.", "ArticleIdList": ["10.1038/1761225a0"]}, {"Citation": "Artbauer J. Elektrische Festigkeit von Polymeren. Kolloid-Z. Z. Für Polym. 1965;202:15–25. doi: 10.1007/BF01497181.", "ArticleIdList": ["10.1007/BF01497181"]}, {"Citation": "Balpinarli M., Dai J.J., Gela G. Ac and Dc Breakdown Versus Thickness Characteristics for Rubber Gloves. IEEE Trans. Power Deliv. 1988;3:384–391. doi: 10.1109/61.4268.", "ArticleIdList": ["10.1109/61.4268"]}, {"Citation": "Grzybowski S., Fan J. Electrical breakdown characteristics of the XLPE cables under AC, DC, and pulsating voltages; Proceedings of the 5th International Conference on Properties and Applications of Dielectric Materials; Seoul, Republic of Korea. 25–30 May 1997; pp. 389–393."}, {"Citation": "Jow T.R., Cygan P.J. Investigation of dielectric breakdown of polyvinylidene fluoride using AC and DC methods; Proceedings of the Conference Record of the 1992 IEEE International Symposium on Electrical Insulation; Baltimore, MD, USA. 7–10 June 1992; pp. 181–184."}, {"Citation": "Zhu Y., Qiao N., Dong S., Qu G., Chen Y., Lu W., Qin Z., Li D., Wu K., Nie Y., et al. Side-Chain Engineering of Polystyrene Dielectrics Toward High-Performance Photon Memories and Artificial Synapses. Chem. Mater. 2022;34:6505–6517. doi: 10.1021/acs.chemmater.2c01252.", "ArticleIdList": ["10.1021/acs.chemmater.2c01252"]}, {"Citation": "Zhu Y., Fan Y., Li S., Wei P., Li D., Liu B., Cui D., Zhang Z., Li G., Nie Y., et al. Soluble poly(4-fluorostyrene): A high-performance dielectric electret for organic transistors and memories. Mater. Horiz. 2020;7:1861–1871. doi: 10.1039/D0MH00203H.", "ArticleIdList": ["10.1039/D0MH00203H"]}, {"Citation": "Zha J.W., Dang Z.M., Song H.T., Yin Y., Chen G. Dielectric properties and effect of electrical aging on space charge accumulation in polyimide/TiO nanocomposite films. J. Appl. Phys. 2010;108:094113. doi: 10.1063/1.3506715.", "ArticleIdList": ["10.1063/1.3506715"]}, {"Citation": "Zhou C., Chen G. Space charge behaviours in polyethylene under combined AC and DC electric fields; Proceedings of the 2014 IEEE Conference on Electrical Insulation and Dielectric Phenomena; Des Moines, IA, USA. 19–22 October 2014; pp. 848–851."}, {"Citation": "Li S., Zhu Y., Min D., Chen G. Space Charge Modulated Electrical Breakdown. Sci. Rep. 2016;6:32588. doi: 10.1038/srep32588.", "ArticleIdList": ["10.1038/srep32588", "PMC5013471", "27599577"]}, {"Citation": "Riffaud J., Griseri V., Berquez L. New design of the pulsed electro-acoustic upper electrode for space charge measurements during electronic irradiation. Rev. Sci. Instrum. 2016;87:073901. doi: 10.1063/1.4954929.", "ArticleIdList": ["10.1063/1.4954929", "27475565"]}, {"Citation": "Bocci V., Borrelli E., Travagli V., Zanardi I. The ozone paradox: Ozone is a strong oxidant as well as a medical drug. Med. Res. Rev. 2009;29:646–682. doi: 10.1002/med.20150.", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Cataldo F. The action of ozone on polymers having unconjugated and cross or linearly conjugated unsaturation chemistry and technological aspects. Polym. Degrad. Stab. 2001;73:511–520. doi: 10.1016/S0141-3910(01)00140-9.", "ArticleIdList": ["10.1016/S0141-3910(01)00140-9"]}, {"Citation": "Walzak M.J., Flynn S., Foerch R., Hill J.M., Karbashewski E., Lin A., Strobel M. UV and ozone treatment of polypropylene and poly(ethylene terephthalate) J. Adhes. Sci. Technol. 1995;9:1229–1248. doi: 10.1163/156856195X01012.", "ArticleIdList": ["10.1163/156856195X01012"]}, {"Citation": "Simmons J.G., Wei L.S. Theory of dynamic charge current and capacitance characteristics in MIS systems containing distributed surface traps. Solid-State Electron. 1973;16:53–66. doi: 10.1016/0038-1101(73)90125-1.", "ArticleIdList": ["10.1016/0038-1101(73)90125-1"]}, {"Citation": "Nie Y., Yang L., Zhao N., Min D., Li S. Effect of surface state on DC breakdown of LDPE films. IEEE Trans. Dielectr. Electr. Insul. 2017;24:2522–2530. doi: 10.1109/TDEI.2017.006453.", "ArticleIdList": ["10.1109/TDEI.2017.006453"]}, {"Citation": "Chen G., Zhao J.W., Li S.T., Zhong L.S. Origin of thickness dependent dc electrical breakdown in dielectrics. Appl. Phys. Lett. 2012;100:222904. doi: 10.1063/1.4721809.", "ArticleIdList": ["10.1063/1.4721809"]}, {"Citation": "Angalane S.K., Kasinathan E. A review on polymeric insulation for high-voltage application under various stress conditions. Polym. Compos. 2022;43:4803–4834. doi: 10.1002/pc.26793.", "ArticleIdList": ["10.1002/pc.26793"]}, {"Citation": "Ieda M. Dielectric Breakdown Process of Polymers. IEEE Trans. Electr. Insul. 1980;EI-15:206–224. doi: 10.1109/TEI.1980.298314.", "ArticleIdList": ["10.1109/TEI.1980.298314"]}, {"Citation": "Montanari G.C. Bringing an insulation to failure: The role of space charge. IEEE Trans. Dielectr. Electr. Insul. 2011;18:339–364. doi: 10.1109/TDEI.2011.5739438.", "ArticleIdList": ["10.1109/TDEI.2011.5739438"]}, {"Citation": "Mazzanti G., Montanari G.C. Electrical aging and life models: The role of space charge. IEEE Trans. Dielectr. Electr. Insul. 2005;12:876–890. doi: 10.1109/TDEI.2005.1522183.", "ArticleIdList": ["10.1109/TDEI.2005.1522183"]}, {"Citation": "Yuan M., Zou L., Li Z., Pang L., Zhao T., Zhang L., Zhou J., Xiao P., Akram S., Wang Z., et al. A review on factors that affect surface charge accumulation and charge-induced surface flashover. Nanotechnology. 2021;32:262001. doi: 10.1088/1361-6528/abe9e3.", "ArticleIdList": ["10.1088/1361-6528/abe9e3", "33631724"]}, {"Citation": "Liu P., Xie Z., Pang X., Xu T., Zhang S., Morshuis P.H.F., Li H., Peng Z. Space Charge Behavior in Epoxy-Based Dielectrics: Progress and Perspective. Adv. Electron. Mater. 2022;8:2200259. doi: 10.1002/aelm.202200259.", "ArticleIdList": ["10.1002/aelm.202200259"]}, {"Citation": "Damamme G., Gressus C.L., Reggi A.S.D. Space charge characterization for the 21th century. IEEE Trans. Dielectr. Electr. Insul. 1997;4:558–584. doi: 10.1109/94.625645.", "ArticleIdList": ["10.1109/94.625645"]}, {"Citation": "Blaise G., Sarjeant W.J. Space charge in dielectrics. Energy storage and transfer dynamics from atomistic to macroscopic scale. IEEE Trans. Dielectr. Electr. Insul. 1998;5:779–808. doi: 10.1109/94.729703.", "ArticleIdList": ["10.1109/94.729703"]}, {"Citation": "Lau K.Y., Vaughan A.S., Chen G., Hosier I.L., Holt A.F., Ching K.Y. On the space charge and DC breakdown behavior of polyethylene/silica nanocomposites. IEEE Trans. Dielectr. Electr. Insul. 2014;21:340–351. doi: 10.1109/TDEI.2013.004043.", "ArticleIdList": ["10.1109/TDEI.2013.004043"]}, {"Citation": "Zhou C., Chen G. Space charge and AC electrical breakdown strength in polyethylene. IEEE Trans. Dielectr. Electr. Insul. 2017;24:559–566. doi: 10.1109/TDEI.2016.005811.", "ArticleIdList": ["10.1109/TDEI.2016.005811"]}, {"Citation": "Neelmani, Suematsu H., Sarathi R. Investigation on space charge dynamics and mechanical properties of Epoxy Alumina nanocomposites. Mater. Res. Express. 2020;7:025037. doi: 10.1088/2053-1591/ab5ee3.", "ArticleIdList": ["10.1088/2053-1591/ab5ee3"]}, {"Citation": "Neelmani, Thangabalan B., Vasa N.J., Srinivasan B., Suematsu H., Sarathi R. Investigation on Surface Condition of the Corona-Aged Silicone Rubber Nanocomposite Adopting Wavelet and LIBS Technique. IEEE Trans. Plasma Sci. 2021;49:2294–2304. doi: 10.1109/TPS.2021.3094124.", "ArticleIdList": ["10.1109/TPS.2021.3094124"]}, {"Citation": "Panda P., Chakroborty S., Modi A., Moharana S. Metal Oxide Nanofiller-Introduced Polymer-Based Nanocomposite Dielectrics for Advanced Energy Storage Devices. In: Moharana S., Gregory D.H., Mahaling R.N., editors. Emerging Nanodielectric Materials for Energy Storage: From Bench to Field. Springer International Publishing; Cham, Switzerland: 2023. pp. 415–431."}, {"Citation": "Tohluebaji N., Thainiramit P., Putson C., Muensit N. Phase and Structure Behavior vs. Electromechanical Performance of Electrostrictive P(VDF-HFP)/ZnO Composite Nanofibers. Polymers. 2021;13:2565. doi: 10.3390/polym13152565.", "ArticleIdList": ["10.3390/polym13152565", "PMC8348512", "34372168"]}, {"Citation": "Arya A., Sharma A.L. Polymer Nanocomposites: Synthesis and Characterization. In: Dasgupta N., Ranjan S., Lichtfouse E., editors. Environmental Nanotechnology Volume 4. Springer International Publishing; Cham, Switzerland: 2020. pp. 265–315."}, {"Citation": "Adnan M., Abdul-Malek Z., Lau K.Y., Tahir M. Polypropylene-based nanocomposites for HVDC cable insulation. IET Nanodielectr. 2021;4:84–97. doi: 10.1049/nde2.12018.", "ArticleIdList": ["10.1049/nde2.12018"]}, {"Citation": "Marwat M.A., Yasar M., Ma W., Fan P., Liu K., Lu D., Tian Y., Samart C., Ye B., Zhang H. Significant Energy Density of Discharge and Charge–Discharge Efficiency in Ag@BNN Nanofillers-Modified Heterogeneous Sandwich Structure Nanocomposites. ACS Appl. Energy Mater. 2020;3:6591–6601. doi: 10.1021/acsaem.0c00770.", "ArticleIdList": ["10.1021/acsaem.0c00770"]}, {"Citation": "Lei Z., Men R., Wang F., Li Y., Song J., Shahsavarian T., Li C., Fabiani D. Surface modified nano-SiO2 enhances dielectric properties of stator coil insulation for HV motors. IEEE Trans. Dielectr. Electr. Insul. 2020;27:1029–1037. doi: 10.1109/TDEI.2020.008736.", "ArticleIdList": ["10.1109/TDEI.2020.008736"]}, {"Citation": "Neelmani, Sarathi R., Suematsu H. Understanding the impact of space charge variations with UV- and water-aged epoxy alumina nanocomposites adopting pulsed electroacoustic techniques. Micro Nano Lett. 2020;15:1059–1064. doi: 10.1049/mnl.2020.0209.", "ArticleIdList": ["10.1049/mnl.2020.0209"]}, {"Citation": "Zhao N., Nie Y., Li S. Space charge characteristics of fluorinated polyethylene: Different effects of fluorine and oxygen. AIP Adv. 2018;8:045103. doi: 10.1063/1.5020063.", "ArticleIdList": ["10.1063/1.5020063"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "3"}, {"Year": "2023", "Month": "11", "Day": "17"}, {"Year": "2023", "Month": "11", "Day": "21"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "12", "Minute": "53"}, {"Year": "2023", "Month": "11", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38231898", "PMC10707733", "10.3390/polym15234490", "polym15234490"]}}], "PubmedBookArticle": []}