{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["abiotic stress", "antioxidants", "atmospheric pollutants", "oxidative stress", "photosynthesis", "prooxidant", "reactive oxygen species"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38264020", "DateRevised": {"Year": "2024", "Month": "01", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "09"}], "ELocationID": ["1244515", "10.3389/fpls.2023.1244515"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Elevated tropospheric ozone and crop production: potential negative effects and plant defense mechanisms.", "Pagination": {"StartPage": "1244515", "MedlinePgn": "1244515"}, "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) levels on Earth are increasing because of anthropogenic activities and natural processes. Ozone enters plants through the leaves, leading to the overgeneration of reactive oxygen species (ROS) in the mesophyll and guard cell walls. ROS can damage chloroplast ultrastructure and block photosynthetic electron transport. Ozone can lead to stomatal closure and alter stomatal conductance, thereby hindering carbon dioxide (CO<sub>2</sub>) fixation. Ozone-induced leaf chlorosis is common. All of these factors lead to a reduction in photosynthesis under O<sub>3</sub> stress. Long-term exposure to high concentrations of O<sub>3</sub> disrupts plant physiological processes, including water and nutrient uptake, respiration, and translocation of assimilates and metabolites. As a result, plant growth and reproductive performance are negatively affected. Thus, reduction in crop yield and deterioration of crop quality are the greatest effects of O<sub>3</sub> stress on plants. Increased rates of hydrogen peroxide accumulation, lipid peroxidation, and ion leakage are the common indicators of oxidative damage in plants exposed to O<sub>3</sub> stress. Ozone disrupts the antioxidant defense system of plants by disturbing enzymatic activity and non-enzymatic antioxidant content. Improving photosynthetic pathways, various physiological processes, antioxidant defense, and phytohormone regulation, which can be achieved through various approaches, have been reported as vital strategies for improving O<sub>3</sub> stress tolerance in plants. In plants, O<sub>3</sub> stress can be mitigated in several ways. However, improvements in crop management practices, CO<sub>2</sub> fertilization, using chemical elicitors, nutrient management, and the selection of tolerant crop varieties have been documented to mitigate O<sub>3</sub> stress in different plant species. In this review, the responses of O<sub>3</sub>-exposed plants are summarized, and different mitigation strategies to decrease O<sub>3</sub> stress-induced damage and crop losses are discussed. Further research should be conducted to determine methods to mitigate crop loss, enhance plant antioxidant defenses, modify physiological characteristics, and apply protectants."], "CopyrightInformation": "Copyright © 2024 Nowroz, Hasanuzzaman, Siddika, Parvin, Caparros, Nahar and Prasad."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Sher-e-Bangla Agricultural University, Dhaka, Bangladesh."}], "LastName": "Nowroz", "ForeName": "Farzana", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Sher-e-Bangla Agricultural University, Dhaka, Bangladesh."}], "LastName": "Hasanuzzaman", "ForeName": "Mirza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Sher-e-Bangla Agricultural University, Dhaka, Bangladesh."}], "LastName": "Siddika", "ForeName": "Ayesha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Sher-e-Bangla Agricultural University, Dhaka, Bangladesh."}], "LastName": "Parvin", "ForeName": "Khursheda", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy Department of Superior School Engineering, University of Almería, Almería, Spain."}], "LastName": "Caparros", "ForeName": "Pedro Garcia", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Botany, Sher-e-Bangla Agricultural University, Dhaka, Bangladesh."}], "LastName": "Nahar", "ForeName": "Kamrun", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Kansas State University, Manhattan, KS, United States."}], "LastName": "Prasad", "ForeName": "P V Vara", "Initials": "PVV"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "AbdElgawad H., Zinta G., Beemster G. T. S., Janssens I. A., Asard H. (2016). Future climate CO2 levels mitigate stress impact on plants: Increased defense or decreased challenge? Front. Plant Sci. 7. doi: 10.3389/fpls.2016.00556", "ArticleIdList": ["10.3389/fpls.2016.00556", "PMC4852726", "27200030"]}, {"Citation": "Ainsworth E. A. (2017). Understanding and improving global crop response to ozone pollution. Plant J. 90, 886–897. doi: 10.1111/tpj.13298", "ArticleIdList": ["10.1111/tpj.13298", "27739639"]}, {"Citation": "Ainsworth E. A., Yendrek C. R., Sitch S., Collins W. J., Emberson L. D. (2012). The effects of tropospheric ozone on net primary productivity and implications for climate change. Annu. Rev. Plant Biol. 63, 637–661. doi: 10.1146/annurev-arplant-042110-103829", "ArticleIdList": ["10.1146/annurev-arplant-042110-103829", "22404461"]}, {"Citation": "Alfonso S. U., Brüggemann W. (2012). Photosynthetic responses of a C3 and three C4 species of the genus Panicum (s.l.) with different metabolic subtypes to drought stress. Photosynth. Res. 112, 175–191. doi: 10.1007/s11120-012-9763-4", "ArticleIdList": ["10.1007/s11120-012-9763-4", "22797823"]}, {"Citation": "Alves E. S., Moura B. B., Pedroso A. N. V., Tresmondi F., MaChado S. R. (2016). Cellular markers indicative of ozone stress on bioindicator plants growing in a tropical environment. Ecologic. Indicat. 67, 417–424. doi: 10.1016/j.ecolind.2016.03.011", "ArticleIdList": ["10.1016/j.ecolind.2016.03.011"]}, {"Citation": "Arshad A. (2021). A growth and biochemistry of ten high yielding genotypes of Pakistani rice (Oryza sativa L.) at maturity under elevated tropospheric ozone. Heliyon. 7, e08198. doi: 10.1016/j.heliyon.2021.e08198", "ArticleIdList": ["10.1016/j.heliyon.2021.e08198", "PMC8545687", "34729434"]}, {"Citation": "Ashrafuzzaman M., Haque Z., Ali B., Mathew B., Yu P., Hochholdinger F., et al. . (2018). Ethylenediurea (EDU) mitigates the negative effects of ozone in rice: Insights into its mode of action. Plant Cell Environ. 41, 2882–2898. doi: 10.1111/pce.13423", "ArticleIdList": ["10.1111/pce.13423", "30107647"]}, {"Citation": "Ashrafuzzaman M., Lubna F. A., Holtkamp F., Manning W. J., Kraska T., Frei M. (2017). Diagnosing ozone stress and differential tolerance in rice (Oryza sativa L.) with ethylenediurea (EDU). Environ. Pollut. 230, 339–350. doi: 10.1016/j.envpol.2017.06.055", "ArticleIdList": ["10.1016/j.envpol.2017.06.055", "28668595"]}, {"Citation": "Astier J., Gross I., Durner J. (2018). Nitric oxide production in plants: An update. J. Exp. Bot. 69, 3401–3411. doi: 10.1093/jxb/erx420", "ArticleIdList": ["10.1093/jxb/erx420", "29240949"]}, {"Citation": "Avnery S., Mauzerall D. L., Liu J., Horowitz L. W. (2011). Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmos . Environ. 45, 2284–2296. doi: 10.1016/j.atmosenv.2010.11.045", "ArticleIdList": ["10.1016/j.atmosenv.2010.11.045"]}, {"Citation": "Baier M., Kandlbinder A., Golldack D., Dietz K. J. (2005). Oxidative stress and ozone: perception, signaling and response. Plant Cell Environ. 28, 1012–1020. doi: 10.1111/j.1365-3040.2005.01326.x", "ArticleIdList": ["10.1111/j.1365-3040.2005.01326.x"]}, {"Citation": "Bailey A., Burkey K., Taggart M., Rufty T. (2019). Leaf traits that contribute to differential ozone response in ozone-tolerant and sensitive soybean genotypes. Plants 8, 235. doi: 10.3390/plants8070235", "ArticleIdList": ["10.3390/plants8070235", "PMC6681220", "31330762"]}, {"Citation": "Bandurska H., Borowiak K., Miara M. (2009). Effect of two different ambient ozone concentrations on antioxidative enzymes in leaves of two tobacco cultivars with contrasting ozone sensitivity. Acta Biol. Crac. Ser. Bot. 51, 37–44."}, {"Citation": "Banerjee A., Roychoudhury A. (2019). “Rice responses and tolerance to elevated ozone,” in Advances in rice research for abiotic stress tolerance. Eds. Hasanuzzaman M., Fujita M., Nahar K., Biswas J. K. (United Kingdom: Woodhead Publishing; ), 399–411."}, {"Citation": "Baqasi L. A., Qari H. A., Al-Nahhas N., Badr R. H., Taia W. K., El-Dakkak R., et al. . (2018). Effects of low concentration of ozone (O3) on metabolic and physiological attributes in wheat (Triticum aestivum L.) plants. Biomed. Pharmacol. J. 11, 929–934. doi: 10.13005/bpj/1450", "ArticleIdList": ["10.13005/bpj/1450"]}, {"Citation": "Bhatia A., Mina U., Kumar V., Tomer R., Kumar A., Chakrabarti B., et al. . (2021). Effect of elevated ozone and carbon dioxide interaction on growth, yield, nutrient content and wilt disease severity in chickpea grown in Northern India. Heliyon 7, e06049. doi: 10.1016/j.heliyon.2021.e06049", "ArticleIdList": ["10.1016/j.heliyon.2021.e06049", "PMC7841360", "33537483"]}, {"Citation": "Biancari L., Cerrotta C., Menéndez A. I., Gundel P. E., Martínez-Ghersa M. A. (2021). Episodes of high tropospheric ozone reduce nodulation, seed production and quality in soybean (Glycine max (L.) merr.) on low fertility soils. Environ. pollut. 269, 116117. doi: 10.1016/j.envpol.2020.116117", "ArticleIdList": ["10.1016/j.envpol.2020.116117", "33272799"]}, {"Citation": "Booker F., Burkey K., Morgan P., Fiscus E., Jones A. (2012). Minimal influence of G-protein null mutations on ozone-induced changes in gene expression, foliar injury, gas exchange and peroxidase activity in Arabidopsis thaliana L. Plant Cell Environ. 35, 668–681. doi: 10.1111/j.1365-3040.2011.02443.x", "ArticleIdList": ["10.1111/j.1365-3040.2011.02443.x", "PMC4905725", "21988569"]}, {"Citation": "Bortolin R. C., Caregnato F. F., Divan J. A. M., Reginatto F. H., Gelain D. P., Moreira J. C. F. (2014). Effects of chronic elevated ozone concentration on the redox state and fruit yield of red pepper plant Capsicum baccatum . Ecotoxicol. Environ. Saf. 100, 114–121. doi: 10.1016/j.ecoenv.2013.09.035", "ArticleIdList": ["10.1016/j.ecoenv.2013.09.035", "24238720"]}, {"Citation": "Bortolin R. C., Caregnato F. F., Junior A. M. D., Zanotto-Filho A., Moresco K. S., de Oliveira Rios A., et al. . (2016). Chronic ozone exposure alters the secondary metabolite profile, antioxidant potential, anti-inflammatory property, and quality of red pepper fruit from Capsicum baccatum . Ecotoxicol. Environ. Saf. 129, 16–24. doi: 10.1016/j.ecoenv.2016.03.004", "ArticleIdList": ["10.1016/j.ecoenv.2016.03.004", "26970882"]}, {"Citation": "Broberg M. C., Feng Z., Xin Y., Pleijel H. (2015). Ozone effects on wheat grain quality–A summary. Environ. pollut. 197, 203–213. doi: 10.1016/j.envpol.2014.12.009", "ArticleIdList": ["10.1016/j.envpol.2014.12.009", "25577485"]}, {"Citation": "Burkey K. O., Eason G., Fiscus E. L. (2003). Factors that affect leaf extracellular ascorbic acid content and redox status. Physiol. Plant 117, 51–57. doi: 10.1034/j.1399-3054.2003.1170106.x", "ArticleIdList": ["10.1034/j.1399-3054.2003.1170106.x"]}, {"Citation": "Cabané M., Afif D., Hawkins S. (2012). Lignins and abiotic stresses. Adv. Bot. Res. 61, 219–262. doi: 10.1016/B978-0-12-416023-1.00007-0", "ArticleIdList": ["10.1016/B978-0-12-416023-1.00007-0"]}, {"Citation": "Cailleret M., Ferretti M., Gessler A., Rigling A., Schaub M. (2018). Ozone effects on European forest growth-Towards an integrative approach. J. Ecol. 106, 1377–1389. doi: 10.1111/1365-2745.12941", "ArticleIdList": ["10.1111/1365-2745.12941"]}, {"Citation": "Carrijo D. R., Lundy M. E., Linquist B. A. (2017). Rice yields and water use under alternate wetting and drying irrigation: A meta-analysis. Field Crops Res. 203, 173–180. doi: 10.1016/j.fcr.2016.12.002", "ArticleIdList": ["10.1016/j.fcr.2016.12.002"]}, {"Citation": "Castagna A., Ranieri A. (2009). Detoxification and repair process of ozone injury: From O3 uptake to gene expression adjustment. Environ. pollut. 157, 1461–1469. doi: 10.1016/j.envpol.2008.09.029", "ArticleIdList": ["10.1016/j.envpol.2008.09.029", "18954925"]}, {"Citation": "Chakraborty N., Sarkar A., Acharya K. (2019). ““Elicitor-mediated amelioration of abiotic stress in plants,”,” in Molecular plant abiotic stress: biology and biotechnology. Eds. Roychoudhury D. A., Tripathi D. D. (United States: Wiley Online Library; ), 105–122."}, {"Citation": "Chaudhary I. J., Rathore D. (2020). Relative effectiveness of ethylenediurea, phenyl urea, ascorbic acid and urea in preventing groundnut (Arachis hypogaea L.) crop from ground level ozone. Environ. Technol. Innov. 19, 100963. doi: 10.1016/j.eti.2020.100963", "ArticleIdList": ["10.1016/j.eti.2020.100963"]}, {"Citation": "Chaudhary N., Singh S., Agrawal S. B., Agrawal M. (2013). Assessment of six Indian cultivars of mung bean against ozone by using foliar injury index and changes in carbon assimilation, gas exchange, chlorophyll fluorescence and photosynthetic pigments. Environ. Monit. Assess. 185, 7793–7807. doi: 10.1007/s10661-013-3136-0", "ArticleIdList": ["10.1007/s10661-013-3136-0", "23456222"]}, {"Citation": "Chen Z., Cao J., Yu H., Shang H. (2018). Effects of elevated ozone levels on photosynthesis, biomass and non-structural carbohydrates of Phoebe bournei and Phoebe zhennan in subtropical China. Front. Plant Sci. 9. doi: 10.3389/fpls.2018.01764", "ArticleIdList": ["10.3389/fpls.2018.01764", "PMC6284062", "30555502"]}, {"Citation": "Chen Z., Wang X., Shang H. (2015). Structure and function of rhizosphere and non-rhizosphere soil microbial community respond differently to elevated ozone in field-planted wheat. J. Environ. Sci. 32, 126–134. doi: 10.1016/j.jes.2014.12.018", "ArticleIdList": ["10.1016/j.jes.2014.12.018", "26040739"]}, {"Citation": "Cho K., Tiwari S., Agrawal S. B., Torres N. L., Agrawal M., Sarkar A., et al. . (2011). Tropospheric ozone and plants: absorption, responses, and consequences. Rev. Environ. Contam. Toxicol. 212, 61–111. doi: 10.1007/978-1-4419-8453-1_3", "ArticleIdList": ["10.1007/978-1-4419-8453-1_3", "21432055"]}, {"Citation": "Choquette N. E., Ainsworth E. A., Bezodis. W., Cavanagh A. P. (2020). Ozone tolerant maize hybrids maintain Rubisco content and activity during long-term exposure in the field. Plant Cell Environ. 43, 3033–3047. doi: 10.1111/pce.13876", "ArticleIdList": ["10.1111/pce.13876", "PMC7756399", "32844407"]}, {"Citation": "Chutteang C., Booker F. L., Na-Ngern P., Burton A., Aoki M., Burkey K. O. (2016). Biochemical and physiological processes associated with the differential ozone response in ozone-tolerant and sensitive soybean genotypes. Plant Biol. 18, 28–36. doi: 10.1111/plb.12347", "ArticleIdList": ["10.1111/plb.12347", "25959717"]}, {"Citation": "Czarnocka W., Karpińsky S. (2018). Friend or foe? Reactive oxygen species production, scavenging and signaling in plant response to environmental stresses. Free Radic. Biol. Med. 122, 4–20. doi: 10.1016/j.freeradbiomed.2018.01.011", "ArticleIdList": ["10.1016/j.freeradbiomed.2018.01.011", "29331649"]}, {"Citation": "Dawson T. E., Burgess S. S. O., Tu K. P., Oliveira R. S., Santiago L. S., Fisher J. B., et al. . (2007). Night-time transpiration in woody plants from contrasting ecosystems. Tree Physiol. 27, 561–575. doi: 10.1093/treephys/27.4.561", "ArticleIdList": ["10.1093/treephys/27.4.561", "17241998"]}, {"Citation": "Dhevagi P., Ramya A., Poornima R., Chandrakumar K. (2023). Effectiveness of ethylene diurea in ameliorating ozone stress in blackgram varieties (Vigna mungo L.). Arch. Agron. Soil Sci. 69, 1503–1518. doi: 10.1080/03650340.2022.2099542", "ArticleIdList": ["10.1080/03650340.2022.2099542"]}, {"Citation": "Dhevagi P., Ramya A., Priyatharshini S., Poornima R. (2021). Effect of elevated tropospheric ozone on Vigna mungo L. Varieties. Ozone: Sci. Eng. 44, 566–586. doi: 10.1080/01919512.2021.2009332", "ArticleIdList": ["10.1080/01919512.2021.2009332"]}, {"Citation": "Duque L., Poelman E. H., Steffan-Dewenter I. (2021. a). Plant age at the time of ozone exposure affects flowering patterns, biotic interactions and reproduction of wild mustard. Sci. Rep. 11, 1–10. doi: 10.1038/s41598-021-02878-9", "ArticleIdList": ["10.1038/s41598-021-02878-9", "PMC8648743", "34873217"]}, {"Citation": "Duque L., Poelman E. H., Steffan-Dewenter I. (2021. b). Effects of ozone stress on flowering phenology, plant-pollinator interactions and plant reproductive success. Environ. pollut. 272, 15953. doi: 10.1016/j.envpol.2020.115953", "ArticleIdList": ["10.1016/j.envpol.2020.115953", "33190978"]}, {"Citation": "Emberson L. (2020). Effects of ozone on agriculture, forests and grasslands. Philos. Trans. R. Soc 378, 20190327. doi: 10.1098/rsta.2019.0327", "ArticleIdList": ["10.1098/rsta.2019.0327", "PMC7536038", "32981434"]}, {"Citation": "Emberson L. D., Pleijel H., Ainsworth E. A., Van den Berg M., Ren W., Osborne S., et al. . (2018). Ozone effects on crops and consideration in crop models. Eur. J. Agron. 100, 19–34. doi: 10.1016/j.eja.2018.06.002", "ArticleIdList": ["10.1016/j.eja.2018.06.002"]}, {"Citation": "Estavillo G. M., Chan K. X., Phua S. Y., Pogson B. J. (2013). Reconsidering the nature and mode of action of metabolite retrograde signaling from the chloroplast. Front. Plant Sci. 3, 300. doi: 10.3389/fpls.2012.00300", "ArticleIdList": ["10.3389/fpls.2012.00300", "PMC3539676", "23316207"]}, {"Citation": "Evans N. H., McAinsh M. R., Hetherington A. M., Knight M. R. (2005). ROS perception in Arabidopsis thaliana: the ozone-induced calcium response. Plant J. 41, 615–626. doi: 10.1111/j.1365-313X.2004.02325.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02325.x", "15686524"]}, {"Citation": "Faoro F., Iriti M. (2009). Plant cell death and cellular alterations induced by ozone: key studies in Mediterranean conditions. Environ. pollut. 157, 1470–1477. doi: 10.1016/j.envpol.2008.09.026", "ArticleIdList": ["10.1016/j.envpol.2008.09.026", "18973970"]}, {"Citation": "Fatima A., Singh A. A., Mukherjee A., Agrawal M., Agrawal S. B. (2018). Variability in defence mechanism operating in three wheat cultivars having different levels of sensitivity against elevated ozone. Environ. Exp. Bot. 155, 66–78. doi: 10.1016/j.envexpbot.2018.06.015", "ArticleIdList": ["10.1016/j.envexpbot.2018.06.015"]}, {"Citation": "Fatima A., Singh A. A., Mukherjee A., Dolker T., Agrawal M., Agrawal S. B. (2019). Assessment of ozone sensitivity in three wheat cultivars using ethylenediurea. Plants 8, 80. doi: 10.3390/plants8040080", "ArticleIdList": ["10.3390/plants8040080", "PMC6524027", "30934911"]}, {"Citation": "Fiscus E. L., Booker F. L., Burkey K. O. (2005). Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant Cell Environ. 28, 997–1011. doi: 10.1111/j.1365-3040.2005.01349.x", "ArticleIdList": ["10.1111/j.1365-3040.2005.01349.x"]}, {"Citation": "Frei M. (2015). Breeding of ozone resistant rice: Relevance, approaches and challenges. Environ. pollut. 197, 144–155. doi: 10.1016/j.envpol.2014.12.011", "ArticleIdList": ["10.1016/j.envpol.2014.12.011", "25528448"]}, {"Citation": "Fusaro L., Gerosa G., Salvatori E., Marzuoli R., Monga R., Kuzminsky E., et al. . (2016). Early and late adjustments of the photosynthetic traits and stomatal density in Quercus ilex L. grown in an ozone-enriched environment. Plant Biol. 18, 13–21. doi: 10.1111/plb.12383", "ArticleIdList": ["10.1111/plb.12383", "26307426"]}, {"Citation": "Gautam A. K., Tiwari S. (2020). ““Use of different agronomic practices to minimize ozone injury in plants: A step toward sustainable agriculture”,” in New frontiers in stress management for durable agriculture. Eds. Rakshit A., Singh H., Singh A., Singh U., Fraceto L. (Singapore: Sringer; ), 213–229."}, {"Citation": "Ghosh A., Agrawal M., Agrawal S. B. (2020. a). Effect of water deficit stress on an Indian wheat cultivar (Triticum aestivum L. HD 2967) under ambient and elevated level of ozone. Sci. Total Environ. 714, 136837. doi: 10.1016/j.scitotenv.2020.136837", "ArticleIdList": ["10.1016/j.scitotenv.2020.136837", "32018978"]}, {"Citation": "Ghosh A., Pandey B., Agrawal M., Agrawal S. B. (2020. b). Interactive effects and competitive shift between Triticum aestivum L. (wheat) and Chenopodium album L. (fat-hen) under ambient and elevated ozone. Environ. pollut. 265, 114764. doi: 10.1016/j.envpol.2020.114764", "ArticleIdList": ["10.1016/j.envpol.2020.114764", "32512473"]}, {"Citation": "Gill S. S., Tuteja N. (2010). Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol. Biochem. 48, 909–930. doi: 10.1016/j.plaphy.2010.08.016", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Gillespie C., Stabler D., Tallentire E., Goumenaki E., Barnes J. (2015). Exposure to environmentally-relevant levels of ozone negatively influence pollen and fruit development. Environ. pollut. 206, 494–501. doi: 10.1016/j.envpol.2015.08.003", "ArticleIdList": ["10.1016/j.envpol.2015.08.003", "26284345"]}, {"Citation": "Gillespie K. M., Rogers A., Ainsworth E. A. (2011). Growth at elevated ozone or elevated carbon dioxide concentration alters antioxidant capacity and response to acute oxidative stress in soybean (Glycine max). J. Exp. Bot. 62, 2667–2678. doi: 10.1093/jxb/erq435", "ArticleIdList": ["10.1093/jxb/erq435", "21282325"]}, {"Citation": "Gomez L. D., Noctor G., Knight M. R., Foyer C. H. (2004). Regulation of calcium signaling and gene expression by glutathione. J. Exp. Bot. 55, 1851–1859. doi: 10.1093/jxb/erh202", "ArticleIdList": ["10.1093/jxb/erh202", "15286141"]}, {"Citation": "Grulke N. E., Heath R. L. (2020). Ozone effects on plants in natural ecosystems. Plant Biol. 22, 12–37. doi: 10.1111/plb.12971", "ArticleIdList": ["10.1111/plb.12971", "30730096"]}, {"Citation": "Guidi L., Degl’Innocenti E., Giordano C., Biricolti S., Tattini M. (2010). Ozone tolerance in Phaseolus vulgaris depends on more than one mechanism. Environ. pollut. 158, 3164–3171. doi: 10.1016/j.envpol.2010.06.037", "ArticleIdList": ["10.1016/j.envpol.2010.06.037", "20656389"]}, {"Citation": "Guo J., Li X. F., Qi D. M., Chen S. Y., Li Z. Q., Nijs I., et al. . (2009). Effects of ozone on wild type and transgenic tobacco. Biol. Plant 53, 670–676. doi: 10.1007/s10535-009-0121-0", "ArticleIdList": ["10.1007/s10535-009-0121-0"]}, {"Citation": "Gupta S. K., Sharma M., Majumder B., Maurya V. K., Deeba F., Zhang J. L. (2020). Effects of ethylenediurea (EDU) on regulatory proteins in two maize (Zea mays L.) varieties under high tropospheric ozone phytotoxicity. Plant Physiol. Biochem. 154, 675–688. doi: 10.1016/j.plaphy.2020.05.037", "ArticleIdList": ["10.1016/j.plaphy.2020.05.037", "32738705"]}, {"Citation": "Gupta S. K., Sharma M., Maurya V. K., Deeba F., Pandey V. (2021). Effects of ethylenediurea (EDU) on apoplast and chloroplast proteome in two wheat varieties under high ambient ozone: An approach to investigate EDU’s mode of action. Protoplasma 258, 1009–1028. doi: 10.1007/s00709-021-01617-1", "ArticleIdList": ["10.1007/s00709-021-01617-1", "33641010"]}, {"Citation": "Han Y. J., Gharibeshghi A., Mewis I., Förster N., Beck W., Ulrichs C. (2020). Plant responses to ozone: Effects of different ozone exposure durations on plant growth and biochemical quality of Brassica campestris L. ssp. Chinensis. Sci. Hortic. 262, 108921. doi: 10.1016/j.scienta.2019.108921", "ArticleIdList": ["10.1016/j.scienta.2019.108921"]}, {"Citation": "Harmens H., Hayes F., Sharps K., Radbourne A., Mills G. (2019). Can reduced irrigation mitigate ozone impacts on an ozone-sensitive African wheat variety? Plants 8, 220. doi: 10.3390/plants8070220", "ArticleIdList": ["10.3390/plants8070220", "PMC6681504", "31336902"]}, {"Citation": "Hasan M. M., Rahman M. A., Skalicky M., Alabdallah N. M., Waseem M., Jahan M. S., et al. . (2021). Ozone induced stomatal regulations, MAPK and phytohormone signaling in plants. Int. J. Mol. Sci. 22, 6304. doi: 10.3390/ijms22126304", "ArticleIdList": ["10.3390/ijms22126304", "PMC8231235", "34208343"]}, {"Citation": "Hasanuzzaman M., Bhuyan M. H. M., Zulfiqar F., Raza A., Mohsin S. M., Mahmud J. A., et al. . (2020). Reactive oxygen species and antioxidant defense in plants under abiotic stress: Revisiting the crucial role of a universal defense regulator. Antioxidants 9, 681. doi: 10.3390/antiox9080681", "ArticleIdList": ["10.3390/antiox9080681", "PMC7465626", "32751256"]}, {"Citation": "Hassan I. A., Haiba N. S., Badr R. H., Basahi J. M., Almeelbi T., Ismail I. M., et al. . (2017). Effects of ambient ozone on reactive oxygen species and antioxidant metabolites in leaves of pea (Pisum sativum L.) plants. Pak. J. Bot. 49, 47–55."}, {"Citation": "Hedrich R. (2012). Ion channels in plants. Physiol. Rev. 92, 1777–1811. doi: 10.1152/physrev.00038.2011", "ArticleIdList": ["10.1152/physrev.00038.2011", "23073631"]}, {"Citation": "Iriti M., Faoro F. (2008). Oxidative stress, the paradigm of ozone toxicity in plants and animals. Water Air Soil pollut. 187, 285–301. doi: 10.1007/s11270-007-9517-7", "ArticleIdList": ["10.1007/s11270-007-9517-7"]}, {"Citation": "Isemer R., Mulisch M., Schäfer A., Kirchner S., Koop H. U., Krupinska K. (2012). Recombinant Whirly1 translocates from transplastomic chloroplasts to the nucleus. FEBS Lett. 586, 85–88. doi: 10.1016/j.febslet.2011.11.029", "ArticleIdList": ["10.1016/j.febslet.2011.11.029", "22154598"]}, {"Citation": "Jain S. L., Arya B. C., Kumar A., Ghude S. D., Kulkarni P. S. (2005). Observational study of surface ozone at New Delhi, India. Int. J. Remote Sens. 26, 3515–3524. doi: 10.1080/01431160500076616", "ArticleIdList": ["10.1080/01431160500076616"]}, {"Citation": "Jaspers P., Kangasjärvi J. (2010). Reactive oxygen species in abiotic stress signaling. Physiol. Plant 138, 405–413. doi: 10.1111/j.1399-3054.2009.01321.x", "ArticleIdList": ["10.1111/j.1399-3054.2009.01321.x", "20028478"]}, {"Citation": "Jimenez-Montenegro L., Lopez-Fernandez M., Gimenez E. (2021). Worldwide research on the ozone influence in plants. Agron. 11 1504. doi: 10.3390/agronomy11081504", "ArticleIdList": ["10.3390/agronomy11081504"]}, {"Citation": "Joo J. H., Wang S., Chen J. G., Jones A. M., Fedoroff N. V. (2005). Different signaling and cell death roles of heterotrimeric G protein alpha and beta subunits in the Arabidopsis oxidative stress response to ozone. Plant Cell. 17, 957–970. doi: 10.1105/tpc.104.029603", "ArticleIdList": ["10.1105/tpc.104.029603", "PMC1069711", "15705948"]}, {"Citation": "Kangasjärvi J., Jaspers P., Kollist H. (2005). Signalling and cell death in ozone-exposed plants. Plant Cell Environ. 28, 1021–1036. doi: 10.1111/j.1365-3040.2005.01325.x", "ArticleIdList": ["10.1111/j.1365-3040.2005.01325.x"]}, {"Citation": "Kittipornkul P., Treesubsuntorn C., Thiravetyan P. (2020). Effect of exogenous catechin and salicylic acid on rice productivity under ozone stress: the role of chlorophyll contents, lipid peroxidation, and antioxidant enzymes. Environ. Sci. pollut. Res. 27, 25774–25784. doi: 10.1007/s11356-020-08962-3", "ArticleIdList": ["10.1007/s11356-020-08962-3", "32350843"]}, {"Citation": "Kollist H., Jossier M., Laanemets K., Thomine S. (2011). Anion channels in plant cells. FEBS J. 278, 4277–4292. doi: 10.1111/j.1742-4658.2011.08370.x", "ArticleIdList": ["10.1111/j.1742-4658.2011.08370.x", "21955597"]}, {"Citation": "Koussevitzky S., Nott A., Mockler T. C., Hong F., Sachetto-Martins G., Surpin M., et al. . (2007). Signals from chloroplasts converge to regulate nuclear gene expression. Science. 316, 715–719. doi: 10.1126/science.1140516", "ArticleIdList": ["10.1126/science.1140516", "17395793"]}, {"Citation": "Krupa S. V. (2003). Joint effects of elevated levels of ultraviolet-B radiation, carbon dioxide and ozone on plants. Photochem. Photobiol. 78, 535–542. doi: 10.1562/0031-8655(2003)078<0535:JEOELO>2.0.CO;2", "ArticleIdList": ["10.1562/0031-8655(2003)078<0535:JEOELO>2.0.CO;2", "14743861"]}, {"Citation": "Kumari S., Agrawal M. (2014). Growth, yield and quality attributes of a tropical potato variety (Solanum tuberosum L. cv Kufri chandramukhi) under ambient and elevated carbon dioxide and ozone and their interactions. Ecotoxicol. Environ. Saf. 101, 146–156. doi: 10.1016/j.ecoenv.2013.12.021", "ArticleIdList": ["10.1016/j.ecoenv.2013.12.021", "24507140"]}, {"Citation": "Kumari S., Agrawal M., Singh A. (2015). Effects of ambient and elevated CO2 and ozone on physiological characteristics, antioxidative defense system and metabolites of potato in relation to ozone flux. Environ. Exp. Bot. 109, 276–287. doi: 10.1016/j.envexpbot.2014.06.015", "ArticleIdList": ["10.1016/j.envexpbot.2014.06.015"]}, {"Citation": "Lakaew K., Akeprathumchai S., Thiravetyan P. (2022). Effect of calcium acetate and calcium chloride on grain morphology and antioxidant regulation in rice under ozone stress. J. Plant Growth Regul. 41, 3138–3152. doi: 10.1007/s00344-021-10501-4", "ArticleIdList": ["10.1007/s00344-021-10501-4"]}, {"Citation": "Laloi C., Mestres-Ortega D., Marco Y., Meyer Y., Reichheld J. P. (2004). The Arabidopsis cytosolic thioredoxin h 5 gene induction by oxidative stress and its W-Box mediated response to pathogen elicitor. Plant Physiol. 134, 1006–1016. doi: 10.1104/pp.103.035782", "ArticleIdList": ["10.1104/pp.103.035782", "PMC389923", "14976236"]}, {"Citation": "Leisner C. P., Ming R., Ainsworth E. A. (2014). Distinct transcriptional profiles of ozone stress in soybean (Glycine max L.) flowers and pods. BMC Plant Biol. 14. doi: 10.1186/s12870-014-0335-y", "ArticleIdList": ["10.1186/s12870-014-0335-y", "PMC4263021", "25430603"]}, {"Citation": "Leister D. (2012). Retrograde signaling in plants: from simple to complex scenarios. Front. Plant Sci. 3. doi: 10.3389/fpls.2012.00135", "ArticleIdList": ["10.3389/fpls.2012.00135", "PMC3377957", "22723802"]}, {"Citation": "Li C., Meng J., Guo L., Jiang G. (2016). Effects of ozone pollution on yield and quality of winter wheat under flixweed competition. Environ. Exp. Bot. 129, 77–84. doi: 10.1016/j.envexpbot.2015.11.011", "ArticleIdList": ["10.1016/j.envexpbot.2015.11.011"]}, {"Citation": "Li Y., Roychowdhury R., Govta L., Jaiwar S., Wei Z. Z., Shams I., et al. . (2023). Intracellular reactive oxygen species-aided localized cell death contributing to immune responses against wheat powdery mildew pathogen. Phytopathology 113, PHYTO–PHY07. doi: 10.1094/PHYTO-07-22-0271-FI", "ArticleIdList": ["10.1094/PHYTO-07-22-0271-FI", "36802871"]}, {"Citation": "Li S., Tosens T., Harley P. C., Jiang Y., Kanagendran A., Grosberg M., et al. . (2018). Glandular trichomes as a barrier against atmospheric oxidative stress: Relationships with ozone uptake, leaf damage, and emission of LOX products across a diverse set of species. Plant Cell Environ. 41, 1263–1277. doi: 10.1111/pce.13128", "ArticleIdList": ["10.1111/pce.13128", "PMC5936637", "29292838"]}, {"Citation": "Lu X., Ye X., Zhou M., Zhao Y., Weng H., Kong H., et al. . (2021). The underappreciated role of agricultural soil nitrogen oxide emissions in ozone pollution regulation in North China. Nat. Commun. 12, 5021. doi: 10.1038/s41467-021-25147-9", "ArticleIdList": ["10.1038/s41467-021-25147-9", "PMC8373933", "34408153"]}, {"Citation": "Ma M., Yao G., Guo J., Bai K. (2021). Distinct spatiotemporal variation patterns of surface ozone in China due to diverse influential factors. J. Environ. Manage. 288, 112368. doi: 10.1016/j.jenvman.2021.112368", "ArticleIdList": ["10.1016/j.jenvman.2021.112368", "33773209"]}, {"Citation": "Malaiyandi M., Natarajan M. (2014). Impact of ozone on morphological, physiological, and biochemical changes in cow pea (Vigna unguiculata L. Walp.). Ozone Sci. Eng. 36, 36–42. doi: 10.1080/01919512.2013.824817", "ArticleIdList": ["10.1080/01919512.2013.824817"]}, {"Citation": "Manning W. J., Paoletti E. C., OMMAJ.R.X.X.X H. S., Ernst D. (2011). Ethylenediurea (EDU): A research tool for assessment and verification of the effects of ground level ozone on plants under natural conditions. Environ. pollut. 159, 3283–3293. doi: 10.1016/j.envpol.2011.07.005", "ArticleIdList": ["10.1016/j.envpol.2011.07.005", "21831492"]}, {"Citation": "Marchica A., Lorenzini G., Papini R., Bernardi R., Nali C., Pellegrini E. (2019). Signalling molecules responsive to ozone-induced oxidative stress in Salvia officinalis. Sci. Total Environ. 657, 568–576. doi: 10.1016/j.scitotenv.2018.11.472", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.472", "30550919"]}, {"Citation": "Markovic D. M., Markovic D. A. (2005). The relationship between some meteorological parameters and the tropospheric concentrations of ozone in the urban area of Belgrade. J. Serb. Chem. Soc 70, 1487–1495. doi: 10.2298/JSC0512487M", "ArticleIdList": ["10.2298/JSC0512487M"]}, {"Citation": "McGrath J. M., Betzelberger A. M., Wang S., Shook E., Zhu X. G., Long S. P., et al. . (2015). An analysis of ozone damage to historical maize and soybean yields in the United States. Proc. Natl. Acad. Sci. 112, 14390–14395. doi: 10.1073/pnas.1509777112", "ArticleIdList": ["10.1073/pnas.1509777112", "PMC4655515", "26578785"]}, {"Citation": "Meehl G. A., Stocker T. F., Collins W. D., Friedlingstein P., Gaye A. T., Gregory J. M., et al. . (2007). “Global climate projections,” in Climate change 2007: the physical science basis. Contribution of working group I to the fourth assessment report of the intergovernmental panel on climate change, vol. 747-846 . Eds. Solomon S., Qin D., Manning M., Chen Z., Marquis M., Avery K. B., Tignor M., Miller H. L. (Cambridge: Cambridge University Press; )."}, {"Citation": "Mikkelsen B. L., Olsen C. E., Lyngkjær M. F. (2015). Accumulation of secondary metabolites in healthy and diseased barley, grown under future climate levels of CO2, ozone and temperature. Phytochemistry 118, 162–173. doi: 10.1016/j.phytochem.2015.07.007", "ArticleIdList": ["10.1016/j.phytochem.2015.07.007", "26343414"]}, {"Citation": "Mills G., Sharps K., Simpson D., Pleijel H., Broberg M., Uddling J., et al. . (2018). Ozone pollution will compromise efforts to increase global wheat production. Glob. Change Biol. 24, 3560–3574. doi: 10.1111/gcb.14157", "ArticleIdList": ["10.1111/gcb.14157", "29604158"]}, {"Citation": "Mishra A. K., Rai R., Agrawal S. B. (2013). Differential response of dwarf and tall tropical wheat cultivars to elevated ozone with and without carbon dioxide enrichment: growth, yield and grain quality. Field Crops Res. 145, 21–32. doi: 10.1016/j.fcr.2013.02.007", "ArticleIdList": ["10.1016/j.fcr.2013.02.007"]}, {"Citation": "Monga R., Marzuoli R., Alonso R., Bermejo V., González-Fernández I., Faoro F., et al. . (2015). Varietal screening of ozone sensitivity in Mediterranean durum wheat (Triticum durum, Desf.). Atmos. Environ. 110, 18–26. doi: 10.1016/j.atmosenv.2015.03.040", "ArticleIdList": ["10.1016/j.atmosenv.2015.03.040"]}, {"Citation": "Monks P. S., Archibald A. T., Colette A., Cooper O., Coyle M., Derwent R., et al. . (2015). Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos. Chem. Phys. 15, 8889–8973. doi: 10.5194/acp-15-8889-2015", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Morales L. O., Shapiguzov A., Safronov O., Leppälä J., Vaahtera L., Yarmolinsky D., et al. . (2021). Ozone responses in Arabidopsis: beyond stomatal conductance. Plant Physiol. 186, 180–192. doi: 10.1093/plphys/kiab097", "ArticleIdList": ["10.1093/plphys/kiab097", "PMC8154098", "33624812"]}, {"Citation": "Negi J., Matsuda O., Nagasawa T., Oba Y., Takahashi H., Kawai-Yamada M., et al. . (2008). CO2 regulator SLAC1 and its homologues are essential for anion homeostasis in plant cells. Nature 452, 483–486. doi: 10.1038/nature06720", "ArticleIdList": ["10.1038/nature06720", "18305482"]}, {"Citation": "Noctor G., Mhamdi A., Foyer C. H. (2014). The roles of reactive oxygen metabolism in drought: Not so cut and dried. Plant Physiol. 164, 1636–1648. doi: 10.1104/pp.113.233478", "ArticleIdList": ["10.1104/pp.113.233478", "PMC3982730", "24715539"]}, {"Citation": "Osborne S., Pandey D., Mills G., Hayes F., Harmens H., Gillies D., et al. . (2019). New insights into leaf physiological responses to ozone for use in crop modelling. Plants 8, 84. doi: 10.3390/plants8040084", "ArticleIdList": ["10.3390/plants8040084", "PMC6524376", "30939811"]}, {"Citation": "Pandey A. K., Ghosh A., Agrawal M., Agrawal S. B. (2018). Effect of elevated ozone and varying levels of soil nitrogen in two wheat (Triticum aestivum L.) cultivars: Growth, gas-exchange, antioxidant status, grain yield and quality. Ecotoxicol. Environ. Saf. 158, 59–68. doi: 10.1016/j.ecoenv.2018.04.014", "ArticleIdList": ["10.1016/j.ecoenv.2018.04.014", "29656165"]}, {"Citation": "Pandey A. K., Ghosh A., Rai K., Fatima A., Agrawal M., Agrawal S. B. (2019). “Abiotic stress in plants: A general outline” in Approaches for enhancing abiotic stress tolerance in plants. Eds. Hasanuzzaman M., Nahar K., Fujita M., Oku H., Islam T. (Florida, USA: CRC Press; ), 1–46."}, {"Citation": "Parankusam S., Adimulam S. S., Bhatnagar-Mathur P., Sharma K. K. (2019). “Plant responses to ozone stress: Actions and adaptations” in Approaches for enhancing abiotic stress tolerance in plants. Eds. Hasanuzzaman M., Nahar K., Fujita M., Oku H., Islam T. (Florida: CRC Press; ), 193–218."}, {"Citation": "Pellegrini E., Hoshika Y., Dusart N., Cotrozzi L., Gérard J., Nali C., et al. . (2019). Antioxidative responses of three oak species under ozone and water stress conditions. Sci. Total Environ. 647, 390–399. doi: 10.1016/j.scitotenv.2018.07.413", "ArticleIdList": ["10.1016/j.scitotenv.2018.07.413", "30086491"]}, {"Citation": "Pellegrini E., Trivellini A., Cotrozzi L., Vernieri P., Nali C. (2016). “Involvement of phytohormones in plant responses to ozone,” in Plant hormones under challenging environmental factors. Eds. Ahammed G. J., Yu J. Q. (New York: Springer; ), 215–245."}, {"Citation": "Pheomphun P., Treesubsuntorn C., Thiravetyan P. (2019). Effect of exogenous catechin on alleviating O3 stress: the role of catechin-quinone in lipid peroxidation, salicylic acid, chlorophyll contents, and antioxidant enzymes of Zamioculcas zamiifolia . Ecotoxicol. Environ. Saf. 180, 374–383. doi: 10.1016/j.ecoenv.2019.05.002", "ArticleIdList": ["10.1016/j.ecoenv.2019.05.002", "31102845"]}, {"Citation": "Picchi V., Gobbi S., Fattizzo M., Zefelippo M., Faoro F. (2021). Chitosan nanoparticles loaded with N-acetyl cysteine to mitigate ozone and other possible oxidative stresses in durum wheat. Plants 10, 691. doi: 10.3390/plants10040691", "ArticleIdList": ["10.3390/plants10040691", "PMC8065401", "33918532"]}, {"Citation": "Pleijel H., Broberg M. C., Uddling J., Mills G. (2018). Current surface ozone concentrations significantly decrease wheat growth, yield and quality. Sci. Total Environ. 613, 687–692. doi: 10.1016/j.scitotenv.2017.09.111", "ArticleIdList": ["10.1016/j.scitotenv.2017.09.111", "28938211"]}, {"Citation": "Pleijel H., Danielsson H., Ojanperä K., Temmerman L. D., Högy P., Badiani M. (2004). Relationships between ozone exposure and yield loss in European wheat and potato – a comparison of concentration – and flux-based exposure indices. Atmospheric Environ. 38, 2259–2269. doi: 10.1016/j.atmosenv.2003.09.076", "ArticleIdList": ["10.1016/j.atmosenv.2003.09.076"]}, {"Citation": "Podda A., Pisuttu C., Hoshika Y., Pellegrini E., Carrari E., Lorenzini G., et al. . (2019). Can nutrient fertilization mitigate the effects of ozone exposure on an ozone-sensitive poplar clone? Sci. Total Environ. 657, 340–350. doi: 10.1016/j.scitotenv.2018.11.459", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.459", "30550899"]}, {"Citation": "Poornima R., Dhevagi P., Ramya A., Maheswari M., Karthikeyan S., Jayabalakrishnan R. M. M. (2022). Efficiency of protectants in alleviating ozone stress on rice cultivars (Oryza sativa L.). Atmosph. pollut. Res. 13, 101593. doi: 10.1016/j.apr.2022.101593", "ArticleIdList": ["10.1016/j.apr.2022.101593"]}, {"Citation": "Proietti C., Fornasier M. F., Sicard P., Anav A., Paoletti E., De Marco A. (2021). Trends in tropospheric ozone concentrations and forest impact metrics in Europe over the time period 2000–2014. J. For. Res. 32, 543–551. doi: 10.1007/s11676-020-01226-3", "ArticleIdList": ["10.1007/s11676-020-01226-3"]}, {"Citation": "Qiu Y., An K., Sun J., Chen X., Gong X., Ma L., et al. . (2019). Investigating the effect of methyl jasmonate and melatonin on resistance of Malus crabapple ‘Hong Jiu’to ozone stress. Environ. Sci. pollut. Res. 26, 27761–27768. doi: 10.1007/s11356-019-05946-w", "ArticleIdList": ["10.1007/s11356-019-05946-w", "31342350"]}, {"Citation": "Ramakrishnan S., Dhevagi P., Poornima R., Ramya A., Kannan B., Chandrakumar K., et al. . (2023). Impact of elevated ozone on cabbage. Int. J. Environ. Clim. Change 13 (11), 176–186. doi: 10.9734/ijecc/2023/v13i113157", "ArticleIdList": ["10.9734/ijecc/2023/v13i113157"]}, {"Citation": "Ramel F., Birtic S., Ginies C., Soubigou-Taconnat L., Triantaphylidès C., Havaux M. (2012). Carotenoid oxidation products are stress signals that mediate gene responses to singlet oxygen in plants. Proc. Natl. Acad. Sci. U.S.A. 109, 5535–5540. doi: 10.1073/pnas.1115982109", "ArticleIdList": ["10.1073/pnas.1115982109", "PMC3325660", "22431637"]}, {"Citation": "Ramya A., Dhevagi P., Poornima R., Avudainayagam S., Watanabe M., Agathokleous E. (2023). Effect of ozone stress on crop productivity: A threat to food security. Environ. Res. 116816. doi: 10.1016/j.envres.2023.116816", "ArticleIdList": ["10.1016/j.envres.2023.116816", "37543123"]}, {"Citation": "Ramya A., Dhevagi P., Priyatharshini S., Chandrasekhar C. N., Valliappan K., Venkataramani S. (2021. a). Physiological and biochemical response of rice cultivars (Oryza sativa L.) to elevated ozone. Ozone Sci. Eng. 43, 363–377. doi: 10.1080/01919512.2020.1796585", "ArticleIdList": ["10.1080/01919512.2020.1796585"]}, {"Citation": "Ramya A., Dhevagi P., Priyatharshini S., Saraswathi R., Avudainayagam S., Venkataramani S. (2021. b). Response of rice (Oryza sativa L.) cultivars to elevated ozone stress. Environ. Monit. Assess. 193, 808. doi: 10.1007/s10661-021-09595-w", "ArticleIdList": ["10.1007/s10661-021-09595-w", "34783908"]}, {"Citation": "Rannik U., Mammarella I., Keronen P., Vesala T. (2009). Vertical advection and nocturnal deposition of ozone over a boreal pine forest. Atmos. Chem. Phys. 9, 2089–2095. doi: 10.5194/acp-9-2089-2009", "ArticleIdList": ["10.5194/acp-9-2089-2009"]}, {"Citation": "Rathore D., Chaudhary I. J. (2018). Ozone risk assessment of castor (Ricinus communis L.) cultivars using open top chamber and ethylenediurea (EDU). Environ. pollut. 244, 257–269. doi: 10.1016/j.envpol.2018.10.036", "ArticleIdList": ["10.1016/j.envpol.2018.10.036", "30342366"]}, {"Citation": "Ravishankara A. R., John S. D., Robert W. P. (2009). Nitrous oxide (N2O): the dominant ozone-depleting substance emitted in 21st century. Science 326, 123–125. doi: 10.1126/science.1176985", "ArticleIdList": ["10.1126/science.1176985", "19713491"]}, {"Citation": "Ren J. (2021). Effects of O3 pollution near formation on crop yield and economic loss. Environ. Technol. Innov. 22, 101446. doi: 10.1016/j.eti.2021.101446", "ArticleIdList": ["10.1016/j.eti.2021.101446"]}, {"Citation": "Rossard S., Luini E., Pérault J. M., Bonmort J., Roblin G. (2006). Early changes in membrane permeability, production of oxidative burst and modification of PAL activity induced by ergosterol in cotyledons of Mimosa pudica . J. Exp. Bot. 57, 1245–1252. doi: 10.1093/jxb/erj090", "ArticleIdList": ["10.1093/jxb/erj090", "16510520"]}, {"Citation": "Roychowdhury R., Khan M. H., Choudhury S. (2019). “Physiological and molecular responses for metalloid stress in rice—A Comprehensive Overview,” in Advances in rice research for abiotic stress tolerance. Eds. Hasanuzzaman M., Fujita M., Nahar K., Biswas J. K. (Amsterdam: Elsevier; ), 341–369."}, {"Citation": "Rozpądek P., Ślesak I., Cebula S., Waligórski P., Dziurka M., Skoczowski A., et al. . (2013). Ozone fumigation results in accelerated growth and persistent changes in the antioxidant system of Brassica oleracea L. var. capitata f. alba. Plant Physiol. 170, 259–1266. doi: 10.1016/j.jplph.2013.04.018", "ArticleIdList": ["10.1016/j.jplph.2013.04.018", "23773692"]}, {"Citation": "Saitanis C. J., Bari S. M., Burkey K. O., Stamatelopoulos D., Agathokleous E. (2014). Screening of Bangladeshi winter wheat (Triticum aestivum L.) cultivars for sensitivity to ozone. Environ. Sci. pollut. Res. 21, 13560–13571. doi: 10.1007/s11356-014-3286-9", "ArticleIdList": ["10.1007/s11356-014-3286-9", "25023654"]}, {"Citation": "Sandermann H. J. (2000). Ozone/biotic disease interactions: molecular biomarkers as a new experimental tool. Environ. pollut. 108, 327–332. doi: 10.1016/S0269-7491(99)00211-0", "ArticleIdList": ["10.1016/S0269-7491(99)00211-0", "15092927"]}, {"Citation": "Sarkar A., Agrawal S. B. (2010). Elevated ozone and two modern wheat cultivars: an assessment of dose dependent sensitivity with respect to growth, reproductive and yield parameters. Environ. Exp. Bot. 69, 328–337. doi: 10.1016/j.envexpbot.2010.04.016", "ArticleIdList": ["10.1016/j.envexpbot.2010.04.016"]}, {"Citation": "Schauberger B., Rolinski S., Schaphoff S., Müller C. (2019). Global historical soybean and wheat yield loss estimates from ozone pollution considering water and temperature as modifying effects. Agric. For. Meteorol. 265, 1–15. doi: 10.1016/j.agrformet.2018.11.004", "ArticleIdList": ["10.1016/j.agrformet.2018.11.004"]}, {"Citation": "Shapiguzov A., Vainonen J. P., Wrzaczek M., Kangasjärvi J. (2012). ROS-talk – how the apoplast, the chloroplast, and the nucleus get the message through. Front. Plant Sci. 3. doi: 10.3389/fpls.2012.00292", "ArticleIdList": ["10.3389/fpls.2012.00292", "PMC3530830", "23293644"]}, {"Citation": "Sharma P., Jha A. B., Dubey R. S., Pessarakli M. (2012). Reactive oxygen species, oxidative damage, and antioxidative defense mechanism in plants under stressful conditions. J. Bot. 217037, 1–26. doi: 10.1155/2012/217037", "ArticleIdList": ["10.1155/2012/217037"]}, {"Citation": "Shindell D., Kuylenstierna J. C., Vignati E., van Dingenen R., Amann M., Klimont Z., et al. . (2012). Simultaneously mitigating near-term climate change and improving human health and food security. Science 335, 183–189. doi: 10.1126/science.1210026", "ArticleIdList": ["10.1126/science.1210026", "22246768"]}, {"Citation": "Sierla M., Rahikainen M., Salojärvi J., Kangasjärvi J., Kangasjärvi S. (2013). Apoplastic and chloroplastic redox signaling networks in plant stress responses. Antioxid. Redox Signal. 18, 2220–2239. doi: 10.1089/ars.2012.5016", "ArticleIdList": ["10.1089/ars.2012.5016", "23157163"]}, {"Citation": "Simon H., Reff A., Wells B., Xing J., Frank N. (2014). Ozone trends across the United States over a period of decreasing NOx and VOC emissions. Environ. Sci. Technol. 49, 186–195. doi: 10.1021/es504514z", "ArticleIdList": ["10.1021/es504514z", "25517137"]}, {"Citation": "Singh A. A., Agrawal S. B., Shahi J. P., Agrawal M. (2014. a). Assessment of growth and yield losses in two Zea mays L. cultivars (quality protein maize and non-quality protein maize) under projected levels of ozone. Environ. Sci. pollut. Res. 21, 2628–2641. doi: 10.1007/s11356-013-2188-6", "ArticleIdList": ["10.1007/s11356-013-2188-6", "24114383"]}, {"Citation": "Singh A. A., Agrawal S. B., Shahi J. P., Agrawal M. (2014. b). Investigating the response of tropical maize (Zea mays L.) cultivars against elevated levels of O3 at two developmental stages. Ecotoxicology 23, 1447–1463. doi: 10.1007/s10646-014-1287-6", "ArticleIdList": ["10.1007/s10646-014-1287-6", "25023387"]}, {"Citation": "Singh R. N., Mukherjee J., Sehgal V. K., Krishnan P., Das D. K., Dhakar R. K., et al. . (2021). Interactive effect of elevated tropospheric ozone and carbon dioxide on radiation utilisation, growth and yield of chickpea (Cicer arietinum L.). Int. J. Biometeorol. 65, 1939–1952. doi: 10.1007/s00484-021-02150-9", "ArticleIdList": ["10.1007/s00484-021-02150-9", "34050433"]}, {"Citation": "Sinha B., Sangwan K. S., Maurya Y., Kumar V., Sarkar C., Chandra B. P., et al. . (2015). Assessment of crop yield losses in Punjab and Haryana using 2 years of continuous in situ ozone measurements. Atmos. Chem. Phys. 15, 9555–9576. doi: 10.5194/acp-15-9555-2015", "ArticleIdList": ["10.5194/acp-15-9555-2015"]}, {"Citation": "Strand Å., Asami T., Alonso J., Ecker J. R., Chory J. (2003). Chloroplast to nucleus communication triggered by accumulation of Mg-protoporphyrinIX. Nature 421, 79–83. doi: 10.1038/nature01204", "ArticleIdList": ["10.1038/nature01204", "12511958"]}, {"Citation": "Sun X., Feng P., Xu X., Guo H., Ma J., Chi W., et al. . (2011). A chloroplast envelope-bound PHD transcription factor mediates chloroplast signals to the nucleus. Nat. Commun. 2 477. doi: 10.1038/ncomms1486", "ArticleIdList": ["10.1038/ncomms1486", "21934661"]}, {"Citation": "Szpunar-Krok E., Jańczak-Pieniążek M., Migut D., Skrobacz K., Piechowiak T., Pawlak R., et al. . (2020). Physiological and biochemical properties of potato (Solanum tuberosum L.) in response to ozone-induced oxidative stress. J. Agron. 10, 1745. doi: 10.3390/agronomy10111745", "ArticleIdList": ["10.3390/agronomy10111745"]}, {"Citation": "Tatsumi K., Abiko T., Kinose Y., Inagaki S., Izuta T. (2019). Effects of ozone on the growth and yield of rice (Oryza sativa L.) under different nitrogen fertilization regimes. Environ. Sci. pollut. Res. 26, 32103–32113. doi: 10.1007/s11356-019-06358-6", "ArticleIdList": ["10.1007/s11356-019-06358-6", "31493087"]}, {"Citation": "Teixeira E., Fischer G., van Velthuizen H., van Dingenen R., Dentener F., Mills G., et al. . (2011). Limited potential of crop management for mitigating surface ozone impacts on global food supply. Atmos. Environ. 45, 2569–2576. doi: 10.1016/j.atmosenv.2011.02.002", "ArticleIdList": ["10.1016/j.atmosenv.2011.02.002"]}, {"Citation": "Tetteh R., Yamaguchi M., Wada Y., Funada R., Izuta T. (2015). Effects of ozone on growth, net photosynthesis and yield of two African varieties of Vigna unguiculata . Environ. pollut. 196, 230–238. doi: 10.1016/j.envpol.2014.10.008", "ArticleIdList": ["10.1016/j.envpol.2014.10.008", "25463718"]}, {"Citation": "Thwe A. A., Vercambre G., Gautier H., Gay F., Phattaralerphong J., Kasemsap P. (2014). Response of photosynthesis and chlorophyll fluorescence to acute ozone stress in tomato (Solanum lycopersicum Mill.). Photosynthetica 52, 105–116. doi: 10.1007/s11099-014-0012-2", "ArticleIdList": ["10.1007/s11099-014-0012-2"]}, {"Citation": "Tiwari S., Agrawal M. (2018). “Mitigation of ozone stress” in Tropospheric ozone and its impacts on crop plants. Eds. Tiwari S., Agrawal M. (Cham, Switzerland: Springer; ). 167–189."}, {"Citation": "Tripathi R., Agrawal S. B. (2012). Effects of ambient and elevated level of ozone on Brassica campestris L. with special reference to yield and oil quality parameters. Ecotoxicol. Environ. Saf. 85, 1–12. doi: 10.1016/j.ecoenv.2012.08.012", "ArticleIdList": ["10.1016/j.ecoenv.2012.08.012", "22986091"]}, {"Citation": "Tsukahara K., Sawada H., Kohno Y., Matsuura T., Mori I. C., Terao T., et al. . (2015). Ozone-induced rice grain yield loss is triggered via a change in panicle morphology that is controlled by ABERRANT PANICLE ORGANIZATION 1 gene. PloS One 10, e0123308. doi: 10.1371/journal.pone.0123308", "ArticleIdList": ["10.1371/journal.pone.0123308", "PMC4414449", "25923431"]}, {"Citation": "Ueda Y., Siddique S., Frei M. (2015). A novel gene, Ozone-Responsive Apoplastic Protein1, enhances cell death in ozone stress in rice. Plant Physiol. 169, 873–889. doi: 10.1104/pp.15.00956", "ArticleIdList": ["10.1104/pp.15.00956", "PMC4577431", "26220952"]}, {"Citation": "Ueda Y., Uehara N., Sasaki H., Kobayashi K., Yamakawa T. (2013). Impacts of acute ozone stress on superoxide dismutase (SOD) expression and reactive oxygen species (ROS) formation in rice leaves. Plant Physiol. Biochem. 70, 396–402. doi: 10.1016/j.plaphy.2013.06.009", "ArticleIdList": ["10.1016/j.plaphy.2013.06.009", "23831949"]}, {"Citation": "Vahisalu T., Puzõrjova I., Brosché M., Valg E., Lepiku M., Moldau H., et al. . (2010). Ozone-triggered rapid stomatal response involves the production of reactive oxygen species, and is controlled by SLAC1 and OST1. Plant J. 62, 442–453. doi: 10.1111/j.1365-313X.2010.04159.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04159.x", "20128877"]}, {"Citation": "Vainonen J. P., Kangasjärvi J. (2015). Plant signalling in acute ozone exposure. Plant Cell Environ. 38(2), 240–252. doi: 10.1111/pce.12273", "ArticleIdList": ["10.1111/pce.12273", "24417414"]}, {"Citation": "Vaultier M. N., Jolivet Y. (2015). Ozone sensing and early signaling in plants: an outline from the cloud. Environ. Exp. Bot. 114, 144–152. doi: 10.1016/j.envexpbot.2014.11.012", "ArticleIdList": ["10.1016/j.envexpbot.2014.11.012"]}, {"Citation": "Wang Y., Yuan J., Yang W., Zhu L., Su C., Wang X., et al. . (2017). Genome wide identification and expression profiling of ethylene receptor genes during soybean nodulation. Front. Plant Sci. 8. doi: 10.3389/fpls.2017.00859", "ArticleIdList": ["10.3389/fpls.2017.00859", "PMC5469071", "28659933"]}, {"Citation": "Witting V. E., Ainsworth E. A., Naidu S. L., Karnosky D. F., Long S. P. (2009). Quantifying the impact of current and future tropospheric ozone on tree biomass, growth, physiology and biochemistry: a quantitative meta-analysis. Glob. Change Biol. 15, 396–424. doi: 10.1111/j.1365-2486.2008.01774.x", "ArticleIdList": ["10.1111/j.1365-2486.2008.01774.x"]}, {"Citation": "Woodson J. D., Perez-Ruiz J. M., Chory J. (2011). Heme synthesis by plastid ferrochelatase I regulates nuclear gene expression in plants. Curr. Biol. 21, 897–903. doi: 10.1016/j.cub.2011.04.004", "ArticleIdList": ["10.1016/j.cub.2011.04.004", "PMC4886857", "21565502"]}, {"Citation": "Wu H., Wang W., Xie X. L., Yin C. M., Hou H. J. (2018). Effects of rice straw mulching on N2O emissions and maize productivity in a rain-fed upland Xiao. Environ. Sci. pollut. Res. 25, 6407–6413. doi: 10.1007/s11356-017-0989-8", "ArticleIdList": ["10.1007/s11356-017-0989-8", "29249028"]}, {"Citation": "Xiao Y., Savchenko T., Baidoo E. E., Chehab W. E., Hayden D. M., Tolstikov V., et al. . (2012). Retrograde signaling by the plastidial metabolite MecPP regulates expression of nuclear stress-response genes. Cell J. 149, 1525–1535. doi: 10.1016/j.cell.2012.04.038", "ArticleIdList": ["10.1016/j.cell.2012.04.038", "22726439"]}, {"Citation": "Xu X. (2021). Recent advances in studies of ozone pollution and impacts in China: A short review. Curr. Opin. Environ. Sci. Health 19, 100225. doi: 10.1016/j.coesh.2020.100225", "ArticleIdList": ["10.1016/j.coesh.2020.100225"]}, {"Citation": "Yadav D. S., Agrawal S. B., Agrawal M. (2021). Ozone flux-effect relationship for early and late sown Indian wheat cultivars: Growth, biomass, and yield. Field Crops Res. 263, 108076. doi: 10.1016/j.fcr.2021.108076", "ArticleIdList": ["10.1016/j.fcr.2021.108076"]}, {"Citation": "Yadav A., Bhatia A., Yadav S., Singh A., Tomer R., Harit R., et al. . (2020). Growth, yield and quality of maize under ozone and carbon dioxide interaction in North West India. Aerosol Air Qual. Res. 21, 200194. doi: 10.4209/aaqr.2020.05.0194", "ArticleIdList": ["10.4209/aaqr.2020.05.0194"]}, {"Citation": "Yadav D. S., Rai R., Mishra A. K., Chaudhary N., Mukherjee A., Agrawal S. B., et al. . (2019). ROS production and its detoxification in early and late sown cultivars of wheat under future O3 concentration. Sci. Total Environ. 659, 200–210. doi: 10.1016/j.scitotenv.2018.12.352", "ArticleIdList": ["10.1016/j.scitotenv.2018.12.352", "30599339"]}, {"Citation": "Yendrek C. R., Koester R. P., Ainsworth E. A. (2015). A comparative analysis of transcriptomic, biochemical, and physiological responses to elevated ozone identifies species-specific mechanisms of resilience in legume crops. J. Exp. Bot. 66, 7101–7112. doi: 10.1093/jxb/erv404", "ArticleIdList": ["10.1093/jxb/erv404", "PMC4765784", "26324463"]}, {"Citation": "Zhang L., Hoshika Y., Carrari E., Cotrozzi L., Pellegrini E., Paoletti E. (2018). Effects of nitrogen and phosphorus imbalance on photosynthetic traits of poplar Oxford clone under ozone pollution. J. Plant Res. 131, 915–924. doi: 10.1007/s10265-018-1071-4", "ArticleIdList": ["10.1007/s10265-018-1071-4", "30426334"]}, {"Citation": "Zhang W., Wang G., Liu X., Feng Z. (2014). Effects of elevated O3 exposure on seed yield, N concentration and photosynthesis of nine soybean cultivars (Glycine max (L.) Merr.) in Northeast China. Plant Sci. 226, 172–181. doi: 10.1016/j.plantsci.2014.04.020", "ArticleIdList": ["10.1016/j.plantsci.2014.04.020", "25113462"]}, {"Citation": "Zhang J., Wei Y., Fang Z. (2019). Ozone pollution: a major health hazard worldwide. Front. Immunol. 10, 2518. doi: 10.3389/fimmu.2019.02518", "ArticleIdList": ["10.3389/fimmu.2019.02518", "PMC6834528", "31736954"]}, {"Citation": "Zhang L., Xu B., Wu T., Wen M.-X., Fan L.-X., Feng Z.-Z., et al. . (2017). Transcriptomic analysis of Pak Choi under acute ozone exposure revealed regulatory mechanism against ozone stress. BMC Plant Biol. 17, 1–15. doi: 10.1186/s12870-017-1202-4", "ArticleIdList": ["10.1186/s12870-017-1202-4", "PMC5721698", "29216819"]}, {"Citation": "Zheng Y. H., Li Y. G., Xia W. R., Xu H., Su B. Y., Jiang G. M. (2011). Responses of gas exchange, cellular membrane integrity, and antioxidant enzymes activities of salinity-stressed winter wheat to ozone pollution. Photosynthetica 49, 389–396. doi: 10.1007/s11099-011-0047-6", "ArticleIdList": ["10.1007/s11099-011-0047-6"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "22"}, {"Year": "2023", "Month": "12", "Day": "15"}, {"Year": "2024", "Month": "1", "Day": "24", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "24", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "24", "Hour": "3", "Minute": "44"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38264020", "PMC10803661", "10.3389/fpls.2023.1244515"]}}], "PubmedBookArticle": []}