{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "idiopathic pulmonary fibrosis (IPF)", "interstitial lung disease (ILD)", "nitrogen dioxide (NO2)", "ozone (O3)", "particulate matter (PM2.5, PM10)", "sulfur dioxide (SO2)"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38298511", "DateRevised": {"Year": "2024", "Month": "02", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "17"}], "ELocationID": ["1321038", "10.3389/fmed.2023.1321038"], "Journal": {"ISSN": "2296-858X", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in medicine", "ISOAbbreviation": "Front Med (Lausanne)"}, "ArticleTitle": "The impact of air pollution on interstitial lung disease: a systematic review and meta-analysis.", "Pagination": {"StartPage": "1321038", "MedlinePgn": "1321038"}, "Abstract": {"AbstractText": ["There is a growing body of evidence suggesting a causal relationship between interstitial lung disease (ILD) and air pollution, both for the development of the disease, and driving disease progression. We aim to provide a comprehensive literature review of the association between air pollution, and ILD, including idiopathic pulmonary fibrosis (IPF).", "We systematically searched from six online database. Two independent authors (DL and CF) selected studies and critically appraised the risk of bias using the Newcastle-Ottawa Scale (NOS). Findings are presented through a narrative synthesis and meta-analysis. Meta-analyses were performed exclusively when there was a minimum of three studies examining identical pollutant-health outcome pairs, all evaluating equivalent increments in pollutant concentration, using a random effects model.", "24 observational studies conducted in 13 countries or regions were identified. Pollutants under investigation encompassed ozone (O<sub>3</sub>), nitrogen dioxide (NO<sub>2</sub>), Particulate matter with diameters of 10 micrometers or less (PM<sub>10</sub>) and 2.5 micrometers or less (PM<sub>2.5</sub>), sulfur dioxide (SO<sub>2</sub>), carbon monoxide (CO), nitric oxide (NO) and nitrogen oxides (NOx). We conducted meta-analyses to assess the estimated Risk Ratios (RRs) for acute exacerbations (AE)-IPF in relation to exposure to every 10 μg/m<sup>3</sup> increment in air pollutant concentrations, including O<sub>3</sub>, NO<sub>2</sub>, PM<sub>10</sub>, and PM<sub>2.5.</sub> The meta-analysis revealed a significant association between the increased risk of AE-IPF in PM<sub>2.5</sub>, yielding RR 1.94 (95% CI 1.30-2.90; <i>p</i> = 0.001). Findings across all the included studies suggest that increased exposure to air pollutants may be linked to a range of health issues in individuals with ILDs.", "A scarcity of available studies on the air pollutants and ILD relationship underscores the imperative for further comprehensive research in this domain. The available data suggest that reducing levels of PM<sub>2.5</sub> in the atmosphere could potentially reduce AE frequency and severity in ILD patients."], "CopyrightInformation": "Copyright © 2024 Lan, Fermoyle, Troy, Knibbs and Corte."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Clinical School, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."}, {"Identifier": [], "Affiliation": "Department of Respiratory and Sleep Medicine, Royal Prince Alfred Hospital, Camperdown, NSW, Australia."}, {"Identifier": [], "Affiliation": "National Health and Medical Research Council (NHMRC), Centre of Research Excellence in Pulmonary Fibrosis, Camperdown, NSW, Australia."}], "LastName": "Lan", "ForeName": "Doris", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Clinical School, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."}, {"Identifier": [], "Affiliation": "Department of Respiratory and Sleep Medicine, Royal Prince Alfred Hospital, Camperdown, NSW, Australia."}, {"Identifier": [], "Affiliation": "National Health and Medical Research Council (NHMRC), Centre of Research Excellence in Pulmonary Fibrosis, Camperdown, NSW, Australia."}], "LastName": "Fermoyle", "ForeName": "Caitlin C", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Clinical School, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."}, {"Identifier": [], "Affiliation": "Department of Respiratory and Sleep Medicine, Royal Prince Alfred Hospital, Camperdown, NSW, Australia."}, {"Identifier": [], "Affiliation": "National Health and Medical Research Council (NHMRC), Centre of Research Excellence in Pulmonary Fibrosis, Camperdown, NSW, Australia."}], "LastName": "Troy", "ForeName": "Lauren K", "Initials": "LK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Medical Research Council (NHMRC), Centre of Research Excellence in Pulmonary Fibrosis, Camperdown, NSW, Australia."}, {"Identifier": [], "Affiliation": "School of Public Health, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."}, {"Identifier": [], "Affiliation": "Public Health Unit, Public Health Research Analytics and Methods for Evidence (PHRAME), Sydney Local Health District, Camperdown, NSW, Australia."}], "LastName": "Knibbs", "ForeName": "Luke D", "Initials": "LD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Clinical School, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."}, {"Identifier": [], "Affiliation": "Department of Respiratory and Sleep Medicine, Royal Prince Alfred Hospital, Camperdown, NSW, Australia."}, {"Identifier": [], "Affiliation": "National Health and Medical Research Council (NHMRC), Centre of Research Excellence in Pulmonary Fibrosis, Camperdown, NSW, Australia."}], "LastName": "Corte", "ForeName": "Tamera J", "Initials": "TJ"}], "PublicationTypeList": ["Systematic Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Med (Lausanne)", "NlmUniqueID": "101648047", "ISSNLinking": "2296-858X"}, "CoiStatement": "TC reports fees for work on scientific advisory boards for Boehringer Ingelheim, Roche, Bristol Myers Squibb, Vicore, and DevPro, grants from Boehringer Ingelheim, Roche, and Bristol Myers Squibb, Galapagos, Biogen, outside the submitted work. LT reports speaker’s fees for Boehringer Ingelheim, outside the submitted work. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Demedts M, Wells AU, Antó JM, Costabel U, Hubbard R, Cullinan P, et al. . Interstitial lung diseases: an epidemiological overview. Eur Respir J. (2001) 18:2S–16S. doi: 10.1183/09031936.01.18s320002", "ArticleIdList": ["10.1183/09031936.01.18s320002", "11816822"]}, {"Citation": "Ryerson CJ, Collard HR. Update on the diagnosis and classification of ILD. Curr Opin Pulm Med. (2013) 19:453–9. doi: 10.1097/MCP.0b013e328363f48d, PMID:", "ArticleIdList": ["10.1097/MCP.0b013e328363f48d", "23872860"]}, {"Citation": "Mari PV, GJ M, Richeldi L. Contemporary concise review 2018: interstitial lung disease. Respirology. (2019) 24:809–16. doi: 10.1111/resp.13572, PMID:", "ArticleIdList": ["10.1111/resp.13572", "31066984"]}, {"Citation": "Wells AU, Hirani N. Interstitial lung disease guideline: the British Thoracic Society in collaboration with the Thoracic Society of Australia and new Zealand and the Irish thoracic society. Thorax. (2008) 63:v1–v58. doi: 10.1136/thx.2008.101691", "ArticleIdList": ["10.1136/thx.2008.101691", "18757459"]}, {"Citation": "Carvajalino S, Reigada C, Johnson MJ, Dzingina M, Bajwah S. Symptom prevalence of patients with fibrotic interstitial lung disease: a systematic literature review. BMC Pulm Med. (2018) 18:78. doi: 10.1186/s12890-018-0651-3, PMID:", "ArticleIdList": ["10.1186/s12890-018-0651-3", "PMC5964639", "29788938"]}, {"Citation": "Senanayake S, Harrison K, Lewis M, McNarry M, Hudson J. Patients’ experiences of coping with idiopathic pulmonary fibrosis and their recommendations for its clinical management. PLoS One. (2018) 13:e0197660. doi: 10.1371/journal.pone.0197660", "ArticleIdList": ["10.1371/journal.pone.0197660", "PMC5965862", "29791487"]}, {"Citation": "Kreuter M, Swigris J, Pittrow D, Geier S, Klotsche J, Prasse A, et al. . Health related quality of life in patients with idiopathic pulmonary fibrosis in clinical practice: insights-IPF registry. Respir Res. (2017) 18:139. doi: 10.1186/s12931-017-0621-y, PMID:", "ArticleIdList": ["10.1186/s12931-017-0621-y", "PMC5512739", "28709421"]}, {"Citation": "Akhtar AA, Ali MA, Smith RP. Depression in patients with idiopathic pulmonary fibrosis. Chron Respir Dis. (2013) 10:127–33. doi: 10.1177/1479972313493098", "ArticleIdList": ["10.1177/1479972313493098", "23897928"]}, {"Citation": "Behr J, Kreuter M, Hoeper MM, Wirtz H, Klotsche J, Koschel D, et al. . Management of patients with idiopathic pulmonary fibrosis in clinical practice: the INSIGHTS-IPF registry. Eur Respir J. (2015) 46:186–96. doi: 10.1183/09031936.00217614, PMID:", "ArticleIdList": ["10.1183/09031936.00217614", "PMC4486374", "25837040"]}, {"Citation": "Kreuter M, Ehlers-Tenenbaum S, Palmowski K, Bruhwyler J, Oltmanns U, Muley T, et al. . Impact of comorbidities on mortality in patients with idiopathic pulmonary fibrosis. PLoS One. (2016) 11:e0151425. doi: 10.1371/journal.pone.0151425, PMID:", "ArticleIdList": ["10.1371/journal.pone.0151425", "PMC4811578", "27023440"]}, {"Citation": "Choi WI, Park SH, Dauti S, Park BJ, Lee CW. Interstitial lung disease and risk of mortality: 11-year nationwide population-based study. Int J Tuberc Lung Dis. (2018) 22:100–5. doi: 10.5588/ijtld.17.0167, PMID:", "ArticleIdList": ["10.5588/ijtld.17.0167", "29297433"]}, {"Citation": "Choi WI, Park SH, Park BJ, Lee CW. Interstitial lung disease and lung Cancer development: a 5-year Nationwide population-based study. Cancer Res Treat. (2018) 50:374–81. doi: 10.4143/crt.2017.119, PMID:", "ArticleIdList": ["10.4143/crt.2017.119", "PMC5912124", "28494537"]}, {"Citation": "Khor YH, Ng Y, Barnes H, Goh NSL, McDonald CF, Holland AE. Prognosis of idiopathic pulmonary fibrosis without anti-fibrotic therapy: a systematic review. Eur Respir Rev. (2020) 29:190158. doi: 10.1183/16000617.0158-2019, PMID:", "ArticleIdList": ["10.1183/16000617.0158-2019", "PMC9488716", "32759374"]}, {"Citation": "López-Ramírez C, Suarez Valdivia L, Rodríguez Portal JA. Causes of pulmonary fibrosis in the elderly. Med Sci (Basel). (2018) 6:58. doi: 10.3390/medsci6030058", "ArticleIdList": ["10.3390/medsci6030058", "PMC6164854", "30042329"]}, {"Citation": "Choi W-I, Dauti S, Kim HJ, Park SH, Park JS, Lee CW. Risk factors for interstitial lung disease: a 9-year Nationwide population-based study. BMC Pulm Med. (2018) 18:96. doi: 10.1186/s12890-018-0660-2, PMID:", "ArticleIdList": ["10.1186/s12890-018-0660-2", "PMC5987651", "29866093"]}, {"Citation": "Lederer DJ, Enright PL, Kawut SM, Hoffman EA, Hunninghake G, van Beek EJ, et al. . Cigarette smoking is associated with subclinical parenchymal lung disease: the multi-ethnic study of atherosclerosis (MESA)-lung study. Am J Respir Crit Care Med. (2009) 180:407–14. doi: 10.1164/rccm.200812-1966OC, PMID:", "ArticleIdList": ["10.1164/rccm.200812-1966OC", "PMC2742759", "19542480"]}, {"Citation": "Alarcon-Calderon A, Vassallo R, Yi ES, Ryu JH. Smoking-related interstitial lung diseases. Immunol Allergy Clin N Am. (2023) 43:273–87. doi: 10.1016/j.iac.2023.01.007, PMID:", "ArticleIdList": ["10.1016/j.iac.2023.01.007", "37055089"]}, {"Citation": "Trethewey SP, Walters GI. The role of occupational and environmental exposures in the pathogenesis of idiopathic pulmonary fibrosis: a narrative literature review. Medicina (Kaunas). (2018) 54:108. doi: 10.3390/medicina54060108, PMID:", "ArticleIdList": ["10.3390/medicina54060108", "PMC6306764", "30544758"]}, {"Citation": "Furukawa H, Oka S, Shimada K, Tsuchiya N, Tohma S. Genetics of interstitial lung disease: Vol de Nuit (night flight). Clin Med Insights Circ Respir Pulm Med. (2015) 9s1:CCRPM.S23283. doi: 10.4137/CCRPM.S23283", "ArticleIdList": ["10.4137/CCRPM.S23283", "PMC4444491", "26056507"]}, {"Citation": "Camus P, Kudoh S, Ebina M. Interstitial lung disease associated with drug therapy. Br J Cancer. (2004) 91:S18–23. doi: 10.1038/sj.bjc.6602063, PMID:", "ArticleIdList": ["10.1038/sj.bjc.6602063", "PMC2750811", "15340374"]}, {"Citation": "Azadeh N, Limper AH, Carmona EM, Ryu JH. The role of infection in interstitial lung diseases: a review. Chest. (2017) 152:842–52. doi: 10.1016/j.chest.2017.03.033, PMID:", "ArticleIdList": ["10.1016/j.chest.2017.03.033", "PMC7094545", "28400116"]}, {"Citation": "Khalil N, Churg A, Muller N, O'Connor R. Environmental, inhaled and ingested causes of pulmonary fibrosis. Toxicol Pathol. (2007) 35:86–96. doi: 10.1080/01926230601064787, PMID:", "ArticleIdList": ["10.1080/01926230601064787", "17325977"]}, {"Citation": "Marino E, Caruso M, Campagna D, Polosa R. Impact of air quality on lung health: myth or reality? Ther Adv Chronic Dis. (2015) 6:286–98. doi: 10.1177/2040622315587256, PMID:", "ArticleIdList": ["10.1177/2040622315587256", "PMC4549691", "26336597"]}, {"Citation": "Kurt OK, Zhang J, Pinkerton KE. Pulmonary health effects of air pollution. Curr Opin Pulm Med. (2016) 22:138–43. doi: 10.1097/MCP.0000000000000248", "ArticleIdList": ["10.1097/MCP.0000000000000248", "PMC4776742", "26761628"]}, {"Citation": "Bălă G-P, Râjnoveanu R-M, Tudorache E, Motișan R, Oancea C. Air pollution exposure-the (in)visible risk factor for respiratory diseases. Environ Sci Pollut Res Int. (2021) 28:19615–28. doi: 10.1007/s11356-021-13208-x, PMID:", "ArticleIdList": ["10.1007/s11356-021-13208-x", "PMC8099844", "33660184"]}, {"Citation": "WHO global air quality guidelines . Particulate matter (PM2.5 and PM10), ozone, nitrogen dioxide, sulfur dioxide and carbon monoxide. Geneva: World Health Organization; (2021) Licence: CC BY-NC-SA 3.0 IGO.", "ArticleIdList": ["34662007"]}, {"Citation": "Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. . The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ. (2021) 372:n71. doi: 10.1136/bmj.n71", "ArticleIdList": ["10.1136/bmj.n71", "PMC8005924", "33782057"]}, {"Citation": "Moola S, Munn Z, Sears K, Sfetcu R, Currie M, Lisy K, et al. . Conducting systematic reviews of association (etiology): the Joanna Briggs Institute's approach. Int J Evid Based Healthc. (2015) 13:163–9. doi: 10.1097/XEB.0000000000000064", "ArticleIdList": ["10.1097/XEB.0000000000000064", "26262566"]}, {"Citation": "Wohlin C. Guidelines for snowballing in systematic literature studies and a replication in software engineering. Proceedings of the 18th International Conference on Evaluation and Assessment in Software Engineering; London, England, United Kingdom: Association for Computing Machinery; (2014). p. Article 38."}, {"Citation": "Boutron I PM, Higgins JPT, Altman DG, Lundh A, Hróbjartsson A. Chapter 7: considering bias and conflicts of interest among the included studies. In: Higgins JPT, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, Welch VA (editors). Cochrane handbook for systematic reviews of interventions version 6.3 (updated February 2022) Cochrane, (2022). Available at: www.training.cochrane.org/handbook"}, {"Citation": "Wells GS B, O’connell D, Peterson J, Welch V, Losos M, Tugwell P. The Newcastle-Ottawa scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses. (2021) [updated 2021; cited 2023 Jun 22]. Available at: https://www.ohri.ca/programs/clinical_epidemiology/oxford.asp"}, {"Citation": "Stanhope J, Weinstein P. Critical appraisal in ecology: what tools are available, and what is being used in systematic reviews? Res Synth Methods. (2023) 14:342–56. doi: 10.1002/jrsm.1609, PMID:", "ArticleIdList": ["10.1002/jrsm.1609", "36303454"]}, {"Citation": "Deeks JJ, Higgins JPT, Altman DG. Analysing data and undertaking meta-analyses. Chichester, UK: John Wiley & Sons, Ltd; (2019). p. 241–284."}, {"Citation": "Schwingshackl L, Hoffmann G. Adherence to Mediterranean diet and risk of cancer: an updated systematic review and meta-analysis of observational studies. Cancer Med (Malden, MA). (2015) 4:1933–47. doi: 10.1002/cam4.539, PMID:", "ArticleIdList": ["10.1002/cam4.539", "PMC5123783", "26471010"]}, {"Citation": "Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-analyses. BMJ. (2003) 327:557–60. doi: 10.1136/bmj.327.7414.557, PMID:", "ArticleIdList": ["10.1136/bmj.327.7414.557", "PMC192859", "12958120"]}, {"Citation": "Roeser A, Sese L, Chassagnon G, Chaigne B, Tran Ba S, Jebri S, et al. . Impact of air pollution on systemic sclerosis associated interstitial lung disease severity: a retrospective two-center cohort study. Eur Respir J. (2022) 60:1513. doi: 10.1183/13993003.congress-2022.1513", "ArticleIdList": ["10.1183/13993003.congress-2022.1513"]}, {"Citation": "Aguilar PM, Carrera LG, Segura CC, De Lucas EZ, Sanchez MH, Hernan GB, et al. . Association between mortality of idiopathic pulmonary fibrosis and air pollution levels in Madrid. Eur Respir J. (2021) 58:PA3761. doi: 10.1183/13993003.congress-2021.PA3761", "ArticleIdList": ["10.1183/13993003.congress-2021.PA3761"]}, {"Citation": "Aguilar PM, Carrera LG, De Lucas EZ, Segura CC, Sanchez MH, Hernan GB, et al. . Association between severity of idiopathic pulmonary fibrosis and air pollution levels in Madrid. Eur Respir J. (2021) 58:PA3760. doi: 10.1183/13993003.congress-2021.PA3760", "ArticleIdList": ["10.1183/13993003.congress-2021.PA3760"]}, {"Citation": "Abramson MJ, Walters EH. Mapping air pollution and idiopathic pulmonary fibrosis. Respirology. (2021) 26:292–3. doi: 10.1111/resp.14004, PMID:", "ArticleIdList": ["10.1111/resp.14004", "33398912"]}, {"Citation": "Sesé L, Annesi-Maesano I, Nunes H. Impact of particulate matter on the natural history of IPF: a matter of concentrations? Chest. (2018) 154:726–7. doi: 10.1016/j.chest.2018.05.043, PMID:", "ArticleIdList": ["10.1016/j.chest.2018.05.043", "30195360"]}, {"Citation": "Chen HH, Chao WC, Chen YH, Chen DY, Lin CH. Air pollutants and development of interstitial lung disease in patients with autoimmune disease. Ann Rheum Dis. (2020) 79:865.1–865.86865. doi: 10.1136/annrheumdis-2020-eular.204", "ArticleIdList": ["10.1136/annrheumdis-2020-eular.204"]}, {"Citation": "Singh S, Collins BF, Bairwa M, Joshi JM, Talwar D, Singh N, et al. . Hypersensitivity pneumonitis and its correlation with ambient air pollution in urban India. Eur Respir J. (2019) 53:1801563. doi: 10.1183/13993003.01563-2018, PMID:", "ArticleIdList": ["10.1183/13993003.01563-2018", "30464015"]}, {"Citation": "Johannson KA, Vittinghoff E, Lee K, Balmes JR, Ji W, Kaplan GG, et al. . Acute exacerbation of idiopathic pulmonary fibrosis associated with air pollution exposure. Eur Respir J. (2014) 43:1124–31. doi: 10.1183/09031936.00122213, PMID:", "ArticleIdList": ["10.1183/09031936.00122213", "PMC5555605", "24176998"]}, {"Citation": "Sack C, Vedal S, Sheppard L, Raghu G, Barr RG, Podolanczuk A, et al. . Air pollution and subclinical interstitial lung disease: the multi-ethnic study of atherosclerosis (MESA) air-lung study. Eur Respir J. (2017) 50:1700559. doi: 10.1183/13993003.00559-2017, PMID:", "ArticleIdList": ["10.1183/13993003.00559-2017", "PMC5726423", "29217611"]}, {"Citation": "Conti S, Harari S, Caminati A, Zanobetti A, Schwartz JD, Bertazzi PA, et al. . The association between air pollution and the incidence of idiopathic pulmonary fibrosis in northern Italy. Eur Respir J. (2018) 51:1700397. doi: 10.1183/13993003.00397-2017, PMID:", "ArticleIdList": ["10.1183/13993003.00397-2017", "29371377"]}, {"Citation": "Johannson KA, Vittinghoff E, Morisset J, Wolters PJ, Noth EM, Balmes JR, et al. . Air pollution exposure is associated with lower lung function, but not changes in lung function, in Patients With Idiopathic Pulmonary Fibrosis. CHEST. (2018) 154:119–25. doi: 10.1016/j.chest.2018.01.015, PMID:", "ArticleIdList": ["10.1016/j.chest.2018.01.015", "PMC6045778", "29355549"]}, {"Citation": "Sesé L, Nunes H, Cottin V, Sanyal S, Didier M, Carton Z, et al. . Role of atmospheric pollution on the natural history of idiopathic pulmonary fibrosis. Thorax. (2018) 73:145–50. doi: 10.1136/thoraxjnl-2017-209967, PMID:", "ArticleIdList": ["10.1136/thoraxjnl-2017-209967", "28798214"]}, {"Citation": "Winterbottom CJ, Shah RJ, Patterson KC, Kreider ME, Jr Panettieri RA, Rivera-Lebron B, et al. . Exposure to ambient particulate matter is associated with accelerated functional decline in idiopathic pulmonary fibrosis. Chest. (2018) 153:1221–8. doi: 10.1016/j.chest.2017.07.034, PMID:", "ArticleIdList": ["10.1016/j.chest.2017.07.034", "PMC6026290", "28802694"]}, {"Citation": "Pirozzi CS, Mendoza DL, Xu Y, Zhang Y, Scholand MB, Baughman RP. Short-term particulate air pollution exposure is associated with increased severity of respiratory and quality of life symptoms in patients with fibrotic sarcoidosis. Int J Environ Res Public Health. (2018) 15:1077. doi: 10.3390/ijerph15061077, PMID:", "ArticleIdList": ["10.3390/ijerph15061077", "PMC6025101", "29861437"]}, {"Citation": "Rice MB, Li W, Schwartz J, Di Q, Kloog I, Koutrakis P, et al. . Ambient air pollution exposure and risk and progression of interstitial lung abnormalities: the Framingham heart study. Thorax. (2019) 74:1063–9. doi: 10.1136/thoraxjnl-2018-212877, PMID:", "ArticleIdList": ["10.1136/thoraxjnl-2018-212877", "PMC7136036", "31391318"]}, {"Citation": "Dales R, Blanco-Vidal C, Cakmak S. The association between air pollution and hospitalization of patients with idiopathic pulmonary fibrosis in Chile: a daily time series analysis. Chest. (2020) 158:630–6. doi: 10.1016/j.chest.2020.02.017, PMID:", "ArticleIdList": ["10.1016/j.chest.2020.02.017", "32092324"]}, {"Citation": "Chen H-H, Yong Y-M, Lin C-H, Chen Y-H, Chen D-Y, Ying J-C, et al. . Air pollutants and development of interstitial lung disease in patients with connective tissue disease: a population-based case–control study in Taiwan. BMJ Open. (2020) 10:e041405. doi: 10.1136/bmjopen-2020-041405", "ArticleIdList": ["10.1136/bmjopen-2020-041405", "PMC7772291", "33372076"]}, {"Citation": "Mariscal-Aguilar P, Carrera LG, Segura CC, Sánchez MIT, Peña MF-V, Hernán GB, et al. . Relationship between air pollution levels in Madrid and the natural history of idiopathic pulmonary fibrosis: severity and mortality. J Int Med Res. (2021) 49:3000605211029058. doi: 10.1177/03000605211029058", "ArticleIdList": ["10.1177/03000605211029058", "PMC8278466", "34251275"]}, {"Citation": "Shull JG, Pay MT, Lara Compte C, Olid M, Bermudo G, Portillo K, et al. . Mapping IPF helps identify geographic regions at higher risk for disease development and potential triggers. Respirology (Carlton, Vic). (2021) 26:352–9. doi: 10.1111/resp.13973, PMID:", "ArticleIdList": ["10.1111/resp.13973", "33167075"]}, {"Citation": "Tahara M, Fujino Y, Yamasaki K, Oda K, Kido T, Sakamoto N, et al. . Exposure to PM2.5 is a risk factor for acute exacerbation of surgically diagnosed idiopathic pulmonary fibrosis: a case-control study. Respir Res. (2021) 22:80. doi: 10.1186/s12931-021-01671-6", "ArticleIdList": ["10.1186/s12931-021-01671-6", "PMC7955640", "33711988"]}, {"Citation": "Tomos I, Dimakopoulou K, Manali ED, Papiris SA, Karakatsani A. Long-term personal air pollution exposure and risk for acute exacerbation of idiopathic pulmonary fibrosis. Environ Health. (2021) 20:99. doi: 10.1186/s12940-021-00786-z, PMID:", "ArticleIdList": ["10.1186/s12940-021-00786-z", "PMC8406600", "34461906"]}, {"Citation": "Yoon H-Y, Kim S-Y, Kim O-J, Song JW. Nitrogen dioxide increases the risk of mortality in idiopathic pulmonary fibrosis. Eur Respir J. (2021) 57:2001877. doi: 10.1183/13993003.01877-2020, PMID:", "ArticleIdList": ["10.1183/13993003.01877-2020", "33184121"]}, {"Citation": "Goobie GC, Carlsten C, Johannson KA, Khalil N, Marcoux V, Assayag D, et al. . Association of Particulate Matter Exposure with Lung Function and Mortality among Patients with Fibrotic Interstitial Lung Disease. JAMA Intern Med. (2022) 182:1248–59. doi: 10.1001/jamainternmed.2022.4696, PMID:", "ArticleIdList": ["10.1001/jamainternmed.2022.4696", "PMC9577882", "36251286"]}, {"Citation": "Liang L, Cai Y, Lyu B, Zhang D, Chu S, Jing H, et al. . Air pollution and hospitalization of patients with idiopathic pulmonary fibrosis in Beijing: a time-series study. Respir Res. (2022) 23:81. doi: 10.1186/s12931-022-01998-8", "ArticleIdList": ["10.1186/s12931-022-01998-8", "PMC8985349", "35382829"]}, {"Citation": "Liu B, Sun G, Liu Y, Hou Y, Tao J. Observational studies: ambient air pollution and hospitalization for RA-ILD in a heavily polluted city in China. Medicine. (2022) 101:e29309. doi: 10.1097/MD.0000000000029309", "ArticleIdList": ["10.1097/MD.0000000000029309", "PMC9276256", "35583542"]}, {"Citation": "Cui F, Sun Y, Xie J, Li D, Wu M, Song L, et al. . Air pollutants, genetic susceptibility and risk of incident idiopathic pulmonary fibrosis. Eur Respir J. (2023) 61:2200777. doi: 10.1183/13993003.00777-2022, PMID:", "ArticleIdList": ["10.1183/13993003.00777-2022", "36137588"]}, {"Citation": "Goobie GC, Li X, Ryerson CJ, Carlsten C, Johannson KA, Fabisiak JP, et al. . PM2.5 and constituent component impacts on global DNA methylation in patients with idiopathic pulmonary fibrosis. Environ Pollut. (2023) 318:120942. doi: 10.1016/j.envpol.2022.120942, PMID:", "ArticleIdList": ["10.1016/j.envpol.2022.120942", "36574806"]}, {"Citation": "Mariscal-Aguilar P, Gómez-Carrera L, Carpio C, Zamarrón E, Bonilla G, Fernández-Velilla M, et al. . Relationship between air pollution exposure and the progression of idiopathic pulmonary fibrosis in Madrid: chronic respiratory failure, hospitalizations, and mortality. A retrospective study. Front Public Health. (2023) 11:1135162. doi: 10.3389/fpubh.2023.1135162, PMID:", "ArticleIdList": ["10.3389/fpubh.2023.1135162", "PMC10036896", "36969686"]}, {"Citation": "Yoon HY, Kim SY, Kim OJ, Song JW. Nitrogen dioxide increases the risk of disease progression in idiopathic pulmonary fibrosis. Respirology. (2023) 28:254–61. doi: 10.1111/resp.14373, PMID:", "ArticleIdList": ["10.1111/resp.14373", "36123769"]}, {"Citation": "Roeser A, Sese L, Chassagnon G, Chaigne B, Dunogue B, Tran Ba S, et al. . The association between air pollution and the severity at diagnosis and progression of systemic sclerosis-associated interstitial lung disease: results from the retrospective ScleroPol study. Respir Res. (2023) 24:151. doi: 10.1186/s12931-023-02463-w", "ArticleIdList": ["10.1186/s12931-023-02463-w", "PMC10249172", "37291562"]}, {"Citation": "Zheng Q, Cox IA, Leigh L, de Graaff B, Johnston FH, Corte TJ, et al. . Long-term exposure to low concentrations of air pollution and decline in lung function in people with idiopathic pulmonary fibrosis: evidence from Australia. Respirology (Carlton, VIC). (2023) 28:916–24. doi: 10.1111/resp.14552, PMID:", "ArticleIdList": ["10.1111/resp.14552", "37433646"]}, {"Citation": "Wu Y, Qie R, Cheng M, Zeng Y, Huang S, Guo C, et al. . Air pollution and DNA methylation in adults: a systematic review and meta-analysis of observational studies. Environ Pollut. (2021) 284:117152. doi: 10.1016/j.envpol.2021.117152, PMID:", "ArticleIdList": ["10.1016/j.envpol.2021.117152", "33895575"]}, {"Citation": "Jiang C-L, He S-W, Zhang Y-D, Duan H-X, Huang T, Huang Y-C, et al. . Air pollution and DNA methylation alterations in lung cancer: a systematic and comparative study. Oncotarget. (2016) 8:1369–91. doi: 10.18632/oncotarget.13622", "ArticleIdList": ["10.18632/oncotarget.13622", "PMC5352062", "27901495"]}, {"Citation": "US EPA . Particulate matter (PM) pollution. Washington (DC): United States Environmental Protection Agency; (2023) [updated 2023 Jul 11; cited 2023 Sep 17]. Available at: https://www.epa.gov/pm-pollution/particulate-matter-pm-basics#PM."}, {"Citation": "WHO . Air quality guidelines global update 2005: particulate matter, ozone, nitrogen dioxide, and sulfur dioxide. Copenhagen, Denmark: World Health Organization; (2006).", "ArticleIdList": ["34662007"]}, {"Citation": "Pui DYH, Chen S-C, Zuo Z. PM2.5 in China: measurements, sources, visibility and health effects, and mitigation. Particuology. (2014) 13:1–26. doi: 10.1016/j.partic.2013.11.001", "ArticleIdList": ["10.1016/j.partic.2013.11.001"]}, {"Citation": "de Kok TMCM, Driece HAL, Hogervorst JGF, Briedé JJ. Toxicological assessment of ambient and traffic-related particulate matter: a review of recent studies. Mutat Res. (2006) 613:103–22. doi: 10.1016/j.mrrev.2006.07.001, PMID:", "ArticleIdList": ["10.1016/j.mrrev.2006.07.001", "16949858"]}, {"Citation": "Goshua A, Akdis CA, Nadeau KC. World Health Organization global air quality guideline recommendations: executive summary. Allergy (Copenhagen). (2022) 77:1955–60. doi: 10.1111/all.15224", "ArticleIdList": ["10.1111/all.15224", "35060140"]}, {"Citation": "US EPA . Ground-level ozone pollution. Washington (DC): United States Environmental Protection Agency; (2023) [updated 2023 Jue 02; cited 2023 Sep 17]. Available at: https://www.epa.gov/ground-level-ozone-pollution/ground-level-ozone-basics#effects."}, {"Citation": "Scheinfeld N, Deleo VA. Photosensitivity in lupus erythematosus. Photodermatol Photoimmunol Photomed. (2004) 20:272–9. doi: 10.1111/j.1600-0781.2004.00094.x", "ArticleIdList": ["10.1111/j.1600-0781.2004.00094.x", "15379880"]}, {"Citation": "Baukal C. Everything you need to know about NOx. Met Finish. (2005) 103:18–24. doi: 10.1016/S0026-0576(05)80816-5", "ArticleIdList": ["10.1016/S0026-0576(05)80816-5"]}, {"Citation": "Panigrahi TH, Sahoo SR, Murmu G, Maity D, Saha S. Current challenges and developments of inorganic/organic materials for the abatement of toxic nitrogen oxides (NOx) – a critical review. Prog Solid State Chem. (2022) 68:100380. doi: 10.1016/j.progsolidstchem.2022.100380", "ArticleIdList": ["10.1016/j.progsolidstchem.2022.100380"]}, {"Citation": "Guzik TJ, Korbut R, Adamek-Guzik T. Nitric oxide and superoxide in inflammation and immune regulation. J Physiol Pharmacol. (2003) 54:469–87. PMID:", "ArticleIdList": ["14726604"]}, {"Citation": "US EPA . Nitrogen Dioxide (NO2) Pollution. Washington (DC): United States Environmental Protection Agency; (2023). Available at: https://www.epa.gov/no2-pollution/basic-information-about-no2#What%20is%20NO2."}, {"Citation": "US EPA . Sulfur Dioxide (SO2) Pollution. Washington (DC): United States Environmental Protection Agency; (2023). Available at: https://www.epa.gov/so2-pollution/sulfur-dioxide-basics#what%20is%20so2."}, {"Citation": "Sesé L, Caliez J, Annesi-Maesano I, Cottin V, Pesce G, Didier M, et al. . Low income and outcome in idiopathic pulmonary fibrosis: an association to uncover. Respir Med. (2021) 183:106415. doi: 10.1016/j.rmed.2021.106415, PMID:", "ArticleIdList": ["10.1016/j.rmed.2021.106415", "33965849"]}, {"Citation": "Kolb M, Bondue B, Pesci A, Miyazaki Y, Song JW, Bhatt NY, et al. . Acute exacerbations of progressive-fibrosing interstitial lung diseases. Eur Respir Rev. (2018) 27:180071. doi: 10.1183/16000617.0071-2018", "ArticleIdList": ["10.1183/16000617.0071-2018", "PMC9488799", "30578331"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "13"}, {"Year": "2023", "Month": "12", "Day": "27"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "4", "Minute": "9"}, {"Year": "2024", "Month": "1", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38298511", "PMC10827982", "10.3389/fmed.2023.1321038"]}}], "PubmedBookArticle": []}