{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["fomites", "influenza", "ozone", "ultraviolet"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [{"AbstractText": ["Inactivación de cuatro subtipos del virus de la influenza A mediante un dispositivo comercial usando luz ultravioleta y ozono. La influenza aviar (IA) es una enfermedad altamente contagiosa que puede transmitirse a aves susceptibles a través de fómites. La supervivencia de los virus de la influenza aviar en fómites porosos y no porosos también determina cuánto tiempo el fómite puede servir como vehículo para la transmisión del virus. Se sabe que los virus de influenza aviar son inactivados por el ozono y la luz ultravioleta (UV). Sin embargo, no se ha investigado el efecto combinado de la luz ultravioleta y el ozono para inactivar el virus de la influenza aviar en diferentes fómites. Este estudio se llevó a cabo para determinar la inactivación del virus de la influenza aviar mediante un dispositivo comercial llamado estación de desinfección de calzado BioSec. Este dispositivo genera ozono y luz ultravioleta durante 8 segundos cuando se activa. Se evaluó este dispositivo frente a cuatro subtipos diferentes del virus influenza aviar aplicados en siete fómites diferentes. En general, el dispositivo inactivó los cuatro subtipos de influenza aviar inoculados en todos los fómites, pero con distintos grados de inactivación. El porcentaje de reducción de virus en fómites no porosos (98.6%–99.9%) fue mayor que en fómites porosos (90.0%–99.5%). En conclusión, este nuevo dispositivo tiene el potencial de ayudar a reducir el riesgo de transmisión del virus de la influenza aviar."]}], "GeneralNote": [], "PMID": "38300651", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "02"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1637/aviandiseases-D-23-00035"], "Journal": {"ISSN": "1938-4351", "JournalIssue": {"Volume": "67", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Avian diseases", "ISOAbbreviation": "Avian Dis"}, "ArticleTitle": "Inactivation of Three Subtypes of Influenza A Virus by a Commercial Device Using Ultraviolet Light and Ozone.", "Pagination": {"StartPage": "305", "EndPage": "309", "MedlinePgn": "305-309"}, "Abstract": {"AbstractText": ["Avian influenza (AI) is a highly contagious disease that can be transmitted to naïve birds through fomites. The survival of AI viruses (AIV) on nonporous and porous fomites also dictates how long the fomite can serve as a vehicle for virus transmission. AIVs are known to be inactivated by ozone and ultraviolet (UV) light. However, the combined effect of UV light and ozone in combating AIV on different fomites has not been investigated. This study was undertaken to determine AIV inactivation by a commercial device called the BioSec shoe sanitizing station. This device generates both ozone and UV light for 8 sec when activated. We evaluated this device against three different subtypes of AIVs applied on seven different fomites. In general, the device inactivated all three AIV subtypes loaded on all fomites but to varying degrees of inactivation. The percentage of virus reduction on nonporous fomites (98.6%-99.9%) was higher than on porous fomites (90.0%-99.5%). In conclusion, this new device has the potential to help reduce the risk of transmission of AIV."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Population Medicine Department and Veterinary Diagnostic Laboratory, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "Department of Animal Medicine, Faculty of Veterinary Medicine, Zagazig University, Zagazig, Sharkia 44511, Egypt."}], "LastName": "Sobhy", "ForeName": "Nader M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Population Medicine Department and Veterinary Diagnostic Laboratory, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108."}], "LastName": "Muñoz", "ForeName": "Angie Quiñonez", "Initials": "AQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Population Medicine Department and Veterinary Diagnostic Laboratory, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108."}, {"Identifier": [], "Affiliation": "Microbiology and Immunology Department, Faculty of Pharmacy, Zagazig University, Zagazig 44519, Egypt."}], "LastName": "Youssef", "ForeName": "Christiana R B", "Initials": "CRB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Population Medicine Department and Veterinary Diagnostic Laboratory, College of Veterinary Medicine, University of Minnesota, St. Paul, MN 55108, goyal001@umn.edu."}], "LastName": "Goyal", "ForeName": "Sagar M", "Initials": "SM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Avian Dis", "NlmUniqueID": "0370617", "ISSNLinking": "0005-2086"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "Influenza A virus"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Poultry Diseases"}, {"QualifierName": [], "DescriptorName": "Fomites"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Waliya P, Gupta DK, Sheikh AA, Rashid R, Dar RB, Mishra A. Avian influenza: a pandemic threat. <i>J Pharm Innov</i>. 6:526–531; 2017."}, {"Citation": "Rebel JM, Peeters B, Fijten H, Post J, Cornelissen J, Vervelde L. Highly pathogenic or low pathogenic avian influenza virus subtype H7N1 infection in chicken lungs: small differences in general acute responses. <i>Vet Res</i>. 42:1–11; 2011."}, {"Citation": "Capua I, Marangon S. Control of avian influenza in poultry. <i>Emerg Infect Dis</i>. 12:1319–1324; 2006."}, {"Citation": "Uyeki TM, Hui DS, Zambon M, Wentworth DE, Monto AS. Influenza. <i>Lancet</i>. 400:693–706; 2022."}, {"Citation": "Tiwari A, Patnayak DP, Chander Y, Parsad M, Goyal SM. Survival of two avian respiratory viruses on porous and nonporous surfaces. <i>Avian Dis</i>. 50:284–287; 2006."}, {"Citation": "Lee DH, Torchetti MK, Hicks J, Killian ML, Bahl J, Pantin-Jackwood M, Swayne DE. Transmission dynamics of highly pathogenic avian influenza virus A (H5Nx) clade 2.3. 4.4, North America, 2014–2015. <i>Emerg Infect Dis</i>. 24:1840–1848; 2018."}, {"Citation": "Weiss MM, Weiss PD, Weiss DE, Weiss JB. Disrupting the transmission of influenza A: face masks and ultraviolet light as control measures. <i>Am J Public Health</i>. 97:S32–S37; 2007."}, {"Citation": "Claus H. Ozone generation by ultraviolet lamps. <i>Photochem Photo-biol</i>. 97:471–476; 2021."}, {"Citation": "Zhao Y, Richardson B, Takle E, Chai L, Schmitt D, Xin H. Airborne transmission may have played a role in the spread of 2015 highly pathogenic avian influenza outbreaks in the United States. <i>Sci Rep</i>. 9:1–10; 2019."}, {"Citation": "Karber G. Contribution to the collective treatment of pharmacological series experiments. <i>Arch Exp Path Pharmacol</i>. 162:480–484; 1931."}, {"Citation": "Wood JP, Choi YW, Chappie DJ, Rogers JV, Kaye JZ. Environmental persistence of a highly pathogenic avian influenza (H5N1) virus. <i>Environ Sci Technol</i>. 44:7515–7520; 2010."}, {"Citation": "Ramos CCR, Roque JLA, Sarmiento DB, Suarez LEG, Sunio JTP, Tabungar KIB, Tengco GSC, Rio PC, Hilario AL. Use of ultraviolet-C in environmental sterilization in hospitals: a systematic review on efficacy and safety. <i>Int J Health Sci</i>. 14:52–65; 2020."}, {"Citation": "Racchi I, Scaramuzza N, Hidalgo A, Cigarini M, Berni E. Sterilization of food packaging by UV-C irradiation: is Aspergillus brasiliensis ATCC 16404 the best target microorganism for industrial bio-validations? <i>Int J Food Microbiol</i>. 357:109–383; 2021."}, {"Citation": "Lone SA, Raghunathan S, Davoodbasha M, Srinivasan H, Lee SY. An investigation on the sterilization of berry fruit using ozone: an option to preservation and long-term storage. <i>Biocatal Agric Biotechnol</i>. 20:101–212; 2019."}, {"Citation": "Novak JS, Yuan JT. The ozonation concept: advantages of ozone treatment and commercial developments. In: Tewari G, Juneja VK, editors. <i>Advances in Yhermal and Non-Thermal Food Preservation</i>. Ames (IA): Blackwell; p. 185–193; 2007."}, {"Citation": "Lucio-Forster A, Bowman DD, Lucio-Martínez B, Labare MP, Butkus MA. Inactivation of the avian influenza virus (H5N2) in typical domestic wastewater and drinking water treatment systems. <i>Environ Eng Sci</i>. 23:897–903; 2006."}, {"Citation": "Salvermoser M, Murnick DE, Kogelschatz U. Influence of water vapor on photochemical ozone generation with efficient 172 nm xenon excimer lamps. <i>Ozone Sci Eng</i>. 30:228–237; 2008."}, {"Citation": "Walker CM, Ko G. Effect of ultraviolet germicidal irradiation on viral aerosols. <i>Environ Sci. Technol</i>. 41:5460–5465; 2007."}, {"Citation": "Shahid MA, Abubakar M, Hameed S, Hassan S. Avian influenza virus (H5N1); effects of physico-chemical factors on its survival. <i>Virol J</i>. 6:1–6; 2009."}, {"Citation": "Muhammad K, Das P, Yaqoob T, Riaz A, Manzoor R. Effect of physico-chemical factors on survival of avian influenza virus (H7N3 type). <i>Int J Agric Biol</i>. 4:416–418; 2001."}, {"Citation": "McDevitt JJ, Rudnick SN, Radonovich LJ. Aerosol susceptibility of influenza virus to UV-C light. <i>Appl Environ Microbiol</i>. 78:1666–1669; 2012."}, {"Citation": "Mims FM. Avian influenza and UV-B blocked by biomass smoke. <i>Environ Health Perspect</i>. 113:A806–A807; 2005."}, {"Citation": "Cordoba D. Detection of solar ultraviolet-C radiation using KCL:Eu2+ thermoluminescence dosimeters. <i>J Phys D Appl Phys</i>. 30:3024–3027; 1997."}, {"Citation": "Tanaka H, Sakurai M, Ishii K, Matsuzawa Y. Inactivation of influenza virus by ozone gas. <i>IHI Engr Rev</i>. 42:108–111; 2009."}, {"Citation": "Thurston-Enriquez JA, Haas CN, Jacangelo J, Riley K, Gerba CP. Inactivation of feline calicivirus and adenovirus type 40 by UV radiation. <i>Applied Environ Microbiol</i>. 69:577–582; 2003."}, {"Citation": "Shin GA, Linden KG, Sobsey MD. Low pressure ultraviolet inactivation of pathogenic enteric viruses and bacteriophages. <i>J Environ Eng Sci</i>. 4:S7–S11; 2005."}, {"Citation": "Kreitenberg A, Martinello RA. Perspectives and recommendations regarding standards for ultraviolet-C whole-room disinfection in healthcare. <i>J Res Natl Inst Stand Technol</i>. 126:1–8; 2021."}, {"Citation": "Kaoud HA, Ismail TF, Khalf MA. The effect of some physical and chemical agents on the infectivity of the highly pathogenic avian influenza virus in Egypt. <i>Eur J Acad Res</i>. 3:267–271; 2016."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "9", "Day": "5"}, {"Year": "2024", "Month": "2", "Day": "2", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "11", "Minute": "46"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38300651", "10.1637/aviandiseases-D-23-00035"]}}], "PubmedBookArticle": []}