{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Biofiltration", "Biological activated carbon filtration", "Emerging contaminants", "Empty bed contact time", "Organic micropollutants", "Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38325285", "DateRevised": {"Year": "2024", "Month": "07", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "06"}], "ELocationID": ["10.1016/j.jenvman.2024.120203", "S0301-4797(24)00189-0"], "Journal": {"ISSN": "1095-8630", "JournalIssue": {"Volume": "353", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "27"}}, "Title": "Journal of environmental management", "ISOAbbreviation": "J Environ Manage"}, "ArticleTitle": "Removal of organic micropollutants in biologically active filters: A systematic quantitative review of key influencing factors.", "Pagination": {"StartPage": "120203", "MedlinePgn": "120203"}, "Abstract": {"AbstractText": ["Biofiltration utilizes natural mechanisms including biodegradation and biotransformation along with other physical processes for the removal of organic micropollutants (OMPs) such as pharmaceuticals, personal care products, pesticides and industrial compounds found in (waste)water. In this systematic review, a total of 120 biofiltration studies from 25 countries were analyzed, considering various biofilter configurations, source water types, biofilter media and scales of operation. The study also provides a bibliometric analysis to identify the emerging research trends in the field. The results show that granular activated carbon (GAC) either alone or in combination with another biofiltration media can remove a broad range of OMPs efficiently. The impact of pre-oxidation on biofilter performance was investigated, revealing that pre-oxidation significantly improved OMP removal and reduced the empty bed contact time (EBCT) needed to achieve a consistently high OMP. Biofiltration with pre-oxidation had median removals ranging between 65% and >90% for various OMPs at 10-45 min EBCT with data variability drastically reducing beyond 20 min EBCT. Biofiltration without pre-oxidation had lower median removals with greater variability. The results demonstrate that pre-oxidation greatly enhances the removal of adsorptive and poorly biodegradable OMPs, while its impact on other OMPs varies. Only 19% of studies we reviewed included toxicity testing of treated effluent, and even fewer measured transformation products. Several studies have previously reported an increase in effluent toxicity because of oxidation, although it was successfully abated by subsequent biofiltration in most cases. Therefore, the efficacy of biofiltration treatment should be assessed by integrating toxicity testing into the assessment of overall removal."], "CopyrightInformation": "Copyright © 2024 The Authors. Published by Elsevier Ltd.. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Australian Rivers Institute, School of Environment and Science, Griffith University, Parklands Dr, Southport, Queensland, 4222, Australia."}], "LastName": "Ajaz", "ForeName": "Sana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, College of Engineering, United Arab Emirates University, Al Ain, PO Box, 15551, United Arab Emirates."}], "LastName": "Aly Hassan", "ForeName": "Ashraf", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Green Infrastructure Research Labs (GIRLS), Cities Research Institute, Griffith University, 170 Kessels Road, Nathan, Queensland, 4111, Australia."}], "LastName": "Michael", "ForeName": "Ruby N", "Initials": "RN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Australian Rivers Institute, School of Environment and Science, Griffith University, Parklands Dr, Southport, Queensland, 4222, Australia. Electronic address: f.leusch@griffith.edu.au."}], "LastName": "Leusch", "ForeName": "Frederic D L", "Initials": "FDL"}], "PublicationTypeList": ["Systematic Review", "Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Manage", "NlmUniqueID": "0401664", "ISSNLinking": "0301-4797"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "8", "Day": "11"}, {"Year": "2023", "Month": "12", "Day": "7"}, {"Year": "2024", "Month": "1", "Day": "20"}, {"Year": "2024", "Month": "2", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "7", "Hour": "18", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38325285", "10.1016/j.jenvman.2024.120203", "S0301-4797(24)00189-0"]}}], "PubmedBookArticle": []}