{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ERA5-ECMWF", "Long-term trends", "Ozone trends", "Surface ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38342831", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "12"}], "ELocationID": ["10.1007/s11356-024-32344-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "31", "Issue": "11", "PubDate": {"Year": "2024", "Month": "Mar"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Surface ozone trends reversal for June and December in an Atlantic natural coastal environment.", "Pagination": {"StartPage": "17461", "EndPage": "17471", "MedlinePgn": "17461-17471"}, "Abstract": {"AbstractText": ["Surface ozone and temperature trends were investigated using records from 2000 to 2021 in Southwestern Europe, at El Arenosillo observatory, focusing on June and December. The ozone trends for daily percentiles were increasing in June for lower percentiles (2.5 ± 1.2 ppb decade<sup>-1</sup> for the 5th percentile) and decreasing for higher (- 2.2 ± 1.4 ppb decade<sup>-1</sup> for the 95th percentile); in December, the trends were growing in the entire range of percentiles, with a peak of 2.2 ± 0.8 ppb decade<sup>-1</sup>. A declining trend was obtained for the geopotential height at the pressure level of 850 hPa (Z850) in June while highlighting the upward trend in December (26.3 ± 6.5 m decade<sup>-1</sup>). The hourly trends for ozone and temperature were also explored in these months. In June, the nocturnal ozone trends were growing (4.0 ± 1.2 ppb decade<sup>-1</sup> or 10% decade<sup>-1</sup> at 8:00 UTC) associated with temperature rises while in the daytime, a decrease in temperature was observed along with an ozone decreasing trend (- 2.6 ± 1.6 ppb decade<sup>-1</sup> or - 5% decade<sup>-1</sup> at 18:00 UTC). Hourly ozone and temperature trends in December were increasing with peaks of 3.0 ± 0.9 ppb decade<sup>-1</sup> (~ 8% decade<sup>-1</sup>) at 12:00 UTC and 1.6 ± 0.3 °C decade<sup>-1</sup> at 19:00 UTC. Two representative scenarios of these months were studied. The ozone decreases in June could be associated with several factors, decreasing in temperatures and a possible weakening of the anticyclonic conditions leading to changes in the mesoscale processes' development. The strengthening of the Azores anticyclone in December could be enhancing the upward ozone trend observed. It is unknown whether the reversal ozone pattern trends found in this region are a local phenomenon; although we suggest that it could be happening on a larger scale as well, future studies should be carried out."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0002-6302-7193"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Sounding Station, National Institute for Aerospace Technology (INTA), El Arenosillo, Mazagón, Huelva, Spain. adamecj@inta.es."}], "LastName": "Adame", "ForeName": "Jose A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Integrated Sciences Department, University of Huelva, Huelva, Spain."}], "LastName": "Gutiérrez-Álvarez", "ForeName": "Isidoro", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Química Física, Facultad de Ciencias y Tecnologías Químicas, Universidad de Castilla-La Mancha, Ciudad Real, Spain."}], "LastName": "Notario", "ForeName": "Alberto", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Research and Instrumentation Branch, National Institute for Aerospace Technology (INTA), Torrejón de Ardoz, Madrid, Spain."}], "LastName": "Yela", "ForeName": "Margarita", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Europe"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adame JA, Serrano E, Bolívar JP, De la Morena B (2010) On the tropospheric ozone variations in a coastal area of the southwestern Europe under mesoscale circulation. J Appl Meteorol Climatol 49(4):748–759. https://doi.org/10.1175/2009JAMC2097.1", "ArticleIdList": ["10.1175/2009JAMC2097.1"]}, {"Citation": "Adame JA, Gutiérrez-Álvarez I, Cristofanelli P, Notario A, Bogeat JA, López A, Gomez A, Bolivar JP, Yela M (2022a) Surface ozone trends over a 21-year period at El Arenosillo observatory (Southwestern Europe). Atmos Res 269:106048. https://doi.org/10.1016/j.atmosres.2022.106048", "ArticleIdList": ["10.1016/j.atmosres.2022.106048"]}, {"Citation": "Adame JA, Gutierrez-Alvarez I, Cristofanelli P, Notario A, Bogeat JA, Bolivar JP, Yela M (2022b) Surface ozone trends at El Arenosillo observatory from a new perspective. Environ Res 214:113887. https://doi.org/10.1016/j.envres.2022.113887", "ArticleIdList": ["10.1016/j.envres.2022.113887", "35835171"]}, {"Citation": "Banta R, Senff C, Alvarez R, Langford A, Parrish D, Trainer M, Darby L, Hardesty R, Lambeth B, Neuman J, Angevine W, Nielsen-Gammon J, Sandberg S, White A (2011) Dependence of daily peak O3 concentrations near Houston, Texas on environmental factors: wind speed, temperature, and boundary-layer depth. Atmos Environ 45:162–173", "ArticleIdList": ["10.1016/j.atmosenv.2010.09.030"]}, {"Citation": "Bedoya-Valestt S, Azorin-Molina C, Gimeno L, Guijarro JA, Sanchez-Morcillo VJ, Aguilar E, Brunet M (2022) Opposite trends of sea-breeze speeds and gusts in Eastern Spain, 1961–2019. Clim Dyn. https://doi.org/10.1007/s00382-022-06473-0", "ArticleIdList": ["10.1007/s00382-022-06473-0"]}, {"Citation": "Borge R, Artíñano B, Yagüe C, Gomez-Moreno FJ, Saiz-Lopez A, Sastre M, Narros A, García-Nieto D, Benavent N, Maqueda G, Barreiro M, Andrés JM, Cristóbal Á (2018) Application of a short term air quality action plan in Madrid (Spain) under a high-pollution episode-Part I: diagnostic and analysis from observations. Sci Total Environ 635:1561–1573", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.149", "29605235"]}, {"Citation": "Christidis N, Stott PA (2022) Anthropogenic climate change and the record-high temperature of May 2020 in Western Europe. Bull Am Meteor Soc 103(3):S33–S37", "ArticleIdList": ["10.1175/BAMS-D-21-0128.1"]}, {"Citation": "Cooper OR, Parrish DD, Ziemke J, Balashov NV, Cupeiro M, Galbally IE, Gilge S, Horowitz L, Jensen NR, Lamarque J-F, Naik V, Oltmans SJ, Schwab J, Shindell DT, Thompson AM, Thouret V, Wang Y, Zbinden RM (2014) Global distribution and trends of tropospheric ozone: an observation-based review. Elem: Sci Anthropocene 2:29. https://doi.org/10.12952/journal.elementa.000029", "ArticleIdList": ["10.12952/journal.elementa.000029"]}, {"Citation": "Cresswell-Clay N, Ummenhofer CC, Thatcher DL, Wanamaker AD, Denniston RF, Asmerom Y, Polyak VJ (2022) Twentieth-century Azores high expansion unprecedented in the past 1,200 years. Nat Geosci 15(7):548–553", "ArticleIdList": ["10.1038/s41561-022-00971-w"]}, {"Citation": "Fu TM, Tian H (2019) Climate change penalty to ozone air quality: review of current understandings and knowledge gaps. Curr Pollut Rep 5:159–171", "ArticleIdList": ["10.1007/s40726-019-00115-6"]}, {"Citation": "Garrido-Perez J, Ordóňez C, García-Herrera R, Schnell J (2019) The differing impact of air stagnation on summer ozone across Europe. Atmos Environ 219:117062", "ArticleIdList": ["10.1016/j.atmosenv.2019.117062"]}, {"Citation": "Gaudel A, Cooper OR, Ancellet G, Barret B, Boynard A, Burrows JP, Clerbaux C, Coheur P-F, Cuesta J, Cuevas E, Doniki S, Dufour G, Ebojie F, Foret G, Garcia O, Granados-Muñoz MJ, Hannigan JW, Hase F, Hassler B, Huang G, Hurtmans D, Jaffe D, Jones N, Kalabokas P, Kerridge B, Kulawik S, Latter B, Leblanc T, Le Flochmoën E, Lin W, Liu J, Liu X, Mahieu E, McClure-Begley A, Neu JL, Osman M, Palm M, Petetin H, Petropavlovskikh I, Querel R, Rahpoe N, Rozanov A, Schultz MG, Schwab J, Siddans R, Smale D, Steinbacher M, Tanimoto H, Tarasick H, Thouret V, Thompson AM, Trickl T, Weatherhead E, Wespes C, Worden HM, Vigouroux C, Xu X, Zeng G, Ziemke J (2018) Tropospheric Ozone Assessment Report: present-day distribution and trends of tropospheric ozone relevant to climate and global atmospheric chemistry model evaluation. Elem Sci Anthropocene 6:39"}, {"Citation": "Hersbach H, Bell B, Berrisford P, Hirahara S, Horányi A, Muñoz-Sabater J, Nicolas J, Peubey C, Radu R, Schepers D, Simmons A, Soci C, Abdalla S, Abellan X, Balsamo G, Bechtold P, Biavati G, Bidlot J, Bonavita M, De Chiara G, Dahlgren P, Dee D, Diamantakis M, Dragani R, Flemming J, Forbes R, Fuentes M, Geer A, Haimberger L, Healy S, Hogan RJ, Hólm E, Janisková M, Keeley S, Laloyaux P, Lopez P, Lupu C, Radnoti G, de Rosnay P, Rozum I, Vamborg F, Villaume S, Thépaut JN (2020) The ERA5 global reanalysis. Q J R Meteorol Soc 146:1999–2049. https://doi.org/10.1002/qj.380", "ArticleIdList": ["10.1002/qj.380"]}, {"Citation": "Hoy A, Hänsel S, Maugeri M (2020) An endless summer: 2018 heat episodes in Europe in the context of secular temperature variability and change. Int J Climatol 40(15):6315–6336", "ArticleIdList": ["10.1002/joc.6582"]}, {"Citation": "Ivatt PD, Evans MJ, Lewis AC (2022) Suppression of surface ozone by an aerosol-inhibited photochemical ozone regime. Nat Geosci 15(7):536–540", "ArticleIdList": ["10.1038/s41561-022-00972-9"]}, {"Citation": "Kesselmeier J, Staudt M (1999) Biogenic volatile organic compounds (VOC): an overview on emission, physiology and ecology. J Atmos Chem 33(1):23–88", "ArticleIdList": ["10.1023/A:1006127516791"]}, {"Citation": "Lefohn AS, Christopher SM, Luther S, Benjamin W, Milan H, Heather S, Vaishali N, Gina M, Martin GS, Paoletti E, De Marco A, Xu X, Zhang L, Wang T, Howard SN, Musselman RC, Tarasick D, Brauer M, Feng Z, Tang H, Kobayashi K, Sicard P, Solberg S, Gerosa G, Helmig D, Lewis A (2018) Tropospheric ozone assessment report: global ozone metrics for climate change, human health, and crop/ecosystem research. Elem: Sci Anthropocene 6:28. https://doi.org/10.1525/elementa.279", "ArticleIdList": ["10.1525/elementa.279"]}, {"Citation": "Lelandais L, Xueref-Remy I, Riandet A, Blanc PE, Armengaud A, Oppo S, Yohia C, Ramonet M, Delmotte M (2022) Analysis of 5.5 years of atmospheric CO2, CH4, CO continuous observations (2014–2020) and their correlations, at the Observatoire de Haute Provence, a station of the ICOS-France national greenhouse gases observation network. Atmos Environ 277:119020", "ArticleIdList": ["10.1016/j.atmosenv.2022.119020"]}, {"Citation": "Logan JA (1985) Tropospheric ozone: seasonal behavior, trends, and anthropogenic influence. J Geophys Res 90:10463–10482", "ArticleIdList": ["10.1029/JD090iD06p10463"]}, {"Citation": "Mann HB (1945) Nonparametric tests against trend. Econometrica: J Econometric Soc 13(3):245–259. https://doi.org/10.2307/1907187", "ArticleIdList": ["10.2307/1907187"]}, {"Citation": "Masson-Delmotte V, Zhai P, Pirani A, Connors SL, Péan C, Berger S, Caud N, Chen Y, Goldfarb L, Gomis MI, Huang M, Leitzell K, Lonnoy E, Matthews JBR, Maycock TK, Waterfield T, Yelekçi O, Yu R, Zhou B (2021) Climate change 2021: The physical science basis. Contribution of Working Group I to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp 2391. https://doi.org/10.1017/9781009157896"}, {"Citation": "Monks PS, Archibald AT, Colette A, Cooper O, Coyle M, Derwent R, Fowler D, Granier C, Law KS, Mills GE, Stevenson DS, Tarasova O, Thouret V, von Schneidemesser E, Sommariva R, Wild O, Williams ML (2015) Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmos Chem Phys 15:8889–8973. https://doi.org/10.5194/acp-15-8889-2015", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Rappenglück B, Perna R, Zhong S, Morris G (2008) An analysis of the vertical structure of the atmosphere and the upper-level meteorology and their impact on surface ozone levels in Houston. Texas J Geophys Res 113:D17315"}, {"Citation": "Saiz-Lopez A, Borge R, Notario A, Adame JA, Paz DDL, Querol X, Artíñano B, Gómez-Moreno FJ, Cuevas CA (2017) Unexpected increase in the oxidation capacity of the urban atmosphere of Madrid. Spain Sci Rep 7(1):1–11"}, {"Citation": "Saunois M, Stavert AR, Poulter B, Bousquet P, Canadell JG, Jackson RB, Raymond PA, Dlugokencky EJ, Houweling S, Patra PK, Ciais P, Arora VK, Bastviken D, Bergamaschi P, Blake DR, Brailsford G, Bruhwiler L, Carlson KM, Carrol M, Castaldi S, Chandra N, Crevoisier C, Crill PM, Covey K, Curry CL, Etiope G, Frankenberg C, Gedney N, Hegglin MI, Höglund-Isaksson L, Hugelius G, Ishizawa M, Janssens-Maenhout G, Jensen KM, Joos F, Kleinen T, Krummel PB, Langenfelds RL, Laruelle GG, Liu L, Machida T, Maksyutov S, McDonald KC, McNorton J, Miller PA, Melton JR, Morino I, Müller J, Murguia-Flores F, Naik V, Niwa Y, Noce S, O’Doherty S, Parker RJ, Peng C, Peng S, Peters GP, Prigent C, Prinn R, Ramonet M, Regnier P, Riley WJ, Rosentreter JA, Segers A, Simpson IJ, Shi H, Smith SJ, Steele LP, Thornton BF, Tohjima Y, Tubiello FN, Tsuruta A, Viovy N, Voulgarakis A, Weber TS, van Weele M, van der Werf GR, Weiss RF, Worthy D, Wunch D, Yin Y, Yoshida Y, Zhang W, Zhang Z, Zhao Y, Zheng B, Zhu Q, Zhu Q, Zhuang Q (2020) The global methane budget 2000–2017. Earth Syst Sci Data 12(3):1561–1623", "ArticleIdList": ["10.5194/essd-12-1561-2020"]}, {"Citation": "Sen PK (1968) Estimates of the regression coefficient based on Kendall’s tau. J Am Stat Assoc 63:1379–1389. https://doi.org/10.1080/01621459.1968.10480934", "ArticleIdList": ["10.1080/01621459.1968.10480934"]}, {"Citation": "Tang G, Liu Y, Huang X, Wang Y, Hu B, Zhang Y, Song T, Li X, Wu S, Li Q, Kang Y, Zhu Z, Wang M, Wang Y, Li T, Li X, Wang Y (2021) Aggravated ozone pollution in the strong free convection boundary layer. Sci Total Environ 788:147740", "ArticleIdList": ["10.1016/j.scitotenv.2021.147740", "34134376"]}, {"Citation": "Tarasick D, Galbally IE, Cooper OR, Schultz MG, Ancellet G, Leblanc T, Wallington TJ, Ziemke J, Liu X, Steinbacher M, Staehelin J, Vigouroux C, Hannigan JW, García O, Foret G, Zanis P, Weatherhead E, Petropavlovskikh I, Worden H, Osman M, Liu J, Chang K, Gaudel A, Lin M, Granados-Muñoz M, Thompson AM, Cuesta J, Dufour G, Thouret V, Hassler B, Trickl T, Neu JL, Helmig D, Lewis A (2019) Tropospheric ozone assessment report: tropospheric ozone from 1877 to 2016, observed levels, trends and uncertainties. Elem: Sci Anthropocene 7:39"}, {"Citation": "Van Dingenen R, Crippa M, Maenhout G, Guizzardi D, Dentener F (2018) Global trends of methane emissions and their impacts on ozone concentrations. EUR 29394 EN, Publications Office of the European Union, Luxembourg. https://doi.org/10.2760/820175"}, {"Citation": "Vautard R, Colette A, Van Meijgaard E, Meleux F, Van Oldenborgh GJ, Otto F, Tobin I, Yiou P (2018) Attribution of wintertime anticyclonic stagnation contributing to air pollution in western Europe. Bull Am Meteor Soc 99:S70–S75", "ArticleIdList": ["10.1175/BAMS-D-17-0113.1"]}, {"Citation": "Von Schneidemesser E, Monks PS, Allan JD, Bruhwiler L, Forster P, Fowler D, Lauer A, Morgan WT, Paasonen P, Righi M, Sindelarova K, Sutton MA (2015) Chemistry and the linkages between air quality and climate change. Chem Rev 115(10):3856–3897", "ArticleIdList": ["10.1021/acs.chemrev.5b00089"]}, {"Citation": "Yan Y, Pozzer A, Ojha N, Lin J, Lelieveld J (2018) Analysis of European ozone trends in the period 1995–2014. Atmos Chem Phys 18(8):5589–5605", "ArticleIdList": ["10.5194/acp-18-5589-2018"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2024", "Month": "2", "Day": "1"}, {"Year": "2024", "Month": "2", "Day": "26", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "2", "Day": "12", "Hour": "5", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "11", "Hour": "23", "Minute": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38342831", "10.1007/s11356-024-32344-8", "10.1007/s11356-024-32344-8"]}}], "PubmedBookArticle": []}