{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["endophytic bacteria", "global warming", "nitrous oxide emissions", "plant nitrate uptake", "terrestrial plants"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38372171", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "20"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1111/gcb.17181"], "Journal": {"ISSN": "1365-2486", "JournalIssue": {"Volume": "30", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Global change biology", "ISOAbbreviation": "Glob Chang Biol"}, "ArticleTitle": "Foliar N<sub>2</sub> O emissions constitute a significant source to atmosphere.", "Pagination": {"StartPage": "e17181", "MedlinePgn": "e17181"}, "Abstract": {"AbstractText": ["Nitrous oxide (N<sub>2</sub> O) is a potent greenhouse gas and causes stratospheric ozone depletion. While the emissions of N<sub>2</sub> O from soil are widely recognized, recent research has shown that terrestrial plants may also emit N<sub>2</sub> O from their leaves under controlled laboratory conditions. However, it is unclear whether foliar N<sub>2</sub> O emissions are universal across varying plant taxa, what the global significance of foliar N<sub>2</sub> O emissions is, and how the foliage produces N<sub>2</sub> O in situ. Here we investigated the abilities of 25 common plant taxa, including trees, shrubs and herbs, to emit N<sub>2</sub> O under in situ conditions. Using <sup>15</sup> N isotopic labeling, we demonstrated that the foliage-emitted N<sub>2</sub> O was predominantly derived from nitrate. Moreover, by selectively injecting biocide in conjunction with the isolating and back-inoculating of endophytes, we demonstrated that the foliar N<sub>2</sub> O emissions were driven by endophytic bacteria. The seasonal N<sub>2</sub> O emission rates ranged from 3.2 to 9.2 ng N<sub>2</sub> O-N g<sup>-1</sup> dried foliage h<sup>-1</sup> . Extrapolating these emission rates to global foliar biomass and plant N uptake, we estimated global foliar N<sub>2</sub> O emission to be 1.21 and 1.01 Tg N<sub>2</sub> O-N year<sup>-1</sup> , respectively. These estimates account for 6%-7% of the current global annual N<sub>2</sub> O emission of 17 Tg N<sub>2</sub> O-N year<sup>-1</sup> , indicating that in situ foliar N<sub>2</sub> O emission is a universal process for terrestrial plants and contributes significantly to the global N<sub>2</sub> O inventory. This finding highlights the importance of measuring foliar N<sub>2</sub> O emissions in future studies to enable the accurate assigning of mechanisms and the development of effective mitigation."], "CopyrightInformation": "© 2024 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0001-7087-9709"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hebei Provincial Key Laboratory of Soil Ecology, Key Laboratory of Agricultural Water Resources, Center for Agricultural Resources Research, Institute of Genetic and Developmental Biology, The Chinese Academy of Sciences, Shijiazhuang, Hebei, China."}], "LastName": "Qin", "ForeName": "Shuping", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fujian Provincial Key Laboratory of Soil Environmental Health and Regulation, College of Resources and Environment, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Pang", "ForeName": "Yaxing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fujian Provincial Key Laboratory of Soil Environmental Health and Regulation, College of Resources and Environment, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Hu", "ForeName": "Huixian", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Jiangxi Province for Persistent Pollutants Control and Resources Recycle, National-Local Joint Engineering Research Center of Heavy Metals Pollutants Control and Resource Utilization, Nanchang Hangkong University, Nanchang, PR China."}], "LastName": "Liu", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hebei Provincial Key Laboratory of Soil Ecology, Key Laboratory of Agricultural Water Resources, Center for Agricultural Resources Research, Institute of Genetic and Developmental Biology, The Chinese Academy of Sciences, Shijiazhuang, Hebei, China."}], "LastName": "Yuan", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture & Life Sciences, Lincoln University, Lincoln, New Zealand."}], "LastName": "Clough", "ForeName": "Timothy", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture and the Environment, Grassland and Fodder Sciences, University of Rostock, Rostock, Germany."}], "LastName": "Wrage-Mönnig", "ForeName": "Nicole", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "AgResearch, Hamilton, New Zealand."}], "LastName": "Luo", "ForeName": "Jiafa", "Initials": "J"}, {"Identifier": ["0000-0003-0899-4225"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fujian Provincial Key Laboratory of Soil Environmental Health and Regulation, College of Resources and Environment, Fujian Agriculture and Forestry University, Fuzhou, China."}], "LastName": "Zhou", "ForeName": "Shungui", "Initials": "S"}, {"Identifier": ["0000-0003-1761-0158"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hebei Provincial Key Laboratory of Soil Ecology, Key Laboratory of Agricultural Water Resources, Center for Agricultural Resources Research, Institute of Genetic and Developmental Biology, The Chinese Academy of Sciences, Shijiazhuang, Hebei, China."}], "LastName": "Ma", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hebei Provincial Key Laboratory of Soil Ecology, Key Laboratory of Agricultural Water Resources, Center for Agricultural Resources Research, Institute of Genetic and Developmental Biology, The Chinese Academy of Sciences, Shijiazhuang, Hebei, China."}], "LastName": "Hu", "ForeName": "Chunsheng", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wageningen University and Research, Wageningen, The Netherlands."}], "LastName": "Oenema", "ForeName": "Oene", "Initials": "O"}], "GrantList": [{"GrantID": "D2022503014", "Agency": "Natural Science Foundation of Hebei Province", "Country": ""}, {"GrantID": "42007431", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "42277360", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Glob Chang Biol", "NlmUniqueID": "9888746", "ISSNLinking": "1354-1013"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Greenhouse Gases"}, {"RegistryNumber": "K50XQU1029", "NameOfSubstance": "Nitrous Oxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Greenhouse Gases"}, {"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrous Oxide"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Atiphasaworn, P., Monggoot, S., Gentekaki, E., Brooks, S., & Pripdeevech, P. (2017). Antibacterial and antioxidant constituents of extracts of endophytic fungi isolated from Ocimum basilicum var. thyrsiflora leaves. Current Microbiology, 74, 1185-1193."}, {"Citation": "Chang, C., Janzen, H. H., Nakonechny, E. M., & Cho, C. M. (1998). Nitrous oxide emission through plants. Soil Science Society of America Journal, 62, 35-38."}, {"Citation": "Chanprame, S., Todd, J. J., & Widholm, J. M. (1996). Prevention of pink-pigmented methylotrophic bacteria (Methylohacterium mesophilicum) contamination of plant tissue cultures. Plant Cell Reports, 16, 222-225."}, {"Citation": "Chen, G. X., Xu, H., Zhang, Y., Zhang, X. J., Li, Y. Y., Shi, R. J., Yu, K. W., & Zhang, X. D. (2003). Plant: A potential source of the atmospheric N2O. Quaternary Studies, 23, 504-511."}, {"Citation": "Dean, J. V., & Harper, J. E. (1986). Nitric-oxide and nitrous-oxide production by soybean and winged bean during the in vivo nitrate reductase assay. Plant Physiology, 82, 718-723."}, {"Citation": "Díaz-Pinés, E., Heras, P., Gasche, R., Rubio, A., Rennenberg, H., Butterbach-Bahl, K., & Kiese, R. (2016). Nitrous oxide emissions from stems of ash (Fraxinus angustifolia Vahl) and European beech (Fagus sylvatica L.). Plant and Soil, 398, 35-45."}, {"Citation": "Ferreira, A., Quecine, M. C., Lacava, P. T., Oda, S., Azevedo, J. L., & Araújo, W. L. (2008). Diversity of endophytic bacteria from Eucalyptus species seeds and colonization of seedlings by Pantoea agglomerans. FEMS Microbiology Letters, 287, 8-14."}, {"Citation": "Foley, J. A. (1994). Net primary productivity in the terrestrial biosphere-the application of a global-model. Journal of Geophysical Research-Atmospheres, 99, 20773-20783."}, {"Citation": "Forster, P., Ramaswamy, V., Artaxo, P., Berntsen, T., Betts, R., Fahey, D. W., Haywood, J., Lean, J., Lowe, D. C., & Myhre, G. (2007). Changes in atmospheric constituents and in radiative forcing. Cambridge University Press."}, {"Citation": "Goshima, N., Mukai, T., Suemori, M., Takahashi, M., Caboche, M., & Morikawa, H. (1999). Emission of nitrous oxide (N2O) from transgenic tobacco expressing antisense NiR mRNA. The Plant Journal, 19, 75-80."}, {"Citation": "Hakata, M., Takahashi, M., Zumft, W., Sakamoto, A., & Morikawa, H. (2003). Conversion of the nitrate nitrogen and nitrogen dioxide to nitrous oxides in plants. Acta Biotechnologica, 23, 249-257."}, {"Citation": "House, J. I., Prentice, I. C., & Le Quere, C. (2002). Maximum impacts of future reforestation or deforestation on atmospheric CO2. Global Change Biology, 8, 1047-1052."}, {"Citation": "Ishii, S., Ohno, H., Tsuboi, M., Otsuka, S., & Senoo, K. (2011). Identification and isolation of active N2O reducers in rice paddy soil. The ISME Journal, 5, 1936-1945."}, {"Citation": "Jackson, R. B., Canadell, J., Ehleringer, J. R., Mooney, H. A., Sala, O. E., & Schulze, E. D. (1996). A global analysis of root distributions for terrestrial biomes. Oecologia, 108, 389-411."}, {"Citation": "Jauregui, I., Aparicio-Tejo, P. M., Baroja, E., Avila, C., & Aranjuelo, I. (2017). Elevated CO2 improved the growth of a double nitrate reductase defective mutant of Arabidopsis thaliana: The importance of maintaining a high energy status. Environmental and Experimental Botany, 140, 110-119."}, {"Citation": "Jayakumar, A., Nair, I. C., & Radhakrishnan, E. K. (2021). Environmental adaptations of an extremely plant beneficial Bacillus subtilis Dcl1 identified through the genomic and metabolomic analysis. Microbial Ecology, 81, 687-702."}, {"Citation": "Keppler, F., Hamilton, J. T. G., Brass, M., & Rockmann, T. (2006). Methane emissions from terrestrial plants under aerobic conditions. Nature, 439, 187-191."}, {"Citation": "Kirschbaum, M. U. F., Bruhn, D., Etheridge, D. M., Evans, J. R., Farquhar, G. D., Gifford, R. M., Paul, K. I., & Winters, A. J. (2006). A comment on the quantitative significance of aerobic methane release by plants. Functional Plant Biology, 33, 521-530."}, {"Citation": "Krause, A., Ramakumar, A., Bartels, D., Battistoni, F., Bekel, T., Boch, J., Böhm, M., Friedrich, F., Hurek, T., Krause, L., Linke, B., Mchardy, A. C., Sarkar, A., Schneiker, S., Syed, A. A., Thauer, R., Vorhölter, F. J., Weidner, S., Pühler, A., … Goesmann, A. (2006). Complete genome of the mutualistic, N2-fixing grass endophyte Azoarcus sp. strain BH72. Nature Biotechnology, 24, 1384-1390."}, {"Citation": "Lenhart, K., Behrendt, T., Greiner, S., Steinkamp, J., Well, R., Giesemann, A., & Keppler, F. (2019). Nitrous oxide effluxes from plants as a potentially important source to the atmosphere. New Phytologist, 221, 1398-1408."}, {"Citation": "Li, Q., Xiang, P., Li, L., Zhang, T., Wu, Q., Bao, Z., Tu, W., & Zhao, C. (2023). Phosphorus mining activities alter endophytic bacterial communities and metabolic functions of surrounding vegetables and crops. Plant and Soil, 485, 1-20."}, {"Citation": "Lodewyckx, C., Vangronsveld, J., Porteous, F., Moore, E. R., Taghavi, S., Mezgeay, M., & Der Lelie, D. V. (2002). Endophytic bacteria and their potential applications. Critical Reviews in Plant Sciences, 21, 583-606."}, {"Citation": "Mano, H., Tanaka, F., Nakamura, C., Kaga, H., & Morisaki, H. (2007). Culturable endophytic bacterial flora of the maturing leaves and roots of rice plants (Oryza sativa) cultivated in a paddy field. Microbes and Environments, 22, 175-185."}, {"Citation": "Mcgroddy, M. E., Daufresne, T., & Hedin, L. O. (2004). Scaling of C:N:P stoichiometry in forests worldwide: Implications of terrestrial redfield-type ratios. Ecology, 85, 2390-2401."}, {"Citation": "Moldaschl, E., Kitzler, B., Machacova, K., Schindler, T., & Schindlbacher, A. (2021). Stem CH4 and N2O fluxes of Fraxinus excelsior and Populus alba trees along a flooding gradient. Plant and Soil, 461, 407-420."}, {"Citation": "Morley, N., Baggs, E. M., Dörsch, P., & Bakken, L. (2008). Production of NO, N2O and N2 by extracted soil bacteria, regulation by NO2− and O2 concentrations. FEMS Microbiology Ecology, 65, 102-112."}, {"Citation": "Mundt, J. O., & Hinkle, N. F. (1976). Bacteria within ovules and seeds. Applied and Environmental Microbiology, 32, 694-698."}, {"Citation": "Partida-Martínez, L. P., & Heil, M. (2011). The microbe-free plant: Fact or artifact? Frontiers in Plant Science, 2, 100."}, {"Citation": "Pihlatie, M., Ambus, P., Rinne, J., Pilegaard, K., & Vesala, T. (2005). Plant-mediated nitrous oxide emissions from beech (Fagus sylvatica) leaves. New Phytologist, 168, 93-98."}, {"Citation": "Pramanik, K., Mitra, S., Sarkar, A., Soren, T., & Maiti, T. K. (2017). Characterization of cadmium-resistant Klebsiella pneumoniae MCC 3091 promoted rice seedling growth by alleviating phytotoxicity of cadmium. Environmental Science and Pollution Research, 24, 24419-24437."}, {"Citation": "Quambusch, M., & Winkelmann, T. (2018). Bacterial endophytes in plant tissue culture: Mode of action, detection, and control. In V. M. Loyola-Vargas & N. Ochoa-Alejo (Eds.), Plant cell culture protocols (pp. 69-88). Springer New York."}, {"Citation": "Ravishankara, A. R., Daniel, J. S., & Portmann, R. W. (2009). Nitrous oxide (N2O): The dominant ozone-depleting substance emitted in the 21st century. Science, 326, 123-125."}, {"Citation": "Saugier, B., Roy, J., & Mooney, H. A. (2001). Estimations of global terrestrial productivity: Converging toward a single number, in Terrestrial Global Productivity, edited by J. Roy, B. Saugier, and H. A. Mooney, pp. 543-557, Academic Press, San Diego, Calif."}, {"Citation": "Schlesinger, W. H., & Bernhardt, E. S. (2013). Biogeochemistry: An analysis of global change (4th ed.). Academic Press, Elsevier."}, {"Citation": "Smart, D. R., & Bloom, A. J. (2001). Wheat leaves emit nitrous oxide during nitrate assimilation. Proceedings of the National Academy of Sciences of the United States of America, 98, 7875-7878."}, {"Citation": "Stocker, T. (2014). Climate change 2013: The physical science basis: Working Group I contribution to the Fifth assessment report of the Intergovernmental Panel on Climate Change. Cambridge University Press."}, {"Citation": "Sun, H., Li, Y., & Xu, H. (2018). Is endophyte-plant co-denitrification a source of nitrous oxides emission?-An experimental investigation with soybean. Agronomy, 8, 108."}, {"Citation": "Tian, H. Q., Xu, R. T., Canadell, J. G., Thompson, R. L., Winiwarter, W., Suntharalingam, P., Davidson, E. A., Ciais, P., Jackson, R. B., Janssens-Maenhout, G., Prather, M. J., Regnier, P., Pan, N. Q., Pan, S. F., Peters, G. P., Shi, H., Tubiello, F. N., Zaehle, S., Zhou, F., … Yao, Y. Z. (2020). A comprehensive quantification of global nitrous oxide sources and sinks. Nature, 586, 248-256."}, {"Citation": "Timilsina, A., Oenema, O., Luo, J., Wang, Y., Dong, W., Pandey, B., Bizimana, F., Zhang, Q., Zhang, C., & Yadav, R. K. P. (2022). Plants are a natural source of nitrous oxide even in field conditions as explained by 15N site preference. Science of the Total Environment, 805, 150262."}, {"Citation": "Timilsina, A., Zhang, C., Pandey, B., Bizimana, F., Dong, W., & Hu, C. (2020). Potential pathway of nitrous oxide formation in plants. Frontiers in Plant Science, 11, 1177."}, {"Citation": "Truyens, S., Weyens, N., Cuypers, A., & Vangronsveld, J. (2015). Bacterial seed endophytes: Genera, vertical transmission and interaction with plants. Environmental Microbiology Reports, 7, 40-50."}, {"Citation": "Weisburg, W. G., Barns, S. M., Pelletier, D. A., & Lane, D. J. (1991). 16S ribosomal DNA amplification for phylogenetic study. Journal of Bacteriology, 173, 697-703."}, {"Citation": "Yan, X.-Y., Shi, S.-L., Du, L.-J., & Xing, G. (2000). Pathways of N2O emission from rice paddy soil. Soil Biology and Biochemistry, 32, 437-440."}, {"Citation": "Ye, J., Yue, C., Hu, Y., & Ma, H. (2021). Spatial patterns of global-scale forest root-shoot ratio and their controlling factors. Science of the Total Environment, 800, 149251."}, {"Citation": "Zhang, J., Li, M., Xu, L., Zhu, J., Dai, G., & He, N. (2021). C:N:P stoichiometry in terrestrial ecosystems in China. Science of the Total Environment, 795, 148849."}, {"Citation": "Zhang, X., Ma, Y. N., Wang, X., Liao, K., He, S., Zhao, X., Guo, H., Zhao, D., & Wei, H. L. (2022). Dynamics of rice microbiomes reveal core vertically transmitted seed endophytes. Microbiome, 10, 216."}, {"Citation": "Zheng, X., Mei, B., Wang, Y., Xie, B., Wang, Y., Dong, H., Xu, H., Chen, G., Cai, Z., Yue, J., Gu, J., Su, F., Zou, J., & Zhu, J. (2008). Quantification of N2O fluxes from soil-plant systems may be biased by the applied gas chromatograph methodology. Plant and Soil, 311, 211-234."}, {"Citation": "Zhu, C., Luo, H., Luo, L., Wang, K., Liao, Y., Zhang, S., Huang, S., Guo, X., & Zhang, L. (2022). Nitrogen and biochar addition affected plant traits and nitrous oxide emission from Cinnamomum camphora. Frontiers in Plant Science., 13, 905537."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2024", "Month": "1", "Day": "5"}, {"Year": "2023", "Month": "8", "Day": "14"}, {"Year": "2024", "Month": "1", "Day": "8"}, {"Year": "2024", "Month": "2", "Day": "20", "Hour": "11", "Minute": "57"}, {"Year": "2024", "Month": "2", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "19", "Hour": "5", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38372171", "10.1111/gcb.17181"]}}], "PubmedBookArticle": []}