{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38376313", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "21"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2023", "Month": "04", "Day": "27"}], "ELocationID": ["10.4103/jcrt.jcrt_945_22"], "Journal": {"ISSN": "1998-4138", "JournalIssue": {"Volume": "19", "Issue": "7", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "01"}}, "Title": "Journal of cancer research and therapeutics", "ISOAbbreviation": "J Cancer Res Ther"}, "ArticleTitle": "A comparative evaluation of effect of denture cleansers on color stability, surface roughness and hardness of polyamide denture base material.", "Pagination": {"StartPage": "2031", "EndPage": "2035", "MedlinePgn": "2031-2035"}, "Abstract": {"AbstractText": ["Different denture cleansers have an effect on color and different surface properties of polyamide denture base material. Thus, selecting a denture cleanser solution for polyamide denture base materials should be based on the properties of the denture cleanser itself. The present in vitro study is aimed to evaluate and compare the effect of different denture base cleansers on color, surface roughness and hardness of polyamide denture base material.", "Thirty specimens of commercially available polyamide denture base material were fabricated and divided into three groups of 10 each. Specimens from each group were immersed in different denture cleansers (sodium perborate, thyme oil and ozonated water) for 10 mins per day for 180 days. Initial and final color, surface roughness and surface hardness of each specimen were measured and the difference was calculated. Data was tabulated and subjected to statistical analysis using One way ANOVA for pair wise comparison.", "Polyamide denture base resin exhibited some degree of change in color, surface roughness, and surface hardness in all denture cleansers but was not statistically significant.", "The choice of denture cleanser for different denture base resins should be based on the chemistry of resin and the cleanser, denture cleanser concentration and duration of immersion."], "CopyrightInformation": "Copyright © 2023 Copyright: © 2023 Journal of Cancer Research and Therapeutics."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Prosthodontics and Crown and Bridge and Oral Implantology, Darshan Dental College and Hospital, Udaipur, Rajasthan, India."}], "LastName": "Punia", "ForeName": "Vikas", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Khandelwal", "ForeName": "Meenakshi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sharda", "ForeName": "Chirag", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Porwal", "ForeName": "Anand", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sethia", "ForeName": "Abhijit", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Cancer Res Ther", "NlmUniqueID": "101249598", "ISSNLinking": "1998-4138"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Denture Cleansers"}, {"RegistryNumber": "0", "NameOfSubstance": "Nylons"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Denture Bases"}, {"QualifierName": [], "DescriptorName": "Denture Cleansers"}, {"QualifierName": [], "DescriptorName": "Hardness"}, {"QualifierName": [], "DescriptorName": "Nylons"}, {"QualifierName": [], "DescriptorName": "Analysis of Variance"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "De Freitas Fernandes FS, Pereira-Cenci T, Da Silva WJ, Ricomini Filho AP, Straioto FG, Cury AA. Efficacy of denture cleansers on Candida spp. biofilm formed on polyamide and polymethyl methacrylate resins. J Prosthet Dent 2011;105:51–8"}, {"Citation": "Arruda CN, Sorgini DB, Oliveira VD, Macedo AP, Lovato CH, Paranhos HD. Effects of denture cleansers on heat-polymerized acrylic resin:A five-year-simulated period of use. Braz Dent J 2015;26:404–8"}, {"Citation": "Muller P, Guggenheim B, Schmidlin PR. Efficacy of gasiform ozone and photodynamic therapy on a multispecies oral biofilm in vitro. Eur J Oral Sci 2007;115:77–80"}, {"Citation": "Durkan R, Ayaz EA, Bagis B, Gurbuz A, Ozturk N, Korkmaz FM. Comparative effects of denture cleansers on physical properties of polyamide and polymethyl methacrylate base polymers. Dent Mater J 2013;32:367–75"}, {"Citation": "Liebermann A, Wimmer T, Schmidlin PR, Scherer H, Löffler P, Roos M, et al. Physicomechanical characterization of polyetheretherketone and current esthetic dental CAD/CAM polymers after aging in different storage media. J Prosthet Dent 2016;115:321–8.e2"}, {"Citation": "Wieckiewicz M, Opitz V, Richter G, Boening KW. Physical properties of polyamide-12 versus PMMA denture base material. BioMed Res Int 2014;2014:150298. doi:10.1155/2014/150298", "ArticleIdList": ["10.1155/2014/150298"]}, {"Citation": "Porwal A, Khandelwal M, Punia V, Sharma V. Effect of denture cleansers on color stability, surface roughness, and hardness of different denture base resins. J Indian Prosthodont Soc 2017;17:61–7"}, {"Citation": "Machado AL, Giampaolo ET, Pavarina AC, Jorge JH, Vergani CE. Surface roughness of denture base and reline materials after disinfection by immersion in chlorhexidine or microwave irradiation. Gerodontology 2012;29:375–82"}, {"Citation": "Anjum R, Dhaded SV, Joshi S, Sajjan CS, Konin P, Reddy Y. Effect of plant extract denture cleansing on heat-cured acrylic denture base resin:An in vitro study. J Indian Prosthodont Soc 2017;17:401–5"}, {"Citation": "Marcos-Arias C, Eraso E, Madariaga L, Quindos G. In vitro activities of natural products against oral Candida isolates from denture wearers. BMC Complement Altern Med 2011;11:119. doi:10.1186/1472-6882-11-119", "ArticleIdList": ["10.1186/1472-6882-11-119"]}, {"Citation": "Jaffer NT, Abdullah AK. Evaluation of the effect of some denture cleansers on the hardness of two denture base materials. J Duhok University 2020;22:21–9. Doi:10.26682/sjuod.2020.22.1.3", "ArticleIdList": ["10.26682/sjuod.2020.22.1.3"]}, {"Citation": "Samarla AK, Alla K, Bolisetty D, Bali Y, Balehonnur P, Kandasamy B. The comparison of surface hardness, water sorption and staining resistance between thermoplastic nylon and heat-cured acrylic resin. Univ J Dent Sci 2021;7. doi: 10.21276/10.21276/ujds. 2021.7.1.10", "ArticleIdList": ["10.21276/10.21276/ujds."]}, {"Citation": "Davi LR, Felipucci DN, Souza RF, Bezzon OL, Lovato-Silva CH, Pagnano VO, et al. Effect of denture cleansers on metal ion release and surface roughness of denture base materials. Braz Dent J 2012;23:387–93"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "5"}, {"Year": "2022", "Month": "6", "Day": "26"}, {"Year": "2024", "Month": "2", "Day": "21", "Hour": "11", "Minute": "22"}, {"Year": "2024", "Month": "2", "Day": "20", "Hour": "12", "Minute": "51"}, {"Year": "2024", "Month": "2", "Day": "20", "Hour": "9", "Minute": "33"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38376313", "10.4103/jcrt.jcrt_945_22", "01363817-202319070-00048"]}}], "PubmedBookArticle": []}