{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["disinfection of bacteria in aerosol", "impulse voltage", "pulsed electric field (PEF)", "stranded wire electrode"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38399822", "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "19"}], "ELocationID": ["418", "10.3390/microorganisms12020418"], "Journal": {"ISSN": "2076-2607", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "19"}}, "Title": "Microorganisms", "ISOAbbreviation": "Microorganisms"}, "ArticleTitle": "Disinfection of Bacteria in Aerosols by Applying High Voltage to Stranded Wire Electrodes.", "Abstract": {"AbstractText": ["The inactivation of airborne pathogenic microorganisms is crucial to attenuate the dissemination of infectious diseases induced by airborne pathogens. Conventional air disinfection methodologies, such as ultraviolet (UV) irradiation and ozone treatment, have demonstrated limited efficacy. Consequently, we investigated the potential of employing pulsed voltages to effectively eradicate bacteria within aerosols. Our inquiry revealed that the bacterial disinfection rate increased proportionally with elevated applied voltage and frequency. For instance, when a pulsed voltage of 20 kV and a frequency of 500 Hz were applied, a substantial disinfection rate exceeding 6.0 logarithmic units was attained. Furthermore, with the utilization of the stranded wire anodes, the disinfection intensity could be augmented by up to 2.0 logarithmic units compared with the solid wire configuration. Through the utilization of a stranded wire electrode model, we scrutinized the electric field encompassing the electrode, revealing a non-uniform electric field with the stranded wire electrode. This observation indicated an amplified bacterial disinfection effect, aligning with our experimental outcomes. These findings significantly enhance our comprehension of efficacious approaches to electrically disinfecting airborne bacteria."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Electrical and Electronic Engineering, National Institute of Technology, Oita College, 1666 Maki, Oita-shi 870-0152, Japan."}], "LastName": "Ueno", "ForeName": "Takahisa", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electrical, Electronic and Information Engineering Major, Advanced Course, National Institute of Technology, Oita College, 1666 Maki, Oita-shi 870-0152, Japan."}], "LastName": "Takada", "ForeName": "Konosuke", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electrical, Electronic and Information Engineering Major, Advanced Course, National Institute of Technology, Oita College, 1666 Maki, Oita-shi 870-0152, Japan."}], "LastName": "Zaizen", "ForeName": "Shohei", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Industrial Nanomaterials, Kumamoto University, Kurokami 2-39-1, Chuo-Ku, Kumamoto-shi 860-8555, Japan."}], "LastName": "Sakugawa", "ForeName": "Takashi", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Education, National Institute of Technology, Oita College, 1666 Maki, Oita-shi 870-0152, Japan."}], "LastName": "Ninomiya", "ForeName": "Junko", "Initials": "J"}, {"Identifier": ["0000-0001-5019-2264"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Science, School of Allied Health Sciences, Kitasato University, A1-505, 1-15-1 Kitasato, Minami-Ku, Sagamihara-shi 252-0373, Japan."}], "LastName": "Furukawa", "ForeName": "Takashi", "Initials": "T"}], "GrantList": [{"GrantID": "23H01541", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "2023M-424", "Agency": "JKA (Japan Bicycle Racing Association)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Microorganisms", "NlmUniqueID": "101625893", "ISSNLinking": "2076-2607"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vella F., Senia P., Ceccarelli M., Vitale E., Maltezou H., Taibi R., Ledda C. Transmission mode associated with coronavirus disease 2019: A review. Eur. Rev. Med. Pharmacol. Sci. 2020;24:7889–7904. doi: 10.26355/eurrev_202007_22296.", "ArticleIdList": ["10.26355/eurrev_202007_22296", "32744718"]}, {"Citation": "Myojo T., Okada T. Aerosol Transmission of COVID-19 and Effectiveness of Masks. J. Aerosol Res. 2021;36:223–230. doi: 10.11203/jar.36.223.", "ArticleIdList": ["10.11203/jar.36.223"]}, {"Citation": "Takekagawa N. Aerosol, Droplet Transmission, and Airborne Transmission. J. Aerosol Res. 2021;36:65–74. doi: 10.11203/jar.36.65.", "ArticleIdList": ["10.11203/jar.36.65"]}, {"Citation": "Kousaka Y., Nomura T., Naito M. The Possibility of the Aerosol Infection of Corona Disease COVID-19—Analysis from the Viewpoint of Particle Technology. J. Soc. Powder. 2020;57:526–529. doi: 10.4164/sptj.57.526.", "ArticleIdList": ["10.4164/sptj.57.526"]}, {"Citation": "Yanagi U. Design of air-conditioning and ventilation system in hospital-acquired infection prevention. Jpn. J. Clin. Ecol. 2018;27:67–76."}, {"Citation": "Takada K., Furukawa T., Ueno T. Study on efficiency of aerosol disinfection by PEF. 1st Kosen Res. Int. Symp. 2023;1:33"}, {"Citation": "Yamaguchi M., Isawa K., Yamada Y., Kawakami R., Tomioka K. Examination of the Anti-Microbe Measure with the Chlorine-Based Chemicals: Evaluation of Sterlizing Efficacy of Ultrasonic Fogging with Hypochlorite or Slightly Acid Electrolzed Solutions in an Actual Large Space. J. Environ. Eng. (Trans. AIJ) 2015;80:945–952. doi: 10.3130/aije.80.945.", "ArticleIdList": ["10.3130/aije.80.945"]}, {"Citation": "Tatsumi T., Ikeguti A., Sasaki K., Oginol A., Nishi Y., Goto M. Effect of Fogging with Solution of Didecyl Dimethyl Ammonium Chloride (DDAC) on Aerial Bacteria and Dust in Floor Feeding Meat-type Chicken Windowless House Ventilated Cross Wise under Negative Pressure. J. Jpn. Soc. Poult. Dis. 2010;45:214–218. (In Japanese)"}, {"Citation": "Tatsumi T., Sasaki K. Effect of Spraying with a Solution of Didecyl Dimethyl Ammonium Chloride (DDAC) on Aerial Bacteria in Layer Cage-Feeding Windowless House Cross-Ventilated Under Negative Pressure. J. Jpn. Soc. Poult. Dis. 2010;46:173–180. (In Japanese)"}, {"Citation": "Imanishi Y., Furuta K. Factors Affected for Efficacy of Disinfectant Solutions Sprayed like a Mist. Jpn. Poult. Sci. 1991;28:81–87. doi: 10.2141/jpsa.28.81.", "ArticleIdList": ["10.2141/jpsa.28.81"]}, {"Citation": "Naito S. Inhibition of Food Microorganisms by Application of Ozone and UV. Jpn. J. Food Microbiol. 1995;12:105–113."}, {"Citation": "Ikeda A., Kawai Y., Esaki K., Nakayama S. Sterilization of Vegetables Preserved at Low Temperature with Low Ozone Concentration. J. Soc. High. Technol. Agric. 1998;10:237–242. doi: 10.2525/jshita.10.237.", "ArticleIdList": ["10.2525/jshita.10.237"]}, {"Citation": "Kusumoto N., Watanabe A., Hasunuma Y., Hiraoka S., Kawashima N., Tokuoka Y. Bactericidal activity against Bacillus atrophaeus by ultraviolet-ozone generation method using microwave plasma. Mater. Technol. 2020;38:41–46."}, {"Citation": "Seki H. The Inactivation of Virus and Microbe in the Air & CT Value. Urban. Pest. Manag. 2015;5:17–23. doi: 10.34348/urbanpest.5.1_17.", "ArticleIdList": ["10.34348/urbanpest.5.1_17"]}, {"Citation": "Sung M., Kato S., Yanagi U. Evaluation of surface and air disinfection effects using UV radiation simulation. J. Environ. Eng. 2009;74:1137–1143. doi: 10.3130/aije.74.1137.", "ArticleIdList": ["10.3130/aije.74.1137"]}, {"Citation": "Watanabe Y., Nawa H., Koike N. The Follow-up Study on Effects of Ultraviolet Air Disinfection System against Airborne Bacteria. Jpn. J. Environ. Infect. 1997;12:174–176. doi: 10.11550/jsei1986.12.174.", "ArticleIdList": ["10.11550/jsei1986.12.174"]}, {"Citation": "Nishikiori K. The Utilization of Ultraviolet Ray and Electron Beam. J. Illum. Eng. Inst. Jpn. 1997;81:571–576. doi: 10.2150/jieij1980.81.7_571.", "ArticleIdList": ["10.2150/jieij1980.81.7_571", "0"]}, {"Citation": "Sasaki Y., Funayama H. UV Sterilization Characteristics of E coli and Bacillus Subtilis Spores. Res. Rep. Natl. Inst. Technol. Akita Coll. 2010;46:80–85."}, {"Citation": "Takeuchi Y. Deodorization technology using ozone lamp. Jpn. J. Swine Sci. 1995;32:236–238. doi: 10.5938/youton.32.236.", "ArticleIdList": ["10.5938/youton.32.236"]}, {"Citation": "Yamabe C. Ozone Generation Technologies and Their Applications. The transactions of the institute of Electrical Engineers of Japan. Fundam. Mater. Soc. 2006;126:874–877. doi: 10.1541/ieejfms.126.874.", "ArticleIdList": ["10.1541/ieejfms.126.874"]}, {"Citation": "Ohkubo T., Kanazawa S., Nomoto Y., Chang J.S. The Effect of CO2 Concentration in Air on Ozone Generation by Corona Discharges in a Wire-Plate Electrode System. J. Inst. Electrost. Jpn. 1991;15:56–62."}, {"Citation": "Uchino T. Physical Disinfection Technique for Agricultural Products. J. Jpn. Soc. Agric. Mach. 2013;75:56–61. doi: 10.11357/jsam.75.56.", "ArticleIdList": ["10.11357/jsam.75.56"]}, {"Citation": "Nakamura H., Furuhashi M. Ultraviolet Irradiation of Air Sterilization under Dynamic Airflow System: Bacterial Aerosols Behavior and Inactivation. J. Aerosol. Res. 1986;1:169–177. doi: 10.11203/jar.1.169.", "ArticleIdList": ["10.11203/jar.1.169"]}, {"Citation": "Kato S., Sung M., Yanagi U., Takagi T., Yanagihara R., Ida H., Tanaka T., Asai M. Application of UVGI system to Indoor Air in North America. Soc. Heat. Air-Cond. Sanit. Eng. Jpn. 2008:2043–2046. doi: 10.18948/shasetaikai.2008.3.0_2043.", "ArticleIdList": ["10.18948/shasetaikai.2008.3.0_2043"]}, {"Citation": "Oguma K., Koshio M., Lohwacharin J., Takizawa S. Effects of Suspended Particles in Water on Efficiency of UV Disinfection. J. Jpn. Soc. Water Environ. 2017;40:59–65. doi: 10.2965/jswe.40.59.", "ArticleIdList": ["10.2965/jswe.40.59"]}, {"Citation": "Mizuno T. Ozone is such a substance (Chemistry of Ozone) Chem. Educ. 2011;59:68–73."}, {"Citation": "Akaike T. Surface Chemistry of Bioelectronic Materials—Approach to Artificial Mitochondria and Highly Functional Artifical Organ Devices. J. Surf. Sci. Soc. Jpn. 1989;10:102–108. doi: 10.1380/jsssj.10.102.", "ArticleIdList": ["10.1380/jsssj.10.102"]}, {"Citation": "Shoji S. Micro/Nanosystems for Chemical/Biochemical Applications—Applications of MEMS and Top-down Nanotechnologies for Chemistry and Biotechnology. Hyomen Kagaku. 2003;24:684–688. doi: 10.1380/jsssj.24.684.", "ArticleIdList": ["10.1380/jsssj.24.684"]}, {"Citation": "Kinoshita A., Omukai T., Komada F., Utsumi Y. High density cell culture using micro 3D structure. J. Jpn. Inst. Electron. Packag. 2010;13:200–203. doi: 10.5104/jiep.13.200.", "ArticleIdList": ["10.5104/jiep.13.200"]}, {"Citation": "Onoda M., Abe Y., Tada K., Kawakita Y., Fujisato T., Uto S. Conductive Polymers as Bioelectronic Materials. IEEJ Trans. EIS. 2012;132:1422–1428. doi: 10.1541/ieejeiss.132.1422.", "ArticleIdList": ["10.1541/ieejeiss.132.1422"]}, {"Citation": "Suzuki T. A Cell Array Fabricated by Assembly-Free Multidirectional Photolithography. J. Jpn. Inst. Electron. Packag. 2010;13:194–199. doi: 10.5104/jiep.13.194.", "ArticleIdList": ["10.5104/jiep.13.194"]}, {"Citation": "Sale A.J.H., Hamilton W.A. Effects of high electric fields on microorganisms: I. Killing of bacteria and yeasts. Biochim. Biophys. Acta (BBA)—Gen. Subj. 1967;148:781–788. doi: 10.1016/0304-4165(67)90052-9.", "ArticleIdList": ["10.1016/0304-4165(67)90052-9"]}, {"Citation": "Sato T., Murakami Y., Muramoto Y. Effect of D.C. High Electric Field Application on Sterilization of Escherichia coli in Ice. Trans. Jpn. Soc. Refrig. Air Cond. Eng. 2019;36:27–33. doi: 10.11322/tjsrae.18-52_OA.", "ArticleIdList": ["10.11322/tjsrae.18-52_OA"]}, {"Citation": "Ishida N., Ohshima T., Sato M. Characteristics of Pulsed Electric Field Inactivation System Using Spiral Electrode Configuration. Jpn. J. Food Eng. 2004;5:35–40. doi: 10.11301/jsfe2000.5.35.", "ArticleIdList": ["10.11301/jsfe2000.5.35"]}, {"Citation": "Uemura K., Inoue T., Hoshino T. Inactivation of Microorganisms in Liquid Foods by High Electric Field Alternating Current. Nippon. Shokuhin Kagaku Kogaku Kaishi. 2016;63:185–189. doi: 10.3136/nskkk.63.185.", "ArticleIdList": ["10.3136/nskkk.63.185"]}, {"Citation": "Nakamura G., Oishi R., Nuki H., Katsuki S., Masuda N., Shimizu Y. Influence of Fat Globules on Pulsed Electric Field Sterilization of Milk. Trans. Inst. Electr. Eng. Jpn. A. 2021;141:597–603. doi: 10.1541/ieejfms.141.597.", "ArticleIdList": ["10.1541/ieejfms.141.597"]}, {"Citation": "Lee K., Paek K.H., Ju W.T., Lee Y. Sterilization of bacteria, yeast, and bacterial endospores by atmospheric-pressure cold plasma using helium and oxygen. J. Microbiol. 2006;44:269–275.", "ArticleIdList": ["16820756"]}, {"Citation": "Nakamura M., Nishikawa K. Principle and Application of Sanitization Function of Plasma Cluster Ions. SEIKATSU EISEI (J. Urban Living Health Assoc.) 2009;53:239–246. doi: 10.11468/seikatsueisei.53.239.", "ArticleIdList": ["10.11468/seikatsueisei.53.239"]}, {"Citation": "Zhang L., Guo Y., Chang X., Yao Z., Wei X., Feng Z., Zhang D., Zhou Q., Wang X., Luo H. In-duct grating-like dielectric barrier discharge system for air disinfection. J. Hazard. Mater. 2022;435:129075. doi: 10.1016/j.jhazmat.2022.129075.", "ArticleIdList": ["10.1016/j.jhazmat.2022.129075", "PMC9072810", "35650753"]}, {"Citation": "Hayamizu A., Tenma T., Mizuno A. Destruction of Yeast Cells by Pulsed High Voltage Application. Int. J. Plasma Environ. Sci. Technol. 1989;13:331–332."}, {"Citation": "Ramaswamy R., Prabu Ramachandran R., Gowrisree V. High Voltage Pulsed Electric Field Application Using Titanium Electrodes for Bacterial Inactivation in Unpurified Water. Jpn. J. Food Eng. 2019;20:63–70. doi: 10.11301/jsfe.19546.", "ArticleIdList": ["10.11301/jsfe.19546"]}, {"Citation": "Kitajima N., Akuzawa E., Ueda K., Ohshima T., Sato M. Inactivation System Using Textile Electrode by Pulsed Electric Field. Jpn. J. Food Eng. 2007;8:139–145. doi: 10.11301/jsfe2000.8.139.", "ArticleIdList": ["10.11301/jsfe2000.8.139"]}, {"Citation": "Schoenbach K.H., Joshi R.P., Stark R.H., Dobbs F.C., Beebe S.J. Bacterial Decontamination of Liquids with Pulsed Electric Fields. IEEE Trans. Dielect. Electr. Insul. 2000;7:637–645. doi: 10.1109/94.879359.", "ArticleIdList": ["10.1109/94.879359"]}, {"Citation": "Miyazaki D., Toyomitsu H., Katano K., Kazue S., Katsuki S. Experimental and Aanalytical Considerations of Pulse Waveform for Efficient Sterilization Using Pulsed Electric Field. Proc. Inst. Electrost. Jpn. 2020;43:8–13."}, {"Citation": "Bai-Lin Q., Qinghua Z., Barbosa-Canovas G.V., Swanson B.G., Pedrow P.D. Inactivation of microorganisms by pulsed electric fields of different voltage waveforms. IEEE Trans. Dielectr. Electr. Insul. 1994;1:1047–1057. doi: 10.1109/94.368658.", "ArticleIdList": ["10.1109/94.368658"]}, {"Citation": "Zukeran A., Sawano H., Ito K., Oi R., Kobayashi I., Wada R., Sawai J. Investigation of inactivation process for microorganism collected in an electrostatic precipitator. J. Electrost. 2018;93:70–77. doi: 10.1016/j.elstat.2018.04.002.", "ArticleIdList": ["10.1016/j.elstat.2018.04.002"]}, {"Citation": "Kakutani K., Matsuda Y., Nonomura T., Takikawa Y., Takami T., Toyoda H. A Simple Electrostatic Precipitator for Trapping Virus Particles Spread via Droplet Transmission. Int. J. Environ. Res. Public Health. 2021;18:4934. doi: 10.3390/ijerph18094934.", "ArticleIdList": ["10.3390/ijerph18094934", "PMC8124561", "34066356"]}, {"Citation": "Katsuki S. Bacteria Decontamination by Pulsed Power. J. Plasma Fusion. Res. 2003;79:20–25. doi: 10.1585/jspf.79.20.", "ArticleIdList": ["10.1585/jspf.79.20"]}, {"Citation": "Beveridge J.R., Wall K., MacGregor S.J., Anderson J.G. The Influence of Pulse Duration of Monopolar and Bipolar Profile Pulsed Electric Fields on the Inactivation of Obesumba Cterium Rroteus—A Spoilage Microorganism; Proceedings of the Conference Record of the Twenty-Sixth International Power Modulator Symposium, 2004 and 2004 High-Voltage Workshop; San Francisco, CA, USA. 23–26 May 2004; pp. 615–618.", "ArticleIdList": ["10.1109/MODSYM.2004.1433652"]}, {"Citation": "Kajiwara T., Oide T., Baba K., Ohnishi N., Katsuki S., Akiyama H., Sasahara R., Inoue K. Inactivation of Enterobacter Aerogenes in Carboxymethyl Cellulose Solution Using Intense Pulsed Electric Fields (IPEF) Combined with Moderate Thermal Treatment. IEEE Trans. Dielect. Electr. Insul. 2015;22:1849–1855. doi: 10.1109/TDEI.2015.005041.", "ArticleIdList": ["10.1109/TDEI.2015.005041"]}, {"Citation": "Gusbeth C., Frey W., Volkmann H., Schwartz T., Bluhm H. Pulsed electric field treatment for bacteria reduction and its impact on hospital wastewater. Chemosphere. 2009;75:228–233. doi: 10.1016/j.chemosphere.2008.11.066.", "ArticleIdList": ["10.1016/j.chemosphere.2008.11.066", "19168200"]}, {"Citation": "Baba K., Kajiwara T., Watanabe S., Katsuki S., Sasahara R., Inoue K. Low-Temperature Pasteurization of Liquid Whole Egg Using Intense Pulsed Electric Fields. Electron. Comm. Jpn. 2018;101:87–94. doi: 10.1002/ecj.12053.", "ArticleIdList": ["10.1002/ecj.12053"]}, {"Citation": "Ricci A., Parpinello G.P., Versari A. Recent Advances and Applications of Pulsed Electric Fields (PEF) to Improve Polyphenol Extraction and Color Release during Red Winemaking. Beverages. 2018;4:18. doi: 10.3390/beverages4010018.", "ArticleIdList": ["10.3390/beverages4010018"]}, {"Citation": "Sakurauch Y., Kondo E. Lethal Effect of High Electric Fields on Microorganisms. J. Agric. Chem. Soc. Jpn. 1980;54:837–844."}, {"Citation": "Saito K., Nozawa Y., Minamitani Y., Fukata H. Development of Non-Thermal Sterilization Treatment System without Impacting to Enzyme in Vegetable Drink by Pulsed Electric Field. IEEJ Trans. FM. 2017;137:678–684. doi: 10.1541/ieejfms.137.678.", "ArticleIdList": ["10.1541/ieejfms.137.678"]}, {"Citation": "Ishida N.M., Sugiarto A.T., Ohshima T., Sato M. Killing Effect of Concentrated Pulsed Electric Field Apparatus. Jpn. J. Food Eng. 2003;4:47–51. doi: 10.11301/jsfe2000.4.47.", "ArticleIdList": ["10.11301/jsfe2000.4.47"]}, {"Citation": "Kajiwara T., Oide T., Katsuki S., Sakugawa T., Akiyama H. Liquid sterilization using intense electrical pulses combined with thermal post-treatment; Proceedings of the 2014 IEEE International Power Modulator and High Voltage Conference (IPMHVC); Santa Fe, NM, USA. 1–5 June 2014; pp. 53–56.", "ArticleIdList": ["10.1109/IPMHVC.2014.7287205"]}, {"Citation": "Chen J., Tao X., Sun A., Wang Y., Liao X., Li L., Shi Z. Influence of pulsed electric field and thermal treatments on the quality of blueberry juice. Int. J. Food Prop. 2014;17:1419–1427. doi: 10.1080/10942912.2012.713429.", "ArticleIdList": ["10.1080/10942912.2012.713429"]}, {"Citation": "Kubokawa H., Imoto S., Ogi I., Kitashima T., Tanabe K. Countermeasures for Wind Noise from Overhead Transmission Line. Wind. Eng. 2004;17:29–36. doi: 10.5359/jawe.2004.29.", "ArticleIdList": ["10.5359/jawe.2004.29"]}, {"Citation": "Shimojima K. Aerodynamic Noise generated by Overhead Transmission Line; Its Prediction and Control. J. INCE Jpn. 1994;18:19–22."}, {"Citation": "Ueno T., Takada K., Furukawa T., Sakugawa T. Aerosol Sterilization by Impulse High Voltage with Different Electrode Structures; Proceedings of the 2022 International Conference on Electrical, Computer and Energy Technologies (ICECET); Prague, Czech Republic. 20–22 July 2022; pp. 1–5.", "ArticleIdList": ["10.1109/ICECET55527.2022.9873514"]}, {"Citation": "Nomura Y., Yamamura J., Fukui C., Fujimaki H., Sakamoto K., Matsuo K., Kuromatsu H., Kikuchi Y., Haishima Y. Performance Evaluation of Bactericidal Effect and Endotoxin Inactivation by Low-temperature Ozone/Hydrogen Peroxide Mixed Gas Exposure. J. Biomed. Mater. Res. Part B Appl. Biomater. 2021;109:1807–1816. doi: 10.1002/jbm.b.34840.", "ArticleIdList": ["10.1002/jbm.b.34840", "33783121"]}, {"Citation": "Cardoso C.F., Faria J.d.A.F., Walter E.H.M. Modeling of Sporicidal Effect of Hydrogen Peroxide in the Sterilization of Low Density Polyethylene Film Inoculated With Bacillus Subtilis Spores. Food Control. 2011;22:1559–1564. doi: 10.1016/j.foodcont.2011.03.010.", "ArticleIdList": ["10.1016/j.foodcont.2011.03.010"]}, {"Citation": "Luechapattanaporn K., Wang Y., Wang J., Tang J., Hallberg L.M., Dunne C.P. Sterilization of Scrambled Eggs in Military Polymeric Trays by Radio Frequency Energy. J. Food Sci. 2006;70:E288–E294. doi: 10.1111/j.1365-2621.2005.tb07185.x.", "ArticleIdList": ["10.1111/j.1365-2621.2005.tb07185.x"]}, {"Citation": "Murphy R.Y., Beard B.L., Martin E.M., Duncan L.K., Marcy J.A. Comparative Study of Thermal Inactivation of Escherichia Coli O157:H7, Salmonella, and Listeria Monocytogenes in Ground Pork. J. Food Sci. 2004;69:FMS97–FMS101. doi: 10.1111/j.1365-2621.2004.tb06351.x.", "ArticleIdList": ["10.1111/j.1365-2621.2004.tb06351.x"]}, {"Citation": "Wang H., Feng H., Luo Y. Dual-Phasic Inactivation of Escherichia coli O157:H7 with Peroxyacetic Acid, Acidic Electrolyzed Water and Chlorine on Cantaloupes and Fresh-cut Apples. J. Food Saf. 2006;26:335–347. doi: 10.1111/j.1745-4565.2006.00053.x.", "ArticleIdList": ["10.1111/j.1745-4565.2006.00053.x"]}, {"Citation": "Zhao Y., Huang H., Chen T., Chiang P., Chen Y., Yeh J., Weng W. A smart sterilization robot system with chlorine dioxide for spray disinfection. IEEE Sens. J. 2021;21:22047–22057. doi: 10.1109/JSEN.2021.3101593.", "ArticleIdList": ["10.1109/JSEN.2021.3101593"]}, {"Citation": "Liu Y., Huang J., Feng X., Li H. Thermal-sprayed photocatalytic coatings for biocidal applications: A review. J. Therm. Spray Technol. 2020;30:1–24. doi: 10.1007/s11666-020-01118-2.", "ArticleIdList": ["10.1007/s11666-020-01118-2"]}, {"Citation": "Feng Z., Cao S., Wang J., Kumar P., Haghighat F. Indoor airborne disinfection with electrostatic disinfector (esd): Numerical simulations of esd performance and reduction of computing time. Build. Environ. 2021;200:107956. doi: 10.1016/j.buildenv.2021.107956.", "ArticleIdList": ["10.1016/j.buildenv.2021.107956", "PMC8113163", "33994653"]}, {"Citation": "Sterilization of Health Care Products—Radiation—Part 2: Establishing the Sterilization Dose. ISO; Geneva, Switzerland: 2013."}, {"Citation": "Basic Human Body Measurements for Technological Design—Part 1: Body Measurement Definitions and Landmarks. ISO; Geneva, Switzerland: 2017."}, {"Citation": "Fine Ceramics (Advanced Ceramics, Advanced Technical Ceramics)—Test Method for Air-Purification Performance of Semiconducting Photocatalytic Materials—Part 2. ISO; Geneva, Switzerland: 2019."}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "2", "Day": "3"}, {"Year": "2024", "Month": "2", "Day": "15"}, {"Year": "2024", "Month": "2", "Day": "17"}, {"Year": "2024", "Month": "2", "Day": "24", "Hour": "11", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "24", "Hour": "11", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "24", "Hour": "1", "Minute": "21"}, {"Year": "2024", "Month": "2", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38399822", "PMC10893171", "10.3390/microorganisms12020418", "microorganisms12020418"]}}], "PubmedBookArticle": []}