{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["chemical risk assessment", "glucose toxicity", "oxygen-ozone therapy", "ozone safety", "ozone therapy"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38406063", "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "25"}], "ELocationID": ["e52946", "10.7759/cureus.52946"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Chemical Variations Induced by Ozonization of 5% Glucose Solution and Evaluation of Generated Compounds.", "Pagination": {"StartPage": "e52946", "MedlinePgn": "e52946"}, "Abstract": {"AbstractText": ["The most commonly studied method of administering ozone therapy is systemic ozone therapy. However, there may be situations where this method is not feasible due to technical issues, such as poor vein condition or anemia. As an alternative method, pre-ozonized solutions, such as 0.9% saline solution, have been investigated for their ease of preparation and administration. However, concerns have been raised regarding the formation of chlorine compounds. Currently, there is no available literature on the treatment potential of pre-ozonized glucose solution. The objective of this study is to compare and evaluate the chemical changes induced by ozonization of a 5% glucose solution and determine if any toxic compounds are produced. Our findings indicate that the chemical alterations following ozone infusion are quantitatively minimal and pose a negligible risk in terms of safety."], "CopyrightInformation": "Copyright © 2024, Martinelli et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Ozone Therapy Unit, Ospedale San Pietro Fatebenefratelli, Rome, ITA."}], "LastName": "Martinelli", "ForeName": "Mauro", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Ospedale San Pietro Fatebenefratelli, Rome, ITA."}], "LastName": "Romanello", "ForeName": "Daniele", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "The ozone paradox: ozone is a strong oxidant as well as a medical drug. Bocci V, Borrelli E, Travagli V, Zanardi I. Med Res Rev. 2009;29:646–682.", "ArticleIdList": ["19260079"]}, {"Citation": "Is ozone therapy therapeutic? Bocci V. Perspect Biol Med. 1998;42:131–143.", "ArticleIdList": ["10766603"]}, {"Citation": "The oxygen-ozone adjunct medical treatment according to the protocols from the Italian Scientific Society of oxygen-ozone therapy: how ozone applications in the blood can influence clinical therapy success via the modulation of cell biology and immunity. Chirumbolo S, Valdenassi L, Tirelli U, et al. Biology (Basel) 2023;12:1512.", "ArticleIdList": ["PMC10740843", "38132338"]}, {"Citation": "Is it true that ozone is always toxic? The end of a dogma. Bocci V. Toxicol Appl Pharmacol. 2006;216:493–504.", "ArticleIdList": ["16890971"]}, {"Citation": "Extracorporeal blood oxygenation and ozonation: clinical and biological implications of ozone therapy. Di Paolo N, Gaggiotti E, Galli F. Redox Rep. 2005;10:121–130.", "ArticleIdList": ["16156950"]}, {"Citation": "Mechanisms of action involved in ozone therapy: is healing induced via a mild oxidative stress? Sagai M, Bocci V. Med Gas Res. 2011;1:29.", "ArticleIdList": ["PMC3298518", "22185664"]}, {"Citation": "Scientific and medical aspects of ozone therapy. State of the art. Bocci VA. Arch Med Res. 2006;37:425–435.", "ArticleIdList": ["16624639"]}, {"Citation": "Reliable and effective oxygen-ozone therapy at a crossroads with ozonated saline infusion and ozone rectal insufflation. Bocci V, Zanardi I, Borrelli E, Travagli V. J Pharm Pharmacol. 2012;64:482–489.", "ArticleIdList": ["22420654"]}, {"Citation": "Maslennikov OV, Kontorshchikova CN, Gribkova IA. Nizhny Novgord, Russia: Ministry of Health Service of the Russian Federation. The State Medical Academy of Nizhny Novgorod; 2008. Ozone Therapy in Practice Health Manual."}, {"Citation": "Mechanism and kinetics of the reaction of ozone with sodium chloride in aqueous solutions. Razumovskii SD, Konstantinova ML, Grinevich TV, Korovina GV, Zaitsev VY. https://doi.org/10.1134/S0023158410040051 Kinet Catal. 2010;51:492–496."}, {"Citation": "Water and air ozone treatment as an alternative sanitizing technology. Martinelli M, Giovannangeli F, Rotunno S, Trombetta CM, Montomoli E. https://pubmed.ncbi.nlm.nih.gov/28515631/ J Prev Med Hyg. 2017;58:0–52.", "ArticleIdList": ["PMC5432778", "28515631"]}, {"Citation": "Ozone as Janus: this controversial gas can be either toxic or medically useful. Bocci V. Mediators Inflamm. 2004;13:3–11.", "ArticleIdList": ["PMC1781533", "15203558"]}, {"Citation": "Kinetics of chlorate formation during ozonation of aqueous chloride solutions. Levanov AV, Isaikina OY, Gasanova RB, Uzhel AS, Lunin VV. Chemosphere. 2019;229:68–76.", "ArticleIdList": ["31075704"]}, {"Citation": "Ozone solubility in water. Egorova GV, Voblikova VA, Sabitova LV, Tkachenko IS, Tkachenko SN, Lunin VV. https://doi.org/10.3103/S0027131415050053 Moscow Univ Chem Bull. 2015;70:207–210."}, {"Citation": "Detection of chlorite, chlorate and perchlorate in ozonated saline. Ma L, Wen S, Yuan J, et al. Exp Ther Med. 2020;20:2569–2576.", "ArticleIdList": ["PMC7401830", "32765750"]}, {"Citation": "Long-term safety of systemic ozone therapy in a patient with mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) Romanello D, Rotunno S, Martinelli M. Cureus. 2023;4:48261.", "ArticleIdList": ["PMC10695090", "38054163"]}, {"Citation": "Oxygen-ozone therapy in the rehabilitation field: state of the art on mechanisms of action, safety and effectiveness in patients with musculoskeletal disorders. de Sire A, Agostini F, Lippi L, et al. Biomolecules. 2021;26:356.", "ArticleIdList": ["PMC7996934", "33652804"]}, {"Citation": "Effectiveness and safety of ozone therapy for dermatological disorders: a literature review of clinical trials. Machado AU, Contri RV. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9792021/ Indian J Dermatol. 2022;67:479.", "ArticleIdList": ["PMC9792021", "36578725"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "1", "Day": "25"}, {"Year": "2024", "Month": "2", "Day": "26", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "2", "Day": "26", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "2", "Day": "26", "Hour": "4", "Minute": "52"}, {"Year": "2024", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["38406063", "PMC10893995", "10.7759/cureus.52946"]}}], "PubmedBookArticle": []}