{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Chronic kidney disease", "End stage renal disease", "Mortality", "Ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38418953", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "28"}], "ELocationID": ["74", "10.1186/s12882-024-03500-6"], "Journal": {"ISSN": "1471-2369", "JournalIssue": {"Volume": "25", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "28"}}, "Title": "BMC nephrology", "ISOAbbreviation": "BMC Nephrol"}, "ArticleTitle": "Long-term ozone exposure and mortality in patients with chronic kidney disease: a large cohort study.", "Pagination": {"StartPage": "74", "MedlinePgn": "74"}, "Abstract": {"AbstractText": ["Epidemiologic studies on the effects of long-term exposure to ozone (O<sub>3</sub>) have shown inconclusive results. It is unclear whether to O<sub>3</sub> has an effect on chronic kidney disease (CKD). We investigated the effects of O<sub>3</sub> on mortality and renal outcome in CKD.", "We included 61,073 participants and applied Cox proportional hazards models to examine the effects of ozone on the risk of end-stage renal disease (ESRD) and mortality in a two-pollutants model adjusted for socioeconomic status. We calculated the concentration of ozone exposure one year before enrollment and used inverse distance weighting (IDW) for interpolation, where the exposure was evenly distributed.", "In the single pollutant model, O<sub>3</sub> was significantly associated with an increased risk of ESRD and all-cause mortality. Based on the O<sub>3</sub> concentration from IDW interpolation, this moving O<sub>3</sub> average was significantly associated with an increased risk of ESRD and all-cause mortality. In a two-pollutants model, even after we adjusted for other measured pollutants, nitrogen dioxide did not attenuate the result for O<sub>3</sub>. The hazard ratio (HR) value for the district-level assessment is 1.025 with a 95% confidence interval (CI) of 1.014-1.035, while for the point-level assessment, the HR value is 1.04 with a 95% CI of 1.035-1.045. The impact of ozone on ESRD, hazard ratio (HR) values are, 1.049(95%CI: 1.044-1.054) at the district unit and 1.04 (95%CI: 1.031-1.05) at the individual address of the exposure assessment. The ozone hazard ratio for all-cause mortality was 1.012 (95% confidence interval: 1.008-1.017) for administrative districts and 1.04 (95% confidence interval: 1.031-1.05) for individual addresses.", "This study suggests that long-term ambient O<sub>3</sub> increases the risk of ESRD and mortality in CKD. The strategy to decrease O<sub>3</sub> emissions will substantially benefit health and the environment."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Health and Environment and Graduate School of Public Health, Seoul National University, Room 708, Building 220, Gwanak-Ro Gwanak-Gu, Seoul, 08826, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Biostatistics and Epidemiology, School of Public Health, Seoul National University, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Ejin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Inje University Busan Paik Hospital, Busan, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Translational Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Huh", "ForeName": "Hyuk", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Landscape Architecture, Yeungnam University, Gyeongsan, Republic of Korea."}], "LastName": "Mo", "ForeName": "Yongwon", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Dongguk University Ilsan Hospital, Gyeonggi-Do, Republic of Korea."}], "LastName": "Park", "ForeName": "Jae Yoon", "Initials": "JY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Data Management and Statistics Institute, Dongguk University Ilsan Hospital, Ilsan, Republic of Korea."}], "LastName": "Jung", "ForeName": "Jiyun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Daehak-Ro, Jongno-Gu, 101, Seoul, Republic of Korea."}], "LastName": "Lee", "ForeName": "Hajeong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Sejoong", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Daehak-Ro, Jongno-Gu, 101, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Kidney Research Institute, Seoul National University Hospital, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Translational Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Dong Ki", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Daehak-Ro, Jongno-Gu, 101, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Kidney Research Institute, Seoul National University Hospital, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Medical Science, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Kim", "ForeName": "Yon Su", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Boramae Medical Center, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Lim", "ForeName": "Chun Soo", "Initials": "CS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Boramae Medical Center, Seoul, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."}], "LastName": "Lee", "ForeName": "Jung Pyo", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, Seoul National University Hospital, Daehak-Ro, Jongno-Gu, 101, Seoul, Republic of Korea. imyongkim@gmail.com."}], "LastName": "Kim", "ForeName": "Yong Chul", "Initials": "YC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Health and Environment and Graduate School of Public Health, Seoul National University, Room 708, Building 220, Gwanak-Ro Gwanak-Gu, Seoul, 08826, Republic of Korea. hokim@snu.ac.kr."}, {"Identifier": [], "Affiliation": "Department of Biostatistics and Epidemiology, School of Public Health, Seoul National University, Seoul, Republic of Korea. hokim@snu.ac.kr."}], "LastName": "Kim", "ForeName": "Ho", "Initials": "H"}], "GrantList": [{"GrantID": "2019R1A6A3A01095329", "Agency": "Basic Science Research Program through the National Research Foundation of Korea", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Nephrol", "NlmUniqueID": "100967793", "ISSNLinking": "1471-2369"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Kidney Failure, Chronic"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, Villeneuve PJ, Jerrett M, Goldberg MS, Pope CA, 3rd, et al. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC) Environ Health Perspect. 2015;123(11):1180–1186. doi: 10.1289/ehp.1409276.", "ArticleIdList": ["10.1289/ehp.1409276", "PMC4629747", "26528712"]}, {"Citation": "GBD 2015 Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990–2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016;388(10053):1659–1724.", "ArticleIdList": ["PMC5388856", "27733284"]}, {"Citation": "Landrigan PJ, Fuller R, Acosta NJR, Adeyi O, Arnold R, Basu NN, Baldé AB, Bertollini R, Bose-O'Reilly S, Boufford JI, et al. The Lancet Commission on pollution and health. Lancet. 2018;391(10119):462–512. doi: 10.1016/S0140-6736(17)32345-0.", "ArticleIdList": ["10.1016/S0140-6736(17)32345-0", "29056410"]}, {"Citation": "Luecken DJ, Napelenok SL, Strum M, Scheffe R, Phillips S. Sensitivity of ambient atmospheric formaldehyde and ozone to precursor species and source types across the United States. Environ Sci Technol. 2018;52(8):4668–4675. doi: 10.1021/acs.est.7b05509.", "ArticleIdList": ["10.1021/acs.est.7b05509", "PMC6147010", "29570979"]}, {"Citation": "Kelly FJ, Fuller GW, Walton HA, Fussell JC. Monitoring air pollution: use of early warning systems for public health. Respirology. 2012;17(1):7–19. doi: 10.1111/j.1440-1843.2011.02065.x.", "ArticleIdList": ["10.1111/j.1440-1843.2011.02065.x", "21942967"]}, {"Citation": "Di Q, Wang Y, Zanobetti A, Wang Y, Koutrakis P, Choirat C, Dominici F, Schwartz JD. Air pollution and mortality in the Medicare population. N Engl J Med. 2017;376(26):2513–2522. doi: 10.1056/NEJMoa1702747.", "ArticleIdList": ["10.1056/NEJMoa1702747", "PMC5766848", "28657878"]}, {"Citation": "Hvidtfeldt UA, Sørensen M, Geels C, Ketzel M, Khan J, Tjønneland A, Overvad K, Brandt J, Raaschou-Nielsen O. Long-term residential exposure to PM(2.5), PM(10), black carbon, NO(2), and ozone and mortality in a Danish cohort. Environ Int. 2019;123:265–272. doi: 10.1016/j.envint.2018.12.010.", "ArticleIdList": ["10.1016/j.envint.2018.12.010", "30551059"]}, {"Citation": "Malik AO, Jones PG, Chan PS, Peri-Okonny PA, Hejjaji V, Spertus JA. Association of long-term exposure to particulate matter and ozone with health status and mortality in patients after myocardial infarction. Circ Cardiovasc Qual Outcomes. 2019;12(4):e005598. doi: 10.1161/CIRCOUTCOMES.119.005598.", "ArticleIdList": ["10.1161/CIRCOUTCOMES.119.005598", "PMC6540795", "30950650"]}, {"Citation": "Milojevic A, Wilkinson P, Armstrong B, Bhaskaran K, Smeeth L, Hajat S. Short-term effects of air pollution on a range of cardiovascular events in England and Wales: case-crossover analysis of the MINAP database, hospital admissions and mortality. Heart. 2014;100(14):1093–1098. doi: 10.1136/heartjnl-2013-304963.", "ArticleIdList": ["10.1136/heartjnl-2013-304963", "PMC4078678", "24952943"]}, {"Citation": "Mustafic H, Jabre P, Caussin C, Murad MH, Escolano S, Tafflet M, Périer MC, Marijon E, Vernerey D, Empana JP, et al. Main air pollutants and myocardial infarction: a systematic review and meta-analysis. JAMA. 2012;307(7):713–721. doi: 10.1001/jama.2012.126.", "ArticleIdList": ["10.1001/jama.2012.126", "22337682"]}, {"Citation": "Hong YC, Lee JT, Kim H, Ha EH, Schwartz J, Christiani DC. Effects of air pollutants on acute stroke mortality. Environ Health Perspect. 2002;110(2):187–191. doi: 10.1289/ehp.02110187.", "ArticleIdList": ["10.1289/ehp.02110187", "PMC1240734", "11836148"]}, {"Citation": "Spertus JA, Peterson E, Rumsfeld JS, Jones PG, Decker C, Krumholz H. The Prospective Registry Evaluating Myocardial Infarction: Events and Recovery (PREMIER)–evaluating the impact of myocardial infarction on patient outcomes. Am Heart J. 2006;151(3):589–597. doi: 10.1016/j.ahj.2005.05.026.", "ArticleIdList": ["10.1016/j.ahj.2005.05.026", "16504619"]}, {"Citation": "Zhang Y, Tang C, Liu Y, Jiang H, Lu J, Lu Z, Xu L, Zhang S, Zhou L, Ye J, et al. Long-term ozone exposure is negatively associated with estimated glomerular filtration rate in Chinese middle-aged and elderly adults. Chemosphere. 2023;341:140040. doi: 10.1016/j.chemosphere.2023.140040.", "ArticleIdList": ["10.1016/j.chemosphere.2023.140040", "37673188"]}, {"Citation": "Yang C, Wang W, Wang Y, Liang Z, Zhang F, Chen R, Liang C, Wang F, Li P, Ma L, et al. Ambient ozone pollution and prevalence of chronic kidney disease: a nationwide study based on the China National survey of chronic kidney disease. Chemosphere. 2022;306:135603. doi: 10.1016/j.chemosphere.2022.135603.", "ArticleIdList": ["10.1016/j.chemosphere.2022.135603", "35803371"]}, {"Citation": "Delgadillo-Valero LF, Hernández-Cruz EY, Pedraza-Chaverri J. The protective role of ozone therapy in kidney disease: a review. Life (Basel) 2023;13(3):752.", "ArticleIdList": ["PMC10057350", "36983907"]}, {"Citation": "Künzli N, Jerrett M, Mack WJ, Beckerman B, LaBree L, Gilliland F, Thomas D, Peters J, Hodis HN. Ambient air pollution and atherosclerosis in Los Angeles. Environ Health Perspect. 2005;113(2):201–206. doi: 10.1289/ehp.7523.", "ArticleIdList": ["10.1289/ehp.7523", "PMC1277865", "15687058"]}, {"Citation": "Weichenthal S, Lavigne E, Evans G, Pollitt K, Burnett RT. Ambient PM 2.5 and risk of emergency room visits for myocardial infarction: impact of regional PM 2.5 oxidative potential: a case-crossover study. Environ Health. 2016;15(1):1–9. doi: 10.1186/s12940-016-0129-9.", "ArticleIdList": ["10.1186/s12940-016-0129-9", "PMC4806515", "27012244"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. Ozone exposure and mortality: an empiric bayes metaregression analysis. Epidemiology. 2005;16(4):458–468. doi: 10.1097/01.ede.0000165820.08301.b3.", "ArticleIdList": ["10.1097/01.ede.0000165820.08301.b3", "15951663"]}, {"Citation": "Hao Y, Balluz L, Strosnider H, Wen XJ, Li C, Qualters JR. Ozone, fine particulate matter, and chronic lower respiratory disease mortality in the United States. Am J Respir Crit Care Med. 2015;192(3):337–341. doi: 10.1164/rccm.201410-1852OC.", "ArticleIdList": ["10.1164/rccm.201410-1852OC", "PMC4937454", "26017067"]}, {"Citation": "Ware LB, Zhao Z, Koyama T, May AK, Matthay MA, Lurmann FW, Balmes JR, Calfee CS. Long-term ozone exposure increases the risk of developing the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2016;193(10):1143–1150. doi: 10.1164/rccm.201507-1418OC.", "ArticleIdList": ["10.1164/rccm.201507-1418OC", "PMC4872663", "26681363"]}, {"Citation": "Liu C, Chen R, Sera F, Vicedo-Cabrera AM, Guo Y, Tong S, Lavigne E, Correa PM, Ortega NV, Achilleos S. Interactive effects of ambient fine particulate matter and ozone on daily mortality in 372 cities: two stage time series analysis. BMJ. 2023;383:e075203. doi: 10.1136/bmj-2023-075203.", "ArticleIdList": ["10.1136/bmj-2023-075203", "PMC10548261", "37793695"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology. 2005;16(4):436–445. doi: 10.1097/01.ede.0000165817.40152.85.", "ArticleIdList": ["10.1097/01.ede.0000165817.40152.85", "PMC3581312", "15951661"]}, {"Citation": "Zanobetti A, Schwartz J. Mortality displacement in the association of ozone with mortality: an analysis of 48 cities in the United States. Am J Respir Crit Care Med. 2008;177(2):184–189. doi: 10.1164/rccm.200706-823OC.", "ArticleIdList": ["10.1164/rccm.200706-823OC", "17932375"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, 3rd, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. N Engl J Med. 2009;360(11):1085–1095. doi: 10.1056/NEJMoa0803894.", "ArticleIdList": ["10.1056/NEJMoa0803894", "PMC4105969", "19279340"]}, {"Citation": "Turner MC, Jerrett M, Pope CA, 3rd, Krewski D, Gapstur SM, Diver WR, Beckerman BS, Marshall JD, Su J, Crouse DL, et al. Long-term ozone exposure and mortality in a large prospective study. Am J Respir Crit Care Med. 2016;193(10):1134–1142. doi: 10.1164/rccm.201508-1633OC.", "ArticleIdList": ["10.1164/rccm.201508-1633OC", "PMC4872664", "26680605"]}, {"Citation": "Mehta AJ, Zanobetti A, Bind MA, Kloog I, Koutrakis P, Sparrow D, Vokonas PS, Schwartz JD. Long-term exposure to ambient fine particulate matter and renal function in older men: the veterans administration normative aging study. Environ Health Perspect. 2016;124(9):1353–1360. doi: 10.1289/ehp.1510269.", "ArticleIdList": ["10.1289/ehp.1510269", "PMC5010417", "26955062"]}, {"Citation": "Ran J, Yang A, Sun S, Han L, Li J, Guo F, Zhao S, Yang Y, Mason TG, Chan KP, et al. Long-term exposure to ambient fine particulate matter and mortality from renal failure: a retrospective cohort study in Hong Kong, China. Am J Epidemiol. 2020;189(6):602–612. doi: 10.1093/aje/kwz282.", "ArticleIdList": ["10.1093/aje/kwz282", "31907517"]}, {"Citation": "Nemmar A, Al-Salam S, Zia S, Yasin J, Al Husseni I, Ali BH. Diesel exhaust particles in the lung aggravate experimental acute renal failure. Toxicol Sci. 2010;113(1):267–277. doi: 10.1093/toxsci/kfp222.", "ArticleIdList": ["10.1093/toxsci/kfp222", "19797351"]}, {"Citation": "Nemmar A, Karaca T, Beegam S, Yuvaraju P, Yasin J, Hamadi NK, Ali BH. Prolonged pulmonary exposure to diesel exhaust particles exacerbates renal oxidative stress, inflammation and DNA damage in mice with adenine-induced chronic renal failure. Cell Physiol Biochem. 2016;38(5):1703–1713. doi: 10.1159/000443109.", "ArticleIdList": ["10.1159/000443109", "27160713"]}, {"Citation": "Chan SH, Van Hee VC, Bergen S, Szpiro AA, DeRoo LA, London SJ, Marshall JD, Kaufman JD, Sandler DP. Long-term air pollution exposure and blood pressure in the sister study. Environ Health Perspect. 2015;123(10):951–958. doi: 10.1289/ehp.1408125.", "ArticleIdList": ["10.1289/ehp.1408125", "PMC4590742", "25748169"]}, {"Citation": "Thomson EM, Vladisavljevic D, Mohottalage S, Kumarathasan P, Vincent R. Mapping acute systemic effects of inhaled particulate matter and ozone: multiorgan gene expression and glucocorticoid activity. Toxicol Sci. 2013;135(1):169–181. doi: 10.1093/toxsci/kft137.", "ArticleIdList": ["10.1093/toxsci/kft137", "PMC3748763", "23805001"]}, {"Citation": "Miller DB, Ghio AJ, Karoly ED, Bell LN, Snow SJ, Madden MC, Soukup J, Cascio WE, Gilmour MI, Kodavanti UP. Ozone Exposure increases circulating stress hormones and lipid metabolites in humans. Am J Respir Crit Care Med. 2016;193(12):1382–1391. doi: 10.1164/rccm.201508-1599OC.", "ArticleIdList": ["10.1164/rccm.201508-1599OC", "PMC5440058", "26745856"]}, {"Citation": "Shin HH, Maquiling A, Thomson EM, Park IW, Stieb DM, Dehghani P. Sex-difference in air pollution-related acute circulatory and respiratory mortality and hospitalization. Sci Total Environ. 2022;806(Pt 3):150515. doi: 10.1016/j.scitotenv.2021.150515.", "ArticleIdList": ["10.1016/j.scitotenv.2021.150515", "34627116"]}, {"Citation": "Birukova A, Cyphert-Daly J, Cumming RI, Yu YR, Gowdy KM, Que LG, Tighe RM. Sex modifies acute ozone-mediated airway physiologic responses. Toxicol Sci. 2019;169(2):499–510. doi: 10.1093/toxsci/kfz056.", "ArticleIdList": ["10.1093/toxsci/kfz056", "PMC6542336", "30825310"]}, {"Citation": "Cho Y, Abu-Ali G, Tashiro H, Brown TA, Osgood RS, Kasahara DI, Huttenhower C, Shore SA. Sex Differences in pulmonary responses to ozone in mice. Role of the microbiome. Am J Respir Cell Mol Biol. 2019;60(2):198–208. doi: 10.1165/rcmb.2018-0099OC.", "ArticleIdList": ["10.1165/rcmb.2018-0099OC", "PMC6376411", "30240285"]}, {"Citation": "Akcılar R, Akçer S, Şimşek H, Akcılar A, Bayat Z, Genç O. The effect of ozone on blood pressure in DOCA-salt-induced hypertensive rats. Int J Clin Exp Med. 2015;8(8):12783–12791.", "ArticleIdList": ["PMC4612877", "26550192"]}, {"Citation": "Juchniewicz H, Lubkowska A. Oxygen-Ozone (O(2)-O(3)) Therapy in Peripheral Arterial Disease (PAD): a review study. Ther Clin Risk Manag. 2020;16:579–594. doi: 10.2147/TCRM.S255247.", "ArticleIdList": ["10.2147/TCRM.S255247", "PMC7334138", "32636631"]}, {"Citation": "Sinharoy SS, Clasen T, Martorell R. Air pollution and stunting: a missing link? Lancet Glob Health. 2020;8(4):e472–e475. doi: 10.1016/S2214-109X(20)30063-2.", "ArticleIdList": ["10.1016/S2214-109X(20)30063-2", "PMC8202973", "32199113"]}, {"Citation": "Calderón Guzmán D, Barragán Mejía G, Hernández García E, Juárez Olguín H. Effect of nutritional status and ozone exposure on some biomarkers of oxidative stress in rat brain regions. Nutr Cancer. 2006;55(2):195–200. doi: 10.1207/s15327914nc5502_11.", "ArticleIdList": ["10.1207/s15327914nc5502_11", "17044775"]}, {"Citation": "Chang TJ, Zheng CM, Wu MY, Chen TT, Wu YC, Wu YL, Lin HT, Zheng JQ, Chu NF, Lin YM. Relationship between body mass index and renal function deterioration among the Taiwanese chronic kidney disease population. Sci Rep. 2018;8(1):6908. doi: 10.1038/s41598-018-24757-6.", "ArticleIdList": ["10.1038/s41598-018-24757-6", "PMC5932053", "29720598"]}, {"Citation": "Bae EH, Oh TR, Suh SH, Yang EM, Choi HS, Kim CS, Ma SK, Kim B, Han K-D, Kim SW. Underweight and weight change increases end-stage renal disease risk in patients with diabetes: a nationwide population-based cohort study. Nutrients. 2021;14(1):154. doi: 10.3390/nu14010154.", "ArticleIdList": ["10.3390/nu14010154", "PMC8747041", "35011029"]}, {"Citation": "Kim CS, Oh TR, Suh SH, Choi HS, Bae EH, Ma SK, Kim B, Han KD, Kim SW. Underweight status and development of end-stage kidney disease: A nationwide population-based study. J Cachexia Sarcopenia Muscle. 2023;14(5):2184–2195. doi: 10.1002/jcsm.13297.", "ArticleIdList": ["10.1002/jcsm.13297", "PMC10570067", "37503821"]}, {"Citation": "Blum MF, Surapaneni A, Stewart JD, Liao D, Yanosky JD, Whitsel EA, Power MC, Grams ME. Particulate matter and albuminuria, glomerular filtration rate, and incident CKD. Clin J Am Soc Nephrol. 2020;15(3):311–319. doi: 10.2215/CJN.08350719.", "ArticleIdList": ["10.2215/CJN.08350719", "PMC7057299", "32108020"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "19"}, {"Year": "2024", "Month": "2", "Day": "12"}, {"Year": "2024", "Month": "3", "Day": "1", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "29", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "28", "Hour": "23", "Minute": "41"}, {"Year": "2024", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["38418953", "PMC10900590", "10.1186/s12882-024-03500-6", "10.1186/s12882-024-03500-6"]}}], "PubmedBookArticle": []}