{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["AMSTAR2", "knee osteoarthritis", "ozone therapy", "randomized controlled trials", "systematic review", "umbrella review"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38444768", "DateRevised": {"Year": "2024", "Month": "03", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "20"}], "ELocationID": ["1348028", "10.3389/fphys.2024.1348028"], "Journal": {"ISSN": "1664-042X", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in physiology", "ISOAbbreviation": "Front Physiol"}, "ArticleTitle": "Efficacy and safety of ozone therapy for knee osteoarthritis: an umbrella review of systematic reviews.", "Pagination": {"StartPage": "1348028", "MedlinePgn": "1348028"}, "Abstract": {"AbstractText": ["The objective of this study is to evaluate the effectiveness and safety of ozone therapy (OT) in the treatment of knee osteoarthritis (KOA), which is the most common form of the disease. We analysed systematic reviews (SRs) of randomised controlled trials (RCTs) using the \"A MeaSurement Tool to Assess systematic Reviews\" (AMSTAR2) instrument to evaluate their quality. We developed a narrative synthesis report with eight SRs (15 RCTs/3,685 patients) to summarise the findings. The AMSTAR2 analysis indicated that all reviews had critically low confidence ratings. Statistically significant effects in pain reduction using OT compared to placebo groups were reported in three SRs. OT was shown to be comparable to other therapies in one SR and not superior in the other five. Six SRs highlighted the need for additional RCTs with improved methodological quality to confirm the efficacy of OT for KOA. SRs found fewer consistent effects for improving joint function. Regarding safety, seven SRs reported a low prevalence of minor adverse events linked with OT. Finally, this umbrella review highlights the beneficial effects and safety of OT in the treatment of KOA, particularly in pain control. The low methodological quality of RCTs and SRs limits the possibility of drawing conclusions on the effectiveness of the procedure in comparison to other therapies. Ensure adequate compliance with guidelines such as Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) and AMSTAR2 has the ability to improve the quality of SRs in this area."], "CopyrightInformation": "Copyright © 2024 Lino, Marinho, Rodrigues and Andrade."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Primary Care Department- Germano Sinval Faria School Health Center, Sergio Arouca National School of Public Health- Oswaldo Cruz Foundation, Rio de Janeiro, Brazil."}], "LastName": "Lino", "ForeName": "Valéria T S", "Initials": "VTS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Quantitative Methods in Health, Sergio Arouca National School of Public Health- Oswaldo Cruz Foundation- Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Marinho", "ForeName": "Daniel S", "Initials": "DS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Primary Care Department- Germano Sinval Faria School Health Center, Sergio Arouca National School of Public Health- Oswaldo Cruz Foundation, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Institute of Social Medicine, State University of Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Rodrigues", "ForeName": "Nadia C P", "Initials": "NCP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Quantitative Methods in Health, Sergio Arouca National School of Public Health- Oswaldo Cruz Foundation- Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Faculty of Medicine, Vassouras University-Vassouras-Rio de Janeiro, Vassouras, Brazil."}], "LastName": "Andrade", "ForeName": "Carlos A F", "Initials": "CAF"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Physiol", "NlmUniqueID": "101549006", "ISSNLinking": "1664-042X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aliyev D., Akkemik U., Asik I. (2023). Efficacy of an intra-articular ozone injection for chronic knee pain due to osteoarthritis. Altern. Ther. Health Med. 29 (1), 24–28.", "ArticleIdList": ["36239567"]}, {"Citation": "\nAnzolin A. P., Bertol C. D. (2018). Ozone therapy as an integrating therapeutic in osteoartrosis treatment: a systematic review. Braz. J. Pain\n1. 10.5935/2595-0118.20180033\nhttp://www.scielo.br/scielo.php?script=sci_arttext&pid=S2595-31922018000200171&lng=en&nrm=iso&tlng=en\n", "ArticleIdList": ["10.5935/2595-0118.20180033"]}, {"Citation": "Arias-Vázquez P. I., Tovilla-Zárate C. A., Bermudez-Ocaña D. Y., Legorreta-Ramírez B. G., López-Narváez M. L. (2019a). Eficacia de las infiltraciones con ozono en el tratamiento de la osteoartritis de rodilla vs. otros tratamientos intervencionistas: revisión sistemática de ensayos clínicos. Rehabilitación. 53 (1), 43–55. 10.1016/j.rh.2018.11.001", "ArticleIdList": ["10.1016/j.rh.2018.11.001", "30929831"]}, {"Citation": "Arias-Vázquez P. I., Tovilla‐Zárate C. A., Hernández‐Díaz Y., González‐Castro T. B., Juárez‐Rojop I. E., López‐Narváez M. L., (2019b). Short‐term therapeutic effects of ozone in the management of pain in knee osteoarthritis: a meta‐analysis. PM& R. 11 (8), 879–887. 10.1002/pmrj.12088", "ArticleIdList": ["10.1002/pmrj.12088", "30689297"]}, {"Citation": "Babaei-Ghazani A., Najarzadeh S., Mansoori K., Forogh B., Madani S. P., Ebadi S., (2018). The effects of ultrasound-guided corticosteroid injection compared to oxygen–ozone (O2–O3) injection in patients with knee osteoarthritis: a randomized controlled trial. Clin. Rheumatol. 37 (9), 2517–2527. 10.1007/s10067-018-4147-6", "ArticleIdList": ["10.1007/s10067-018-4147-6", "29796866"]}, {"Citation": "Bellamy N., Buchanan W. W., Goldsmith C. H., Campbell J., Stitt L. W. (1988). Validation study of WOMAC: a health status instrument for measuring clinically important patient relevant outcomes to antirheumatic drug therapy in patients with osteoarthritis of the hip or knee. J. Rheumatol. 15 (12), 1833–1840.", "ArticleIdList": ["3068365"]}, {"Citation": "\nBocci V., Valacchi G. (2015). Nrf2 activation as target to implement therapeutic treatments. http://journal.frontiersin.org/Article/10.3389/fchem.2015.00004/abstract.", "ArticleIdList": ["10.3389/fchem.2015.00004/abstract", "PMC4313773", "25699252"]}, {"Citation": "\nBorrelli E., Alexandre A., Iliakis E., Alexandre A., Bocci V. (2015). Disc herniation and knee arthritis as chronic oxidative stress diseases: the therapeutic role of oxygen ozone therapy. J. Arthritis\n4. 10.4172/2167-7921.1000161\nhttp://www.omicsgroup.org/journals/disc-herniation-and-knee-arthritis-as-chronic-oxidative-stress-diseases-the-therapeutic-role-of-oxygen-ozone-therapy-2167-7921-1000161.php?aid=58544\n", "ArticleIdList": ["10.4172/2167-7921.1000161"]}, {"Citation": "Chansoria M., Upadhyay S., Panwar S., Vyas N. (2016). Comparative efficacy of intraarticular injection of combination of ozone and steroid and ozone alone in patients with primary knee osteoarthritis: a prospective and randomized clinical analysis. J. Recent Adv. Pain 2 (1), 11–14. 10.5005/jp-journals-10046-0027", "ArticleIdList": ["10.5005/jp-journals-10046-0027"]}, {"Citation": "Costa T., Rodrigues-Manica S., Lopes C., Gomes J., Marona J., Falcão S., (2018). Ozone therapy in knee osteoarthritis: a systematic review. Acta Med. Port. 31 (10), 576–580. 10.20344/amp.10330", "ArticleIdList": ["10.20344/amp.10330", "30387426"]}, {"Citation": "Davies C. M., Guilak F., Weinberg J. B., Fermor B. (2008). Reactive nitrogen and oxygen species in interleukin-1-mediated DNA damage associated with osteoarthritis. Osteoarthr. Cartil. 16 (5), 624–630. 10.1016/j.joca.2007.09.012", "ArticleIdList": ["10.1016/j.joca.2007.09.012", "PMC2430155", "17945515"]}, {"Citation": "de Sire A., Marotta N., Ferrillo M., Agostini F., Sconza C., Lippi L., (2022). Oxygen-ozone therapy for reducing pro-inflammatory cytokines serum levels in musculoskeletal and temporomandibular disorders: a comprehensive review. IJMS 23 (5), 2528. 10.3390/ijms23052528", "ArticleIdList": ["10.3390/ijms23052528", "PMC8910188", "35269681"]}, {"Citation": "Duymus T. M., Mutlu S., Dernek B., Komur B., Aydogmus S., Kesiktas F. N. (2017). Choice of intra-articular injection in treatment of knee osteoarthritis: platelet-rich plasma, hyaluronic acid or ozone options. Knee Surg. Sports Traumatol. Arthrosc. 25 (2), 485–492. 10.1007/s00167-016-4110-5", "ArticleIdList": ["10.1007/s00167-016-4110-5", "27056686"]}, {"Citation": "Giombini A., Menotti F., Di Cesare A., Giovannangeli F., Rizzo M., Moffa S., (2016). Comparison between intrarticular injection of hyaluronic acid, oxygen ozone, and the combination of both in the treatment of knee osteoarthrosis. J. Biol. Regul. Homeost. Agents 30 (2), 621–625.", "ArticleIdList": ["27358159"]}, {"Citation": "\nHashemi M., Jalili P., Mennati S., Koosha A., Rohanifar R., Madadi F., (2015). The effects of prolotherapy with hypertonic dextrose versus prolozone (intraarticular ozone) in patients with knee osteoarthritis. Anesth. Pain Med.\n5, e27585. 10.5812/aapm.27585\nhttps://brief.land/aapm/articles/17496.html\n\n", "ArticleIdList": ["10.5812/aapm.27585", "PMC4644302", "26587401"]}, {"Citation": "Higgins J. P. T., Altman D. G., Gotzsche P. C., Juni P., Moher D., Oxman A. D., (2011). The Cochrane Collaboration’s tool for assessing risk of bias in randomised trials. BMJ 343, d5928. 10.1136/bmj.d5928", "ArticleIdList": ["10.1136/bmj.d5928", "PMC3196245", "22008217"]}, {"Citation": "Hunter D. J., Bierma-Zeinstra S. (2019). Osteoarthr. Lancet. 393 (10182), 1745–1759. 10.1016/S0140-6736(19)30417-9", "ArticleIdList": ["10.1016/S0140-6736(19)30417-9", "31034380"]}, {"Citation": "Jamtvedt G., Dahm K. T., Christie A., Moe R. H., Haavardsholm E., Holm I., (2008). Physical therapy interventions for patients with osteoarthritis of the knee: an overview of systematic reviews. Phys. Ther. 88 (1), 123–136. 10.2522/ptj.20070043", "ArticleIdList": ["10.2522/ptj.20070043", "17986496"]}, {"Citation": "Javadi Hedayatabad J., Kachooei A. R., Taher Chaharjouy N., Vaziri N., Mehrad-Majd H., Emadzadeh M., (2020). The effect of ozone (O3) versus hyaluronic acid on pain and function in patients with knee osteoarthritis: a systematic review and meta-analysis. ABJS 8, 343–354. 10.22038/abjs.2020.46925.2292", "ArticleIdList": ["10.22038/abjs.2020.46925.2292", "PMC7358241", "32766391"]}, {"Citation": "Lequesne M. G., Mery C., Samson M., Gerard P. (1987). Indexes of severity for osteoarthritis of the hip and knee: validation–Value in Comparison with other assessment tests . Scand. J. Rheumatology 16 (65), 85–89. 10.3109/03009748709102182", "ArticleIdList": ["10.3109/03009748709102182", "3479839"]}, {"Citation": "Li Q., Qi X., Zhang Z. (2018). Intra-articular oxygen-ozone versus hyaluronic acid in knee osteoarthritis: a meta-analysis of randomized controlled trials. Int. J. Surg. 58, 3–10. 10.1016/j.ijsu.2018.08.007", "ArticleIdList": ["10.1016/j.ijsu.2018.08.007", "30170178"]}, {"Citation": "Lopes de Jesus C. C., dos Santos F. C., de Jesus L., Monteiro I., Sant’Ana M., Trevisani V. F. M. (2017). Comparison between intra-articular ozone and placebo in the treatment of knee osteoarthritis: a randomized, double-blinded, placebo-controlled study. PLoS ONE 12 (7), 10.1371/journal.pone.0179185", "ArticleIdList": ["10.1371/journal.pone.0179185", "PMC5524330", "28738079"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D. G., (2009). Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 6 (7), 10.1371/journal.pmed.1000097", "ArticleIdList": ["10.1371/journal.pmed.1000097", "PMC2707599", "19621072"]}, {"Citation": "Noori-Zadeh A., Bakhtiyari S., Khooz R., Haghani K., Darabi S. (2019). Intra-articular ozone therapy efficiently attenuates pain in knee osteoarthritic subjects: a systematic review and meta-analysis. Complementary Ther. Med. 42, 240–247. 10.1016/j.ctim.2018.11.023", "ArticleIdList": ["10.1016/j.ctim.2018.11.023", "30670248"]}, {"Citation": "Oliviero A., Giordano L., Maffulli N. (2019). The temporal effect of intra-articular ozone injections on pain in knee osteoarthritis. Br. Med. Bull., ldz028. 52, 10.1093/bmb/ldz028", "ArticleIdList": ["10.1093/bmb/ldz028", "31602459"]}, {"Citation": "Pieper D., Antoine S. L., Mathes T., Neugebauer E. A. M., Eikermann M. (2014). Systematic review finds overlapping reviews were not mentioned in every other overview. J. Clin. Epidemiol. 67 (4), 368–375. 10.1016/j.jclinepi.2013.11.007", "ArticleIdList": ["10.1016/j.jclinepi.2013.11.007", "24581293"]}, {"Citation": "Pollock M., Fernandes R. M., Becker L. A., Pieper D., Hartling L. (2023). “Overviews of reviews,” in Cochrane handbook for systematic reviews of interventions version 63 (London, UK: Cochrane; )."}, {"Citation": "Price D. D., McGrath P. A., Rafii A., Buckingham B. (1983). The validation of visual analogue scales as ratio scale measures for chronic and experimental pain. Pain 17 (1), 45. 10.1016/0304-3959(83)90126-4", "ArticleIdList": ["10.1016/0304-3959(83)90126-4", "6226917"]}, {"Citation": "Quintero R., Schwartz A. (2012). Ozonetherapy and legislation: analysis for its regularization. Ozone Therapy Global Journal 2, 51–90."}, {"Citation": "Raeissadat S. A., Rayegani S. M., Forogh B., Hassan Abadi P., Moridnia M., Rahimi-Dehgolan S. (2018a). Intra-articular ozone or hyaluronic acid injection: which one is superior in patients with knee osteoarthritis? A 6-month randomized clinical trial. JPR 11, 111–117. 10.2147/JPR.S142755", "ArticleIdList": ["10.2147/JPR.S142755", "PMC5757972", "29379312"]}, {"Citation": "Raeissadat S. A., Tabibian E., Rayegani S. M., Rahimi-Dehgolan S., Babaei-Ghazani A. (2018b). An investigation into the efficacy of intra-articular ozone (O2-O3) injection in patients with knee osteoarthritis: a systematic review and meta-analysis. JPR 11, 2537–2550. 10.2147/JPR.S175441", "ArticleIdList": ["10.2147/JPR.S175441", "PMC6207244", "30498370"]}, {"Citation": "Safiri S., Kolahi A. A., Smith E., Hill C., Bettampadi D., Mansournia M. A., (2020). Global, regional and national burden of osteoarthritis 1990-2017: a systematic analysis of the Global Burden of Disease Study 2017. Ann. Rheum. Dis. 79 (6), 819–828. 10.1136/annrheumdis-2019-216515", "ArticleIdList": ["10.1136/annrheumdis-2019-216515", "32398285"]}, {"Citation": "Sconza C., Di Matteo B., Queirazza P., Dina A., Amenta R., Respizzi S., (2023). Ozone therapy versus hyaluronic acid injections for pain relief in patients with knee osteoarthritis: preliminary findings on molecular and clinical outcomes from a randomized controlled trial. IJMS 24 (10), 8788. 10.3390/ijms24108788", "ArticleIdList": ["10.3390/ijms24108788", "PMC10218112", "37240135"]}, {"Citation": "Sconza C., Respizzi S., Virelli L., Vandenbulcke F., Iacono F., Kon E., (2020). Oxygen–ozone therapy for the treatment of knee osteoarthritis: a systematic review of randomized controlled trials. Arthrosc. J. Arthrosc. Relat. Surg. 36 (1), 277–286. 10.1016/j.arthro.2019.05.043", "ArticleIdList": ["10.1016/j.arthro.2019.05.043", "31679646"]}, {"Citation": "Serra M. E. G., Baeza-Noci J., Mendes Abdala C. V., Luvisotto M. M., Bertol C. D., Anzolin A. P. (2023). The role of ozone treatment as integrative medicine. An evidence and gap map. Front. Public Health 10, 1112296. 10.3389/fpubh.2022.1112296", "ArticleIdList": ["10.3389/fpubh.2022.1112296", "PMC9885089", "36726625"]}, {"Citation": "Shea B. J., Grimshaw J. M., Wells G. A., Boers M., Andersson N., Hamel C., (2007). Development of AMSTAR: a measurement tool to assess the methodological quality of systematic reviews. BMC Med. Res. Methodol. 7 (1), 10. 10.1186/1471-2288-7-10", "ArticleIdList": ["10.1186/1471-2288-7-10", "PMC1810543", "17302989"]}, {"Citation": "Shea B. J., Reeves B. C., Wells G., Thuku M., Hamel C., Moran J., (2017). AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both. BMJ 358, j4008. 10.1136/bmj.j4008", "ArticleIdList": ["10.1136/bmj.j4008", "PMC5833365", "28935701"]}, {"Citation": "Valentine J. C., Thompson S. G. (2013). Issues relating to confounding and meta-analysis when including non-randomized studies in systematic reviews on the effects of interventions: CONFOUNDING AND META-ANALYSIS. Res. Syn. Meth 4 (1), 26–35. 10.1002/jrsm.1064", "ArticleIdList": ["10.1002/jrsm.1064", "26053537"]}, {"Citation": "Wylde V., Beswick A., Bruce J., Blom A., Howells N., Gooberman-Hill R. (2018). Chronic pain after total knee arthroplasty. EFORT Open Rev. 3 (8), 461–470. 10.1302/2058-5241.3.180004", "ArticleIdList": ["10.1302/2058-5241.3.180004", "PMC6134884", "30237904"]}, {"Citation": "Xing D., Wang B., Zhang W., Yang Z., Hou Y., Chen Y., (2017). Intra-articular platelet-rich plasma injections for knee osteoarthritis: an overview of systematic reviews and risk of bias considerations. Int. J. Rheum. Dis. 20 (11), 1612–1630. 10.1111/1756-185X.13233", "ArticleIdList": ["10.1111/1756-185X.13233", "29210206"]}, {"Citation": "Zhu L., Yang S., Wang S., Gong H., Li L., Wei X. (2015). Effectiveness and safety of manufactured Chinese herbal formula for knee osteoarthritis: insights from a systematic review. Evidence-Based Complementary Altern. Med. 2015, 1–19. 10.1155/2015/328642", "ArticleIdList": ["10.1155/2015/328642", "PMC4644564", "26609310"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "12", "Day": "6"}, {"Year": "2024", "Month": "1", "Day": "30"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "3", "Minute": "54"}, {"Year": "2024", "Month": "2", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38444768", "PMC10912569", "10.3389/fphys.2024.1348028", "1348028"]}}], "PubmedBookArticle": []}