{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air quality dynamics", "Atmospheric chemistry", "Differential evaluation", "Environmental research", "Predictor influence", "Synoptic conditions"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38462000", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "09"}], "ELocationID": ["10.1016/j.scitotenv.2024.171488", "S0048-9697(24)01629-2"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "925", "PubDate": {"Year": "2024", "Month": "May", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Evaluating the multi-variable influence on O<sub>3</sub>, NO<sub>2</sub>, and HCHO using BRTs and RF model.", "Pagination": {"StartPage": "171488", "MedlinePgn": "171488"}, "Abstract": {"AbstractText": ["This study addresses significant knowledge gaps in understanding the complex interplay between atmospheric chemistry and synoptic conditions. Using emerging machine learning techniques-Boosted Regression Trees (BRTs) and Random Forest (RF) models-we investigate the influence of synoptic conditions on pollutant levels. Several BRTs and RF models are developed to estimate surface concentrations of ozone (O<sub>3</sub>), nitrogen dioxide (NO<sub>2</sub>), and formaldehyde (HCHO). By considering a range of algorithmic structures and explanatory variables for each pollutant, the research aims to identify the most skillful predictive approaches and influential factors governing pollutant levels. The design seeks to highlight key determinants of concentration patterns without constraining the investigation to pre-defined model structures or explanatory variable sets. Introducing a novel methodology, Correlation Coefficient Differential Evaluation (C<sup>2</sup>DE), we quantitatively assess the influence of explanatory variables. C<sup>2</sup>DE reveals significant contributions from spatial variables (i.e., trajectory clusters at varying altitudes), formaldehyde to nitrogen dioxide ratio (FNR), and meteorological parameters. Specifically, spatial variables contribute approximately 28 % to O<sub>3</sub> concentrations, while the FNR accounts for around 5.2-9.8 % of the overall influence. For NO<sub>2</sub> and HCHO, spatial variables contribute around 26.5 % and 32.1 %, respectively. Moreover, when considering the combined influence of meteorological parameters, these collectively explain about 45.34 %, 35.31 %, and 45.41 % of the variations in O<sub>3</sub>, NO<sub>2</sub>, and HCHO concentrations, respectively. Thus, C<sup>2</sup>DE provides valuable insights into the relative contributions of these factors, aiding in the comprehensive evaluation of air quality dynamics. This underscores the need for a multifaceted approach to comprehending and effectively addressing air pollution before devising its control strategies."], "CopyrightInformation": "Copyright © 2024. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China; University of Science and Technology of China, Hefei 230026, China; Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China."}], "LastName": "Khayyam", "ForeName": "Junaid", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China; University of Science and Technology of China, Hefei 230026, China; Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China; Institutes of Physical Science and Information Technology, Anhui University, Hefei 230601, China. Electronic address: phxie@aiofm.ac.cn."}], "LastName": "Xie", "ForeName": "Pinhua", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China. Electronic address: jxu@aiofm.ac.cn."}], "LastName": "Xu", "ForeName": "Jin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China; Institutes of Physical Science and Information Technology, Anhui University, Hefei 230601, China."}], "LastName": "Tian", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China."}], "LastName": "Hu", "ForeName": "Zhaokun", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key laboratory of Environmental Optical and Technology, Anhui Institute of Optics and Fine Mechanics, Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei 230031, China."}], "LastName": "Li", "ForeName": "Ang", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "CoiStatement": "Declaration of competing interest The authors have no competing interests."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "12", "Day": "1"}, {"Year": "2024", "Month": "2", "Day": "27"}, {"Year": "2024", "Month": "3", "Day": "3"}, {"Year": "2024", "Month": "3", "Day": "11", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "11", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "10", "Hour": "20", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38462000", "10.1016/j.scitotenv.2024.171488", "S0048-9697(24)01629-2"]}}], "PubmedBookArticle": []}