{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Environmental impact", "Life cycle assessment", "Life cycle costing", "Net environmental benefit", "Sustainability", "Wastewater treatment"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38491308", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "16"}], "ELocationID": ["10.1007/s10661-024-12519-z"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "196", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "16"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "Evaluating the environmental and economic performance of biological and advanced biological wastewater treatment plants by life cycle assessment and life cycle costing.", "Pagination": {"StartPage": "373", "MedlinePgn": "373"}, "Abstract": {"AbstractText": ["The primary objective of this study is to assess and establish benchmarks for environmental and economic sustainability of biological and advanced biological wastewater treatment plants (WWTPs) with different treatment technologies and characteristics. Furthermore, the study aims to determine the beneficial role of WWTPs to reduction of eutrophication potential. Environmental and economic sustainability of ten municipal WWTPs was assessed using life cycle assessment (LCA) and life cycle costing (LCC). In the first section of the study, LCA was performed to determine the environmental performance of the WWTPs. Furthermore, net environmental benefit (NEB) approach was implemented to reveal the beneficial role of WWTPs to eutrophication potential. In the subsequent section, LCA-based LCC was conducted by integrating the results of LCA. The most significant environmental impact was determined as marine aquatic ecotoxicity, which is highly affected from the generation and transmission of electricity consumed in the WWTPs. Wastewater recovery and co-incineration of sewage sludge in cement kiln ensure significant environmental savings on ozone layer depletion, human toxicity, acidification, photochemical oxidation, and abiotic depletion (fossil fuel) potential. Considering NEB approach, the highest NEB values were found for the WWTPs with the higher organic load and nutrient concentration in the influent. The results of LCC in WWTPs varied between 0.21 and 0.53 €/m<sup>3</sup>. External (environmental) costs were evaluated higher than internal (operational) costs for all selected WWTPs. While eutrophication was the highest among environmental costs, electricity cost was the highest among operational costs for almost all WWTPs."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering, Kocaeli University, Kocaeli, Turkey. simge.taner@kocaeli.edu.tr."}], "LastName": "Çankaya", "ForeName": "Simge", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering, Kocaeli University, Kocaeli, Turkey."}], "LastName": "Pekey", "ForeName": "Beyhan", "Initials": "B"}], "GrantList": [{"GrantID": "FKA-2020-2087", "Agency": "Kocaeli Üniversitesi", "Country": ""}, {"GrantID": "FKA-2020-2087", "Agency": "Kocaeli Üniversitesi", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Wastewater"}, {"RegistryNumber": "0", "NameOfSubstance": "Sewage"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Wastewater"}, {"QualifierName": ["methods"], "DescriptorName": "Waste Disposal, Fluid"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Sewage"}, {"QualifierName": [], "DescriptorName": "Water Purification"}, {"QualifierName": [], "DescriptorName": "Life Cycle Stages"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Arendt, R., Bachmann, T. M., Motoshita, M., et al. (2020). Comparison of different monetization methods in LCA: A review. Sustainability, 12(24), 10493.", "ArticleIdList": ["10.3390/su122410493"]}, {"Citation": "Awad, H., Alalm, M. G., & El-Etriby, H. K. (2019). Environmental and cost life cycle assessment of different alternatives for improvement of wastewater treatment plants in developing countries. Science of the Total Environment, 660, 57–68.", "ArticleIdList": ["10.1016/j.scitotenv.2018.12.386"]}, {"Citation": "Banar, M., & Özdemir, A. (2015). An evaluation of railway passenger transport in Turkey using life cycle assessment and life cycle cost methods. Transportation Research Part D: Transport and Environment, 41, 88–105.", "ArticleIdList": ["10.1016/j.trd.2015.09.017"]}, {"Citation": "BP (British Petroleum). (2018). Products and services. Fuel and autogas prices. https://www.bp.com/tr_tr/turkey/home/urun-ve-hizmetler/akaryakit-ve-pompa-fiyatlari.html?mode=archive . Accessed 13 Aug 2022."}, {"Citation": "Buonocore, E., Mellino, S., De Angelis, G., et al. (2018). Life cycle assessment indicators of urban wastewater and sewage sludge treatment. Ecological Indicators, 94, 13–23.", "ArticleIdList": ["10.1016/j.ecolind.2016.04.047"]}, {"Citation": "Canaj, K., Mehmeti, A., Morrone, D., et al. (2021). Life cycle-based evaluation of environmental impacts and external costs of treated wastewater reuse for irrigation: A case study in southern Italy. Journal of Cleaner Production, 293, 126142.", "ArticleIdList": ["10.1016/j.jclepro.2021.126142"]}, {"Citation": "Çankaya, S., & Pekey, B. (2019). A comparative life cycle assessment for sustainable cement production in Turkey. Journal of Environmental Management, 249, 109362.", "ArticleIdList": ["10.1016/j.jenvman.2019.109362"]}, {"Citation": "Çapa, S., Özdemir, A., Günkaya, Z., et al. (2022). An environmental and economic assessment based on life cycle approaches for industrial wastewater treatment and water recovery. Journal of Water Process Engineering, 49, 103002.", "ArticleIdList": ["10.1016/j.jwpe.2022.103002"]}, {"Citation": "Corominas, L., Byrne, D. M., Guest, J. S., et al. (2020). The application of life cycle assessment (LCA) to wastewater treatment: A best practice guide and critical review. Water Research, 184, 116058.", "ArticleIdList": ["10.1016/j.watres.2020.116058"]}, {"Citation": "Daskiran, F., Gulhan, H., Guven, H., et al. (2022). Comparative evaluation of different operation scenarios for a full-scale wastewater treatment plant: Modeling coupled with life cycle assessment. Journal of Cleaner Production, 341, 130864.", "ArticleIdList": ["10.1016/j.jclepro.2022.130864"]}, {"Citation": "Delre, A., ten Hoeve, M., & Scheutz, C. (2019). Site-specific carbon footprints of Scandinavian wastewater treatment plants, using the life cycle assessment approach. Journal of Cleaner Production, 211, 1001–1014.", "ArticleIdList": ["10.1016/j.jclepro.2018.11.200"]}, {"Citation": "EMRA (Energy Market Regulatory Authorities). (2018). Turkey's energy profile and strategy. Available online: http://www.mfa.gov.tr/turkeys-energy-strategy.en.mfa"}, {"Citation": "European Commission, Eurostat. (2018). Harmonised indices of consumer prices – annual data. https://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do . Accessed 18 Sep 2022."}, {"Citation": "Gålfalk, M., Påledal, S. N., Sehlén, R., et al. (2022). Ground-based remote sensing of CH4 and N2O fluxes from a wastewater treatment plant and nearby biogas production with discoveries of unexpected sources. Environmental Research, 204, 111978.", "ArticleIdList": ["10.1016/j.envres.2021.111978"]}, {"Citation": "Godin, D., Bouchard, C., & Vanrolleghem, P. A. (2012). Net environmental benefit: Introducing a new LCA approach on wastewater treatment systems. Water Science and Technology, 65(9), 1624–1631.", "ArticleIdList": ["10.2166/wst.2012.056"]}, {"Citation": "Hall, M. R., Priestley, A., & Muster, T. H. (2018). Environmental life cycle costing and sustainability: Insights from pollution abatement and resource recovery in wastewater treatment. Journal of Industrial Ecology, 22(5), 1127–1138.", "ArticleIdList": ["10.1111/jiec.12636"]}, {"Citation": "Hao, X., Wang, X., Liu, R., et al. (2019). Environmental impacts of resource recovery from wastewater treatment plants. Water Research, 160, 268–277.", "ArticleIdList": ["10.1016/j.watres.2019.05.068"]}, {"Citation": "Harris, S., Tsalidis, G., Corbera, J. B., et al. (2021). Application of LCA and LCC in the early stages of wastewater treatment design: A multiple case study of brine effluents. Journal of Cleaner Production, 307, 127298.", "ArticleIdList": ["10.1016/j.jclepro.2021.127298"]}, {"Citation": "Hospido, A., Moreira, M. T., & Feijoo, G. (2008). A comparison of municipal wastewater treatment plants for big centres of population in Galicia (Spain). The International Journal of Life Cycle Assessment, 13(1), 57–64.", "ArticleIdList": ["10.1065/lca2007.03.314"]}, {"Citation": "Hunkeler, D., Lichtenvort, K., & Rebitzer, G. (2008). Environmental life cycle costing. CRC Press."}, {"Citation": "Huysegoms, L., Rousseau, S., & Cappuyns, V. (2018). Friends or foes? Monetized life cycle assessment and cost-benefit analysis of the site remediation of a former gas plant. Science of the Total Environment, 619, 258–271.", "ArticleIdList": ["10.1016/j.scitotenv.2017.10.330"]}, {"Citation": "Ilyas, M., Kassa, F. M., & Darun, M. R. (2021). Life cycle cost analysis of wastewater treatment: A systematic review of literature. Journal of Cleaner Production, 310, 127549.", "ArticleIdList": ["10.1016/j.jclepro.2021.127549"]}, {"Citation": "IPCC. (2019). 2019 Refinement to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories. Chapter 6: Wastewater Treatment and Discharge. Deborah Bartram, Michael D. Short, Yoshitaka Ebie, Juraj Farkaš, Céline Gueguen, Gregory M. Peters, Nuria Mariana Zanzottera, M. Karthik. Published: IPCC, Switzerland."}, {"Citation": "ISO 14040. (2006). Environmental management—life cycle assessment—principles and framework. Geneva, Switzerland."}, {"Citation": "Jiang, H., Jin, Q., Cheng, P., Hua, M., & Ye, Z. (2021). How are typical urban sewage treatment technologies going in China: From the perspective of life cycle environmental and economic coupled assessment. Environmental Science and Pollution Research, 28, 45109–45120.", "ArticleIdList": ["10.1007/s11356-021-13910-w"]}, {"Citation": "Karaca, G. (2016). Environmental and economic assessment of water reuse applications. Master of Science Thesis, Dokuz Eylül University, İzmir, Türkiye."}, {"Citation": "Li, Y., Luo, X., Huang, X., et al. (2013). Life cycle assessment of a municipal wastewater treatment plant: A case study in Suzhou, China. Journal of Cleaner Production, 57, 221–227.", "ArticleIdList": ["10.1016/j.jclepro.2013.05.035"]}, {"Citation": "Li, Y., Zhang, S., Zhang, W., et al. (2019). Life cycle assessment of advanced wastewater treatment processes: Involving 126 pharmaceuticals and personal care products in life cycle inventory. Journal of Environmental Management, 238, 442–450.", "ArticleIdList": ["10.1016/j.jenvman.2019.01.118"]}, {"Citation": "Liao, X., Tian, Y., Gan, Y., & Ji, J. (2020). Quantifying urban wastewater treatment sector’s greenhouse gas emissions using a hybrid life cycle analysis method–an application on Shenzhen city in China. Science of the Total Environment, 745, 141176.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141176"]}, {"Citation": "Limphitakphong, N., Pharino, C., & Kanchanapiya, P. (2016). Environmental impact assessment of centralized municipal wastewater management in Thailand. The International Journal of Life Cycle Assessment, 21(12), 1789–1798.", "ArticleIdList": ["10.1007/s11367-016-1130-9"]}, {"Citation": "Liu, W., Iordan, C. M., Cherubini, F., et al. (2021). Environmental impacts assessment of wastewater treatment and sludge disposal systems under two sewage discharge standards: A case study in Kunshan, China. Journal of Cleaner Production, 287, 125046.", "ArticleIdList": ["10.1016/j.jclepro.2020.125046"]}, {"Citation": "Lorenzo-Toja, Y., Vázquez-Rowe, I., Chenel, S., et al. (2015). Eco-efficiency analysis of Spanish WWTPs using the LCA+ DEA method. Water Research, 68, 651–666.", "ArticleIdList": ["10.1016/j.watres.2014.10.040"]}, {"Citation": "Lorenzo-Toja, Y., Alfonsín, C., Amores, M. J., et al. (2016). Beyond the conventional life cycle inventory in wastewater treatment plants. Science of the Total Environment, 553, 71–82.", "ArticleIdList": ["10.1016/j.scitotenv.2016.02.073"]}, {"Citation": "Muñoz, I., Aktürk, A. S., Ayyıldız, Ö., et al. (2020). Life cycle assessment of wastewater reclamation in a petroleum refinery in Turkey. Journal of Cleaner Production, 268, 121967.", "ArticleIdList": ["10.1016/j.jclepro.2020.121967"]}, {"Citation": "Niero, M., Pizzol, M., Bruun, H. G., et al. (2014). Comparative life cycle assessment of wastewater treatment in Denmark including sensitivity and uncertainty analysis. Journal of Cleaner Production, 68, 25–35.", "ArticleIdList": ["10.1016/j.jclepro.2013.12.051"]}, {"Citation": "OECD (Organisation for Economic Co-operation and Development), Purchasing Power Parities (PPP). (2018). https://data.oecd.org/conversion/purchasing-power-parities-ppp.htm . Accessed 6 Sept 2022."}, {"Citation": "Ozgun, H., Cicekalan, B., Akdag, Y., et al. (2021). Comparative evaluation of cost for preliminary and tertiary municipal wastewater treatment plants in Istanbul. Science of the Total Environment, 778, 146258.", "ArticleIdList": ["10.1016/j.scitotenv.2021.146258"]}, {"Citation": "Padilla-Rivera, A., Morgan-Sagastume, J. M., & Güereca-Hernández, L. P. (2019). Sustainability assessment of wastewater systems: An environmental and economic approach. Environmental Protection, 10(2), 241–259.", "ArticleIdList": ["10.4236/jep.2019.102014"]}, {"Citation": "Pasqualino, J. C., Meneses, M., Abella, M., et al. (2009). LCA as a decision support tool for the environmental improvement of the operation of a municipal wastewater treatment plant. Environmental Science & Technology, 43(9), 3300–3307.", "ArticleIdList": ["10.1021/es802056r"]}, {"Citation": "Patel, K., & Singh, S. K. (2022). A life cycle approach to environmental assessment of wastewater and sludge treatment processes. Water Environment Journal, 36(3), 412–424.", "ArticleIdList": ["10.1111/wej.12774"]}, {"Citation": "Paulu, A., Bartáček, J., Šerešová, M., et al. (2021). Combining process modelling and lca to assess the environmental impacts of wastewater treatment innovations. Water, 13(9), 1246.", "ArticleIdList": ["10.3390/w13091246"]}, {"Citation": "Piao, W., Kim, Y., Kim, H., et al. (2016). Life cycle assessment and economic efficiency analysis of integrated management of wastewater treatment plants. Journal of Cleaner Production, 113, 325–337.", "ArticleIdList": ["10.1016/j.jclepro.2015.11.012"]}, {"Citation": "Pintilie, L., Torres, C. M., Teodosiu, C., et al. (2016). Urban wastewater reclamation for industrial reuse: An LCA case study. Journal of Cleaner Production, 139, 1–14.", "ArticleIdList": ["10.1016/j.jclepro.2016.07.209"]}, {"Citation": "Polruang, S., Sirivithayapakorn, S., & Talang, R. P. N. (2018). A comparative life cycle assessment of municipal wastewater treatment plants in Thailand under variable power schemes and effluent management programs. Journal of Cleaner Production, 172, 635–648.", "ArticleIdList": ["10.1016/j.jclepro.2017.10.183"]}, {"Citation": "Rahman, S. M., Eckelman, M. J., Onnis-Hayden, A., et al. (2016). Life-cycle assessment of advanced nutrient removal technologies for wastewater treatment. Environmental Science & Technology, 50(6), 3020–3030.", "ArticleIdList": ["10.1021/acs.est.5b05070"]}, {"Citation": "Rashid, S. S., & Liu, Y. Q. (2021). Comparison of life cycle toxicity assessment methods for municipal wastewater treatment with the inclusion of direct emissions of metals, PPCPs and EDCs. Science of the Total Environment, 756, 143849.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143849"]}, {"Citation": "Rashid, S. S., Liu, Y. Q., & Zhang, C. (2020). Upgrading a large and centralised municipal wastewater treatment plant with sequencing batch reactor technology for integrated nutrient removal and phosphorus recovery: Environmental and economic life cycle performance. Science of the Total Environment, 749, 141465.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141465"]}, {"Citation": "Rashidi, J., Rhee, G., Kim, M., et al. (2018). Life cycle and economic assessments of key emerging energy efficient wastewater treatment processes for climate change adaptation. International Journal of Environmental Research, 12(6), 815–827.", "ArticleIdList": ["10.1007/s41742-018-0135-6"]}, {"Citation": "Rebello, T. A., Roque, R. P., Gonçalves, R. F., et al. (2021). Life cycle assessment of urban wastewater treatment plants: A critical analysis and guideline proposal. Water Science and Technology, 83(3), 501–514.", "ArticleIdList": ["10.2166/wst.2020.608"]}, {"Citation": "Risch, E., Boutin, C., & Roux, P. (2021). Applying life cycle assessment to assess the environmental performance of decentralised versus centralised wastewater systems. Water Research, 196, 116991.", "ArticleIdList": ["10.1016/j.watres.2021.116991"]}, {"Citation": "Rodrıguez-Garcıa, G., Molınos-Senante, M., Hospıdo, A., et al. (2011). Environmental and economic profile of six typologies of wastewater treatment plants. Water Research, 45(18), 5997–6010.", "ArticleIdList": ["10.1016/j.watres.2011.08.053"]}, {"Citation": "Rufí-Salís, M., Petit-Boix, A., Leipold, S., et al. (2022). Increasing resource circularity in wastewater treatment: environmental implications of technological upgrades. Science of the Total Environment, 838, 156422."}, {"Citation": "Shao, S., Mu, H., Keller, A. A., et al. (2021). Environmental tradeoffs in municipal wastewater treatment plant upgrade: A life cycle perspective. Environmental Science and Pollution Research, 28(26), 34913–34923.", "ArticleIdList": ["10.1007/s11356-021-13004-7"]}, {"Citation": "Sheikholeslami, Z., Ehteshami, M., Nazif, S., et al. (2022). The environmental assessment of tertiary treatment technologies for wastewater reuse by considering LCA uncertainty. Process Safety and Environmental Protection, 168, 928–941.", "ArticleIdList": ["10.1016/j.psep.2022.10.074"]}, {"Citation": "Szulc, P., Kasprzak, J., Dymaczewski, Z., et al. (2021). Life cycle assessment of municipal wastewater treatment processes regarding energy production from the sludge line. Energies, 14(2), 356.", "ArticleIdList": ["10.3390/en14020356"]}, {"Citation": "Talang, R. P. N., Sirivithayapakorn, S., & Polruang, S. (2020). Environmental impacts and cost-effectiveness of Thailand’s centralized municipal wastewater treatment plants with different nutrient removal processes. Journal of Cleaner Production, 256, 120433.", "ArticleIdList": ["10.1016/j.jclepro.2020.120433"]}, {"Citation": "TEDAS (Turkey Electricity Distribution Company). (2018). Electricity price list. https://www.tedas.gov.tr/sx.web.docs/tedas/docs/elektriktarifeleri//Ocak2020TarifeTablosu.pdf . Accessed 21 Sept 2022."}, {"Citation": "Theregowda, R. B., Vidic, R., Landis, A. E., et al. (2016). Integrating external costs with life cycle costs of emissions from tertiary treatment of municipal wastewater for reuse in cooling systems. Journal of Cleaner Production, 112, 4733–4740.", "ArticleIdList": ["10.1016/j.jclepro.2015.06.020"]}, {"Citation": "Wang, X., Liu, J., Ren, N. Q., et al. (2012). Environmental profile of typical anaerobic/anoxic/oxic wastewater treatment systems meeting increasingly stringent treatment standards from a life cycle perspective. Bioresource Technology, 126, 31–40.", "ArticleIdList": ["10.1016/j.biortech.2012.09.009"]}, {"Citation": "Zang, Y., Li, Y., Wang, C., et al. (2015). Towards more accurate life cycle assessment of biological wastewater treatment plants: A review. Journal of Cleaner Production, 107, 676–692.", "ArticleIdList": ["10.1016/j.jclepro.2015.05.060"]}, {"Citation": "Zhao, Y., Christensen, T. H., Lu, W., et al. (2011). Environmental impact assessment of solid waste management in Beijing City, China. Waste Management, 31(4), 793–799.", "ArticleIdList": ["10.1016/j.wasman.2010.11.007"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "7"}, {"Year": "2024", "Month": "3", "Day": "5"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "16", "Hour": "21", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "16", "Hour": "0", "Minute": "34"}], "PublicationStatus": "epublish", "ArticleIdList": ["38491308", "10.1007/s10661-024-12519-z", "10.1007/s10661-024-12519-z"]}}], "PubmedBookArticle": []}