{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38532034", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "26"}], "ELocationID": ["7203", "10.1038/s41598-024-58026-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "26"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Synergistic oxidation of toluene through bimetal/cordierite monolithic catalysts with ozone.", "Pagination": {"StartPage": "7203", "MedlinePgn": "7203"}, "Abstract": {"AbstractText": ["Toluene treatment has received extensive attention, and ozone synergistic catalytic oxidation was thought to be a potential method to degrade VOCs (violate organic compounds) due to its low reaction temperature and high catalytic efficiency. A series of bimetal/Cord monolithic catalysts were prepared by impregnation with cordierite, including Mn<sub>x</sub>Cu<sub>5-x</sub>/Cord, Mn<sub>x</sub>Co<sub>5-x</sub>/Cord and Cu<sub>x</sub>Co<sub>5-x</sub>/Cord (x = 1, 2, 3, 4). Analysis of textural properties, structures and morphology characteristics on the prepared catalysts were conducted to evaluate their performance on toluene conversion. Effects of active component ratio, ozone addition and space velocity on the catalytic oxidation of toluene were investigated. Results showed that Mn<sub>x</sub>Co<sub>5-x</sub>/Cord was the best among the three bimetal catalysts, and toluene conversion and mineralization rates reached 100 and 96% under the condition of Mn<sub>2</sub>Co<sub>3</sub>/Cord with 3.0 g/m<sup>3</sup> O<sub>3</sub> at the space velocity of 12,000 h<sup>-1</sup>. Ozone addition in the catalytic oxidation of toluene by Mn<sub>x</sub>Co<sub>5-x</sub>/Cord could efficiently avoid the 40% reduction of the specific surface area of catalysts, because it could lower the optimal temperature from 300 to 100 °C. (Co/Mn)(Co/Mn)<sub>2</sub>O<sub>4</sub> diffraction peaks in XRD spectra indicated all the four Mn<sub>x</sub>Co<sub>1-x</sub>/Cord catalysts had a spinel structure, and diffraction peak intensity of spinel reached the largest at the ratio of Mn:Co = 2:3. Toluene conversion rate increased with rising ozone concentration because intermediate products generated by toluene degradation might react with excess ozone to generate free radicals like ·OH, which would improve the toluene mineralization rate of Mn<sub>2</sub>Co<sub>3</sub>/Cord catalyst. This study would provide a theoretical support for its industrial application."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Tobacco Group Co. LTD, Shanghai, 200082, People's Republic of China."}], "LastName": "Wang", "ForeName": "Xiaojian", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}, {"Identifier": [], "Affiliation": "Hubei Key Laboratory of Multi-Media Pollution Cooperative Control in Yangtze Basin, School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}], "LastName": "Peng", "ForeName": "Xiaomin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Power Research Institute Branch, Inner Mongolia Power (Group) Co., Ltd., Hohhot, 010020, People's Republic of China."}], "LastName": "Zhao", "ForeName": "Quanzhong", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Joint Laboratory of Environment Simulation and Pollution Control, School of Environment, Tsinghua University, Beijing, 100084, People's Republic of China."}], "LastName": "Mi", "ForeName": "Jinxing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}], "LastName": "Jiang", "ForeName": "Huating", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}, {"Identifier": [], "Affiliation": "Hubei Key Laboratory of Multi-Media Pollution Cooperative Control in Yangtze Basin, School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}], "LastName": "Li", "ForeName": "Shengli", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}, {"Identifier": [], "Affiliation": "Hubei Key Laboratory of Multi-Media Pollution Cooperative Control in Yangtze Basin, School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China."}], "LastName": "Hu", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China. huanghao@hust.edu.cn."}, {"Identifier": [], "Affiliation": "Hubei Key Laboratory of Multi-Media Pollution Cooperative Control in Yangtze Basin, School of Environmental Science and Engineering, Huazhong University of Science and Technology, Wuhan, 430074, People's Republic of China. huanghao@hust.edu.cn."}], "LastName": "Huang", "ForeName": "Hao", "Initials": "H"}], "GrantList": [{"GrantID": "2019YFC0214303", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "2022YFC3202702", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "2022CFB737", "Agency": "Hubei Provincial Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hadei M, Shahsavani A, Hopke PK, Kermani M, Yarahmadi M, Mahmoudi B. Comparative health risk assessment of in-vehicle exposure to formaldehyde and acetaldehyde for taxi drivers and passengers: Effects of zone, fuel, refueling, vehicle’s age and model. Environ. Pollut. 2019;254:112943. doi: 10.1016/j.envpol.2019.07.111.", "ArticleIdList": ["10.1016/j.envpol.2019.07.111", "31394350"]}, {"Citation": "Zuo R, Shi J, Han K, Xu D, Li Q, Zhao X, Xue Z, Xu Y, Wu Z, Wang J. Response relationship of environmental factors caused by toluene concentration during leaching of capillary zone. J. Environ. Manage. 2022;317:115366. doi: 10.1016/j.jenvman.2022.115366.", "ArticleIdList": ["10.1016/j.jenvman.2022.115366", "35636110"]}, {"Citation": "Yang Y, Zhao S, Cui L, Bi F, Zhang Y, Liu N, Wang Y, Liu F, He C, Zhang X. Recent advancement and future challenges of photothermal catalysis for VOCs elimination: From catalyst design to applications. Green Energy Environ. 2023;8:654–672. doi: 10.1016/j.gee.2022.02.006.", "ArticleIdList": ["10.1016/j.gee.2022.02.006"]}, {"Citation": "Yousefinejad A, Zamir SM, Nosrati M. Fungal elimination of toluene vapor in one- and two-liquid phase biotrickling filters: Effects of inlet concentration, operating temperature, and peroxidase enzyme activity. J. Environ. Manage. 2019;251:109554. doi: 10.1016/j.jenvman.2019.109554.", "ArticleIdList": ["10.1016/j.jenvman.2019.109554", "31541847"]}, {"Citation": "He J, Chen D, Li N, Xu Q, Li H, He J, Lu J. Pt-Pd bimetallic nanoparticles anchored on uniform mesoporous MnO2 sphere as an advanced nanocatalyst for highly efficient toluene oxidation. Green Energy Environ. 2022;7:1349–1360. doi: 10.1016/j.gee.2021.03.002.", "ArticleIdList": ["10.1016/j.gee.2021.03.002"]}, {"Citation": "Liu H, Chen J, Wang Y, Yin R, Yang W, Wang G, Si W, Peng Y, Li J. Interaction mechanism for simultaneous elimination of nitrogen oxides and toluene over the Bifunctional CeO2-TiO2 Mixed Oxide catalyst. Environ. Sci. Technol. 2022;56:4467–4476. doi: 10.1021/acs.est.1c08424.", "ArticleIdList": ["10.1021/acs.est.1c08424", "35254804"]}, {"Citation": "Wu M, Kwok YH, Zhang Y, Szeto W, Huang H, Leung DYC. Synergetic effect of vacuum ultraviolet photolysis and ozone catalytic oxidation for toluene degradation over MnO2-rGO composite catalyst. Chem. Eng. Sci. 2021;231:116288. doi: 10.1016/j.ces.2020.116288.", "ArticleIdList": ["10.1016/j.ces.2020.116288"]}, {"Citation": "Jiang C, Qin C, Guo M, Huang J, Yan D, Dang X. Removal of gaseous toluene by nonthermal plasma coupled with wet scrubber containing Fe2+ J. Ind. Eng. Chem. 2022;113:247–253. doi: 10.1016/j.jiec.2022.05.052.", "ArticleIdList": ["10.1016/j.jiec.2022.05.052"]}, {"Citation": "Zhang C, Xu X, Yao N, Wang C, Guan J, Zeng Z, Li L. Invisible active sites of Ni-Co alloy to toluene pyrolysis and hydrogen production at ultra-low temperature. Int. J. Hydrogen Energy. 2023;48:616–628. doi: 10.1016/j.ijhydene.2022.09.309.", "ArticleIdList": ["10.1016/j.ijhydene.2022.09.309"]}, {"Citation": "Huang H, Hu H, Zhang J, Liu X. Characteristics of volatile organic compounds from vehicle emissions through on–road test in Wuhan. China. Environ. Res. 2020;188:109802. doi: 10.1016/j.envres.2020.109802.", "ArticleIdList": ["10.1016/j.envres.2020.109802", "32592940"]}, {"Citation": "Rodrigues CSD, Guimarães V, Pereira MFR, Soares OSGP, Madeira LM. Gaseous toluene abatement by the heterogeneous Fenton-like process using iron/carbon-coated monolith as catalyst: Proof of concept. J. Environ. Manage. 2022;322:116084. doi: 10.1016/j.jenvman.2022.116084.", "ArticleIdList": ["10.1016/j.jenvman.2022.116084", "36067669"]}, {"Citation": "Vergara-Fernández A, Lara Molina L, Pulido NA, Aroca G. Effects of gas flow rate, inlet concentration and temperature on the biofiltration of toluene vapors. J. Environ. Manage. 2007;84:115–122. doi: 10.1016/j.jenvman.2006.04.009.", "ArticleIdList": ["10.1016/j.jenvman.2006.04.009", "16949726"]}, {"Citation": "Sun B, Zhao T, Li L, Wang Z, Sun P, Peng C. Optimization of regenerator operating parameters and thermal insulation construction for rotary regenerative thermal oxidizer (r-RTO) based on thermal-fluid coupling method and quadratic regression model. Case Stud. Therm. Eng. 2022;37:102314. doi: 10.1016/j.csite.2022.102314.", "ArticleIdList": ["10.1016/j.csite.2022.102314"]}, {"Citation": "Xu Y, Luo C, Sang H, Lu B, Wu F, Li X, Zhang L. Structure and surface insight into a temperature-sensitive CaO-based CO2 sorbent. Chem. Eng. J. 2022;435:134960. doi: 10.1016/j.cej.2022.134960.", "ArticleIdList": ["10.1016/j.cej.2022.134960"]}, {"Citation": "Su Z, Si W, Liu H, Xiong S, Chu X, Yang W, Peng Y, Chen J, Cao X, Li J. Boosting the catalytic performance of CeO2 in toluene combustion via the Ce-Ce homogeneous interface. Environ. Sci. Technol. 2021;55:12630–12639. doi: 10.1021/acs.est.1c03999.", "ArticleIdList": ["10.1021/acs.est.1c03999", "34448390"]}, {"Citation": "Shen Y, Deng J, Han L, Ren W, Zhang D. Low-temperature combustion of toluene over Cu-doped SmMn2O5 mullite catalysts via creating highly active Cu2+-O-Mn4+ sites. Environ. Sci. Technol. 2022;56:10433–10441. doi: 10.1021/acs.est.2c02866.", "ArticleIdList": ["10.1021/acs.est.2c02866", "35758155"]}, {"Citation": "Zhang B, Shen Y, Liu B, Ji J, Dai W, Huang P, Zhang D, Li G, Xie R, Huang H. Boosting ozone catalytic oxidation of toluene at room temperature by using hydroxyl-mediated MnOx/Al2O3 catalysts. Environ. Sci. Technol. 2023;57:7041–7050. doi: 10.1021/acs.est.2c08867.", "ArticleIdList": ["10.1021/acs.est.2c08867", "37078822"]}, {"Citation": "Irfan R, Zaman M, Tahir M, Ahmad A, Tayyab M, Ahmad T, Hussain M, Arshad I, Shaheen M. Highly efficient photocatalytic syngas production from formic acid using iron-porphyrins as catalysts integrated with Cds/CNTs heterojunctions under visible light. ACS Appl. Energy Mater. 2023;6:1834–1844. doi: 10.1021/acsaem.2c03698.", "ArticleIdList": ["10.1021/acsaem.2c03698"]}, {"Citation": "Tayyab M, Kulsoom U, Rafique H, Mughal E, Aman S, Mushtaq A, Noureen L. Emerging Mxene-Derived Photocatalysts for Harvesting Solar Energy into Chemical Energy. Nanomaterials for Energy Applications. 1. CRC Press; 2023."}, {"Citation": "Zhou A, Liu J, Zhu B, Li X, Zhu A. Plasma catalytic removal of VOCs using cycled storage-discharge (CSD) mode: An assessment methodology based on toluene for reaction kinetics and intermediates. Chem. Eng. J. 2022;433:134338. doi: 10.1016/j.cej.2021.134338.", "ArticleIdList": ["10.1016/j.cej.2021.134338"]}, {"Citation": "Wu Z, Zhu D, Chen Z, Yao S, Li J, Gao E, Wang W. Enhanced energy efficiency and reduced nanoparticle emission on plasma catalytic oxidation of toluene using Au/γ-Al2O3 nanocatalyst. Chem. Eng. J. 2022;427:130983. doi: 10.1016/j.cej.2021.130983.", "ArticleIdList": ["10.1016/j.cej.2021.130983"]}, {"Citation": "Song X, Ning P, Wang C, Li K, Tang L, Sun X, Ruan H. Research on the low temperature catalytic hydrolysis of COS and CS2 over walnut shell biochar modified by Fe-Cu mixed metal oxides and basic functional groups. Chem. Eng. J. 2017;314:418–433. doi: 10.1016/j.cej.2016.11.162.", "ArticleIdList": ["10.1016/j.cej.2016.11.162"]}, {"Citation": "Qin C, Guo M, Zheng Y, Yu R, Huang J, Dang X, Yan D. Two-component zeolite-alumina system for toluene trapping with subsequent nonthermal plasma mineralization. J. Ind. Eng. Chem. 2021;95:215–223. doi: 10.1016/j.jiec.2020.12.024.", "ArticleIdList": ["10.1016/j.jiec.2020.12.024"]}, {"Citation": "Tayyab M, Liu Y, Liu Z, Pan L, Xu Z, Yue W, Zhou L, Lei J, Zhang J. One-pot in-situ hydrothermal synthesis of ternary In2S3/Nb2O5/Nb2C Schottky/S-scheme integrated heterojunction for efficient photocatalytic hydrogen production. J. Colloid Interface Sci. 2022;628(Pt B):500–512. doi: 10.1016/j.jcis.2022.08.071.", "ArticleIdList": ["10.1016/j.jcis.2022.08.071", "36007415"]}, {"Citation": "Tayyab M, Liu Y, Liu Z, Xu Z, Yue W, Zhou L, Lei J, Zhang J. A new breakthrough in photocatalytic hydrogen evolution by amorphous and chalcogenide enriched cocatalysts. Chem. Eng. J. 2023;455:140601. doi: 10.1016/j.cej.2022.140601.", "ArticleIdList": ["10.1016/j.cej.2022.140601"]}, {"Citation": "Liu Y, Zhu Q, Tayyab M, Zhou L, Lei J, Zhang J. Single-atom Pt loaded zinc vacancies ZnO-ZnS induced type-v electron transport for efficiency photocatalytic H2 evolution. Solar RRL. 2021;5:2100536. doi: 10.1002/solr.202100536.", "ArticleIdList": ["10.1002/solr.202100536"]}, {"Citation": "Yue W, Xu Z, Tayyab M, Wang L, Ye Z, Zhang J. Schottky junction enhanced H2 evolution for graphitic carbon nitride-NiS composite photocatalysts. J. Colloid Interface Sci. 2023;657:133–141. doi: 10.1016/j.jcis.2023.11.092.", "ArticleIdList": ["10.1016/j.jcis.2023.11.092", "38035416"]}, {"Citation": "Tayyab M, Liu Y, Min S, Irfan R, Zhu Q, Zhou L, Lei J, Zhang J. Simultaneous hydrogen production with the selective oxidation of benzyl alcohol to benzaldehyde by a noble-metal-free photocatalyst VC/CdS nanowires. Chin. J. Catal. 2022;43(4):1165–1175. doi: 10.1016/S1872-2067(21)63997-9.", "ArticleIdList": ["10.1016/S1872-2067(21)63997-9"]}, {"Citation": "Tayyab M, Kulsoom U, Liu Y, Mansoor S, Khan M, Akmal Z, Mushtaq A, Arif M, Shamriaz U, Zhou L, Lei J, Zhang J. Visible light-driven photocatalytic H2 evolution and dye degradation by electrostatic self-assembly of CdS nanowires on Nb2C MXene. Int. J. Hydrogen Energy. 2024;51(Pt B):1400–1413. doi: 10.1016/j.ijhydene.2023.09.199.", "ArticleIdList": ["10.1016/j.ijhydene.2023.09.199"]}, {"Citation": "Bashir M, Batool M, Arif N, Tayyab M, Zeng Y, Zafar M. Strontium-based nanomaterials for the removal of organic/inorganic contaminants from water: A review. Coord. Chem. Rev. 2023;492:215286. doi: 10.1016/j.ccr.2023.215286.", "ArticleIdList": ["10.1016/j.ccr.2023.215286"]}, {"Citation": "Yuan S, Hu H, Huang H, Chen Z, Chen J, Zhang M, Li K, Zhou T, Lv R. Research on the reaction path of chlorobenzene oxidation by electrochemical-sodium persulfate system. J. Clean. Prod. 2023;420:138336. doi: 10.1016/j.jclepro.2023.138336.", "ArticleIdList": ["10.1016/j.jclepro.2023.138336"]}, {"Citation": "Dursun S, Ayturan ZC. Simultaneous removal of gaseous benzene and toluene with photocatalytic oxidation process at high temperatures under UVC irradiation. Environ. Sci. Pollut. Res. 2022;29(25):38232–38247. doi: 10.1007/s11356-022-18790-2.", "ArticleIdList": ["10.1007/s11356-022-18790-2", "35079968"]}, {"Citation": "Zhao Z, Du H, Shen B, Gao P, Huang C, Guo S. A composite photocatalytic system based on spent alkaline Zn–Mn batteries for toluene removal under multiple conditions. Environ. Res. 2022;212:113300. doi: 10.1016/j.envres.2022.113300.", "ArticleIdList": ["10.1016/j.envres.2022.113300", "35427591"]}, {"Citation": "Li Y, Zhao J, Wang Y, Seinfeld JH, Zhang R. Multigeneration production of secondary organic aerosol from toluene photooxidation. Environ. Sci. Technol. 2021;55:8592–8603. doi: 10.1021/acs.est.1c02026.", "ArticleIdList": ["10.1021/acs.est.1c02026", "34137267"]}, {"Citation": "Wu M, Zhang Y, Huang H, Leung DYC. Mechanistic study of vacuum UV catalytic oxidation for toluene degradation over CeO2 nanorods. Green Energy Environ. 2022;7:533–544. doi: 10.1016/j.gee.2020.11.002.", "ArticleIdList": ["10.1016/j.gee.2020.11.002"]}, {"Citation": "Zhang J, Shao J, Zhang X, Rao G, Li G, Yang H, Zhang S, Chen H. Facile synthesis of Cu-BTC@biochar with controlled morphology for effective toluene adsorption at medium–high temperature. Chem. Eng. J. 2023;452:139003. doi: 10.1016/j.cej.2022.139003.", "ArticleIdList": ["10.1016/j.cej.2022.139003"]}, {"Citation": "Dewidar AA, Sorial GA. Effect of rhamnolipids on the fungal elimination of toluene vapor in a biotrickling filter under stressed operational conditions. Environ. Res. 2022;204:111973. doi: 10.1016/j.envres.2021.111973.", "ArticleIdList": ["10.1016/j.envres.2021.111973", "34464615"]}, {"Citation": "Huang H, He LH, Wang YX, Chen L, Hu H, Zhang M. Experimental study on toluene removal by a two-stage plasma-biofilter system. Plasma Sci. Technol. 2022;24:124011. doi: 10.1088/2058-6272/aca582.", "ArticleIdList": ["10.1088/2058-6272/aca582"]}, {"Citation": "Xiao H, Wu J, Wang X, Wang J, Mo S, Fu M, Chen L, Ye D. Ozone-enhanced deep catalytic oxidation of toluene over a platinum-ceria-supported BEA zeolite catalyst. Mol. Catal. 2018;460:7–15. doi: 10.1016/j.mcat.2018.09.005.", "ArticleIdList": ["10.1016/j.mcat.2018.09.005"]}, {"Citation": "Wang S, Liu S, Chen X, Guo Y, Xu X, Yang L, Zhao Y, Chen C, Liang H, Hao R. Mn-Co bimetallic spinel catalyst towards activation of peroxymonosulfate for deep mineralization of toluene: The key roles of SO4·− and O2·− in the ring-opening and mineralization of toluene. Chem. Eng. J. 2023;453:139901. doi: 10.1016/j.cej.2022.139901.", "ArticleIdList": ["10.1016/j.cej.2022.139901"]}, {"Citation": "Liang H, Zhao H, Ren Y, Wang H, Qu Z. Cu-doped Co3O4 spinel on cordierite monolithic for catalytic oxidation of VOCs. Chem. Phys. Impact. 2022;5:100115. doi: 10.1016/j.chphi.2022.100115.", "ArticleIdList": ["10.1016/j.chphi.2022.100115"]}, {"Citation": "Fang H, Liang W, Ma C, Tao Q, Liu J. Effect of interaction between Pd and Fe in modified red mud on catalytic decomposition of toluene. Environ. Sci. Pollut. Res. 2023;30(31):77535–77550. doi: 10.1007/s11356-023-27757-w.", "ArticleIdList": ["10.1007/s11356-023-27757-w", "37256406"]}, {"Citation": "Min X, Guo M, Li K, Gu J, Hu X, Jia J, Sun T. Performance of toluene oxidation on different morphologies of α-MnO2 prepared using manganese-based compound high-selectively recovered from spent lithium-ion batteries. Environ. Res. 2022;215:114299. doi: 10.1016/j.envres.2022.114299.", "ArticleIdList": ["10.1016/j.envres.2022.114299", "36096167"]}, {"Citation": "Zhang Y, Song Z, Yan Y, Zhao X, Sun J, Mao Y, Wang W. Performance of Fe/SiC catalysts for cracking of toluene under microwave irradiation. Int. J. Hydrogen Energy. 2018;43:7227–7236. doi: 10.1016/j.ijhydene.2018.02.158.", "ArticleIdList": ["10.1016/j.ijhydene.2018.02.158"]}, {"Citation": "Song J, Wang J, Pan Y, Du X, Sima J, Zhu C, Lou F, Huang Q. Catalytic pyrolysis of waste polyethylene into benzene, toluene, ethylbenzene and xylene (BTEX)-enriched oil with dielectric barrier discharge reactor. J. Environ. Manage. 2022;322:116096. doi: 10.1016/j.jenvman.2022.116096.", "ArticleIdList": ["10.1016/j.jenvman.2022.116096"]}, {"Citation": "Lei J, Wang S, Li J, Xu Y, Li S. Different effect of Y (Y=Cu, Mn, Fe, Ni) doping on Co3O4 derived from Co-MOF for toluene catalytic destruction. Chem. Eng. Sci. 2022;251:117436. doi: 10.1016/j.ces.2022.117436.", "ArticleIdList": ["10.1016/j.ces.2022.117436"]}, {"Citation": "Reddy KHP, Kim B, Lam SS, Jung S, Song J, Park Y. Effective toluene oxidation under ozone over mesoporous MnOx/γ-Al2O3 catalyst prepared by solvent deficient method: Effect of Mn precursors on catalytic activity. Environ. Res. 2021;195:110876. doi: 10.1016/j.envres.2021.110876.", "ArticleIdList": ["10.1016/j.envres.2021.110876", "33592225"]}, {"Citation": "Li X, Chen D, Li N, Xu Q, Li H, He J, Lu J. Highly efficient Pd catalysts loaded on La1−xSrxMnO3 perovskite nanotube support for low-temperature toluene oxidation. J. Alloy. Compd. 2021;871:159575. doi: 10.1016/j.jallcom.2021.159575.", "ArticleIdList": ["10.1016/j.jallcom.2021.159575"]}, {"Citation": "Tang W, Wu X, Li S, Li W, Chen Y. Porous Mn-Co mixed oxide nanorod as a novel catalyst with enhanced catalytic activity for removal of VOCs. Catal. Commun. 2014;56:134–138. doi: 10.1016/j.catcom.2014.07.023.", "ArticleIdList": ["10.1016/j.catcom.2014.07.023"]}, {"Citation": "Chen H, Yan Y, Shao Y, Zhang H. Catalytic activity and stability of porous Co-Cu-Mn mixed oxide modified microfibrous-structured ZSM-5 membrane/PSSF catalyst for VOCs oxidation. RSC Adv. 2014;4:55202–55209. doi: 10.1039/C4RA08769K.", "ArticleIdList": ["10.1039/C4RA08769K"]}, {"Citation": "Hernández-Alonso MD, Tejedor-Tejedor I, Coronado JM, Anderson MA. Operando FTIR study of the photocatalytic oxidation of methylcyclohexane and toluene in air over TiO2-ZrO2 thin films: Influence of the aromaticity of the target molecule on deactivation. Appl. Catal. B Environ. 2011;101:283–293. doi: 10.1016/j.apcatb.2010.09.029.", "ArticleIdList": ["10.1016/j.apcatb.2010.09.029"]}, {"Citation": "Zhu X, Sun J, Wang S, Bu W, Yao M, Gao K, Song Y, Zhao J, Lu C, Zhang E, Yang Z, Wen A. Synthesis, crystal structure, superoxide scavenging activity, anticancer and docking studies of novel adamantyl nitroxide derivatives. J. Mol. Struct. 2016;1108:611–617. doi: 10.1016/j.molstruc.2015.12.048.", "ArticleIdList": ["10.1016/j.molstruc.2015.12.048"]}, {"Citation": "Wu J, Xia Q, Wang H, Li Z. Catalytic performance of plasma catalysis system with nickel oxide catalysts on different supports for toluene removal: Effect of water vapor. Appl. Catal. B-Environ. 2014;156–157:265–272. doi: 10.1016/j.apcatb.2014.03.017.", "ArticleIdList": ["10.1016/j.apcatb.2014.03.017"]}, {"Citation": "Jiang H, Dai Y. Vitamin C modified crayfish shells biochar efficiently remove tetracycline from water: A good medicine for water restoration. Chemosphere. 2023;311:136884. doi: 10.1016/j.chemosphere.2022.136884.", "ArticleIdList": ["10.1016/j.chemosphere.2022.136884", "36265698"]}, {"Citation": "Liao P, Ani Y, Ismael Z, Wu X. Insights into the role of humic acid on Pd-catalytic electro-fenton transformation of toluene in groundwater. Sci. Rep. 2018;5:9239. doi: 10.1038/srep09239.", "ArticleIdList": ["10.1038/srep09239", "PMC4363861", "25783864"]}, {"Citation": "Zhu J, Zhang W, Qi Q, Zhang H, Zhang Y, Sun D, Liang P. Catalytic oxidation of toluene, ethyl acetate and chlorobenzene over Ag/MnO2-cordierite molded catalyst. Sci. Rep. 2019;9:12162. doi: 10.1038/s41598-019-48506-5.", "ArticleIdList": ["10.1038/s41598-019-48506-5", "PMC6704122", "31434924"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "1", "Day": "24"}, {"Year": "2024", "Month": "3", "Day": "25"}, {"Year": "2024", "Month": "3", "Day": "27", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "27", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "27", "Hour": "0", "Minute": "27"}, {"Year": "2024", "Month": "3", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["38532034", "PMC10965967", "10.1038/s41598-024-58026-6", "10.1038/s41598-024-58026-6"]}}], "PubmedBookArticle": []}