{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Wuhan city", "air pollution", "distributed lag non-linear models", "multiscale geographically weighted regression model", "respiratory diseases"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38584928", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "09"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "22"}], "ELocationID": ["1333077", "10.3389/fpubh.2024.1333077"], "Journal": {"ISSN": "2296-2565", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in public health", "ISOAbbreviation": "Front Public Health"}, "ArticleTitle": "Research on the cascading mechanism of \"urban built environment-air pollution-respiratory diseases\": a case of Wuhan city.", "Pagination": {"StartPage": "1333077", "MedlinePgn": "1333077"}, "Abstract": {"AbstractText": ["Most existing studies have only investigated the direct effects of the built environment on respiratory diseases. However, there is mounting evidence that the built environment of cities has an indirect influence on public health via influencing air pollution. Exploring the \"urban built environment-air pollution-respiratory diseases\" cascade mechanism is important for creating a healthy respiratory environment, which is the aim of this study.", "The study gathered clinical data from 2015 to 2017 on patients with respiratory diseases from Tongji Hospital in Wuhan. Additionally, daily air pollution levels (sulfur dioxide (SO<sub>2</sub>), nitrogen dioxide (NO<sub>2</sub>), particulate matter (PM<sub>2.5</sub>, PM<sub>10</sub>), and ozone (O<sub>3</sub>)), meteorological data (average temperature and relative humidity), and data on urban built environment were gathered. We used Spearman correlation to investigate the connection between air pollution and meteorological variables; distributed lag non-linear model (DLNM) was used to investigate the short-term relationships between respiratory diseases, air pollutants, and meteorological factors; the impacts of spatial heterogeneity in the built environment on air pollution were examined using the multiscale geographically weighted regression model (MGWR).", "During the study period, the mean level of respiratory diseases (average age 54) was 15.97 persons per day, of which 9.519 for males (average age 57) and 6.451 for females (average age 48); the 24 h mean levels of PM<sub>10</sub>, PM<sub>2.5</sub>, NO<sub>2</sub>, SO<sub>2</sub> and O<sub>3</sub> were 78.056 μg/m<sup>3</sup>, 71.962 μg/m<sup>3</sup>, 54.468 μg/m<sup>3</sup>, 12.898 μg/m<sup>3</sup>, and 46.904 μg/m<sup>3</sup>, respectively; highest association was investigated between PM<sub>10</sub> and SO<sub>2</sub> (<i>r</i> = 0.762, <i>p</i> < 0.01), followed by NO<sub>2</sub> and PM<sub>2.5</sub> (<i>r</i> = 0.73, <i>p</i> < 0.01), and PM<sub>10</sub> and PM<sub>2.5</sub> (<i>r</i> = 0.704, <i>p</i> < 0.01). We observed a significant lag effect of NO<sub>2</sub> on respiratory diseases, for lag 0 day and lag 1 day, a 10 μg/m<sup>3</sup> increase in NO<sub>2</sub> concentration corresponded to 1.009% (95% CI: 1.001, 1.017%) and 1.005% (95% CI: 1.001, 1.011%) increase of respiratory diseases. The spatial distribution of NO<sub>2</sub> was significantly influenced by high-density urban development (population density, building density, number of shopping service facilities, and construction land, the bandwidth of these four factors are 43), while green space and parks can effectively reduce air pollution (<i>R</i><sup>2</sup> = 0.649).", "Previous studies have focused on the effects of air pollution on respiratory diseases and the effects of built environment on air pollution, while this study combines these three aspects and explores the relationship between them. Furthermore, the theory of the \"built environment-air pollution-respiratory diseases\" cascading mechanism is practically investigated and broken down into specific experimental steps, which has not been found in previous studies. Additionally, we observed a lag effect of NO<sub>2</sub> on respiratory diseases and spatial heterogeneity of built environment in the distribution of NO<sub>2</sub>."], "CopyrightInformation": "Copyright © 2024 Zhang, Ding, Guo, Wang and Jia."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Architecture and Urban Planning, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Engineering and Technology Research Center of Urbanization, Wuhan, China."}], "LastName": "Zhang", "ForeName": "Zhiqi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Architecture and Urban Planning, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Engineering and Technology Research Center of Urbanization, Wuhan, China."}], "LastName": "Ding", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Architecture and Urban Planning, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Engineering and Technology Research Center of Urbanization, Wuhan, China."}], "LastName": "Guo", "ForeName": "Ruifeng", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."}], "LastName": "Wang", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Architecture and Urban Planning, Huazhong University of Science and Technology, Wuhan, China."}, {"Identifier": [], "Affiliation": "Hubei Engineering and Technology Research Center of Urbanization, Wuhan, China."}], "LastName": "Jia", "ForeName": "Yanfei", "Initials": "Y"}], "PublicationTypeList": ["Case Reports"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Public Health", "NlmUniqueID": "101616579", "ISSNLinking": "2296-2565"}, "ChemicalList": [{"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brunekreef B, Holgate ST. Air pollution and health. Lancet. (2002) 360:1233–42. doi: 10.1016/S0140-6736(02)11274-8", "ArticleIdList": ["10.1016/S0140-6736(02)11274-8", "12401268"]}, {"Citation": "Samet J, Krewski D. Health effects associated with exposure to ambient air pollution. J Toxic Environ Health A. (2007) 70:227–42. doi: 10.1080/15287390600884644", "ArticleIdList": ["10.1080/15287390600884644", "17365585"]}, {"Citation": "Tsai SS, Chiu HF, Liou SH, Yang CY. Short-term effects of fine particulate air pollution on hospital admissions for respiratory diseases: a case-crossover study in a Tropical city. J Toxic Environ Health A. (2014) 77:1091–101. doi: 10.1080/15287394.2014.922388", "ArticleIdList": ["10.1080/15287394.2014.922388", "25072896"]}, {"Citation": "Tsangari H, Paschalidou AK, Kassomenos AP, Vardoulakis S, Heaviside C, Georgiou KE, et al. . Extreme weather and air pollution effects on cardiovascular and respiratory hospital admissions in Cyprus. Sci Total Environ. (2016) 542:247–53. doi: 10.1016/j.scitotenv.2015.10.106", "ArticleIdList": ["10.1016/j.scitotenv.2015.10.106", "26519584"]}, {"Citation": "Najm AM, Carpenter DO. Patterns of emergency room visits for respiratory diseases in New York state in relation to air pollution, poverty and smoking. Int J Environ Res Public Health. (2023) 20:3267. doi: 10.3390/ijerph20043267", "ArticleIdList": ["10.3390/ijerph20043267", "PMC9966596", "36833962"]}, {"Citation": "Stieb DM, Szyszkowicz M, Rowe BH, Leech JA. Air pollution and emergency department visits for cardiac and respiratory conditions: a multi-city time-series analysis. Environ Health. (2009) 8:25. doi: 10.1186/1476-069X-8-25", "ArticleIdList": ["10.1186/1476-069X-8-25", "PMC2703622", "19515235"]}, {"Citation": "Kousha T, Rowe BH. Ambient ozone and emergency department visits due to lower respiratory condition. Int J Occup Med Environ Health. (2014) 27:50–9. doi: 10.2478/s13382-014-0229-0", "ArticleIdList": ["10.2478/s13382-014-0229-0", "24464442"]}, {"Citation": "Zhao YJ, Wang SY, Lang LL, Huang CY, Ma WJ, Lin HL. Ambient fine and coarse particulate matter pollution and respiratory morbidity in Dongguan, China. Environ Pollut. (2017) 222:126–31. doi: 10.1016/j.envpol.2016.12.070", "ArticleIdList": ["10.1016/j.envpol.2016.12.070", "28041838"]}, {"Citation": "Liu WL, Xu ZP, Yang TN. Health effects of air pollution in China. Int J Environ Res Public Health. (2018) 15:1471. doi: 10.3390/ijerph15071471", "ArticleIdList": ["10.3390/ijerph15071471", "PMC6068713", "30002305"]}, {"Citation": "Guo YM, Jia YP, Pan XC, Liu LQ, Wichmann HE. The association between fine particulate air pollution and hospital emergency room visits for cardiovascular diseases in Beijing, China. Sci Total Environ. (2009) 407:4826–30. doi: 10.1016/j.scitotenv.2009.05.022", "ArticleIdList": ["10.1016/j.scitotenv.2009.05.022", "19501385"]}, {"Citation": "Liang LR, Cai YT, Barratt B, Lyu BL, Chan Q, Hansell AL, et al. . Associations between daily air quality and hospitalisations for acute exacerbation of chronic obstructive pulmonary disease in Beijing, 2013–17: an ecological analysis. Lancet Planet Health. (2019) 3:e270–9. doi: 10.1016/S2542-5196(19)30085-3", "ArticleIdList": ["10.1016/S2542-5196(19)30085-3", "PMC6610933", "31229002"]}, {"Citation": "Liu JY, Li YF, Li J, Liu Y, Tao NN, Song WM, et al. . Association between ambient PM2.5 and children’s hospital admissions for respiratory diseases in Jinan, China. Environ Sci Pollut Res. (2019) 26:24112–20. doi: 10.1007/s11356-019-05644-7", "ArticleIdList": ["10.1007/s11356-019-05644-7", "31228058"]}, {"Citation": "Dong JY, Wang YR, Wang JC, Bao HR. Association between atmospheric PM2.5 and daily outpatient visits for children’s respiratory diseases in Lanzhou. Int J Biometeorol. (2021) 65:989–99. doi: 10.1007/s00484-021-02080-6", "ArticleIdList": ["10.1007/s00484-021-02080-6", "33587184"]}, {"Citation": "Dong JY, Yang RQ, Zhai GY, Wang JC, Bao HR. Risks of hospital outpatient visits for overall and cause-specific respiratory disease associated with particulate matter pollution in Lanzhou, China. Air Qual Atmos Health. (2021) 14:1405–15. doi: 10.1007/s11869-021-01030-w", "ArticleIdList": ["10.1007/s11869-021-01030-w"]}, {"Citation": "Venners SA, Wang BY, Peng ZG, Xu Y, Wang LH, Xu XP. Particulate matter, sulfur dioxide, and daily mortality in Chongqing, China. Environ Health Perspect. (2003) 111:562–7. doi: 10.1289/ehp.5664", "ArticleIdList": ["10.1289/ehp.5664", "PMC1241445", "12676616"]}, {"Citation": "Xia CX, Ma JD, Wang J, Huang J, Shen Q, Chen YL, et al. . Quantification of the exposure–lag–response association between air pollution and respiratory disease morbidity in Chongqing city, China. Environ Model Assess. (2019) 24:331–9. doi: 10.1007/s10666-018-9625-3", "ArticleIdList": ["10.1007/s10666-018-9625-3"]}, {"Citation": "Wang L, Chen R, Sun WY, Yang XM, Li XH. Impact of high-density urban built environment on chronic obstructive pulmonary disease: a case study of Jing’an district, Shanghai. Int J Environ Res Public Health. (2020) 17:252. doi: 10.3390/ijerph17010252", "ArticleIdList": ["10.3390/ijerph17010252", "PMC6982330", "31905874"]}, {"Citation": "Witri I, Muhammad HY, Prani S, Djoni H. The relationship between the built environment and respiratory health: evidence from a longitudinal study in Indonesia. SSM – Popul Health. (2022) 19:101193. doi: 10.1016/j.ssmph.2022.101193", "ArticleIdList": ["10.1016/j.ssmph.2022.101193", "PMC9464964", "36105559"]}, {"Citation": "Li S, Zhu L, Shi TM, Wang W. Planning strategies for PM pollution prevention and control in urban neighborhoods. Urban Dev Res. (2014) 21:42–5. doi: 10.3969/j.issn.1006-3862.2014.01.007", "ArticleIdList": ["10.3969/j.issn.1006-3862.2014.01.007"]}, {"Citation": "Weng QH, Yang SH. Urban air pollution patterns, land use, and thermal landscape: an examination of the linkage using GIS. Environ Monit Assess. (2006) 117:463–89. doi: 10.1007/s10661-006-0888-9", "ArticleIdList": ["10.1007/s10661-006-0888-9", "16917724"]}, {"Citation": "Schweitzer L, Zhou JP. Neighborhood air quality, respiratory health, and vulnerable populations in compact and sprawled regions. J Am Plan Assoc. (2010) 76:363–71. doi: 10.1080/01944363.2010.486623", "ArticleIdList": ["10.1080/01944363.2010.486623"]}, {"Citation": "Sun SP, Gu RJ, Zhang J. Different greenery coverage and green space types and airborne respirable particulate matter (PM10) in urban areas of Beijing. China Garden. (2004) 3:80–2. doi: 10.3969/j.issn.1000-6664.2004.03.022", "ArticleIdList": ["10.3969/j.issn.1000-6664.2004.03.022"]}, {"Citation": "Li F. Study on the influence of built environment on urban PM2.5 concentration and its management at multiple scales Chongqing University; (2022)."}, {"Citation": "Wang L, Zhao XJ, Jiang XJ, Tang J. Research on healthy city planning from the perspective of particulate matter distribution--theoretical framework and empirical method. Urban Plan. (2016) 40:39–48. doi: 10.11819/cpr20160906a", "ArticleIdList": ["10.11819/cpr20160906a"]}, {"Citation": "Sun YL, Zhuang GS, Ying W, Han LH, Guo JH, Mo D, et al. . The air-borne particulate pollution in Beijing—concentration, composition, distribution and sources. Atmos Environ. (2004) 38:5991–6004. doi: 10.1016/j.atmosenv.2004.07.009", "ArticleIdList": ["10.1016/j.atmosenv.2004.07.009"]}, {"Citation": "Ho CC, Chan CC, Cho CW, Lin HI, Lee JH, Wu CF. Land use regression modeling with vertical distribution measurements for fine particulate matter and elements in an urban area. Atmos Environ. (2015) 104:256–63. doi: 10.1016/j.atmosenv.2015.01.024", "ArticleIdList": ["10.1016/j.atmosenv.2015.01.024"]}, {"Citation": "Xu H, Bi XH, Zheng WW, Wu JH, Feng YC. Particulate matter mass and chemical component concentrations over four Chinese cities along the western Pacific coast. Environ Sci Pollut Res. (2015) 22:1940–53. doi: 10.1007/s11356-014-3630-0", "ArticleIdList": ["10.1007/s11356-014-3630-0", "25292296"]}, {"Citation": "Zhan DS, Zhang QY, Xu XR, Zeng CS. Spatiotemporal distribution of continuous air pollution and its relationship with socioeconomic and natural factors in China. Int J Environ Res Public Health. (2022) 19:6635. doi: 10.3390/ijerph19116635", "ArticleIdList": ["10.3390/ijerph19116635", "PMC9180089", "35682220"]}, {"Citation": "Liang S, Sun C, Liu CF, Jiang LL, Xie YJ, Yan SH, et al. . The influence of air pollutants and meteorological conditions on the hospitalization for respiratory diseases in Shenzhen city, China. Int J Environ Res Public Health. (2021) 18:5120. doi: 10.3390/ijerph18105120", "ArticleIdList": ["10.3390/ijerph18105120", "PMC8151817", "34065982"]}, {"Citation": "Jia YF, Zhang ZQ, Ding Y. Research on the influence of neighborhood environment on respiratory health and its optimization. Landscape Archit. (2023) 30:40–8. doi: 10.12409/j.fjyl.202304100176", "ArticleIdList": ["10.12409/j.fjyl.202304100176"]}, {"Citation": "Gong P, Liu H, Zhang MN, Li CC, Wang J, Huang HB, et al. . Stable classification with limited sample: transferring a 30-m resolution sample set collected in 2015 to mapping 10-m resolution global land cover in 2017. Sci Bull. (2019) 64:370–3. doi: 10.1016/j.scib.2019.03.002", "ArticleIdList": ["10.1016/j.scib.2019.03.002", "36659725"]}, {"Citation": "Stockfelt L, Andersson EM, Molnár P, Gidhagen L, Segersson D, Rosengren A, et al. . Long-term effects of total and source-specific particulate air pollution on incident cardiovascular disease in Gothenburg, Sweden. Environ Res. (2017) 158:61–71. doi: 10.1016/j.envres.2017.05.036", "ArticleIdList": ["10.1016/j.envres.2017.05.036", "28600978"]}, {"Citation": "Kim J, Kim H. Influence of ambient temperature and diurnal temperature range on incidence of cardiac arrhythmias. Int J Biometeorol. (2017) 61:407–16. doi: 10.1007/s00484-016-1221-0", "ArticleIdList": ["10.1007/s00484-016-1221-0", "27568189"]}, {"Citation": "Cui LJ, Geng XY, Ding T, Tang J, Xu JX, Zhai JX. Impact of ambient temperature on hospital admissions for cardiovascular disease in Hefei city, China. Int J Biometeorol. (2019) 63:723–34. doi: 10.1007/s00484-019-01687-0", "ArticleIdList": ["10.1007/s00484-019-01687-0", "30852664"]}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG. Distributed lag non-linear models. Stat Med. (2010) 29:2224–34. doi: 10.1002/sim.3940", "ArticleIdList": ["10.1002/sim.3940", "PMC2998707", "20812303"]}, {"Citation": "Alahmad B, Khraishah H, Roye D, Vicedo-Cabrera AM, Guo YM, Papatheodorou SI, et al. . Associations between extreme temperatures and cardiovascular cause-specific mortality: results from 27 countries. Circulation. (2023) 147:35–46. doi: 10.1161/CIRCULATIONAHA.122.061832", "ArticleIdList": ["10.1161/CIRCULATIONAHA.122.061832", "PMC9794133", "36503273"]}, {"Citation": "Zhao Q, Guo YM, Ye TT, Gasparrini A, Tong SL, Molina T, et al. . Global, regional, and national burden of mortality associated with non-optimal ambient temperatures from 2000 to 2019: a three-stage modelling study. Lancet Planet Health. (2021) 5:E415–25. doi: 10.1016/S2542-5196(23)00143-2", "ArticleIdList": ["10.1016/S2542-5196(23)00143-2", "34245712"]}, {"Citation": "Gasparrini A, Guo YM, Hashizume M, Lavigne E, Zanobetti A, Schwartz J, et al. . Mortality risk attributable to high and low ambient temperature: a multicountry observational study. Lancet. (2015) 386:369–75. doi: 10.1016/S0140-6736(14)62114-0", "ArticleIdList": ["10.1016/S0140-6736(14)62114-0", "PMC4521077", "26003380"]}, {"Citation": "Bhaskaran K, Gasparrini A, Hajat S, Smeeth L, Armstrong B. Time series regression studies in environmental epidemiology. Int J Epidemiol. (2013) 42:1187–95. doi: 10.1093/ije/dyt092", "ArticleIdList": ["10.1093/ije/dyt092", "PMC3780998", "23760528"]}, {"Citation": "Zhao DS, Zhang XL, Xie MY, Cheng J, Zhang H, Wang S, et al. . Is greater temperature change within a day associated with increased emergency admissions for schizophrenia? Sci Total Environ. (2016) 566–567:1545–51. doi: 10.1016/j.scitotenv.2016.06.045", "ArticleIdList": ["10.1016/j.scitotenv.2016.06.045", "27320736"]}, {"Citation": "Fan L, Zhang DY. Study on the influence mechanism and spatial differentiation characteristics of Beijing’s neighborhood vitality – based on multi-scale geographically weighted regression. Urban Plan. (2022) 46:27–37. doi: 10.11819/cpr20220502a", "ArticleIdList": ["10.11819/cpr20220502a"]}, {"Citation": "Fotheringham AS, Yang WB, Kang W. Multiscale geographically weighted regression (MGWR). Ann Am Assoc Geogr. (2017) 107:1247–65. doi: 10.1080/24694452.2017.1352480", "ArticleIdList": ["10.1080/24694452.2017.1352480"]}, {"Citation": "Shen TY, Yu HC, Zhou L, Gu HY, He HH. The influence mechanism of second-hand residential prices in Beijing – a study based on multi-scale geographically weighted regression model (MGWR). Econ Geogr. (2020) 40:75–83. doi: 10.15957/j.cnki.jjdl.2020.03.009", "ArticleIdList": ["10.15957/j.cnki.jjdl.2020.03.009"]}, {"Citation": "Zhu XM, Song XN, Leng P, Hu RH. Spatial downscaling of land surface temperature with the multi-scale geographically weighted regression. Natl Remote Sensing Bull. (2021) 25:1749–66. doi: 10.11834/jrs.20211202", "ArticleIdList": ["10.11834/jrs.20211202"]}, {"Citation": "Phung D, Hien TT, Linh HN, Luong LMT, Morawska L, Chu C, et al. . Air pollution and risk of respiratory and cardiovascular hospitalizations in the most populous city in Vietnam. Sci Total Environ. (2016) 557–558:322–30. doi: 10.1016/j.scitotenv.2016.03.070", "ArticleIdList": ["10.1016/j.scitotenv.2016.03.070", "27016680"]}, {"Citation": "Luong LTM, Dang TN, Huong NTT, Phung D, Tran LK, Dung DV, et al. . Particulate air pollution in Ho chi minh city and risk of hospital admission for acute lower respiratory infection (ALRI) among young children. Environ Pollut. (2020) 257:113424. doi: 10.1016/j.envpol.2019.113424", "ArticleIdList": ["10.1016/j.envpol.2019.113424", "31672367"]}, {"Citation": "Szyszkowicz M, Kousha T, Castner J, Dales R. Air pollution and emergency department visits for respiratory diseases: a multi-city case crossover study. Environ Res. (2018) 163:263–9. doi: 10.1016/j.envres.2018.01.043", "ArticleIdList": ["10.1016/j.envres.2018.01.043", "29459308"]}, {"Citation": "Li X., Yan Q. P., Luo C. (2023), Impact of built environment on flow of transfer passengers between subway and bus considering spatial heterogeneity. J Transp Syst Eng Inf Technol. 23:100–10. doi: 10.16097/j.cnki.1009-6744.2023.02.011", "ArticleIdList": ["10.16097/j.cnki.1009-6744.2023.02.011"]}, {"Citation": "Jacob DJ, Winner DA. Effect of climate change on air quality. Atmos Environ. (2009) 43:51–63. doi: 10.1016/j.atmosenv.2008.09.051", "ArticleIdList": ["10.1016/j.atmosenv.2008.09.051"]}, {"Citation": "Liu HY, Jacob DJ, Bey I, Yantosca RM. Constraints from 210Pb and 7be on wet deposition and transport in a global three-dimensional chemical tracer model driven by assimilated meteorological fields. J Geophys Res Atmos. (2001) 106:12109–28. doi: 10.1029/2000JD900839", "ArticleIdList": ["10.1029/2000JD900839"]}, {"Citation": "Chen CQ, Chen YQ, Tang SJ, Wu SJ. Analysis of effect of meteorological factor on air quality of Wuhan in 2001-2010. Environ Sci Technol. (2013) 36:130–3. doi: 10.3969/j.issn.1003-6504.2013.05.026", "ArticleIdList": ["10.3969/j.issn.1003-6504.2013.05.026"]}, {"Citation": "Chen RJ, Chu C, Tan JG, Cao JS, Song WM, Xu XH, et al. . Ambient air pollution and hospital admission in Shanghai. China J Hazardous Mater. (2010) 181:234–40. doi: 10.1016/j.jhazmat.2010.05.002", "ArticleIdList": ["10.1016/j.jhazmat.2010.05.002", "20537796"]}, {"Citation": "Gu LJ, Yu C. Analysis of the current situation of building energy consumption data and energy consumption statistics in China. Energy China. (2011) 2:38–41. doi: 10.3969/j.issn.1003-2355.2011.02.008", "ArticleIdList": ["10.3969/j.issn.1003-2355.2011.02.008"]}, {"Citation": "Miao Z, Baležentis T, Shao S, Chang D. Energy use, industrial soot and vehicle exhaust pollution—China’s regional air pollution recognition, performance decomposition and governance. Energy Econ. (2019) 83:501–14. doi: 10.1016/j.eneco.2019.07.002", "ArticleIdList": ["10.1016/j.eneco.2019.07.002"]}, {"Citation": "Shen F, Jia YP, Zhang Y, Zhao Y, Huang L, Li RL, et al. . Indoor PM2.5 pollution levels and influencing factors in public places in Beijing in winter. J Environ Health. (2014) 3:262–3. doi: 10.16241/j.cnki.1001-5914.2014.03.011", "ArticleIdList": ["10.16241/j.cnki.1001-5914.2014.03.011"]}, {"Citation": "Liu ZX, Wang GZ, Liu LH. The analysis of pollution level of PM10 and PM2.5 in large and moderate scale shopping Centers. J Environ Health. (2006) 4:336–8. doi: 10.16241/j.cnki.1001-5914.2006.04.023", "ArticleIdList": ["10.16241/j.cnki.1001-5914.2006.04.023"]}, {"Citation": "Miller MR, Newby DE. Air pollution and cardiovascular disease: car sick. Cardiovasc Res. (2020) 116:279–94. doi: 10.1093/cvr/cvz228", "ArticleIdList": ["10.1093/cvr/cvz228", "31583404"]}, {"Citation": "Carozzi F, Roth S. Dirty density: air quality and the density of American cities. J Environ Econ Manag. (2023) 118:102767. doi: 10.1016/j.jeem.2022.102767", "ArticleIdList": ["10.1016/j.jeem.2022.102767"]}, {"Citation": "Borck R, Schrauth P. Population density and urban air quality. Reg Sci Urban Econ. (2021) 86:103596. doi: 10.1016/j.regsciurbeco.2020.103596", "ArticleIdList": ["10.1016/j.regsciurbeco.2020.103596"]}, {"Citation": "Wu D, Gong JH, Liang JM, Sun J, Zhang GY. Analyzing the influence of urban street greening and street buildings on summertime air pollution based on street view image data. ISPRS Int J Geo Inf. (2020) 9:500. doi: 10.3390/ijgi9090500", "ArticleIdList": ["10.3390/ijgi9090500"]}, {"Citation": "Jim CY, Chen WY. Assessing the ecosystem service of air pollutant removal by urban trees in Guangzhou (China). J Environ Manag. (2008) 88:665–76. doi: 10.1016/j.jenvman.2007.03.035", "ArticleIdList": ["10.1016/j.jenvman.2007.03.035", "17499909"]}, {"Citation": "Wang WJ, Tian PL, Zhang JH, Agathokleous E, Xiao L, Koike T, et al. . Big data-based urban greenness in Chinese megalopolises and possible contribution to air quality control. Sci Total Environ. (2022) 824:153834. doi: 10.1016/j.scitotenv.2022.153834", "ArticleIdList": ["10.1016/j.scitotenv.2022.153834", "35157858"]}, {"Citation": "Sundell J, Levin H, Nazaroff WW, Cain WS, Fisk WJ, Grimsrud DT, et al. . Ventilation rates and health: multidisciplinary review of the scientific literature. Indoor Air. (2011) 21:191–204. doi: 10.1111/j.1600-0668.2010.00703.x", "ArticleIdList": ["10.1111/j.1600-0668.2010.00703.x", "21204989"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "4"}, {"Year": "2024", "Month": "3", "Day": "4"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "4", "Minute": "21"}, {"Year": "2024", "Month": "3", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38584928", "PMC10995312", "10.3389/fpubh.2024.1333077"]}}], "PubmedBookArticle": []}