{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["MOFs", "catalytic ozonation", "d-band", "dinuclear site catalyst", "orbital coupling"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38588435", "DateRevised": {"Year": "2024", "Month": "04", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "08"}], "ELocationID": ["e2319119121", "10.1073/pnas.2319119121"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "121", "Issue": "16", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "16"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Precisely constructing orbital coupling-modulated iron dinuclear site for enhanced catalytic ozonation performance.", "Pagination": {"StartPage": "e2319119121", "MedlinePgn": "e2319119121"}, "Abstract": {"AbstractText": ["The advancement of atomically precise dinuclear heterogeneous catalysts holds great potential in achieving efficient catalytic ozonation performance and contributes to the understanding of synergy mechanisms during reaction conditions. Herein, we demonstrate a \"ship-in-a-bottle and pyrolysis\" strategy that utilizes Fe<sub>2</sub>(CO)<sub>9</sub> dinuclear-cluster to precisely construct Fe<sub>2</sub> site, consisting of two Fe<sub>1</sub>-N<sub>3</sub> units connected by Fe-Fe bonds and firmly bonded to N-doped carbon. Systematic characterizations and theoretical modeling reveal that the Fe-Fe coordination motif markedly reduced the devotion of the antibonding state in the Fe-O bond because of the strong orbital coupling interaction of dual Fe <i>d</i>-<i>d</i> orbitals. This facilitates O-O covalent bond cleavage of O<sub>3</sub> and enhances binding strength with reaction intermediates (atomic oxygen species; *O and *OO), thus boosting catalytic ozonation performance. As a result, Fe dinuclear site catalyst exhibits 100% ozonation efficiency for CH<sub>3</sub>SH elimination, outperforming commercial MnO<sub>2</sub> catalysts by 1,200-fold. This research provides insights into the atomic-level structure-activity relationship of ozonation catalysts and extends the use of dinuclear catalysts in catalytic ozonation and beyond."]}, "AuthorList": [{"Identifier": ["0000-0002-5435-4571"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Qu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Tang", "ForeName": "Zhuoyun", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Tang", "ForeName": "Su", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Zhong", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Zhao", "ForeName": "Huinan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "Tian", "ForeName": "Shuanghong", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, South China Normal University, Guangzhou 510006, China."}], "LastName": "Shu", "ForeName": "Dong", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Sun Yat-sen University, Guangzhou 510275, China."}], "LastName": "He", "ForeName": "Chun", "Initials": "C"}], "GrantList": [{"GrantID": "52070195 21876212 21976214 21673086", "Agency": "MOST | National Natural Science Foundation of China (NSFC)", "Country": ""}, {"GrantID": "No. 2023A1515012198", "Agency": "Guangdong Basic and Applied Basic Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "Competing interests statement:The authors declare no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Qu W., et al. , Progress in metal-organic-framework-based single-atom catalysts for environmental remediation. Coordin. Chem. Rev. 474, 214855 (2023)."}, {"Citation": "Chen Z., et al. , Single-atom Mo-Co catalyst with low biotoxicity for sustainable degradation of high-ionization-potential organic pollutants. Proc. Natl. Acad. Sci. U.S.A. 120, e2305933120 (2023).", "ArticleIdList": ["PMC10629517", "37428912"]}, {"Citation": "Wang J., et al. , Manipulating selectivity of hydroxyl radical generation by single-atom catalysts in catalytic ozonation: Surface or solution. Environ. Sci. Technol. 56, 17753–17762 (2022).", "ArticleIdList": ["36445928"]}, {"Citation": "Yu X., et al. , A green edge- hosted zinc single-site heterogeneous catalyst for superior Fenton- like activity. Proc. Natl. Acad. Sci. U.S.A. 120, e2221228120 (2023).", "ArticleIdList": ["PMC10450848", "37590415"]}, {"Citation": "Qu W., et al. , Accelerated catalytic ozonation in a mesoporous carbon-supported atomic Fe-N4 sites nanoreactor: Confinement effect and resistance to poisoning. Environ. Sci. Technol. 57, 13205–13216 (2023).", "ArticleIdList": ["37487235"]}, {"Citation": "Yang Z., Qian J., Yu A., Pan B., Singlet oxygen mediated iron-based Fenton-like catalysis under nanoconfinement. Proc. Natl. Acad. Sci. U.S.A. 116, 6659–6664 (2019).", "ArticleIdList": ["PMC6452667", "30872470"]}, {"Citation": "Zhou X., et al. , Identification of Fenton-like active Cu sites by heteroatom modulation of electronic density. Proc. Natl. Acad. Sci. U.S.A. 119, e2119492119 (2022).", "ArticleIdList": ["PMC8872710", "35165185"]}, {"Citation": "Wang H., et al. , Coordination engineering in single-site catalysts: General principles, characterizations, and recent advances. Chem 10, 48–85 (2024)."}, {"Citation": "Zhao X., Fang R., Wang F., Kong X., Li Y., Atomic design of dual-metal hetero-single-atoms for high-efficiency synthesis of natural flavones. Nat. Commun. 13, 7873 (2022).", "ArticleIdList": ["PMC9780242", "36550133"]}, {"Citation": "Fan Z., et al. , Oxygen-bridged indium-nickel atomic pair as dual-metal active sites enabling synergistic electrocatalytic CO2 reduction. Angew. Chem. Int. Ed. Engl. 62, e202216326 (2023).", "ArticleIdList": ["36519523"]}, {"Citation": "Wang Q., et al. , Atomic metal–non-metal catalytic pair drives efficient hydrogen oxidation catalysis in fuel cells. Nat. Catal. 6, 916–926 (2023)."}, {"Citation": "Dey G., et al. , Dual single-atomic Co–Mn sites in metal–organic-framework-derived N-doped nanoporous carbon for electrochemical oxygen reduction. ACS Nano 17, 19155–19167 (2023).", "ArticleIdList": ["37774140"]}, {"Citation": "Zhu P., et al. , Regulating the FeN4 moiety by constructing Fe–Mo dual-metal atom sites for efficient electrochemical oxygen reduction. Nano Lett. 22, 9507–9515 (2022).", "ArticleIdList": ["36378069"]}, {"Citation": "Li Y., et al. , Recent advance of atomically dispersed dual-metal sites carbocatalysts: Properties, synthetic materials, catalytic mechanisms, and applications in persulfate-based advanced oxidation process. Adv. Funct. Mater. 33, 2301229 (2023)."}, {"Citation": "Zhang L., et al. , Atomic layer deposited Pt-Ru dual-metal dimers and identifying their active sites for hydrogen evolution reaction. Nat. Commun. 10, 4936 (2019).", "ArticleIdList": ["PMC6821730", "31666505"]}, {"Citation": "Yan H., et al. , Bottom-up precise synthesis of stable platinum dimers on graphene. Nat. Commun. 8, 1070 (2017).", "ArticleIdList": ["PMC5715161", "29057957"]}, {"Citation": "Qu W., et al. , An atom-pair design strategy for optimizing the synergistic electron effects of catalytic sites in NO selective reduction. Angew. Chem. Int. Ed. Engl. 61, e202212703 (2022).", "ArticleIdList": ["36321806"]}, {"Citation": "Li W. H., Yang J., Wang D., Long-range interactions in diatomic catalysts boosting electrocatalysis. Angew. Chem. Int. Ed. Engl. 61, e202213318 (2022).", "ArticleIdList": ["36199272"]}, {"Citation": "Shang Y., Xu X., Gao B., Wang S., Duan X., Single-atom catalysis in advanced oxidation processes for environmental remediation. Chem. Soc. Rev. 50, 5281–5322 (2021).", "ArticleIdList": ["33904567"]}, {"Citation": "Hu J., et al. , Uncovering dynamic edge-sites in atomic Co-N-C electrocatalyst for selective hydrogen peroxide production. Angew. Chem. Int. Ed. Engl. 62, e202304754 (2023).", "ArticleIdList": ["37126395"]}, {"Citation": "Jiao L., et al. , Chemical vapour deposition of Fe–N–C oxygen reduction catalysts with full utilization of dense Fe–N4 sites. Nat. Mater. 20, 1385–1391 (2021).", "ArticleIdList": ["34112977"]}, {"Citation": "Zhang Y., et al. , d-p Hybridization-induced “trapping-coupling-conversion” enables high-efficiency Nb single-atom catalysis for Li-S batteries. J. Am. Chem. Soc. 145, 1728–1739 (2023).", "ArticleIdList": ["36640116"]}, {"Citation": "Guo J., et al. , Fenton-like activity and pathway modulation via single-atom sites and pollutants comediates the electron transfer process. Proc. Natl. Acad. Sci. U.S.A. 121, e2313387121 (2024).", "ArticleIdList": ["PMC10801885", "38190529"]}, {"Citation": "Li Y., et al. , Single-atom iron catalyst with biomimetic active center to accelerate proton spillover for medical-level electrosynthesis of H2O2 disinfectant. Angew. Chem. Int. Ed. Engl. 62, e202306491 (2023).", "ArticleIdList": ["37318066"]}, {"Citation": "Jin Z., et al. , Understanding the inter-site distance effect in single-atom catalysts for oxygen electroreduction. Nat. Catal. 4, 615–622 (2021)."}, {"Citation": "Wang M., et al. , Non-planar nest-like [Fe2S2] cluster sites for efficient oxygen reduction catalysis. Angew. Chem. Int. Ed. Engl. 62, e202300826 (2023).", "ArticleIdList": ["36988088"]}, {"Citation": "Xia D., et al. , Enhanced performance and conversion pathway for catalytic ozonation of methyl mercaptan on single-atom Ag deposited three-dimensional ordered mesoporous MnO2. Environ. Sci. Technol. 52, 13399–13409 (2018).", "ArticleIdList": ["30362732"]}, {"Citation": "He C., et al. , Realizing a redox-robust Ag/MnO2 catalyst for efficient wet catalytic ozonation of S-VOCs: Promotional role of Ag(0)/Ag(I)-Mn based redox shuttle. Appl. Catal. B 303, 120881 (2022)."}, {"Citation": "Ma D., et al. , Interstitial carbon-platinum electronic metal-support interaction structure boost synergistic removal of O3 and CH3SH via surface atomic oxygen. Appl. Catal. B 329, 122578 (2023)."}, {"Citation": "Yu G., et al. , Insights into the mechanism of ozone activation and singlet oxygen generation on N-doped defective nanocarbons: A DFT and machine learning study. Environ. Sci. Technol. 56, 7853–7863 (2022).", "ArticleIdList": ["35615937"]}, {"Citation": "Dai W., et al. , Exceptional ozone decomposition over δ-MnO2/AC under an entire humidity environment. Environ. Sci. Technol. 57, 17727–17736 (2023).", "ArticleIdList": ["36862670"]}, {"Citation": "Zhang J., Shao C., Zhang W., Pan B., In situ ligand-modulated activation of inert Ce(III/IV) into ozonation catalyst for efficient water treatment. Proc. Natl. Acad. Sci. U.S.A. 120, e2305255120 (2023).", "ArticleIdList": ["PMC10467571", "37603736"]}, {"Citation": "Sun Z. B., Si Y. N., Zhao S. N., Wang Q. Y., Zang S. Q., Ozone decomposition by a manganese-organic framework over the entire humidity range. J. Am. Chem. Soc. 143, 5150–5157 (2021).", "ArticleIdList": ["33769799"]}, {"Citation": "Qu W., et al. , Cation substitution induced d-band center modulation on cobalt-based spinel oxides for catalytic ozonation. Adv. Funct. Mater. 33, 2301677 (2023)."}, {"Citation": "Zhou Q., et al. , Generating dual-active species by triple-atom sites through peroxymonosulfate activation for treating micropollutants in complex water. Proc. Natl. Acad. Sci. U.S.A. 120, e2300085120 (2023).", "ArticleIdList": ["PMC10068799", "36952382"]}, {"Citation": "Zeng Y., et al. , Unraveling the electronic structure and dynamics of the atomically dispersed iron sites in electrochemical CO2 reduction. J. Am. Chem. Soc. 145, 15600–15610 (2023).", "ArticleIdList": ["37418344"]}, {"Citation": "Zhang D., et al. , Dynamic active-site induced by host-guest interactions boost the Fenton-like reaction for organic wastewater treatment. Nat. Commun. 14, 3538 (2023).", "ArticleIdList": ["PMC10272134", "37322015"]}, {"Citation": "Qu W., et al. , Electron transfer trade-offs in MOF-derived cobalt-embedded nitrogen-doped carbon nanotubes boost catalytic ozonation for gaseous sulfur-containing VOC elimination. ACS Catal. 13, 692–705 (2022)."}, {"Citation": "Wang H., et al. , An iron-containing metal-organic framework as a highly efficient catalyst for ozone decomposition. Angew. Chem. Int. Ed. Engl. 57, 16416–16420 (2018).", "ArticleIdList": ["30328235"]}, {"Citation": "Ren T., et al. , Single-atom Fe-N4 sites for catalytic ozonation to selectively induce a nonradical pathway toward wastewater purification. Environ. Sci. Technol. 57, 3623–3633 (2023).", "ArticleIdList": ["36790324"]}, {"Citation": "Zhu G., et al. , Encapsulate α-MnO2 nanofiber within graphene layer to tune surface electronic structure for efficient ozone decomposition. Nat. Commun. 12, 4152 (2021).", "ArticleIdList": ["PMC8260790", "34230482"]}, {"Citation": "Zeng Z., et al. , Orbital coupling of hetero-diatomic nickel-iron site for bifunctional electrocatalysis of CO2 reduction and oxygen evolution. Nat. Commun. 12, 4088 (2021).", "ArticleIdList": ["PMC8253796", "34215728"]}, {"Citation": "Guo Z. Y., et al. , Electron delocalization triggers nonradical Fenton-like catalysis over spinel oxides. Proc. Natl. Acad. Sci. U.S.A. 119, e2201607119 (2022).", "ArticleIdList": ["PMC9351537", "35878043"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "10", "Day": "8"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "15", "Minute": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38588435", "PMC11032441", "10.1073/pnas.2319119121"]}}], "PubmedBookArticle": []}