{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38605003", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "11"}], "ELocationID": ["2872", "10.1038/s41467-024-47117-7"], "Journal": {"ISSN": "2041-1723", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "11"}}, "Title": "Nature communications", "ISOAbbreviation": "Nat Commun"}, "ArticleTitle": "Elevated ozone disrupts mating boundaries in drosophilid flies.", "Pagination": {"StartPage": "2872", "MedlinePgn": "2872"}, "Abstract": {"AbstractText": ["Animals employ different strategies to establish mating boundaries between closely related species, with sex pheromones often playing a crucial role in identifying conspecific mates. Many of these pheromones have carbon-carbon double bonds, making them vulnerable to oxidation by certain atmospheric oxidant pollutants, including ozone. Here, we investigate whether increased ozone compromises species boundaries in drosophilid flies. We show that short-term exposure to increased levels of ozone degrades pheromones of Drosophila melanogaster, D. simulans, D. mauritiana, as well as D. sechellia, and induces hybridization between some of these species. As many of the resulting hybrids are sterile, this could result in local population declines. However, hybridization between D. simulans and D. mauritiana as well as D. simulans and D. sechellia results in fertile hybrids, of which some female hybrids are even more attractive to the males of the parental species. Our experimental findings indicate that ozone pollution could potentially induce breakdown of species boundaries in insects."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-4251-2795"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Evolutionary Neuroethology, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany."}, {"Identifier": [], "Affiliation": "Next Generation Insect Chemical Ecology, Max Planck Centre, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany."}], "LastName": "Jiang", "ForeName": "Nan-Ji", "Initials": "NJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Evolutionary Neuroethology, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany."}], "LastName": "Dong", "ForeName": "Xinqi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Max Planck Institute for Chemical Ecology, Hans-Knöll Straße 8, D-07745, Jena, Germany."}], "LastName": "Veit", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": ["0000-0002-4811-1223"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Evolutionary Neuroethology, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany."}, {"Identifier": [], "Affiliation": "Next Generation Insect Chemical Ecology, Max Planck Centre, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany."}], "LastName": "Hansson", "ForeName": "Bill S", "Initials": "BS"}, {"Identifier": ["0000-0002-6710-1071"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Evolutionary Neuroethology, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany. mknaden@ice.mpg.de."}, {"Identifier": [], "Affiliation": "Next Generation Insect Chemical Ecology, Max Planck Centre, Max Planck Institute for Chemical Ecology, Hans-Knöll-Straße 8, D-07745, Jena, Germany. mknaden@ice.mpg.de."}], "LastName": "Knaden", "ForeName": "Markus", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Commun", "NlmUniqueID": "101528555", "ISSNLinking": "2041-1723"}, "ChemicalList": [{"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}, {"RegistryNumber": "0", "NameOfSubstance": "Pheromones"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["genetics"], "DescriptorName": "Drosophila melanogaster"}, {"QualifierName": [], "DescriptorName": "Drosophila"}, {"QualifierName": [], "DescriptorName": "Reproduction"}, {"QualifierName": [], "DescriptorName": "Drosophila simulans"}, {"QualifierName": [], "DescriptorName": "Carbon"}, {"QualifierName": [], "DescriptorName": "Pheromones"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mayr, E. Animal Species and Evolution (Harvard University Press, 1963)."}, {"Citation": "Dobzhansky, T. Genetics and the Origin of Species (Columbia University Press, 1982)."}, {"Citation": "Coyne, J. In Encyclopedia of Genetics (eds Brenner, S. & Jefferey, H. M.) 1679-1686 (Academic Press, 2001)."}, {"Citation": "Darwin, C. On the Origin of Species (John Murray, London, 1859)."}, {"Citation": "Coyne, J. A., Coyne, H. A. & Orr, H. A. Speciation (Oxford University Press, Incorporated, 2004)."}, {"Citation": "Dobzhansky T. Genetic nature of species differences. Am. Nat. 1937;71:404–420. doi: 10.1086/280726.", "ArticleIdList": ["10.1086/280726"]}, {"Citation": "Allison, J. D. & Cardé, R. T. E. Pheromone Communication in Moths Evolution, Behavior, and Application. 1 edn (University of California Press, 2016)."}, {"Citation": "Auer TO, et al. Olfactory receptor and circuit evolution promote host specialization. Nature. 2020;579:402–408. doi: 10.1038/s41586-020-2073-7.", "ArticleIdList": ["10.1038/s41586-020-2073-7", "PMC7100913", "32132713"]}, {"Citation": "Khallaf MA, et al. Large-scale characterization of sex pheromone communication systems in Drosophila. Nat. Commun. 2021;12:4165. doi: 10.1038/s41467-021-24395-z.", "ArticleIdList": ["10.1038/s41467-021-24395-z", "PMC8260797", "34230464"]}, {"Citation": "Jallon JM, David JR. Variations in cuticular hydrocarbons among the eight species of the Drosophila melanogaster subgroup. Evolution. 1987;41:294–302.", "ArticleIdList": ["28568760"]}, {"Citation": "David JR, Lemeunier F, Tsacas L, Yassin A. The historical discovery of the nine species in the Drosophila melanogaster species subgroup. Genetics. 2007;177:1969–1973. doi: 10.1534/genetics.104.84756.", "ArticleIdList": ["10.1534/genetics.104.84756", "PMC2219481", "18073416"]}, {"Citation": "Coyne JA, Kreitman M. Evolutionary genetics of two sibling species, Drosophila simulans and Drosophila sechellia. Evolution. 1986;40:673–691,. doi: 10.2307/2408455.", "ArticleIdList": ["10.2307/2408455", "28556167"]}, {"Citation": "Seeholzer LF, Seppo M, Stern DL, Ruta V. Evolution of a central neural circuit underlies Drosophila mate preferences. Nature. 2018;559:564–569. doi: 10.1038/s41586-018-0322-9.", "ArticleIdList": ["10.1038/s41586-018-0322-9", "PMC6276375", "29995860"]}, {"Citation": "Shirangi, T. R., Dufour, H. D., Williams, T. M. & Carroll, S. B. Rapid evolution of sex pheromone-producing enzyme expression in Drosophila. PloS Biol.7, 10.1371/journal.pbio.1000168 (2009).", "ArticleIdList": ["PMC2711336", "19652700"]}, {"Citation": "Gleason JM, James RA, Wicker-Thomas C, Ritchie MG. Identification of quantitative trait loci function through analysis of multiple cuticular hydrocarbons differing between Drosophila simulans and Drosophila sechellia females. Heredity. 2009;103:416–424. doi: 10.1038/hdy.2009.79.", "ArticleIdList": ["10.1038/hdy.2009.79", "19654611"]}, {"Citation": "Pardy JA, Rundle HD, Bernards MA, Moehring AJ. The genetic basis of female pheromone differences between Drosophila melanogaster and D. simulans. Heredity. 2019;122:93–109. doi: 10.1038/s41437-018-0080-3.", "ArticleIdList": ["10.1038/s41437-018-0080-3", "PMC6288273", "29777168"]}, {"Citation": "Coyne JA, Charlesworth B. Genetics of a pheromonal difference affecting sexual isolation between Drosophila mauritiana and D. sechellia. Genetics. 1997;145:1015–1030. doi: 10.1093/genetics/145.4.1015.", "ArticleIdList": ["10.1093/genetics/145.4.1015", "PMC1207872", "9093854"]}, {"Citation": "Civetta A, Cantor EJF. The genetics of mating recognition between Drosophila simulans and D. sechellia. Genet Res. 2003;82:117–126. doi: 10.1017/S0016672303006360.", "ArticleIdList": ["10.1017/S0016672303006360", "14768896"]}, {"Citation": "Cobb M, Jallon JM. Pheromones, mate recognition and courtship stimulation in the Drosophila melanogaster species sub-group. Anim. Behav. 1990;39:1058–1067. doi: 10.1016/S0003-3472(05)80778-X.", "ArticleIdList": ["10.1016/S0003-3472(05)80778-X"]}, {"Citation": "Jiang NJ, et al. Ozone exposure disrupts insect sexual communication. Nat. Commun. 2023;14:1186. doi: 10.1038/s41467-023-36534-9.", "ArticleIdList": ["10.1038/s41467-023-36534-9", "PMC10014992", "36918554"]}, {"Citation": "Morgan PB, Mies TA, Bollero GA, Nelson RL, Long SP. Season-long elevation of ozone concentration to projected 2050 levels under fully open-air conditions substantially decreases the growth and production of soybean. N. Phytol. 2006;170:333–343. doi: 10.1111/j.1469-8137.2006.01679.x.", "ArticleIdList": ["10.1111/j.1469-8137.2006.01679.x", "16608458"]}, {"Citation": "Volz A, Kley D. Evaluation of the Montsouris series of ozone measurements made in the nineteenth century. Nature. 1988;332:240–242. doi: 10.1038/332240a0.", "ArticleIdList": ["10.1038/332240a0"]}, {"Citation": "Vingarzan RJAE. A review of surface ozone background levels and trends. Atmos. Environ. 2004;38:3431–3442. doi: 10.1016/j.atmosenv.2004.03.030.", "ArticleIdList": ["10.1016/j.atmosenv.2004.03.030"]}, {"Citation": "Paoletti E, De Marco A, Beddows DC, Harrison RM, Manning WJ. Ozone levels in European and USA cities are increasing more than at rural sites, while peak values are decreasing. Environ. Pollut. 2014;192:295–299. doi: 10.1016/j.envpol.2014.04.040.", "ArticleIdList": ["10.1016/j.envpol.2014.04.040", "24906864"]}, {"Citation": "Tran, T., Kumar, N. & Knipping, E. Investigating sensitivity of ozone to emission reductions in the New York City (NYC) metropolitan and downwind areas. Atmos. Environ.301, 10.1016/j.atmosenv.2023.119675 (2023)."}, {"Citation": "Raga GB, Raga AC. On the formation of an elevated ozone peak in Mexico City. Atmos. Environ. 2000;34:4097–4102. doi: 10.1016/S1352-2310(00)00070-4.", "ArticleIdList": ["10.1016/S1352-2310(00)00070-4"]}, {"Citation": "Korhale N, Anand V, Panicker A, Beig G. Measurements of surface ozone and its precursors in different microenvironments of coastal Indian metropolis of Mumbai. Int J. Environ. Sci. Te. 2022;20:2141–2158. doi: 10.1007/s13762-022-03910-9.", "ArticleIdList": ["10.1007/s13762-022-03910-9"]}, {"Citation": "Kleinman LI, et al. Ozone production in the New York City urban plume. J. Geophys. Res.: Atmos. 2000;105:14495–14511. doi: 10.1029/2000JD900011.", "ArticleIdList": ["10.1029/2000JD900011"]}, {"Citation": "Guo, W. et al. Investigating the mechanism of morning ozone concentration peaks in a petrochemical industrial city. Atmos. Environ.270, 10.1016/j.atmosenv.2021.118897 (2022)."}, {"Citation": "Feron S, et al. Compound climate-pollution extremes in Santiago de Chile. Sci. Rep. 2023;13:6726. doi: 10.1038/s41598-023-33890-w.", "ArticleIdList": ["10.1038/s41598-023-33890-w", "PMC10130055", "37185945"]}, {"Citation": "Geraldino CG, Martins EM, da Silva CM, Arbilla G. An analytical investigation of ozone episodes in Bangu, Rio de Janeiro. Bull. Environ. Contam. Toxicol. 2017;98:632–637. doi: 10.1007/s00128-017-2041-6.", "ArticleIdList": ["10.1007/s00128-017-2041-6", "28214942"]}, {"Citation": "Agathokleous E, et al. Ozone affects plant, insect, and soil microbial communities: a threat to terrestrial ecosystems and biodiversity. Sci. Adv. 2020;6:eabc1176. doi: 10.1126/sciadv.abc1176.", "ArticleIdList": ["10.1126/sciadv.abc1176", "PMC7423369", "32851188"]}, {"Citation": "Zhang, J. F., Wei, Y. J. & Fang, Z. F. Ozone pollution: a major health hazard worldwide. Front. Immunol.10, 10.3389/fimmu.2019.02518 (2019).", "ArticleIdList": ["PMC6834528", "31736954"]}, {"Citation": "Todorovic MN, Radenkovic MB, Rajsic SF, Ignjatovic LM. Evaluation of mortality attributed to air pollution in the three most populated cities in Serbia. Int. J. Environ. Sci. Technol. 2019;16:7059–7070. doi: 10.1007/s13762-019-02384-6.", "ArticleIdList": ["10.1007/s13762-019-02384-6"]}, {"Citation": "Shahandeh MP, Pischedda A, Rodriguez JM, Turner TL. The genetics of male pheromone preference difference between and Drosophila melanogaster and Drosophila simulans. G3-Genes Genom. Genet. 2020;10:401–415. doi: 10.1534/g3.119.400780.", "ArticleIdList": ["10.1534/g3.119.400780", "PMC6945012", "31748379"]}, {"Citation": "Matute DR, Ayroles JF. Hybridization occurs between Drosophila simulans and D. sechellia in the Seychelles archipelago. J. Evol. Biol. 2014;27:1057–1068. doi: 10.1111/jeb.12391.", "ArticleIdList": ["10.1111/jeb.12391", "24773151"]}, {"Citation": "Schrider DR, Ayroles J, Matute DR, Kern AD. Supervised machine learning reveals introgressed loci in the genomes of Drosophila simulans and D. sechellia. Plos Genet. 2018;14:e1007341. doi: 10.1371/journal.pgen.1007341.", "ArticleIdList": ["10.1371/journal.pgen.1007341", "PMC5933812", "29684059"]}, {"Citation": "Billeter JC, Atallah J, Krupp JJ, Millar JG, Levine JD. Specialized cells tag sexual and species identity in Drosophila melanogaster. Nature. 2009;461:987–U250. doi: 10.1038/nature08495.", "ArticleIdList": ["10.1038/nature08495", "19829381"]}, {"Citation": "Robertson HM. Mating asymmetries and phylogeny in the Drosophila melanogaster species complex. Pac. Sci. 1988;42:72–80."}, {"Citation": "Laturney, M. & Billeter, J. C. Drosophila melanogaster females restore their attractiveness after mating by removing male anti-aphrodisiac pheromones. Nat. Commun.7, 10.1038/ncomms12322 (2016).", "ArticleIdList": ["PMC4976142", "27484362"]}, {"Citation": "Markow T. Evolution of Drosophila mating systems. Evol. biol. 1996;29:73–106."}, {"Citation": "Lachaise D, David JR, Lemeunier F, Tsacas L, Ashburner M. The reproductive relationships of Drosophila sechellia with D. mauritiana, D. simulans, and D. melanogaster from the Afrotropical region. Evolution. 1986;40:262–271.", "ArticleIdList": ["28556049"]}, {"Citation": "Cooper, J. C., Guo, P., Bladen, J. & Phadnis, N. J. B. A triple-hybrid cross reveals new a hybrid incompatibility locus between D. melanogaster and D. sechellia. bioRxiv, 590588 (2019)."}, {"Citation": "Coyne JA. Genetic basis of differences in genital morphology among three sibling species of Drosophila. Evolution. 1983;37:1101–1118. doi: 10.2307/2408834.", "ArticleIdList": ["10.2307/2408834", "28556010"]}, {"Citation": "Masly JP. 170 years of “lock-and-key”: genital morphology and reproductive isolation. Int J. Evol. Biol. 2012;2012:247352. doi: 10.1155/2012/247352.", "ArticleIdList": ["10.1155/2012/247352", "PMC3235471", "22263116"]}, {"Citation": "Smith SJ, Davidson LA, Rebeiz M. Evolutionary expansion of apical extracellular matrix is required for the elongation of cells in a novel structure. Elife. 2020;9:e55965. doi: 10.7554/eLife.55965.", "ArticleIdList": ["10.7554/eLife.55965", "PMC7266619", "32338602"]}, {"Citation": "Stamenkovic-Radak M, Kostic I, Rasic G, Junakovic N, Andjelkovic M. Developmental stability of interspecies hybrids among Drosophila melanogaster, D. simulans and D. mauritiana (Diptera: Drosophilidae) Acta Entomol. Serbica. 2009;14:27–37."}, {"Citation": "Wang T, et al. Ozone pollution in China: a review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2017;575:1582–1596. doi: 10.1016/j.scitotenv.2016.10.081.", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.081", "27789078"]}, {"Citation": "Kleinman LI, et al. Ozone production rate and hydrocarbon reactivity in 5 urban areas: a cause of high ozone concentration in Houston. Geophys Res Lett. 2003;30:1639–2003. doi: 10.1029/2003GL017485.", "ArticleIdList": ["10.1029/2003GL017485"]}, {"Citation": "Haldane JBS. Sex ratio and unisexual sterility in hybrid animals. J. Genet. 1922;12:101–109. doi: 10.1007/BF02983075.", "ArticleIdList": ["10.1007/BF02983075"]}, {"Citation": "Carracedo MC, Suarez C, Casares PJG. Sexual isolation between Drosophila melanogaster, D. simulans and D. mauritiana: sex and species specific discrimination. Genetica. 2000;108:155–162. doi: 10.1023/A:1004132414511.", "ArticleIdList": ["10.1023/A:1004132414511", "11138943"]}, {"Citation": "Nunes MDS, Orozco-Ter Wengel P, Kreissl M, Schlotterer C. Multiple hybridization events between Drosophila simulans and Drosophila mauritiana are supported by mtDNA introgression. Mol. Ecol. 2010;19:4695–4707. doi: 10.1111/j.1365-294X.2010.04838.x.", "ArticleIdList": ["10.1111/j.1365-294X.2010.04838.x", "PMC3035818", "20958812"]}, {"Citation": "Erickson, L. E., Newmark, G. L., Higgins, M. J. & Wang, Z. X. Nitrogen oxides and ozone in urban air: a review of 50 plus years of progress. Environ. Prog. Sustain.39, 10.1002/ep.13484 (2020)."}, {"Citation": "Cobb M, Connolly K, Burnet B. Courtship behavior in the melanogaster species subgroup of Drosophila. Behaviour. 1985;95:203–231. doi: 10.1163/156853985X00136.", "ArticleIdList": ["10.1163/156853985X00136"]}, {"Citation": "Cobb M, Burnet B, Blizard R, Jallon JM. Courtship in Drosophila sechellia: Its structure, functional aspects, and relationship to those of other members of the Drosophila melanogaster species Subgroup. J. Insect. Behav. 1989;2:63–89. doi: 10.1007/BF01053619.", "ArticleIdList": ["10.1007/BF01053619"]}, {"Citation": "Greenspan RJ, Ferveur JF. Courtship in Drosophila. Annu. Rev. Genet. 2000;34:205–232. doi: 10.1146/annurev.genet.34.1.205.", "ArticleIdList": ["10.1146/annurev.genet.34.1.205", "11092827"]}, {"Citation": "Spieth HT. Courtship behavior in Drosophila. Annu. Rev. Entomol. 1974;19:385–405. doi: 10.1146/annurev.en.19.010174.002125.", "ArticleIdList": ["10.1146/annurev.en.19.010174.002125", "4205689"]}, {"Citation": "Ding Y, Berrocal A, Morita T, Longden KD, Stern DL. Natural courtship song variation caused by an intronic retroelement in an ion channel gene. Nature. 2016;536:329–332. doi: 10.1038/nature19093.", "ArticleIdList": ["10.1038/nature19093", "27509856"]}, {"Citation": "Ding Y, et al. Neural evolution of context-dependent fly song. Curr. Biol. 2019;29:1089–1099,. doi: 10.1016/j.cub.2019.02.019.", "ArticleIdList": ["10.1016/j.cub.2019.02.019", "30880014"]}, {"Citation": "Tomaru M, Oguma Y. Mate choice in Drosophila melanogaster and D. sechellia: criteria and their variation depending on courtship song. Anim. Behav. 2000;60:797–804. doi: 10.1006/anbe.2000.1543.", "ArticleIdList": ["10.1006/anbe.2000.1543", "11124878"]}, {"Citation": "Knaden, M. et al. Human impacts on insect chemical communication in the anthropocene. Front. Ecol. Evol.10, 10.3389/fevo.2022.791345 (2022)."}, {"Citation": "Blande JD, Holopainen JK, Niinemets U. Plant volatiles in polluted atmospheres: stress responses and signal degradation. Plant Cell Environ. 2014;37:1892–1904. doi: 10.1111/pce.12352.", "ArticleIdList": ["10.1111/pce.12352", "PMC4289706", "24738697"]}, {"Citation": "Pinto DM, et al. Ozone degrades common herbivore-induced plant volatiles: does this affect herbivore prey location by predators and parasitoids? J. Chem. Ecol. 2007;33:683–694. doi: 10.1007/s10886-007-9255-8.", "ArticleIdList": ["10.1007/s10886-007-9255-8", "17333375"]}, {"Citation": "Serrato-Capuchina A, et al. Pure species discriminate against hybrids in the Drosophila melanogaster species subgroup. Evolution. 2021;75:1753–1774. doi: 10.1111/evo.14259.", "ArticleIdList": ["10.1111/evo.14259", "34043234"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "17"}, {"Year": "2024", "Month": "3", "Day": "19"}, {"Year": "2024", "Month": "4", "Day": "15", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "12", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "11", "Hour": "23", "Minute": "13"}, {"Year": "2024", "Month": "4", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["38605003", "PMC11009341", "10.1038/s41467-024-47117-7", "10.1038/s41467-024-47117-7"]}}], "PubmedBookArticle": []}