{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["leaf turnover", "ozone", "poplar", "soil nutrient"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38666844", "DateRevised": {"Year": "2024", "Month": "04", "Day": "28"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "31"}], "ELocationID": ["232", "10.3390/biology13040232"], "Journal": {"ISSN": "2079-7737", "JournalIssue": {"Volume": "13", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "31"}}, "Title": "Biology", "ISOAbbreviation": "Biology (Basel)"}, "ArticleTitle": "Allocation of Nutrients and Leaf Turnover Rate in Poplar under Ambient and Enriched Ozone Exposure and Soil Nutrient Manipulation.", "Abstract": {"AbstractText": ["An excess of ozone (O<sub>3</sub>) is currently stressing plant ecosystems and may negatively affect the nutrient use of plants. Plants may modify leaf turnover rates and nutrient allocation at the organ level to counteract O<sub>3</sub> damage. We investigated leaf turnover rate and allocation of primary (C, N, P, K) and secondary macronutrients (Ca, S, Mg) under various O<sub>3</sub> treatments (ambient concentration, AA, with a daily hourly average of 35 ppb; 1.5 × AA; 2.0 × AA) and fertilization levels (N: 0 and 80 kg N ha<sup>-1</sup> y<sup>-1</sup>; P: 0 and 80 kg N ha<sup>-1</sup> y<sup>-1</sup>) in an O<sub>3</sub>-sensitive poplar clone (Oxford: <i>Populus maximowiczii</i> Henry × <i>P. berolinensis</i> Dippel) in a Free-Air Controlled Exposure (FACE) experiment. The results indicated that both fertilization and O<sub>3</sub> had a significant impact on the nutrient content. Specifically, fertilization and O<sub>3</sub> increased foliar C and N contents (+5.8% and +34.2%, respectively) and root Ca and Mg contents (+46.3% and +70.2%, respectively). Plants are known to increase the content of certain elements to mitigate the damage caused by high levels of O<sub>3</sub>. The leaf turnover rate was accelerated as a result of increased O<sub>3</sub> exposure, indicating that O<sub>3</sub> plays a main role in influencing this physiological parameter. A PCA result showed that O<sub>3</sub> fumigation affected the overall allocation of primary and secondary elements depending on the organ (leaves, stems, roots). As a conclusion, such different patterns of element allocation in plant leaves in response to elevated O<sub>3</sub> levels can have significant ecological implications."]}, "AuthorList": [{"Identifier": ["0000-0001-5324-7769"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IRET-CNR, Via Madonna del Piano 10, Sesto Fiorentino, 50019 Florence, Italy."}], "LastName": "Paoletti", "ForeName": "Elena", "Initials": "E"}, {"Identifier": ["0000-0003-1495-8108"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IRET-CNR, Via Madonna del Piano 10, Sesto Fiorentino, 50019 Florence, Italy."}], "LastName": "Pagano", "ForeName": "Mario", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape and Architecture, Zhejiang A&F University, 666 Wusu Street, Hangzhou 311300, China."}], "LastName": "Zhang", "ForeName": "Lu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Research and Development in Forestry 'Marin Drăcea', 128, Eroilor Bvd., 077190 Voluntari, Romania."}, {"Identifier": [], "Affiliation": "Faculty of Silviculture and Forest Engineering, Transilvania University, 1, Ludwig van Beethoven Street, 500123 Brasov, Romania."}], "LastName": "Badea", "ForeName": "Ovidiu", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "IRET-CNR, Via Madonna del Piano 10, Sesto Fiorentino, 50019 Florence, Italy."}], "LastName": "Hoshika", "ForeName": "Yasutomo", "Initials": "Y"}], "GrantList": [{"GrantID": "2013/7956", "Agency": "Ente Cassa di Risparmio di Firenze", "Country": ""}, {"GrantID": "(Bilateral agreement of CNR and Romanian Academy 2023-2025)", "Agency": "TROZGRODIV3", "Country": ""}, {"GrantID": "(Italian Integrated Environmental Research Infrastructures System - PNRR for Mission 4, Component 2, Avviso 3264/2021, IR0000032 - CUP B53C22002150006)", "Agency": "ITINERIS", "Country": ""}, {"GrantID": "G2022016013L", "Agency": "High End Foreign Expert Introduction Program Project of Ministry of Science and Technology of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biology (Basel)", "NlmUniqueID": "101587988", "ISSNLinking": "2079-7737"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ågren G.I., Weih M. Multi-Dimensional Plant Element Stoichiometry—Looking beyond Carbon, Nitrogen, and Phosphorus. Front. Plant Sci. 2020;11:23. doi: 10.3389/fpls.2020.00023.", "ArticleIdList": ["10.3389/fpls.2020.00023", "PMC7020196", "32117369"]}, {"Citation": "Sterner R.W., Elser J.J. Ecological Stoichiometry: The Biology of Elements from Molecules to the Biosphere. Princeton University Press; Princeton, NJ, USA: 2002."}, {"Citation": "Wang H., Sterner R.W., Elser J.J. On the “Strict Homeostasis” Assumption in Ecological Stoichiometry. Ecol. Model. 2012;243:81–88. doi: 10.1016/j.ecolmodel.2012.06.003.", "ArticleIdList": ["10.1016/j.ecolmodel.2012.06.003"]}, {"Citation": "Minden V., Kleyer M. Internal and External Regulation of Plant Organ Stoichiometry. Plant Biol. 2014;16:897–907. doi: 10.1111/plb.12155.", "ArticleIdList": ["10.1111/plb.12155", "24552639"]}, {"Citation": "Zhang J., Zhao N., Liu C., Yang H., Li M., Yu G., Wilcox K., Yu Q., He N. C:N:P Stoichiometry in China’s Forests: From Organs to Ecosystems. Funct. Ecol. 2018;32:50–60. doi: 10.1111/1365-2435.12979.", "ArticleIdList": ["10.1111/1365-2435.12979"]}, {"Citation": "Bobbink R., Hicks K., Galloway J., Spranger T., Alkemade R., Ashmore M., Bustamante M., Cinderby S., Davidson E., Dentener F. Global Assessment of Nitrogen Deposition Effects on Terrestrial Plant Diversity: A Synthesis. Ecol. Appl. 2010;20:30–59. doi: 10.1890/08-1140.1.", "ArticleIdList": ["10.1890/08-1140.1", "20349829"]}, {"Citation": "Sicard P., Anav A., De Marco A., Paoletti E. Projected Global Ground-Level Ozone Impacts on Vegetation under Different Emission and Climate Scenarios. Atmos. Chem. Phys. 2017;17:12177–12196. doi: 10.5194/acp-17-12177-2017.", "ArticleIdList": ["10.5194/acp-17-12177-2017"]}, {"Citation": "Elser J., Bennett E. A Broken Biogeochemical Cycle. Nature. 2011;478:29–31. doi: 10.1038/478029a.", "ArticleIdList": ["10.1038/478029a", "21979027"]}, {"Citation": "van Vuuren D.P., Bouwman L.F., Smith S.J., Dentener F. Global Projections for Anthropogenic Reactive Nitrogen Emissions to the Atmosphere: An Assessment of Scenarios in the Scientific Literature. Curr. Opin. Environ. Sustain. 2011;3:359–369. doi: 10.1016/j.cosust.2011.08.014.", "ArticleIdList": ["10.1016/j.cosust.2011.08.014"]}, {"Citation": "Fenn M.E., Baron J.S., Allen E.B., Rueth H.M., Nydick K.R., Geiser L., Bowman W.D., Sickman J.O., Meixner T., Johnson D.W. Ecological Effects of Nitrogen Deposition in the Western United States. BioScience. 2003;53:404–420. doi: 10.1641/0006-3568(2003)053[0404:EEONDI]2.0.CO;2.", "ArticleIdList": ["10.1641/0006-3568(2003)053[0404:EEONDI]2.0.CO;2"]}, {"Citation": "Peng Y., Chen G., Chen G., Li S., Peng T., Qiu X., Luo J., Yang S., Hu T., Hu H. Soil Biochemical Responses to Nitrogen Addition in a Secondary Evergreen Broad-Leaved Forest Ecosystem. Sci. Rep. 2017;7:2783. doi: 10.1038/s41598-017-03044-w.", "ArticleIdList": ["10.1038/s41598-017-03044-w", "PMC5459847", "28584271"]}, {"Citation": "Ollinger S.V., Aber J.D., Reich P.B., Freuder R.J. Interactive Effects of Nitrogen Deposition, Tropospheric Ozone, Elevated CO2 and Land Use History on the Carbon Dynamics of Northern Hardwood Forests. Glob. Chang. Biol. 2002;8:545–562. doi: 10.1046/j.1365-2486.2002.00482.x.", "ArticleIdList": ["10.1046/j.1365-2486.2002.00482.x"]}, {"Citation": "Zhang L., Hoshika Y., Carrari E., Badea O., Paoletti E. Ozone Risk Assessment Is Affected by Nutrient Availability: Evidence from a Simulation Experiment under Free Air Controlled Exposure (FACE) Environ. Pollut. 2018;238:812–822. doi: 10.1016/j.envpol.2018.03.102.", "ArticleIdList": ["10.1016/j.envpol.2018.03.102", "29627751"]}, {"Citation": "Peñuelas J., Poulter B., Sardans J., Ciais P., Van Der Velde M., Bopp L., Boucher O., Godderis Y., Hinsinger P., Llusia J. Human-Induced Nitrogen–Phosphorus Imbalances Alter Natural and Managed Ecosystems across the Globe. Nat. Commun. 2013;4:2934. doi: 10.1038/ncomms3934.", "ArticleIdList": ["10.1038/ncomms3934", "24343268"]}, {"Citation": "Stevenson F.J., Cole M.A. Cycles of Soils: Carbon, Nitrogen, Phosphorus, Sulfur, Micronutrients. John Wiley & Sons; Hoboken, NJ, USA: 1999."}, {"Citation": "Wittig V.E., Ainsworth E.A., Naidu S.L., Karnosky D.F., Long S.P. Quantifying the Impact of Current and Future Tropospheric Ozone on Tree Biomass, Growth, Physiology and Biochemistry: A Quantitative Meta-analysis. Glob. Chang. Biol. 2009;15:396–424. doi: 10.1111/j.1365-2486.2008.01774.x.", "ArticleIdList": ["10.1111/j.1365-2486.2008.01774.x"]}, {"Citation": "Shang B., Feng Z., Li P., Calatayud V. Elevated Ozone Affects C, N and P Ecological Stoichiometry and Nutrient Resorption of Two Poplar Clones. Environ. Pollut. 2018;234:136–144. doi: 10.1016/j.envpol.2017.11.056.", "ArticleIdList": ["10.1016/j.envpol.2017.11.056", "29175475"]}, {"Citation": "Agathokleous E., Kitao M., Qingnan C., Saitanis C.J., Paoletti E., Manning W.J., Watanabe T., Koike T. Effects of Ozone (O3) and Ethylenediurea (EDU) on the Ecological Stoichiometry of a Willow Grown in a Free-Air Exposure System. Environ. Pollut. 2018;238:663–676. doi: 10.1016/j.envpol.2018.03.061.", "ArticleIdList": ["10.1016/j.envpol.2018.03.061", "29621726"]}, {"Citation": "Valkama E., Koricheva J., Oksanen E. Effects of Elevated O3, Alone and in Combination with Elevated CO2, on Tree Leaf Chemistry and Insect Herbivore Performance: A Meta-analysis. Glob. Chang. Biol. 2007;13:184–201. doi: 10.1111/j.1365-2486.2006.01284.x.", "ArticleIdList": ["10.1111/j.1365-2486.2006.01284.x"]}, {"Citation": "Shi C., Watanabe T., Koike T. Leaf Stoichiometry of Deciduous Tree Species in Different Soils Exposed to Free-Air O3 Enrichment over Two Growing Seasons. Environ. Exp. Bot. 2017;138:148–163. doi: 10.1016/j.envexpbot.2017.03.012.", "ArticleIdList": ["10.1016/j.envexpbot.2017.03.012"]}, {"Citation": "Zhuang M., Li Y., Guo Z., Li Y., Pan W., Chen S. Elevated CO2 and O3 Levels Influence the Uptake and Leaf Concentration of Mineral N, P, K in Phyllostachys Edulis (Carrière) J. Houz. and Oligostachyum Lubricum (Wen) King f. Forests. 2018;9:195."}, {"Citation": "Cao J., Shang H., Chen Z., Tian Y., Yu H. Effects of Elevated Ozone on Stoichiometry and Nutrient Pools of Phoebe Bournei (Hemsl.) Yang and Phoebe Zhennan S. Lee et FN Wei Seedlings in Subtropical China. Forests. 2016;7:78."}, {"Citation": "Kinose Y., Fukamachi Y., Okabe S., Hiroshima H., Watanabe M., Izuta T. Nutrient Supply to Soil Offsets the Ozone-Induced Growth Reduction in Fagus Crenata Seedlings. Trees. 2017;31:259–272. doi: 10.1007/s00468-016-1481-7.", "ArticleIdList": ["10.1007/s00468-016-1481-7"]}, {"Citation": "You C., Peng C., Xu Z., Liu Y., Zhang L., Yin R., Liu L., Li H., Wang L., Liu S. Nitrogen Addition Mediates the Response of Foliar Stoichiometry to Phosphorus Addition: A Meta-Analysis. Ecol. Process. 2021;10:58. doi: 10.1186/s13717-021-00329-x.", "ArticleIdList": ["10.1186/s13717-021-00329-x"]}, {"Citation": "Tian D., Reich P.B., Chen H.Y., Xiang Y., Luo Y., Shen Y., Meng C., Han W., Niu S. Global Changes Alter Plant Multi-element Stoichiometric Coupling. New Phytol. 2019;221:807–817. doi: 10.1111/nph.15428.", "ArticleIdList": ["10.1111/nph.15428", "30256426"]}, {"Citation": "Bongers F., Popma J. Leaf Dynamics of Seedlings of Rain Forest Species in Relation to Canopy Gaps. Oecologia. 1990;82:122–127. doi: 10.1007/BF00318543.", "ArticleIdList": ["10.1007/BF00318543", "28313147"]}, {"Citation": "Aerts R. The Effect of Increased Nutrient Availability on Leaf Turnover and Aboveground Productivity of Two Evergreen Ericaceous Shrubs. Oecologia. 1989;78:115–120. doi: 10.1007/BF00377206.", "ArticleIdList": ["10.1007/BF00377206", "28311910"]}, {"Citation": "Christersson L. Wood Production Potential in Poplar Plantations in Sweden. Biomass Bioenergy. 2010;34:1289–1299. doi: 10.1016/j.biombioe.2010.03.021.", "ArticleIdList": ["10.1016/j.biombioe.2010.03.021"]}, {"Citation": "Pollastrini M., Desotgiu R., Camin F., Ziller L., Gerosa G., Marzuoli R., Bussotti F. Severe Drought Events Increase the Sensitivity to Ozone on Poplar Clones. Environ. Exp. Bot. 2014;100:94–104. doi: 10.1016/j.envexpbot.2013.12.016.", "ArticleIdList": ["10.1016/j.envexpbot.2013.12.016"]}, {"Citation": "Hoshika Y., Carrari E., Zhang L., Carriero G., Pignatelli S., Fasano G., Materassi A., Paoletti E. Testing a Ratio of Photosynthesis to O3 Uptake as an Index for Assessing O3-Induced Foliar Visible Injury in Poplar Trees. Environ. Sci. Pollut. Res. 2018;25:8113–8124. doi: 10.1007/s11356-017-9475-6.", "ArticleIdList": ["10.1007/s11356-017-9475-6", "28620861"]}, {"Citation": "Paoletti E., Materassi A., Fasano G., Hoshika Y., Carriero G., Silaghi D., Badea O. A New-Generation 3D Ozone FACE (Free Air Controlled Exposure) Sci. Total Environ. 2017;575:1407–1414. doi: 10.1016/j.scitotenv.2016.09.217.", "ArticleIdList": ["10.1016/j.scitotenv.2016.09.217", "27717567"]}, {"Citation": "Thomas R., Lewis J., Strain B. Effects of Leaf Nutrient Status on Photosynthetic Capacity in Loblolly Pine (Pinus taeda L.) Seedlings Grown in Elevated Atmospheric CO2. Tree Physiol. 1994;14:947–960.", "ArticleIdList": ["14967661"]}, {"Citation": "Lewis J., Strain B. The Role of Mycorrhizas in the Response of Pinus Taeda Seedlings to Elevated CO2. New Phytol. 1996;133:431–443. doi: 10.1111/j.1469-8137.1996.tb01910.x.", "ArticleIdList": ["10.1111/j.1469-8137.1996.tb01910.x"]}, {"Citation": "Mao Q., Watanabe M., Makoto K., Kita K., Koike T. High Nitrogen Deposition May Enhance Growth of a New Hybrid Larch F1 Growing at Two Phosphorus Levels. Landsc. Ecol. Eng. 2014;10:1–8. doi: 10.1007/s11355-012-0207-2.", "ArticleIdList": ["10.1007/s11355-012-0207-2"]}, {"Citation": "Nomura M., Hatada A., Itioka T. Correlation between the Leaf Turnover Rate and Anti-Herbivore Defence Strategy (Balance between Ant and Non-Ant Defences) amongst Ten Species of Macaranga (Euphorbiaceae) Plant Ecol. 2011;212:143–155. doi: 10.1007/s11258-010-9810-1.", "ArticleIdList": ["10.1007/s11258-010-9810-1"]}, {"Citation": "Cools N., De Vos B. Manual on Methods and Criteria for Harmonized Sampling, Assessment, Monitoring and Analysis of the Effects of Air Pollution on Forests. Volume 208. UNECE, ICP Forests; Hamburg, Germany: 2010. Sampling and Analysis of Soil. Manual Part X; pp. 536–542."}, {"Citation": "Podda A., Pisuttu C., Hoshika Y., Pellegrini E., Carrari E., Lorenzini G., Nali C., Cotrozzi L., Zhang L., Baraldi R. Can Nutrient Fertilization Mitigate the Effects of Ozone Exposure on an Ozone-Sensitive Poplar Clone? Sci. Total Environ. 2019;657:340–350. doi: 10.1016/j.scitotenv.2018.11.459.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.459", "30550899"]}, {"Citation": "Shang B., Li Z., Yuan X., Xu Y., Feng Z. Effects of Elevated Ozone on the Uptake and Allocation of Macronutrients in Poplar Saplings Above- and Belowground. Sci. Total Environ. 2022;851:158044. doi: 10.1016/j.scitotenv.2022.158044.", "ArticleIdList": ["10.1016/j.scitotenv.2022.158044", "35981595"]}, {"Citation": "Lazar T., Taiz L., Zeiger E. Plant Physiology. 3rd ed. Wiley; Hoboken, NJ, USA: 2003."}, {"Citation": "Hoshika Y., Cotrozzi L., Gavrichkova O., Nali C., Pellegrini E., Scartazza A., Paoletti E. Functional Responses of Two Mediterranean Pine Species in an Ozone Free-Air Controlled Exposure (FACE) Experiment. Tree Physiol. 2023;43:1548–1561. doi: 10.1093/treephys/tpad068.", "ArticleIdList": ["10.1093/treephys/tpad068", "37209141"]}, {"Citation": "Shang B., Xu Y., Dai L., Yuan X., Feng Z. Elevated Ozone Reduced Leaf Nitrogen Allocation to Photosynthesis in Poplar. Sci. Total Environ. 2019;657:169–178. doi: 10.1016/j.scitotenv.2018.11.471.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.471", "30537578"]}, {"Citation": "Ping Q., Fang C., Yuan X., Agathokleous E., He H., Zheng H., Feng Z. Nitrogen Addition Changed the Relationships of Fine Root Respiration and Biomass with Key Physiological Traits in Ozone-Stressed Poplars. Sci. Total Environ. 2023;875:162721. doi: 10.1016/j.scitotenv.2023.162721.", "ArticleIdList": ["10.1016/j.scitotenv.2023.162721", "36898537"]}, {"Citation": "Leone I.A. Response of Potassium-Deficient Tomato Plants to Atmospheric Ozone. Phytopathology. 1976;66:734–736. doi: 10.1094/Phyto-66-734.", "ArticleIdList": ["10.1094/Phyto-66-734"]}, {"Citation": "Pleijel H., Eriksen A.B., Danielsson H., Bondesson N., Selldén G. Differential Ozone Sensitivity in an Old and a Modern Swedish Wheat Cultivar—Grain Yield and Quality, Leaf Chlorophyll and Stomatal Conductance. Environ. Exp. Bot. 2006;56:63–71. doi: 10.1016/j.envexpbot.2005.01.004.", "ArticleIdList": ["10.1016/j.envexpbot.2005.01.004"]}, {"Citation": "Xu Y., Feng Z., Peng J., Tarvainen L. Elevated Ozone Decreases the Activity of Rubisco in Poplar but Not Its Activation under Fluctuating Light. Tree Physiol. 2022;42:1762–1775. doi: 10.1093/treephys/tpac043.", "ArticleIdList": ["10.1093/treephys/tpac043", "35445727"]}, {"Citation": "Paoletti E., Nali C., Lorenzini G. Photosynthetic Behaviour of Two Italian Clones of European Beech (Fagus sylvatica L.) Exposed to Ozone. Phyton. 2002;42:149–155."}, {"Citation": "Li Q., Gao Y., Yang A. Sulfur Homeostasis in Plants. Int. J. Mol. Sci. 2020;21:8926. doi: 10.3390/ijms21238926.", "ArticleIdList": ["10.3390/ijms21238926", "PMC7727837", "33255536"]}, {"Citation": "Piikki K., Vorne V., Ojanperä K., Pleijel H. Impact of Elevated O3 and CO2 Exposure on Potato (Solanum tuberosum L. Cv. Bintje) Tuber Macronutrients (N, P, K, Mg, Ca) Agric. Ecosyst. Environ. 2007;118:55–64."}, {"Citation": "Tjoelker M., Luxmoore R. Soil Nitrogen and Chronic Ozone Stress Influence Physiology, Growth and Nutrient Status of Pinus taeda L. and Liriodendron tulipifera L. Seedlings. New Phytol. 1991;119:69–81. doi: 10.1111/j.1469-8137.1991.tb01009.x.", "ArticleIdList": ["10.1111/j.1469-8137.1991.tb01009.x", "33874340"]}, {"Citation": "Oksanen E., Holopainen T. Responses of Two Birch (Betula Pendula Roth) Clones to Different Ozone Profiles with Similar AOT40 Exposure. Atmos. Environ. 2001;35:5245–5254. doi: 10.1016/S1352-2310(01)00346-6.", "ArticleIdList": ["10.1016/S1352-2310(01)00346-6"]}, {"Citation": "Kitao M., Komatsu M., Yazaki K., Kitaoka S., Tobita H. Growth Overcompensation against O3 Exposure in Two Japanese Oak Species, Quercus Mongolica Var. Crispula and Quercus Serrata, Grown under Elevated CO2. Environ. Pollut. 2015;206:133–141.", "ArticleIdList": ["26162332"]}, {"Citation": "Uddling J., Karlsson P.E., Glorvigen A., Selldén G. Ozone Impairs Autumnal Resorption of Nitrogen from Birch (Betula pendula) Leaves, Causing an Increase in Whole-Tree Nitrogen Loss through Litter Fall. Tree Physiol. 2006;26:113–120. doi: 10.1093/treephys/26.1.113.", "ArticleIdList": ["10.1093/treephys/26.1.113", "16203721"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "3", "Day": "6"}, {"Year": "2024", "Month": "3", "Day": "27"}, {"Year": "2024", "Month": "3", "Day": "29"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "13", "Minute": "27"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "13", "Minute": "26"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "9", "Minute": "13"}, {"Year": "2024", "Month": "3", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["38666844", "PMC11048010", "10.3390/biology13040232", "biology13040232"]}}], "PubmedBookArticle": []}