{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Antibiotic resistance genes", "Catalytic oxidation", "Fenton reaction", "Ozonation", "Pseudomonas aeruginosa", "UV chlorine"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38694026", "DateRevised": {"Year": "2024", "Month": "05", "Day": "03"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "20"}], "ELocationID": ["e29798", "10.1016/j.heliyon.2024.e29798"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "9", "PubDate": {"Year": "2024", "Month": "May", "Day": "15"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "<i>Pseudomonas aeruginosa</i> and related antibiotic resistance genes as indicators for wastewater treatment.", "Pagination": {"StartPage": "e29798", "MedlinePgn": "e29798"}, "Abstract": {"AbstractText": ["This review aims to examine the existence of <i>Pseudomonas aeruginosa (P</i>. <i>aeruginosa) a</i>nd their antibiotic resistance genes (ARGs) in aquatic settings and the alternative treatment ways. <i>P. aeruginosa</i> in a various aquatic environment have been identified as contaminants with impacts on human health and the environment. <i>P. aeruginosa</i> resistance to multiple antibiotics, such as sulfamethoxazole, ciprofloxacin, quinolone, trimethoprim, tetracycline, vancomycin, as well as specific antibiotic resistance genes including <i>sul1, qnrs, blaVIM, blaTEM, blaCTX, blaAIM-1, tetA, ampC, blaVIM.</i> The development of resistance can occur naturally, through mutations, or via horizontal gene transfer facilitated by sterilizing agents. In addition, an overview of the current knowledge on inactivation of <i>Pseudomonas aeruginosa</i> and ARG and the mechanisms of action of various disinfection processes in water and wastewater (UV chlorine processes, catalytic oxidation, Fenton reaction, and ozonation) is given. An overview of the effects of nanotechnology and the resulting wetlands is also given."], "CopyrightInformation": "© 2024 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Laboratory Department, Faculty of Medical Sciences, Amran University, Yemen."}], "LastName": "Reem", "ForeName": "Alariqi", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International department, Changsha medical university, Changsha, Hunan, 410000, China."}], "LastName": "Almansoob", "ForeName": "Siham", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Pharmaceutical Sciences, Faculty of Pharmacy, Suleyman Demirel University, Isparta, 32260, Turkey."}], "LastName": "Senan", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, National Medical College, Birgunj, Nepal."}], "LastName": "Kumar Raj", "ForeName": "Aditya", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Nepalgunj Medical College, Chisapani, Banke, Nepal."}], "LastName": "Shah", "ForeName": "Rajesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Nepalgunj Medical College, Kohalpur, Banke, Nepal."}, {"Identifier": [], "Affiliation": "Department of Biochemistry (IMS & SUM hospital), SOA, deemed to be University, Bhubaneswar, India."}], "LastName": "Kumar Shrewastwa", "ForeName": "Mukesh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Anatomy, Nepalgunj Medical College, Nepalgunj, Nepal."}], "LastName": "Kumal", "ForeName": "Jay Prakash Prasad", "Initials": "JPP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chong M.N., et al. Recent developments in photocatalytic water treatment technology: a review. Water Res. 2010;44(10):2997–3027.", "ArticleIdList": ["20378145"]}, {"Citation": "Qu X., et al. Nanotechnology for a safe and sustainable water supply: enabling integrated water treatment and reuse. Acc. Chem. Res. 2013;46(3):834–843.", "ArticleIdList": ["22738389"]}, {"Citation": "Ali I. New generation adsorbents for water treatment. Chem Rev. 2012;112(10):5073–5091.", "ArticleIdList": ["22731247"]}, {"Citation": "Shannon M.A., et al. Science and technology for water purification in the coming decades. Nature. 2008;452(7185):301–310.", "ArticleIdList": ["18354474"]}, {"Citation": "Wang J., Wang S. Microbial degradation of sulfamethoxazole in the environment. Appl. Microbiol. Biotechnol. 2018;102(8):3573–3582.", "ArticleIdList": ["29516143"]}, {"Citation": "Hong Y., et al. Fast-target analysis and hourly Variation of 60 Pharmaceuticals in wastewater using UPLC-high Resolution mass spectrometry. Arch. Environ. Contam. Toxicol. 2015;69(4):525–534.", "ArticleIdList": ["26289813"]}, {"Citation": "WHO Guidelines Approved by the Guidelines Review Committee . Guidelines for Drinking-Water Quality: Fourth Edition Incorporating the First Addendum. World Health Organization; Geneva: 2017. Copyright © World Health Organization 2017.", "ArticleIdList": ["28759192"]}, {"Citation": "Hu Y., et al. Risk assessment of antibiotic resistance genes in the drinking water system. Sci. Total Environ. 2021;800", "ArticleIdList": ["34426368"]}, {"Citation": "Flores Ribeiro A., et al. Occurrence of multi-antibiotic resistant Pseudomonas spp. in drinking water produced from karstic hydrosystems. Sci. Total Environ. 2014;490:370–378.", "ArticleIdList": ["24875257"]}, {"Citation": "Mena K.D., Gerba C.P. Risk assessment of Pseudomonas aeruginosa in water. Rev. Environ. Contam. Toxicol. 2009;201:71–115.", "ArticleIdList": ["19484589"]}, {"Citation": "Hutchins C.F., et al. Contamination of hospital tap water: the survival and persistence of Pseudomonas aeruginosa on conventional and 'antimicrobial' outlet fittings. J. Hosp. Infect. 2017;97(2):156–161.", "ArticleIdList": ["28602704"]}, {"Citation": "Zhang Y., et al. Bronchoscope-related Pseudomonas aeruginosa pseudo-outbreak attributed to contaminated rinse water. Am. J. Infect. Control. 2020;48(1):26–32.", "ArticleIdList": ["31358417"]}, {"Citation": "Walker J., Moore G. Pseudomonas aeruginosa in hospital water systems: biofilms, guidelines, and practicalities. J. Hosp. Infect. 2015;89(4):324–327.", "ArticleIdList": ["25623205"]}, {"Citation": "Jia F., et al. A low-Field magnetic Resonance Imaging Aptasensor for the rapid and Visual sensing of Pseudomonas aeruginosa in food, Juice, and water. Anal. Chem. 2021;93(24):8631–8637.", "ArticleIdList": ["34107210"]}, {"Citation": "Wang S., et al. [Molecular epidemiology of drug resistance genes and carbapenem resistance of Pseudomonas aeruginosa in rural well water] Zhonghua Liuxingbingxue Zazhi. 2021;42(5):898–902.", "ArticleIdList": ["34814485"]}, {"Citation": "Reyneke B., et al. EMA-amplicon-based sequencing informs risk assessment analysis of water treatment systems. Sci. Total Environ. 2020;743", "ArticleIdList": ["32679496"]}, {"Citation": "Toval F., et al. Predominance of carbapenem-resistant Pseudomonas aeruginosa isolates carrying blaIMP and blaVIM metallo-β-lactamases in a major hospital in Costa Rica. J. Med. Microbiol. 2015;64(Pt 1):37–43.", "ArticleIdList": ["25355933"]}, {"Citation": "Caselli D., et al. Multidrug resistant Pseudomonas aeruginosa infection in children undergoing chemotherapy and hematopoietic stem cell transplantation. Haematologica. 2010;95(9):1612–1615.", "ArticleIdList": ["PMC2930967", "20305140"]}, {"Citation": "Lund-Palau H., et al. Pseudomonas aeruginosa infection in cystic fibrosis: pathophysiological mechanisms and therapeutic approaches. Expert Rev Respir Med. 2016;10(6):685–697.", "ArticleIdList": ["27175979"]}, {"Citation": "Venkatesan A., et al. Pseudomonas aeruginosa infective endocarditis presenting as bacterial meningitis. J. Infect. 2005;51(4):e199–e202.", "ArticleIdList": ["16291269"]}, {"Citation": "Algammal A.M., et al. oprL gene sequencing, resistance Patterns, virulence genes, quorum sensing and antibiotic resistance genes of XDR Pseudomonas aeruginosa isolated from Broiler Chickens. Infect. Drug Resist. 2023;16:853–867.", "ArticleIdList": ["PMC9937075", "36818807"]}, {"Citation": "Algammal A.M., et al. Newly Emerging MDR B. cereus in Mugil seheli as the First Report Commonly Harbor nhe, hbl, cytK, and pc-plc Virulence Genes and bla1, bla2, tetA, and ermA Resistance Genes. Infect. Drug Resist. 2022;15:2167–2185.", "ArticleIdList": ["PMC9052338", "35498633"]}, {"Citation": "Al-Kadmy I.M.S., et al. The secrets of environmental Pseudomonas aeruginosa in slaughterhouses: Antibiogram profile, virulence, and antibiotic resistance genes. Folia Microbiol (Praha) 2023", "ArticleIdList": ["38091178"]}, {"Citation": "Pöthig A., et al. Antimicrobial activity and Cytotoxicity of Ag(I) and Au(I) Pillarplexes. Front. Chem. 2018;6:584.", "ArticleIdList": ["PMC6277803", "30542649"]}, {"Citation": "Elsen S., et al. A type III secretion negative clinical strain of Pseudomonas aeruginosa employs a two-partner secreted exolysin to induce hemorrhagic pneumonia. Cell host & microbe. 2014;15(2):164–176.", "ArticleIdList": ["24528863"]}, {"Citation": "Coulthurst S.J. The Type VI secretion system - a widespread and versatile cell targeting system. Res. Microbiol. 2013;164(6):640–654.", "ArticleIdList": ["23542428"]}, {"Citation": "Reem A., et al. Functional annotation of hypothetical proteins related to antibiotic resistance in Pseudomonas aeruginosa PA01. Clin. Lab. 2021;67(8)", "ArticleIdList": ["34383409"]}, {"Citation": "Reem A., et al. Functional and structural annotation of a hypothetical protein (PA2373) from Pseudomonas aeruginosa PA01. Int. J. Pharmacol. 2021;17(5):262–270."}, {"Citation": "Al-Wrafy F.A., et al. Pseudomonas aeruginosa behaviour in polymicrobial communities: the competitive and cooperative interactions conducting to the exacerbation of infections. Microbiol. Res. 2023;268", "ArticleIdList": ["36610273"]}, {"Citation": "Teodoro A., et al. Alternative use of Pseudomonas aeruginosa as indicator for greywater disinfection. Water Sci. Technol. 2018;78(5–6):1361–1369.", "ArticleIdList": ["30388092"]}, {"Citation": "Elbehiry A., et al. Pseudomonas species prevalence, protein analysis, and antibiotic resistance: an evolving public health challenge. Amb. Express. 2022;12(1):53.", "ArticleIdList": ["PMC9086069", "35532863"]}, {"Citation": "Karkman A., et al. Antibiotic-resistance genes in waste water. Trends Microbiol. 2018;26(3):220–228.", "ArticleIdList": ["29033338"]}, {"Citation": "Jałowiecki Ł., et al. Seasonal and technological Shifts of the WHO Priority multi-resistant pathogens in municipal wastewater treatment plant and its receiving surface water: a Case study. Int J Environ Res Public Health. 2021;19(1)", "ArticleIdList": ["PMC8751097", "35010596"]}, {"Citation": "Zarei-Baygi A., Smith A.L. Intracellular versus extracellular antibiotic resistance genes in the environment: prevalence, horizontal transfer, and mitigation strategies. Bioresour. Technol. 2021;319", "ArticleIdList": ["33254446"]}, {"Citation": "Leonard A.F., et al. Human recreational exposure to antibiotic resistant bacteria in coastal bathing waters. Environ. Int. 2015;82:92–100.", "ArticleIdList": ["25832996"]}, {"Citation": "Sharma V.K., et al. A review of the influence of treatment strategies on antibiotic resistant bacteria and antibiotic resistance genes. Chemosphere. 2016;150:702–714.", "ArticleIdList": ["26775188"]}, {"Citation": "Martínez J.L. Antibiotics and antibiotic resistance genes in natural environments. Science. 2008;321(5887):365–367.", "ArticleIdList": ["18635792"]}, {"Citation": "Rizzo L., et al. Urban wastewater treatment plants as hotspots for antibiotic resistant bacteria and genes spread into the environment: a review. Sci. Total Environ. 2013;447:345–360.", "ArticleIdList": ["23396083"]}, {"Citation": "Berendonk T.U., et al. Tackling antibiotic resistance: the environmental framework. Nat. Rev. Microbiol. 2015;13(5):310–317.", "ArticleIdList": ["25817583"]}, {"Citation": "Luo Y., et al. A review on the occurrence of micropollutants in the aquatic environment and their fate and removal during wastewater treatment. Sci. Total Environ. 2014;473–474:619–641.", "ArticleIdList": ["24394371"]}, {"Citation": "Rosi-Marshall E.J., Kelly J.J. Antibiotic stewardship should consider environmental fate of antibiotics. Environ. Sci. Technol. 2015;49(9):5257–5258.", "ArticleIdList": ["25905451"]}, {"Citation": "Willyard C. The drug-resistant bacteria that pose the greatest health threats. Nature. 2017;543(7643):15.", "ArticleIdList": ["28252092"]}, {"Citation": "Gillings M.R., et al. Using the class 1 integron-integrase gene as a proxy for anthropogenic pollution. Isme j. 2015;9(6):1269–1279.", "ArticleIdList": ["PMC4438328", "25500508"]}, {"Citation": "Storteboom H., et al. Identification of antibiotic-resistance-gene molecular signatures suitable as tracers of pristine river, urban, and agricultural sources. Environ. Sci. Technol. 2010;44(6):1947–1953.", "ArticleIdList": ["20158229"]}, {"Citation": "Magalhães M.J., et al. Multidrug resistant Pseudomonas aeruginosa survey in a stream receiving effluents from ineffective wastewater hospital plants. BMC Microbiol. 2016;16(1):193.", "ArticleIdList": ["PMC4995675", "27558582"]}, {"Citation": "Nabizadeh Nodehi R., et al. Novel application of in vitro disinfection for modeling the biofilm formation inhibition, antimicrobial susceptibility and antibiotic resistance of Pseudomonas aeruginosa: a study of free and combined chlorine compounds. J Environ Health Sci Eng. 2022;20(1):167–180.", "ArticleIdList": ["PMC9163233", "35669826"]}, {"Citation": "Azuma T., Usui M., Hayashi T. Inactivation of antibiotic-resistant bacteria in wastewater by ozone-based advanced water treatment processes. Antibiotics (Basel) 2022;11(2)", "ArticleIdList": ["PMC8868322", "35203813"]}, {"Citation": "Lamba M., Graham D.W., Ahammad S.Z. Hospital wastewater releases of carbapenem-resistance pathogens and genes in urban India. Environ. Sci. Technol. 2017;51(23):13906–13912.", "ArticleIdList": ["28949542"]}, {"Citation": "Bonin E., et al. Photodynamic inactivation of foodborne bacteria by eosin Y. J. Appl. Microbiol. 2018;124(6):1617–1628.", "ArticleIdList": ["29575393"]}, {"Citation": "Szekeres E., et al. Abundance of antibiotics, antibiotic resistance genes and bacterial community composition in wastewater effluents from different Romanian hospitals. Environ Pollut. 2017;225:304–315.", "ArticleIdList": ["28347610"]}, {"Citation": "Anyanwu M.U., Jaja I.F., Nwobi O.C. Occurrence and Characteristics of mobile Colistin resistance (mcr) gene-containing isolates from the environment: a review. Int J Environ Res Public Health. 2020;17(3)", "ArticleIdList": ["PMC7036836", "32041167"]}, {"Citation": "Dodd M.C. Potential impacts of disinfection processes on elimination and deactivation of antibiotic resistance genes during water and wastewater treatment. J. Environ. Monit. 2012;14(7):1754–1771.", "ArticleIdList": ["22572858"]}, {"Citation": "Vaz-Moreira I., Nunes O.C., Manaia C.M. Diversity and antibiotic resistance in Pseudomonas spp. from drinking water. Sci. Total Environ. 2012;426:366–374.", "ArticleIdList": ["22521167"]}, {"Citation": "Manenzhe R.I., et al. The spread of carbapenemase-producing bacteria in Africa: a systematic review. J. Antimicrob. Chemother. 2015;70(1):23–40.", "ArticleIdList": ["PMC5975721", "25261423"]}, {"Citation": "Neyestanaki D.K., et al. Determination of extended spectrum beta-lactamases, metallo-beta-lactamases and AmpC-beta-lactamases among carbapenem resistant Pseudomonas aeruginosa isolated from burn patients. Burns. 2014;40(8):1556–1561.", "ArticleIdList": ["24767143"]}, {"Citation": "Amsalu A., et al. Worldwide distribution and environmental origin of the Adelaide imipenemase (AIM-1), a potent carbapenemase in Pseudomonas aeruginosa. Microb. Genom. 2021;7(12)", "ArticleIdList": ["PMC8767344", "34919514"]}, {"Citation": "Yoon E.J., Jeong S.H. Mobile carbapenemase genes in Pseudomonas aeruginosa. Front. Microbiol. 2021;12", "ArticleIdList": ["PMC7930500", "33679638"]}, {"Citation": "Subedi D., et al. Accessory genome of the multi-drug resistant ocular isolate of Pseudomonas aeruginosa PA34. PLoS One. 2019;14(4)", "ArticleIdList": ["PMC6464166", "30986237"]}, {"Citation": "Kung V.L., Ozer E.A., Hauser A.R. The accessory genome of Pseudomonas aeruginosa. Microbiol. Mol. Biol. Rev. 2010;74(4):621–641.", "ArticleIdList": ["PMC3008168", "21119020"]}, {"Citation": "Botelho J., Grosso F., Peixe L. Antibiotic resistance in Pseudomonas aeruginosa - mechanisms, epidemiology and evolution. Drug Resist Updat. 2019;44", "ArticleIdList": ["31492517"]}, {"Citation": "Mapara N., et al. Antimicrobial potentials of Helicteres isora silver nanoparticles against extensively drug-resistant (XDR) clinical isolates of Pseudomonas aeruginosa. Appl. Microbiol. Biotechnol. 2015;99(24):10655–10667.", "ArticleIdList": ["26362684"]}, {"Citation": "De La Cueva Bueno P., et al. Nanotechnology for sustainable wastewater treatment and use for agricultural production: a comparative long-term study. Water Res. 2017;110:66–73.", "ArticleIdList": ["27992824"]}, {"Citation": "Ashokkumar M., et al. Editorial to surface tailored innovative materials and technologies for wastewater treatment. Environ Pollut. 2021;284", "ArticleIdList": ["34091259"]}, {"Citation": "Hossain F., et al. Antimicrobial nanomaterials as water disinfectant: applications, limitations and future perspectives. Sci. Total Environ. 2014;466–467:1047–1059.", "ArticleIdList": ["23994736"]}, {"Citation": "Al-Wrafy F.A., et al. Nanoparticles approach to eradicate bacterial biofilm-related infections: a critical review. Chemosphere. 2022;288(Pt 2)", "ArticleIdList": ["34678351"]}, {"Citation": "Ansari M.A., et al. Green synthesis of Al2O3 nanoparticles and their bactericidal potential against clinical isolates of multi-drug resistant Pseudomonas aeruginosa. World J. Microbiol. Biotechnol. 2015;31(1):153–164.", "ArticleIdList": ["25304025"]}, {"Citation": "Lee B., et al. A carbon nanotube wall membrane for water treatment. Nat. Commun. 2015;6:7109.", "ArticleIdList": ["25971895"]}, {"Citation": "De D., et al. Antibacterial effect of lanthanum calcium manganate (La0.67Ca0.33MnO3) nanoparticles against Pseudomonas aeruginosa ATCC 27853. J. Biomed. Nanotechnol. 2010;6(2):138–144.", "ArticleIdList": ["20738067"]}, {"Citation": "Anele A., Obare S., Wei J. Recent trends and Advances of Co(3)O(4) nanoparticles in environmental Remediation of bacteria in wastewater. Nanomaterials. 2022;12(7)", "ArticleIdList": ["PMC9000771", "35407254"]}, {"Citation": "Xu L., et al. Silver nanoparticles: synthesis, medical applications and biosafety. Theranostics. 2020;10(20):8996–9031.", "ArticleIdList": ["PMC7415816", "32802176"]}, {"Citation": "Valdez-Salas B., et al. Structure-activity relationship of diameter controlled Ag@Cu nanoparticles in broad-spectrum antibacterial mechanism. Mater Sci Eng C Mater Biol Appl. 2021;119", "ArticleIdList": ["33321601"]}, {"Citation": "Parandhaman T., et al. Antimicrobial behavior of biosynthesized silica-silver nanocomposite for water disinfection: a mechanistic perspective. J. Hazard Mater. 2015;290:117–126.", "ArticleIdList": ["25746571"]}, {"Citation": "Zhao C., et al. Highly antifouling and antibacterial performance of poly (vinylidene fluoride) ultrafiltration membranes blending with copper oxide and graphene oxide nanofillers for effective wastewater treatment. J. Colloid Interface Sci. 2017;505:341–351.", "ArticleIdList": ["28601743"]}, {"Citation": "Jing A.N., De-song W., Xiao-yan Y. Synthesis of stable silver nanoparticles with antimicrobial activities in room-temperature ionic liquids. Chem. Res. Chin. Univ. 2009;25(4):421–425."}, {"Citation": "Ren G., et al. Characterisation of copper oxide nanoparticles for antimicrobial applications. Int. J. Antimicrob. Agents. 2009;33(6):587–590.", "ArticleIdList": ["19195845"]}, {"Citation": "Desai V.S., Meenal K. Antimicrobial activity of titanium dioxide nanoparticles synthesized by sol-gel technique. Res. J. Microbiol. 2009;4(3):97–103."}, {"Citation": "Chiang E.L.C., et al. Assessment of physiological responses of bacteria to chlorine and UV disinfection using a plate count method, flow cytometry and viability PCR. J. Appl. Microbiol. 2022;132(3):1788–1801.", "ArticleIdList": ["34637587"]}, {"Citation": "Song Y., et al. Resistance and resilience of representative low nucleic acid-content bacteria to free chlorine exposure. J. Hazard Mater. 2019;365:270–279.", "ArticleIdList": ["30447634"]}, {"Citation": "Sharma V.K., et al. Organic-coated silver nanoparticles in biological and environmental conditions: fate, stability and toxicity. Adv. Colloid Interface Sci. 2014;204:15–34.", "ArticleIdList": ["24406050"]}, {"Citation": "Mounaouer B., Abdennaceur H. Modeling and kinetic characterization of wastewater disinfection using chlorine and UV irradiation. Environ. Sci. Pollut. Res. Int. 2016;23(19):19861–19875.", "ArticleIdList": ["27421857"]}, {"Citation": "Wang L., et al. Assessment of the UV/chlorine process in the disinfection of Pseudomonas aeruginosa: efficiency and mechanism. Environ. Sci. Technol. 2021;55(13):9221–9230.", "ArticleIdList": ["34138551"]}, {"Citation": "Wang H., et al. Synergistic effect of UV/chlorine in bacterial inactivation, resistance gene removal, and gene conjugative transfer blocking. Water Res. 2020;185", "ArticleIdList": ["32818733"]}, {"Citation": "Bommer A., et al. Effect of chlorine on cultivability of Shiga toxin producing Escherichia coli (STEC) and β-lactamase genes carrying E. coli and Pseudomonas aeruginosa. Int J Med Microbiol. 2018;308(8):1105–1112.", "ArticleIdList": ["30262431"]}, {"Citation": "Lakretz A., Ron E.Z., Mamane H. Biofilm control in water by a UV-based advanced oxidation process. Biofouling. 2011;27(3):295–307.", "ArticleIdList": ["21390914"]}, {"Citation": "Jin M., et al. Chlorine disinfection promotes the exchange of antibiotic resistance genes across bacterial genera by natural transformation. Isme j. 2020;14(7):1847–1856.", "ArticleIdList": ["PMC7305130", "32327733"]}, {"Citation": "Xue Z., et al. Multiple roles of extracellular polymeric substances on resistance of biofilm and detached clusters. Environ. Sci. Technol. 2012;46(24):13212–13219.", "ArticleIdList": ["23167565"]}, {"Citation": "Cengiz M., Uslu M.O., Balcioglu I. Treatment of E. coli HB101 and the tetM gene by Fenton's reagent and ozone in cow manure. J Environ Manage. 2010;91(12):2590–2593.", "ArticleIdList": ["20674148"]}, {"Citation": "Svebrant S., et al. On-site Pilot testing of hospital wastewater ozonation to reduce pharmaceutical Residues and antibiotic-resistant bacteria. Antibiotics (Basel) 2021;10(6)", "ArticleIdList": ["PMC8228021", "34201188"]}, {"Citation": "Pliego G., et al. Trends in the intensification of the Fenton process for wastewater treatment: an overview. Crit. Rev. Environ. Sci. Technol. 2015;45(24):2611–2692."}, {"Citation": "Shu Z., et al. Pilot-scale UV/H2O2 advanced oxidation process for municipal reuse water: assessing micropollutant degradation and estrogenic impacts on goldfish (Carassius auratus L.) Water Res. 2016;101:157–166.", "ArticleIdList": ["27262120"]}, {"Citation": "Hocquet D., Muller A., Bertrand X. What happens in hospitals does not stay in hospitals: antibiotic-resistant bacteria in hospital wastewater systems. J. Hosp. Infect. 2016;93(4):395–402.", "ArticleIdList": ["26944903"]}, {"Citation": "Hou J., et al. Simultaneous removal of antibiotics and antibiotic resistance genes from pharmaceutical wastewater using the combinations of up-flow anaerobic sludge bed, anoxic-oxic tank, and advanced oxidation technologies. Water Res. 2019;159:511–520.", "ArticleIdList": ["31129481"]}, {"Citation": "Chen L., et al. Inactivation of antibiotic-resistant bacteria and antibiotic resistance genes by electrochemical oxidation/electro-Fenton process. Water Sci. Technol. 2020;81(10):2221–2231.", "ArticleIdList": ["32701499"]}, {"Citation": "Bajpai M., Katoch S.S., Chaturvedi N.K. Comparative study on decentralized treatment technologies for sewage and graywater reuse - a review. Water Sci. Technol. 2019;80(11):2091–2106.", "ArticleIdList": ["32198327"]}, {"Citation": "Rizzo L., Fiorentino A., Anselmo A. Advanced treatment of urban wastewater by UV radiation: effect on antibiotics and antibiotic-resistant E. coli strains. Chemosphere. 2013;92(2):171–176.", "ArticleIdList": ["23591136"]}, {"Citation": "Rout B., Liu C.H., Wu W.C. Enhancement of photodynamic inactivation against Pseudomonas aeruginosa by a nano-carrier approach. Colloids Surf. B Biointerfaces. 2016;140:472–480.", "ArticleIdList": ["26808214"]}, {"Citation": "Chen T., et al. Study on the photocatalytic degradation of methyl orange in water using Ag/ZnO as catalyst by liquid chromatography electrospray ionization ion-trap mass spectrometry. J. Am. Soc. Mass Spectrom. 2008;19(7):997–1003.", "ArticleIdList": ["18430584"]}, {"Citation": "Etacheri V., et al. Visible-light activation of TiO2 photocatalysts: Advances in theory and experiments. J. Photochem. Photobiol. C Photochem. Rev. 2015;25:1–29."}, {"Citation": "Naresh Yadav D., Anand Kishore K., Saroj D. A Study on removal of Methylene Blue dye by photo catalysis integrated with nanofiltration using statistical and experimental approaches. Environ. Technol. 2021;42(19):2968–2981.", "ArticleIdList": ["32045559"]}, {"Citation": "Chen F., et al. The role of Polarization in photocatalysis. Angew Chem. Int. Ed. Engl. 2019;58(30):10061–10073.", "ArticleIdList": ["30794343"]}, {"Citation": "Sai Saraswathi V., et al. Biofilm inhibition formation of clinical strains of Pseudomonas aeruginosa mutans, photocatalytic activity of azo dye and GC-MS analysis of leaves of Lagerstroemia speciosa. J. Photochem. Photobiol., B. 2017;169:148–160.", "ArticleIdList": ["28319869"]}, {"Citation": "Ansari M.A., et al. Synthesis of Electrospun TiO(2) Nanofibers and characterization of their antibacterial and antibiofilm potential against Gram-positive and Gram-negative bacteria. Antibiotics (Basel) 2020;9(9)", "ArticleIdList": ["PMC7557960", "32899195"]}, {"Citation": "Guo C., et al. H(2)O(2) and/or TiO(2) photocatalysis under UV irradiation for the removal of antibiotic resistant bacteria and their antibiotic resistance genes. J. Hazard Mater. 2017;323(Pt B):710–718.", "ArticleIdList": ["27776873"]}, {"Citation": "Felis E., et al. Solar-light driven photodegradation of antimicrobials, their transformation by-products and antibiotic resistance determinants in treated wastewater. Sci. Total Environ. 2022;836", "ArticleIdList": ["35469868"]}, {"Citation": "Achouri F., et al. Effect of photocatalysis (TiO(2)/UV(A)) on the inactivation and inhibition of Pseudomonas aeruginosa virulence factors expression. Environ. Technol. 2021;42(27):4237–4246.", "ArticleIdList": ["32241229"]}, {"Citation": "Jiménez-Tototzintle M., et al. Removal of contaminants of emerging concern (CECs) and antibiotic resistant bacteria in urban wastewater using UVA/TiO(2)/H(2)O(2) photocatalysis. Chemosphere. 2018;210:449–457.", "ArticleIdList": ["30025362"]}, {"Citation": "Manoharan R.K., et al. Antibacterial and photocatalytic activities of 5-nitroindole capped bimetal nanoparticles against multidrug resistant bacteria. Colloids Surf. B Biointerfaces. 2020;188", "ArticleIdList": ["32006909"]}, {"Citation": "Ju P., et al. Controllable one-pot synthesis of a nest-like Bi2WO6/BiVO4 composite with enhanced photocatalytic antifouling performance under visible light irradiation. Dalton Trans. 2016;45(11):4588–4602.", "ArticleIdList": ["26846790"]}, {"Citation": "Espinosa-Barrera P.A., et al. Systematic analysis of the scientific-technological production on the use of the UV, H(2)O(2), and/or Cl(2) systems in the elimination of bacteria and associated antibiotic resistance genes. Environ. Sci. Pollut. Res. Int. 2024;31(5):6782–6814.", "ArticleIdList": ["PMC10821820", "38165540"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2024", "Month": "4", "Day": "13"}, {"Year": "2024", "Month": "4", "Day": "15"}, {"Year": "2024", "Month": "5", "Day": "2", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "2", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "5", "Day": "2", "Hour": "3", "Minute": "51"}, {"Year": "2024", "Month": "4", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38694026", "PMC11058306", "10.1016/j.heliyon.2024.e29798", "S2405-8440(24)05829-8"]}}], "PubmedBookArticle": []}