{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Betula pubescens", "Europe", "Masting behavior", "Meteorology", "Plant reproduction", "Quantile regression", "Spatial gradient"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38729412", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "09"}], "ELocationID": ["10.1016/j.envres.2024.119114", "S0013-9351(24)01019-3"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "252", "Issue": "Pt 4", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "01"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Continental-scale evaluation of downy birch pollen production: Estimating the impacts of global change.", "Pagination": {"StartPage": "119114", "MedlinePgn": "119114"}, "Abstract": {"AbstractText": ["The high prevalence of hay fever in Europe has raised concerns about the implications of climate change-induced higher temperatures on pollen production. Our study focuses on downy birch pollen production across Europe by analyzing 456 catkins during 2019-2021 in 37 International Phenological Gardens (IPG) spanning a large geographic gradient. As IPGs rely on genetically identical plants, we were able to reduce the effects of genetic variability. We studied the potential association with masting behavior and three model specifications based on mean and quantile regression to assess the impact of meteorology (e.g., temperature and precipitation) and atmospheric gases (e.g., ozone (O<sub>3</sub>) and carbon-dioxide (CO<sub>2</sub>)) on pollen and catkin production, while controlling for tree age approximated by stem circumference. The results revealed a substantial geographic variability in mean pollen production, ranging from 1.9 to 2.5 million pollen grains per catkin. Regression analyses indicated that elevated average temperatures of the previous summer corresponded to increased pollen production, while higher O<sub>3</sub> levels led to a reduction. Additionally, catkins number was positively influenced by preceding summer's temperature and precipitation but negatively by O<sub>3</sub> levels. The investigation of quantile effects revealed that the impacts of mean temperature and O<sub>3</sub> levels from the previous summer varied throughout the conditional response distribution. We found that temperature predominantly affected trees characterized by a high pollen production. We therefore suggest that birches modulate their physiological processes to optimize pollen production under varying temperature regimes. In turn, O<sub>3</sub> levels negatively affected trees with pollen production levels exceeding the conditional median. We conclude that future temperature increase might exacerbate pollen production while other factors may modify (decrease in the case of O<sub>3</sub> and amplify for precipitation) this effect. Our comprehensive study sheds light on potential impacts of climate change on downy birch pollen production, which is crucial for birch reproduction and human health."], "CopyrightInformation": "Copyright © 2024 The Authors. Published by Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Geography/Landscape Ecology and Sustainable Ecosystem Development, Catholic University of Eichstätt-Ingolstadt, Eichstätt, Germany. Electronic address: surendra.ranpal@ku.de."}], "LastName": "Ranpal", "ForeName": "Surendra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Humboldt-University of Berlin, Albrecht Daniel Thaer-Institute for Crop and Animal Sciences, Division Phytomedicine, Berlin, Germany. Electronic address: susanne.von.bargen@agrar.hu-berlin.de."}], "LastName": "von Bargen", "ForeName": "Susanne", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Medicine, Faculty of Medicine, University of Augsburg, Augsburg, Germany. Electronic address: stefanie.gilles@tum.de."}], "LastName": "Gilles", "ForeName": "Stefanie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology and Allergology, University Hospital Augsburg, Augsburg, Germany. Electronic address: daria.luschkova@med.uni-augsburg.de."}], "LastName": "Luschkova", "ForeName": "Daria", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Humboldt-University of Berlin, Albrecht Daniel Thaer-Institute for Crop and Animal Sciences, Division Phytomedicine, Berlin, Germany. Electronic address: maria.landgraf@agrar.hu-berlin.de."}], "LastName": "Landgraf", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Systematic and Environmental Botany, Faculty of Biology, Adam Mickiewicz University, Poznań, Poland. Electronic address: pawel.bogawski@amu.edu.pl."}], "LastName": "Bogawski", "ForeName": "Pawel", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Medicine, Faculty of Medicine, University of Augsburg, Augsburg, Germany; CK CARE, Christine Kühne Center for Allergy Research and Education, Davos, Switzerland; Institute of Environmental Medicine, Helmholtz Munich, Augsburg, Germany. Electronic address: claudia.traidl-hoffmann@tum.de."}], "LastName": "Traidl-Hoffmann", "ForeName": "Claudia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Humboldt-University of Berlin, Albrecht Daniel Thaer-Institute for Crop and Animal Sciences, Division Phytomedicine, Berlin, Germany. Electronic address: carmen.buettner@agrar.hu-berlin.de."}], "LastName": "Büttner", "ForeName": "Carmen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Medicine, Faculty of Medicine, University of Augsburg, Augsburg, Germany; Terrestrial Ecology and Climate Change, Department of Ecology, School of Biology, Faculty of Sciences, Aristotle University of Thessaloniki, Thessaloniki, Greece. Electronic address: dthanos@bio.auth.gr."}], "LastName": "Damialis", "ForeName": "Athanasios", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair of Statistics and Data Analytics, School of Business, Economics and Information Systems, University of Passau, Passau, Germany. Electronic address: markus.fritsch@uni-passau.de."}], "LastName": "Fritsch", "ForeName": "Markus", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Geography/Landscape Ecology and Sustainable Ecosystem Development, Catholic University of Eichstätt-Ingolstadt, Eichstätt, Germany. Electronic address: susanne.jochner@ku.de."}], "LastName": "Jochner-Oette", "ForeName": "Susanne", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Pollen"}, {"QualifierName": ["growth & development"], "DescriptorName": "Betula"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Europe"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "3", "Day": "27"}, {"Year": "2024", "Month": "5", "Day": "8"}, {"Year": "2024", "Month": "5", "Day": "8"}, {"Year": "2024", "Month": "6", "Day": "5", "Hour": "2", "Minute": "5"}, {"Year": "2024", "Month": "5", "Day": "11", "Hour": "8", "Minute": "42"}, {"Year": "2024", "Month": "5", "Day": "10", "Hour": "19", "Minute": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38729412", "10.1016/j.envres.2024.119114", "S0013-9351(24)01019-3"]}}], "PubmedBookArticle": []}