{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Acidification", "Cell death", "Climate change", "Global warming", "Hypoxia; Inflammation", "Immunity", "NLRP3", "Ozone exposure", "Pyroptosis", "ROS", "Salinity"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38748072", "DateRevised": {"Year": "2024", "Month": "05", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "15"}], "ELocationID": ["10.1007/s12033-024-01182-x"], "Journal": {"ISSN": "1559-0305", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "May", "Day": "15"}}, "Title": "Molecular biotechnology", "ISOAbbreviation": "Mol Biotechnol"}, "ArticleTitle": "Potential Impact of Climate Change-Induced Alterations on Pyroptotic Cell Death in Animal Cells: A Review.", "Abstract": {"AbstractText": ["Climate change-induced alterations in temperature variation, ozone exposure, water salinity and acidification, and hypoxia might influence immunity and thus survival in diverse groups of animals from fish to mammals. Pyroptosis is a type of lytic pro-inflammatory programmed cell death, which participates in the innate immune response, and is involved in multiple diseases characterized by inflammation and cell death, mostly studied in human cells. Diverse extrinsic factors can induce pyroptosis, leading to the extracellular release of pro-inflammatory molecules such as IL-18. Climate change-related factors, either directly or indirectly, can also promote animal cell death via different regulated mechanisms, impacting organismal fitness. However, pyroptosis has been relatively less studied in this context compared to another cell death process, apoptosis. This review covers previous research pointing to the potential impact of climate change, through various abiotic stressors, on pyroptotic cell death in different animal cells in various contexts. It was proposed that temperature, ozone exposure, water salinity, water acidification and hypoxia have the potential to induce pyroptotic cell death in animal cells and promote inflammation, and that these pyroptotic events should be better understood to be able to mitigate the adverse effects of climate change on animal physiology and health. This is of high importance considering the increasing frequency, intensity and duration of climate-based changes in these environmental parameters, and the critical function of pyroptosis in immune responses of animals and in their predisposition to multiple diseases including cancer. Furthermore, the need for further mechanistic studies showing the more direct impact of climate change-induced environmental alterations on pyroptotic cell death in animals at the organismal level was highlighted. A complete picture of the association between climate change and pyroptosis in animals will be also highly valuable in terms of ecological and clinical applications, and it requires an interdisciplinary approach. SIGNIFICANCE: Climate change-induced alterations might influence animal physiology. Pyroptosis is a form of cell death with pro-inflammatory characteristics. Previous research suggests that temperature variation, ozone exposure, water salinity and acidification, and hypoxia might have the potential to contribute to pyroptotic cell death in certain cell types and contexts. Climate change-induced pyroptotic cell death should be better understood to be able to mitigate the adverse effects of climate change on animal health."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-4787-5157"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Deparment of Molecular Biology and Genetics, Tokat Gaziosmanpasa University, Tokat, Türkiye. caglar.berkel@gop.edu.tr."}], "LastName": "Berkel", "ForeName": "Caglar", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Mol Biotechnol", "NlmUniqueID": "9423533", "ISSNLinking": "1073-6085"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mills, B. J. W., et al. (2019). Modelling the long-term carbon cycle, atmospheric CO2, and Earth surface temperature from late Neoproterozoic to present day. Gondwana Research, 67, 172–186.", "ArticleIdList": ["10.1016/j.gr.2018.12.001"]}, {"Citation": "Pacheco, S. E., Guidos-Fogelbach, G., Annesi-Maesano, I., Pawankar, R., D’Amato, G., Latour-Staffeld, P., Urrutia-Pereira, M., Kesic, M. J., Hernandez, M. L., American Academy of Allergy, Asthma & Immunology Environmental Exposures and Respiratory Health Committee. (2021). Climate change and global issues in allergy and immunology. Journal of Allergy Clinical Immunology, 148(6), 1366–1377. https://doi.org/10.1016/j.jaci.2021.10.011", "ArticleIdList": ["10.1016/j.jaci.2021.10.011", "34688774"]}, {"Citation": "Hausfather, Z., Cowtan, K., Clarke, D. C., Jacobs, P., Richardson, M., & Rohde, R. (2017). Assessing recent warming using instrumentally homogeneous sea surface temperature records. Science Advances, 3(1), e1601207.", "ArticleIdList": ["10.1126/sciadv.1601207", "28070556", "5216687"]}, {"Citation": "Chan, A. W., Hon, K. L., Leung, T. F., Ho, M. H., Rosa Duque, J. S., & Lee, T. H. (2018). The effects of global warming on allergic diseases. Hong Kong Medicine Journal, 24(3), 277–284. https://doi.org/10.12809/hkmj177046", "ArticleIdList": ["10.12809/hkmj177046"]}, {"Citation": "Church, J. A., & White, N. J. (2006) A 20th century acceleration in global sea‐level rise. Geophysical Research Letters, 33(1)."}, {"Citation": "Kwok, R., & Rothrock, D. A. (2009). Decline in Arctic sea ice thickness from submarine and ICESat records: 1958–2008. Geophysical Research Letters, 36, L15501.", "ArticleIdList": ["10.1029/2009GL039035"]}, {"Citation": "Zemp, M., Frey, H., Gärtner-Roer, I., Nussbaumer, S. U., Hoelzle, M., Paul, F., & Vincent, C. (2015). Historically unprecedented global glacier decline in the early 21st century. Journal of Glaciology, 61(228), 745–762.", "ArticleIdList": ["10.3189/2015JoG15J017"]}, {"Citation": "Kunkel, K. E., Robinson, D. A., Champion, S., Yin, X., Estilow, T., & Frankson, R. M. (2016). Trends and extremes in Northern Hemisphere snow characteristics. Current Climate Change Reports, 2, 65–73.", "ArticleIdList": ["10.1007/s40641-016-0036-8"]}, {"Citation": "Kunkel, K. E., Karl, T. R., Brooks, H., Kossin, J., Lawrimore, J. H., Arndt, D., & Wuebbles, D. (2013). Monitoring and understanding trends in extreme storms: state of knowledge. BAMS, 94(4), 499–514.", "ArticleIdList": ["10.1175/BAMS-D-11-00262.1"]}, {"Citation": "Simpson, M. J. (2011). Global climate change impacts in the United States. Journal of Environmental Quality, 40, 279.", "ArticleIdList": ["10.2134/jeq2010.0010br"]}, {"Citation": "Layton, K. K. S., Snelgrove, P. V. R., Dempson, J. B., et al. (2021). Genomic evidence of past and future climate-linked loss in a migratory Arctic fish. Nature Clinical Practice Endocrinology & Metabolism, 11, 158–165. https://doi.org/10.1038/s41558-020-00959-7", "ArticleIdList": ["10.1038/s41558-020-00959-7"]}, {"Citation": "Moon, T., Ahlstrøm, A., Goelzer, H., Lipscomb, W., & Nowicki, S. (2018). Rising oceans guaranteed: Arctic land ice loss and sea level rise. Current Climate Change Report, 4, 211–222.", "ArticleIdList": ["10.1007/s40641-018-0107-0"]}, {"Citation": "Shepherd, T. G. (2016). Effects of a warming arctic. Science, 353, 989–990.", "ArticleIdList": ["10.1126/science.aag2349", "27701102"]}, {"Citation": "Sévellec, F., Fedorov, A. V., & Liu, W. (2017). Arctic sea-ice decline weakens the Atlantic meridional overturning circulation. Nature Climate Change, 7, 604–610.", "ArticleIdList": ["10.1038/nclimate3353"]}, {"Citation": "Alofs, K. M., Jackson, D. A., & Lester, N. P. (2014). Ontario freshwater fishes demonstrate differing range-boundary shifts in a warming climate. Diversity and Distributions, 20, 123–136.", "ArticleIdList": ["10.1111/ddi.12130"]}, {"Citation": "Lynch, A. J., et al. (2016). Climate change effects on North American inland fish populations and assemblages. Fisheries, 41, 346–361.", "ArticleIdList": ["10.1080/03632415.2016.1186016"]}, {"Citation": "Poesch, M. S., Chavarie, L., Chu, C., Pandit, S. N., & Tonn, W. (2016). Climate change impacts on freshwater fishes: A Canadian perspective. Fisheries, 41, 385–391.", "ArticleIdList": ["10.1080/03632415.2016.1180285"]}, {"Citation": "Oh, J. H., Kug, J. S., An, S. I., et al. (2024). Emergent climate change patterns originating from deep ocean warming in climate mitigation scenarios. Nature Clinical Practice Endocrinology & Metabolism, 14, 260–266. https://doi.org/10.1038/s41558-024-01928-0", "ArticleIdList": ["10.1038/s41558-024-01928-0"]}, {"Citation": "von Schuckmann, K., et al. (2020). Heat stored in the Earth system: Where does the energy go? Earth System Science Data, 12, 2013–2041.", "ArticleIdList": ["10.5194/essd-12-2013-2020"]}, {"Citation": "Gattuso, J. P., & Jiao, N. (2022). Ocean-based climate actions recommended by academicians from Europe and China. Science China Earth Sciences, 65, 1612–1614.", "ArticleIdList": ["10.1007/s11430-022-9970-0"]}, {"Citation": "Feary, D. A., et al. (2013). Latitudinal shift in coral reef fishes: Why some species do other do not shift. Fish and Fisheries (Oxford), 15, 593–615.", "ArticleIdList": ["10.1111/faf.12036"]}, {"Citation": "Karvonen, A., Rintamäki, P., Jokela, J., & Valtonen, E. T. (2010). Increasing water temperature and disease risks in aquatic systems: Climate change increases the risk of some, but not all, diseases. International Journal for Parasitology, 40(13), 1483–1488.", "ArticleIdList": ["10.1016/j.ijpara.2010.04.015", "20580904"]}, {"Citation": "Macnab, V., & Barber, I. (2012). Some (worms) like it hot: Fish parasites grow faster in warmer water, and alter host thermal preferences. Global Change Biology, 18(5), 1540–1548.", "ArticleIdList": ["10.1111/j.1365-2486.2011.02595.x"]}, {"Citation": "Marcogliese, D. J. (2016). The distribution and abundance of parasites in aquatic ecosystems in a changing climate: More than just temperature. Integrative and Comparative Biology, 56(4), 611–619. https://doi.org/10.1093/icb/icw036 . Epub 2016 Jun 1. PMID: 27252206.", "ArticleIdList": ["10.1093/icb/icw036", "27252206"]}, {"Citation": "da Costa, J. C., & Val, A. L. (2020). Extreme climate scenario and parasitism affect the Amazonian fish Colossoma macropomum. Science of the Total Environment, 15(726), 138628. https://doi.org/10.1016/j.scitotenv.2020.138628 . Epub 2020 Apr 13. PMID: 32315861.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138628"]}, {"Citation": "Filipe, J. F., Herrera, V., Curone, G., Vigo, D., & Riva, F. (2020). Floods, hurricanes, and other catastrophes: A challenge for the immune system of livestock and other animals. Frontiers in Veterinary Science, 7, 16. https://doi.org/10.3389/fvets.2020.00016 . PMID: 32083100; PMCID: PMC7004950.", "ArticleIdList": ["10.3389/fvets.2020.00016", "32083100", "7004950"]}, {"Citation": "Scharsack, J. P., & Franke, F. (2022). Temperature effects on teleost immunity in the light of climate change. Journal of Fish Biology, 101(4), 780–796. https://doi.org/10.1111/jfb.15163 . Epub 2022 Sep 7. PMID: 35833710.", "ArticleIdList": ["10.1111/jfb.15163", "35833710"]}, {"Citation": "Dittmar, J., Janssen, H., Kuske, A., Kurtz, J., & Scharsack, J. P. (2014). Heat and immunity: An experimental heat wave alters immune functions in three-spined sticklebacks (Gasterosteus aculeatus). Journal of Animal Ecology, 83(4), 744–757.", "ArticleIdList": ["10.1111/1365-2656.12175", "24188456"]}, {"Citation": "Lei, S. U., & Zheng-tao, G. U. (2017). The mechanism of heat-induced damage of endothelial cells and its effect on vital organs. Jie Fang Jun Yi Xue Za Zhi., 42(4), 271."}, {"Citation": "Bouchama, A., Abuyassin, B., Lehe, C., Laitano, O., Jay, O., O’Connor, F. G., & Leon, L. R. (2022). Classic and exertional heatstroke. Nature Reviews Disease Primers, 8(1), 8. https://doi.org/10.1038/s41572-021-00334-6 . PMID: 35115565.", "ArticleIdList": ["10.1038/s41572-021-00334-6", "35115565"]}, {"Citation": "Tsai, H. Y., Hsu, Y. J., Lu, C. Y., Tsai, M. C., Hung, W. C., Chen, P. C., & Tsai, S. H. (2021). Pharmacological activation of aldehyde dehydrogenase 2 protects against heatstroke-induced acute lung injury by modulating oxidative stress and endothelial dysfunction. Frontiers in Immunology, 12, 740562. https://doi.org/10.3389/fimmu.2021.740562 . PMID: 34764958; PMCID: PMC8576434.", "ArticleIdList": ["10.3389/fimmu.2021.740562", "34764958", "8576434"]}, {"Citation": "Wang, F., Zhang, Y., Li, J., Xia, H., Zhang, D., & Yao, S. (2022). The pathogenesis and therapeutic strategies of heat stroke-induced liver injury. Critical Care, 26(1), 391. https://doi.org/10.1186/s13054-022-04273-w . PMID: 36528615; PMCID: PMC9758799.", "ArticleIdList": ["10.1186/s13054-022-04273-w", "36528615", "9758799"]}, {"Citation": "Epstein, Y., & Yanovich, R. (2019). Heatstroke. New England Journal of Medicine, 380(25), 2449–2459. https://doi.org/10.1056/NEJMra1810762 . PMID: 31216400.", "ArticleIdList": ["10.1056/NEJMra1810762", "31216400"]}, {"Citation": "Perkins-Kirkpatrick, S. E., & Lewis, S. C. (2020). Increasing trends in regional heatwaves. Nature Communications, 11(1), 3357. https://doi.org/10.1038/s41467-020-16970-7 . PMID: 32620857; PMCID: PMC7334217.", "ArticleIdList": ["10.1038/s41467-020-16970-7", "32620857", "7334217"]}, {"Citation": "Watts, N., Amann, M., Arnell, N., Ayeb-Karlsson, S., Beagley, J., Belesova, K., & Costello, A. (2021). The 2020 report of The Lancet Countdown on health and climate change: Responding to converging crises. Lancet, 397(102), 129–170. https://doi.org/10.1016/S0140-6736(20)32290-X . Epub 2020 Dec 2. Erratum in: Lancet. 2020 Dec 14;: PMID: 33278353.", "ArticleIdList": ["10.1016/S0140-6736(20)32290-X", "33278353"]}, {"Citation": "Vicedo-Cabrera, A. M., Scovronick, N., Sera, F., Royé, D., Schneider, R., Tobias, A., & Gasparrini, A. (2021). The burden of heat-related mortality attributable to recent human-induced climate change. Nature Climate Change, 11(6), 492–500. https://doi.org/10.1038/s41558-021-01058-x . Epub 2021 May 31. PMID: 34221128; PMCID: PMC7611104.", "ArticleIdList": ["10.1038/s41558-021-01058-x", "34221128", "7611104"]}, {"Citation": "Mora, C., Dousset, B., Caldwell, I., et al. (2017). Global risk of deadly heat. Nature Climate Change, 7, 501–506. https://doi.org/10.1038/nclimate3322", "ArticleIdList": ["10.1038/nclimate3322"]}, {"Citation": "Bobb, J. F., Obermeyer, Z., Wang, Y., & Dominici, F. (2014). Cause-specific risk of hospital admission related to extreme heat in older adults. JAMA, 312(24), 2659–2667. https://doi.org/10.1001/jama.2014.15715 . PMID: 25536257; PMCID: PMC4319792.", "ArticleIdList": ["10.1001/jama.2014.15715", "25536257", "4319792"]}, {"Citation": "Leon, L. R., & Bouchama, A. (2011). Heat stroke. Comprehensive Physiology, 5(2), 611–647. https://doi.org/10.1002/cphy.c140017 . PMID: 25880507.", "ArticleIdList": ["10.1002/cphy.c140017"]}, {"Citation": "Gong, C., Liao, H., Zhang, L., Yue, X., Dang, R., & Yang, Y. (2020). Persistent ozone pollution episodes in North China exacerbated by regional transport. Environmental Pollution, 265, 115056. https://doi.org/10.1016/j.envpol.2020.115056 . Epub 2020 Jun 20. PMID: 32593927.", "ArticleIdList": ["10.1016/j.envpol.2020.115056", "32593927"]}, {"Citation": "Zhang, J., Wei, Y., & Fang, Z. (2019). Ozone pollution: A major health hazard worldwide. Frontiers in Immunology, 10, 2518.", "ArticleIdList": ["10.3389/fimmu.2019.02518", "31736954"]}, {"Citation": "Murray, C. J., Aravkin, A. Y., Zheng, P., Abbafati, C., Abbas, K. M., Abbasi-Kangevari, M., & Borzouei, S. (2020). Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet, 396(10258), 1223–1249. https://doi.org/10.1016/S0140-6736(20)30752-2 . PMID: 33069327; PMCID: PMC7566194.", "ArticleIdList": ["10.1016/S0140-6736(20)30752-2"]}, {"Citation": "Ainsworth, E. A., Yendrek, C. R., Sitch, S., Collins, W. J., & Emberson, L. D. (2012). The effects of tropospheric ozone on net primary productivity and implications for climate change. Annual Review of Plant Biology, 63, 637–661. https://doi.org/10.1146/annurev-arplant-042110-103829", "ArticleIdList": ["10.1146/annurev-arplant-042110-103829", "22404461"]}, {"Citation": "Bornman, J. F., Barnes, P. W., Robson, T. M., Robinson, S. A., Jansen, M. A. K., Ballaré, C. L., & Flint, S. D. (2019). Linkages between stratospheric ozone, UV radiation and climate change and their implications for terrestrial ecosystems. Photochemical & Photobiological Sciences, 18(3), 681–716. https://doi.org/10.1039/c8pp90061b", "ArticleIdList": ["10.1039/c8pp90061b"]}, {"Citation": "Malley, C. S., Henze, D. K., Kuylenstierna, J. C., Vallack, H. W., Davila, Y., Anenberg, S. C., & Ashmore, M. R. (2017). Updated global estimates of respiratory mortality in adults ≥ 30 years of age attributable to long-term ozone exposure. Environmental Health Perspectives, 125(8), 087021.", "ArticleIdList": ["10.1289/EHP1390", "28858826", "5880233"]}, {"Citation": "Jiang, Y., Huang, J., Li, G., Wang, W., Wang, K., Wang, J., Wei, C., Li, Y., Deng, F., Baccarelli, A. A., Guo, X., & Wu, S. (2023). Ozone pollution and hospital admissions for cardiovascular events. European Heart Journal, 44(18), 1622–1632. https://doi.org/10.1093/eurheartj/ehad091", "ArticleIdList": ["10.1093/eurheartj/ehad091", "36893798"]}, {"Citation": "Chapman, E. J., Byron, C. J., Lasley-Rasher, R., Lipsky, C., Stevens, J. R., & Peters, R. (2020). Effects of climate change on coastal ecosystem food webs: Implications for aquaculture. Marine Environment Research, 162, 105103. https://doi.org/10.1016/j.marenvres.2020.105103 . Epub 2020 Aug 22. PMID: 33059212.", "ArticleIdList": ["10.1016/j.marenvres.2020.105103"]}, {"Citation": "Williamson, C. E., Zepp, R. G., Lucas, R. M., Madronich, S., Austin, A. T., Ballaré, C. L., & Bornman, J. F. (2014). Solar ultraviolet radiation in a changing climate. Nature Climate Change, 4(6), 434–441. https://doi.org/10.1038/nclimate2225", "ArticleIdList": ["10.1038/nclimate2225"]}, {"Citation": "Kültz, D. (2015). Physiological mechanisms used by fish to cope with salinity stress. Journal of Experimental Biology, 218(Pt 12), 1907–1914. https://doi.org/10.1242/jeb.118695 . PMID: 26085667.", "ArticleIdList": ["10.1242/jeb.118695", "26085667"]}, {"Citation": "Jeffries, K. M., Connon, R. E., Verhille, C. E., Dabruzzi, T. F., Britton, M. T., Durbin-Johnson, B. P., & Fangue, N. A. (2019). Divergent transcriptomic signatures in response to salinity exposure in two populations of an estuarine fish. Evolutionary Applications, 12(6), 1212–1226.", "ArticleIdList": ["10.1111/eva.12799", "31293632", "6597873"]}, {"Citation": "Lei, F., & Poulin, R. (2011). Effects of salinity on multiplication and transmission of an intertidal trematode parasite. Marine Biology, 158, 995–1003. https://doi.org/10.1007/s00227-011-1625-7", "ArticleIdList": ["10.1007/s00227-011-1625-7"]}, {"Citation": "Russell, M. P. (2013). Echinoderm responses to variation in salinity. Advances in Marine Biology. https://doi.org/10.1016/B978-0-12-408096-6.00003-1", "ArticleIdList": ["10.1016/B978-0-12-408096-6.00003-1", "24182901"]}, {"Citation": "Figueiredo, D. A. L., Branco, P. C., Dos Santos, D. A., Emerenciano, A. K., Iunes, R. S., Borges, J. C. S., & da Silva, J. R. M. C. (2016). Ocean acidification affects parameters of immune response and extracellular pH in tropical sea urchins Lytechinus variegatus and Echinometra luccunter. Aquatic Toxicology, 180, 84–94. https://doi.org/10.1016/j.aquatox.2016.09.010 . Epub 2016 Sep 17. PMID: 27684601.", "ArticleIdList": ["10.1016/j.aquatox.2016.09.010"]}, {"Citation": "Castillo, N., Saavedra, L. M., Vargas, C. A., Gallardo-Escárate, C., & Détrée, C. (2017). Ocean acidification and pathogen exposure modulate the immune response of the edible mussel Mytilus chilensis. Fish & Shellfish Immunology, 70, 149–155.", "ArticleIdList": ["10.1016/j.fsi.2017.08.047"]}, {"Citation": "Sun, T., Tang, X., Jiang, Y., & Wang, Y. (2017). Seawater acidification induced immune function changes of haemocytes in Mytilus edulis: A comparative study of CO2 and HCl enrichment. Science and Reports, 7(1), 41488. https://doi.org/10.1038/srep41488 . PMID: 28165002; PMCID: PMC5292689.", "ArticleIdList": ["10.1038/srep41488"]}, {"Citation": "Wang, Q., Cao, R., Ning, X., You, L., Mu, C., Wang, C., & Zhao, J. (2016). Effects of ocean acidification on immune responses of the Pacific oyster Crassostrea gigas. Fish & Shellfish Immunology, 49, 24–33. https://doi.org/10.1016/j.fsi.2015.12.025 . Epub 2015 Dec 17. PMID: 26706224.", "ArticleIdList": ["10.1016/j.fsi.2015.12.025"]}, {"Citation": "Huo, Z., Meng, X., Golam, M. R., Cao, W., Wu, Q., Li, Y., & Yan, X. (2018). Seawater acidification affects the immune enzyme activities of the Manila clam Ruditapes philippinarum. Journal of Oceanology and Limnology, 36(5), 1688–1696. https://doi.org/10.1007/s00343-019-7196-z", "ArticleIdList": ["10.1007/s00343-019-7196-z"]}, {"Citation": "Brothers, C. J., Harianto, J., McClintock, J. B., & Byrne, M. (1837). (2016) Sea urchins in a high-CO2 world: The influence of acclimation on the immune response to ocean warming and acidification. Proceedings of the Biological Sciences, 283, 20161501. https://doi.org/10.1098/rspb.2016.1501 . PMID: 27559066; PMCID: PMC5013803.", "ArticleIdList": ["10.1098/rspb.2016.1501"]}, {"Citation": "Dineshram, R., Xiao, S., Ko, G. W. K., Li, J., Smrithi, K., Thiyagarajan, V., & Yu, Z. (2021). Ocean acidification triggers cell signaling, suppress immune and calcification in the Pacific oyster larvae. Frontiers in Marine Science, 8, 782583. https://doi.org/10.3389/fmars.2021.782583", "ArticleIdList": ["10.3389/fmars.2021.782583"]}, {"Citation": "Mackenzie, C. L., Lynch, S. A., Culloty, S. C., & Malham, S. K. (2014). Future oceanic warming and acidification alter immune response and disease status in a commercial shellfish species, Mytilus edulis L. PLoS ONE, 9(6), e99712. https://doi.org/10.1371/journal.pone.0099712 . PMID: 24927423; PMCID: PMC4057270.", "ArticleIdList": ["10.1371/journal.pone.0099712", "24927423", "4057270"]}, {"Citation": "Huang, X., Leung, J. Y., Hu, M., Xu, E. G., & Wang, Y. (2022). Microplastics can aggravate the impact of ocean acidification on the health of mussels: Insights from physiological performance, immunity and byssus properties. Environmental Pollution, 308, 119701. https://doi.org/10.1016/j.envpol.2022.119701 . Epub 2022 Jun 30. PMID: 35779660.", "ArticleIdList": ["10.1016/j.envpol.2022.119701", "35779660"]}, {"Citation": "Shukla, P. R., Skeg, J., Buendia, E. C., Masson-Delmotte, V., Pörtner, H. O., Roberts, D. C., Malley, J. (2019) Climate change and land: An IPCC special report on climate change, desertification, land degradation, sustainable land management, food security, and greenhouse gas fluxes in terrestrial ecosystems."}, {"Citation": "Zha, S., Liu, S., Su, W., Shi, W., Xiao, G., Yan, M., & Liu, G. (2017). Laboratory simulation reveals significant impacts of ocean acidification on microbial community composition and host-pathogen interactions between the blood clam and Vibrio harveyi. Fish & Shellfish Immunology, 71, 393–398. https://doi.org/10.1016/j.fsi.2017.10.034 . Epub 2017 Oct 19. PMID: 29056489.", "ArticleIdList": ["10.1016/j.fsi.2017.10.034"]}, {"Citation": "Tangherlini, M., Corinaldesi, C., Ape, F., Greco, S., Romeo, T., Andaloro, F., & Danovaro, R. (2021). Ocean acidification induces changes in virus–host relationships in Mediterranean benthic ecosystems. Microorganisms, 9(4), 769. https://doi.org/10.3390/microorganisms9040769 . PMID: 33917639; PMCID: PMC8067541.", "ArticleIdList": ["10.3390/microorganisms9040769", "33917639", "8067541"]}, {"Citation": "Asplund, M. E., Baden, S. P., Russ, S., Ellis, R. P., Gong, N., & Hernroth, B. E. (2014). Ocean acidification and host–pathogen interactions: Blue mussels, Mytilus edulis, encountering Vibrio tubiashii. Environmental Microbiology, 16(4), 1029–1039. https://doi.org/10.1111/1462-2920.12307 . Epub 2013 Nov 12. PMID: 24147969.", "ArticleIdList": ["10.1111/1462-2920.12307", "24147969"]}, {"Citation": "O’Brien, P. A., Morrow, K. M., Willis, B. L., & Bourne, D. G. (2016). Implications of ocean acidification for marine microorganisms from the free-living to the host-associated. Frontiers in Marine Science, 3, 47. https://doi.org/10.3389/fmars.2016.00047", "ArticleIdList": ["10.3389/fmars.2016.00047"]}, {"Citation": "Aires, T., Serebryakova, A., Viard, F., Serrão, E. A., & Engelen, A. H. (2018). Acidification increases abundances of Vibrionales and Planctomycetia associated to a seaweed-grazer system: Potential consequences for disease and prey digestion efficiency. PeerJ, 6, e4377. https://doi.org/10.7717/peerj.4377 . PMID: 29610702; PMCID: PMC5880178.", "ArticleIdList": ["10.7717/peerj.4377", "29610702", "5880178"]}, {"Citation": "Hawley, D. M., & Altizer, S. M. (2011). Disease ecology meets ecological immunology: Understanding the links between organismal immunity and infection dynamics in natural populations. Functional Ecology, 25(1), 48–60. https://doi.org/10.1111/j.1365-2435.2010.01753.x", "ArticleIdList": ["10.1111/j.1365-2435.2010.01753.x"]}, {"Citation": "Breitburg, D., Levin, L. A., Oschlies, A., Grégoire, M., Chavez, F. P., Conley, D. J., & Zhang, J. (2018). Declining oxygen in the global ocean and coastal waters. Science, 359(6371), 7240. https://doi.org/10.1126/science.aam7240 . PMID: 29301986.", "ArticleIdList": ["10.1126/science.aam7240"]}, {"Citation": "Bopp, L., et al. (2013). Multiple stressors of ocean ecosystems in the 21st century: Projections with CMIP5 models. Biogeosciences, 10, 6225–6245.", "ArticleIdList": ["10.5194/bg-10-6225-2013"]}, {"Citation": "Pezner, A. K., Courtney, T. A., Barkley, H. C., Chou, W. C., Chu, H. C., Clements, S. M., & Andersson, A. J. (2023). Increasing hypoxia on global coral reefs under ocean warming. Nature Climate Change, 13(4), 403–409. https://doi.org/10.1038/s41558-023-01619-2", "ArticleIdList": ["10.1038/s41558-023-01619-2"]}, {"Citation": "Keeling, R. F., Körtzinger, A., & Gruber, N. (2010). Ocean deoxygenation in a warming world. Annual Review of Marine Science, 2, 199–229. https://doi.org/10.1146/annurev.marine.010908.163855 . PMID: 21141663.", "ArticleIdList": ["10.1146/annurev.marine.010908.163855", "21141663"]}, {"Citation": "Gobler, C. J., & Baumann, H. (2016). Hypoxia and acidification in ocean ecosystems: Coupled dynamics and effects on marine life. Biology Letters, 12(5), 20150976. https://doi.org/10.1098/rsbl.2015.0976 . PMID: 27146441; PMCID: PMC4892234.", "ArticleIdList": ["10.1098/rsbl.2015.0976", "27146441", "4892234"]}, {"Citation": "Sampaio, E., Santos, C., Rosa, I. C., Ferreira, V., Pörtner, H. O., Duarte, C. M., & Rosa, R. (2021). Impacts of hypoxic events surpass those of future ocean warming and acidification. Nature Ecology and Evolution, 5(3), 311–321. https://doi.org/10.1038/s41559-020-01370-3 . Epub 2021 Jan 11. PMID: 33432134.", "ArticleIdList": ["10.1038/s41559-020-01370-3", "33432134"]}, {"Citation": "Dai, M., Zhao, Y., Chai, F., Chen, M., Chen, N., Chen, Y., & Zhang, Z. (2023). Persistent eutrophication and hypoxia in the coastal ocean. Cambridge Prisms: Coastal Futures, 1, e19. https://doi.org/10.1017/cft.2023.7", "ArticleIdList": ["10.1017/cft.2023.7"]}, {"Citation": "Shao, F. (2021). Gasdermins: Making pores for pyroptosis. Nature Reviews Immunology, 21, 620–621.", "ArticleIdList": ["10.1038/s41577-021-00602-2", "34580452"]}, {"Citation": "Berkel, C., & Cacan, E. (2023). Lower expression of NINJ1 (Ninjurin 1), a mediator of plasma membrane rupture, is associated with advanced disease and worse prognosis in serous ovarian cancer. Immunologic Research, 71(1), 15–28. https://doi.org/10.1007/s12026-022-09323-7 . Epub 2022 Oct 3. PMID: 36184655.", "ArticleIdList": ["10.1007/s12026-022-09323-7", "36184655"]}, {"Citation": "Chen, X., He, W. T., Hu, L., Li, J., Fang, Y., Wang, X., Xu, X., Wang, Z., Huang, K., & Han, J. (2016). Pyroptosis is driven by non-selective gasdermin-D pore and its morphology is different from MLKL channel-mediated necroptosis. Cell Research, 26(9), 1007–1020. https://doi.org/10.1038/cr.2016.100", "ArticleIdList": ["10.1038/cr.2016.100", "27573174", "5034106"]}, {"Citation": "Wang, S., Liu, Y., Zhang, L., & Sun, Z. (2022). Methods for monitoring cancer cell pyroptosis. Cancer Biology & Medicine, 19(4), 398. https://doi.org/10.20892/j.issn.2095-3941.2021.0504", "ArticleIdList": ["10.20892/j.issn.2095-3941.2021.0504"]}, {"Citation": "Broz, P., Pelegrín, P., & Shao, F. (2020). The gasdermins, a protein family executing cell death and inflammation. Nature Reviews Immunology, 20(3), 143–157. https://doi.org/10.1038/s41577-019-0228-2 . PMID: 31690840.", "ArticleIdList": ["10.1038/s41577-019-0228-2", "31690840"]}, {"Citation": "Lu, L., et al. (2022). Emerging mechanisms of pyroptosis and its therapeutic strategy in cancer. Cell Death Discovery, 8, 1–13.", "ArticleIdList": ["10.1038/s41420-022-01101-6"]}, {"Citation": "Berkel, C., & Cacan, E. (2023). Pollutant-induced pyroptosis in humans and other animals. Life Sciences, 316, 121386. https://doi.org/10.1016/j.lfs.2023.121386 . PMID: 36657639.", "ArticleIdList": ["10.1016/j.lfs.2023.121386", "36657639"]}, {"Citation": "Kayagaki, N., Kornfeld, O. S., Lee, B. L., Stowe, I. B., O’Rourke, K., Li, Q., Sandoval, W., Yan, D., Kang, J., Xu, M., Zhang, J., Lee, W. P., McKenzie, B. S., Ulas, G., Payandeh, J., Roose-Girma, M., Modrusan, Z., Reja, R., Sagolla, M., … Dixit, V. M. (2021). NINJ1 mediates plasma membrane rupture during lytic cell death. Nature, 591(7848), 131–136. https://doi.org/10.1038/s41586-021-03218-7", "ArticleIdList": ["10.1038/s41586-021-03218-7", "33472215"]}, {"Citation": "Berkel, C., & Cacan, E. (2021). Differential expression and copy number variation of gasdermin (GSDM) family members, pore-forming proteins in pyroptosis, in normal and malignant serous ovarian tissue. Inflammation, 44(6), 2203–2216. https://doi.org/10.1007/s10753-021-01493-0 . PMID: 34091823.", "ArticleIdList": ["10.1007/s10753-021-01493-0", "34091823"]}, {"Citation": "Yu, P., Zhang, X., Liu, N., Tang, L., Peng, C., & Chen, X. (2021). Pyroptosis: Mechanisms and diseases. Signal Transduction and Targeted Therapy, 6(1), 128. https://doi.org/10.1038/s41392-021-00507-5 . PMID: 33776057; PMCID: PMC8005494.", "ArticleIdList": ["10.1038/s41392-021-00507-5", "33776057", "8005494"]}, {"Citation": "Wei, X., Xie, F., Zhou, X., Wu, Y., Yan, H., Liu, T., & Zhang, L. (2022). Role of pyroptosis in inflammation and cancer. Cellular and Molecular Immunology, 19(9), 971–992. https://doi.org/10.1038/s41423-022-00905-x . PMID: 35970871; PMCID: PMC9376585.", "ArticleIdList": ["10.1038/s41423-022-00905-x", "35970871", "9376585"]}, {"Citation": "Wu, Y., Zhang, J., Yu, S., Li, Y., Zhu, J., Zhang, K., & Zhang, R. (2022). Cell pyroptosis in health and inflammatory diseases. Cell Death Discov., 8(1), 191. https://doi.org/10.1038/s41420-022-00998-3 . PMID: 35411030; PMCID: PMC8995683.", "ArticleIdList": ["10.1038/s41420-022-00998-3", "35411030", "8995683"]}, {"Citation": "Zhou, Z., He, H., Wang, K., Shi, X., Wang, Y., Su, Y., Wang, Y., Li, D., Liu, W., Zhang, Y., Shen, L., Han, W., Shen, L., Ding, J., & Shao, F. (2020). Granzyme A from cytotoxic lymphocytes cleaves GSDMB to trigger pyroptosis in target cells. Science, 368(6494), eaaz7548. https://doi.org/10.1126/science.aaz7548", "ArticleIdList": ["10.1126/science.aaz7548", "32299851"]}, {"Citation": "Kambara, H., Liu, F., Zhang, X., Liu, P., Bajrami, B., Teng, Y., & Luo, H. R. (2018). Gasdermin D exerts anti-inflammatory effects by promoting neutrophil death. Cell Reports, 22(11), 2924–2936.", "ArticleIdList": ["10.1016/j.celrep.2018.02.067", "29539421"]}, {"Citation": "Burgener, S. S., Leborgne, N. G. F., Snipas, S. J., Salvesen, G. S., Bird, P. I., & Benarafa, C. (2019). Cathepsin G inhibition by Serpinb1 and Serpinb6 prevents programmed necrosis in neutrophils and monocytes and reduces GSDMD-driven inflammation. Cell Reports., 27(12), 3646–3656. https://doi.org/10.1016/j.celrep.2019.05.065", "ArticleIdList": ["10.1016/j.celrep.2019.05.065", "31216481"]}, {"Citation": "Yamaoka, Y., Matsunaga, S., Jeremiah, S. S., Nishi, M., Miyakawa, K., Morita, T., Khatun, H., Shimizu, H., Okabe, N., Kimura, H., Hasegawa, H., & Ryo, A. (2021). Zika virus protease induces caspase-independent pyroptotic cell death by directly cleaving gasdermin D. Biochemical and Biophysical Research Communications, 534, 666–671. https://doi.org/10.1016/j.bbrc.2020.11.023", "ArticleIdList": ["10.1016/j.bbrc.2020.11.023", "33208231"]}, {"Citation": "Li, T., Zheng, G., Li, B., & Tang, L. (2021). Pyroptosis: A promising therapeutic target for noninfectious diseases. Cell Proliferation, 54(11), e13137. https://doi.org/10.1111/cpr.13137 . PMID: 34590363; PMCID: PMC8560609.", "ArticleIdList": ["10.1111/cpr.13137", "34590363", "8560609"]}, {"Citation": "Chen, G. Y., & Nuñez, G. (2010). Sterile inflammation: sensing and reacting to damage. Nature Reviews Immunology, 10(12), 826–837. https://doi.org/10.1038/nri2873 . Epub 2010 Nov 19. PMID: 21088683; PMCID: PMC3114424.", "ArticleIdList": ["10.1038/nri2873", "21088683", "3114424"]}, {"Citation": "Feldman, N., Rotter-Maskowitz, A., & Okun, E. (2015). DAMPs as mediators of sterile inflammation in aging-related pathologies. Ageing Research Reviews, 24, 29–39. https://doi.org/10.1016/j.arr.2015.01.003 . PMID: 25641058.", "ArticleIdList": ["10.1016/j.arr.2015.01.003", "25641058"]}, {"Citation": "Ciążyńska, M., Olejniczak-Staruch, I., Sobolewska-Sztychny, D., Narbutt, J., Skibińska, M., & Lesiak, A. (2021). Ultraviolet radiation and chronic inflammation—molecules and mechanisms involved in skin carcinogenesis: A narrative review. Life., 11(4), 326. https://doi.org/10.3390/life11040326 . PMID: 33917793; PMCID: PMC8068112.", "ArticleIdList": ["10.3390/life11040326", "33917793", "8068112"]}, {"Citation": "Cho, S., Ying, F., & Sweeney, G. (2023). Sterile inflammation and the NLRP3 inflammasome in cardiometabolic disease. Biomedicine Journal, 46(5), 100624. https://doi.org/10.1016/j.bj.2023.100624 . PMID: 37336361; PMCID: PMC10539878.", "ArticleIdList": ["10.1016/j.bj.2023.100624"]}, {"Citation": "Rock, K. L., Latz, E., Ontiveros, F., & Kono, H. (2009). The sterile inflammatory response. Annual Review of Immunology, 28, 321–342. https://doi.org/10.1146/annurev-immunol-030409-101311 . PMID: 20307211; PMCID: PMC4315152.", "ArticleIdList": ["10.1146/annurev-immunol-030409-101311"]}, {"Citation": "Furman, D., Campisi, J., Verdin, E., Carrera-Bastos, P., Targ, S., Franceschi, C., & Slavich, G. M. (2019). Chronic inflammation in the etiology of disease across the life span. Nature Medicine, 25(12), 1822–1832. https://doi.org/10.1038/s41591-019-0675-0 . Epub 2019 Dec 5. PMID: 31806905; PMCID: PMC7147972.", "ArticleIdList": ["10.1038/s41591-019-0675-0", "31806905", "7147972"]}, {"Citation": "Pahwa, R.., Goyal, A., Jialal, I. (2023) Chronic Inflammation. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing (PMID: 29630225)."}, {"Citation": "Yuan, J., Liu, Y., Wang, J., Zhao, Y., Li, K., Jing, Y., & Wang, F. (2018). Long-term persistent organic pollutants exposure induced telomere dysfunction and senescence-associated secretary phenotype. The Journals of Gerontology. Series A, Biological Sciences and Medical Sciences, 73(8), 1027–1035. https://doi.org/10.1093/gerona/gly002 . PMID: 29360938; PMCID: PMC6037063.", "ArticleIdList": ["10.1093/gerona/gly002", "29360938", "6037063"]}, {"Citation": "Chang, S. C., & Yang, W. C. V. (2016). Hyperglycemia, tumorigenesis, and chronic inflammation. Critical Reviews in Oncology Hematology, 108, 146–153. https://doi.org/10.1016/j.critrevonc.2016.11.003 . PMID: 27931833.", "ArticleIdList": ["10.1016/j.critrevonc.2016.11.003", "27931833"]}, {"Citation": "Multhoff, G., Molls, M., & Radons, J. (2012). Chronic inflammation in cancer development. Frontiers in Immunology, 2, 17950. https://doi.org/10.3389/fimmu.2011.00098 . PMID: 22566887; PMCID: PMC3342348.", "ArticleIdList": ["10.3389/fimmu.2011.00098"]}, {"Citation": "Tan, Y., Chen, Q., Li, X., Zeng, Z., Xiong, W., Li, G., & Yi, M. (2021). Pyroptosis: a new paradigm of cell death for fighting against cancer. Journal of Experimental & Clinical Cancer Research, 40(1), 153. https://doi.org/10.1186/s13046-021-01959-x", "ArticleIdList": ["10.1186/s13046-021-01959-x"]}, {"Citation": "da Costa, J. C., de Souza, S. S., & Val, A. L. (2022). Impact of high temperature, CO2 and parasitic infection on inflammation, immunodepression and programmed cell death in Colossoma macropomum at the transcriptional level. Microbial Pathogenesis, 172, 105804. https://doi.org/10.1016/j.micpath.2022.105804", "ArticleIdList": ["10.1016/j.micpath.2022.105804", "36179975"]}, {"Citation": "da Costa, J. C., de Souza, S. S., Castro, J. D. S., Amanajás, R. D., & Val, A. L. (2021). Climate change affects the parasitism rate and impairs the regulation of genes related to oxidative stress and ionoregulation of Colossoma macropomum. Science and Reports, 11(1), 22350. https://doi.org/10.1038/s41598-021-01830-1 . PMID: 34785749; PMCID: PMC8595885.", "ArticleIdList": ["10.1038/s41598-021-01830-1"]}, {"Citation": "Ilgová, J., Salát, J., & Kašný, M. (2021). Molecular communication between the monogenea and fish immune system. Fish & Shellfish Immunology, 112, 179–190. https://doi.org/10.1016/j.fsi.2020.08.023 . PMID: 32800986.", "ArticleIdList": ["10.1016/j.fsi.2020.08.023"]}, {"Citation": "IPCC Climate change 2014: Synthesis report Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, Ipcc (2014). https://doi.org/10.1017/CBO9781107415324 ."}, {"Citation": "Zhang, Z., & Lieberman, J. (2020). Lighting a fire on the reef. Science Immunology, 5(54), eabf0905. https://doi.org/10.1126/sciimmunol.abf0905", "ArticleIdList": ["10.1126/sciimmunol.abf0905", "33277372", "7900804"]}, {"Citation": "Song, Z., Zou, J., Wang, M., Chen, Z., & Wang, Q. (2022). A comparative review of pyroptosis in mammals and fish. Journal of Inflammation Research. https://doi.org/10.2147/JIR.S361266 . PMID: 35431566; PMCID: PMC9012342.", "ArticleIdList": ["10.2147/JIR.S361266", "36467989", "9717599"]}, {"Citation": "Jiang, S., Zhou, Z., Sun, Y., Zhang, T., & Sun, L. (2020). Coral gasdermin triggers pyroptosis. Science Immunology, 5(54), eabd2591. https://doi.org/10.1126/sciimmunol.abd2591", "ArticleIdList": ["10.1126/sciimmunol.abd2591", "33277371"]}, {"Citation": "Kimes, N. E., Grim, C. J., Johnson, W. R., Hasan, N. A., Tall, B. D., Kothary, M. H., Kiss, H., Munk, A. C., Tapia, R., Green, L., Detter, C., Bruce, D. C., Brettin, T. S., Colwell, R. R., & Morris, P. J. (2012). Temperature regulation of virulence factors in the pathogen Vibrio coralliilyticus. ISME Journal, 6(4), 835–846. https://doi.org/10.1038/ismej.2011.154", "ArticleIdList": ["10.1038/ismej.2011.154", "22158392"]}, {"Citation": "Ben-Haim, Y., Zicherman-Keren, M., & Rosenberg, E. (2003). Temperature-regulated bleaching and lysis of the coral Pocillopora damicornis by the novel pathogen Vibrio coralliilyticus. Applied and Environment Microbiology, 69(7), 4236–4242.", "ArticleIdList": ["10.1128/AEM.69.7.4236-4242.2003"]}, {"Citation": "Geng, Y., Ma, Q., Liu, Y. N., Peng, N., Yuan, F. F., Li, X. G., & Su, L. (2015). Heatstroke induces liver injury via IL-1β and HMGB1-induced pyroptosis. Journal of Hepatology, 63(3), 622–633. https://doi.org/10.1016/j.jhep.2015.04.010", "ArticleIdList": ["10.1016/j.jhep.2015.04.010", "25931416"]}, {"Citation": "Zhang, M., Zhu, X., Tong, H., Lou, A., Li, Y., Li, Y., & Li, X. (2019). AVE 0991 attenuates pyroptosis and liver damage after heatstroke by inhibiting the ROS-NLRP3 inflammatory signalling pathway. Biomedicine Research International. https://doi.org/10.1155/2019/1806234 . PMID: 31531346; PMCID: PMC6720052.", "ArticleIdList": ["10.1155/2019/1806234"]}, {"Citation": "Liu, Y., Wang, Z., Xie, W., Gu, Z., Xu, Q., & Su, L. (2017). Oxidative stress regulates mitogen-activated protein kinases and c-Jun activation involved in heat stress and lipopolysaccharide-induced intestinal epithelial cell apoptosis. Molecular Medicine Reports, 16(3), 2579–2587. https://doi.org/10.3892/mmr.2017.6859 . PMID: 28656249; PMCID: PMC5548022.", "ArticleIdList": ["10.3892/mmr.2017.6859", "28656249", "5548022"]}, {"Citation": "Gu, Z. T., Wang, H., Li, L., Liu, Y. S., Deng, X. B., Huo, S. F., & Su, L. (2014). Heat stress induces apoptosis through transcription-independent p53-mediated mitochondrial pathways in human umbilical vein endothelial cell. Science Reports, 4(1), 4469. https://doi.org/10.1038/srep04469 . PMID: 24667845; PMCID: PMC3966036.", "ArticleIdList": ["10.1038/srep04469"]}, {"Citation": "Evavold, C. L., Hafner-Bratkovič, I., Devant, P., D’Andrea, J. M., Ngwa, E. M., Boršić, E., & Kagan, J. C. (2021). Control of gasdermin D oligomerization and pyroptosis by the Ragulator-Rag-mTORC1 pathway. Cell, 184(17), 4495–4511. https://doi.org/10.1016/j.cell.2021.06.028 . PMID: 34289345; PMCID: PMC8380731.", "ArticleIdList": ["10.1016/j.cell.2021.06.028", "34289345", "8380731"]}, {"Citation": "Wang, Y., Shi, P., Chen, Q., Huang, Z., Zou, D., Zhang, J., & Lin, Z. (2019). Mitochondrial ROS promote macrophage pyroptosis by inducing GSDMD oxidation. Journal of Molecular Cell Biology, 11(12), 1069–1082. https://doi.org/10.1093/jmcb/mjz020 . PMID: 30860577; PMCID: PMC6934151.", "ArticleIdList": ["10.1093/jmcb/mjz020", "30860577", "6934151"]}, {"Citation": "Bai, R., Lang, Y., Shao, J., Deng, Y., Refuhati, R., & Cui, L. (2021). The role of NLRP3 inflammasome in cerebrovascular diseases pathology and possible therapeutic targets. ASN Neuro, 13, 17590914211018100.", "ArticleIdList": ["10.1177/17590914211018100", "34053242", "8168029"]}, {"Citation": "Bertheloot, D., Latz, E., & Franklin, B. S. (2021). Necroptosis, pyroptosis and apoptosis: An intricate game of cell death. Cellular & Molecular Immunology, 18(5), 1106–1121. https://doi.org/10.1038/s41423-020-00630-3 . PMID: 33785842; PMCID: PMC8008022.", "ArticleIdList": ["10.1038/s41423-020-00630-3"]}, {"Citation": "Tsuchiya, K., Nakajima, S., Hosojima, S., Thi Nguyen, D., Hattori, T., Le Manh, T., & Suda, T. (2024). Nature Communication, 10(1), 2091. https://doi.org/10.1038/s41467-019-09753-2 . PMID: 31064994; PMCID: PMC6505044.", "ArticleIdList": ["10.1038/s41467-019-09753-2"]}, {"Citation": "Devant, P., Boršić, E., Ngwa, E. M., Xiao, H., Chouchani, E. T., Thiagarajah, J. R., & Kagan, J. C. (2023). Gasdermin D pore-forming activity is redox-sensitive. Cell Reports. https://doi.org/10.1016/j.celrep.2023.112008 . PMID: 36662620; PMCID: PMC9947919.", "ArticleIdList": ["10.1016/j.celrep.2023.112008", "36662620"]}, {"Citation": "Pei, Y., Geng, Y., & Su, L. (2018). Pyroptosis of HUVECs can be induced by heat stroke. Biochemical and Biophysical Research Communications, 506(3), 626–631. https://doi.org/10.1016/j.bbrc.2018.10.051 . PMID: 30454698.", "ArticleIdList": ["10.1016/j.bbrc.2018.10.051", "30454698"]}, {"Citation": "Kang, R., Chen, R., Zhang, Q., Hou, W., Wu, S., Cao, L., & Tang, D. (2014). HMGB1 in health and disease. Molecular Aspects of Medicine, 40, 1–116. https://doi.org/10.1016/j.mam.2014.05.001 . PMID: 25010388; PMCID: PMC4254084.", "ArticleIdList": ["10.1016/j.mam.2014.05.001", "25010388"]}, {"Citation": "Tong, H. S., Tang, Y. Q., Chen, Y., Qiu, J. M., Wen, Q., & Su, L. (2011). Early elevated HMGB1 level predicting the outcome in exertional heatstroke. Journal of Trauma and Acute Care Surgery, 71(4), 808–814. https://doi.org/10.1097/TA.0b013e318220b957 . PMID: 21841514.", "ArticleIdList": ["10.1097/TA.0b013e318220b957"]}, {"Citation": "Tong, H., Tang, Y., Chen, Y., Yuan, F., Liu, Z., Peng, N., & Su, L. (2013). HMGB1 activity inhibition alleviating liver injury in heatstroke. The Journal of Trauma and Acute Care Surgery, 74(3), 801–807. https://doi.org/10.1097/TA.0b013e31827e9a65 . PMID: 23425738.", "ArticleIdList": ["10.1097/TA.0b013e31827e9a65", "23425738"]}, {"Citation": "Yin, H., Wu, M., Lu, Y., Wu, X., Yu, B., Chen, R., & Tong, H. (2022). HMGB1-activatied NLRP3 inflammasome induces thrombocytopenia in heatstroke rat. PeerJ, 10, e13799. https://doi.org/10.7717/peerj.13799 . PMID: 35945940; PMCID: PMC9357367.", "ArticleIdList": ["10.7717/peerj.13799", "35945940", "9357367"]}, {"Citation": "Volchuk, A., Ye, A., Chi, L., Steinberg, B. E., & Goldenberg, N. M. (2020). Indirect regulation of HMGB1 release by gasdermin D. Nature Communications, 11(1), 4561. https://doi.org/10.1038/s41467-020-18443-3 . PMID: 32917873; PMCID: PMC7486936.", "ArticleIdList": ["10.1038/s41467-020-18443-3", "32917873", "7486936"]}, {"Citation": "Tian, L., Yan, J., Li, K., Zhang, W., Lin, B., Lai, W., & Liu, X. (2021). Ozone exposure promotes pyroptosis in rat lungs via the TLR2/4-NF-κB-NLRP3 signaling pathway. Toxicology, 450, 152668. https://doi.org/10.1016/j.tox.2020.152668 . Epub 2020 Dec 28. PMID: 33383130.", "ArticleIdList": ["10.1016/j.tox.2020.152668", "33383130"]}, {"Citation": "Tian, L., Li, N., Li, K., Tan, Y., Han, J., Lin, B., & Liu, X. (2022). Ambient ozone exposure induces ROS related-mitophagy and pyroptosis via NLRP3 inflammasome activation in rat lung cells. Ecotoxicology and Environmental Safety, 240, 113663. https://doi.org/10.1016/j.ecoenv.2022.113663 . PMID: 35642860.", "ArticleIdList": ["10.1016/j.ecoenv.2022.113663", "35642860"]}, {"Citation": "Birrer, S. C., Reusch, T. B., & Roth, O. (2012). Salinity change impairs pipefish immune defence. Fish & Shellfish Immunology, 33(6), 1238–1248. https://doi.org/10.1016/j.fsi.2012.08.028 . PMID: 22982326.", "ArticleIdList": ["10.1016/j.fsi.2012.08.028"]}, {"Citation": "Lu, M., Su, M., Liu, N., & Zhang, J. (2022). Effects of environmental salinity on the immune response of the coastal fish Scatophagus argus during bacterial infection. Fish & Shellfish Immunology, 124, 401–410. https://doi.org/10.1016/j.fsi.2022.04.029 . PMID: 35472400.", "ArticleIdList": ["10.1016/j.fsi.2022.04.029"]}, {"Citation": "Gutiérrez, J. S., Abad-Gómez, J. M., Villegas, A., Sánchez-Guzmán, J. M., & Masero, J. A. (2013). Effects of salinity on the immune response of an ‘osmotic generalist’bird. Oecologia, 171, 61–69. https://doi.org/10.1007/s00442-012-2405-x . PMID: 22782496.", "ArticleIdList": ["10.1007/s00442-012-2405-x", "22782496"]}, {"Citation": "Honorato, T. B. M., Boni, R., da Silva, P. M., & Marques-Santos, L. F. (2017). Effects of salinity on the immune system cells of the tropical sea urchin Echinometra lucunter. Journal of Experimental Marine Biology and Ecology, 486, 22–31.", "ArticleIdList": ["10.1016/j.jembe.2016.09.012"]}, {"Citation": "Hieu, D. Q., Hang, B. T. B., Huong, D. T. T., et al. (2021). Salinity affects growth performance, physiology, immune responses and temperature resistance in striped catfish (Pangasianodon hypophthalmus) during its early life stages. Fish Physiology and Biochemistry, 47, 1995–2013. https://doi.org/10.1007/s10695-021-01021-9", "ArticleIdList": ["10.1007/s10695-021-01021-9", "34708321"]}, {"Citation": "Zhang, M., Li, L., Liu, Y., & Gao, X. (2019). Effects of a sudden drop in salinity on immune response mechanisms of Anadara kagoshimensis. International Journal of Molecular Sciences, 20(18), 4365. https://doi.org/10.3390/ijms20184365 . PMID: 31491977; PMCID: PMC6769905.", "ArticleIdList": ["10.3390/ijms20184365", "31491977", "6769905"]}, {"Citation": "Wang, L., Pan, L., Ding, Y., & Ren, X. (2018). Effects of low salinity stress on immune response and evaluating indicators of the swimming crab Portunus trituberculatus. Aquaculture Research, 49(2), 659–667. https://doi.org/10.1111/are.13495", "ArticleIdList": ["10.1111/are.13495"]}, {"Citation": "Yu, Z., Li, C., & Guan, Y. (2003). Effect of salinity on the immune responses and outbreak of white spot syndrome in the shrimp Marsupenaeus japonicus. Ophelia, 57(2), 99–106. https://doi.org/10.1080/00785236.2003.10409507", "ArticleIdList": ["10.1080/00785236.2003.10409507"]}, {"Citation": "Sposito, F., Northey, S., Charras, A., McNamara, P. S., & Hedrich, C. M. (2023). Hypertonic saline induces inflammation in human macrophages through the NLRP1 inflammasome. Genes & Genes Immunity, 24(5), 263–269. https://doi.org/10.1038/s41435-023-00218-7", "ArticleIdList": ["10.1038/s41435-023-00218-7", "37573430"]}, {"Citation": "Ip, W. E., & Medzhitov, R. (2015). Macrophages monitor tissue osmolarity and induce inflammatory response through NLRP3 and NLRC4 inflammasome activation. Nature Communications, 6(1), 6931.", "ArticleIdList": ["10.1038/ncomms7931", "25959047"]}, {"Citation": "Lara-Reyna, S., Scambler, T., Holbrook, J., Wong, C., Jarosz-Griffiths, H. H., Martinon, F., & McDermott, M. F. (2019). Metabolic reprograming of cystic fibrosis macrophages via the IRE1α arm of the unfolded protein response results in exacerbated inflammation. Frontiers in Immunology, 10, 460242.", "ArticleIdList": ["10.3389/fimmu.2019.01789"]}, {"Citation": "Zhang, Y. L., Chen, P. X., Guan, W. J., Guo, H. M., Qiu, Z. E., Xu, J. W., & Zhong, N. S. (2018). Increased intracellular Cl− concentration promotes ongoing inflammation in airway epithelium. Mucosal Immunology, 11(4), 1149–1157.", "ArticleIdList": ["10.1038/s41385-018-0013-8", "29545647"]}, {"Citation": "Wang, Z., Chen, T., Yang, C., Bao, T., Yang, X., He, F., & Yang, S. (2020). Secoisolariciresinol diglucoside suppresses Dextran sulfate sodium salt-induced colitis through inhibiting NLRP1 inflammasome. International Immunopharmacology, 78, 105931.", "ArticleIdList": ["10.1016/j.intimp.2019.105931", "31812068"]}, {"Citation": "Scambler, T., Jarosz-Griffiths, H. H., Lara-Reyna, S., Pathak, S., Wong, C., Holbrook, J., & McDermott, M. F. (2019). ENaC-mediated sodium influx exacerbates NLRP3-dependent inflammation in cystic fibrosis. eLife, 8, e49248.", "ArticleIdList": ["10.7554/eLife.49248", "31532390", "6764826"]}, {"Citation": "Jancic, C. C., Cabrini, M., Gabelloni, M. L., Rodrigues, C. R., Salamone, G., Trevani, A. S., & Geffner, J. (2012). Low extracellular pH stimulates the production of IL-1β by human monocytes. Cytokine, 57(2), 258–268. https://doi.org/10.1016/j.cyto.2011.11.013 . PMID: 22154780.", "ArticleIdList": ["10.1016/j.cyto.2011.11.013", "22154780"]}, {"Citation": "Rajamäki, K., Nordström, T., Nurmi, K., Åkerman, K. E., Kovanen, P. T., Öörni, K., & Eklund, K. K. (2013). Extracellular acidosis is a novel danger signal alerting innate immunity via the NLRP3 inflammasome. Journal of Biological Chemistry, 288(19), 13410–13419. https://doi.org/10.1074/jbc.M112.426254 . Epub 2013 Mar 25. PMID: 23530046; PMCID: PMC3650379.", "ArticleIdList": ["10.1074/jbc.M112.426254", "23530046", "3650379"]}, {"Citation": "Zhao, K., An, R., Xiang, Q., Li, G., Wang, K., Song, Y., & Yang, C. (2021). Acid-sensing ion channels regulate nucleus pulposus cell inflammation and pyroptosis via the NLRP3 inflammasome in intervertebral disc degeneration. Cell Proliferation, 54(1), e12941. https://doi.org/10.1111/cpr.12941 . PMID: 33111436; PMCID: PMC7791185.", "ArticleIdList": ["10.1111/cpr.12941", "33111436"]}, {"Citation": "Yu, L. M., Zhang, W. H., Han, X. X., Li, Y. Y., Lu, Y., Pan, J., & Liu, Y. H. (2019). Hypoxia-induced ROS contribute to myoblast pyroptosis during obstructive sleep apnea via the NF-κB/HIF-1α signaling pathway. Oxidative Medicine and Cellular Longevity, 2019, 4596368. https://doi.org/10.1155/2019/4596368 . PMID: 31885794; PMCID: PMC6927050.", "ArticleIdList": ["10.1155/2019/4596368", "31885794", "6927050"]}, {"Citation": "Jiang, Y., Huang, J., Xia, Y., Sun, Z., Hu, P., Wang, D., & Liu, Y. (2023). Hypoxia activates GPR146 which participates in pulmonary vascular remodeling by promoting pyroptosis of pulmonary artery endothelial cells. European Journal of Pharmacology, 941, 175502. https://doi.org/10.1016/j.ejphar.2023.175502 . PMID: 36638952.", "ArticleIdList": ["10.1016/j.ejphar.2023.175502", "36638952"]}, {"Citation": "Bai, C., Zhu, Y., Dong, Q., & Zhang, Y. (2022). Chronic intermittent hypoxia induces the pyroptosis of renal tubular epithelial cells by activating the NLRP3 inflammasome. Bioengineered, 13(3), 7528–7540. https://doi.org/10.1080/21655979.2022.2047394 . PMID: 35263214; PMCID: PMC8973594.", "ArticleIdList": ["10.1080/21655979.2022.2047394", "35263214", "8973594"]}, {"Citation": "Xin, X., Yang, K., Liu, H., & Li, Y. (2022). Hypobaric hypoxia triggers pyroptosis in the retina via NLRP3 inflammasome activation. Apoptosis, 27(3), 222–232. https://doi.org/10.1007/s10495-022-01710-7 . PMID: 35088163.", "ArticleIdList": ["10.1007/s10495-022-01710-7", "35088163"]}, {"Citation": "Cheng, S. B., Nakashima, A., Huber, W. J., Davis, S., Banerjee, S., Huang, Z., & Sharma, S. (2019). Pyroptosis is a critical inflammatory pathway in the placenta from early onset preeclampsia and in human trophoblasts exposed to hypoxia and endoplasmic reticulum stressors. Cell Death Disease, 10(12), 927. https://doi.org/10.1038/s41419-019-2162-4 . PMID: 31804457; PMCID: PMC6895177.", "ArticleIdList": ["10.1038/s41419-019-2162-4", "31804457", "6895177"]}, {"Citation": "Watanabe, S., Usui-Kawanishi, F., Karasawa, T., Kimura, H., Kamata, R., Komada, T., & Takahashi, M. (2020). Glucose regulates hypoxia-induced NLRP3 inflammasome activation in macrophages. Journal of Cell Physiology, 235(10), 7554–7566. https://doi.org/10.1002/jcp.29659 . PMID: 32115713.", "ArticleIdList": ["10.1002/jcp.29659"]}, {"Citation": "Bernicker, E., Averbuch, S. D., Edge, S., Kamboj, J., Khuri, F. R., Pierce, J. Y., Schiller, J., Sirohi, B., Thomas, A., Moushey, A., Phillips, J., & Hendricks, C. (2024). Climate change and cancer care: A policy statement from ASCO. JCO Oncology Practice, 20(2), 178–186. https://doi.org/10.1200/OP.23.00637", "ArticleIdList": ["10.1200/OP.23.00637", "38011607"]}, {"Citation": "Yu, P., Xu, R., Yang, Z., Ye, T., Liu, Y., Li, S., & Guo, Y. (2022). Cancer and ongoing climate change: Who are the most affected? ACS Environmental Au, 3(1), 5–11. https://doi.org/10.1021/acsenvironau.2c00012 . PMID: 36691655; PMCID: PMC9853937.", "ArticleIdList": ["10.1021/acsenvironau.2c00012", "36691655", "9853937"]}, {"Citation": "Schiller, J. H. (2024). Climate change: Why oncologists need to get involved. BJC Rep., 2, 20. https://doi.org/10.1038/s44276-023-00023-9", "ArticleIdList": ["10.1038/s44276-023-00023-9"]}, {"Citation": "Nogueira, L. M., Crane, T. E., Ortiz, A. P., D’Angelo, H., & Neta, G. (2023). Climate change and cancer. Cancer Epidemiology, Biomarkers & Prevention, 32(7), 869–875. https://doi.org/10.1158/1055-9965.EPI-22-1234", "ArticleIdList": ["10.1158/1055-9965.EPI-22-1234"]}, {"Citation": "Angeli, J. P. F., Freitas, F. P., Nepachalovich, P., Puentes, L., Zilka, O., Inague, A., & Conrad, M. (2021). 7-Dehydrocholesterol is an endogenous suppressor of ferroptosis. Nature, 626(7998), 401–410. https://doi.org/10.1038/s41586-023-06878-9 . PMID: 38297129.", "ArticleIdList": ["10.1038/s41586-023-06878-9"]}, {"Citation": "Zhang, W., Fan, W., Guo, J., & Wang, X. (2022). Osmotic stress activates RIPK3/MLKL-mediated necroptosis by increasing cytosolic pH through a plasma membrane Na+/H+ exchanger. Science Signaling, 15(734), 5881. https://doi.org/10.1126/scisignal.abn5881 . PMID: 35580168.", "ArticleIdList": ["10.1126/scisignal.abn5881"]}, {"Citation": "Galluzzi, L., Vitale, I., Aaronson, S. A., Abrams, J. M., Adam, D., Agostinis, P., & Turk, B. (2018). Molecular mechanisms of cell death: recommendations of the Nomenclature Committee on Cell Death 2018. Cell Death Differentiation, 25(3), 486–541. https://doi.org/10.1038/s41418-017-0012-4 . PMID: 29362479; PMCID: PMC5864239.", "ArticleIdList": ["10.1038/s41418-017-0012-4", "29362479", "5864239"]}, {"Citation": "Berkel, C. (2024). An analysis of gasdermin family of genes in UCEC with respect to malignancy status, mutation percentages and histologic diagnosis. Genome Instability & Disease. https://doi.org/10.1007/s42764-024-00128-6", "ArticleIdList": ["10.1007/s42764-024-00128-6"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "3", "Day": "1"}, {"Year": "2024", "Month": "4", "Day": "16"}, {"Year": "2024", "Month": "5", "Day": "15", "Hour": "12", "Minute": "45"}, {"Year": "2024", "Month": "5", "Day": "15", "Hour": "12", "Minute": "45"}, {"Year": "2024", "Month": "5", "Day": "15", "Hour": "11", "Minute": "5"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38748072", "10.1007/s12033-024-01182-x", "10.1007/s12033-024-01182-x"]}}], "PubmedBookArticle": []}