{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "chemical simulation", "health burden", "machine learning", "precursor impacts"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38885093", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "02"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "17"}], "ELocationID": ["10.1021/acs.est.4c00339"], "Journal": {"ISSN": "1520-5851", "JournalIssue": {"Volume": "58", "Issue": "26", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "02"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Short-Term Exposure to Fine Particulate Matter and Ozone: Source Impacts and Attributable Mortalities.", "Pagination": {"StartPage": "11256", "EndPage": "11267", "MedlinePgn": "11256-11267"}, "Abstract": {"AbstractText": ["Short-term exposure to particles with aerodynamic diameters less than 2.5 μm (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) are important risk factors for human health. Despite the awareness of reducing attributable health burden, region-specific and source-specific strategies remain less explored due to the gap between precursor emissions and health effects. In this study, we isolate the health burden of individual sector sources of PM<sub>2.5</sub> and O<sub>3</sub> precursors, nitrogen oxides (NO<sub><i>x</i></sub>) and volatile organic compounds (VOCs), across the globe. Specifically, we estimate mortalities attributable to short-term exposure using machine-learning-based daily exposure estimates and quantify sectoral impacts using chemical transport model simulations. Globally, short-term exposure to PM<sub>2.5</sub> and O<sub>3</sub> result in 713.5 (95% Confidence Interval: 598.8-843.3) thousand and 496.3 (371.3-646.1) thousand mortalities in 2019, respectively, of which 12.5% are contributed by fuel-related NO<sub><i>x</i></sub> emissions from transportation, energy, and industry. Sectoral impacts from anthropogenic NO<sub><i>x</i></sub> and VOC emissions on health burden vary significantly among seasons and regions, requiring a target shift from transportation in winter to industry in summer for East Asia, for instance. Emission control and health management are additionally complicated by unregulated natural influences during climatic events. Fire-sourced NO<sub><i>x</i></sub> and VOC emissions, respectively, contribute to 8.5 (95% CI: 6.2-11.7) thousand and 4.8 (3.6-5.9) thousand PM<sub>2.5</sub> and O<sub>3</sub> mortalities, particularly for tropics with high vulnerability to climate change. Additionally, biogenic VOC emissions during heatwaves contribute to 1.8 (95% CI: 1.5-2.2) thousand O<sub>3</sub>-introduced mortalities, posing challenges in urban planning for high-income regions, where biogenic contributions to health burden during heatwaves are 13% of anthropogenic contributions annually. Our study provides important implications for temporally dynamic and sector-targeted emission control and health management strategies, which are of urgency under the projection of continuously increasing energy consumption and changing climate."]}, "AuthorList": [{"Identifier": ["0000-0002-4063-0205"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Collaborative Innovation Center of Atmospheric Environment and Equipment Technology, Jiangsu Key Laboratory of Atmospheric Environment Monitoring and Pollution Control (AEMPC), Nanjing University of Information Science and Technology, Nanjing 210044, China."}], "LastName": "Liu", "ForeName": "Song", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}], "LastName": "Li", "ForeName": "Xicheng", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric and Oceanic Science, Earth System Science Interdisciplinary Center, University of Maryland, College Park, Maryland 20742-5031, United States."}], "LastName": "Wei", "ForeName": "Jing", "Initials": "J"}, {"Identifier": ["0000-0002-4099-8958"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geographical Sciences, Fujian Normal University, Fuzhou 350117, China."}], "LastName": "Shu", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Key Laboratory of Atmospheric Environment Monitoring and Pollution Control, Collaborative Innovation Center of Atmospheric Environment and Equipment Technology, School of Environmental Science and Engineering, Nanjing University of Information Science and Technology, Nanjing 210044, China."}], "LastName": "Jin", "ForeName": "Jianbing", "Initials": "J"}, {"Identifier": ["0000-0002-8556-7326"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Guangdong Provincial Observation and Research Station for Coastal Atmosphere and Climate of the Greater Bay Area, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Shenzhen Key Laboratory of Precision Measurement and Early Warning Technology for Urban Environmental Health Risks, School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}], "LastName": "Fu", "ForeName": "Tzung-May", "Initials": "TM"}, {"Identifier": ["0000-0002-9173-1188"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Guangdong Provincial Observation and Research Station for Coastal Atmosphere and Climate of the Greater Bay Area, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Shenzhen Key Laboratory of Precision Measurement and Early Warning Technology for Urban Environmental Health Risks, School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}], "LastName": "Yang", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Guangdong Provincial Observation and Research Station for Coastal Atmosphere and Climate of the Greater Bay Area, Shenzhen 518055, China."}, {"Identifier": [], "Affiliation": "Shenzhen Key Laboratory of Precision Measurement and Early Warning Technology for Urban Environmental Health Risks, School of Environmental Science and Engineering, Southern University of Science and Technology, Shenzhen 518055, China."}], "LastName": "Zhu", "ForeName": "Lei", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Volatile Organic Compounds"}, {"QualifierName": [], "DescriptorName": "Nitrogen Oxides"}], "CoiStatement": "The authors\ndeclare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "2019 Risk Factors Collaborators Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet 2020, 396, 1223–1249.", "ArticleIdList": ["PMC7566194", "33069327"]}, {"Citation": "Atkinson R. Atmospheric chemistry of VOCs and NOx. Atmos. Environ. 2000, 34, 2063–2101. 10.1016/S1352-2310(99)00460-4.", "ArticleIdList": ["10.1016/S1352-2310(99)00460-4"]}, {"Citation": "Butler T.; Lupascu A.; Nalam A. Attribution of ground-level ozone to anthropogenic and natural sources of nitrogen oxides and reactive carbon in a global chemical transport model. Atmos. Chem. Phys. 2020, 20, 10707–10731. 10.5194/acp-20-10707-2020.", "ArticleIdList": ["10.5194/acp-20-10707-2020"]}, {"Citation": "McDuffie E. E.; Martin R. V.; Spadaro J. V.; Burnett R.; Smith S. J.; O’Rourke P.; Hammer M. S.; van Donkelaar A.; Bindle L.; Shah V.; Jaeglé L.; Luo G.; Yu F.; Adeniran J. A.; Lin J.; Brauer M. Source sector and fuel contributions to ambient PM2.5 and attributable mortality across multiple spatial scales. Nat. Commun. 2021, 12, 3594.10.1038/s41467-021-23853-y.", "ArticleIdList": ["10.1038/s41467-021-23853-y", "PMC8203641", "34127654"]}, {"Citation": "Wei J.; Li Z.; Chen X.; Li C.; Sun Y.; Wang J.; Lyapustin A.; Brasseur G.; Jiang M.; Sun L.; Wang T.; Jung C.; Qiu B.; Fang; Liu X.; Hao J.; Wang Y.; Zhan M.; Song X.; Liu Y. Separating daily 1 km PM2.5 inorganic chemical composition in China since 2000 via deep learning integrating ground, satellite, and model data. Environ. Sci. Technol. 2023, 57 (46), 18282–18295. 10.1021/acs.est.3c00272.", "ArticleIdList": ["10.1021/acs.est.3c00272", "37114869"]}, {"Citation": "Geng G.; Xiao Q.; Liu S.; Liu X.; Cheng J.; Zheng Y.; Xue T.; Tong D.; Zheng B.; Peng Y.; Huang X.; He K.; Zhang Q. Tracking air pollution in China: near real-time PM2.5 retrievals from multisource data fusion. Environ. Sci. Technol. 2021, 55, 12106–12115. 10.1021/acs.est.1c01863.", "ArticleIdList": ["10.1021/acs.est.1c01863", "34407614"]}, {"Citation": "Lu X.; Hong J.; Zhang L.; Cooper O. R.; Schultz M. G.; Xu X.; Wang T.; Gao M.; Zhao Y.; Zhang Y. Severe surface ozone pollution in China: a global perspective. Environ. Sci. Technol. Lett. 2018, 5, 487–494. 10.1021/acs.estlett.8b00366.", "ArticleIdList": ["10.1021/acs.estlett.8b00366"]}, {"Citation": "Zhu S.; Xu J.; Zeng J.; Yu C.; Wang Y.; Yan H. Satellite-derived estimates of surface ozone by LESO: Extended application and performance evaluation. Int. J. Appl. Earth Obs. Geoinf. 2022, 113, 103008.10.1016/j.jag.2022.103008.", "ArticleIdList": ["10.1016/j.jag.2022.103008"]}, {"Citation": "Xiao Q.; Geng G.; Xue T.; Liu S.; Cai C.; He K.; Zhang Q. Tracking PM2.5 and O3 pollution and the related health burden in China 2013–2020. Environ. Sci. Technol. 2022, 56, 6922–6932. 10.1021/acs.est.1c04548.", "ArticleIdList": ["10.1021/acs.est.1c04548", "34941243"]}, {"Citation": "Wang F.; Qiu X.; Cao J.; Peng L.; Zhang N.; Yan Y.; Li R. Policy-driven changes in the health risk of PM2.5 and O3 exposure in China during 2013–2018. Sci. Total Environ. 2021, 757, 143775.10.1016/j.scitotenv.2020.143775.", "ArticleIdList": ["10.1016/j.scitotenv.2020.143775", "33288256"]}, {"Citation": "Lu X.; Zhang L.; Yue X.; Zhang J.; Jaffe D. A.; Stohl A.; Zhao Y.; Shao J. Wildfire influences on the variability and trend of summer surface ozone in the mountainous western United States. Atmos. Chem. Phys. 2016, 16, 14687–14702. 10.5194/acp-16-14687-2016.", "ArticleIdList": ["10.5194/acp-16-14687-2016"]}, {"Citation": "Ma M.; Gao Y.; Wang Y.; Zhang S.; Leung L. R.; Liu C.; Wang S.; Zhao B.; Chang X.; Su H.; Zhang T.; Sheng L.; Yao X.; Gao H. Substantial ozone enhancement over the North China Plain from increased biogenic emissions due to heat waves and land cover in summer 2017. Atmos. Chem. Phys. 2019, 19, 12195–12207. 10.5194/acp-19-12195-2019.", "ArticleIdList": ["10.5194/acp-19-12195-2019"]}, {"Citation": "Ryan R. G.; Marais E. A.; Gershenson-Smith E.; Ramsay R.; Muller J.-P.; Tirpitz J.-L.; Frieß U. Measurement Report: MAX-DOAS measurements characterise Central London ozone pollution episodes during 2022 heatwaves. Atmos. Chem. Phys. 2023, 23, 7121–7139. 10.5194/acp-23-7121-2023.", "ArticleIdList": ["10.5194/acp-23-7121-2023"]}, {"Citation": "Stedman J. R. The predicted number of air pollution related deaths in the UK during the August 2003 heatwave. Atmos. Environ. 2004, 38, 1087–1090. 10.1016/j.atmosenv.2003.11.011.", "ArticleIdList": ["10.1016/j.atmosenv.2003.11.011"]}, {"Citation": "Fann N.; Alman B.; Broome R. A.; Morgan G. G.; Johnston F. H.; Pouliot G.; Rappold A. G. The health impacts and economic value of wildland fire episodes in the US: 2008–2012. Sci. Total Environ. 2018, 610–611, 802–809. 10.1016/j.scitotenv.2017.08.024.", "ArticleIdList": ["10.1016/j.scitotenv.2017.08.024", "PMC6117838", "28826118"]}, {"Citation": "Chen G.; Guo Y.; Yue X.; Tong S.; Gasparrini A.; Bell M. L.; Armstrong B.; Schwartz J.; Jaakkola J. J.; Zanobetti A.; et al. others Mortality risk attributable to wildfire-related PM2.5 pollution: a global time series study in 749 locations. Lancet Planet. Health 2021, 5, e579–e587. 10.1016/s2542-5196(21)00200-x.", "ArticleIdList": ["10.1016/s2542-5196(21)00200-x", "34508679"]}, {"Citation": "Zhou B.; Knote C. An estimate of excess mortality resulting from air pollution caused by wildfires in the eastern and central Mediterranean basin in 2021. Nat. Hazards Earth Syst. Sci. Discuss. 2023, 1–44. 10.5194/nhess-2023-111.", "ArticleIdList": ["10.5194/nhess-2023-111"]}, {"Citation": "Wang Y.; Wild O.; Chen X.; Wu Q.; Gao M.; Chen H.; Qi Y.; Wang Z. Health impacts of long-term ozone exposure in China over 2013–2017. Environ. Int. 2020, 144, 106030.10.1016/j.envint.2020.106030.", "ArticleIdList": ["10.1016/j.envint.2020.106030", "32798800"]}, {"Citation": "Li C.; van Donkelaar A.; Hammer M. S.; McDuffie E. E.; Burnett R. T.; Spadaro J. V.; Chatterjee D.; Cohen A. J.; Apte J. S.; Southerland V. A.; Anenberg S. C.; Brauer M.; Martin R. V. Reversal of trends in global fine particulate matter air pollution. Nat. Commun. 2023, 14, 5349.10.1038/s41467-023-41086-z.", "ArticleIdList": ["10.1038/s41467-023-41086-z", "PMC10475088", "37660164"]}, {"Citation": "Wei J.; Li Z.; Li K.; Dickerson R. R.; Pinker R. T.; Wang J.; Liu X.; Sun L.; Xue W.; Cribb M. Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China. Rem. Sens. Environ. 2022, 270, 112775.10.1016/j.rse.2021.112775.", "ArticleIdList": ["10.1016/j.rse.2021.112775"]}, {"Citation": "Wei J.; Li Z.; Lyapustin A.; Wang J.; Dubovik O.; Schwartz J.; Sun L.; Li C.; Liu S.; Zhu T. First close insight into global daily gapless 1 km PM2.5 pollution, driving factors, and health impact. Nat. Commun. 2023, 14, 8349.10.1038/s41467-023-43862-3.", "ArticleIdList": ["10.1038/s41467-023-43862-3", "PMC10724144", "38102117"]}, {"Citation": "Gao M.; Gao J.; Zhu B.; Kumar R.; Lu X.; Song S.; Zhang Y.; Jia B.; Wang P.; Beig G.; Hu J.; Ying Q.; Zhang H.; Sherman P.; McElroy M. B. Ozone pollution over China and India: seasonality and sources. Atmos. Chem. Phys. 2020, 20, 4399–4414. 10.5194/acp-20-4399-2020.", "ArticleIdList": ["10.5194/acp-20-4399-2020"]}, {"Citation": "Li P.; Yang Y.; Wang H.; Li S.; Li K.; Wang P.; Li B.; Liao H. Source attribution of near-surface ozone trends in the United States during 1995–2019. Atmos. Chem. Phys. 2023, 23, 5403–5417. 10.5194/acp-23-5403-2023.", "ArticleIdList": ["10.5194/acp-23-5403-2023"]}, {"Citation": "Lu X.; Zhang L.; Chen Y.; Zhou M.; Zheng B.; Li K.; Liu Y.; Lin J.; Fu T.-M.; Zhang Q. Exploring 2016–2017 surface ozone pollution over China: source contributions and meteorological influences. Atmos. Chem. Phys. 2019, 19, 8339–8361. 10.5194/acp-19-8339-2019.", "ArticleIdList": ["10.5194/acp-19-8339-2019"]}, {"Citation": "Grewe V.; Dahlmann K.; Matthes S.; Steinbrecht W. Attributing ozone to NOx emissions: Implications for climate mitigation measures. Atmos. Environ. 2012, 59, 102–107. 10.1016/j.atmosenv.2012.05.002.", "ArticleIdList": ["10.1016/j.atmosenv.2012.05.002"]}, {"Citation": "Geurts P.; Ernst D.; Wehenkel L. Extremely randomized trees. Mach. Learn. 2006, 63, 3–42. 10.1007/s10994-006-6226-1.", "ArticleIdList": ["10.1007/s10994-006-6226-1"]}, {"Citation": "Lelieveld J.; Barlas C.; Giannadaki D.; Pozzer A. Model calculated global, regional and megacity premature mortality due to air pollution. Atmos. Chem. Phys. 2013, 13, 7023–7037. 10.5194/acp-13-7023-2013.", "ArticleIdList": ["10.5194/acp-13-7023-2013"]}, {"Citation": "Dedoussi I. C.; Eastham S. D.; Monier E.; Barrett S. R. Premature mortality related to United States cross-state air pollution. Nature 2020, 578, 261–265. 10.1038/s41586-020-1983-8.", "ArticleIdList": ["10.1038/s41586-020-1983-8", "32051602"]}, {"Citation": "Anenberg S. C.; Horowitz L. W.; Tong D. Q.; West J. J. An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling. Environ. Health Perspect. 2010, 118, 1189–1195. 10.1289/ehp.0901220.", "ArticleIdList": ["10.1289/ehp.0901220", "PMC2944076", "20382579"]}, {"Citation": "Orellano P.; Reynoso J.; Quaranta N.; Bardach A.; Ciapponi A. Short-term exposure to particulate matter (PM10 and PM2.5), nitrogen dioxide (NO2), and ozone (O3) and all-cause and cause-specific mortality: Systematic review and meta-analysis. Environ. Int. 2020, 142, 105876.10.1016/j.envint.2020.105876.", "ArticleIdList": ["10.1016/j.envint.2020.105876", "32590284"]}, {"Citation": "Gelaro R.; McCarty W.; Suárez M. J.; Todling R.; Molod A.; Takacs L.; Randles C. A.; Darmenov A.; Bosilovich M. G.; Reichle R.; Wargan K.; Coy L.; Cullather R.; Draper C.; Akella S.; Buchard V.; Conaty A.; da Silva A. M.; Gu W.; Kim G.-K.; Koster R.; Lucchesi R.; Merkova D.; Nielsen J. E.; Partyka G.; Pawson S.; Putman W.; Rienecker M.; Schubert S. D.; Sienkiewicz M.; Zhao B. The modern-era retrospective analysis for research and applications, version 2 (MERRA-2). J. Clim. 2017, 30, 5419–5454. 10.1175/JCLI-D-16-0758.1.", "ArticleIdList": ["10.1175/JCLI-D-16-0758.1", "PMC6999672", "32020988"]}, {"Citation": "Hoesly R. M.; Smith S. J.; Feng L.; Klimont Z.; Janssens-Maenhout G.; Pitkanen T.; Seibert J. J.; Vu L.; Andres R. J.; Bolt R. M.; Bond T. C.; Dawidowski L.; Kholod N.; Kurokawa J.-I.; Li M.; Liu L.; Lu Z.; Moura M. C. P.; O’Rourke P. R.; Zhang Q. Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emissions Data System (CEDS). Geosci. Model Dev. 2018, 11, 369–408. 10.5194/gmd-11-369-2018.", "ArticleIdList": ["10.5194/gmd-11-369-2018"]}, {"Citation": "Hudman R.; Moore N.; Mebust A.; Martin R.; Russell A.; Valin L.; Cohen R. Steps towards a mechanistic model of global soil nitric oxide emissions: implementation and space based-constraints. Atmos. Chem. Phys. 2012, 12, 7779–7795. 10.5194/acp-12-7779-2012.", "ArticleIdList": ["10.5194/acp-12-7779-2012"]}, {"Citation": "Guenther A.; Jiang X.; Heald C. L.; Sakulyanontvittaya T.; Duhl T.; Emmons L.; Wang X. The Model of Emissions of Gases and Aerosols from Nature version 2.1 (MEGAN2.1): an extended and updated framework for modeling biogenic emissions. Geosci. Model Dev. 2012, 5, 1471–1492. 10.5194/gmd-5-1471-2012.", "ArticleIdList": ["10.5194/gmd-5-1471-2012"]}, {"Citation": "Giglio L.; Randerson J. T.; Van Der Werf G. R. Analysis of daily, monthly, and annual burned area using the fourth-generation global fire emissions database (GFED4). J. Geophys. Res.: Biogeosci. 2013, 118, 317–328. 10.1002/jgrg.20042.", "ArticleIdList": ["10.1002/jgrg.20042"]}, {"Citation": "Bey I.; Jacob D. J.; Yantosca R. M.; Logan J. A.; Field B. D.; Fiore A. M.; Li Q.; Liu H. Y.; Mickley L. J.; Schultz M. G. Global modeling of tropospheric chemistry with assimilated meteorology: Model description and evaluation. J. Geophys. Res. Atmos. 2001, 106, 23073–23095. 10.1029/2001JD000807.", "ArticleIdList": ["10.1029/2001JD000807"]}, {"Citation": "Park R. J.; Jacob D. J.; Field B. D.; Yantosca R. M.; Chin M.. Natural and transboundary pollution influences on sulfate-nitrate-ammonium aerosols in the United States: Implications for policy. J. Geophys. Res. Atmos. 2004, 109.10.1029/2003jd004473.", "ArticleIdList": ["10.1029/2003jd004473"]}, {"Citation": "Mao J.; Paulot F.; Jacob D. J.; Cohen R. C.; Crounse J. D.; Wennberg P. O.; Keller C. A.; Hudman R. C.; Barkley M. P.; Horowitz L. W. Ozone and organic nitrates over the eastern United States: Sensitivity to isoprene chemistry. J. Geophys. Res. Atmos. 2013, 118, 11–256. 10.1002/jgrd.50817.", "ArticleIdList": ["10.1002/jgrd.50817"]}, {"Citation": "Sherwen T.; Schmidt J. A.; Evans M. J.; Carpenter L. J.; Großmann K.; Eastham S. D.; Jacob D. J.; Dix B.; Koenig T. K.; Sinreich R.; Ortega I.; Volkamer R.; Saiz-Lopez A.; Prados-Roman C.; Mahajan A. S.; Ordóñez C. Global impacts of tropospheric halogens (Cl, Br, I) on oxidants and composition in GEOS-Chem. Atmos. Chem. Phys. 2016, 16, 12239–12271. 10.5194/acp-16-12239-2016.", "ArticleIdList": ["10.5194/acp-16-12239-2016"]}, {"Citation": "Martin R. V.; Jacob D. J.; Yantosca R. M.; Chin M.; Ginoux P. Global and regional decreases in tropospheric oxidants from photochemical effects of aerosols. J. Geophys. Res. Atmos. 2003, 108, 4097.10.1029/2002jd002622.", "ArticleIdList": ["10.1029/2002jd002622"]}, {"Citation": "Fountoukis C.; Nenes A. ISORROPIA II: a computationally efficient thermodynamic equilibrium model for K+<–Ca2+<–Mg2+<–NH4<+<–Na+<–SO4<2–<–NO3<−<–Cl–<–H2O aerosols. Atmos. Chem. Phys. 2007, 7, 4639–4659. 10.5194/acp-7-4639-2007.", "ArticleIdList": ["10.5194/acp-7-4639-2007"]}, {"Citation": "Pye H.; Liao H.; Wu S.; Mickley L. J.; Jacob D. J.; Henze D. K.; Seinfeld J. Effect of changes in climate and emissions on future sulfate-nitrate-ammonium aerosol levels in the United States. J. Geophys. Res. Atmos. 2009, 114, D01205.10.1029/2008jd010701.", "ArticleIdList": ["10.1029/2008jd010701"]}, {"Citation": "Pai S. J.; Heald C. L.; Pierce J. R.; Farina S. C.; Marais E. A.; Jimenez J. L.; Campuzano-Jost P.; Nault B. A.; Middlebrook A. M.; Coe H.; Shilling J. E.; Bahreini R.; Dingle J. H.; Vu K. An evaluation of global organic aerosol schemes using airborne observations. Atmos. Chem. Phys. 2020, 20, 2637–2665. 10.5194/acp-20-2637-2020.", "ArticleIdList": ["10.5194/acp-20-2637-2020"]}, {"Citation": "Park R. J.; Jacob D. J.; Chin M.; Martin R. V. Sources of carbonaceous aerosols over the United States and implications for natural visibility. J. Geophys. Res. Atmos. 2003, 108, 4355.10.1029/2002jd003190.", "ArticleIdList": ["10.1029/2002jd003190"]}, {"Citation": "Fairlie T. D.; Jacob D. J.; Park R. J. The impact of transpacific transport of mineral dust in the United States. Atmos. Environ. 2007, 41, 1251–1266. 10.1016/j.atmosenv.2006.09.048.", "ArticleIdList": ["10.1016/j.atmosenv.2006.09.048"]}, {"Citation": "Jaeglé L.; Quinn P.; Bates T.; Alexander B.; Lin J.-T. Global distribution of sea salt aerosols: new constraints from in situ and remote sensing observations. Atmos. Chem. Phys. 2011, 11, 3137–3157. 10.5194/acp-11-3137-2011.", "ArticleIdList": ["10.5194/acp-11-3137-2011"]}, {"Citation": "Boersma K.; Jacob D. J.; Trainic M.; Rudich Y.; DeSmedt I.; Dirksen R.; Eskes H. Validation of urban NO2 concentrations and their diurnal and seasonal variations observed from the SCIAMACHY and OMI sensors using in situ surface measurements in Israeli cities. Atmos. Chem. Phys. 2009, 9, 3867–3879. 10.5194/acp-9-3867-2009.", "ArticleIdList": ["10.5194/acp-9-3867-2009"]}, {"Citation": "Zhu L.; Jacob D. J.; Kim P. S.; Fisher J. A.; Yu K.; Travis K. R.; Mickley L. J.; Yantosca R. M.; Sulprizio M. P.; De Smedt I.; González Abad G.; Chance K.; Li C.; Ferrare R.; Fried A.; Hair J. W.; Hanisco T. F.; Richter D.; Jo Scarino A.; Walega J.; Weibring P.; Wolfe G. M. Observing atmospheric formaldehyde (HCHO) from space: validation and intercomparison of six retrievals from four satellites (OMI, GOME2A, GOME2B, OMPS) with SEAC4RS aircraft observations over the southeast US. Atmos. Chem. Phys. 2016, 16, 13477–13490. 10.5194/acp-16-13477-2016.", "ArticleIdList": ["10.5194/acp-16-13477-2016", "PMC5880299", "29619044"]}, {"Citation": "David L. M.; Ravishankara A.; Brewer J. F.; Sauvage B.; Thouret V.; Venkataramani S.; Sinha V. Tropospheric ozone over the Indian subcontinent from 2000 to 2015: Data set and simulation using GEOS-Chem chemical transport model. Atmos. Environ. 2019, 219, 117039.10.1016/j.atmosenv.2019.117039.", "ArticleIdList": ["10.1016/j.atmosenv.2019.117039"]}, {"Citation": "Fritz T. M.; Eastham S. D.; Emmons L. K.; Lin H.; Lundgren E. W.; Goldhaber S.; Barrett S. R. H.; Jacob D. J. Implementation and evaluation of the GEOS-Chem chemistry module version 13.1.2 within the Community Earth System Model v2.1. Geosci. Model Dev. 2022, 15, 8669–8704. 10.5194/gmd-15-8669-2022.", "ArticleIdList": ["10.5194/gmd-15-8669-2022"]}, {"Citation": "Li N.; He Q.; Greenberg J.; Guenther A.; Li J.; Cao J.; Wang J.; Liao H.; Wang Q.; Zhang Q. Impacts of biogenic and anthropogenic emissions on summertime ozone formation in the Guanzhong Basin, China. Atmos. Chem. Phys. 2018, 18, 7489–7507. 10.5194/acp-18-7489-2018.", "ArticleIdList": ["10.5194/acp-18-7489-2018"]}, {"Citation": "McDuffie E. E.; Smith S. J.; O’Rourke P.; Tibrewal K.; Venkataraman C.; Marais E. A.; Zheng B.; Crippa M.; Brauer M.; Martin R. V. A global anthropogenic emission inventory of atmospheric pollutants from sector-and fuel-specific sources (1970–2017): an application of the Community Emissions Data System (CEDS). Earth Syst. Sci. Data 2020, 12, 3413–3442. 10.5194/essd-12-3413-2020.", "ArticleIdList": ["10.5194/essd-12-3413-2020"]}, {"Citation": "Liu S.; Li X.; Li J.; Shu L.; Fu T.-M.; Yang X.; Zhu L. Observing network effect of shipping emissions from space: A natural experiment in the world’s busiest port. PNAS Nexus 2023, 2, pgad391.10.1093/pnasnexus/pgad391.", "ArticleIdList": ["10.1093/pnasnexus/pgad391", "PMC10687330", "38034090"]}, {"Citation": "Liu S.; Shu L.; Zhu L.; Song Y.; Sun W.; Chen Y.; Wang D.; Pu D.; Li X.; Sun S.; Li J.; Zuo X.; Fu W.; Yang X.; Fu T.-M. Underappreciated emission spikes from power plants during heatwaves observed from space: Case studies in India and China. Earth’s Future 2024, 12, e2023EF00393710.1029/2023ef003937.", "ArticleIdList": ["10.1029/2023ef003937"]}, {"Citation": "World Health Organization . WHO Global Air Quality Guidelines: Particulate Matter (PM2.5 and PM10), Ozone, Nitrogen Dioxide, Sulfur Ddioxide and Carbon Monoxide; World Health Organization, 2021.", "ArticleIdList": ["34662007"]}, {"Citation": "Malashock D. A.; DeLang M. N.; Becker J. S.; Serre M. L.; West J. J.; Chang K.-L.; Cooper O. R.; Anenberg S. C. Estimates of ozone concentrations and attributable mortality in urban, peri-urban and rural areas worldwide in 2019. Environ. Res. Lett. 2022, 17, 054023.10.1088/1748-9326/ac66f3.", "ArticleIdList": ["10.1088/1748-9326/ac66f3", "36495890"]}, {"Citation": "Lu X.; Ye X.; Zhou M.; Zhao Y.; Weng H.; Kong H.; Li K.; Gao M.; Zheng B.; Lin J.; Zhou F.; Zhang Q.; Wu D.; Zhang L.; Zhang Y. The underappreciated role of agricultural soil nitrogen oxide emissions in ozone pollution regulation in North China. Nat. Commun. 2021, 12, 5021.10.1038/s41467-021-25147-9.", "ArticleIdList": ["10.1038/s41467-021-25147-9", "PMC8373933", "34408153"]}, {"Citation": "Li K.; Jacob D. J.; Liao H.; Qiu Y.; Shen L.; Zhai S.; Bates K. H.; Sulprizio M. P.; Song S.; Lu X.; Zhang Q.; Zheng B.; Zhang Y.; Zhang J.; Lee H. C.; Kuk S. K. Ozone pollution in the North China Plain spreading into the late-winter haze season. Proc. Natl. Acad. Sci. U.S.A. 2021, 118, e201579711810.1073/pnas.2015797118.", "ArticleIdList": ["10.1073/pnas.2015797118", "PMC7958175", "33649215"]}, {"Citation": "Xu R.; Ye T.; Yue X.; Yang Z.; Yu W.; Zhang Y.; Bell M. L.; Morawska L.; Yu P.; Zhang Y.; Wu Y.; Liu Y.; Johnston F.; Lei Y.; Abramson M. J.; Guo Y.; Li S.; Li S. Global population exposure to landscape fire air pollution from 2000 to 2019. Nature 2023, 621, 521–529. 10.1038/s41586-023-06398-6.", "ArticleIdList": ["10.1038/s41586-023-06398-6", "PMC10511322", "37730866"]}, {"Citation": "Wei J.; Wang J.; Li Z.; Kondragunta S.; Anenberg S.; Wang Y.; Zhang H.; Diner D.; Hand J.; Lyapustin A.; Kahn R.; Colarco P.; da Silva A.; Ichoku C. Long-term mortality burden trends attributed to black carbon and PM2.5 from wildfire emissions across the continental USA from 2000 to 2020: a deep learning modelling study. Lancet Planet. Health 2023, 7, e963–e975. 10.1016/S2542-5196(23)00235-8.", "ArticleIdList": ["10.1016/S2542-5196(23)00235-8", "38056967"]}, {"Citation": "Perkins-Kirkpatrick S.; Lewis S. Increasing trends in regional heatwaves. Nat. Commun. 2020, 11, 3357.10.1038/s41467-020-16970-7.", "ArticleIdList": ["10.1038/s41467-020-16970-7", "PMC7334217", "32620857"]}, {"Citation": "World Meteorological Organization WMO Statement on the State of the Gglobal Cclimate in 2019. WMO-No. 1248; WHO, 2020."}, {"Citation": "Frich P.; Alexander L. V.; Della-Marta P.; Gleason B.; Haylock M.; Klein Tank A.; Peterson T. Observed coherent changes in climatic extremes during the second half of the twentieth century. Clim. Res. 2002, 19, 193–212. 10.3354/cr019193.", "ArticleIdList": ["10.3354/cr019193"]}, {"Citation": "Churkina G.; Kuik F.; Bonn B.; Lauer A.; Grote R.; Tomiak K.; Butler T. M. Effect of VOC emissions from vegetation on air quality in Berlin during a heatwave. Environ. Sci. Technol. 2017, 51, 6120–6130. 10.1021/acs.est.6b06514.", "ArticleIdList": ["10.1021/acs.est.6b06514", "28513175"]}, {"Citation": "Wang H.; Wu K.; Liu Y.; Sheng B.; Lu X.; He Y.; Xie J.; Wang H.; Fan S. Role of heat wave-induced biogenic VOC enhancements in persistent ozone episodes formation in Pearl River Delta. J. Geophys. Res. Atmos. 2021, 126, e2020JD03431710.1029/2020jd034317.", "ArticleIdList": ["10.1029/2020jd034317"]}, {"Citation": "Zong L.; Yang Y.; Xia H.; Gao M.; Sun Z.; Zheng Z.; Li X.; Ning G.; Li Y.; Lolli S. Joint occurrence of heatwaves and ozone pollution and increased health risks in Beijing, China: role of synoptic weather pattern and urbanization. Atmos. Chem. Phys. 2022, 22, 6523–6538. 10.5194/acp-22-6523-2022.", "ArticleIdList": ["10.5194/acp-22-6523-2022"]}, {"Citation": "Zhou L.; Wang Y.; Wang Q.; Ding Z.; Jin H.; Zhang T.; Zhu B. The interactive effects of extreme temperatures and PM2.5 pollution on mortalities in Jiangsu Province, China. Sci. Rep. 2023, 13, 9479.10.1038/s41598-023-36635-x.", "ArticleIdList": ["10.1038/s41598-023-36635-x", "PMC10257702", "37301905"]}, {"Citation": "Lyu X.; Li K.; Guo H.; Morawska L.; Zhou B.; Zeren Y.; Jiang F.; Chen C.; Goldstein A. H.; Xu X.; Wang T.; Lu X.; Zhu T.; Querol X.; Chatani S.; Latif M. T.; Schuch D.; Sinha V.; Kumar P.; Mullins B.; Seguel R.; Shao M.; Xue L.; Wang N.; Chen J.; Gao J.; Chai F.; Simpson I.; Sinha B.; Blake D. R. A synergistic ozone-climate control to address emerging ozone pollution challenges. One Earth 2023, 6, 964–977. 10.1016/j.oneear.2023.07.004.", "ArticleIdList": ["10.1016/j.oneear.2023.07.004"]}, {"Citation": "Zhu J.; Chen L.; Liao H.; Dang R. Correlations between PM2.5 and ozone over China and associated underlying reasons. Atmosphere 2019, 10, 352.10.3390/atmos10070352.", "ArticleIdList": ["10.3390/atmos10070352"]}, {"Citation": "U.S. Energy Information Administration,\nInternational Energy Outlook\n2023, 2023. https://www.eia.gov/outlooks/ieo/pdf/IEO2023_Narrative.pdf."}, {"Citation": "Mulugetta Y.; Sokona Y.; Trotter P. A.; Fankhauser S.; Omukuti J.; Somavilla Croxatto L.; Steffen B.; Tesfamichael M.; Abraham E.; Adam J.-P.; Agbemabiese L.; Agutu C.; Aklilu M. P.; Alao O.; Batidzirai B.; Bekele G.; Dagnachew A. G.; Davidson O.; Denton F.; Diemuodeke E. O.; Egli F.; Eshetu G. G.; Gebreslassie M.; Goundiam M.; Gujba H. K.; Hailu Y.; Hawkes A. D.; Hirmer S.; Hoka H.; Howells M.; Isah A.; Kammen D.; Kemausuor F.; Khennas I.; Kruger W.; Malo I.; Mofor L.; Nago M.; Nock D.; Okereke C.; Ouedraogo S. N.; Probst B.; Schmidt M.; Schmidt T. S.; Shenga C.; Sokona M.; Steckel J. C.; Sterl S.; Tembo B.; Tomei J.; Twesigye P.; Watson J.; Winkler H.; Yussuff A. Africa needs context-relevant evidence to shape its clean energy future. Nat. Energy 2022, 7, 1015–1022. 10.1038/s41560-022-01152-0.", "ArticleIdList": ["10.1038/s41560-022-01152-0"]}, {"Citation": "U.S.\nEnergy Information Administration . World Energy Projection System (WEPS):\nOverview, 2021. https://www.eia.gov/analysis/handbook/pdf/weps2021_overview.pdf."}, {"Citation": "Alari A.; Chen C.; Schwarz L.; Hdansen K.; Chaix B.; Benmarhnia T. The Role of Ozone as a Mediator of the Relationship Between Heat Waves and Mortality in 15 French Urban Areas. American Journal of Epidemiology 2023, 192, 949–962. 10.1093/aje/kwad032.", "ArticleIdList": ["10.1093/aje/kwad032", "36757191"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "7", "Day": "2", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "17", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "17", "Hour": "12", "Minute": "33"}, {"Year": "2024", "Month": "7", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38885093", "PMC11223482", "10.1021/acs.est.4c00339"]}}], "PubmedBookArticle": []}