{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["fly ash", "manganese oxide", "nickel oxide hydroxide", "ozone catalysis", "sodium acetate"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38922092", "DateRevised": {"Year": "2024", "Month": "06", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "04"}], "ELocationID": ["412", "10.3390/toxics12060412"], "Journal": {"ISSN": "2305-6304", "JournalIssue": {"Volume": "12", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "04"}}, "Title": "Toxics", "ISOAbbreviation": "Toxics"}, "ArticleTitle": "Degradation of Sodium Acetate by Catalytic Ozonation Coupled with MnOx/NiOOH-Modified Fly Ash.", "Abstract": {"AbstractText": ["Fly ash, a type of solid waste generated in power plants, can be utilized as a catalyst carrier to enhance its value-added potential. Common methods often involve using a large amount of alkali for preprocessing, resulting in stable quartz and mullite forming silicate dissolution. This leads to an increased specific surface area and pore structure. In this study, we produced a catalyst composed of MnO<sub>x</sub>/NiOOH supported on fly ash by directly employing nickel hydroxide and potassium permanganate to generate metal active sites over the fly ash surface while simultaneously creating a larger specific surface area and pore structure. The ozone catalytic oxidation performance of this catalyst was evaluated using sodium acetate as the target organic matter. The experimental results demonstrated that an optimal removal efficiency of 57.5% for sodium acetate was achieved, surpassing even that of MnO<sub>x</sub>/NiOOH supported catalyst by using γ-Al<sub>2</sub>O<sub>3</sub>. After loading of MnO<sub>x</sub>/NiOOH, an oxygen vacancy is formed on the surface of fly ash, which plays an indirect oxidation effect on sodium acetate due to the transformation of ozone to •O<sub>2</sub><sup>-</sup> and •OH over this oxygen vacancy. The reaction process parameters, including varying concentrations of ozone, sodium acetate, and catalyst dosage, as well as pH value and the quantitative analysis of formed free radicals, were examined in detail. This work demonstrated that fly ash could be used as a viable catalytic material for wastewater treatment and provided a new solution to the added value of fly ash."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Chen", "ForeName": "Ruifu", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Zhang", "ForeName": "Hao", "Initials": "H"}, {"Identifier": ["0009-0007-8822-3688"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Shao", "ForeName": "Shengyu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Xu", "ForeName": "Huajun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Zhou", "ForeName": "Kaicheng", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Jiang", "ForeName": "Yinzhi", "Initials": "Y"}, {"Identifier": ["0000-0003-1168-085X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Surface & Interface Science of Polymer Materials of Zhejiang Province, School of Chemistry and Chemical Engineering, Zhejiang Sci-Tech University, 928 Second Avenue, Xiasha Higher Education Zone, Hangzhou 310018, China."}], "LastName": "Sun", "ForeName": "Pengfei", "Initials": "P"}], "GrantList": [{"GrantID": "LTGS24B070003", "Agency": "Zhejiang Provincial Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Toxics", "NlmUniqueID": "101639637", "ISSNLinking": "2305-6304"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Feng W., Wan Z., Daniels J., Li Z., Xiao G., Yu J., Xu D., Guo H., Zhang D., May E., et al. Synthesis of high quality zeolites from coal fly ash: Mobility of hazardous elements and environmental applications. J. Clean. Prod. 2018;202:390–400. doi: 10.1016/j.jclepro.2018.08.140.", "ArticleIdList": ["10.1016/j.jclepro.2018.08.140"]}, {"Citation": "Yao Z., Ji X., Sarker P., Tang J., Ge L., Xia M., Xi Y. A comprehensive review on the applications of coal fly ash. Earth Sci. Rev. 2015;141:105–121. doi: 10.1016/j.earscirev.2014.11.016.", "ArticleIdList": ["10.1016/j.earscirev.2014.11.016"]}, {"Citation": "Yu F., Tang W., Liu J., Geng M., Yang H. The synergistic adsorption-catalysis research of highly efficient interlayer constructed from coal fly ash for superior lithium-sulfur batteries. Chem. Eng. J. 2023;465:142795. doi: 10.1016/j.cej.2023.142795.", "ArticleIdList": ["10.1016/j.cej.2023.142795"]}, {"Citation": "Gollakota A.-R.-K., Volli V., Shu C.-M. Progressive utilisation prospects of coal fly ash: A review. Sci. Total Environ. 2019;672:951–989. doi: 10.1016/j.scitotenv.2019.03.337.", "ArticleIdList": ["10.1016/j.scitotenv.2019.03.337", "30981170"]}, {"Citation": "Gao K., Sahraei O., Iliuta M. Ni-based catalysts supported on acid/alkali-activated coal fly ash residue for improved glycerol steam reforming. Appl. Catal. B Environ. 2022;301:120791. doi: 10.1016/j.apcatb.2021.120791.", "ArticleIdList": ["10.1016/j.apcatb.2021.120791"]}, {"Citation": "Chuaicham C., Inoue T., Balakumar V., Tian Q., Ohtani B., Sasaki K. Visible light-driven ZnCr double layer oxide photocatalyst composites with fly ashes for the degradation of ciprofloxacin. J. Environ. Chem. Eng. 2022;10:106970. doi: 10.1016/j.jece.2021.106970.", "ArticleIdList": ["10.1016/j.jece.2021.106970"]}, {"Citation": "Nadeem N., Yaseen M., Rehan Z., Zahid M., Shakoor R., Jilani A., Iqbal J., Rasul S., Shahid I. Coal fly ash supported CoFe2O4 nanocomposites: Synergetic Fenton-like and photocatalytic degradation of methylene blue. Environ. Res. 2022;206:112280. doi: 10.1016/j.envres.2021.112280.", "ArticleIdList": ["10.1016/j.envres.2021.112280", "34756916"]}, {"Citation": "Yuan S., Wang M., Liu J., Guo B. Recent advances of SBA-15-based composites as the heterogeneous catalysts in water decontamination: A mini-review. J. Environ. Manag. 2020;254:109787. doi: 10.1016/j.jenvman.2019.109787.", "ArticleIdList": ["10.1016/j.jenvman.2019.109787", "31710978"]}, {"Citation": "Sun X., Xu D., Dai P., Liu X., Tan F., Guo Q. Efficient degradation of methyl orange in water via both radical and non-radical pathways using Fe-Co bimetal-doped MCM-41 as peroxymonosulfate activator. Chem. Eng. J. 2020;402:125881. doi: 10.1016/j.cej.2020.125881.", "ArticleIdList": ["10.1016/j.cej.2020.125881"]}, {"Citation": "Mohammadi R., Feyzi M., Joshaghani M. Synthesis of ZnO-magnetic/ZSM-5 and its application for removal of disperse Blue 56 from contaminated water. Chem. Eng. Process Intensif. 2020;153:107969. doi: 10.1016/j.cep.2020.107969.", "ArticleIdList": ["10.1016/j.cep.2020.107969"]}, {"Citation": "Xu Y., Hu E., Xu D., Guo Q. Activation of peroxymonosulfate by bimetallic CoMn oxides loaded on coal fly ash-derived SBA-15 for efficient degradation of Rhodamine B. Sep. Purif. Technol. 2021;274:119081. doi: 10.1016/j.seppur.2021.119081.", "ArticleIdList": ["10.1016/j.seppur.2021.119081"]}, {"Citation": "Lincho J., Gomes J., Kobylanski M., Bajorowicz B., Zaleska-Medynska A., Martins R. TiO2 nanotube catalysts for parabens mixture degradation by photocatalysis and ozone-based technologies. Process Saf. Environ. Prot. 2021;152:601–613. doi: 10.1016/j.psep.2021.06.044.", "ArticleIdList": ["10.1016/j.psep.2021.06.044"]}, {"Citation": "Yuan L., Shen J., Yan P., Chen Z. Interface mechanisms of catalytic ozonation with amorphous iron silicate for removal of 4-chloronitrobenzene in aqueous solution. Environ. Sci. Technol. 2018;52:1429–1434. doi: 10.1021/acs.est.7b04875.", "ArticleIdList": ["10.1021/acs.est.7b04875", "29314834"]}, {"Citation": "Ghuge S.-P., Saroha A.-K. Catalytic ozonation for the treatment of synthetic and industrial effluents—Application of mesoporous materials: A review. J. Environ. Manag. 2018;211:83–102. doi: 10.1016/j.jenvman.2018.01.052.", "ArticleIdList": ["10.1016/j.jenvman.2018.01.052", "29408086"]}, {"Citation": "Kruanak K., Jarusutthirak C. Degradation of 2,4,6-trichlorophenol in synthetic wastewater by catalytic ozonation using alumina supported nickel oxides. J. Environ. Chem. Eng. 2019;7:102825. doi: 10.1016/j.jece.2018.102825.", "ArticleIdList": ["10.1016/j.jece.2018.102825"]}, {"Citation": "Liu H., Gao Y., Wang J., Pan J., Gao B., Yue Q. Catalytic ozonation performance and mechanism of Mn-CeOx@γ-Al2O3/O3 in the treatment of sulfate-containing hypersaline antibiotic wastewater. Sci. Total Environ. 2022;807:150867. doi: 10.1016/j.scitotenv.2021.150867.", "ArticleIdList": ["10.1016/j.scitotenv.2021.150867", "34627913"]}, {"Citation": "Rodríguez J., Poznyak T., Valenzuela M., Tiznado H., Chairez I. Surface interactions and mechanistic studies of 2,4-dichlorophenoxyacetic acid degradation by catalytic ozonation in presence of Ni/TiO2. Chem. Eng. J. 2013;222:426–434. doi: 10.1016/j.cej.2013.02.086.", "ArticleIdList": ["10.1016/j.cej.2013.02.086"]}, {"Citation": "Giwa A., Yusuf A., Balogun H., Sambudi N., Bilad M., Adeyemi I., Chakraborty S., Curcio S. Recent advances in advanced oxidation processes for removal of contaminants from water: A comprehensive review. Process Saf. Environ. Prot. 2021;146:220–256. doi: 10.1016/j.psep.2020.08.015.", "ArticleIdList": ["10.1016/j.psep.2020.08.015"]}, {"Citation": "Lyu C., Zhang L., He D., Su B., Lyu Y. Micrometer-sized NiOOH hierarchical spheres for enhanced degradation of sulfadiazine via synergistic adsorption and catalytic oxidation in peroxymonosulfate system. Chin. Chem. Lett. 2022;33:930–934. doi: 10.1016/j.cclet.2021.07.012.", "ArticleIdList": ["10.1016/j.cclet.2021.07.012"]}, {"Citation": "Xu X., Zhang Y., Zhou S., Huang R., Huang S., Kuang H., Zeng X., Zhao S. Activation of persulfate by MnOOH: Degradation of organic compounds by nonradical mechanism. Chemosphere. 2021;272:129629. doi: 10.1016/j.chemosphere.2021.129629.", "ArticleIdList": ["10.1016/j.chemosphere.2021.129629", "33486458"]}, {"Citation": "Li M., He Z., Zhong H., Sun W., Hu L., Luo M. (Fe0.67Mn0.33)OOH riched in oxygen vacancies facilitated the PMS activation of modified EMR for refractory foaming agent removal from mineral processing wastewater. Chem. Eng. J. 2022;441:136024. doi: 10.1016/j.cej.2022.136024.", "ArticleIdList": ["10.1016/j.cej.2022.136024"]}, {"Citation": "Zhang T., Li C., Ma J., Tian H., Qiang Z. Surface hydroxyl groups of synthetic α-FeOOH in promoting •OH generation from aqueous ozone: Property and activity relationship. Appl. Catal. B Environ. 2008;82:131–137. doi: 10.1016/j.apcatb.2008.01.008.", "ArticleIdList": ["10.1016/j.apcatb.2008.01.008"]}, {"Citation": "Xu Z., Xie M., Ben Y., Shen J., Qi F., Chen Z. Efficiency and mechanism of atenolol decomposition in Co-FeOOH catalytic ozonation. J. Hazard. Mater. 2019;365:146–154. doi: 10.1016/j.jhazmat.2018.11.006.", "ArticleIdList": ["10.1016/j.jhazmat.2018.11.006", "30419461"]}, {"Citation": "Huang Y., Luo M., Li S., Xia D., Tang Z., Hu S., Ye S., Sun M., He C., Shu D. Efficient catalytic activity and bromate minimization over lattice oxygen-rich MnOOH nanorods in catalytic ozonation of bromide-containing organic pollutants: Lattice oxygen-directed redox cycle and bromate reduction. J. Hazard. Mater. 2021;410:124545. doi: 10.1016/j.jhazmat.2020.124545.", "ArticleIdList": ["10.1016/j.jhazmat.2020.124545", "33221077"]}, {"Citation": "Shen T., Su W., Yang Q., Ni J., Tong S. Synergetic mechanism for basic and acid sites of MgMxOy (M = Fe, Mn) double oxides in catalytic ozonation of p-hydroxybenzoic acid and acetic acid. Appl. Catal. B Environ. 2020;279:119346. doi: 10.1016/j.apcatb.2020.119346.", "ArticleIdList": ["10.1016/j.apcatb.2020.119346"]}, {"Citation": "Niveditha S., Gandhimathi R. Flyash augmented Fe3O4 as a heterogeneous catalyst for degradation of stabilized landfill leachate in Fenton process. Chemosphere. 2020;242:125189. doi: 10.1016/j.chemosphere.2019.125189.", "ArticleIdList": ["10.1016/j.chemosphere.2019.125189", "31675578"]}, {"Citation": "Li Z., Akhtar M., Bui P., Yang O. Predominance of two dimensional (2D) Mn2O3 nanowalls thin film for high performance electrochemical supercapacitors. Chem. Eng. J. 2017;330:1240–1247. doi: 10.1016/j.cej.2017.08.060.", "ArticleIdList": ["10.1016/j.cej.2017.08.060"]}, {"Citation": "Wang Z., Lu J., Li S., Guo Y., Lian F., Wang A., Jin Z., Wang W. Rational design of β-NiOOH nanosheet-sheathed CNTs as a highly efficient electrocatalyst for practical Li-S batteries. Acs Appl. Mater. Interfaces. 2021;13:58789–58798. doi: 10.1021/acsami.1c19915.", "ArticleIdList": ["10.1021/acsami.1c19915", "34865464"]}, {"Citation": "Yu J., Wang B., Lu Q., Xiao L., Ma X., Feng Y., Qian Y. Cathode glow discharge electrolysis synthesis of flower-like β-Ni(OH)2 microsphere for high-performance supercapacitor. Chem. Eng. J. 2023;453:139769. doi: 10.1016/j.cej.2022.139769.", "ArticleIdList": ["10.1016/j.cej.2022.139769"]}, {"Citation": "Liu D., Wang C., Wang Z., Sun Y., Liu X., Xiao S., Li L., Zhou J. Magnetically separable NiFe2O4/sepiolite catalyst for enhanced ozonation treatment of quinoline and bio-treated coking wastewater in a catalytic ozonation system. Process Saf. Environ. Prot. 2022;159:422–432. doi: 10.1016/j.psep.2021.12.026.", "ArticleIdList": ["10.1016/j.psep.2021.12.026"]}, {"Citation": "Ji D., Zhou H., Zhang J., Dan Y., Yang H., Yuan A. Facile synthesis of a metal-organic framework-derived Mn2O3 nanowire coated three-dimensional graphene network for high-performance free-standing supercapacitor electrodes. J. Mater. Chem. A. 2016;4:8283–8290. doi: 10.1039/C6TA01377E.", "ArticleIdList": ["10.1039/C6TA01377E"]}, {"Citation": "Ren X., Tong Y. The self-reconstruction of Co-modified bimetallic hydroxysulfide nanosheet arrays for efficient hydrazine assisted water splitting. Int. J. Hydrogen Energy. 2024;49:489–497. doi: 10.1016/j.ijhydene.2023.08.109.", "ArticleIdList": ["10.1016/j.ijhydene.2023.08.109"]}, {"Citation": "Sun P., Cheng L., Chen S., Xie M., Dong F., Dong X. Nickel foam based monolithic catalyst supporting transition metal oxides for toluene combustion: Experimental and theoretical study of interfacial synergistic oxidation and water resistance. Chem. Eng. J. 2024;483:149176. doi: 10.1016/j.cej.2024.149176.", "ArticleIdList": ["10.1016/j.cej.2024.149176"]}, {"Citation": "Liang L., Cao P., Qin X., Wu S., Bai H., Chen S., Yu H., Su Y., Quan X. Oxygen vacancies-driven nonradical oxidation pathway of catalytic ozonation for efficient water decontamination. Appl. Catal. B Environ. 2023;325:122321. doi: 10.1016/j.apcatb.2022.122321.", "ArticleIdList": ["10.1016/j.apcatb.2022.122321"]}, {"Citation": "Yu J., Li X., Wu M., Lin K., Xu L., Zeng T., Shi H., Zhang M. Synergistic role of inherent calcium and iron minerals in paper mill sludge biochar for phosphate adsorption. Sci. Total Environ. 2022;834:155193. doi: 10.1016/j.scitotenv.2022.155193.", "ArticleIdList": ["10.1016/j.scitotenv.2022.155193", "35421460"]}, {"Citation": "Yang J., Zeng D., Zhang Q., Cui R., Hassan M., Dong L., Li J., He Y. Single Mn atom anchored on N-doped porous carbon as highly efficient Fenton-like catalyst for the degradation of organic contaminants. Appl. Catal. B Environ. 2020;279:119363. doi: 10.1016/j.apcatb.2020.119363.", "ArticleIdList": ["10.1016/j.apcatb.2020.119363"]}, {"Citation": "Zeng T., Tang X., Cai X., Jin S., Zhu Y., Xu W., Song S., Zhang H. Fluorinated defect-engineered acetylenic polymers with separated active centers for switching the photosensitized activation pathway of peroxymonosulfate. Acs Catal. 2024;14:1405–1418. doi: 10.1021/acscatal.3c03830.", "ArticleIdList": ["10.1021/acscatal.3c03830"]}, {"Citation": "Ma N., Ru Y., Weng M., Chen L., Chen W., Dai Q. Synergistic mechanism of supported Mn-Ce oxide in catalytic ozonation of nitrofurazone wastewater. Chemosphere. 2022;308:136192. doi: 10.1016/j.chemosphere.2022.136192.", "ArticleIdList": ["10.1016/j.chemosphere.2022.136192", "36041529"]}, {"Citation": "Sun Q., Wang Y., Li L., Bing J., Wang Y., Yan H. Mechanism for enhanced degradation of clofibric acid in aqueous by catalytic ozonation over MnOx/SBA-15. J. Hazard. Mater. 2015;286:276–284. doi: 10.1016/j.jhazmat.2014.12.050.", "ArticleIdList": ["10.1016/j.jhazmat.2014.12.050", "25590821"]}, {"Citation": "Jiang L., Wei Z., Ding Y., Ma Y., Fu X., Sun J., Ma M., Zhu W., Wang J. In-situ synthesis of self-standing cobalt-doped nickel sulfide nanoarray as a recyclable and integrated catalyst for peroxymonosulfate activation. Appl. Catal. B Environ. 2022;307:121184. doi: 10.1016/j.apcatb.2022.121184.", "ArticleIdList": ["10.1016/j.apcatb.2022.121184"]}, {"Citation": "Zhang D., Liu Y., Song Y., Sun X., Liu W., Duan J., Cai Z. Synergistic effect of Fe and Ce on Fe doped CeO2 for catalytic ozonation of amoxicillin: Efficiency evaluation and mechanism study. Sep. Purif. Technol. 2023;313:123430. doi: 10.1016/j.seppur.2023.123430.", "ArticleIdList": ["10.1016/j.seppur.2023.123430"]}, {"Citation": "Cheng L., Li Y., Fan J., Xie M., Liu X., Sun P., Dong X. High efficiency photothermal synergistic degradation of toluene achieved through the utilization of a nickel foam loaded Pt-CeO2 monolithic catalyst. Sep. Purif. Technol. 2024;333:125742. doi: 10.1016/j.seppur.2023.125742.", "ArticleIdList": ["10.1016/j.seppur.2023.125742"]}, {"Citation": "Li K., Tong Y., He J., Liu X., Chen P. Anion-modulated CoP electrode as bifunctionalelectrocatalyst for anion-exchange membranehydrazine-assisted water electrolyser. Mater. Horiz. 2023;10:5277–5287. doi: 10.1039/D3MH00872J.", "ArticleIdList": ["10.1039/D3MH00872J", "37750287"]}, {"Citation": "Liu Y., Bian C., Li Y., Sun P., Xiao Y., Xiao X., Wang W., Dong X. Aminobenzaldehyde convelently modified graphitic carbon nitride photocatalyst through Schiff base reaction: Regulating electronic structure and improving visible-light-driven photocatalytic activity for moxifloxacin degradation. J. Colloid Interface Sci. 2023;630:867–878. doi: 10.1016/j.jcis.2022.10.073.", "ArticleIdList": ["10.1016/j.jcis.2022.10.073", "36283269"]}, {"Citation": "Jin S., Tan W., Tang X., Yao X., Bao Y., Zhang H., Song S., Zeng T. Unveiling the fundamental understanding of two dimensional π-conjugated FeN4+4 sites for boosting peroxymonosulfate activation. J. Mater. Chem. A. 2024;12:11310–11321. doi: 10.1039/D4TA01195C.", "ArticleIdList": ["10.1039/D4TA01195C"]}, {"Citation": "Bian C., Zhou B., Mo F., Liu X., Sun P., Dong X. Post-synthetically covalent modification of g-C3N4 to regulate electronic structure and investigation of photocatalytic activity for eliminating antibiotics. Sep. Purif. Technol. 2023;325:124556. doi: 10.1016/j.seppur.2023.124556.", "ArticleIdList": ["10.1016/j.seppur.2023.124556"]}, {"Citation": "Li Y., Sun P., Liu T., Cheng L., Chen R., Bi X., Dong X. Efficient photothermal conversion for oxidation removal of formaldehyde using an rGO-CeO2 modified nickel foam monolithic catalyst. Sep. Purif. Technol. 2023;311:123236. doi: 10.1016/j.seppur.2023.123236.", "ArticleIdList": ["10.1016/j.seppur.2023.123236"]}, {"Citation": "Nosaka Y., Nosaka A. Generation and detection of reactive oxygen species in photocatalysis. Chem. Rev. 2017;117:11302–11336. doi: 10.1021/acs.chemrev.7b00161.", "ArticleIdList": ["10.1021/acs.chemrev.7b00161", "28777548"]}, {"Citation": "Chen H., Wang J. Catalytic ozonation for degradation of sulfamethazine using NiCo2O4 as catalyst. Chemosphere. 2021;268:128840. doi: 10.1016/j.chemosphere.2020.128840.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128840", "33158504"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "5", "Day": "14"}, {"Year": "2024", "Month": "5", "Day": "28"}, {"Year": "2024", "Month": "5", "Day": "30"}, {"Year": "2024", "Month": "6", "Day": "26", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "26", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "26", "Hour": "10", "Minute": "3"}, {"Year": "2024", "Month": "6", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["38922092", "PMC11209378", "10.3390/toxics12060412", "toxics12060412"]}}], "PubmedBookArticle": []}