{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Downwind effect", "Indoor exposure", "Ozone", "PM2.5 speciation", "Wildfires"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38957569", "DateRevised": {"Year": "2024", "Month": "07", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "07", "Day": "02"}], "ELocationID": ["10.1016/j.atmosenv.2014.07.008"], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "95", "PubDate": {"Year": "2014", "Month": "Oct"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Downwind O<sub>3</sub> and PM<sub>2.5</sub> speciation during the wildfires in 2002 and 2010.", "Pagination": {"StartPage": "511", "EndPage": "519", "MedlinePgn": "511-519"}, "Abstract": {"AbstractText": ["A series of wildfires in northern Quebec, early July 2002, and in southern Quebec, late May 2010, resulted in severe air pollution downwind. Downwind exposures were investigated to estimate the impact on outdoor and indoor environments. The plumes derived from the wildfires resulted in an increase of over 10 ppbv ozone (O<sub>3</sub>) concentrations in both major cities and rural areas, while O<sub>3</sub> enhancement was not observed at locations adjacent to wildfire burning areas. Temporal trend in PM<sub>2.5</sub> concentration showed a peak of 105.5 μg/m<sup>3</sup> on July 7, 2002, while on May 31, 2010 the peak was 151.1 μg/m<sup>3</sup> in Boston downwind. PM<sub>2.5</sub> speciation showed similar trends between the episodes, along with spikes in the PM<sub>2.5</sub>/PM<sub>10</sub> ratio, and in the concentrations of Black Carbon, ΔC (i.e., UV absorbing compounds minus Black Carbon), Organic Carbon (OC), potassium, and chlorine. OC was the most dominant constituent of the PM<sub>2.5</sub> mass in the wildfires. The dominant specific carbon fractions include OC fraction 3, pyrolysis carbon, and EC fraction 1, likely due to pyrolysis of structural components of wood. Indoor PM<sub>2.5</sub> peaks at two houses corresponded well with the ambient PM<sub>2.5</sub> peak, along with the elemental composition, which could indicate an impact of wildfires on indoor air pollution exposure."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Exposure, Epidemiology, and Risk Program, Department of Environmental Health, Harvard School of Public Health, Boston, MA 02215, USA."}], "LastName": "Kang", "ForeName": "Choong-Min", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Exposure, Epidemiology, and Risk Program, Department of Environmental Health, Harvard School of Public Health, Boston, MA 02215, USA."}, {"Identifier": [], "Affiliation": "Channing Laboratory, Department of Medicine, Brigham and Women's Hospital, Boston, MA 02115, USA."}], "LastName": "Gold", "ForeName": "Diane", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Exposure, Epidemiology, and Risk Program, Department of Environmental Health, Harvard School of Public Health, Boston, MA 02215, USA."}], "LastName": "Koutrakis", "ForeName": "Petros", "Initials": "P"}], "GrantList": [{"GrantID": "P01 ES009825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allen GA, Babich P, Poirot RL, 2004. Evaluation of a New Approach for Real Time Assessment of Wood Smoke PM. Northeast States for Coordinated Air Use Management (NESCAUM)."}, {"Citation": "Bein KJ, Zhao YJ, Johnston MV, Wexler AS, 2008. Interactions between boreal wildfire and urban emissions. J. Geophys. Res 113, 1–17."}, {"Citation": "Cheng Y, Duan FK, He KB, Du Z, Zheng M, Ma Y, 2012. Intercomparison of thermal-optical method with different temperature protocols: implications from source samples and solvent extraction. Atmos. Environ 61, 453–462."}, {"Citation": "Chow JC, Watson JG, Pritchett LC, Pierson WR, Frazier CA, Purcell RG, 1993. The dri thermal/optical reflectance carbon analysis system: description, evaluation and applications in U.S. Air quality studies. Atmos. Environ. Part A. General Top 27, 1185–1201."}, {"Citation": "Colarco PR, Schoeberl MR, Doddridge BG, Marufu LT, Torres O, Welton EJ, 2004. Transport of smoke from Canadian forest fires to the surface near Washington, D. C.: injection height, entrainment, and optical properties. J. Geophys. Res 109, 1–12."}, {"Citation": "DeBell LJ, Talbot RW, Dibb JE, Munger JW, Fischer EV, Frolking SE, 2004. A major regional air pollution event in the northeastern United States caused by extensive forest fires in Quebec, Canada. J. Geophys. Res 109, 1–16."}, {"Citation": "Draxler RR, Rolph GD, 2014. HYSPLIT (HYbrid Single-particle Lagrangian Integrated Trajectory) Model Access via NOAA ARL READY Website. http://ready.arl.noaa.gov/HYSPLIT.php."}, {"Citation": "Echalar F, Gaudichet A, Cachier H, Artaxo P, 1995. Aerosol emissions by tropical forest and savanna biomass burning: characteristic trace elements and fluxes. Geophys. Res. Lett 22, 3039–3042."}, {"Citation": "Hansen ADA, 2005. The Aethalometer User’s Manual. Magee Scientific, pp. 33–39."}, {"Citation": "Hao WM, Liu M-H, 1994. Spatial and temporal distribution of tropical biomass burning. Glob. Biogeochem. Cycle 8, 495–503."}, {"Citation": "Hays MD, Geron CD, Linna KJ, Smith ND, Schauer JJ, 2002. Speciation of gas-phase and fine particle emissions from burning of foliar fuels. Environ. Sci. Technol 36, 2281–2295.", "ArticleIdList": ["12075778"]}, {"Citation": "Jaffe D, Price H, Parrish D, Goldstein A, Harris J, 2003. Increasing background ozone during spring on the west coast of North America. Geophys. Res. Lett 30, 1–4."}, {"Citation": "Jaffe D, Bertschi I, Jaegle L, Novelli P, Reid JS, Tanimoto H, Vingarzan R, Westphal DL, 2004. Long-range transport of Siberian biomass burning emissions and impact on surface ozone in western North America. Geophys. Res. Lett 31, 1–4."}, {"Citation": "Jaffe D, Chand D, Hafner W, Westerling A, Spracklen D, 2008. Influence of fires on O-3 concentrations in the western US. Environ. Sci. Technol 42, 5885–5891.", "ArticleIdList": ["18767640"]}, {"Citation": "Johnston FH, Kavanagh AM, Bowman D, Scott RK, 2002. Exposure to bushfire smoke and asthma: an ecological study. Med. J. Aust 176, 535–538.", "ArticleIdList": ["12064985"]}, {"Citation": "Kang CM, Gupta T, Ruiz PA, Wolfson JM, Ferguson ST, Lawrence JE, Rohr AC, Godleski J, Koutrakis P, 2011. Aged particles derived from emissions of coal-fired power plants: the TERESA field results. Inhal. Toxicol 23, 11–30.", "ArticleIdList": ["PMC3703962", "20462390"]}, {"Citation": "Kang CM, Koutrakis P, Suh HH, 2010. Hourly measurements of Fine particulate sulfate and carbon aerosols at the Harvard-U.S. Environmental Protection Agency supersite in Boston. J. Air Waste Manag. Assoc 60, 1327–1334.", "ArticleIdList": ["PMC3700403", "21141426"]}, {"Citation": "Kang CM, Lee HS, Kang BW, Lee SK, Sunwoo Y, 2004. Chemical characteristics of acidic gas pollutants and PM2.5 species during hazy episodes in Seoul, South Korea. Atmos. Environ 38, 4749–4760."}, {"Citation": "Kleeman MJ, Schauer JJ, Cass GR, 1999. Size and composition distribution of fine particulate matter emitted from wood burning, meat charbroiling, and cigarettes. Environ. Sci. Technol 33, 3516–3523."}, {"Citation": "Lapina K, Honrath RE, Owen RC, Martin MV, Pfister G, 2006. Evidence of significant large-scale impacts of boreal fires on ozone levels in the midlatitude Northern Hemisphere free troposphere. Geophys. Res. Lett 33, 1–4."}, {"Citation": "Leonard SS, Castranova V, Chen BT, Schwegler-Berry D, Hoover M, Piacitelli C, Gaughan DM, 2007. Particle size-dependent radical generation from wildland fire smoke. Toxicology 236, 103–113.", "ArticleIdList": ["17482744"]}, {"Citation": "Long CM, Suh HH, Catalano PJ, Koutrakis P, 2001. Using time- and size-resolved particulate data to quantify indoor penetration and deposition behavior (vol. 35, pg 2089, 2001). Environ. Sci. Technol 35, 4584.", "ArticleIdList": ["11393992"]}, {"Citation": "Martin MV, Honrath RE, Owen RC, Pfister G, Fialho P, Barata F, 2006. Significant enhancements of nitrogen oxides, black carbon, and ozone in the North Atlantic lower free troposphere resulting from North American boreal wildfires. J. Geophys. Res 111, 17."}, {"Citation": "McKeen SA, Wotawa G, Parrish DD, Holloway JS, Buhr MP, Hubler G, Fehsenfeld FC, Meagher JF, 2002. Ozone production from Canadian wildfires during June and July of 1995. J. Geophys. Res 107, 25."}, {"Citation": "Moore D, Copes R, Fisk R, Joy R, Chan K, Brauer M, 2006. Population health effects of air quality changes due to forest fires in British Columbia in 2003-Estimates from physician-visit billing data. Can. J. Public Health 97, 105–108.", "ArticleIdList": ["PMC6975989", "16619995"]}, {"Citation": "Nolte CG, Schauer JJ, Cass GR, Simoneit BRT, 2001. Highly polar organic compounds present in wood smoke and in the ambient atmosphere. Environ. Sci. Technol 35, 1912–1919.", "ArticleIdList": ["11393968"]}, {"Citation": "Pant P, Harrison RM, 2013. Estimation of the contribution of road traffic emissions to particulate matter concentrations from field measurements: a review. Atmos. Environ 77, 78–97."}, {"Citation": "Pryor WA, 1992. Biological effects of cigarette-smoke, wood smoke, and the smoke from plastics - the use of electron-spin-resonance. Free Radic. Biol. Med 13, 659–676.", "ArticleIdList": ["1334034"]}, {"Citation": "Reid JS, Koppmann R, Eck TF, Eleuterio DP, 2005. A review of biomass burning emissions part II: intensive physical properties of biomass burning particles. Atmos. Chem. Phys 5, 799–825."}, {"Citation": "Robinson MS, Chavez J, Velazquez S, Jayanty RKM, 2004. Chemical speciation of PM2.5 fires of the coconino national collected during prescribed forest near Flagstaff, Arizona. J. Air Waste Manag. Assoc 54, 1112–1123.", "ArticleIdList": ["15468664"]}, {"Citation": "Schauer JJ, Kleeman MJ, Cass GR, Simoneit BRT, 2001. Measurement of emissions from air pollution sources. 3. C-1-C-29 organic compounds from fireplace combustion of wood. Environ. Sci. Technol 35, 1716–1728.", "ArticleIdList": ["11355184"]}, {"Citation": "Sillanpaa M, Saarikoski S, Hillamo R, Pennanen A, Makkonen U, Spolnik Z, Van Grieken R, Koskentalo TA, Salonen RO, 2005. Chemical composition, mass size distribution and source analysis of long-range transported wildfire smokes in Helsinki. Sci. Total Environ 350, 119–135.", "ArticleIdList": ["16227078"]}, {"Citation": "Simoneit BRT, Schauer JJ, Nolte CG, Oros DR, Elias VO, Fraser MP, Rogge WF, Cass GR, 1999. Levoglucosan, a tracer for cellulose in biomass burning and atmospheric particles. Atmos. Environ 33, 173–182."}, {"Citation": "Slezakova K, Pereira MC, Alvim-Ferraz MC, 2006. Concentrations and mass distribution of atmospheric particles: influence of forest fires. Epidemiology 17, S159–S160."}, {"Citation": "Stohl A, 2006. Characteristics of atmospheric transport into the Arctic troposphere. J. Geophys. Res 111, 1–17.", "ArticleIdList": ["0"]}, {"Citation": "Wegesser TC, Pinkerton KE, Last JA, 2009. California wildfires of 2008: coarse and fine particulate matter toxicity. Environ. Health Perspect 117, 893–897.", "ArticleIdList": ["PMC2702402", "19590679"]}, {"Citation": "Wofsy SC, Fan SM, Blake DR, Bradshaw JD, Sandholm ST, Singh HB, Sachse GW, Harriss RC, 1994. Factors influencing atmospheric composition over subarctic North America during summer. J. Geophys. Res 99, 1887."}, {"Citation": "Wotawa G, Trainer M, 2000. The influence of canadian forest fires on pollutant concentrations in the united states. Science 288, 324–328.", "ArticleIdList": ["10764643"]}, {"Citation": "Zauscher MD, Wang Y, Moore MJK, Gaston CJ, Prather KA, 2013. Air quality impact and physicochemical aging of biomass burning aerosols during the 2007 San Diego wildfires. Environ. Sci. Technol 47, 7633–7643.", "ArticleIdList": ["23750590"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2014", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2024", "Month": "7", "Day": "3", "Hour": "4", "Minute": "10"}, {"Year": "2024", "Month": "7", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38957569", "NIHMS1951240", "PMC11219020", "10.1016/j.atmosenv.2014.07.008"]}}], "PubmedBookArticle": []}