{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38968003", "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "05"}], "ELocationID": ["10.1021/acs.jpca.4c02889"], "Journal": {"ISSN": "1520-5215", "JournalIssue": {"Volume": "128", "Issue": "28", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "18"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Atmospheric Intermediates at the Air-Water Interface.", "Pagination": {"StartPage": "5419", "EndPage": "5434", "MedlinePgn": "5419-5434"}, "Abstract": {"AbstractText": ["The air-water interface (AWI) is a ubiquitous reaction field different from the bulk phase where unexpected reactions and physical processes often occur. The AWI is a region where air contacts cloud droplets, aerosol particles, the ocean surface, and biological surfaces such as fluids that line human epithelia. In Earth's atmosphere, short-lived intermediates are expected to be generated at the AWI during multiphase reactions. Recent experimental developments have enabled the direct detection of atmospherically relevant, short-lived intermediates at the AWI. For example, spray ionization mass spectrometric analysis of water microjets exposed to a gaseous mixture of ozone and water vapor combined with a 266 nm laser flash photolysis system (LFP-SIMS) has been used to directly probe organic peroxyl radicals (RO<sub>2</sub>·) produced by interfacial hydroxyl radicals (OH·) + organic compound reactions. OH· emitted immediately after the laser flash photolysis of carboxylic acid at the gas-liquid interface have been directly detected by time-resolved, laser-induced florescence techniques that can be used to study atmospheric multiphase photoreactions. In this Featured Article, we show some recent experimental advances in the detection of atmospherically important intermediates at the AWI and the associated reaction mechanisms. We also discuss current challenges and future prospects for atmospheric multiphase chemistry."]}, "AuthorList": [{"Identifier": ["0000-0002-2790-7361"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Graduate School of Science and Technology, University of Tsukuba, Tsukuba 305-8571, Japan."}], "LastName": "Enami", "ForeName": "Shinichi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Graduate School of Science and Technology, University of Tsukuba, Tsukuba 305-8571, Japan."}], "LastName": "Numadate", "ForeName": "Naoki", "Initials": "N"}, {"Identifier": ["0000-0002-4991-4044"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Komaba Institute for Science and Department of Basic Science, The University of Tokyo, Meguro, Tokyo 153-8902, Japan."}], "LastName": "Hama", "ForeName": "Tetsuya", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}, "CoiStatement": "The authors\ndeclare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Finlayson-Pitts B. J. Reactions at Surfaces in the Atmosphere: Integration of Experiments and Theory as Necessary (but Not Necessarily Sufficient) for Predicting the Physical Chemistry of Aerosols. Phys. Chem. Chem. Phys. 2009, 11, 7760–7779. 10.1039/b906540g.", "ArticleIdList": ["10.1039/b906540g", "19727483"]}, {"Citation": "Ruiz-Lopez M. F.; Francisco J. S.; Martins-Costa M. T. C.; Anglada J. M. Molecular Reactions at Aqueous Interfaces. Nat. Rev. Chem. 2020, 4, 459–475. 10.1038/s41570-020-0203-2.", "ArticleIdList": ["10.1038/s41570-020-0203-2", "37127962"]}, {"Citation": "Gray-Weale A.; Beattie J. K. An Explanation for the Charge on Water’s Surface. Phys. Chem. Chem. Phys. 2009, 11, 10994–11005. 10.1039/b901806a.", "ArticleIdList": ["10.1039/b901806a", "19924335"]}, {"Citation": "Beattie J. K.; Djerdjev A. N.; Warr G. G. The Surface of Neat Water Is Basic. Faraday Discuss. 2009, 141, 31–39. 10.1039/B805266B.", "ArticleIdList": ["10.1039/B805266B", "19227349"]}, {"Citation": "Bai C.; Herzfeld J. Surface Propensities of the Self-Ions of Water. ACS Cent. Sci. 2016, 2, 225–231. 10.1021/acscentsci.6b00013.", "ArticleIdList": ["10.1021/acscentsci.6b00013", "PMC4850511", "27163053"]}, {"Citation": "Zilch L. W.; Maze J. T.; Smith J. W.; Ewing G. E.; Jarrold M. F. Charge Separation in the Aerodynamic Breakup of Micrometer-Sized Water Droplets. J. Phys. Chem. A 2008, 112, 13352–13363. 10.1021/jp806995h.", "ArticleIdList": ["10.1021/jp806995h", "19035820"]}, {"Citation": "Devlin S. W.; Bernal F.; Riffe E. J.; Wilson K. R.; Saykally R. J. Spiers Memorial Lecture: Water at Interfaces. Faraday Discuss. 2024, 249, 9–37. 10.1039/D3FD00147D.", "ArticleIdList": ["10.1039/D3FD00147D", "37795954"]}, {"Citation": "Herzfeld J. Art, Fact and Artifact: Reflections on the Cross-Talk between Theory and Experiment. Phys. Chem. Chem. Phys. 2024, 26, 9848–9855. 10.1039/D4CP00005F.", "ArticleIdList": ["10.1039/D4CP00005F", "38502180"]}, {"Citation": "Zhang P.; Feng M.; Xu X. Double-Layer Distribution of Hydronium and Hydroxide Ions in the Air-Water Interface. ACS Phys. Chem. Au 2024, 10.1021/acsphyschemau.3c00076.", "ArticleIdList": ["10.1021/acsphyschemau.3c00076"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Proton Availability at the Air/Water Interface. J. Phys. Chem. Lett. 2010, 1, 1599–1604. 10.1021/jz100322w.", "ArticleIdList": ["10.1021/jz100322w"]}, {"Citation": "Mishra H.; Enami S.; Nielsen R. J.; Stewart L. A.; Hoffmann M. R.; Goddard W. A.; Colussi A. J. Bronsted Basicity of the Air-Water Interface. Proc. Nat. Acad. Sci. U. S. A. 2012, 109, 18679–18683. 10.1073/pnas.1209307109.", "ArticleIdList": ["10.1073/pnas.1209307109", "PMC3503180", "23112167"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Molecular Control of Reactive Gas Uptake ″on Water″. J. Phys. Chem. A 2010, 114, 5817–5822. 10.1021/jp1019729.", "ArticleIdList": ["10.1021/jp1019729", "20394352"]}, {"Citation": "Enami S.; Stewart L. A.; Hoffmann M. R.; Colussi A. J. Superacid Chemistry on Mildly Acidic Water. J. Phys. Chem. Lett. 2010, 1, 3488–3493. 10.1021/jz101402y.", "ArticleIdList": ["10.1021/jz101402y"]}, {"Citation": "Gladich I.; Chen S.; Yang H.; Boucly A.; Winter B.; van Bokhoven J. A.; Ammann M.; Artiglia L. Liquid-Gas Interface of Iron Aqueous Solutions and Fenton Reagents. J. Phys. Chem. Lett. 2022, 13, 2994–3001. 10.1021/acs.jpclett.2c00380.", "ArticleIdList": ["10.1021/acs.jpclett.2c00380", "35344351"]}, {"Citation": "Enami S.; Sakamoto Y.; Colussi A. J. Fenton Chemistry at Aqueous Interfaces. Proc. Natl. Acad. Sci. U. S. A. 2014, 111, 623–628. 10.1073/pnas.1314885111.", "ArticleIdList": ["10.1073/pnas.1314885111", "PMC3896178", "24379389"]}, {"Citation": "Zhong J.; Kumar M.; Anglada J. M.; Martins-Costa M. T. C.; Ruiz-Lopez M. F.; Zeng X. C.; Francisco J. S. Atmospheric Spectroscopy and Photochemistry at Environmental Water Interfaces. Annu. Rev. Phys. Chem. 2019, 70, 45–69. 10.1146/annurev-physchem-042018-052311.", "ArticleIdList": ["10.1146/annurev-physchem-042018-052311", "31174459"]}, {"Citation": "Limmer D. T.; Götz A. W.; Bertram T. H.; Nathanson G. M. Molecular Insights into Chemical Reactions at Aqueous Aerosol Interfaces. Annu. Rev. Phys. Chem. 2024, 10.1146/annurev-physchem-083122-121620.", "ArticleIdList": ["10.1146/annurev-physchem-083122-121620", "38360527"]}, {"Citation": "Zhang X.; Barraza K. M.; Upton K. T.; Beauchamp J. L. Time Resolved Study of Hydroxyl Radical Oxidation of Oleic Acid at the Air-Water Interface. Chem. Phys. Lett. 2017, 683, 76–82. 10.1016/j.cplett.2017.05.051.", "ArticleIdList": ["10.1016/j.cplett.2017.05.051"]}, {"Citation": "von Sonntag C.; Schuchmann H. P. The Elucidation of Peroxyl Radical Reactions in Aqueous-Solution with the Help of Radiation-Chemical Methods. Angew. Chem. Int. Edt. 1991, 30, 1229–1253. 10.1002/anie.199112291.", "ArticleIdList": ["10.1002/anie.199112291"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. In Situ Mass Spectrometric Detection of Interfacial Intermediates in the Oxidation of RCOOH(Aq) by Gas-Phase OH-Radicals. J. Phys. Chem. A 2014, 118, 4130–4137. 10.1021/jp503387e.", "ArticleIdList": ["10.1021/jp503387e", "24841316"]}, {"Citation": "Estillore A. D.; Trueblood J. V.; Grassian V. H. Atmospheric Chemistry of Bioaerosols: Heterogeneous and Multiphase Reactions with Atmospheric Oxidants and Other Trace Gases. Chem. Sci. 2016, 7, 6604–6616. 10.1039/C6SC02353C.", "ArticleIdList": ["10.1039/C6SC02353C", "PMC5450524", "28567251"]}, {"Citation": "Fiser B.; Jójárt B.; Csizmadia I. G.; Viskolcz B. Glutathione - Hydroxyl Radical Interaction: A Theoretical Study on Radical Recognition Process. PLoS One 2013, 8, e7365210.1371/journal.pone.0073652.", "ArticleIdList": ["10.1371/journal.pone.0073652", "PMC3767814", "24040010"]}, {"Citation": "Zhong J.; Kumar M.; Francisco J. S.; Zeng X. C. Insight into Chemistry on Cloud/Aerosol Water Surfaces. Acc. Chem. Res. 2018, 51, 1229–1237. 10.1021/acs.accounts.8b00051.", "ArticleIdList": ["10.1021/acs.accounts.8b00051", "29633837"]}, {"Citation": "Poschl U.; Shiraiwa M. Multiphase Chemistry at the Atmosphere-Biosphere Interface Influencing Climate and Public Health in the Anthropocene. Chem. Rev. 2015, 115, 4440–4475. 10.1021/cr500487s.", "ArticleIdList": ["10.1021/cr500487s", "25856774"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Halogen Radical Chemistry at Aqueous Interfaces. J. Phys. Chem. A 2016, 120, 6242–6248. 10.1021/acs.jpca.6b04219.", "ArticleIdList": ["10.1021/acs.jpca.6b04219", "27414750"]}, {"Citation": "Ishizuka S.; Matsugi A.; Hama T.; Enami S. Interfacial Water Mediates Oligomerization Pathways of Monoterpene Carbocations. J. Phys. Chem. Lett. 2020, 11, 67–74. 10.1021/acs.jpclett.9b03110.", "ArticleIdList": ["10.1021/acs.jpclett.9b03110", "31808704"]}, {"Citation": "Numadate N.; Saito S.; Nojima Y.; Ishibashi T.; Enami S.; Hama T. Direct Observation and Quantitative Measurement of OH Radical Desorption During the Ultraviolet Photolysis of Liquid Nonanoic Acid. J. Phys. Chem. Lett. 2022, 13, 8290–8297. 10.1021/acs.jpclett.2c02199.", "ArticleIdList": ["10.1021/acs.jpclett.2c02199", "36073084"]}, {"Citation": "Enami S.; Colussi A. J. Long-Range Specific Ion-Ion Interactions in Hydrogen-Bonded Liquid Films. J. Chem. Phys. 2013, 138, 184706.10.1063/1.4803652.", "ArticleIdList": ["10.1063/1.4803652", "23676063"]}, {"Citation": "Enami S.; Fujii T.; Sakamoto Y.; Hama T.; Kajii Y. Carboxylate Ion Availability at the Air-Water Interface. J. Phys. Chem. A 2016, 120, 9224–9234. 10.1021/acs.jpca.6b08868.", "ArticleIdList": ["10.1021/acs.jpca.6b08868", "27786465"]}, {"Citation": "Enami S.; Colussi A. J. Long-Range Hofmeister Effects of Anionic and Cationic Amphiphiles. J. Phys. Chem. B 2013, 117, 6276–6281. 10.1021/jp401285f.", "ArticleIdList": ["10.1021/jp401285f", "23621428"]}, {"Citation": "Enami S.; Mishra H.; Hoffmann M. R.; Colussi A. J. Hofmeister Effects in Micromolar Electrolyte Solutions. J. Chem. Phys. 2012, 136, 154707.10.1063/1.4704752.", "ArticleIdList": ["10.1063/1.4704752", "22519343"]}, {"Citation": "Tian C. S.; Byrnes S. J.; Han H. L.; Shen Y. R. Surface Propensities of Atmospherically Relevant Ions in Salt Solutions Revealed by Phase-Sensitive Sum Frequency Vibrational Spectroscopy. J. Phys. Chem. Lett. 2011, 2, 1946–1949. 10.1021/jz200791c.", "ArticleIdList": ["10.1021/jz200791c"]}, {"Citation": "Ghosal S.; Hemminger J. C.; Bluhm H.; Mun B. S.; Hebenstreit E. L. D.; Ketteler G.; Ogletree D. F.; Requejo F. G.; Salmeron M. Electron Spectroscopy of Aqueous Solution Interfaces Reveals Surface Enhancement of Halides. Science (New York, N.Y.) 2005, 307, 563–566. 10.1126/science.1106525.", "ArticleIdList": ["10.1126/science.1106525", "15681380"]}, {"Citation": "Jungwirth P.; Tobias D. J. Specific Ion Effects at the Air/Water Interface. Chem. Rev. 2006, 106, 1259–1281. 10.1021/cr0403741.", "ArticleIdList": ["10.1021/cr0403741", "16608180"]}, {"Citation": "Enami S.; Ishizuka S.; Colussi A. J. Chemical Signatures of Surface Microheterogeneity on Liquid Mixtures. J. Chem. Phys. 2019, 150, 024702.10.1063/1.5055684.", "ArticleIdList": ["10.1063/1.5055684", "30646725"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. OH-Radical Specific Addition to Glutathione S-Atom at the Air-Water Interface: Relevance to the Redox Balance of the Lung Epithelial Lining Fluid. J. Phys. Chem. Lett. 2015, 6, 3935–3943. 10.1021/acs.jpclett.5b01819.", "ArticleIdList": ["10.1021/acs.jpclett.5b01819", "26722895"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Stepwise Oxidation of Aqueous Dicarboxylic Acids by Gas-Phase OH Radicals. J. Phys. Chem. Lett. 2015, 6, 527–534. 10.1021/jz502432j.", "ArticleIdList": ["10.1021/jz502432j", "26261974"]}, {"Citation": "Enami S.; Sakamoto Y.; Hara K.; Osada K.; Hoffmann M. R.; Colussi A. J. Sizing” Heterogeneous Chemistry in the Conversion of Gaseous Dimethyl Sulfide to Atmospheric Particles. Environ. Sci. Technol. 2016, 50, 1834–1843. 10.1021/acs.est.5b05337.", "ArticleIdList": ["10.1021/acs.est.5b05337", "26761399"]}, {"Citation": "Vacha R.; Slavicek P.; Mucha M.; Finlayson-Pitts B. J.; Jungwirth P. Adsorption of Atmospherically Relevant Gases at the Air/Water Interface: Free Energy Profiles of Aqueous Solvation of N2, O2, O3, OH, H2O, HO2, and H2O2. J. Phys. Chem. A 2004, 108, 11573.10.1021/jp046268k.", "ArticleIdList": ["10.1021/jp046268k"]}, {"Citation": "Stone D.; Whalley L. K.; Heard D. E. Tropospheric OH and HO2 Radicals: Field Measurements and Model Comparisons. Chem. Soc. Rev. 2012, 41, 6348–6404. 10.1039/c2cs35140d.", "ArticleIdList": ["10.1039/c2cs35140d", "22907645"]}, {"Citation": "Lunkenheimer K.; Barzyk W.; Hirte R.; Rudert R. Adsorption Properties of Soluble, Surface-Chemically Pure N-Alkanoic Acids at the Air/Water Interface and the Relationship to Insoluble Monolayer and Crystal Structure Properties. Langmuir 2003, 19, 6140–6150. 10.1021/la034379p.", "ArticleIdList": ["10.1021/la034379p"]}, {"Citation": "Enami S.; Sakamoto Y. OH-Radical Oxidation of Surface-Active cis-Pinonic Acid at the Air-Water Interface. J. Phys. Chem. A 2016, 120, 3578–3587. 10.1021/acs.jpca.6b01261.", "ArticleIdList": ["10.1021/acs.jpca.6b01261", "27098046"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Extensive H-Atom Abstraction from Benzoate by OH-Radicals at the Air-Water Interface. Phys. Chem. Chem. Phys. 2016, 18, 31505–31512. 10.1039/C6CP06652F.", "ArticleIdList": ["10.1039/C6CP06652F", "27827491"]}, {"Citation": "Enami S.; Colussi A. J. OH-Radical Oxidation of Lung Surfactant Protein B on Aqueous Surfaces. Mass Spectrom. 2018, 7, 1–7. 10.5702/massspectrometry.S0077.", "ArticleIdList": ["10.5702/massspectrometry.S0077", "PMC6245955", "30533342"]}, {"Citation": "Pan X. M.; Schuchmann M. N.; Vonsonntag C. Oxidation of Benzene by the OH Radical - A Product and Pulse-Radiolysis Study in Oxygenated Aqueous-Solution. J. Chem. Soc. Perkin Trans. 2 1993, 289–297. 10.1039/p29930000289.", "ArticleIdList": ["10.1039/p29930000289"]}, {"Citation": "Bohn B.; Zetzsch C. Gas-Phase Reaction of the OH-Benzene Adduct with O2: Reversibility and Secondary Formation of HO2. Phys. Chem. Chem. Phys. 1999, 1, 5097–5107. 10.1039/a904887a.", "ArticleIdList": ["10.1039/a904887a"]}, {"Citation": "DeMatteo M. P.; Poole J. S.; Shi X. F.; Sachdeva R.; Hatcher P. G.; Hadad C. M.; Platz M. S. On the Electrophilicity of Hydroxyl Radical: A Laser Flash Photolysis and Computational Study. J. Am. Chem. Soc. 2005, 127, 7094–7109. 10.1021/ja043692q.", "ArticleIdList": ["10.1021/ja043692q", "15884952"]}, {"Citation": "Fittschen C.; Al Ajami M.; Batut S.; Ferracci V.; Archer-Nicholls S.; Archibald A. T.; Schoemaecker C. ROOOH: A Missing Piece of the Puzzle for OH Measurements in Low-No Environments?. Atmos. Chem. Phys. 2019, 19, 349–362. 10.5194/acp-19-349-2019.", "ArticleIdList": ["10.5194/acp-19-349-2019"]}, {"Citation": "Stary F. E.; Emge D. E.; Murray R. W. Ozonization of Organic Substrates. Hydrotrioxide Formation and Decomposition to Give Singlet Oxygen. J. Am. Chem. Soc. 1976, 98, 1880–1884. 10.1021/ja00423a039.", "ArticleIdList": ["10.1021/ja00423a039"]}, {"Citation": "Berndt T.; Chen J.; Kjærgaard E. R.; Møller K. H.; Tilgner A.; Hoffmann E. H.; Herrmann H.; Crounse J. D.; Wennberg P. O.; Kjaergaard H. G. Hydrotrioxide (ROOOH) Formation in the Atmosphere. Science (New York, N.Y.) 2022, 376, 979–982. 10.1126/science.abn6012.", "ArticleIdList": ["10.1126/science.abn6012", "35617402"]}, {"Citation": "Akimoto H.; Hirokawa J.. Historical Background of Atmospheric Secondary Aerosol Research. In Atmospheric Multiphase Chemistry; Wiley: 2020; pp 1–11."}, {"Citation": "Roeselova M.; Vieceli J.; Dang L. X.; Garrett B. C.; Tobias D. J. Hydroxyl Radical at the Air-Water Interface. J. Am. Chem. Soc. 2004, 126, 16308–16309. 10.1021/ja045552m.", "ArticleIdList": ["10.1021/ja045552m", "15600317"]}, {"Citation": "Bagot P. A. J.; Waring C.; Costen M. L.; McKendrick K. G. Dynamics of Inelastic Scattering of OH Radicals from Reactive and Inert Liquid Surfaces. J. Phys. Chem. C 2008, 112, 10868–10877. 10.1021/jp8024683.", "ArticleIdList": ["10.1021/jp8024683"]}, {"Citation": "Yang L. M.; Ray M. B.; Yu L. E. Photooxidation of Dicarboxylic Acids- Part II: Kinetics, Intermediates and Field Observations. Atmos. Environ. 2008, 42, 868–880. 10.1016/j.atmosenv.2007.10.030.", "ArticleIdList": ["10.1016/j.atmosenv.2007.10.030"]}, {"Citation": "Yang L. M.; Ray M. B.; Yu L. E. Photooxidation of Dicarboxylic Acids- Part 1: Effects of Inorganic Ions on Degradation of Azelaic Acid. Atmos. Environ. 2008, 42, 856–867. 10.1016/j.atmosenv.2007.10.029.", "ArticleIdList": ["10.1016/j.atmosenv.2007.10.029"]}, {"Citation": "Charbouillot T.; Gorini S.; Voyard G.; Parazols M.; Brigante M.; Deguillaume L.; Delort A. M.; Mailhot G. Mechanism of Carboxylic Acid Photooxidation in Atmospheric Aqueous Phase: Formation, Fate and Reactivity. Atmos. Environ. 2012, 56, 1–8. 10.1016/j.atmosenv.2012.03.079.", "ArticleIdList": ["10.1016/j.atmosenv.2012.03.079"]}, {"Citation": "Valley N. A.; Blower P. G.; Wood S. R.; Plath K. L.; McWilliams L. E.; Richmond G. L. Doubling Down: Delving into the Details of Diacid Adsorption at Aqueous Surfaces. J. Phys. Chem. A 2014, 118, 4778–4789. 10.1021/jp501498h.", "ArticleIdList": ["10.1021/jp501498h", "24905587"]}, {"Citation": "Rossignol S.; Tinel L.; Bianco A.; Passananti M.; Brigante M.; Donaldson D. J.; George C. Atmospheric Photochemistry at a Fatty Acid-Coated Air-Water Interface. Science (New York, N.Y.) 2016, 353, 699–702. 10.1126/science.aaf3617.", "ArticleIdList": ["10.1126/science.aaf3617", "27516601"]}, {"Citation": "Ambrose D.; Ghiassee N. B. Vapour Pressures and Critical Temperatures and Critical Pressures of Some Alkanoic Acids: C1 to C10. J. Chem. Thermodyn. 1987, 19, 505–519. 10.1016/0021-9614(87)90147-9.", "ArticleIdList": ["10.1016/0021-9614(87)90147-9"]}, {"Citation": "Chhantyal-Pun R.; Khan M. A. H.; Taatjes C. A.; Percival C. J.; Orr-Ewing A. J.; Shallcross D. E. Criegee Intermediates: Production, Detection and Reactivity. Int. Rev. Phys. Chem. 2020, 39, 385–422. 10.1080/0144235X.2020.1792104.", "ArticleIdList": ["10.1080/0144235X.2020.1792104"]}, {"Citation": "Zhong J.; Kumar M.; Zhu C. Q.; Francisco J. S.; Zeng X. C. Surprising Stability of Larger Criegee Intermediates on Aqueous Interfaces. Angew. Chem. Int. Edt. 2017, 56, 7740–7744. 10.1002/anie.201702722.", "ArticleIdList": ["10.1002/anie.201702722", "28471069"]}, {"Citation": "Zhu C. Q.; Kumar M.; Zhong J.; Li L.; Francisco J. S.; Zeng X. C. New Mechanistic Pathways for Criegee-Water Chemistry at the Air/Water Interface. J. Am. Chem. Soc. 2016, 138, 11164–11169. 10.1021/jacs.6b04338.", "ArticleIdList": ["10.1021/jacs.6b04338", "27509207"]}, {"Citation": "Xiao P.; Yang J.-J.; Fang W.-H.; Cui G. QM/MM Studies on Ozonolysis of α-Humulene and Criegee Reactions with Acids and Water at Air-Water/Acetonitrile Interfaces. Phys. Chem. Chem. Phys. 2018, 20, 16138–16150. 10.1039/C8CP01750F.", "ArticleIdList": ["10.1039/C8CP01750F", "29854994"]}, {"Citation": "Enami S. Fates of Organic Hydroperoxides in Atmospheric Condensed Phases. J. Phys. Chem. A 2021, 125, 4513–4523. 10.1021/acs.jpca.1c01513.", "ArticleIdList": ["10.1021/acs.jpca.1c01513", "33904735"]}, {"Citation": "Qiu J.; Ishizuka S.; Tonokura K.; Colussi A. J.; Enami S. Reactivity of Monoterpene Criegee Intermediates at Gas-Liquid Interfaces. J. Phys. Chem. A 2018, 122, 7910–7917. 10.1021/acs.jpca.8b06914.", "ArticleIdList": ["10.1021/acs.jpca.8b06914", "30180579"]}, {"Citation": "Enami S.Interfacial Criegee Chemistry. In Multiphase Environmental Chemistry in the Atmosphere; American Chemical Society: 2018; Vol. 1299, pp 35–47."}, {"Citation": "Enami S.; Colussi A. J. Criegee Chemistry on Aqueous Organic Surfaces. J. Phys. Chem. Lett. 2017, 8, 1615–1623. 10.1021/acs.jpclett.7b00434.", "ArticleIdList": ["10.1021/acs.jpclett.7b00434", "28319398"]}, {"Citation": "Enami S.; Colussi A. J. Reactions of Criegee Intermediates with Alcohols at Air-Aqueous Interfaces. J. Phys. Chem. A 2017, 121, 5175–5182. 10.1021/acs.jpca.7b04272.", "ArticleIdList": ["10.1021/acs.jpca.7b04272", "28635281"]}, {"Citation": "Jr-Min Lin J.; Chao W. Structure-Dependent Reactivity of Criegee Intermediates Studied with Spectroscopic Methods. Chem. Soc. Rev. 2017, 46, 7483–7497. 10.1039/C7CS00336F.", "ArticleIdList": ["10.1039/C7CS00336F", "28840926"]}, {"Citation": "Enami S.; Colussi A. J. Efficient Scavenging of Criegee Intermediates on Water by Surface-Active cis-Pinonic Acid. Phys. Chem. Chem. Phys. 2017, 19, 17044–17051. 10.1039/C7CP03869K.", "ArticleIdList": ["10.1039/C7CP03869K", "28643829"]}, {"Citation": "Li X.; Hede T.; Tu T.; Leck C.; Agren H. Surface-Active cis-Pinonic Acid in Atmospheric Droplets: A Molecular Dynamics Study. J. Phys. Chem. Lett. 2010, 1, 769–773. 10.1021/jz9004784.", "ArticleIdList": ["10.1021/jz9004784"]}, {"Citation": "Qiu J.; Ishizuka S.; Tonokura K.; Sato K.; Inomata S.; Enami S. Effects of pH on Interfacial Ozonolysis of α-Terpineol. J. Phys. Chem. A 2019, 123, 7148–7155. 10.1021/acs.jpca.9b05434.", "ArticleIdList": ["10.1021/acs.jpca.9b05434", "31329444"]}, {"Citation": "Qiu J.; Liang Z.; Tonokura K.; Colussi A. J.; Enami S. Stability of Monoterpene-Derived α-Hydroxyalkyl-Hydroperoxides in Aqueous Organic Media: Relevance to the Fate of Hydroperoxides in Aerosol Particle Phases. Environ. Sci. Technol. 2020, 54, 3890–3899. 10.1021/acs.est.9b07497.", "ArticleIdList": ["10.1021/acs.est.9b07497", "32131591"]}, {"Citation": "Qiu J.; Tonokura K.; Enami S. Proton-Catalyzed Decomposition of α-Hydroxyalkyl-Hydroperoxides in Water. Environ. Sci. Technol. 2020, 54, 10561–10569. 10.1021/acs.est.0c03438.", "ArticleIdList": ["10.1021/acs.est.0c03438", "32786584"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Criegee Intermediates React with Levoglucosan on Water. J. Phys. Chem. Lett. 2017, 8, 3888–3894. 10.1021/acs.jpclett.7b01665.", "ArticleIdList": ["10.1021/acs.jpclett.7b01665", "28767252"]}, {"Citation": "Tobias H. J.; Ziemann P. J. Kinetics of the Gas-Phase Reactions of Alcohols, Aldehydes, Carboxylic Acids, and Water with the C13 Stabilized Criegee Intermediate Formed from Ozonolysis of 1-Tetradecene. J. Phys. Chem. A 2001, 105, 6129–6135. 10.1021/jp004631r.", "ArticleIdList": ["10.1021/jp004631r"]}, {"Citation": "Rocha I. M.; Galvão T. L. P.; Sapei E.; Ribeiro da Silva M. D. M. C.; Ribeiro da Silva M. A. V. Levoglucosan: A Calorimetric, Thermodynamic, Spectroscopic, and Computational Investigation. J. Chem. Engineer. Data 2013, 58, 1813–1821. 10.1021/je400207t.", "ArticleIdList": ["10.1021/je400207t"]}, {"Citation": "Hu M.; Qiu J.; Tonokura K.; Enami S. Aqueous-Phase Fates of α-Alkoxyalkyl-Hydroperoxides Derived from the Reactions of Criegee Intermediates with Alcohols. Phys. Chem. Chem. Phys. 2021, 23, 4605–4614. 10.1039/D0CP06308H.", "ArticleIdList": ["10.1039/D0CP06308H", "33620039"]}, {"Citation": "Endo Y.; Sakamoto Y.; Kajii Y.; Enami S. Decomposition of Multifunctionalized α-Alkoxyalkyl-Hydroperoxides Derived from the Reactions of Criegee Intermediates with Diols in Liquid Phases. Phys. Chem. Chem. Phys. 2022, 24, 11562–11572. 10.1039/D2CP00915C.", "ArticleIdList": ["10.1039/D2CP00915C", "35506905"]}, {"Citation": "Enami S.; Morino Y.; Sato K. Mechanism of Fenton Oxidation of Levoglucosan in Water. J. Phys. Chem. A 2023, 127, 2975–2985. 10.1021/acs.jpca.3c00512.", "ArticleIdList": ["10.1021/acs.jpca.3c00512", "36952246"]}, {"Citation": "Gupta V.; Carroll K. S. Sulfenic Acid Chemistry, Detection and Cellular Lifetime. Biochim. Biophys. Acta 2014, 1840, 847–875. 10.1016/j.bbagen.2013.05.040.", "ArticleIdList": ["10.1016/j.bbagen.2013.05.040", "PMC4184475", "23748139"]}, {"Citation": "Reddie K. G.; Carroll K. S. Expanding the Functional Diversity of Proteins through Cysteine Oxidation. Curr. Opin. Chem. Biol. 2008, 12, 746–754. 10.1016/j.cbpa.2008.07.028.", "ArticleIdList": ["10.1016/j.cbpa.2008.07.028", "18804173"]}, {"Citation": "Helin A.; Sietiö O. M.; Heinonsalo J.; Bäck J.; Riekkola M. L.; Parshintsev J. Characterization of Free Amino Acids, Bacteria and Fungi in Size-Segregated Atmospheric Aerosols in Boreal Forest: Seasonal Patterns, Abundances and Size Distributions. Atmos. Chem. Phys. 2017, 17, 13089–13101. 10.5194/acp-17-13089-2017.", "ArticleIdList": ["10.5194/acp-17-13089-2017"]}, {"Citation": "Jaenicke R. Abundance of Cellular Material and Proteins in the Atmosphere. Science (New York, N.Y.) 2005, 308, 73–73. 10.1126/science.1106335.", "ArticleIdList": ["10.1126/science.1106335", "15802596"]}, {"Citation": "Cantin A. M.; North S. L.; Hubbard R. C.; Crystal R. G. Normal Alveolar Epithelial Lining Fluid Contains High Levels of Glutathione. J. Appl. Physiol. 1987, 63, 152–7. 10.1152/jappl.1987.63.1.152.", "ArticleIdList": ["10.1152/jappl.1987.63.1.152", "3040659"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Simultaneous Detection of Cysteine Sulfenate, Sulfinate, and Sulfonate During Cysteine Interfacial Ozonolysis. J. Phys. Chem. B 2009, 113, 9356–9358. 10.1021/jp904316n.", "ArticleIdList": ["10.1021/jp904316n", "19537744"]}, {"Citation": "Enami S.; Hoffmann M. R.; Colussi A. J. Ozone Oxidizes Glutathione to a Sulfonic Acid. Chem. Res. Toxicol. 2009, 22, 35–40. 10.1021/tx800298j.", "ArticleIdList": ["10.1021/tx800298j", "19072303"]}, {"Citation": "Kim H. I.; Kim H. J.; Shin Y. S.; Beegle L. W.; Jang S. S.; Neidholdt E. L.; Goddard W. A.; Heath J. R.; Kanik I.; Beauchamp J. L. Interfacial Reactions of Ozone with Surfactant Protein B in a Model Lung Surfactant System. J. Am. Chem. Soc. 2010, 132, 2254–2263. 10.1021/ja908477w.", "ArticleIdList": ["10.1021/ja908477w", "PMC2830728", "20121208"]}, {"Citation": "Giamalva D.; Church D. F.; Pryor W. A. A Comparison of the Rates of Ozonation of Biological Antioxidants and Oleate and Linoleate Esters. Biochem. Biophys. Res. Commun. 1985, 133, 773–779. 10.1016/0006-291X(85)90971-4.", "ArticleIdList": ["10.1016/0006-291X(85)90971-4", "4084297"]}, {"Citation": "Zannoni N.; Lakey P. S. J.; Won Y.; Shiraiwa M.; Rim D.; Weschler C. J.; Wang N.; Ernle L.; Li M.; Bekö G.; et al. The Human Oxidation Field. Science (New York, N.Y.) 2022, 377, 1071–1077. 10.1126/science.abn0340.", "ArticleIdList": ["10.1126/science.abn0340", "36048928"]}, {"Citation": "Wang S.; Zhao Y.; Chan A. W. H.; Yao M.; Chen Z.; Abbatt J. P. D. Organic Peroxides in Aerosol: Key Reactive Intermediates for Multiphase Processes in the Atmosphere. Chem. Rev. 2023, 123, 1635–1679. 10.1021/acs.chemrev.2c00430.", "ArticleIdList": ["10.1021/acs.chemrev.2c00430", "36630720"]}, {"Citation": "Rovelli G.; Jacobs M. I.; Willis M. D.; Rapf R. J.; Prophet A. M.; Wilson K. R. A Critical Analysis of Electrospray Techniques for the Determination of Accelerated Rates and Mechanisms of Chemical Reactions in Droplets. Chem. Sci. 2020, 11, 13026–13043. 10.1039/D0SC04611F.", "ArticleIdList": ["10.1039/D0SC04611F", "PMC8163298", "34094487"]}, {"Citation": "Saito S.; Numadate N.; Teraoka H.; Enami S.; Kobayashi H.; Hama T. Impurity Contribution to Ultraviolet Absorption of Saturated Fatty Acids. Sci. Adv. 2023, 9, eadj643810.1126/sciadv.adj6438.", "ArticleIdList": ["10.1126/sciadv.adj6438", "PMC10511181", "37729407"]}, {"Citation": "Sakamoto Y.; Yabushita A.; Kawasaki M.; Enami S. Direct Emission of I2 Molecule and IO Radical from the Heterogeneous Reactions of Gaseous Ozone with Aqueous Potassium Iodide Solution. J. Phys. Chem. A 2009, 113, 7707–7713. 10.1021/jp903486u.", "ArticleIdList": ["10.1021/jp903486u", "19530668"]}, {"Citation": "Vieceli J.; Roeselova M.; Potter N.; Dang L. X.; Garrett B. C.; Tobias D. J. Molecular Dynamics Simulations of Atmospheric Oxidants at the Air-Water Interface: Solvation and Accommodation of OH and O3. J. Phys. Chem. B 2005, 109, 15876.10.1021/jp051361+.", "ArticleIdList": ["10.1021/jp051361+", "16853017"]}, {"Citation": "Chang Y.-P.; Wu S.-J.; Lin M.-S.; Chiang C.-Y.; Huang G. G. Ionic-Strength and pH Dependent Reactivities of Ascorbic Acid toward Ozone in Aqueous Micro-Droplets Studied Using Aerosol Optical Tweezers. Phys. Chem. Chem. Phys. 2021, 23, 10108–10117. 10.1039/D0CP06493A.", "ArticleIdList": ["10.1039/D0CP06493A", "33876156"]}, {"Citation": "Anglada J. M.; Martins-Costa M.; Ruiz-López M. F.; Francisco J. S. Spectroscopic Signatures of Ozone at the Air-Water Interface and Photochemistry Implications. Proc. Natl. Acad. Sci. U. S. A. 2014, 111, 11618–11623. 10.1073/pnas.1411727111.", "ArticleIdList": ["10.1073/pnas.1411727111", "PMC4136612", "25071195"]}, {"Citation": "Artiglia L.; Edebeli J.; Orlando F.; Chen S. Z.; Lee M. T.; Arroyo P. C.; Gilgen A.; Bartels-Rausch T.; Kleibert A.; Vazdar M. A Surface-Stabilized Ozonide Triggers Bromide Oxidation at the Aqueous Solution-Vapour Interface. Nat. Commun. 2017, 10.1038/s41467-017-00823-x.", "ArticleIdList": ["10.1038/s41467-017-00823-x", "PMC5615067", "28951540"]}, {"Citation": "Taatjes C. A.; Meloni G.; Selby T. M.; Trevitt A. J.; Osborn D. L.; Percival C. J.; Shallcross D. E. Direct Observation of the Gas-Phase Criegee Intermediate (CH2OO). J. Am. Chem. Soc. 2008, 130, 11883–11885. 10.1021/ja804165q.", "ArticleIdList": ["10.1021/ja804165q", "18702490"]}, {"Citation": "Weschler C. J.; Nazaroff W. W. Human Skin Oil: A Major Ozone Reactant Indoors. Environ. Sci. Atmos. 2023, 3, 640–661. 10.1039/D3EA00008G.", "ArticleIdList": ["10.1039/D3EA00008G"]}, {"Citation": "Zhou Z.; Abbatt J. P. D. Formation of Gas-Phase Hydrogen Peroxide via Multiphase Ozonolysis of Unsaturated Lipids. Environ. Sci. Technol. Lett. 2021, 8, 114–120. 10.1021/acs.estlett.0c00757.", "ArticleIdList": ["10.1021/acs.estlett.0c00757"]}, {"Citation": "Heine N.; Houle F. A.; Wilson K. R. Connecting the Elementary Reaction Pathways of Criegee Intermediates to the Chemical Erosion of Squalene Interfaces During Ozonolysis. Environ. Sci. Technol. 2017, 51, 13740–13748. 10.1021/acs.est.7b04197.", "ArticleIdList": ["10.1021/acs.est.7b04197", "29120614"]}, {"Citation": "Zhang R.; Wu W. Studies on the Structures and Interactions of Glutathione in Aqueous Solution by Molecular Dynamics Simulations and Nmr Spectroscopy. J. Mol. Liq. 2011, 162, 20–25. 10.1016/j.molliq.2011.05.010.", "ArticleIdList": ["10.1016/j.molliq.2011.05.010"]}, {"Citation": "Lampela O.; Juffer A. H.; Rauk A. Conformational Analysis of Glutathione in Aqueous Solution with Molecular Dynamics. J. Phys. Chem. A 2003, 107, 9208–9220. 10.1021/jp030556j.", "ArticleIdList": ["10.1021/jp030556j"]}, {"Citation": "George C.; Brüggemann M.; Hayeck N.; Tinel L.; Donaldson J.. Chapter 14 - Interfacial Photochemistry. In Physical Chemistry of Gas-Liquid Interfaces; Faust J. A., House J. E., Eds.; Elsevier: 2018; pp 435–457."}, {"Citation": "Bertram T. H.; Cochran R. E.; Grassian V. H.; Stone E. A. Sea Spray Aerosol Chemical Composition: Elemental and Molecular Mimics for Laboratory Studies of Heterogeneous and Multiphase Reactions. Chem. Soc. Rev. 2018, 47, 2374–2400. 10.1039/C7CS00008A.", "ArticleIdList": ["10.1039/C7CS00008A", "29451571"]}, {"Citation": "Burkholder J. B.; Abbatt J. P. D.; Cappa C.; Dibble T. S.; Kolb C. E.; Orkin V. L.; Wilmouth D. M.; Sander S. P.; Baker J. R.; Crounse J. D.; et al.Chemical Kinetics and Photochemical Data for Use in Atmospheric Studies; JPL Publication, 2020; Vol. 19–5."}, {"Citation": "Keller-Rudek H.; Moortgat G. K.; Sander R.; Sörensen R. The MPI-Mainz UV/Vis Spectral Atlas of Gaseous Molecules of Atmospheric Interest. Earth Syst. Sci. Data 2013, 5, 365–373. 10.5194/essd-5-365-2013.", "ArticleIdList": ["10.5194/essd-5-365-2013"]}, {"Citation": "Atkinson R.; Baulch D. L.; Cox R. A.; Crowley J. N.; Hampson R. F.; Hynes R. G.; Jenkin M. E.; Rossi M. J.; Troe J. Evaluated Kinetic and Photochemical Data for Atmospheric Chemistry: Volume I - Gas Phase Reactions of Ox, Hox, NOx and SOx Species. Atmos. Chem. Phys. 2004, 4, 1461–1738. 10.5194/acp-4-1461-2004.", "ArticleIdList": ["10.5194/acp-4-1461-2004"]}, {"Citation": "Rapf R. J.; Perkins R. J.; Dooley M. R.; Kroll J. A.; Carpenter B. K.; Vaida V. Environmental Processing of Lipids Driven by Aqueous Photochemistry of α-Keto Acids. ACS Cent. Sci. 2018, 4, 624–630. 10.1021/acscentsci.8b00124.", "ArticleIdList": ["10.1021/acscentsci.8b00124", "PMC5968514", "29806009"]}, {"Citation": "Okamura E.; Hasegawa T.; Umemura J. Quantitative Analysis of Molecular Orientation in Chlorophyll a Langmuir Monolayer: A Polarized Visible Reflection Spectroscopic Study. Biophys. J. 1995, 69, 1142–1147. 10.1016/S0006-3495(95)79988-X.", "ArticleIdList": ["10.1016/S0006-3495(95)79988-X", "PMC1236342", "8519968"]}, {"Citation": "Moriya Y.; Hasegawa T.; Okada T.; Ogawa N.; Kawai E.; Abe K.; Ogasawara M.; Kato S.; Nakata S. Analysis of Gibbs Monolayer Adsorbed at the Toluene/Water Interface by UV- Visible Partial Internal Reflection Spectrometry. Anal. Chem. 2006, 78, 7850–7856. 10.1021/ac061501r.", "ArticleIdList": ["10.1021/ac061501r", "17105179"]}, {"Citation": "Yamaguchi S.; Tahara T. Development of Electronic Sum Frequency Generation Spectroscopies and Their Application to Liquid Interfaces. J. Phys. Chem. C 2015, 119, 14815–14828. 10.1021/acs.jpcc.5b02375.", "ArticleIdList": ["10.1021/acs.jpcc.5b02375"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "7", "Day": "5", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "12", "Minute": "22"}, {"Year": "2024", "Month": "7", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38968003", "PMC11264275", "10.1021/acs.jpca.4c02889"]}}], "PubmedBookArticle": []}