{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Bibliometrics", "Cardiovascular diseases", "CiteSpace", "Vosviewer", "Web of science"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38975195", "DateRevised": {"Year": "2024", "Month": "07", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "11"}], "ELocationID": ["e32840", "10.1016/j.heliyon.2024.e32840"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "12", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "30"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Bibliometric analysis of global research on air pollution and cardiovascular diseases: 2012-2022.", "Pagination": {"StartPage": "e32840", "MedlinePgn": "e32840"}, "Abstract": {"AbstractText": ["The relationship between air pollution and cardiovascular diseases (CVDs) has garnered significant interest among researchers globally. This study employed bibliometric analysis to provide an overview of current research on the association between air pollution and CVDs, offering a comprehensive analysis of global research trends in this area.", "An exhaustive scrutiny of literature pertaining to the nexus between air pollution and CVDs from 2012 to 2022 was conducted through rigorous screening of the Web of Science Core Collection (WoSCC). Publications were exclusively considered in English. Subsequently, sophisticated analytical tools including CiteSpace 6.2.4R, Vosviewer 1.6.19, HistCite 2.1, Python 3.7.5, Microsoft Charticulator, and Bibliometrix Online Analysis Platform were deployed to delineate research trends in this domain.", "The analysis of the dataset, comprising 1710 documents, unveiled a consistent escalation in scientific publications, peaking in 2022 with a total of 248 publications. Moreover, Environmental Science and Toxicology stood out as the predominant categories. Examination of keyword frequency highlighted the terms 'air pollution', 'cardiovascular disease', and 'particulate matter' as the most prevalent. Notably, the most prolific entities, in terms of authors, journals, organizations, and countries, were identified as Robert D. Brook, Environmental Health Perspectives, Harvard University, and the United States, respectively.", "The findings presented a notable increase in high-quality publications on this topic over the past 11 years, suggesting a positive outlook for future research. The study concluded with an examination of three key themes in research trends related to air pollution and CVDs: the initial physiological response to pollutant exposure, the pathways through which pollutants are transmitted, and the subsequent effects on target organs. Additionally, various air pollutants, such as particulate matter, nitric dioxide, and ozone, could contribute to multiple CVDs, including coronary heart disease, hypertension, and heart failure. Although some hypotheses have been put forward, the mechanisms of air pollution-related CVDs still need to be explored in the future."], "CopyrightInformation": "© 2024 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Guangdong Cardiovascular Institute, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Southern Medical University, Guangzhou, 510080, Guangdong, China."}], "LastName": "Wen", "ForeName": "Song", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Rheumatology, The Second Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical University, Guangzhou, 510260, Guangdong, China."}], "LastName": "Tan", "ForeName": "Qing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Zhongnan Hospital of Wuhan University, Wuhan University, Wuhan, 430062, Hubei, China."}], "LastName": "Baheti", "ForeName": "Rewaan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Zhongnan Hospital of Wuhan University, Wuhan University, Wuhan, 430062, Hubei, China."}], "LastName": "Wan", "ForeName": "Jing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Rheumatology, The Second Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical University, Guangzhou, 510260, Guangdong, China."}], "LastName": "Yu", "ForeName": "Shuilian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Guangdong Cardiovascular Institute, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Southern Medical University, Guangzhou, 510080, Guangdong, China."}], "LastName": "Zhang", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Guangdong Cardiovascular Institute, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Southern Medical University, Guangzhou, 510080, Guangdong, China."}], "LastName": "Huang", "ForeName": "Yuqing", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lelieveld J., Pozzer A., Pöschl U., Fnais M., Haines A., Münzel T. Loss of life expectancy from air pollution compared to other risk factors: a worldwide perspective. Cardiovasc. Res. 2020;116:1910–1917. doi: 10.1093/cvr/cvaa025.", "ArticleIdList": ["10.1093/cvr/cvaa025", "PMC7449554", "32123898"]}, {"Citation": "GBD 2019 Risk Factors Collaborators Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020;396:1223–1249. doi: 10.1016/S0140-6736(20)30752-2.", "ArticleIdList": ["10.1016/S0140-6736(20)30752-2", "PMC7566194", "33069327"]}, {"Citation": "Brauer M., Casadei B., Harrington R.A., Kovacs R., Sliwa K. Taking a stand against air pollution-the impact on cardiovascular disease: a joint opinion from the world heart federation, american College of Cardiology, American Heart Association, and the european Society of Cardiology. Circulation. 2021;143:e800–e804. doi: 10.1161/CIRCULATIONAHA.120.052666.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.120.052666", "33506685"]}, {"Citation": "Macchi C., Sirtori C.R., Corsini A., Mannuccio Mannucci P., Ruscica M. Pollution from fine particulate matter and atherosclerosis: a narrative review. Environ. Int. 2023;175 doi: 10.1016/j.envint.2023.107923.", "ArticleIdList": ["10.1016/j.envint.2023.107923", "37119653"]}, {"Citation": "Newby D.E., Mannucci P.M., Tell G.S., Baccarelli A.A., Brook R.D., Donaldson K., Forastiere F., Franchini M., Franco O.H., Graham I., Hoek G., Hoffmann B., Hoylaerts M.F., Künzli N., Mills N., Pekkanen J., Peters A., Piepoli M.F., Rajagopalan S., Storey R.F. Eur. Heart J. 2015;36:83–93b. doi: 10.1093/eurheartj/ehu458.", "ArticleIdList": ["10.1093/eurheartj/ehu458", "PMC6279152", "25492627"]}, {"Citation": "Lan Y., Wu S. Impacts of environmental insults on cardiovascular aging. Curr. Environ. Health Rep. 2022;9:11–28. doi: 10.1007/s40572-022-00335-x.", "ArticleIdList": ["10.1007/s40572-022-00335-x", "35103958"]}, {"Citation": "Rajagopalan S., Al-Kindi S.G., Brook R.D. Air pollution and cardiovascular disease: JACC state-of-the-art review. J. Am. Coll. Cardiol. 2018;72:2054–2070. doi: 10.1016/j.jacc.2018.07.099.", "ArticleIdList": ["10.1016/j.jacc.2018.07.099", "30336830"]}, {"Citation": "Shah A.S., Lee K.K., McAllister D.A., Hunter A., Nair H., Whiteley W., Langrish J.P., Newby D.E., Mills N.L. Short term exposure to air pollution and stroke: systematic review and meta-analysis. BMJ. 2015;350:h1295. doi: 10.1136/bmj.h1295.", "ArticleIdList": ["10.1136/bmj.h1295", "PMC4373601", "25810496"]}, {"Citation": "Orellano P., Reynoso J., Quaranta N., Bardach A., Ciapponi A. Short-term exposure to particulate matter (PM and PM), nitrogen dioxide (NO), and ozone (O) and all-cause and cause-specific mortality: systematic review and meta-analysis. Environ. Int. 2020;142 doi: 10.1016/j.envint.2020.105876.", "ArticleIdList": ["10.1016/j.envint.2020.105876", "32590284"]}, {"Citation": "Brook R.D., Rajagopalan S., Pope C.A., Brook J.R., Bhatnagar A., Diez-Roux A.V., Holguin F., Hong Y., Luepker R.V., Mittleman M.A., Peters A., Siscovick D., Smith S.C., Whitsel L., Kaufman J.D. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378. doi: 10.1161/CIR.0b013e3181dbece1.", "ArticleIdList": ["10.1161/CIR.0b013e3181dbece1", "20458016"]}, {"Citation": "Münzel T., Gori T., Al-Kindi S., Deanfield J., Lelieveld J., Daiber A., Rajagopalan S. Effects of gaseous and solid constituents of air pollution on endothelial function. Eur. Heart J. 2018;39:3543–3550. doi: 10.1093/eurheartj/ehy481.", "ArticleIdList": ["10.1093/eurheartj/ehy481", "PMC6174028", "30124840"]}, {"Citation": "Mbogning Fonkou M.D., Bragazzi N.L., Tsinda E.K., Bouba Y., Mmbando G.S., Kong J.D. COVID-19 pandemic related research in Africa: bibliometric analysis of scholarly output, collaborations and scientific leadership. Int. J. Environ. Res. Publ. Health. 2021;18:7273. doi: 10.3390/ijerph18147273.", "ArticleIdList": ["10.3390/ijerph18147273", "PMC8308093", "34299724"]}, {"Citation": "Zou X., Yue W.L., Vu H.L. vol. 118. 2018. pp. 131–145. (Visualization and Analysis of Mapping Knowledge Domain of Road Safety Studies, Accident; Analysis and Prevention).", "ArticleIdList": ["10.1016/j.aap.2018.06.010", "29958121"]}, {"Citation": "Wang J., Yu Q., Liu N., Nie K., Sun X., Xia L. Trends in research on dietary behavior and cardiovascular disease from 2002 to 2022: a bibliometric analysis. Front. Nutr. 2023;10 doi: 10.3389/fnut.2023.1147994.", "ArticleIdList": ["10.3389/fnut.2023.1147994", "PMC10278991", "37342553"]}, {"Citation": "Tian H., Zhao X., Zhang Y., Xia Z. Research progress of circadian rhythm in cardiovascular disease: a bibliometric study from 2002 to 2022. Heliyon. 2024;10 doi: 10.1016/j.heliyon.2024.e28738.", "ArticleIdList": ["10.1016/j.heliyon.2024.e28738", "PMC10979111", "38560247"]}, {"Citation": "Yang Z., Chen S., Bao R., Li R., Bao K., Feng R., Zhong Z., Wang X. Public health concern on sedentary behavior and cardiovascular disease: a bibliometric analysis of literature from 1990 to 2022. Medicina (Kaunas, Lithuania) 2022;58:1764. doi: 10.3390/medicina58121764.", "ArticleIdList": ["10.3390/medicina58121764", "PMC9780999", "36556966"]}, {"Citation": "Ding Y., Chen D., Ding X., Wang G., Wan Y., Shen Q. A bibliometric analysis of income and cardiovascular disease. Medicine. 2020;99 doi: 10.1097/md.0000000000021828.", "ArticleIdList": ["10.1097/md.0000000000021828", "PMC7447358", "32846827"]}, {"Citation": "Huang Y.K., Hanneke R., Jones R.M. Bibliometric analysis of cardiometabolic disorders studies involving NO2, PM2.5 and noise exposure. BMC Publ. Health. 2019;19:877. doi: 10.1186/s12889-019-7195-1.", "ArticleIdList": ["10.1186/s12889-019-7195-1", "PMC6610906", "31272504"]}, {"Citation": "Martín-Martín A., Thelwall M., Orduna-Malea E., Delgado López-Cózar E. Google scholar, Microsoft academic, scopus, dimensions, Web of science, and OpenCitations' COCI: a multidisciplinary comparison of coverage via citations. Scientometrics. 2020;126:871–906. doi: 10.1007/s11192-020-03690-4.", "ArticleIdList": ["10.1007/s11192-020-03690-4", "PMC7505221", "32981987"]}, {"Citation": "Montazeri A., Mohammadi S., M Hesari P., Ghaemi M., Riazi H., Sheikhi-Mobarakeh Z. Preliminary guideline for reporting bibliometric reviews of the biomedical literature (BIBLIO): a minimum requirements. Syst. Rev. 2023;12:239. doi: 10.1186/s13643-023-02410-2.", "ArticleIdList": ["10.1186/s13643-023-02410-2", "PMC10722750", "38102710"]}, {"Citation": "Al-Kindi S.G., Brook R.D., Biswal S., Rajagopalan S. Environmental determinants of cardiovascular disease: lessons learned from air pollution. Nat. Rev. Cardiol. 2020;17:656–672. doi: 10.1038/s41569-020-0371-2.", "ArticleIdList": ["10.1038/s41569-020-0371-2", "PMC7492399", "32382149"]}, {"Citation": "Shoenfelt J., Mitkus R.J., Zeisler R., Spatz R.O., Powell J., Fenton M.J., Squibb K.A., Medvedev A.E. Involvement of TLR2 and TLR4 in inflammatory immune responses induced by fine and coarse ambient air particulate matter. J. Leukoc. Biol. 2009;86:303–312. doi: 10.1189/jlb.1008587.", "ArticleIdList": ["10.1189/jlb.1008587", "PMC2726765", "19406832"]}, {"Citation": "Becker S., Fenton M.J., Soukup J.M. Involvement of microbial components and toll-like receptors 2 and 4 in cytokine responses to air pollution particles. Am. J. Respir. Cell Mol. Biol. 2002;27:611–618. doi: 10.1165/rcmb.4868.", "ArticleIdList": ["10.1165/rcmb.4868", "12397021"]}, {"Citation": "Inoue K., Takano H., Yanagisawa R., Hirano S., Ichinose T., Shimada A., Yoshikawa T. The role of toll-like receptor 4 in airway inflammation induced by diesel exhaust particles. Arch. Toxicol. 2006;80:275–279. doi: 10.1007/s00204-005-0040-6.", "ArticleIdList": ["10.1007/s00204-005-0040-6", "16254717"]}, {"Citation": "Xu X., Yavar Z., Verdin M., Ying Z., Mihai G., Kampfrath T., Wang A., Zhong M., Lippmann M., Chen L.C., Rajagopalan S., Sun Q. Effect of early particulate air pollution exposure on obesity in mice: role of p47phox. Arterioscler. Thromb. Vasc. Biol. 2010;30:2518–2527. doi: 10.1161/ATVBAHA.110.215350.", "ArticleIdList": ["10.1161/ATVBAHA.110.215350", "PMC3065931", "20864666"]}, {"Citation": "Kampfrath T., Maiseyeu A., Ying Z., Shah Z., Deiuliis J.A., Xu X., Kherada N., Brook R.D., Reddy K.M., Padture N.P., Parthasarathy S., Chen L.C., Moffatt-Bruce S., Sun Q., Morawietz H., Rajagopalan S. Chronic fine particulate matter exposure induces systemic vascular dysfunction via NADPH oxidase and TLR4 pathways. Circ. Res. 2011;108:716–726. doi: 10.1161/CIRCRESAHA.110.237560.", "ArticleIdList": ["10.1161/CIRCRESAHA.110.237560", "PMC3085907", "21273555"]}, {"Citation": "Münzel T., Sørensen M., Gori T., Schmidt F.P., Rao X., Brook F.R., Chen L.C., Brook R.D., Rajagopalan S. Environmental stressors and cardio-metabolic disease: part II-mechanistic insights. Eur. Heart J. 2017;38:557–564. doi: 10.1093/eurheartj/ehw294.", "ArticleIdList": ["10.1093/eurheartj/ehw294", "PMC5381593", "27460891"]}, {"Citation": "Rao X., Zhong J., Maiseyeu A., Gopalakrishnan B., Villamena F.A., Chen L.C., Harkema J.R., Sun Q., Rajagopalan S. CD36-dependent 7-ketocholesterol accumulation in macrophages mediates progression of atherosclerosis in response to chronic air pollution exposure. Circ. Res. 2014;115:770–780. doi: 10.1161/CIRCRESAHA.115.304666.", "ArticleIdList": ["10.1161/CIRCRESAHA.115.304666", "PMC4275116", "25186795"]}, {"Citation": "Münzel T., Sørensen M., Hahad O., Nieuwenhuijsen M., Daiber A. The contribution of the exposome to the burden of cardiovascular disease. Nat. Rev. Cardiol. 2023;20:651–669. doi: 10.1038/s41569-023-00873-3.", "ArticleIdList": ["10.1038/s41569-023-00873-3", "37165157"]}, {"Citation": "Zhang D., Ma Q., Wang Z., Zhang M., Guo K., Wang F., Wu E. β2-adrenoceptor blockage induces G1/S phase arrest and apoptosis in pancreatic cancer cells via Ras/Akt/NFκB pathway. Mol. Cancer. 2011;10:146. doi: 10.1186/1476-4598-10-146.", "ArticleIdList": ["10.1186/1476-4598-10-146", "PMC3250953", "22118662"]}, {"Citation": "Stafoggia M., Oftedal B., Chen J., Rodopoulou S., Renzi M., Atkinson R.W., Bauwelinck M., Klompmaker J.O., Mehta A., Vienneau D., Andersen Z.J., Bellander T., Brandt J., Cesaroni G., de Hoogh K., Fecht D., Gulliver J., Hertel O., Hoffmann B., Hvidtfeldt U.A., Janssen N.A.H. Long-term exposure to low ambient air pollution concentrations and mortality among 28 million people: results from seven large European cohorts within the ELAPSE project. Lancet Planet. Health. 2022;6:e9–e18. doi: 10.1016/S2542-5196(21)00277-1.", "ArticleIdList": ["10.1016/S2542-5196(21)00277-1", "34998464"]}, {"Citation": "Jiang Y., Huang J., Li G., Wang W., Wang K., Wang J., Wei C., Li Y., Deng F., Baccarelli A.A., Guo X., Wu S. Ozone pollution and hospital admissions for cardiovascular events. Eur. Heart J. 2023;44:1622–1632. doi: 10.1093/eurheartj/ehad091.", "ArticleIdList": ["10.1093/eurheartj/ehad091", "36893798"]}, {"Citation": "Bind M.A., Lepeule J., Zanobetti A., et al. Air pollution and gene-specific methylation in the Normative Aging Study: association, effect modification, and mediation analysis. Epigenetics. 2014;9(3):448–458. doi: 10.4161/epi.27584. M. A. Bind, J. Lepeule, A. Zanobetti, A. Gasparrini, A. Baccarelli, B. A. Coull, L. Tarantini, P. S. Vokonas, P. Koutrakis, J. Schwartz, Air pollution and gene-specific methylation in the Normative Aging Study: association, effect modification, and mediation analysis, Epigenetics. 9 (2014) 448–458.", "ArticleIdList": ["10.4161/epi.27584", "PMC4053463", "24385016"]}, {"Citation": "Wang T., Pehrsson E.C., Purushotham D., Li D., Zhuo X., Zhang B., Lawson H.A., Province M.A., Krapp C., Lan Y., Coarfa C., Katz T.A., Tang W.Y., Wang Z., Biswal S., Rajagopalan S., Colacino J.A., Tsai Z.T., Sartor M.A., Neier K., Tyson F.L. The NIEHS TaRGET II Consortium and environmental epigenomics. Nat. Biotechnol. 2018;36:225–227. doi: 10.1038/nbt.4099.", "ArticleIdList": ["10.1038/nbt.4099", "PMC5991835", "29509741"]}, {"Citation": "Dwivedi A.K., Vishwakarma D., Dubey P., Reddy S.Y. Air pollution and the heart: updated evidence from meta-analysis studies. Curr. Cardiol. Rep. 2022;24:1811–1835. doi: 10.1007/s11886-022-01819-w.", "ArticleIdList": ["10.1007/s11886-022-01819-w", "36434404"]}, {"Citation": "Lu F., Xu D., Cheng Y., Dong S., Guo C., Jiang X., Zheng X. Systematic review and meta-analysis of the adverse health effects of ambient PM2.5 and PM10 pollution in the Chinese population. Environ. Res. 2015;136:196–204. doi: 10.1016/j.envres.2014.06.029.", "ArticleIdList": ["10.1016/j.envres.2014.06.029", "25460637"]}, {"Citation": "Krewski D., Jerrett M., Burnett R.T., Ma R., Hughes E., Shi Y., Turner M.C., Pope C.A., Thurston G., Calle E.E., Thun M.J., Beckerman B., DeLuca P., Finkelstein N., Ito K., Moore D.K., Newbold K.B., Ramsay T., Ross Z., Shin H., Tempalski B. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality. Res. Rep. 2009:5–136.", "ArticleIdList": ["19627030"]}, {"Citation": "Crouse D.L., Peters P.A., van Donkelaar A., Goldberg M.S., Villeneuve P.J., Brion O., Khan S., Atari D.O., Jerrett M., Pope C.A., Brauer M., Brook J.R., Martin R.V., Stieb D., Burnett R.T. Risk of nonaccidental and cardiovascular mortality in relation to long-term exposure to low concentrations of fine particulate matter: a Canadian national-level cohort study. Environ. Health Perspect. 2012;120:708–714. doi: 10.1289/ehp.1104049.", "ArticleIdList": ["10.1289/ehp.1104049", "PMC3346774", "22313724"]}, {"Citation": "Burnett R., Chen H., Szyszkowicz M., Fann N., Hubbell B., Pope C.A., Apte J.S., Brauer M., Cohen A., Weichenthal S., Coggins J., Di Q., Brunekreef B., Frostad J., Lim S.S., Kan H., Walker K.D., Thurston G.D., Hayes R.B., Lim C.C., Spadaro J.V. Global estimates of mortality associated with long-term exposure to outdoor fine particulate matter. Proc. Natl. Acad. Sci. U.S.A. 2018;115:9592–9597. doi: 10.1073/pnas.1803222115.", "ArticleIdList": ["10.1073/pnas.1803222115", "PMC6156628", "30181279"]}, {"Citation": "Lim C.C., Hayes R.B., Ahn J., Shao Y., Silverman D.T., Jones R.R., Garcia C., Bell M.L., Thurston G.D. Long-term exposure to ozone and cause-specific mortality risk in the United States. Am. J. Respir. Crit. Care Med. 2019;200:1022–1031. doi: 10.1164/rccm.201806-1161OC.", "ArticleIdList": ["10.1164/rccm.201806-1161OC", "PMC6794108", "31051079"]}, {"Citation": "Provost E.B., Madhloum N., Int Panis L., De Boever P., Nawrot T.S. Carotid intima-media thickness, a marker of subclinical atherosclerosis, and particulate air pollution exposure: the meta-analytical evidence. PLoS One. 2015;10 doi: 10.1371/journal.pone.0127014.", "ArticleIdList": ["10.1371/journal.pone.0127014", "PMC4430520", "25970426"]}, {"Citation": "J. D. Kaufman, S. D. Adar, R. G. Barr, M. Budoff, G. L. Burke, C. L. Curl, M. L. Daviglus, A. V. Diez Roux, A. J. Gassett, D. R. Jacobs, R. Jr Kronmal, T. V. Larson, A. Navas-Acien, C. Olives, P. D. Sampson, L. Sheppard, D. S. Siscovick, J. H. Stein, A. A. Szpiro, K. E. Watson, Association between air pollution and coronary artery calcification within six metropolitan areas in the USA (the Multi-Ethnic Study of Atherosclerosis and Air Pollution): a longitudinal cohort study, Lancet. 388 (10045) 696–704, 10.1016/S0140-6736(16)00378-0.", "ArticleIdList": ["10.1016/S0140-6736(16)00378-0", "PMC5019949", "27233746"]}, {"Citation": "Cai Y., Zhang B., Ke W., Feng B., Lin H., Xiao J., Zeng W., Li X., Tao J., Yang Z., Ma W., Liu T. Associations of short-term and long-term exposure to ambient air pollutants with hypertension: a systematic review and meta-analysis. Hypertension. 2016;68:62–70. doi: 10.1161/HYPERTENSIONAHA.116.07218.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.116.07218", "27245182"]}, {"Citation": "Yang B.Y., Qian Z., Howard S.W., Vaughn M.G., Fan S.J., Liu K.K., Dong G.H. Global association between ambient air pollution and blood pressure: a systematic review and meta-analysis. Environ. Pollut. 2018;235:576–588. doi: 10.1016/j.envpol.2018.01.001.", "ArticleIdList": ["10.1016/j.envpol.2018.01.001", "29331891"]}, {"Citation": "Pedersen M., Stayner L., Slama R., Sørensen M., Figueras F., Nieuwenhuijsen M.J., Raaschou-Nielsen O., Dadvand P. Ambient air pollution and pregnancy-induced hypertensive disorders: a systematic review and meta-analysis. Hypertension. 2014;64:494–500. doi: 10.1161/HYPERTENSIONAHA.114.03545.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.114.03545", "24935943"]}, {"Citation": "Huang M., Chen J., Yang Y., Yuan H., Huang Z., Lu Y. Effects of ambient air pollution on blood pressure among children and adolescents: a systematic review and meta-analysis. J. Am. Heart Assoc. 2021;10 doi: 10.1161/JAHA.120.017734.", "ArticleIdList": ["10.1161/JAHA.120.017734", "PMC8200690", "33942625"]}, {"Citation": "Folino F., Buja G., Zanotto G., Marras E., Allocca G., Vaccari D., Gasparini G., Bertaglia E., Zoppo F., Calzolari V., Suh R.N., Ignatiuk B., Lanera C., Benassi A., Gregori D., Iliceto S. Association between air pollution and ventricular arrhythmias in high-risk patients (ARIA study): a multicentre longitudinal study. Lancet Planet. Health. 2017;1:e58–e64. doi: 10.1016/S2542-5196(17)30020-7.", "ArticleIdList": ["10.1016/S2542-5196(17)30020-7", "29851582"]}, {"Citation": "Münzel T., Sørensen M., Gori T., Schmidt F.P., Rao X., Brook J., Chen L.C., Brook R.D., Rajagopalan S. Environmental stressors and cardio-metabolic disease: part I-epidemiologic evidence supporting a role for noise and air pollution and effects of mitigation strategies. Eur. Heart J. 2017;38:550–556. doi: 10.1093/eurheartj/ehw269.", "ArticleIdList": ["10.1093/eurheartj/ehw269", "27460892"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "2", "Day": "28"}, {"Year": "2024", "Month": "5", "Day": "8"}, {"Year": "2024", "Month": "6", "Day": "10"}, {"Year": "2024", "Month": "7", "Day": "8", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "8", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "8", "Hour": "7", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["38975195", "PMC11225841", "10.1016/j.heliyon.2024.e32840", "S2405-8440(24)08871-6"]}}], "PubmedBookArticle": []}