{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38996024", "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "12"}], "ELocationID": ["eadn3657", "10.1126/sciadv.adn3657"], "Journal": {"ISSN": "2375-2548", "JournalIssue": {"Volume": "10", "Issue": "28", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "12"}}, "Title": "Science advances", "ISOAbbreviation": "Sci Adv"}, "ArticleTitle": "Smoke-charged vortex doubles hemispheric aerosol in the middle stratosphere and buffers ozone depletion.", "Pagination": {"StartPage": "eadn3657", "MedlinePgn": "eadn3657"}, "Abstract": {"AbstractText": ["Australian mega-wildfires in the summer of 2019-2020 injected smoke into the stratosphere, causing strong ozone depletion in the lower stratosphere. Here, we model the smoke plume and reproduce its unexpected trajectory toward the middle stratosphere at ~35-kilometer altitude. We show that a smoke-charged vortex (SCV) induced and maintained by absorbing aerosols played a key role in lofting pollutants from the lower stratosphere and nearly doubled the southern hemispheric aerosol burden in the middle stratosphere. The SCV caused a redistribution of stratospheric aerosols, which boosted heterogeneous chemistry in the middle stratosphere and enhanced ozone production, compensating for up to 70% of the ozone depletion in the lower stratosphere. As global warming continues, we expect a growing frequency and importance of SCVs in promoting the impacts of wildfires on stratospheric aerosols and chemistry."]}, "AuthorList": [{"Identifier": ["0000-0002-6841-3157"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Minerva Research Group, Max Planck Institute for Chemistry, 55128 Mainz, Germany."}], "LastName": "Ma", "ForeName": "Chaoqun", "Initials": "C"}, {"Identifier": ["0000-0003-4889-1669"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Atmospheric Environment and Extreme Meteorology, Institute for Atmospheric Physics, Chinese Academy of Science, Beijing 100029, China."}], "LastName": "Su", "ForeName": "Hang", "Initials": "H"}, {"Identifier": ["0000-0001-6307-3846"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Department, Max Planck Institute for Chemistry, 55128 Mainz, Germany."}], "LastName": "Lelieveld", "ForeName": "Jos", "Initials": "J"}, {"Identifier": ["0000-0002-5999-7162"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Observations and Modeling, National Center for Atmospheric Research, Boulder, CO 80307, USA."}], "LastName": "Randel", "ForeName": "William", "Initials": "W"}, {"Identifier": ["0000-0002-2774-1058"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Environmental and Climate Research, Jinan University, Guangzhou 510630, China."}], "LastName": "Yu", "ForeName": "Pengfei", "Initials": "P"}, {"Identifier": ["0000-0003-1968-7925"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biogeochemistry Department, Max Planck Institute for Chemistry, 55128 Mainz, Germany."}, {"Identifier": [], "Affiliation": "Scripps Institution of Oceanography, University of California San Diego, La Jolla, CA 92037, USA."}], "LastName": "Andreae", "ForeName": "Meinrat O", "Initials": "MO"}, {"Identifier": ["0000-0003-4912-9879"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Minerva Research Group, Max Planck Institute for Chemistry, 55128 Mainz, Germany."}], "LastName": "Cheng", "ForeName": "Yafang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Sci Adv", "NlmUniqueID": "101653440", "ISSNLinking": "2375-2548"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ban-Weiss G. A., Cao L., Bala G., Caldeira K., Dependence of climate forcing and response on the altitude of black carbon aerosols. Climate Dynam. 38, 897–911 (2012)."}, {"Citation": "Bernath P., Boone C., Crouse J., Wildfire smoke destroys stratospheric ozone. Science 375, 1292–1295 (2022).", "ArticleIdList": ["35298277"]}, {"Citation": "Dai Z., Weisenstein D., Keith D., Tailoring meridional and seasonal radiative forcing by sulfate aerosol solar geoengineering. Geophys. Res. Lett. 45, 1030–1039 (2018)."}, {"Citation": "Tilmes S., Richter J., Kravitz B., MacMartin D., Glanville A., Visioni D., Kinnison D., Müller R., Sensitivity of total column ozone to stratospheric sulfur injection strategies. Geophys. Res. Lett. 48, e2021GL094058 (2021)."}, {"Citation": "Peterson D. A., Fromm M. D., McRae R. H., Campbell J. R., Hyer E. J., Taha G., Camacho C. P., Kablick G. P., Schmidt C. C., DeLand M. T., Australia’s Black Summer pyrocumulonimbus super outbreak reveals potential for increasingly extreme stratospheric smoke events. npj Clim. Atmos. Sci. 4, 38 (2021)."}, {"Citation": "Vernier J. P., Thomason L. W., Pommereau J. P., Bourassa A., Pelon J., Garnier A., Hauchecorne A., Blanot L., Trepte C., Degenstein D., Major influence of tropical volcanic eruptions on the stratospheric aerosol layer during the last decade. Geophys. Res. Lett. 38, L12807 (2011)."}, {"Citation": "Kremser S., Thomason L. W., von Hobe M., Hermann M., Deshler T., Timmreck C., Toohey M., Stenke A., Schwarz J. P., Weigel R., Stratospheric aerosol—Observations, processes, and impact on climate. Rev. Geophys. 54, 278–335 (2016)."}, {"Citation": "Brühl C., Lelieveld J., Crutzen P. J., Tost H., The role of carbonyl sulphide as a source of stratospheric sulphate aerosol and its impact on climate. Atmos. Chem. Phys. 12, 1239–1253 (2012)."}, {"Citation": "Ciucci A., Palumbo P., Brunetto R., Della Corte V., De Angelis S., Rotundi A., Rietmeijer F., Zona E., Colangeli L., Esposito F., DUSTER (dust in the upper stratosphere tracking experiment and retrieval). PRELIMINARY ANALYSIS. Mem. Soc. Astron. Ital. Suppl. 16, 119 (2011)."}, {"Citation": "Klekociuk A. R., Brown P. G., Pack D. W., ReVelle D. O., Edwards W., Spalding R. E., Tagliaferri E., Yoo B. B., Zagari J., Meteoritic dust from the atmospheric disintegration of a large meteoroid. Nature 436, 1132–1135 (2005).", "ArticleIdList": ["16121174"]}, {"Citation": "Khaykin S., Legras B., Bucci S., Sellitto P., Isaksen L., Tencé F., Bekki S., Bourassa A., Rieger L., Zawada D., Jumelet J., Godin-Beekmann S., The 2019/20 Australian wildfires generated a persistent smoke-charged vortex rising up to 35 km altitude. Commun. Earth Environ. 1, 22 (2020)."}, {"Citation": "Kablick G. P. III, Allen D. R., Fromm M. D., Nedoluha G. E., Australian PyroCb smoke generates synoptic-scale stratospheric anticyclones. Geophys. Res. Lett. 47, e2020GL088101 (2020)."}, {"Citation": "De Laat A., Stein Zweers D. C., Boers R., Tuinder O. N., A solar escalator: Observational evidence of the self-lifting of smoke and aerosols by absorption of solar radiation in the February 2009 Australian Black Saturday plume. J. Geophys. Res. Atmos. 117, D04204 (2012)."}, {"Citation": "Yu P., Toon O. B., Bardeen C. G., Zhu Y., Rosenlof K. H., Portmann R. W., Thornberry T. D., Gao R.-S., Davis S. M., Wolf E. T., Black carbon lofts wildfire smoke high into the stratosphere to form a persistent plume. Science 365, 587–590 (2019).", "ArticleIdList": ["31395782"]}, {"Citation": "Fromm M., Lindsey D. T., Servranckx R., Yue G., Trickl T., Sica R., Doucet P., Godin-Beekmann S., The untold story of pyrocumulonimbus. Bull. Amer. Meteorol. Soc. 91, 1193–1210 (2010)."}, {"Citation": "Trentmann J., Luderer G., Winterrath T., Fromm M., Servranckx R., Textor C., Herzog M., Graf H.-F., Andreae M., Modeling of biomass smoke injection into the lower stratosphere by a large forest fire (Part I): Reference simulation. Atmos. Chem. Phys. 6, 5247–5260 (2006)."}, {"Citation": "Baars H., Ansmann A., Ohneiser K., Haarig M., Engelmann R., Althausen D., Hanssen I., Gausa M., Pietruczuk A., Szkop A., Stachlewska I. S., Wang D., Reichardt J., Skupin A., Mattis I., Trickl T., Vogelmann H., Navas-Guzmán F., Haefele A., Acheson K., Ruth A. A., Tatarov B., Müller D., Hu Q., Podvin T., Goloub P., Veselovskii I., Pietras C., Haeffelin M., Fréville P., Sicard M., Comerón A., García A. J. F., Menéndez F. M., Córdoba-Jabonero C., Guerrero-Rascado J. L., Alados-Arboledas L., Bortoli D., Costa M. J., Dionisi D., Liberti G. L., Wang X., Sannino A., Papagiannopoulos N., Boselli A., Mona L., D'Amico G., Romano S., Perrone M. R., Belegante L., Nicolae D., Grigorov I., Gialitaki A., Amiridis V., Soupiona O., Papayannis A., Mamouri R.-E., Nisantzi A., Heese B., Hofer J., Schechner Y. Y., Wandinger U., Pappalardo G., The unprecedented 2017–2018 stratospheric smoke event: Decay phase and aerosol properties observed with the EARLINET. Atmos. Chem. Phys. 19, 15183–15198 (2019)."}, {"Citation": "Yu P., Davis S. M., Toon O. B., Portmann R. W., Bardeen C. G., Barnes J. E., Telg H., Maloney C., Rosenlof K. H., Persistent stratospheric warming due to 2019–2020 Australian wildfire smoke. Geophys. Res. Lett. 48, e2021GL092609 (2021)."}, {"Citation": "Solomon S., Dube K., Stone K., Yu P., Kinnison D., Toon O. B., Strahan S. E., Rosenlof K. H., Portmann R., Davis S., Randel W., Bernath P., Boone C., Bardeen C. G., Bourassa A., Zawada D., Degenstein D., On the stratospheric chemistry of midlatitude wildfire smoke. Proc. Natl. Acad. Sci. U.S.A. 119, e2117325119 (2022).", "ArticleIdList": ["PMC8915979", "35238658"]}, {"Citation": "Doglioni G., Aquila V., Das S., Colarco P. R., Zardi D., Dynamical perturbation of the stratosphere by a pyrocumulonimbus injection of carbonaceous aerosols. EGUsphere 22, 11049–11064 (2022)."}, {"Citation": "Das S., Colarco P. R., Oman L. D., Taha G., Torres O., The long-term transport and radiative impacts of the 2017 British Columbia pyrocumulonimbus smoke aerosols in the stratosphere. Atmos. Chem. Phys. 21, 12069–12090 (2021)."}, {"Citation": "Lestrelin H., Legras B., Podglajen A., Salihoglu M., Smoke-charged vortices in the stratosphere generated by wildfires and their behaviour in both hemispheres: Comparing Australia 2020 to Canada 2017. Atmos. Chem. Phys. 21, 7113–7134 (2021)."}, {"Citation": "Gelaro R., McCarty W., Suárez M. J., Todling R., Molod A., Takacs L., Randles C. A., Darmenov A., Bosilovich M. G., Reichle R., Wargan K., Coy L., Cullather R., Draper C., Akella S., Buchard V., Conaty A., da Silva A. M., Gu W., Kim G.-K., Koster R., Lucchesi R., Merkova D., Nielsen J. E., Partyka G., Pawson S., Putman W., Rienecker M., Schubert S. D., Sienkiewicz M., Zhao B., The modern-era retrospective analysis for research and applications, version 2 (MERRA-2). J. Climate 30, 5419–5454 (2017).", "ArticleIdList": ["PMC6999672", "32020988"]}, {"Citation": "Allen D. R., Fromm M. D., Kablick G. P. III, Nedoluha G. E., Smoke with induced rotation and lofting (SWIRL) in the stratosphere. J. Atmos. Sci. 77, 4297–4316 (2020)."}, {"Citation": "J. R. Holton, G. J. Hakim, An Introduction to Dynamic Meteorology (Academic Press, 2013)."}, {"Citation": "Ohneiser K., Ansmann A., Baars H., Seifert P., Barja B., Jimenez C., Radenz M., Teisseire A., Floutsi A., Haarig M., Smoke of extreme Australian bushfires observed in the stratosphere over Punta Arenas, Chile, in January 2020: Optical thickness, lidar ratios, and depolarization ratios at 355 and 532 nm. Atmos. Chem. Phys. 20, 8003–8015 (2020)."}, {"Citation": "Solomon S., Stone K., Yu P., Murphy D. M., Kinnison D., Ravishankara A. R., Wang P., Chlorine activation and enhanced ozone depletion induced by wildfire aerosol. Nature 615, 259–264 (2023).", "ArticleIdList": ["36890371"]}, {"Citation": "Tie X., Brasseur G. P., Briegleb B., Granier C., Two-dimensional simulation of Pinatubo aerosol and its effect on stratospheric ozone. J. Geophys. Res. Atmos. 99, 20545–20562 (1994)."}, {"Citation": "Muthers S., Arfeuille F., Raible C. C., Rozanov E., The impacts of volcanic aerosol on stratospheric ozone and the Northern Hemisphere polar vortex: Separating radiative-dynamical changes from direct effects due to enhanced aerosol heterogeneous chemistry. Atmos. Chem. Phys. 15, 11461–11476 (2015)."}, {"Citation": "Solomon S., Portmann R., Garcia R., Thomason L., Poole L., McCormick M., The role of aerosol variations in anthropogenic ozone depletion at northern midlatitudes. J. Geophys. Res. Atmos. 101, 6713–6727 (1996)."}, {"Citation": "Tilmes S., Richter J. H., Mills M. J., Kravitz B., MacMartin D. G., Garcia R. R., Kinnison D. E., Lamarque J. F., Tribbia J., Vitt F., Effects of different stratospheric SO2 injection altitudes on stratospheric chemistry and dynamics. J. Geophys. Res. Atmos. 123, 4654–4673 (2018)."}, {"Citation": "Wang P., Solomon S., Stone K., Stratospheric chlorine processing after the 2020 Australian wildfires derived from satellite data. Proc. Natl. Acad. Sci. U.S.A. 120, e2213910120 (2023).", "ArticleIdList": ["PMC10089170", "36877843"]}, {"Citation": "Santee M., Lambert A., Manney G., Livesey N., Froidevaux L., Neu J., Schwartz M., Millán L., Werner F., Read W., Prolonged and pervasive perturbations in the composition of the southern hemisphere midlatitude lower stratosphere from the australian new year’s fires. Geophys. Res. Lett. 49, e2021GL096270 (2022)."}, {"Citation": "Teckentrup L., Harrison S. P., Hantson S., Heil A., Melton J. R., Forrest M., Li F., Yue C., Arneth A., Hickler T., Sitch S., Lasslop G., Response of simulated burned area to historical changes in environmental and anthropogenic factors: A comparison of seven fire models. Biogeosciences 16, 3883–3910 (2019)."}, {"Citation": "Gertler C. G., O’Gorman P. A., Changing available energy for extratropical cyclones and associated convection in Northern Hemisphere summer. Proc. Natl. Acad. Sci. U.S.A. 116, 4105–4110 (2019).", "ArticleIdList": ["PMC6410770", "30782796"]}, {"Citation": "Lin P., Fu Q., Changes in various branches of the Brewer–Dobson circulation from an ensemble of chemistry climate models. J. Geophys. Res. Atmos. 118, 73–84 (2013)."}, {"Citation": "Robock A., Oman L., Stenchikov G., Toon O., Bardeen C., Turco R., Climatic consequences of regional nuclear conflicts. Atmos. Chem. Phys 7, 2003–2012 (2007).", "ArticleIdList": ["17332396"]}, {"Citation": "Robertson D. S., Lewis W. M., Sheehan P. M., Toon O. B., K-Pg extinction: Reevaluation of the heat-fire hypothesis. Eur. J. Vasc. Endovasc. Surg. 118, 329–336 (2013)."}, {"Citation": "Mills M. J., Toon O. B., Turco R. P., Kinnison D. E., Garcia R. R., Massive global ozone loss predicted following regional nuclear conflict. Proc. Natl. Acad. Sci. U.S.A. 105, 5307–5312 (2008).", "ArticleIdList": ["PMC2291128", "18391218"]}, {"Citation": "Mizzi A. P., Arellano A. F., Edwards D. P., Anderson J. L., Pfister G. G., Assimilating compact phase space retrievals of atmospheric composition with WRF-Chem/DART: A regional chemical transport/ensemble Kalman filter data assimilation system. Geosci. Model Dev. 9, 965–978 (2016)."}, {"Citation": "Mizzi A. P., Edwards D. P., Anderson J. L., Assimilating compact phase space retrievals (CPSRs): Comparison with independent observations (MOZAIC in situ and IASI retrievals) and extension to assimilation of truncated retrieval profiles. Geosci. Model Dev. 11, 3727–3745 (2018)."}, {"Citation": "Grell G. A., Peckham S. E., Schmitz R., McKeen S. A., Frost G., Skamarock W. C., Eder B., Fully coupled “online” chemistry within the WRF model. Atmos. Environ. 39, 6957–6975 (2005)."}, {"Citation": "Anderson J., Hoar T., Raeder K., Liu H., Collins N., Torn R., Avellano A., The data assimilation research testbed: A community facility. Bull. Amer. Meteorol. Soc. 90, 1283–1296 (2009)."}, {"Citation": "Rubin J. I., Reid J. S., Hansen J. A., Anderson J. L., Holben B. N., Xian P., Westphal D. L., Zhang J. L., Assimilation of AERONET and MODIS AOT observations using variational and ensemble data assimilation methods and its impact on aerosol forecasting skill. J. Geophys. Res. Atmos. 122, 4967–4992 (2017)."}, {"Citation": "Kwon Y., Yang Z. L., Zhao L., Hoar T. J., Toure A. M., Rodell M., Estimating Snow Water storage in North America using CLM4, DART, and snow radiance data assimilation. J. Hydrometeorol. 17, 2853–2874 (2016)."}, {"Citation": "Ma C., Wang T., Mizzi A. P., Anderson J. L., Zhuang B., Xie M., Wu R., multiconstituent data assimilation with WRF-Chem/DART: Potential for adjusting anthropogenic emissions and improving air quality forecasts over Eastern China. J. Geophys. Res. Atmos. 124, 7393–7412 (2019)."}, {"Citation": "Ma C., Wang T., Jiang Z., Wu H., Zhao M., Zhuang B., Li S., Xie M., Li M., Liu J., Wu R., Importance of bias correction in data assimilation of multiple observations over Eastern China using WRF-Chem/DART. J. Geophys. Res. 125, e2019JD031465 (2020)."}, {"Citation": "Ricchiazzi P., Yang S., Gautier C., Sowle D., SBDART: A research and teaching software tool for plane-parallel radiative transfer in the Earth’s atmosphere. Bull. Amer. Meteorol. Soc. 79, 2101–2114 (1998)."}, {"Citation": "Peterson D. A., Campbell J. R., Hyer E. J., Fromm M. D., Kablick G. P., Cossuth J. H., DeLand M. T., Wildfire-driven thunderstorms cause a volcano-like stratospheric injection of smoke. NPJ Clim. Atmos. Sci. 1, 1–8 (2018).", "ArticleIdList": ["PMC6662724", "31360778"]}, {"Citation": "Buchard V., Da Silva A., Colarco P., Darmenov A., Randles C., Govindaraju R., Torres O., Campbell J., Spurr R., Using the OMI aerosol index and absorption aerosol optical depth to evaluate the NASA MERRA aerosol reanalysis. Atmos. Chem. Phys. 15, 5743–5760 (2015)."}, {"Citation": "Hammer M. S., Martin R. V., van Donkelaar A., Buchard V., Torres O., Ridley D. A., Spurr R. J., Interpreting the ultraviolet aerosol index observed with the OMI satellite instrument to understand absorption by organic aerosols: Implications for atmospheric oxidation and direct radiative effects. Atmos. Chem. Phys. 16, 2507–2523 (2016)."}, {"Citation": "Taylor J., Edwards J., Glew M., Hignett P., Slingo A., Studies with a flexible new radiation code. II: Comparisons with aircraft short-wave observations. Q. J. Roy. Meteorol. Soc. 122, 839–861 (1996)."}, {"Citation": "M. Cisewski, J. Zawodny, J. Gasbarre, R. Eckman, N. Topiwala, O. Rodriguez-Alvarez, D. Cheek, S. Hall, Sensors, Systems, and Next-Generation Satellites XVIII (International Society for Optics and Photonics, 2014), vol. 9241, p. 924107."}, {"Citation": "Liu Z., Vaughan M., Winker D., Kittaka C., Getzewich B., Kuehn R., Omar A., Powell K., Trepte C., Hostetler C., The CALIPSO lidar cloud and aerosol discrimination: Version 2 algorithm and initial assessment of performance. J. Atmos. Oceanic Tech. 26, 1198–1213 (2009)."}, {"Citation": "Levy R. C., Mattoo S., Munchak L. A., Remer L. A., Sayer A. M., Patadia F., Hsu N. C., The Collection 6 MODIS aerosol products over land and ocean. Atmos. Meas. Tech. 6, 2989–3034 (2013)."}, {"Citation": "Sayer A. M., Munchak L. A., Hsu N. C., Levy R. C., Bettenhausen C., Jeong M. J., MODIS Collection 6 aerosol products: Comparison between Aqua’s e-Deep blue, Dark Target, and “merged” data sets, and usage recommendations. J. Geophys. Res. Atmos. 119, 13965–13989 (2014)."}, {"Citation": "Hyer E. J., Reid J. S., Zhang J., An over-land aerosol optical depth data set for data assimilation by filtering, correction, and aggregation of MODIS Collection 5 optical depth retrievals. Atmos. Meas. Tech. 4, 379–408 (2011)."}, {"Citation": "D. Stein Zweers, TROPOMI ATBD of the UVaerosol index (KNMI, 2018); https://sentinel.esa.int/documents/247904/2476257/Sentinel-5P-TROPOMI-ATBD-UV-Aerosol-Index.pdf."}, {"Citation": "Torres O., Bhartia P., Herman J., Ahmad Z., Gleason J., Derivation of aerosol properties from satellite measurements of backscattered ultraviolet radiation: Theoretical basis. J. Geophys. Res. Atmos. 103, 17099–17110 (1998)."}, {"Citation": "Bernath P., Crouse J., Hughes R., Boone C., The atmospheric chemistry experiment Fourier transform spectrometer (ACE-FTS) version 4.1 retrievals: Trends and seasonal distributions. J. Quant. Spectrosc. Radiat. Transf. 259, 107409 (2021)."}, {"Citation": "Danabasoglu G., Lamarque J.-F., Bacmeister J., Bailey D. A., DuVivier A. K., Edwards J., Emmons L. K., Fasullo J., Garcia R., Gettelman A., Hannay C., Holland M. M., Large W. G., Lauritzen P. H., Lawrence D. M., Lenaerts J. T. M., Lindsay K., Lipscomb W. H., Mills M. J., Neale R., Oleson K. W., Otto-Bliesner B., Phillips A. S., Sacks W., Tilmes S., van Kampenhout L., Vertenstein M., Bertini A., Dennis J., Deser C., Fischer C., Fox-Kemper B., Kay J. E., Kinnison D., Kushner P. J., Larson V. E., Long M. C., Mickelson S., Moore J. K., Nienhouse E., Polvani L., Rasch P. J., Strand W. G., The community earth system model version 2 (CESM2). J. Adv. Model. Earth Syst. 12, e2019MS001916 (2020)."}, {"Citation": "Lin S. J., Rood R. B., An explicit flux-form semi-Lagrangian shallow-water model on the sphere. Q. J. Roy. Meteorol. Soc. 123, 2477–2498 (1997)."}, {"Citation": "Emmons L. K., Schwantes R. H., Orlando J. J., Tyndall G., Kinnison D., Lamarque J. F., Marsh D., Mills M. J., Tilmes S., Bardeen C., Buchholz R. R., Conley A., Gettelman A., Garcia R., Simpson I., Blake D. R., Meinardi S., Petron G., The chemistry mechanism in the community earth system model version 2 (CESM2). J. Adv. Model. Earth Syst. 12, e2019MS001882 (2020)."}, {"Citation": "Liu X., Ma P.-L., Wang H., Tilmes S., Singh B., Easter R., Ghan S., Rasch P., Description and evaluation of a new four-mode version of the Modal Aerosol Module (MAM4) within version 5.3 of the Community Atmosphere Model. Geosci. Model Dev. 9, 505–522 (2016)."}, {"Citation": "Iacono M. J., Delamere J. S., Mlawer E. J., Shephard M. W., Clough S. A., Collins W. D., Radiative forcing by long-lived greenhouse gases: Calculations with the AER radiative transfer models. J. Geophys. Res. Atmos. 113, D13103 (2008)."}, {"Citation": "Burrows S. M., Easter R., Liu X., Ma P.-L., Wang H., Elliott S. M., Singh B., Zhang K., Rasch P. J., OCEANFILMS sea-spray organic aerosol emissions–Part 1: Implementation and impacts on clouds. Atmos. Chem. Phys. Discuss., 1–27 (2018)."}, {"Citation": "Hersbach H., Bell B., Berrisford P., Hirahara S., Horányi A., Muñoz-Sabater J., Nicolas J., Peubey C., Radu R., Schepers D., The ERA5 global reanalysis. Q. J. Roy. Meteorol. Soc. 146, 1999–2049 (2020)."}, {"Citation": "Van Der Werf G. R., Randerson J. T., Giglio L., Van Leeuwen T. T., Chen Y., Rogers B. M., Mu M., Van Marle M. J., Morton D. C., Collatz G. J., Global fire emissions estimates during 1997-2016. Earth Syst. Sci. Data 9, 697–720 (2017)."}, {"Citation": "Freitas S. R., Longo K. M., Chatfield R., Latham D., Silva Dias M., Andreae M., Prins E., Santos J., Gielow R., Carvalho J. Jr., Including the sub-grid scale plume rise of vegetation fires in low resolution atmospheric transport models. Atmos. Chem. Phys. 7, 3385–3398 (2007)."}, {"Citation": "Freitas S., Longo K., Trentmann J., Latham D., Technical note: Sensitivity of 1-D smoke plume rise models to the inclusion of environmental wind drag. Atmos. Chem. Phys. 10, 585–594 (2010)."}, {"Citation": "Pan X. H., Ichoku C., Chin M., Bian H. S., Darmenov A., Colarco P., Ellison L., Kucsera T., da Silva A., Wang J., Oda T., Cui G., Six global biomass burning emission datasets: Intercomparison and application in one global aerosol model. Atmos. Chem. Phys. 20, 969–994 (2020)."}, {"Citation": "van der Velde I. R., van der Werf G. R., Houweling S., Maasakkers J. D., Borsdorff T., Landgraf J., Tol P., van Kempen T. A., van Hees R., Hoogeveen R., Vast CO2 release from Australian fires in 2019–2020 constrained by satellite. Nature 597, 366–369 (2021).", "ArticleIdList": ["34526704"]}, {"Citation": "Bond T. C., Doherty S. J., Fahey D. W., Forster P. M., Berntsen T., DeAngelo B. J., Flanner M. G., Ghan S., Kärcher B., Koch D., Bounding the role of black carbon in the climate system: A scientific assessment. J. Geophys. Res. Atmos. 118, 5380–5552 (2013)."}, {"Citation": "Akagi S., Yokelson R. J., Wiedinmyer C., Alvarado M., Reid J., Karl T., Crounse J., Wennberg P., Emission factors for open and domestic biomass burning for use in atmospheric models. Atmos. Chem. Phys. 11, 4039–4072 (2011)."}, {"Citation": "Paugam R., Wooster M., Freitas S., Val Martin M., A review of approaches to estimate wildfire plume injection height within large-scale atmospheric chemical transport models. Atmos. Chem. Phys. 16, 907–925 (2016)."}, {"Citation": "Redfern S., Lundquist J. K., Toon O. B., Muñoz-Esparza D., Bardeen C. G., Kosović B., Upper troposphere smoke injection from large areal fires. J. Geophys. Res. Atmos. 126, e2020JD034332 (2021)."}, {"Citation": "Luderer G., Trentmann J., Hungershöfer K., Herzog M., Fromm M., Andreae M., Small-scale mixing processes enhancing troposphere-to-stratosphere transport by pyro-cumulonimbus storms. Atmos. Chem. Phys. 7, 5945–5957 (2007)."}, {"Citation": "Kramarova N. A., Bhartia P. K., Jaross G., Moy L., Xu P., Chen Z., DeLand M., Froidevaux L., Livesey N., Degenstein D., Validation of ozone profile retrievals derived from the OMPS LP version 2.5 algorithm against correlative satellite measurements. Atmos. Meas. Tech. 11, 2837–2861 (2018)."}, {"Citation": "Tang W., Llort J., Weis J., Perron M. M. G., Basart S., Li Z., Sathyendranath S., Jackson T., Sanz Rodriguez E., Proemse B. C., Bowie A. R., Schallenberg C., Strutton P. G., Matear R., Cassar N., Widespread phytoplankton blooms triggered by 2019–2020 Australian wildfires. Nature 597, 370–375 (2021).", "ArticleIdList": ["34526706"]}, {"Citation": "Wang J., Liu Z., Zeng N., Jiang F., Wang H., Ju W., Spaceborne detection of XCO2 enhancement induced by Australian mega-bushfires. Environ. Res. Lett. 15, 124069 (2020)."}, {"Citation": "Liu D., Zhou C., Keesing J. K., Serrano O., Werner A., Fang Y., Chen Y., Masque P., Kinloch J., Sadekov A., Du Y., Wildfires enhance phytoplankton production in tropical oceans. Nat. Commun. 13, 1348 (2022).", "ArticleIdList": ["PMC8924273", "35292644"]}, {"Citation": "Li M., Shen F., Sun X., 2019–2020 Australian bushfire air particulate pollution and impact on the South Pacific Ocean. Sci. Rep. 11, 12288 (2021).", "ArticleIdList": ["PMC8193010", "34112861"]}, {"Citation": "Shiraishi T., Hirata R., Estimation of carbon dioxide emissions from the megafires of Australia in 2019–2020. Sci. Rep. 11, 8267 (2021).", "ArticleIdList": ["PMC8050065", "33859289"]}, {"Citation": "Pope R. J., Kerridge B. J., Siddans R., Latter B. G., Chipperfield M. P., Arnold S. R., Ventress L. J., Pimlott M. A., Graham A. M., Knappett D. S., Large enhancements in southern hemisphere satellite-observed trace gases due to the 2019/2020 Australian wildfires. J. Geophys. Res. Atmos. 126, e2021JD034892 (2021)."}, {"Citation": "Strahan S. E., Smale D., Solomon S., Taha G., Damon M. R., Steenrod S. D., Jones N., Liley B., Querel R., Robinson J., Unexpected repartitioning of stratospheric inorganic chlorine after the 2020 Australian wildfires. Geophys. Res. Lett. 49, e2022GL098290 (2022)."}, {"Citation": "Forrister H., Liu J., Scheuer E., Dibb J., Ziemba L., Thornhill K. L., Anderson B., Diskin G., Perring A. E., Schwarz J. P., Campuzano-Jost P., Day D. A., Palm B. B., Jimenez J. L., Nenes A., Weber R. J., Evolution of brown carbon in wildfire plumes. Geophys. Res. Lett. 42, 4623–4630 (2015)."}, {"Citation": "Mok J., Krotkov N. A., Arola A., Torres O., Jethva H., Andrade M., Labow G., Eck T. F., Li Z., Dickerson R. R., Impacts of brown carbon from biomass burning on surface UV and ozone photochemistry in the Amazon Basin. Sci. Rep. 6, 36940 (2016).", "ArticleIdList": ["PMC5105132", "27833145"]}, {"Citation": "K. Jansen, E. Browne, M. Tolbert, in AGU Fall Meeting Abstracts (American Geophysical Union, 2021), vol. 2021, p. A55O-1609."}, {"Citation": "Hoesly R. M., Smith S. J., Feng L., Klimont Z., Janssens-Maenhout G., Pitkanen T., Seibert J. J., Vu L., Andres R. J., Bolt R. M., Bond T. C., Dawidowski L., Kholod N., Kurokawa J. I., Li M., Liu L., Lu Z., Moura M. C. P., O'Rourke P. R., Zhang Q., Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emissions Data System (CEDS). Geosci. Model Dev. 11, 369–408 (2018)."}, {"Citation": "Hurrell J. W., Hack J. J., Shea D., Caron J. M., Rosinski J., A new sea surface temperature and sea ice boundary dataset for the Community Atmosphere Model. J. Climate 21, 5145–5153 (2008)."}, {"Citation": "Schwartz M. J., Santee M. L., Pumphrey H. C., Manney G. L., Lambert A., Livesey N. J., Millán L., Neu J. L., Read W. G., Werner F., Australian new year’s pyrocb impact on stratospheric composition. Geophys. Res. Lett. 47, e2020GL090831 (2020)."}, {"Citation": "Molod A., Takacs L., Suarez M., Bacmeister J., Development of the GEOS-5 atmospheric general circulation model: Evolution from MERRA to MERRA2. Geosci. Model Dev. 8, 1339–1356 (2015)."}, {"Citation": "Ohneiser K., Ansmann A., Witthuhn J., Deneke H., Chudnovsky A., Walter G., Self-lofting of wildfire smoke in the troposphere and stratosphere caused by radiative heating: Simulations vs space lidar observations. Atmos. Chem. Phys. Discuss. 2022, 1–41 (2022)."}, {"Citation": "D’Angelo G., Guimond S., Reisner J., Peterson D. A., Dubey M., Contrasting stratospheric smoke mass and lifetime from 2017 Canadian and 2019/2020 Australian megafires: Global simulations and satellite observations. J. Geophys. Res. Atmos. 127, e2021JD036249 (2022)."}, {"Citation": "González R., Toledano C., Román R., Mateos D., Asmi E., Rodríguez E., Lau I. C., Ferrara J., D’Elia R., Antuña-Sánchez J. C., Characterization of stratospheric smoke particles over the Antarctica by remote sensing instruments. Remote Sens. 12, 3769 (2020)."}, {"Citation": "Hirsch E., Koren I., Record-breaking aerosol levels explained by smoke injection into the stratosphere. Science 371, 1269–1274 (2021).", "ArticleIdList": ["33737490"]}, {"Citation": "Haarig M., Ansmann A., Baars H., Jimenez C., Veselovskii I., Engelmann R., Althausen D., Depolarization and lidar ratios at 355, 532, and 1064 nm and microphysical properties of aged tropospheric and stratospheric Canadian wildfire smoke. Atmos. Chem. Phys. 18, 11847–11861 (2018)."}, {"Citation": "Hu Q., Goloub P., Veselovskii I., Bravo-Aranda J. A., Popovici I. E., Podvin T., Haeffelin M., Lopatin A., Dubovik O., Pietras C., Huang X., Torres B., Chen C., Long-range-transported Canadian smoke plumes in the lower stratosphere over northern France. Atmos. Chem. Phys. 19, 1173–1193 (2019)."}, {"Citation": "Ohneiser K., Ansmann A., Kaifler B., Chudnovsky A., Barja B., Knopf D. A., Kaifler N., Baars H., Seifert P., Villanueva D., Jimenez C., Radenz M., Engelmann R., Veselovskii I., Zamorano F., Australian wildfire smoke in the stratosphere: The decay phase in 2020/2021 and impact on ozone depletion. Atmos. Chem. Phys. 22, 7417–7442 (2022)."}, {"Citation": "Ansmann A., Ohneiser K., Mamouri R.-E., Knopf D. A., Veselovskii I., Baars H., Engelmann R., Foth A., Jimenez C., Seifert P., Tropospheric and stratospheric wildfire smoke profiling with lidar: Mass, surface area, CCN, and INP retrieval. Atmos. Chem. Phys. 21, 9779–9807 (2021)."}, {"Citation": "Ditas J., Ma N., Zhang Y., Assmann D., Neumaier M., Riede H., Karu E., Williams J., Scharffe D., Wang Q., Strong impact of wildfires on the abundance and aging of black carbon in the lowermost stratosphere. Proc. Natl. Acad. Sci. U.S.A. 115, E11595–E11603 (2018).", "ArticleIdList": ["PMC6294891", "30478047"]}, {"Citation": "Eyring V., Arblaster J. M., Cionni I., Sedláček J., Perlwitz J., Young P. J., Bekki S., Bergmann D., Cameron-Smith P., Collins W. J., Long-term ozone changes and associated climate impacts in CMIP5 simulations. J. Geophys. Res. Atmos. 118, 5029–5060 (2013)."}, {"Citation": "Stenchikov G., Robock A., Ramaswamy V., Schwarzkopf M. D., Hamilton K., Ramachandran S., Arctic Oscillation response to the 1991 Mount Pinatubo eruption: Effects of volcanic aerosols and ozone depletion. J. Geophys. Res. Atmos. 107, ACL 28-21-ACL 28-16 (2002)."}, {"Citation": "Tencé F., Jumelet J., Bekki S., Khaykin S., Sarkissian A., Keckhut P., Australian Black Summer smoke observed by lidar at the French Antarctic station Dumont d’Urville. J. Geophys. Res. Atmos. 127, e2021JD035349 (2022)."}, {"Citation": "Ansmann A., Ohneiser K., Chudnovsky A., Knopf D. A., Eloranta E. W., Villanueva D., Seifert P., Radenz M., Barja B., Zamorano F., Jimenez C., Engelmann R., Baars H., Griesche H., Hofer J., Althausen D., Wandinger U., Ozone depletion in the Arctic and Antarctic stratosphere induced by wildfire smoke. Atmos. Chem. Phys. Discuss. 22, 11701–11726 (2022)."}, {"Citation": "G. Fiocco, D. Fu'a, G. Visconti, The Mount Pinatubo eruption: Effects on the Atmosphere and Climate (Springer Science & Business Media, 2013), vol. 42."}, {"Citation": "Hofmann D., Oltmans S., Komhyr W., Harris J., Lathrop J., Langford A., Deshler T., Johnson B., Torres A., Matthews W., Ozone loss in the lower stratosphere over the United States in 1992–1993: Evidence for heterogeneous chemistry on the Pinatubo aerosol. Geophys. Res. Lett. 21, 65–68 (1994)."}, {"Citation": "Hofmann D., Oltmans S., Harris J., Komhyr W., Lathrop J., DeFoor T., Kuniyuki D., Ozonesonde measurements at Hilo, Hawaii following the eruption of Pinatubo. Geophys. Res. Lett. 20, 1555–1558 (1993)."}, {"Citation": "Diallo M. A., Ploeger F., Hegglin M. I., Ern M., Grooß J. U., Khaykin S., Riese M., Stratospheric water vapour and ozone response to the quasi-biennial oscillation disruptions in 2016 and 2020. Atmos. Chem. Phys. 22, 14303–14321 (2022)."}, {"Citation": "Magaritz-Ronen L., Raveh-Rubin S., Wildfire smoke highlights troposphere-to-stratosphere pathway. Geophys. Res. Lett. 48, e2021GL095848 (2021)."}, {"Citation": "Martinsson B. G., Friberg J., Sandvik O. S., Hermann M., van Velthoven P. F. J., Zahn A., Formation and composition of the UTLS aerosol. NPJ Clim. Atmos. Sci. 2, 40 (2019)."}, {"Citation": "Podglajen A., Legras B., Lapeyre G., Plougonven R., Zeitlin V., Brémaud V., Sellitto P., Dynamics of diabatically forced anticyclonic plumes in the stratosphere. Q. J. Roy. Meteorol. Soc. 150, 1538–1565 (2023)."}, {"Citation": "Waugh D. W., Subtropical stratospheric mixing linked to disturbances in the polar vortices. Nature 365, 535–537 (1993)."}, {"Citation": "Ansmann A., Ohneiser K., Chudnovsky A., Baars H., Engelmann R., CALIPSO aerosol-typing scheme misclassified stratospheric fire smoke: Case study from the 2019 Siberian wildfire season. Front. Environ. Sci. 9, 769852 (2021)."}, {"Citation": "O'Gorman P. A., Precipitation extremes under climate change. Curr. Clim. Change Rep. 1, 49–59 (2015).", "ArticleIdList": ["PMC4542457", "26312211"]}, {"Citation": "Peterson D. A., Hyer E. J., Campbell J. R., Solbrig J. E., Fromm M. D., A conceptual model for development of intense pyrocumulonimbus in western North America. Mon. Weather Rev. 145, 2235–2255 (2017)."}, {"Citation": "Abish B., Joseph P., Johannessen O. M., Climate change in the subtropical jetstream during 1950–2009. Adv. Atmos. Sci. 32, 140–148 (2015)."}, {"Citation": "Jolly W. M., Cochrane M. A., Freeborn P. H., Holden Z. A., Brown T. J., Williamson G. J., Bowman D. M., Climate-induced variations in global wildfire danger from 1979 to 2013. Nat. Commun. 6, 7537 (2015).", "ArticleIdList": ["PMC4803474", "26172867"]}, {"Citation": "Abatzoglou J. T., Williams A. P., Impact of anthropogenic climate change on wildfire across western US forests. Proc. Natl. Acad. Sci. U.S.A. 113, 11770–11775 (2016).", "ArticleIdList": ["PMC5081637", "27791053"]}, {"Citation": "Westerling A. L., Hidalgo H. G., Cayan D. R., Swetnam T. W., Warming and earlier spring increase western U.S. forest wildfire activity. Science 313, 940–943 (2006).", "ArticleIdList": ["16825536"]}, {"Citation": "Abram N. J., Henley B. J., Gupta A. S., Lippmann T. J., Clarke H., Dowdy A. J., Sharples J. J., Nolan R. H., Zhang T., Wooster M. J., Connections of climate change and variability to large and extreme forest fires in southeast Australia. Commun. Earth Environ. 2, 1–17 (2021)."}, {"Citation": "Kitzberger T., Falk D. A., Westerling A. L., Swetnam T. W., Direct and indirect climate controls predict heterogeneous early-mid 21st century wildfire burned area across western and boreal North America. PLOS ONE 12, e0188486 (2017).", "ArticleIdList": ["PMC5731736", "29244839"]}, {"Citation": "Chen Y., Romps D. M., Seeley J. T., Veraverbeke S., Riley W. J., Mekonnen Z. A., Randerson J. T., Future increases in Arctic lightning and fire risk for permafrost carbon. Nat. Clim. Change 11, 404–410 (2021)."}, {"Citation": "Andela N., Morton D. C., Giglio L., Chen Y., van der Werf G. R., Kasibhatla P. S., DeFries R. S., Collatz G. J., Hantson S., Kloster S., Bachelet D., Forrest M., Lasslop G., Li F., Mangeon S., Melton J. R., Yue C., Randerson J. T., A human-driven decline in global burned area. Science 356, 1356–1362 (2017).", "ArticleIdList": ["PMC6047075", "28663495"]}, {"Citation": "Penner J. E., Dickinson R. E., O'Neill C. A., Effects of aerosol from biomass burning on the global radiation budget. Science 256, 1432–1434 (1992).", "ArticleIdList": ["17791612"]}, {"Citation": "Toon O. B., Bardeen C. G., Robock A., Xia L., Kristensen H., McKinzie M., Peterson R. J., Harrison C. S., Lovenduski N. S., Turco R. P., Rapidly expanding nuclear arsenals in Pakistan and India portend regional and global catastrophe. Sci. Adv. 5, eaay5478 (2019).", "ArticleIdList": ["PMC6774726", "31616796"]}, {"Citation": "Robock A., Zambri B., Did smoke from city fires in world war II cause global cooling? J. Geophys. Res. Atmos. 123, 10314–10325 (2018)."}, {"Citation": "Heinold B., Baars H., Barja B., Christensen M., Kubin A., Ohneiser K., Schepanski K., Schutgens N., Senf F., Schrödner R., Villanueva D., Tegen I., Important role of stratospheric injection height for the distribution and radiative forcing of smoke aerosol from the 2019–2020 Australian wildfires. Atmos. Chem. Phys. 22, 9969–9985 (2022)."}, {"Citation": "Sellitto P., Belhadji R., Kloss C., Legras B., Radiative impacts of the Australian bushfires 2019–2020–Part 1: Large-scale radiative forcing. Atmos. Chem. Phys. 22, 9299–9311 (2022)."}, {"Citation": "Chang D. Y., Yoon J., Lelieveld J., Park S. K., Yum S. S., Kim J., Jeong S., Direct radiative forcing of biomass burning aerosols from the extensive Australian wildfires in 2019–2020. Environ. Res. Lett. 16, 044041 (2021)."}, {"Citation": "Papanikolaou C.-A., Kokkalis P., Soupiona O., Solomos S., Papayannis A., Mylonaki M., Anagnou D., Foskinis R., Gidarakou M., Australian bushfires (2019–2020): Aerosol optical properties and radiative forcing. Atmos. 13, 867 (2022)."}, {"Citation": "C. Trepte, M. Vaughan, S. Kato, S. Young, in AGU Fall Meeting Abstracts (American Geophysical Union, 2009), vol. 2009, p. A43E-04."}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "7", "Day": "12", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "14", "Minute": "2"}, {"Year": "2024", "Month": "7", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38996024", "PMC11244531", "10.1126/sciadv.adn3657"]}}], "PubmedBookArticle": []}