{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["catalytic ozonation", "ceramic membrane", "crossflow filtration", "hybrid process", "hydroxyl radicals"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "38998768", "DateRevised": {"Year": "2024", "Month": "07", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "07"}], "ELocationID": ["1163", "10.3390/nano14131163"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "14", "Issue": "13", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "07"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Catalytic Ozonation of Pharmaceuticals Using CeO<sub>2</sub>-CeTiO<sub>x</sub>-Doped Crossflow Ultrafiltration Ceramic Membranes.", "Abstract": {"AbstractText": ["The removal of persistent organic micropollutants (OMPs) from secondary effluent in wastewater treatment plants is critical for meeting water reuse standards. Traditional treatment methods often fail to adequately degrade these contaminants. This study explored the efficacy of a hybrid ozonation membrane filtration (HOMF) process using CeO<sub>2</sub> and CeTiO<sub>x</sub>-doped ceramic crossflow ultrafiltration ceramic membranes for the degradation of OMPs. Hollow ceramic membranes (CM) with a 300 kDa molecular weight cut-off (MWCO) were modified to serve as substrates for catalytic nanosized metal oxides in a crossflow and inside-out operational configuration. Three types of depositions were tested: a single layer of CeO<sub>2</sub>, a single layer of CeTiO<sub>x</sub>, and a combined layer of CeO<sub>2</sub> + CeTiO<sub>x</sub>. These catalytic nanoparticles were distributed uniformly using a solution-based method supported by vacuum infiltration to ensure high-throughput deposition. The results demonstrated successful infiltration of the metal oxides, although the yield permeability and transmembrane flow varied, following this order: pristine > CeTiO<sub>x</sub> > CeO<sub>2</sub> > CeO<sub>2</sub> + CeTiO<sub>x</sub>. Four OMPs were examined: two easily degraded by ozone (carbamazepine and diclofenac) and two recalcitrant (ibuprofen and pCBA). The highest OMP degradation was observed in demineralized water, particularly with the CeO<sub>2</sub> + CeTiO<sub>x</sub> modification, suggesting O<sub>3</sub> decomposition to hydroxyl radicals. The increased resistance in the modified membranes contributed to the adsorption phenomena. The degradation efficiency decreased in secondary effluent due to competition with the organic and inorganic load, highlighting the challenges in complex water matrices."]}, "AuthorList": [{"Identifier": ["0000-0002-5607-1161"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Catalan Institute of Water Research, Carrer Emili Grahit 101, 17003 Girona, Spain."}, {"Identifier": [], "Affiliation": "Campus de Montilivi, University of Girona, 17003 Girona, Spain."}, {"Identifier": [], "Affiliation": "Faculty of Mechanical Engineering and Naval Architecture, University of Zagreb, Ivana Lučića 5, 10002 Zagreb, Croatia."}], "LastName": "Tsiarta", "ForeName": "Nikoletta", "Initials": "N"}, {"Identifier": ["0000-0003-4958-9250"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Engineering and Technology, University of Zagreb, 10000 Zagreb, Croatia."}], "LastName": "Morović", "ForeName": "Silvia", "Initials": "S"}, {"Identifier": ["0000-0002-1036-0603"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Engineering and Technology, University of Zagreb, 10000 Zagreb, Croatia."}], "LastName": "Mandić", "ForeName": "Vilko", "Initials": "V"}, {"Identifier": ["0000-0002-7082-3710"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Engineering and Technology, University of Zagreb, 10000 Zagreb, Croatia."}], "LastName": "Panžić", "ForeName": "Ivana", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Engineering and Technology, University of Zagreb, 10000 Zagreb, Croatia."}], "LastName": "Blažic", "ForeName": "Roko", "Initials": "R"}, {"Identifier": ["0000-0002-3212-277X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Mechanical Engineering and Naval Architecture, University of Zagreb, Ivana Lučića 5, 10002 Zagreb, Croatia."}], "LastName": "Ćurković", "ForeName": "Lidija", "Initials": "L"}, {"Identifier": ["0000-0003-3317-7710"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Catalan Institute of Water Research, Carrer Emili Grahit 101, 17003 Girona, Spain."}, {"Identifier": [], "Affiliation": "Catalan Institution for Research and Advanced Studies (ICREA), 08010 Barcelona, Spain."}], "LastName": "Gernjak", "ForeName": "Wolfgang", "Initials": "W"}], "GrantList": [{"GrantID": "812880", "Agency": "European Union's Horizon 2020 research and innovation program under Marie Skłodowska-Curie", "Country": ""}, {"GrantID": "2021-SGR-01283", "Agency": "Generalitat de Cataluña", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rizzo L., Malato S., Antakyali D., Beretsou V.G., Đolić M.B., Gernjak W., Heath E., Ivancev-Tumbas I., Karaolia P., Lado Ribeiro A.R., et al. Consolidated vs New Advanced Treatment Methods for the Removal of Contaminants of Emerging Concern from Urban Wastewater. Sci. Total Environ. 2019;655:986–1008. doi: 10.1016/j.scitotenv.2018.11.265.", "ArticleIdList": ["10.1016/j.scitotenv.2018.11.265", "30577146"]}, {"Citation": "Kamali M., Aminabhavi T.M., Costa M.E.V., Ul Islam S., Appels L., Dewil R. Advanced Wastewater Treatment Technologies for the Removal of Pharmaceutically Active Compounds. Springer International Publishing; Cham, Switzerland: 2023. Green Energy and Technology."}, {"Citation": "Drechsel P., Qadir M., Baumann J. Water Reuse to Free up Freshwater for Higher-Value Use and Increase Climate Resilience and Water Productivity. Irrig. Drain. 2022;71:100–109. doi: 10.1002/ird.2694.", "ArticleIdList": ["10.1002/ird.2694"]}, {"Citation": "EU . Directive 2000/60/EC of the European Parliament and the Council—Establishing a Framework for Community Action in the Field of Water Policy. European Union; Maastricht, The Netherlands: 2000."}, {"Citation": "EU . Directive (EU) 2020/2184 of the European Parliament and the Council on the Quality of Water Intended for Human Consumption. European Union; Maastricht, The Netherlands: 2020."}, {"Citation": "Barbosa M.O., Moreira N.F.F., Ribeiro A.R., Pereira M.F.R., Silva A.M.T. Occurrence and Removal of Organic Micropollutants: An Overview of the Watch List of EU Decision 2015/495. Water Res. 2016;94:257–279. doi: 10.1016/j.watres.2016.02.047.", "ArticleIdList": ["10.1016/j.watres.2016.02.047", "26967909"]}, {"Citation": "Eniola J.O., Kumar R., Barakat M.A., Rashid J. A Review on Conventional and Advanced Hybrid Technologies for Pharmaceutical Wastewater Treatment. J. Clean. Prod. 2022;356:131826. doi: 10.1016/j.jclepro.2022.131826.", "ArticleIdList": ["10.1016/j.jclepro.2022.131826"]}, {"Citation": "Kumar R., Awino E., Njeri D.W., Basu A., Chattaraj S., Nayak J., Roy S., Khan G.A., Jeon B.H., Ghosh A.K., et al. Advancing Pharmaceutical Wastewater Treatment: A Comprehensive Review on Application of Catalytic Membrane Reactor-Based Hybrid Approaches. J. Water Process Eng. 2024;58:104838. doi: 10.1016/j.jwpe.2024.104838.", "ArticleIdList": ["10.1016/j.jwpe.2024.104838"]}, {"Citation": "Von Gunten U. Ozonation of Drinking Water: Part I. Oxidation Kinetics and Product Formation. Water Res. 2003;37:1443–1467. doi: 10.1016/S0043-1354(02)00457-8.", "ArticleIdList": ["10.1016/S0043-1354(02)00457-8", "12600374"]}, {"Citation": "Lim S., Shi J.L., von Gunten U., McCurry D.L. Ozonation of Organic Compounds in Water and Wastewater: A Critical Review. Water Res. 2022;213:118053. doi: 10.1016/j.watres.2022.118053.", "ArticleIdList": ["10.1016/j.watres.2022.118053", "35196612"]}, {"Citation": "Derco J., Gotvajn A.Ž., Čižmárová O., Dudáš J., Sumegová L., Šimovičová K. Removal of Micropollutants by Ozone-Based Processes. Processes. 2021;9:1013. doi: 10.3390/pr9061013.", "ArticleIdList": ["10.3390/pr9061013"]}, {"Citation": "Mansas C., Mendret J., Brosillon S., Ayral A. Coupling Catalytic Ozonation and Membrane Separation: A Review. Sep. Purif. Technol. 2020;236:116221. doi: 10.1016/j.seppur.2019.116221.", "ArticleIdList": ["10.1016/j.seppur.2019.116221"]}, {"Citation": "Psaltou S., Zouboulis A. Catalytic Ozonation and Membrane Contactors—A Review Concerning Fouling Occurrence and Pollutant Removal. Water. 2020;12:2964. doi: 10.3390/w12112964.", "ArticleIdList": ["10.3390/w12112964"]}, {"Citation": "Samsami S., Sarrafzadeh M.H., Ahmadi A. Surface Modification of Thin-Film Nanocomposite Forward Osmosis Membrane with Super-Hydrophilic MIL-53 (Al) for Doxycycline Removal as an Emerging Contaminant and Membrane Antifouling Property Enhancement. Chem. Eng. J. 2022;431:133469. doi: 10.1016/j.cej.2021.133469.", "ArticleIdList": ["10.1016/j.cej.2021.133469"]}, {"Citation": "Zhang Y., Mu T., Huang M., Chen G., Cai T., Chen H., Meng L., Luo X. Nanofiber Composite Forward Osmosis (NCFO) Membranes for Enhanced Antibiotics Rejection: Fabrication, Performance, Mechanism, and Simulation. J. Memb. Sci. 2020;595:117425. doi: 10.1016/j.memsci.2019.117425.", "ArticleIdList": ["10.1016/j.memsci.2019.117425"]}, {"Citation": "Yang L., Xia C., Jiang J., Chen X., Zhou Y., Yuan C., Bai L., Meng S., Cao G. Removal of Antibiotics and Estrogens by Nanofiltration and Reverse Osmosis Membranes. J. Hazard. Mater. 2024;461:132628. doi: 10.1016/j.jhazmat.2023.132628.", "ArticleIdList": ["10.1016/j.jhazmat.2023.132628", "37783143"]}, {"Citation": "Warsinger D.M., Chakraborty S., Tow E.W., Plumlee M.H., Bellona C., Loutatidou S., Karimi L., Mikelonis A.M., Achilli A., Ghassemi A., et al. A Review of Polymeric Membranes and Processes for Potable Water Reuse. Prog. Polym. Sci. 2018;81:209–237. doi: 10.1016/j.progpolymsci.2018.01.004.", "ArticleIdList": ["10.1016/j.progpolymsci.2018.01.004", "PMC6011836", "29937599"]}, {"Citation": "Li C., Sun W., Lu Z., Ao X., Li S. Ceramic Nanocomposite Membranes and Membrane Fouling: A Review. Water Res. 2020;175:115674. doi: 10.1016/j.watres.2020.115674.", "ArticleIdList": ["10.1016/j.watres.2020.115674", "32200336"]}, {"Citation": "Stüber J., Miehe U., Stein R., Köhler M., Lesjean B. Combining Ozonation and Ceramic Membrane Filtration for Tertiary Treatment. Chem. Ing. Tech. 2013;85:1237–1242. doi: 10.1002/cite.201200195.", "ArticleIdList": ["10.1002/cite.201200195"]}, {"Citation": "Asif M.B., Zhang Z. Ceramic Membrane Technology for Water and Wastewater Treatment: A Critical Review of Performance, Full-Scale Applications, Membrane Fouling and Prospects. Chem. Eng. J. 2021;418:129481. doi: 10.1016/j.cej.2021.129481.", "ArticleIdList": ["10.1016/j.cej.2021.129481"]}, {"Citation": "Clem V., de Mendonça H.V. Ozone Reactor Combined with Ultrafiltration Membrane: A New Tertiary Wastewater Treatment System for Reuse Purpose. J. Environ. Manag. 2022;315:115166. doi: 10.1016/j.jenvman.2022.115166.", "ArticleIdList": ["10.1016/j.jenvman.2022.115166", "35525046"]}, {"Citation": "Sawunyama L., Oyewo O.A., Seheri N., Onjefu S.A., Onwudiwe D.C. Metal Oxide Functionalized Ceramic Membranes for the Removal of Pharmaceuticals in Wastewater. Surf. Interfaces. 2023;38:102787. doi: 10.1016/j.surfin.2023.102787.", "ArticleIdList": ["10.1016/j.surfin.2023.102787"]}, {"Citation": "Li X., Fu L., Chen F., Zhao S., Zhu J., Yin C. Application of Heterogeneous Catalytic Ozonation in Wastewater Treatment: An Overview. Catalysts. 2023;13:342. doi: 10.3390/catal13020342.", "ArticleIdList": ["10.3390/catal13020342"]}, {"Citation": "Mustafa B., Mehmood T., Wang Z., Chofreh A.G., Shen A., Yang B., Yuan J., Wu C., Liu Y., Lu W., et al. Next-Generation Graphene Oxide Additives Composite Membranes for Emerging Organic Micropollutants Removal: Separation, Adsorption and Degradation. Chemosphere. 2022;308:136333. doi: 10.1016/j.chemosphere.2022.136333.", "ArticleIdList": ["10.1016/j.chemosphere.2022.136333", "36087726"]}, {"Citation": "Psaltou S., Mitrakas M., Zouboulis A. Catalytic Membrane Ozonation. Encyclopedia. 2021;1:131–143. doi: 10.3390/encyclopedia1010014.", "ArticleIdList": ["10.3390/encyclopedia1010014"]}, {"Citation": "Asheghmoalla M., Mehrvar M. Integrated and Hybrid Processes for the Treatment of Actual Wastewaters Containing Micropollutants: A Review on Recent Advances. Processes. 2024;12:339. doi: 10.3390/pr12020339.", "ArticleIdList": ["10.3390/pr12020339"]}, {"Citation": "Guo Y., Xu B., Qi F. A Novel Ceramic Membrane Coated with MnO2-Co3O4 Nanoparticles Catalytic Ozonation for Benzophenone-3 Degradation in Aqueous Solution: Fabrication, Characterization and Performance. Chem. Eng. J. 2016;287:381–389. doi: 10.1016/j.cej.2015.11.067.", "ArticleIdList": ["10.1016/j.cej.2015.11.067"]}, {"Citation": "Cheng X., Liang H., Qu F., Ding A., Chang H., Liu B., Tang X., Wu D., Li G. Fabrication of Mn Oxide Incorporated Ceramic Membranes for Membrane Fouling Control and Enhanced Catalytic Ozonation of P-Chloronitrobenzene. Chem. Eng. J. 2017;308:1010–1020. doi: 10.1016/j.cej.2016.09.127.", "ArticleIdList": ["10.1016/j.cej.2016.09.127"]}, {"Citation": "Zhang H., Wang J. Catalytic Ozonation of Humic Acids by Ce–Ti Composite Catalysts. Kinet. Catal. 2017;58:734–740. doi: 10.1134/S0023158417060167.", "ArticleIdList": ["10.1134/S0023158417060167"]}, {"Citation": "Zhang S., Quan X., Wang D. Catalytic Ozonation in Arrayed Zinc Oxide Nanotubes as Highly Efficient Mini-Column Catalyst Reactors (MCRs): Augmentation of Hydroxyl Radical Exposure. Environ. Sci. Technol. 2018;52:8701–8711. doi: 10.1021/acs.est.8b02103.", "ArticleIdList": ["10.1021/acs.est.8b02103", "30027737"]}, {"Citation": "Lee W.J., Bao Y., Hu X., Lim T.T. Hybrid Catalytic Ozonation-Membrane Filtration Process with CeOx and MnOx Impregnated Catalytic Ceramic Membranes for Micropollutants Degradation. Chem. Eng. J. 2019;378:121670. doi: 10.1016/j.cej.2019.05.031.", "ArticleIdList": ["10.1016/j.cej.2019.05.031"]}, {"Citation": "Wang Y., Rong K., Wei J., Chang S., Yu D., Fang Y., Dong S. One-Step Synthesis of Three-Dimensional Mesoporous Co3O4@Al2O3 Nanocomposites with Deep Eutectic Solvent: An Efficient and Stable Peroxymonosulfate Activator for Organic Pollutant Degradations. Nano Res. 2023;16:11430–11443. doi: 10.1007/s12274-023-5819-3.", "ArticleIdList": ["10.1007/s12274-023-5819-3"]}, {"Citation": "He H., You N., Deng S.H., Qiu W., Ma J., Leong O.S., Hu J. Nanoparticles Formed in Fe(II)/KMnO4-Catalyzed Ozonation to Alleviate Ceramic Membrane Fouling and Improve Membrane Rejection Performance of Humic Acid. J. Clean. Prod. 2024;435:140513. doi: 10.1016/j.jclepro.2023.140513.", "ArticleIdList": ["10.1016/j.jclepro.2023.140513"]}, {"Citation": "Liangdy A., Tonanon P., Webster R.D., Snyder S.A., Lim T.T. Versatile Fe3O4-Impregnated Catalytic Ceramic Membrane for Effective Atrazine Removal: Confined Catalytic Oxidation Processes, Reactive Oxygen Species Selectivity and Performance in Real Wastewater. J. Environ. Chem. Eng. 2024;12:112727. doi: 10.1016/j.jece.2024.112727.", "ArticleIdList": ["10.1016/j.jece.2024.112727"]}, {"Citation": "Vasile B.S., Birca A.C., Surdu V.A., Neacsu I.A., Nicoară A.I. Ceramic Composite Materials Obtained by Electron-Beam Physical Vapor Deposition Used as Thermal Barriers in the Aerospace Industry. Nanomaterials. 2020;10:370. doi: 10.3390/nano10020370.", "ArticleIdList": ["10.3390/nano10020370", "PMC7075340", "32093247"]}, {"Citation": "Sabzi M., Mousavi Anijdan S.H., Shamsodin M., Farzam M., Hojjati-Najafabadi A., Feng P., Park N., Lee U. A Review on Sustainable Manufacturing of Ceramic-Based Thin Films by Chemical Vapor Deposition (CVD): Reactions Kinetics and the Deposition Mechanisms. Coatings. 2023;13:188. doi: 10.3390/coatings13010188.", "ArticleIdList": ["10.3390/coatings13010188"]}, {"Citation": "Tan W.K., Muto H., Kawamura G., Lockman Z., Matsuda A. Nanomaterial Fabrication through the Modification of Sol–Gel Derived Coatings. Nanomaterials. 2021;11:181. doi: 10.3390/nano11010181.", "ArticleIdList": ["10.3390/nano11010181", "PMC7828415", "33450938"]}, {"Citation": "Liu X., He D. Atomic Layer Deposited Aluminium Oxide Membranes for Selective Hydrogen Separation through Molecular Sieving. J. Memb. Sci. 2022;662:121011. doi: 10.1016/j.memsci.2022.121011.", "ArticleIdList": ["10.1016/j.memsci.2022.121011"]}, {"Citation": "Lee W.J., Bao Y., Guan C., Hu X., Lim T.T. Ce/TiOx-Functionalized Catalytic Ceramic Membrane for Hybrid Catalytic Ozonation-Membrane Filtration Process: Fabrication, Characterization and Performance Evaluation. Chem. Eng. J. 2021;410:128307. doi: 10.1016/j.cej.2020.128307.", "ArticleIdList": ["10.1016/j.cej.2020.128307"]}, {"Citation": "Ćurković L., Ljubas D., Šegota S., Bačić I. Photocatalytic Degradation of Lissamine Green B Dye by Using Nanostructured Sol-Gel TiO2 Films. J. Alloys Compd. 2014;604:309–316. doi: 10.1016/j.jallcom.2014.03.148.", "ArticleIdList": ["10.1016/j.jallcom.2014.03.148"]}, {"Citation": "Haugen H.J., Bertoldi S. Characterization of Polymeric Biomaterials. Elsevier; Amsterdam, The Netherlands: 2017. Characterization of Morphology-3D and Porous Structure; pp. 21–53."}, {"Citation": "Ding H., Hu J. The Optimal Method for Peroxydisulfate Quenching: A Comparison of Commonly Used Reductants. Chemosphere. 2021;262:128000. doi: 10.1016/j.chemosphere.2020.128000.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128000", "33182106"]}, {"Citation": "Bader H., Hoigne J. Determination of Ozone in Water by the Indigo Method. Water Res. 1981;15:449–456. doi: 10.1016/0043-1354(81)90054-3.", "ArticleIdList": ["10.1016/0043-1354(81)90054-3"]}, {"Citation": "Athanasekou C.P., Moustakas N.G., Morales-Torres S., Pastrana-Martínez L.M., Figueiredo J.L., Faria J.L., Silva A.M.T., Dona-Rodriguez J.M., Romanos G.E., Falaras P. Ceramic Photocatalytic Membranes for Water Filtration under UV and Visible Light. Appl. Catal. B. 2015;178:12–19. doi: 10.1016/j.apcatb.2014.11.021.", "ArticleIdList": ["10.1016/j.apcatb.2014.11.021"]}, {"Citation": "Nakada N., Shinohara H., Murata A., Kiri K., Managaki S., Sato N., Takada H. Removal of Selected Pharmaceuticals and Personal Care Products (PPCPs) and Endocrine-Disrupting Chemicals (EDCs) during Sand Filtration and Ozonation at a Municipal Sewage Treatment Plant. Water Res. 2007;41:4373–4382. doi: 10.1016/j.watres.2007.06.038.", "ArticleIdList": ["10.1016/j.watres.2007.06.038", "17632207"]}, {"Citation": "Watts P., Wilesa C. Recent Advances in Synthetic Micro Reaction Technology. Chem. Commun. 2007;5:443–467. doi: 10.1039/B609428G.", "ArticleIdList": ["10.1039/B609428G", "17252096"]}, {"Citation": "Beltrán F.J. In: Ozone Reaction Kinetics for Water and Wastewater Systems. 1st ed. Lewis P.A., editor. Lewis Publishers; Boca Raton, FL, USA: 2004."}, {"Citation": "Hoigne J., Bader H. Rate constants of reactions of ozone with organic and inorganic compounds in water-ii dissociating organic compounds. Water Res. 1983;1:185–194. doi: 10.1016/0043-1354(83)90099-4.", "ArticleIdList": ["10.1016/0043-1354(83)90099-4"]}, {"Citation": "Huber M.M., Canonica S., Park G.Y., Von Gunten U. Oxidation of Pharmaceuticals during Ozonation and Advanced Oxidation Processes. Environ. Sci. Technol. 2003;37:1016–1024. doi: 10.1021/es025896h.", "ArticleIdList": ["10.1021/es025896h", "12666935"]}, {"Citation": "Hollender J., Zimmermann S.G., Koepke S., Krauss M., Mcardell C.S., Ort C., Singer H., Von Gunten U., Siegrist H. Elimination of Organic Micropollutants in a Municipal Wastewater Treatment Plant Upgraded with a Full-Scale Post-Ozonation Followed by Sand Filtration. Environ. Sci. Technol. 2009;43:7862–7869. doi: 10.1021/es9014629.", "ArticleIdList": ["10.1021/es9014629", "19921906"]}, {"Citation": "Hoigné J. Chemistry of Aqueous Ozone and Transformation of Pollutants by Ozonation and Advanced Oxidation Processes. In: Hrubec J., editor. Quality and Treatment of Drinking Water II. Volume 5C. Springer; Berlin/Heidelberg, Germany: 1998. pp. 83–141. The Handbook of Environmental Chemistry."}, {"Citation": "Falås P., Andersen H.R., Ledin A., Jansen J.l.C. Occurrence and Reduction of Pharmaceuticals in the Water Phase at Swedish Wastewater Treatment Plants. Water Sci. Technol. 2012;66:783–791. doi: 10.2166/wst.2012.243.", "ArticleIdList": ["10.2166/wst.2012.243", "22766867"]}, {"Citation": "Smook T.H., Zho H., Zytner R.G. Removal of Ibuprofen from Wastewater: Comparing Biodegradation in Conventional, Membrane Bioreactor, and Biological Nutrient Removal Treatment Systems. Water Sci. Technol. 2008;57:1–8. doi: 10.2166/wst.2008.658.", "ArticleIdList": ["10.2166/wst.2008.658", "18192734"]}, {"Citation": "Guo Y., Zhan J., Yu G., Wang Y. Evaluation of the Concentration and Contribution of Superoxide Radical for Micropollutant Abatement during Ozonation. Water Res. 2021;194:116927. doi: 10.1016/j.watres.2021.116927.", "ArticleIdList": ["10.1016/j.watres.2021.116927", "33618107"]}, {"Citation": "Chen S., Yu J., Wang H., Yu H., Quan X. A Pilot-Scale Coupling Catalytic Ozonation-Membrane Filtration System for Recirculating Aquaculture Wastewater Treatment. Desalination. 2015;363:37–43. doi: 10.1016/j.desal.2014.09.006.", "ArticleIdList": ["10.1016/j.desal.2014.09.006"]}, {"Citation": "Kisielius V., Kharel S., Skaarup J., Lauritzen B.S., Lukas M., Bogusz A., Szumska M., Bester K. Process Design for Removal of Pharmaceuticals in Wastewater Treatment Plants Based on Predicted No Effect Concentration (PNEC) Chem. Eng. J. 2023;476:146644. doi: 10.1016/j.cej.2023.146644.", "ArticleIdList": ["10.1016/j.cej.2023.146644"]}, {"Citation": "Xie X., Wang L., Wei J., He H., Guo Z., Wang C., Wen X., Song Y. Progress in Ceramic Membrane Coupling Ozonation Process for Water and Wastewater Treatment: A Critical Review. Chem. Eng. J. 2024;493:152475. doi: 10.1016/j.cej.2024.152475.", "ArticleIdList": ["10.1016/j.cej.2024.152475"]}, {"Citation": "Segura Y., Cruz del Álamo A., Munoz M., Álvarez-Torrellas S., García J., Casas J.A., De Pedro Z.M., Martínez F. A Comparative Study among Catalytic Wet Air Oxidation, Fenton, and Photo-Fenton Technologies for the on-Site Treatment of Hospital Wastewater. J. Environ. Manag. 2021;290:112624. doi: 10.1016/j.jenvman.2021.112624.", "ArticleIdList": ["10.1016/j.jenvman.2021.112624", "33901828"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "5", "Day": "24"}, {"Year": "2024", "Month": "6", "Day": "30"}, {"Year": "2024", "Month": "7", "Day": "4"}, {"Year": "2024", "Month": "7", "Day": "13", "Hour": "7", "Minute": "47"}, {"Year": "2024", "Month": "7", "Day": "13", "Hour": "7", "Minute": "46"}, {"Year": "2024", "Month": "7", "Day": "13", "Hour": "1", "Minute": "7"}, {"Year": "2024", "Month": "7", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["38998768", "PMC11243686", "10.3390/nano14131163", "nano14131163"]}}], "PubmedBookArticle": []}