{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39021090", "DateRevised": {"Year": "2024", "Month": "07", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "17"}], "ELocationID": ["10.1021/acs.jpca.4c03481"], "Journal": {"ISSN": "1520-5215", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "17"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Perspective on Theoretical and Experimental Advances in Atmospheric Photochemistry.", "Abstract": {"AbstractText": ["Research that explores the chemistry of Earth's atmosphere is central to the current understanding of global challenges such as climate change, stratospheric ozone depletion, and poor air quality in urban areas. This research is a synergistic combination of three established domains: earth observation, for example, using satellites, and <i>in situ</i> field measurements; computer modeling of the atmosphere and its chemistry; and laboratory measurements of the properties and reactivity of gas-phase molecules and aerosol particles. The complexity of the interconnected chemical and photochemical reactions which determine the composition of the atmosphere challenges the capacity of laboratory studies to provide the spectroscopic, photochemical, and kinetic data required for computer models. Here, we consider whether predictions from computational chemistry using modern electronic structure theory and nonadiabatic dynamics simulations are becoming sufficiently accurate to supplement quantitative laboratory data for wavelength-dependent absorption cross-sections, photochemical quantum yields, and reaction rate coefficients. Drawing on presentations and discussions from the CECAM workshop on <i>Theoretical and Experimental Advances in Atmospheric Photochemistry</i> held in March 2024, we describe key concepts in the theory of photochemistry, survey the state-of-the-art in computational photochemistry methods, and compare their capabilities with modern experimental laboratory techniques. From such considerations, we offer a perspective on the scope of computational (photo)chemistry methods based on rigorous electronic structure theory to become a fourth core domain of research in atmospheric chemistry."]}, "AuthorList": [{"Identifier": ["0000-0002-1705-473X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, University of Bristol, Bristol BS8 1TS, U.K."}], "LastName": "Curchod", "ForeName": "Basile F E", "Initials": "BFE"}, {"Identifier": ["0000-0001-5551-9609"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry, University of Bristol, Bristol BS8 1TS, U.K."}], "LastName": "Orr-Ewing", "ForeName": "Andrew J", "Initials": "AJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "2", "Minute": "3"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39021090", "10.1021/acs.jpca.4c03481"]}}], "PubmedBookArticle": []}