{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Adolescence", "Air pollution", "Brain network connectivity", "Diffusion-weighted imaging", "Immune function", "Inflammation", "Resting-state functional MRI", "Restriction spectrum imaging", "Sex-specific effects"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39021436", "DateRevised": {"Year": "2024", "Month": "07", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "31"}], "ELocationID": ["100799", "10.1016/j.bbih.2024.100799"], "Journal": {"ISSN": "2666-3546", "JournalIssue": {"Volume": "38", "PubDate": {"Year": "2024", "Month": "Jul"}}, "Title": "Brain, behavior, & immunity - health", "ISOAbbreviation": "Brain Behav Immun Health"}, "ArticleTitle": "Prenatal and childhood air pollution exposure, cellular immune biomarkers, and brain connectivity in early adolescents.", "Pagination": {"StartPage": "100799", "MedlinePgn": "100799"}, "Abstract": {"AbstractText": ["Ambient air pollution is a neurotoxicant with hypothesized immune-related mechanisms. Adolescent brain structural and functional connectivity may be especially vulnerable to ambient pollution due to the refinement of large-scale brain networks during this period, which vary by sex and have important implications for cognitive, behavioral, and emotional functioning. In the current study we explored associations between air pollutants, immune markers, and structural and functional connectivity in early adolescence by leveraging cross-sectional sex-stratified data from the Adolescent Brain Cognitive Development℠ Study®.", "Pollutant concentrations of fine particulate matter, nitrogen dioxide, and ozone were assigned to each child's primary residential address during the prenatal period and childhood (9-10 years-old) using an ensemble-based modeling approach. Data collected at 11-13 years-old included resting-state functional connectivity of the default mode, frontoparietal, and salience networks and limbic regions of interest, intracellular directional and isotropic diffusion of available white matter tracts, and markers of cellular immune activation. Using partial least squares correlation, a multivariate data-driven method that identifies important variables within latent dimensions, we investigated associations between 1) pollutants and structural and functional connectivity, 2) pollutants and immune markers, and 3) immune markers and structural and functional connectivity, in each sex separately.", "Air pollution exposure was related to white matter intracellular directional and isotropic diffusion at ages 11-13 years, but the direction of associations varied by sex. There were no associations between pollutants and resting-state functional connectivity at ages 11-13 years. Childhood exposure to nitrogen dioxide was negatively correlated with white blood cell count in males. Immune biomarkers were positively correlated with white matter intracellular directional diffusion in females and both white matter intracellular directional and isotropic diffusion in males. Lastly, there was a reliable negative correlation between lymphocyte-to-monocyte ratio and default mode network resting-state functional connectivity in females, as well as a compromised immune marker profile associated with lower resting-state functional connectivity between the salience network and the left hippocampus in males. In post-hoc exploratory analyses, we found that the PLSC-identified white matter tracts and resting-state networks related to processing speed and cognitive control performance from the NIH Toolbox.", "We identified novel links between childhood nitrogen dioxide and cellular immune activation in males, and brain network connectivity and immune markers in both sexes. Future research should explore the potentially mediating role of immune activity in how pollutants affect neurological outcomes as well as the potential consequences of immune-related patterns of brain connectivity in service of improved brain health for all."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA, USA."}, {"Identifier": [], "Affiliation": "Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "LastName": "Cotter", "ForeName": "Devyn L", "Initials": "DL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA, USA."}, {"Identifier": [], "Affiliation": "Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "LastName": "Morrel", "ForeName": "Jessica", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "LastName": "Sukumaran", "ForeName": "Kirthana", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}], "LastName": "Cardenas-Iniguez", "ForeName": "Carlos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA, USA."}], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."}, {"Identifier": [], "Affiliation": "Children's Hospital Los Angeles, Los Angeles, CA, USA."}], "LastName": "Herting", "ForeName": "Megan M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Brain Behav Immun Health", "NlmUniqueID": "101759062", "ISSNLinking": "2666-3546"}, "CoiStatement": "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Dr. Megan Herting, PhD reports financial support was provided by 10.13039/100000066National Institute of Environmental Health Sciences. Dr. Joel D. Schwartz, PhD reports financial support was provided by 10.13039/100000139United States Environmental Protection Agency."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Armijos Rodrigo X., Margaret Weigel M., Myers Orrin B., Li Wen-Whai, Racines Marcia, Berwick Marianne. Residential exposure to urban traffic is associated with increased carotid intima-media thickness in children. Journal of Environmental and Public Health. 2015;2015(January) doi: 10.1155/2015/713540.", "ArticleIdList": ["10.1155/2015/713540", "PMC4306396", "25685160"]}, {"Citation": "Barraza-Villarreal Albino, Sunyer Jordi, Hernandez-Cadena Leticia, Escamilla-Nuñez Maria Consuelo, Sienra-Monge Juan Jose, Ramírez-Aguilar Matiana, Cortez-Lugo Marlene, et al. Air pollution, airway inflammation, and lung function in a cohort study of Mexico City schoolchildren. Environ. Health Perspect. 2008;116(6):832–838. doi: 10.1289/ehp.10926.", "ArticleIdList": ["10.1289/ehp.10926", "PMC2430242", "18560490"]}, {"Citation": "Benedetti Francesco, Palladini Mariagrazia, Paolini Marco, Melloni Elisa, Vai Benedetta, De Lorenzo Rebecca, Furlan Roberto, Rovere-Querini Patrizia, Falini Andrea, Mazza Mario Gennaro. Brain correlates of depression, post-traumatic distress, and inflammatory biomarkers in COVID-19 survivors: a multimodal magnetic resonance imaging study. Brain, Behavior, & Immunity - Health. 2021;18(December) doi: 10.1016/j.bbih.2021.100387.", "ArticleIdList": ["10.1016/j.bbih.2021.100387", "PMC8562046", "34746876"]}, {"Citation": "Benedictis DE Alessandro, Marras Carlo E., Petit Laurent, Sarubbo Silvio. The inferior fronto-occipital fascicle: a century of controversies from anatomy theaters to operative neurosurgery. J. Neurosurg. Sci. 2021;65(6):605–615. doi: 10.23736/S0390-5616.21.05360-1.", "ArticleIdList": ["10.23736/S0390-5616.21.05360-1", "33940782"]}, {"Citation": "Bhatia K., Elmarakby A.A., El-Remessy A.B., Sullivan J.C. Oxidative stress contributes to sex differences in angiotensin II-mediated hypertension in spontaneously hypertensive rats. American journal of physiology. Regulatory, integrative and comparative physiology. 2012;302(2):R274–R282. doi: 10.1152/ajpregu.00546.2011.", "ArticleIdList": ["10.1152/ajpregu.00546.2011", "PMC3349386", "22049231"]}, {"Citation": "Binter Anne-Claire, Kusters Michelle S.W., van den Dries Michiel A., Alonso Lucia, Lubczyńska Małgorzata J., Hoek Gerard, White Tonya, Iñiguez Carmen, Tiemeier Henning, Guxens Mònica. Air pollution, white matter microstructure, and brain volumes: periods of susceptibility from pregnancy to preadolescence. Environ. Pollut. 2022;313(November) doi: 10.1016/j.envpol.2022.120109.", "ArticleIdList": ["10.1016/j.envpol.2022.120109", "36155148"]}, {"Citation": "Borba V.V., Zandman-Goddard G., Shoenfeld Y. Prolactin and Autoimmunity. Frontiers in immunology. 2018;9:73. doi: 10.3389/fimmu.2018.00073.", "ArticleIdList": ["10.3389/fimmu.2018.00073", "PMC5816039", "29483903"]}, {"Citation": "Bové Hannelore, Bongaerts Eva, Slenders Eli, Bijnens Esmée M., Saenen Nelly D., Gyselaers Wilfried, Van Eyken Peter, et al. Ambient Black carbon particles reach the fetal side of human placenta. Nat. Commun. 2019;10(1):3866. doi: 10.1038/s41467-019-11654-3.", "ArticleIdList": ["10.1038/s41467-019-11654-3", "PMC6748955", "31530803"]}, {"Citation": "Brancher Marlon. Increased ozone pollution alongside reduced nitrogen dioxide concentrations during vienna's first COVID-19 lockdown: significance for air quality management. Environ. Pollut. 2021;284(September) doi: 10.1016/j.envpol.2021.117153.", "ArticleIdList": ["10.1016/j.envpol.2021.117153", "PMC9757913", "33940341"]}, {"Citation": "Brown Meredith S., Sarnat Stefanie Ebelt, DeMuth Karen A., Brown Lou Ann S., Whitlock Denise R., Brown Shanae W., Tolbert Paige E., Fitzpatrick Anne M. Residential proximity to a major roadway is associated with features of asthma control in children. PLoS One. 2012;7(5) doi: 10.1371/journal.pone.0037044.", "ArticleIdList": ["10.1371/journal.pone.0037044", "PMC3355164", "22615884"]}, {"Citation": "Brunst Kelly J., Ryan Patrick H., Brokamp Cole, Bernstein David, Reponen Tiina, Lockey James, Khurana Hershey Gurjit K., Levin Linda, Grinshpun Sergey A., LeMasters Grace. Timing and duration of traffic-related air pollution exposure and the risk for childhood wheeze and asthma. Am. J. Respir. Crit. Care Med. 2015;192(4):421–427. doi: 10.1164/rccm.201407-1314OC.", "ArticleIdList": ["10.1164/rccm.201407-1314OC", "PMC4595664", "26106807"]}, {"Citation": "Buckley Jessie P., Doherty Brett T., Keil Alexander P., Engel Stephanie M. Statistical approaches for estimating sex-specific effects in endocrine disruptors research. Environ. Health Perspect. 2017;125(6) doi: 10.1289/EHP334.", "ArticleIdList": ["10.1289/EHP334", "PMC5743445", "28665274"]}, {"Citation": "Burnor Elisabeth, Cserbik Dora, Cotter Devyn L., Palmer Clare E., Ahmadi Hedyeh, Eckel Sandrah P., Berhane Kiros, et al. Association of outdoor ambient fine particulate matter with intracellular white matter microstructural properties among children. JAMA Netw. Open. 2021;4(12) doi: 10.1001/jamanetworkopen.2021.38300.", "ArticleIdList": ["10.1001/jamanetworkopen.2021.38300", "PMC8662373", "34882178"]}, {"Citation": "Calderón-Garcidueñas Lilian, Mora-Tiscareño Antonieta, Francolira Maricela, Torres-Jardón Ricardo, Peña-Cruz Bernardo, Palacios-López Carolina, Zhu Hongtu, et al. Exposure to urban air pollution and bone health in clinically healthy six-year-old children. Arh. Hig. Rad. Toksikol. 2013;64(1):23–34. doi: 10.2478/10004-1254-64-2013-2219.", "ArticleIdList": ["10.2478/10004-1254-64-2013-2219", "23612523"]}, {"Citation": "Casey B.J., Cannonier Tariq, Conley May I., Cohen Alexandra O., Barch Deanna M., Heitzeg Mary M., Soules Mary E., et al. The adolescent brain cognitive development (ABCD) study: imaging acquisition across 21 sites. Developmental Cognitive Neuroscience. 2018;32(August):43–54. doi: 10.1016/j.dcn.2018.03.001.", "ArticleIdList": ["10.1016/j.dcn.2018.03.001", "PMC5999559", "29567376"]}, {"Citation": "Chan Joseph C.Y., Chan David L., Diakos Connie I., Engel Alexander, Nick Pavlakis, Gill Anthony, Clarke Stephen J. The lymphocyte-to-monocyte ratio is a superior predictor of overall survival in comparison to established biomarkers of resectable colorectal cancer. Ann. Surg. 2017;265(3):539–546. doi: 10.1097/SLA.0000000000001743.", "ArticleIdList": ["10.1097/SLA.0000000000001743", "PMC5300029", "27070934"]}, {"Citation": "Chen Xiangchuan, Beltran Diana J., Tsygankova Valeriya D., Woolwine Bobbi J., Patel Trusharth, Baer Wendy, Felger Jennifer C., Miller Andrew H., Ebrahim Haroon. Kynurenines increase MRS metabolites in basal ganglia and decrease resting-state connectivity in frontostriatal reward circuitry in depression. Transl. Psychiatry. 2021;11(1):456. doi: 10.1038/s41398-021-01587-1.", "ArticleIdList": ["10.1038/s41398-021-01587-1", "PMC8418602", "34482366"]}, {"Citation": "Clark Nina Annika, Demers Paul A., Karr Catherine J., Koehoorn Mieke, Lencar Cornel, Tamburic Lillian, Brauer Michael. Effect of early life exposure to air pollution on development of childhood asthma. Environ. Health Perspect. 2010;118(2):284–290. doi: 10.1289/ehp.0900916.", "ArticleIdList": ["10.1289/ehp.0900916", "PMC2831931", "20123607"]}, {"Citation": "Costa Lucio G., Cole Toby B., Coburn Jacki, Chang Yu-Chi, Dao Khoi, Roque Pamela. Neurotoxicants are in the air: convergence of human, animal, and in vitro studies on the effects of air pollution on the brain. BioMed Res. Int. 2014;2014 doi: 10.1155/2014/736385.", "ArticleIdList": ["10.1155/2014/736385", "PMC3912642", "24524086"]}, {"Citation": "Costa Lucio G., Cole Toby B., Coburn Jacki, Chang Yu-Chi, Dao Khoi, Roqué Pamela J. Neurotoxicity of traffic-related air pollution. Neurotoxicology. 2017;59(March):133–139. doi: 10.1016/j.neuro.2015.11.008.", "ArticleIdList": ["10.1016/j.neuro.2015.11.008", "PMC4875879", "26610921"]}, {"Citation": "Costa Lucio G., Cole Toby B., Dao Khoi, Chang Yu-Chi, Coburn Jacki, Garrick Jacqueline M. Effects of air pollution on the nervous system and its possible role in neurodevelopmental and neurodegenerative disorders. Pharmacol. Therapeut. 2020;210(June) doi: 10.1016/j.pharmthera.2020.107523.", "ArticleIdList": ["10.1016/j.pharmthera.2020.107523", "PMC7245732", "32165138"]}, {"Citation": "Cotter Devyn, Ahmadi Hedyeh, Cardenas-Iniguez Carlos, Bottenhorn Katherine, James Gauderman W., McConnell Rob, Berhane Kiros, et al. Sex-specific effects in how childhood exposures to multiple ambient air pollutants affect white matter microstructure development across early adolescence. 2023.", "ArticleIdList": ["10.21203/rs.3.rs-3213618/v1"]}, {"Citation": "Cotter Devyn L., Campbell Claire E., Sukumaran Kirthana, McConnell Rob, Berhane Kiros, Schwartz Joel, Hackman Daniel A., Ahmadi Hedyeh, Chen Jiu-Chiuan, Herting Megan M. Effects of ambient fine particulates, nitrogen dioxide, and ozone on maturation of functional brain networks across early adolescence. Environ. Int. 2023;177(July) doi: 10.1016/j.envint.2023.108001.", "ArticleIdList": ["10.1016/j.envint.2023.108001", "PMC10353545", "37307604"]}, {"Citation": "Cruz-Topete D., Dominic P., Stokes K.Y. Uncovering sex-specific mechanisms of action of testosterone and redox balance. Redox biology. 2020;31:101490. doi: 10.1016/j.redox.2020.101490.", "ArticleIdList": ["10.1016/j.redox.2020.101490", "PMC7212492", "32169396"]}, {"Citation": "Dadouli Katerina, Janho Michel B., Hatziefthimiou Apostolia, Voulgaridi Ioanna, Piaha Konstantina, Anagnostopoulos Lemonia, Ntellas Panagiotis, et al. Neutrophil-to-Lymphocyte, monocyte-to-lymphocyte, platelet-to-lymphocyte ratio and systemic immune-inflammatory index in different states of bipolar disorder. Brain Sci. 2022;12(8):1034. doi: 10.3390/brainsci12081034.", "ArticleIdList": ["10.3390/brainsci12081034", "PMC9405738", "36009097"]}, {"Citation": "Dai Yifeng, Huo Xia, Cheng Zhiheng, Wang Qihua, Zhang Yuling, Xu Xijin. Alterations in platelet indices link polycyclic aromatic hydrocarbons toxicity to low-grade inflammation in preschool children. Environ. Int. 2019;131(October) doi: 10.1016/j.envint.2019.105043.", "ArticleIdList": ["10.1016/j.envint.2019.105043", "31352259"]}, {"Citation": "Del Brutto, Oscar H., Mera Robertino M., Rumbea Denisse A., Del Brutto Victor J. Systemic immune-inflammation index and progression of white matter hyperintensities of presumed vascular origin. A longitudinal population study in community-dwelling older adults living in rural Ecuador. J. Neurol. Sci. 2023;452(September) doi: 10.1016/j.jns.2023.120741.", "ArticleIdList": ["10.1016/j.jns.2023.120741", "37515846"]}, {"Citation": "Dhamala Elvisha, Jamison Keith W., Jaywant Abhishek, Kuceyeski Amy. Shared functional connections within and between cortical networks predict cognitive abilities in adult males and females. Hum. Brain Mapp. 2021;43(3):1087–1102. doi: 10.1002/hbm.25709.", "ArticleIdList": ["10.1002/hbm.25709", "PMC8764478", "34811849"]}, {"Citation": "Di Qian, Amini Heresh, Shi Liuhua, Kloog Itai, Silvern Rachel, Kelly James, Benjamin Sabath M., et al. An ensemble-based model of PM2.5 concentration across the contiguous United States with high spatiotemporal resolution. Environ. Int. 2019;130(September) doi: 10.1016/j.envint.2019.104909.", "ArticleIdList": ["10.1016/j.envint.2019.104909", "PMC7063579", "31272018"]}, {"Citation": "Di Qian, Amini Heresh, Shi Liuhua, Kloog Itai, Silvern Rachel, Kelly James, Benjamin Sabath M., et al. Assessing NO2 concentration and model uncertainty with high spatiotemporal resolution across the contiguous United States using ensemble model averaging. Environ. Sci. Technol. 2020;54(3):1372–1384. doi: 10.1021/acs.est.9b03358.", "ArticleIdList": ["10.1021/acs.est.9b03358", "PMC7065654", "31851499"]}, {"Citation": "Dosenbach Nico U.F., Nardos Binyam, Cohen Alexander L., Fair Damien A., Power Jonathan D., Church Jessica A., Nelson Steven M., et al. Prediction of individual brain maturity using fMRI. Science. 2010;329(5997):1358–1361. doi: 10.1126/science.1194144.", "ArticleIdList": ["10.1126/science.1194144", "PMC3135376", "20829489"]}, {"Citation": "“Effect of air pollution on the human immune system.”. Nat. Med. 2022;28(12):2482–2483. doi: 10.1038/s41591-022-02093-7.", "ArticleIdList": ["10.1038/s41591-022-02093-7", "PMC9714391", "36456836"]}, {"Citation": "El-Baba Rami M., Schury Mark P.  StatPearls. Treasure Island (FL) StatPearls Publishing; 2023. Neuroanatomy, frontal cortex.http://www.ncbi.nlm.nih.gov/books/NBK554483/", "ArticleIdList": ["32119370"]}, {"Citation": "Eo Wan Kyu, Chang Hye Jung, Kwon Sang Hoon, Koh Suk Bong, Kim Young Ok, Ji Yong Il, Kim Hong-Bae, et al. The lymphocyte-monocyte ratio predicts patient survival and aggressiveness of ovarian cancer. J. Cancer. 2016;7(3):289–296. doi: 10.7150/jca.13432.", "ArticleIdList": ["10.7150/jca.13432", "PMC4747883", "26918042"]}, {"Citation": "Fan Chun Chieh, Marshall Andrew, Smolker Harry, Gonzalez Marybel R., Tapert Susan F., Barch Deanna M., Sowell Elizabeth, et al. Adolescent brain cognitive development (ABCD) study linked external data (LED): protocol and practices for geocoding and assignment of environmental data. Developmental Cognitive Neuroscience. 2021;52(December) doi: 10.1016/j.dcn.2021.101030.", "ArticleIdList": ["10.1016/j.dcn.2021.101030", "PMC8666341", "34891080"]}, {"Citation": "Fan Chun Chieh, Loughnan Robert, Makowski Carolina, Pecheva Diliana, Chen Chi-Hua, Hagler Donald J., Thompson Wesley K., et al. Multivariate genome-wide association study on tissue-sensitive diffusion metrics highlights pathways that shape the human brain. Nat. Commun. 2022;13(1):2423. doi: 10.1038/s41467-022-30110-3.", "ArticleIdList": ["10.1038/s41467-022-30110-3", "PMC9065144", "35505052"]}, {"Citation": "Fan Hueng-Chuen, Chen Chuan-Mu, Tsai Jeng-Dau, Chiang Kuo-Liang, Tsai Stella Chin-Shaw, Huang Ching-Ying, Lin Cheng-Li, Hsu Chung Y., Chang Kuang-Hsi. Association between exposure to particulate matter air pollution during early childhood and risk of attention-deficit/hyperactivity disorder in taiwan. Int. J. Environ. Res. Publ. Health. 2022;19(23) doi: 10.3390/ijerph192316138.", "ArticleIdList": ["10.3390/ijerph192316138", "PMC9740780", "36498210"]}, {"Citation": "Fernandez-Iriondo Izaro, Jimenez-Marin Antonio, Sierra Basilio, Aginako Naiara, Bonifazi Paolo, Cortes Jesus M. Brain mapping of behavioral domains using multi-scale networks and canonical correlation analysis. Front. Neurosci. 2022;16(June) doi: 10.3389/fnins.2022.889725.", "ArticleIdList": ["10.3389/fnins.2022.889725", "PMC9255673", "35801180"]}, {"Citation": "Filipe C., Lam Shang Leen L., Brouchet L., Billon A., Benouaich V., Fontaine V., Gourdy P., Lenfant F., Arnal J.F., Gadeau A.P., Laurell H. Estradiol accelerates endothelial healing through the retrograde commitment of uninjured endothelium. American journal of physiology. Heart and circulatory physiology. 2008;294(6):H2822–H2830. doi: 10.1152/ajpheart.00129.2008.", "ArticleIdList": ["10.1152/ajpheart.00129.2008", "18441207"]}, {"Citation": "Frampton Mark W., Boscia Joseph, Roberts Norbert J., Mitra Azadniv, Torres Alfonso, Cox Christopher, Morrow Paul E., et al. Nitrogen dioxide exposure: effects on airway and blood cells. Am. J. Physiol. Lung Cell Mol. Physiol. 2002;282(1):L155–L165. doi: 10.1152/ajplung.2002.282.1.L155.", "ArticleIdList": ["10.1152/ajplung.2002.282.1.L155", "11741827"]}, {"Citation": "Freeman M.E., Kanyicska B., Lerant A., Nagy G. Prolactin: structure, function, and regulation of secretion. Physiological reviews. 2000;80(4):1523–1631. doi: 10.1152/physrev.2000.80.4.1523.", "ArticleIdList": ["10.1152/physrev.2000.80.4.1523", "11015620"]}, {"Citation": "Gade Meethila, Comfort Nicole, Re Diane B. Sex-specific neurotoxic effects of heavy metal pollutants: epidemiological, experimental evidence and candidate mechanisms. Environ. Res. 2021;201(October) doi: 10.1016/j.envres.2021.111558.", "ArticleIdList": ["10.1016/j.envres.2021.111558", "PMC8478794", "34224706"]}, {"Citation": "Garavan H., Bartsch H., Conway K., Decastro A., Goldstein R.Z., Heeringa S., Jernigan T., Potter A., Thompson W., Zahs D. Recruiting the ABCD sample: design considerations and procedures. Developmental Cognitive Neuroscience, The Adolescent Brain Cognitive Development (ABCD) Consortium: Rationale, Aims, and Assessment Strategy. 2018;32(August):16–22. doi: 10.1016/j.dcn.2018.04.004.", "ArticleIdList": ["10.1016/j.dcn.2018.04.004", "PMC6314286", "29703560"]}, {"Citation": "García-Serna Azahara M., Martín-Orozco Elena, Jiménez-Guerrero Pedro, Hernández-Caselles Trinidad, Pérez-Fernández Virginia, Cantero-Cano Esther, Muñoz-García María, et al. Cytokine profiles in cord blood in relation to prenatal traffic-related air pollution: the NELA cohort. Pediatr. Allergy Immunol. 2022;33(2) doi: 10.1111/pai.13732.", "ArticleIdList": ["10.1111/pai.13732", "35212052"]}, {"Citation": "Giedd Jay N., Raznahan Armin, Mills Kathryn L., Lenroot Rhoshel K. Review: magnetic resonance imaging of male/female differences in human adolescent brain anatomy. Biol. Sex Differ. 2012;3(1):19. doi: 10.1186/2042-6410-3-19.", "ArticleIdList": ["10.1186/2042-6410-3-19", "PMC3472204", "22908911"]}, {"Citation": "Glencross Drew A., Ho Tzer-Ren, Camiña Nuria, Hawrylowicz Catherine M., Pfeffer Paul E. Air pollution and its effects on the immune system. Free Radical Biol. Med. 2020;151(May):56–68. doi: 10.1016/j.freeradbiomed.2020.01.179.", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.01.179", "32007522"]}, {"Citation": "Goldstein Evan Z., Church Jamie S., Hesp Zoe C., Popovich Phillip G., McTigue Dana M. A silver lining of neuroinflammation: beneficial effects on myelination. Experimental Neurology, Myelin Repair. 2016;283(September):550–559. doi: 10.1016/j.expneurol.2016.05.001.", "ArticleIdList": ["10.1016/j.expneurol.2016.05.001", "27151600"]}, {"Citation": "Gordon Evan M., Laumann Timothy O., Adeyemo Babatunde, Huckins Jeremy F., Kelley William M., Petersen Steven E. Generation and evaluation of a cortical area parcellation from resting-state correlations. Cerebr. Cortex. 2016;26(1):288–303. doi: 10.1093/cercor/bhu239. New York, N.Y.: 1991.", "ArticleIdList": ["10.1093/cercor/bhu239", "PMC4677978", "25316338"]}, {"Citation": "Grayson David S., Fair Damien A. Development of large-scale functional networks from birth to adulthood: a guide to the neuroimaging literature. Neuroimage. 2017;160(October):15–31. doi: 10.1016/j.neuroimage.2017.01.079.", "ArticleIdList": ["10.1016/j.neuroimage.2017.01.079", "PMC5538933", "28161313"]}, {"Citation": "Guxens Mònica, Lubczyńska Małgorzata J., Pérez-Crespo Laura, Muetzel Ryan L., El Marroun Hanan, Basagaña Xavier, Hoek Gerard, Tiemeier Henning. Associations of air pollution on the brain in children: a brain imaging study. Res. Rep. Health Eff. Inst. 2022:209. 2022 (February)", "ArticleIdList": ["PMC9476146", "36106707"]}, {"Citation": "Haber Suzanne N. Corticostriatal circuitry. Dialogues Clin. Neurosci. 2016;18(1):7–21.", "ArticleIdList": ["PMC4826773", "27069376"]}, {"Citation": "Hackman Daniel A., Cserbik Dora, Chen Jiu-Chiuan, Berhane Kiros, Minaravesh Bita, McConnell Rob, Herting Megan M. Association of local variation in neighborhood disadvantage in metropolitan areas with youth neurocognition and brain structure. JAMA Pediatr. 2021;175(8) doi: 10.1001/jamapediatrics.2021.0426.", "ArticleIdList": ["10.1001/jamapediatrics.2021.0426", "PMC8094040", "33938908"]}, {"Citation": "Hagler Donald J., Ahmadi Mazyar E., Kuperman Joshua, Holland Dominic, McDonald Carrie R., Halgren Eric, Dale Anders M. Automated white-matter tractography using a probabilistic diffusion tensor atlas: application to temporal lobe epilepsy. Hum. Brain Mapp. 2009;30(5):1535–1547. doi: 10.1002/hbm.20619.", "ArticleIdList": ["10.1002/hbm.20619", "PMC2754725", "18671230"]}, {"Citation": "Hagler Donald J., Hatton SeanN., Daniela Cornejo M., Makowski Carolina, Fair Damien A., Dick Anthony Steven, Sutherland Matthew T., et al. Image processing and analysis methods for the adolescent brain cognitive development study. Neuroimage. 2019;202(November) doi: 10.1016/j.neuroimage.2019.116091.", "ArticleIdList": ["10.1016/j.neuroimage.2019.116091", "PMC6981278", "31415884"]}, {"Citation": "Hahn Jill, Gold Diane R., Coull Brent A., McCormick Marie C., Finn Patricia W., Perkins David L., Rifas Shiman Sheryl L., Oken Emily, Kubzansky Laura D. Air pollution, neonatal immune responses, and potential joint effects of maternal depression. Int. J. Environ. Res. Publ. Health. 2021;18(10):5062. doi: 10.3390/ijerph18105062.", "ArticleIdList": ["10.3390/ijerph18105062", "PMC8150899", "34064967"]}, {"Citation": "Hajat Anjum, Hsia Charlene, O'Neill Marie S. Socioeconomic disparities and air pollution exposure: a global review. Current Environmental Health Reports. 2015;2(4):440–450. doi: 10.1007/s40572-015-0069-5.", "ArticleIdList": ["10.1007/s40572-015-0069-5", "PMC4626327", "26381684"]}, {"Citation": "Hamra Ghassan B., Buckley Jessie P. Environmental exposure mixtures: questions and methods to address them. Current Epidemiology Reports. 2018;5(2):160–165. doi: 10.1007/s40471-018-0145-0.", "ArticleIdList": ["10.1007/s40471-018-0145-0", "PMC6329601", "30643709"]}, {"Citation": "Haskó G., Szabó C. Regulation of cytokine and chemokine production by transmitters and Co-transmitters of the autonomic nervous system. Biochem. Pharmacol. 1998;56(9):1079–1087. doi: 10.1016/s0006-2952(98)00153-1.", "ArticleIdList": ["10.1016/s0006-2952(98)00153-1", "9802316"]}, {"Citation": "Heidari Nejad Sayeh, Takechi Ryusuke, Mullins Benjamin J., Giles Corey, Larcombe Alexander N., Bertolatti Dean, Rumchev Krassi, Dhaliwal Satvinder, Mamo John. The effect of diesel exhaust exposure on blood-brain barrier integrity and function in a murine model. J. Appl. Toxicol.: J. Anal. Toxicol. 2015;35(1):41–47. doi: 10.1002/jat.2985.", "ArticleIdList": ["10.1002/jat.2985", "24477878"]}, {"Citation": "Helmer Markus, Warrington Shaun, Mohammadi-Nejad Ali-Reza, Ji Jie Lisa, Howell Amber, Benjamin Rosand, Anticevic Alan, Sotiropoulos Stamatios N., Murray John D. On the stability of canonical correlation analysis and partial least squares with application to brain-behavior associations. Commun. Biol. 2024;7(1):1–15. doi: 10.1038/s42003-024-05869-4.", "ArticleIdList": ["10.1038/s42003-024-05869-4", "PMC11245620", "38383808"]}, {"Citation": "Herting Megan M., Younan Diana, Campbell Claire E., Chen Jiu-Chiuan. Outdoor air pollution and brain structure and function from across childhood to young adulthood: a methodological review of brain MRI studies. Front. Public Health. 2019;7:332. doi: 10.3389/fpubh.2019.00332.", "ArticleIdList": ["10.3389/fpubh.2019.00332", "PMC6908886", "31867298"]}, {"Citation": "Hu Bo, Yang Xin-Rong, Xu Yang, Sun Yun-Fan, Sun Chao, Guo Wei, Zhang Xin, et al. Systemic immune-inflammation index predicts prognosis of patients after curative resection for hepatocellular carcinoma. Clin. Cancer Res.: An Official Journal of the American Association for Cancer Research. 2014;20(23):6212–6222. doi: 10.1158/1078-0432.CCR-14-0442.", "ArticleIdList": ["10.1158/1078-0432.CCR-14-0442", "25271081"]}, {"Citation": "Hung Shih-Chiang, Cheng Hsiao-Yuan, Yang Chen-Cheng, Lin Chia-I, Ho Chi-Kung, Lee Wen-Huei, Cheng Fu-Jen, Li Chao-Jui, Chuang Hung-Yi. The association of white blood cells and air pollutants—a population-based study. Int. J. Environ. Res. Publ. Health. 2021;18(5):2370. doi: 10.3390/ijerph18052370.", "ArticleIdList": ["10.3390/ijerph18052370", "PMC7957746", "33804362"]}, {"Citation": "Jara L.J., Medina G., Saavedra M.A., Vera-Lastra O., Navarro C. Prolactin and autoimmunity. Clinical reviews in allergy & immunology. 2011;40(1):50–59. doi: 10.1007/s12016-009-8185-3.", "ArticleIdList": ["10.1007/s12016-009-8185-3", "19911311"]}, {"Citation": "Javed Kinaan, Reddy Vamsi, Lui Forshing.  StatPearls. Treasure Island (FL) StatPearls Publishing; 2023. Neuroanatomy, lateral corticospinal tract.http://www.ncbi.nlm.nih.gov/books/NBK534818/", "ArticleIdList": ["30521239"]}, {"Citation": "Jerrett Michael, Shankardass Ketan, Berhane Kiros, James Gauderman W., Künzli Nino, Avol Edward, Gilliland Frank, et al. Traffic-related air pollution and asthma onset in children: a prospective cohort study with individual exposure measurement. Environ. Health Perspect. 2008;116(10):1433–1438. doi: 10.1289/ehp.10968.", "ArticleIdList": ["10.1289/ehp.10968", "PMC2569108", "18941591"]}, {"Citation": "Ji Hongfei, Xuan Qijia, Yan Caichuan, Liu Tao, Nanding Abiyasi, Zhang Qingyuan. The prognostic and predictive value of the lymphocyte to monocyte ratio in luminal-type breast cancer patients treated with CEF chemotherapy. Oncotarget. 2016;7(23):34881–34889. doi: 10.18632/oncotarget.8993.", "ArticleIdList": ["10.18632/oncotarget.8993", "PMC5085196", "27145456"]}, {"Citation": "John Gareth R., Lee Sunhee C., Brosnan Celia F. Cytokines: powerful regulators of glial cell activation. Neuroscientist: A Review Journal Bringing Neurobiology, Neurology and Psychiatry. 2003;9(1):10–22. doi: 10.1177/1073858402239587.", "ArticleIdList": ["10.1177/1073858402239587", "12580336"]}, {"Citation": "Kaczkurkin Antonia N., Raznahan Armin, Satterthwaite Theodore D. Sex differences in the developing brain: insights from multimodal neuroimaging. Neuropsychopharmacology: Official Publication of the American College of Neuropsychopharmacology. 2019;44(1):71–85. doi: 10.1038/s41386-018-0111-z.", "ArticleIdList": ["10.1038/s41386-018-0111-z", "PMC6235840", "29930385"]}, {"Citation": "Kang You Jung, Tan Hsih-Yin, Lee Charles Y., Cho Hansang. An air particulate pollutant induces neuroinflammation and neurodegeneration in human brain models. Adv. Sci. 2021;8(21) doi: 10.1002/advs.202101251.", "ArticleIdList": ["10.1002/advs.202101251", "PMC8564420", "34561961"]}, {"Citation": "Klein Sabra L., Flanagan Katie L. Sex differences in immune responses. Nat. Rev. Immunol. 2016;16(10):626–638. doi: 10.1038/nri.2016.90.", "ArticleIdList": ["10.1038/nri.2016.90", "27546235"]}, {"Citation": "Klümper Claudia, Krämer Ursula, Lehmann Irina, Berg Andrea von, Dietrich Berdel, Herberth Gunda, Beckmann Christina, et al. Air pollution and cytokine responsiveness in asthmatic and non-asthmatic children. Environ. Res. 2015;138(April):381–390. doi: 10.1016/j.envres.2015.02.034.", "ArticleIdList": ["10.1016/j.envres.2015.02.034", "25769127"]}, {"Citation": "Krishnan Anjali, Williams Lynne J., McIntosh Anthony Randal, Abdi Hervé. Partial least squares (pls) methods for neuroimaging: a tutorial and review. Neuroimage. 2011;56(2):455–475. doi: 10.1016/j.neuroimage.2010.07.034.", "ArticleIdList": ["10.1016/j.neuroimage.2010.07.034", "20656037"]}, {"Citation": "Kurtul Alparslan, Murat Sani Namik, Yarlioglues Mikail, Duran Mustafa, Ergun Gokhan, Acikgoz Sadik Kadri, Demircelik Muhammed Bora, et al. Association of platelet-to-lymphocyte ratio with severity and complexity of coronary artery disease in patients with acute coronary syndromes. Am. J. Cardiol. 2014;114(7):972–978. doi: 10.1016/j.amjcard.2014.07.005.", "ArticleIdList": ["10.1016/j.amjcard.2014.07.005", "25118117"]}, {"Citation": "Latzin Philipp, Frey Urs, Armann Jakob, Kieninger Elisabeth, Fuchs Oliver, Röösli Martin, Schaub Bianca. Exposure to moderate air pollution during late pregnancy and cord blood cytokine secretion in healthy neonates. PLoS One. 2011;6(8) doi: 10.1371/journal.pone.0023130.", "ArticleIdList": ["10.1371/journal.pone.0023130", "PMC3149643", "21826232"]}, {"Citation": "Laumann Timothy O., Snyder Abraham Z., Mitra Anish, Gordon Evan M., Gratton Caterina, Adeyemo Babatunde, Gilmore Adrian W., et al. On the stability of BOLD fMRI correlations. Cerebr. Cortex. 2017;27(10):4719–4732. doi: 10.1093/cercor/bhw265.", "ArticleIdList": ["10.1093/cercor/bhw265", "PMC6248456", "27591147"]}, {"Citation": "Lee Pei-Chen, Raaschou-Nielsen Ole, Lill Christina M., Bertram Lars, Sinsheimer Janet S., Hansen Johnni, Ritz Beate. Gene-environment interactions linking air pollution and inflammation in Parkinson's disease. Environ. Res. 2016;151(November):713–720. doi: 10.1016/j.envres.2016.09.006.", "ArticleIdList": ["10.1016/j.envres.2016.09.006", "27640071"]}, {"Citation": "Lenroot Rhoshel K., Giedd Jay N. Sex differences in the adolescent brain. Brain Cognit. 2010;72(1):46. doi: 10.1016/j.bandc.2009.10.008.", "ArticleIdList": ["10.1016/j.bandc.2009.10.008", "PMC2818549", "19913969"]}, {"Citation": "Levesque Shannon, Surace Michael J., Jacob McDonald, Block Michelle L. Air pollution & the brain: subchronic diesel exhaust exposure causes neuroinflammation and elevates early markers of neurodegenerative disease. J. Neuroinflammation. 2011;8(August):105. doi: 10.1186/1742-2094-8-105.", "ArticleIdList": ["10.1186/1742-2094-8-105", "PMC3184279", "21864400"]}, {"Citation": "Levesque Shannon, Taetzsch Thomas, Lull Melinda E., Kodavanti Urmila, Stadler Krisztian, Wagner Alison, Johnson Jo Anne, et al. Diesel exhaust activates and primes microglia: air pollution, neuroinflammation, and regulation of dopaminergic neurotoxicity. Environ. Health Perspect. 2011;119(8):1149–1155. doi: 10.1289/ehp.1002986.", "ArticleIdList": ["10.1289/ehp.1002986", "PMC3237351", "21561831"]}, {"Citation": "Levesque Shannon, Taetzsch Thomas, Lull Melinda E., Johnson Jo Anne, McGraw Constance, Block Michelle L. The role of MAC1 in diesel exhaust particle-induced microglial activation and loss of dopaminergic neuron function. J. Neurochem. 2013;125(5):756–765. doi: 10.1111/jnc.12231.", "ArticleIdList": ["10.1111/jnc.12231", "PMC3660420", "23470120"]}, {"Citation": "Li Hongyan, Chen Liqun, Guo Zhen, Sang Nan, Li Guangke. In vivo screening to determine neurological hazards of nitrogen dioxide (NO2) using wistar rats. J. Hazard Mater. 2012;225–226(July):46–53. doi: 10.1016/j.jhazmat.2012.04.063.", "ArticleIdList": ["10.1016/j.jhazmat.2012.04.063", "22621880"]}, {"Citation": "Li Xinwei, Zhang Xiao, Zhang Zhiqiang, Han Lianyu, Gong Deping, Li Jie, Wang Ting, et al. Air pollution exposure and immunological and systemic inflammatory alterations among schoolchildren in China. Sci. Total Environ. 2019;657(March):1304–1310. doi: 10.1016/j.scitotenv.2018.12.153.", "ArticleIdList": ["10.1016/j.scitotenv.2018.12.153", "30677897"]}, {"Citation": "Li Li-Hua, Chen Chung-Ting, Chang Yun-Chin, Chen Ying-Ju, Lee I.-Hui, How Chorng-Kuang. Prognostic role of neutrophil-to-lymphocyte ratio, platelet-to-lymphocyte ratio, and systemic immune inflammation index in acute ischemic stroke: a STROBE-compliant retrospective study. Medicine. 2021;100(25) doi: 10.1097/MD.0000000000026354.", "ArticleIdList": ["10.1097/MD.0000000000026354", "PMC8238279", "34160404"]}, {"Citation": "Liao Minyu, Braunstein Zachary, Rao Xiaoquan. Sex differences in particulate air pollution-related cardiovascular diseases: a review of human and animal evidence. Sci. Total Environ. 2023;884(August) doi: 10.1016/j.scitotenv.2023.163803.", "ArticleIdList": ["10.1016/j.scitotenv.2023.163803", "37137360"]}, {"Citation": "Lin Cheng-Kuan, Chang Yuan-Ting, Lee Fu-Shiuan, Chen Szu-Ta, Christiani David. Association between exposure to ambient particulate matters and risks of autism spectrum disorder in children: a systematic review and exposure-response meta-analysis. Environ. Res. Lett. 2021;16(6) doi: 10.1088/1748-9326/abfcf7.", "ArticleIdList": ["10.1088/1748-9326/abfcf7"]}, {"Citation": "Lu You, Kwong Katherine, Wells James, Edwards Andrea, Zhong Chen, Tseng Tung-Sung, Zhang Kun. Quitting smoking after a cancer diagnosis is associated with high-risk neutrophil-to-lymphocyte ratio among tobacco use-related cancer survivors. Sci. Rep. 2023;13(February):2745. doi: 10.1038/s41598-023-27624-1.", "ArticleIdList": ["10.1038/s41598-023-27624-1", "PMC9935916", "36797297"]}, {"Citation": "Lubczyńska Małgorzata J., Muetzel Ryan L., El Marroun Hanan, Basagaña Xavier, Strak Maciej, Denault William, Jaddoe Vincent W.V., et al. Exposure to air pollution during pregnancy and childhood, and white matter microstructure in preadolescents. Environ. Health Perspect. 2020;128(2) doi: 10.1289/EHP4709.", "ArticleIdList": ["10.1289/EHP4709", "PMC7064320", "32074458"]}, {"Citation": "Lubczyńska Małgorzata J., Muetzel Ryan L., El Marroun Hanan, Hoek Gerard, Kooter Ingeborg M., Thomson Errol M., Hillegers Manon, et al. Air pollution exposure during pregnancy and childhood and brain morphology in preadolescents. Environ. Res. 2021;198(July) doi: 10.1016/j.envres.2020.110446.", "ArticleIdList": ["10.1016/j.envres.2020.110446", "33221303"]}, {"Citation": "Luciana M., Bjork J.M., Nagel B.J., Barch D.M., Gonzalez R., Nixon S.J., Banich M.T. Adolescent neurocognitive development and impacts of substance use: overview of the adolescent brain cognitive development (ABCD) baseline neurocognition battery. Developmental Cognitive Neuroscience. 2018;32(August):67–79. doi: 10.1016/j.dcn.2018.02.006.", "ArticleIdList": ["10.1016/j.dcn.2018.02.006", "PMC6039970", "29525452"]}, {"Citation": "Mazza Mario Gennaro, De Lorenzo Rebecca, Conte Caterina, Poletti Sara, Vai Benedetta, Bollettini Irene, Melloni Elisa Maria Teresa, et al. Anxiety and depression in COVID-19 survivors: role of inflammatory and clinical predictors. Brain Behav. Immun. 2020;89(October):594–600. doi: 10.1016/j.bbi.2020.07.037.", "ArticleIdList": ["10.1016/j.bbi.2020.07.037", "PMC7390748", "32738287"]}, {"Citation": "McIntosh A.R., Bookstein F.L., Haxby J.V., Grady C.L. Spatial pattern analysis of functional brain images using partial least squares. Neuroimage. 1996;3(3 Pt 1):143–157. doi: 10.1006/nimg.1996.0016.", "ArticleIdList": ["10.1006/nimg.1996.0016", "9345485"]}, {"Citation": "McIntosh Roger C., Lobo Judith, Paparozzi Jeremy, Goodman Zach, Kornfeld Salome, Nomi Jason. Neutrophil to lymphocyte ratio is a transdiagnostic biomarker of depression and structural and functional brain alterations in older adults. J. Neuroimmunol. 2022;365(April) doi: 10.1016/j.jneuroim.2022.577831.", "ArticleIdList": ["10.1016/j.jneuroim.2022.577831", "PMC11092564", "35217366"]}, {"Citation": "Moeller Steen, Yacoub Essa, Olman Cheryl A., Auerbach Edward, Strupp John, Harel Noam, Uğurbil Kâmil. Multiband multislice GE-EPI at 7 tesla, with 16-fold acceleration using partial parallel imaging with application to high spatial and temporal whole-brain fMRI. Magn. Reson. Med. 2010;63(5):1144–1153. doi: 10.1002/mrm.22361.", "ArticleIdList": ["10.1002/mrm.22361", "PMC2906244", "20432285"]}, {"Citation": "Morgan Todd E., Davis David A., Iwata Nahoko, Tanner Jeremy A., Snyder David, Ning Zhi, Kam Winnie, et al. Glutamatergic neurons in rodent models respond to nanoscale particulate urban air pollutants in vivo and in vitro. Environ. Health Perspect. 2011;119(7):1003–1009. doi: 10.1289/ehp.1002973.", "ArticleIdList": ["10.1289/ehp.1002973", "PMC3222976", "21724521"]}, {"Citation": "Nam Ki-Woong, Kwon Hyung-Min, Jeong Han-Yeong, Park Jin-Ho, Kim Sang Hyuck, Jeong Su-Min, Yoo Tae Gon, Kim Shinhye. High neutrophil to lymphocyte ratio is associated with white matter hyperintensity in a healthy population. J. Neurol. Sci. 2017;380(September):128–131. doi: 10.1016/j.jns.2017.07.024.", "ArticleIdList": ["10.1016/j.jns.2017.07.024", "28870552"]}, {"Citation": "Mroczek D.K., Weston S.J., Graham E.K., Willroth E.C. Data overuse in aging research: Emerging issues and potential solutions. Psychology and Aging. 2022;37(1):141–147. doi: 10.1037/pag0000605.", "ArticleIdList": ["10.1037/pag0000605", "PMC8553804", "33914579"]}, {"Citation": "Nam Ki Woong, Kwon Hyung Min, Han Yeong Jeong, Park Jin Ho, Kwon Hyuktae. Systemic immune-inflammation index is associated with white matter hyperintensity volume. Sci. Rep. 2022;12(1) doi: 10.1038/s41598-022-11575-0.", "ArticleIdList": ["10.1038/s41598-022-11575-0", "PMC9072679", "35513435"]}, {"Citation": "Nishimura Katherine K., Galanter Joshua M., Roth Lindsey A., Oh Sam S., Thakur Neeta, Nguyen Elizabeth A., Thyne Shannon, et al. Early-life air pollution and asthma risk in minority children. The GALA II and SAGE II studies. Am. J. Respir. Crit. Care Med. 2013;188(3):309–318. doi: 10.1164/rccm.201302-0264OC.", "ArticleIdList": ["10.1164/rccm.201302-0264OC", "PMC3778732", "23750510"]}, {"Citation": "Palmer Clare E., Pecheva Diliana, Iversen John R., Hagler Donald J., Sugrue Leo, Nedelec Pierre, Fan Chun Chieh, Thompson Wesley K., Jernigan Terry L., Dale Anders M. Microstructural development from 9 to 14 Years: evidence from the ABCD study. Developmental Cognitive Neuroscience. 2021;53(December) doi: 10.1016/j.dcn.2021.101044.", "ArticleIdList": ["10.1016/j.dcn.2021.101044", "PMC8671104", "34896850"]}, {"Citation": "Palmer Clare E., Pecheva Diliana, Iversen John R., Hagler Donald J., Sugrue Leo, Nedelec Pierre, Fan Chun Chieh, Thompson Wesley K., Jernigan Terry L., Dale Anders M. Microstructural development from 9 to 14 Years: evidence from the ABCD study. Developmental Cognitive Neuroscience. 2022;53(February) doi: 10.1016/j.dcn.2021.101044.", "ArticleIdList": ["10.1016/j.dcn.2021.101044", "PMC8671104", "34896850"]}, {"Citation": "Pérez-Crespo Laura, Kusters Michelle S.W., López-Vicente Mónica, Lubczyńska Małgorzata J., Foraster Maria, White Tonya, Hoek Gerard, Tiemeier Henning, Muetzel Ryan L., Guxens Mònica. Exposure to traffic-related air pollution and noise during pregnancy and childhood, and functional brain connectivity in preadolescents. Environ. Int. 2022;164(June) doi: 10.1016/j.envint.2022.107275.", "ArticleIdList": ["10.1016/j.envint.2022.107275", "35580436"]}, {"Citation": "Peters A., Liu E., Verrier R.L., Schwartz J., Gold D.R., Mittleman M., Baliff J., et al. Air pollution and incidence of cardiac arrhythmia. Epidemiology. 2000;11(1):11–17. doi: 10.1097/00001648-200001000-00005.", "ArticleIdList": ["10.1097/00001648-200001000-00005", "10615837"]}, {"Citation": "Peterson Bradley S., Bansal Ravi, Sawardekar Siddhant, Nati Carlo, Elgabalawy Eman R., Hoepner Lori A., Garcia Wanda, et al. Prenatal exposure to air pollution is associated with altered brain structure, function, and metabolism in childhood. J. Child Psychol. Psychiatry Allied Discip. 2022;63(11):1316–1331. doi: 10.1111/jcpp.13578.", "ArticleIdList": ["10.1111/jcpp.13578", "35165899"]}, {"Citation": "Phelps Drake W., Palekar Anika I., Conley Haleigh E., Ferrero Giuliano, Driggers Jacob H., Linder Keith E., Kullman Seth W., et al. Legacy and emerging per- and polyfluoroalkyl substances suppress the neutrophil respiratory burst. J. Immunot. 2023;20(1) doi: 10.1080/1547691X.2023.2176953.", "ArticleIdList": ["10.1080/1547691X.2023.2176953", "PMC10361455", "36788734"]}, {"Citation": "Pope C. Arden, Burnett Richard T., Thurston George D., Thun Michael J., Calle Eugenia E., Krewski Daniel, Godleski John J. Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004;109(1):71–77. doi: 10.1161/01.CIR.0000108927.80044.7F.", "ArticleIdList": ["10.1161/01.CIR.0000108927.80044.7F", "14676145"]}, {"Citation": "Power Jonathan D., Cohen Alexander L., Nelson Steven M., Wig Gagan S., Barnes Kelly Anne, Church Jessica A., Vogel Alecia C., et al. Functional network organization of the human brain. Neuron. 2011;72(4):665–678. doi: 10.1016/j.neuron.2011.09.006.", "ArticleIdList": ["10.1016/j.neuron.2011.09.006", "PMC3222858", "22099467"]}, {"Citation": "Power Jonathan D., Mitra Anish, Laumann Timothy O., Snyder Abraham Z., Schlaggar Bradley L., Petersen Steven E. Methods to detect, characterize, and remove motion artifact in resting state fMRI. Neuroimage. 2014;84(January):320–341. doi: 10.1016/j.neuroimage.2013.08.048.", "ArticleIdList": ["10.1016/j.neuroimage.2013.08.048", "PMC3849338", "23994314"]}, {"Citation": "Pujol Jesus, Fenoll Raquel, Macià Dídac, Martínez‐Vilavella Gerard, Alvarez‐Pedrerol Mar, Rivas Ioar, Forns Joan, et al. Airborne copper exposure in school environments associated with poorer motor performance and altered basal ganglia. Brain and Behavior. 2016;6(6) doi: 10.1002/brb3.467.", "ArticleIdList": ["10.1002/brb3.467", "PMC4842931", "27134768"]}, {"Citation": "Pujol Jesus, Martínez-Vilavella Gerard, Macià Dídac, Fenoll Raquel, Alvarez-Pedrerol Mar, Rivas Ioar, Forns Joan, et al. Traffic pollution exposure is associated with altered brain connectivity in school children. Neuroimage. 2016;129(April):175–184. doi: 10.1016/j.neuroimage.2016.01.036.", "ArticleIdList": ["10.1016/j.neuroimage.2016.01.036", "26825441"]}, {"Citation": "Rakesh Divyangana, Seguin Caio, Zalesky Andrew, Cropley Vanessa, Whittle Sarah. Associations between neighborhood disadvantage, resting-state functional connectivity, and behavior in the adolescent brain cognitive development study: the moderating role of positive family and school environments. Biol. Psychiatr.: Cognitive Neuroscience and Neuroimaging. 2021;6(9):877–886. doi: 10.1016/j.bpsc.2021.03.008.", "ArticleIdList": ["10.1016/j.bpsc.2021.03.008", "33771727"]}, {"Citation": "Rattanasopa C., Kirk J.A., Bupha-Intr T., Papadaki M., de Tombe, Wattanapermpool J. Estrogen but not testosterone preserves myofilament function from doxorubicin-induced cardiotoxicity by reducing oxidative modifications. American journal of physiology. Heart and circulatory physiology. 2019;316(2):H360–H370. doi: 10.1152/ajpheart.00428.2018.", "ArticleIdList": ["10.1152/ajpheart.00428.2018", "PMC6397386", "30499711"]}, {"Citation": "Requia Weeberb J., Di Qian, Silvern Rachel, Kelly James T., Koutrakis Petros, Mickley Loretta J., Sulprizio Melissa P., Amini Heresh, Shi Liuhua, Schwartz Joel. An ensemble learning approach for estimating high spatiotemporal resolution of ground-level ozone in the contiguous United States. Environ. Sci. Technol. 2020;54(18):11037–11047. doi: 10.1021/acs.est.0c01791.", "ArticleIdList": ["10.1021/acs.est.0c01791", "PMC7498146", "32808786"]}, {"Citation": "Reuben Aaron, Arseneault Louise, Beddows Andrew, Beevers Sean D., Moffitt Terrie E., Ambler Antony, Latham Rachel M., et al. Association of air pollution exposure in childhood and adolescence with psychopathology at the transition to adulthood. JAMA Netw. Open. 2021;4(4) doi: 10.1001/jamanetworkopen.2021.7508.", "ArticleIdList": ["10.1001/jamanetworkopen.2021.7508", "PMC8082321", "33909054"]}, {"Citation": "Sanders Ashley F.P., Harms Michael P., Kandala Sridhar, Scott Marek, Somerville Leah H., Bookheimer Susan Y., Dapretto Mirella, et al. Age-related differences in resting-state functional connectivity from childhood to adolescence. Cerebr. Cortex. 2023 doi: 10.1093/cercor/bhad011. February.", "ArticleIdList": ["10.1093/cercor/bhad011", "PMC10233258", "36724055"]}, {"Citation": "Satterthwaite Theodore D., Wolf Daniel H., Roalf David R., Ruparel Kosha, Erus Guray, Vandekar Simon, Gennatas Efstathios D., et al. Linked sex differences in cognition and functional connectivity in youth. Cerebr. Cortex. 2015;25(9):2383–2394. doi: 10.1093/cercor/bhu036. New York, N.Y.: 1991.", "ArticleIdList": ["10.1093/cercor/bhu036", "PMC4537416", "24646613"]}, {"Citation": "Schulz Kalynn M., Sisk Cheryl L. The organizing actions of adolescent gonadal steroid hormones on brain and behavioral development. Neuroscience & Biobehavioral Reviews, The Adolescent Brain. 2016;70(November):148–158. doi: 10.1016/j.neubiorev.2016.07.036.", "ArticleIdList": ["10.1016/j.neubiorev.2016.07.036", "PMC5074860", "27497718"]}, {"Citation": "Seiler S., Pirpamer L., Gesierich B., Hofer E., Duering M., Pinter D., Jouvent E., et al. Lower magnetization transfer ratio in the forceps minor is associated with poorer gait velocity in older adults. Am. J. Neuroradiol. 2017;38(3):500–506. doi: 10.3174/ajnr.A5036.", "ArticleIdList": ["10.3174/ajnr.A5036", "PMC7959982", "27979793"]}, {"Citation": "Setsompop Kawin, Gagoski Borjan A., Polimeni Jonathan R., Witzel Thomas, Wedeen Van J., Wald Lawrence L. Blipped-controlled aliasing in parallel imaging for simultaneous multislice echo planar imaging with reduced g-factor penalty. Magn. Reson. Med. 2012;67(5):1210–1224. doi: 10.1002/mrm.23097.", "ArticleIdList": ["10.1002/mrm.23097", "PMC3323676", "21858868"]}, {"Citation": "Shi Y., Toga A.W. Connectome imaging for mapping human brain pathways. Mol. Psychiatr. 2017;22(9):1230–1240. doi: 10.1038/mp.2017.92.", "ArticleIdList": ["10.1038/mp.2017.92", "PMC5568931", "28461700"]}, {"Citation": "Shirtcliff Elizabeth A., Dahl Ronald E., Pollak Seth D. Pubertal development: correspondence between hormonal and physical development. Child Dev. 2009;80(2):327–337. doi: 10.1111/j.1467-8624.2009.01263.x.", "ArticleIdList": ["10.1111/j.1467-8624.2009.01263.x", "PMC2727719", "19466995"]}, {"Citation": "Smith Stephen M., Fox Peter T., Miller Karla L., Glahn David C., Mickle Fox P., Mackay Clare E., Filippini Nicola, et al. Correspondence of the brain's functional architecture during activation and rest. Proc. Natl. Acad. Sci. USA. 2009;106(31):13040–13045. doi: 10.1073/pnas.0905267106.", "ArticleIdList": ["10.1073/pnas.0905267106", "PMC2722273", "19620724"]}, {"Citation": "Steenhof Maaike, Janssen Nicole A.H., Strak Maciej, Hoek Gerard, Gosens Ilse, Mudway Ian S., Kelly Frank J., et al. Air pollution exposure affects circulating white blood cell counts in healthy subjects: the role of particle composition, oxidative potential and gaseous pollutants - the RAPTES Project. Inhal. Toxicol. 2014;26(3):141–165. doi: 10.3109/08958378.2013.861884.", "ArticleIdList": ["10.3109/08958378.2013.861884", "24517839"]}, {"Citation": "Steenhof Maaike, Janssen Nicole A.H., Strak Maciej, Hoek Gerard, Gosens Ilse, Mudway Ian S., Kelly Frank J., et al. Air pollution exposure affects circulating white blood cell counts in healthy subjects: the role of particle composition, oxidative potential and gaseous pollutants – the RAPTES Project. Inhal. Toxicol. 2014;26(3):141–165. doi: 10.3109/08958378.2013.861884.", "ArticleIdList": ["10.3109/08958378.2013.861884", "24517839"]}, {"Citation": "Sukumaran Kirthana, Cardenas-Iniguez Carlos, Burnor Elisabeth, Bottenhorn Katherine L., Hackman Daniel A., McConnell Rob, Berhane Kiros, Schwartz Joel, Chen Jiu-Chiuan, Herting Megan M. Ambient fine particulate exposure and subcortical gray matter microarchitecture in 9- and 10-year-olds children across the United States. iScience. 2023;106087 doi: 10.1016/j.isci.2023.106087. January.", "ArticleIdList": ["10.1016/j.isci.2023.106087", "PMC10006642", "36915692"]}, {"Citation": "Tian Bao-Wen, Yang Ya-Fei, Yang Chun-Cheng, Yan Lun-Jie, Ding Zi-Niu, Liu Hui, Xue Jun-Shuai, et al. Systemic immune-inflammation index predicts prognosis of cancer immunotherapy: systemic review and meta-analysis. Immunotherapy. 2022;14(18):1481–1496. doi: 10.2217/imt-2022-0133.", "ArticleIdList": ["10.2217/imt-2022-0133", "36537255"]}, {"Citation": "Tripathy Sheila, Marsland Anna L., Kinnee Ellen J., Tunno Brett J., Manuck Stephen B., Gianaros Peter J., Clougherty Jane E. Long-term ambient air pollution exposures and circulating and stimulated inflammatory mediators in a cohort of midlife adults. Environ. Health Perspect. 2021;129(5) doi: 10.1289/EHP7089.", "ArticleIdList": ["10.1289/EHP7089", "PMC8136520", "34014775"]}, {"Citation": "Ural Basak B., Caron Daniel P., Dogra Pranay, Wells Steven B., Szabo Peter A., Granot Tomer, Senda Takashi, et al. Inhaled particulate accumulation with age impairs immune function and architecture in human lung lymph nodes. Nat. Med. 2022;28(12):2622–2632. doi: 10.1038/s41591-022-02073-x.", "ArticleIdList": ["10.1038/s41591-022-02073-x", "PMC9835154", "36411343"]}, {"Citation": "US EPA, OAR  Basic information about NO2. 2016. https://www.epa.gov/no2-pollution/basic-information-about-no2 Overviews and Factsheets. July 6, 2016."}, {"Citation": "US EPA, OAR  . Overviews and Factsheets; 2016. Health and Environmental Effects of Particulate Matter (PM)https://www.epa.gov/pm-pollution/health-and-environmental-effects-particulate-matter-pm"}, {"Citation": "US EPA, OAR  . Overviews and Factsheets; 2015. Ground-Level Ozone Basics.https://www.epa.gov/ground-level-ozone-pollution/ground-level-ozone-basics"}, {"Citation": "Volkow Nora D., George F. Koob, Croyle Robert T., Bianchi Diana W., Gordon Joshua A., Koroshetz Walter J., Pérez-Stable Eliseo J., et al. The conception of the ABCD study: from substance use to a broad NIH collaboration. Developmental Cognitive Neuroscience, The Adolescent Brain Cognitive Development (ABCD) Consortium: Rationale, Aims, and Assessment Strategy. 2018;32(August):4–7. doi: 10.1016/j.dcn.2017.10.002.", "ArticleIdList": ["10.1016/j.dcn.2017.10.002", "PMC5893417", "29051027"]}, {"Citation": "Von Der Heide Rebecca J., Skipper Laura M., Klobusicky Elizabeth, Olson Ingrid R. Dissecting the uncinate fasciculus: disorders, controversies and a hypothesis. Brain. 2013;136(6):1692–1707. doi: 10.1093/brain/awt094.", "ArticleIdList": ["10.1093/brain/awt094", "PMC3673595", "23649697"]}, {"Citation": "Wei Yanyan, Wang Tingting, Li Guoguang, Feng Junhui, Deng Lianbang, Xu Haiting, Yin Lu, Ma Jinbao, Chen Dongning, Chen Jingxu. Investigation of systemic immune-inflammation index, neutrophil/high-density lipoprotein ratio, lymphocyte/high-density lipoprotein ratio, and monocyte/high-density lipoprotein ratio as indicators of inflammation in patients with schizophrenia and bipolar disorder. Front. Psychiatr. 2022;13 https://www.frontiersin.org/articles/10.3389/fpsyt.2022.941728", "ArticleIdList": ["10.3389/fpsyt.2022.941728", "PMC9360542", "35958647"]}, {"Citation": "Wei Chan-Juan, Xue Juan-Juan, Zhou Xiao, Xia Xiao-Shuang, Li Xin. Systemic immune-inflammation index is a prognostic predictor for patients with acute ischemic stroke treated with intravenous thrombolysis. Neurol. 2023 doi: 10.1097/NRL.0000000000000508. June.", "ArticleIdList": ["10.1097/NRL.0000000000000508", "37582611"]}, {"Citation": "White Nathan S., Leergaard Trygve B., D'Arceuil Helen, Bjaalie Jan G., Dale Anders M. Probing tissue microstructure with restriction spectrum imaging: histological and theoretical validation. Hum. Brain Mapp. 2013;34(2):327–346. doi: 10.1002/hbm.21454.", "ArticleIdList": ["10.1002/hbm.21454", "PMC3538903", "23169482"]}, {"Citation": "Wilkinson Nicole M., Chen Ho-Chung, Lechner Melissa G., Su Maureen A. Sex differences in immunity. Annu. Rev. Immunol. 2022;40(1):75–94. doi: 10.1146/annurev-immunol-101320-125133.", "ArticleIdList": ["10.1146/annurev-immunol-101320-125133", "PMC9805670", "34985929"]}, {"Citation": "Xiao Yining, Teng Zhenjie, Xu Jing, Qi Qianqian, Guan Tianyuan, Jiang Xin, Chen Huifang, Xie Xiaohua, Dong Yanhong, Lv Peiyuan. Systemic immune-inflammation index is associated with cerebral small vessel disease burden and cognitive impairment. Neuropsychiatric Dis. Treat. 2023;19(February):403–413. doi: 10.2147/NDT.S401098.", "ArticleIdList": ["10.2147/NDT.S401098", "PMC9960781", "36852257"]}, {"Citation": "Yan Wei, Ji Xiaotong, Shi Jing, Li Guangke, Sang Nan. Acute nitrogen dioxide inhalation induces mitochondrial dysfunction in rat brain. Environ. Res. 2015;138(April):416–424. doi: 10.1016/j.envres.2015.02.022.", "ArticleIdList": ["10.1016/j.envres.2015.02.022", "25791864"]}, {"Citation": "Yeo B. T. Thomas, Krienen Fenna M., Sepulcre Jorge, Sabuncu Mert R., Lashkari Danial, Hollinshead Marisa, Roffman Joshua L., et al. The organization of the human cerebral cortex estimated by intrinsic functional connectivity. J. Neurophysiol. 2011;106(3):1125–1165. doi: 10.1152/jn.00338.2011.", "ArticleIdList": ["10.1152/jn.00338.2011", "PMC3174820", "21653723"]}, {"Citation": "Zahorec R. Neutrophil-to-Lymphocyte ratio, past, present and future perspectives. Bratisl. Lek. Listy. 2021;122(7):474–488. doi: 10.4149/BLL_2021_078.", "ArticleIdList": ["10.4149/BLL_2021_078", "34161115"]}, {"Citation": "Zhang Shaocheng, Huo Xia, Zhang Yu, Huang Yu, Zheng Xiangbin, Xu Xijin. Ambient fine particulate matter inhibits innate airway antimicrobial activity in preschool children in E-waste areas. Environ. Int. 2019;123(February):535–542. doi: 10.1016/j.envint.2018.12.061.", "ArticleIdList": ["10.1016/j.envint.2018.12.061", "30622078"]}, {"Citation": "Zhang Honglong, Yan Jun, Niu Jingping, Wang Haiping, Li Xun. Association between lead and cadmium Co-exposure and systemic immune inflammation in residents living near a mining and smelting area in NW China. Chemosphere. 2022;287(January) doi: 10.1016/j.chemosphere.2021.132190.", "ArticleIdList": ["10.1016/j.chemosphere.2021.132190", "34826933"]}, {"Citation": "Zhao Ji, Lv Haichen, Yin Da, Zhou Xuchen, Zhu Hao, Guo Lei, Wang Junjie. Systemic immune-inflammation index predicts long-term outcomes in patients with three-vessel coronary disease after revascularization: results from a large cohort of 3561 patients. J. Inflamm. Res. 2022;15(September):5283–5292. doi: 10.2147/JIR.S385990.", "ArticleIdList": ["10.2147/JIR.S385990", "PMC9480584", "36120186"]}, {"Citation": "Zhao Lei, Liu Miao, Liu Linlin, Guo Wenting, Yang Huihua, Chen Shuang, Yu Jie, et al. The association of Co-exposure to polycyclic aromatic hydrocarbon and phthalates with blood cell-based inflammatory biomarkers in children: a panel study. Environ. Pollut. 2022;307(August) doi: 10.1016/j.envpol.2022.119479. Barking, Essex: 1987.", "ArticleIdList": ["10.1016/j.envpol.2022.119479", "35598818"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "28"}, {"Year": "2024", "Month": "5", "Day": "10"}, {"Year": "2024", "Month": "5", "Day": "21"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "4", "Minute": "36"}, {"Year": "2024", "Month": "5", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["39021436", "PMC11252082", "10.1016/j.bbih.2024.100799", "S2666-3546(24)00077-2"]}}], "PubmedBookArticle": []}