{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39085588", "DateRevised": {"Year": "2024", "Month": "07", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "31"}], "ELocationID": ["10.1007/s00244-024-01078-6"], "Journal": {"ISSN": "1432-0703", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "31"}}, "Title": "Archives of environmental contamination and toxicology", "ISOAbbreviation": "Arch Environ Contam Toxicol"}, "ArticleTitle": "France-Wide Monitoring of 1,4-Dioxane in Raw and Treated Water: Occurrence and Exposure Via Drinking Water Consumption.", "Abstract": {"AbstractText": ["In recent years, 1,4-dioxane has emerged as a pollutant of increasing concern following widespread detection in the aquatic environment of several countries. This persistent contaminant with specific physical and chemical properties can be rapidly dispersed and transported to river banks, groundwater and drinking water. Given the limited data on its occurrence in France, it was considered necessary to assess the potential exposure of the French population to this compound in drinking water. An analytical method based on solid-phase extraction (SPE) combined with gas chromatography tandem mass spectrometry (GC-MS/MS) was developed and validated during this study with a limit of quantification (LOQ) of 0.15 µg/L. Recoveries in natural water matrices ranged from 113 to 117% with a relative bias not exceeding 17%. This method was used for a nationwide campaign at almost 300 sites, evenly distributed over 101 French départements (administrative units), including some that were overseas. Of the 587 samples analysed, only 8% had a concentration that was greater than or equal to the LOQ. 1,4-Dioxane was detected mainly (63%) in raw and treated water from sites associated with historical industrial practices related to the use of chlorinated solvents. Concentrations of 1,4-dioxane ranging from 0.19 to 2.85 µg/L were observed in the raw water and from 0.18 to 2.46 µg/L in the treated water. Drinking water treatment plants using ozonation, granular activated carbon and chlorination have limited effectiveness in the removal of 1,4-dioxane. The results of this study are the first step towards bridging the knowledge gap in the occurrence of 1,4-dioxane in France."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": ["0009-0000-3717-3958"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nancy Laboratory for Hydrology, Water Chemistry Unit, ANSES, 40 rue Lionnois, 54000, Nancy, France. cristina.bach@anses.fr."}], "LastName": "Bach", "ForeName": "Cristina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nancy Laboratory for Hydrology, Water Chemistry Unit, ANSES, 40 rue Lionnois, 54000, Nancy, France."}], "LastName": "Boiteux", "ForeName": "Virginie", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nancy Laboratory for Hydrology, Water Chemistry Unit, ANSES, 40 rue Lionnois, 54000, Nancy, France."}], "LastName": "Dauchy", "ForeName": "Xavier", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Arch Environ Contam Toxicol", "NlmUniqueID": "0357245", "ISSNLinking": "0090-4341"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adamson DT, Mahendra S, Walker KL Jr, Rauch SR, Sengupta S, Newell CJ (2014) A multisite survey to identify the scale of the 1,4-dioxane problem at contaminated groundwater sites. Environ Sci Technol Lett 1:254–258. https://doi.org/10.1021/ez500092u", "ArticleIdList": ["10.1021/ez500092u"]}, {"Citation": "Adamson DT, Anderson RH, Mahendra S, Newell CJ (2015) Evidence of 1,4-dioxane attenuation at groundwater sites contaminated with chlorinated solvents and 1,4-dioxane. Environ Sci Technol 49:6510–6518. https://doi.org/10.1021/acs.est.5b00964", "ArticleIdList": ["10.1021/acs.est.5b00964"]}, {"Citation": "Adamson DT, Piña EA, Cartwright AE, Rauch SR, Hunter Anderson R, Mohr T et al (2017) 1,4-Dioxane drinking water occurrence data from the third unregulated contaminant monitoring rule. Sci Total Environ 596–597:236–245. https://doi.org/10.1016/j.scitotenv.2017.04.085", "ArticleIdList": ["10.1016/j.scitotenv.2017.04.085"]}, {"Citation": "Adamson DT, Uhlir G, Rauch SR, Klein T, Danko AS (2021) Trends in 1,4-dioxane analyses: implications for identification and characterization of contaminated groundwater sites. Ground Water Monit Remediat 41:29–40. https://doi.org/10.1111/gwmr.12427", "ArticleIdList": ["10.1111/gwmr.12427"]}, {"Citation": "Adamson DT, Wilson JT, Newell CJ, Strasert BA, de Blanc PC, Freedman DL et al (2022) Development of a quantitative framework for evaluating natural attenuation of 1,1,1-TCA, 1,1-DCA, 1,1-DCE, and 1,4-dioxane in groundwater. Ground Water Monit Remediat 42:78–84. https://doi.org/10.1111/gwmr.12509", "ArticleIdList": ["10.1111/gwmr.12509"]}, {"Citation": "Arulazhagan P, IT Y, Banu J R, (2013) Role of nutrients on biodegradation of 1, 4 dioxane by a bacterial consortium enriched from industrial sludge. Adv Environ Biol 7:2081–2090"}, {"Citation": "Bexfield LM, Belitz K, Fram MS, Lindsey BD (2022) Volatile organic compounds in groundwater used for public supply across the United States: occurrence, explanatory factors, and human-health context. Sci Total Environ 827:154313. https://doi.org/10.1016/j.scitotenv.2022.154313", "ArticleIdList": ["10.1016/j.scitotenv.2022.154313"]}, {"Citation": "Broughton A, Sepulveda A, Foster K, Kruk T, Nickelsen MG, Gillan M et al (2019) 1,4-Dioxane: Emerging technologies for an emerging contaminant. Remediation 29:49–63. https://doi.org/10.1002/rem.21613", "ArticleIdList": ["10.1002/rem.21613"]}, {"Citation": "Carrera G, Vegué L, Boleda MR, Ventura F (2017) Simultaneous determination of the potential carcinogen 1,4-dioxane and malodorous alkyl-1,3-dioxanes and alkyl-1,3-dioxolanes in environmental waters by solid-phase extraction and gas chromatography tandem mass spectrometry. J Chromatogr A 1487:1–13. https://doi.org/10.1016/j.chroma.2017.01.015", "ArticleIdList": ["10.1016/j.chroma.2017.01.015"]}, {"Citation": "Carrera G, Vegué L, Ventura F, Hernández-Valencia A, Devesa R, Boleda MR (2019) Dioxanes and dioxolanes in source waters: occurrence, odor thresholds and behavior through upgraded conventional and advanced processes in a drinking water treatment plant. Water Res 156:404–413. https://doi.org/10.1016/j.watres.2019.03.026", "ArticleIdList": ["10.1016/j.watres.2019.03.026"]}, {"Citation": "Dawson D, Fisher H, Noble AE, Meng Q, Doherty AC, Sakano Y et al (2022) Assessment of non-occupational 1,4-dioxane exposure pathways from drinking water and product use. Environ Sci Technol 56:5266–5275. https://doi.org/10.1021/acs.est.1c06996", "ArticleIdList": ["10.1021/acs.est.1c06996"]}, {"Citation": "De Boer S, Wiegand L, Karges U (2022) 1,4-Dioxane in German drinking water: origin, occurrence, and open questions. Curr Opin Environ Sci Health 30:100391. https://doi.org/10.1016/j.coesh.2022.100391", "ArticleIdList": ["10.1016/j.coesh.2022.100391"]}, {"Citation": "Deborde M, von Gunten U (2008) Reactions of chlorine with inorganic and organic compounds during water treatment—kinetics and mechanisms: a critical review. Water Res 42:13–51. https://doi.org/10.1016/j.watres.2007.07.025", "ArticleIdList": ["10.1016/j.watres.2007.07.025"]}, {"Citation": "Doherty A-C, Lee C-S, Meng Q, Sakano Y, Noble AE, Grant KA et al (2023) Contribution of household and personal care products to 1,4-dioxane contamination of drinking water. Curr Opin Environ Sci Health 31:100414. https://doi.org/10.1016/j.coesh.2022.100414", "ArticleIdList": ["10.1016/j.coesh.2022.100414"]}, {"Citation": "ECHA (2021a) Annex XV report: proposal for identification of a subtance of very high concern on the basis of the criteria set out in REACH article 57. European Chemical Agency"}, {"Citation": "ECHA (2021b) Inclusion of substances of very high concerne in the Candidate List for eventual inclusion in Annex XIV, D(2021)4569-DC. European Chemical Agency"}, {"Citation": "EU (2006) Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH)"}, {"Citation": "Godri Pollitt KJ, Kim J-H, Peccia J, Elimelech M, Zhang Y, Charkoftaki G et al (2019) 1,4-Dioxane as an emerging water contaminant: state of the science and evaluation of research needs. Sci Total Environ 690:853–866. https://doi.org/10.1016/j.scitotenv.2019.06.443", "ArticleIdList": ["10.1016/j.scitotenv.2019.06.443"]}, {"Citation": "Hale SE, Arp HPH, Schliebner I, Neumann M (2020) Persistent, mobile and toxic (PMT) and very persistent and very mobile (vPvM) substances pose an equivalent level of concern to persistent, bioaccumulative and toxic (PBT) and very persistent and very bioaccumulative (vPvB) substances under REACH. Environ Sci Eur 32:155. https://doi.org/10.1186/s12302-020-00440-4", "ArticleIdList": ["10.1186/s12302-020-00440-4"]}, {"Citation": "Hayes DG, Williams M, Pechacek N, Hebert B, Stanton K (2022) Precise measurement of 1,4-dioxane concentration in cleaning products: a review of the current state-of-the-art. J Surfactants Deterg 25:729–741. https://doi.org/10.1002/jsde.12633", "ArticleIdList": ["10.1002/jsde.12633"]}, {"Citation": "IARC (1976) Cadmium, Nickel, some epoxides, miscellaneous industrial chemicals and general considerations on volatile anaesthetics. Monographs on the evaluation of carcinogenic risk of chemicals to man, vol 11. IARC, pp 247–256"}, {"Citation": "ISO (2019) International ISO standard 21253–2:2019 water quality-multi-compound class methods-Part 2: criteria for the quantitative determination of organic substances using a multi-compound class analytical method."}, {"Citation": "ITRC (2021) History of use and potential sources: 1,4-dioxane. Interstate Technology Regulatory Council, Washington DC, USA"}, {"Citation": "Karges U, Becker J, Püttmann W (2018) 1,4-Dioxane pollution at contaminated groundwater sites in western Germany and its distribution within a TCE plume. Sci Total Environ 619–620:712–720. https://doi.org/10.1016/j.scitotenv.2017.11.043", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.043"]}, {"Citation": "Karges U, de Boer S, Vogel AL, Püttmann W (2022) Implementation of initial emission mitigation measures for 1,4-dioxane in Germany: Are they taking effect? Sci Total Environ 806:150701. https://doi.org/10.1016/j.scitotenv.2021.150701", "ArticleIdList": ["10.1016/j.scitotenv.2021.150701"]}, {"Citation": "Kikani M, Satasiya GV, Sahoo TP, Kumar PS, Kumar MA (2022) Remedial strategies for abating 1,4-dioxane pollution-special emphasis on diverse biotechnological interventions. Environ Res 214:113939. https://doi.org/10.1016/j.envres.2022.113939", "ArticleIdList": ["10.1016/j.envres.2022.113939"]}, {"Citation": "Kim D-H, Ait Bamai Y, Belova L, Bessems J, Poma G, Covaci A (2023) Human exposure to persistent and mobile chemicals: a review of sources, internal levels and health implications. Sci Total Environ 893:164764. https://doi.org/10.1016/j.scitotenv.2023.164764", "ArticleIdList": ["10.1016/j.scitotenv.2023.164764"]}, {"Citation": "Lardy-Fontan S, Le Diouron V, Fallot C, Vaslin-Reimann S, Lalere B (2018) Toward the determination of estrogenic compounds in the framework of EU watch list: validation and implementation of a two-step solid phase extraction–liquid phase chromatography coupled to tandem mass spectrometry method. Accred Qual Assur 23:285–295. https://doi.org/10.1007/s00769-018-1346-4", "ArticleIdList": ["10.1007/s00769-018-1346-4"]}, {"Citation": "Masjoudi M, Mohseni M (2023) Photolysis of chloramines in vacuum-UV and vacuum-UV/chlorine advanced oxidation processes for removal of 1,4-dioxane: effect of water matrix, kinetic modeling, and implications for potable reuse. J Hazard Mater 454:131454. https://doi.org/10.1016/j.jhazmat.2023.131454", "ArticleIdList": ["10.1016/j.jhazmat.2023.131454"]}, {"Citation": "McElroy AC, Hyman MR, Knappe DRU (2019) 1,4-Dioxane in drinking water: emerging for 40 years and still unregulated. Curr Opin Environ Sci Health 7:117–125. https://doi.org/10.1016/j.coesh.2019.01.003", "ArticleIdList": ["10.1016/j.coesh.2019.01.003"]}, {"Citation": "McElroy AC, Ogles ME, Hyman MR, Knappe DRU (2023) Pilot-scale biofiltration of 1,4-dioxane at drinking waterrelevant concentrations. Water Res 231:119652. https://doi.org/10.1016/j.watres.2023.119652", "ArticleIdList": ["10.1016/j.watres.2023.119652"]}, {"Citation": "Mirmont E, Bœuf A, Charmel M, Lalère B, Lardy-Fontan S (2023) Validation of an isotope dilution mass spectrometry (IDMS) measurement procedure for the reliable quantification of steroid hormones in waters. Anal Bioanal Chem 415:3215–3229. https://doi.org/10.1007/s00216-023-04698-4", "ArticleIdList": ["10.1007/s00216-023-04698-4"]}, {"Citation": "Mohr T, Stickney JA, DiGuiseppi WH (2010) Environmental investigation and remediation: 1,4-dioxane and other solvent stabilizers. CRC Press, Boca Raton"}, {"Citation": "Naïades (2023) https://naiades.eaufrance.fr/acces-donnees#/physicochimie ."}, {"Citation": "Neuwald IJ, Hübner D, Wiegand HL, Valkov V, Borchers U, Nödler K et al (2022) Occurrence, distribution, and environmental behavior of persistent, mobile, and toxic (PMT) and very persistent and very mobile (vPvM). Substances in the sources of German drinking water. Environ Sci Technol 56:10857–10867. https://doi.org/10.1021/acs.est.2c03659", "ArticleIdList": ["10.1021/acs.est.2c03659"]}, {"Citation": "NF (2018) AFNOR NF T90–210: Water quality—protocol for the intial method performance assesment in a laboratory"}, {"Citation": "NJDWQI (2022) Recommendation on 1,4-dioxane treatment options for drinking water. New Jersey Drinking Water Quality Institute"}, {"Citation": "Schoonenberg Kegel F, Rietman BM, Verliefde ARD (2010) Reverse osmosis followed by activated carbon filtration for efficient removal of organic micropollutants from river bank filtrate. Water Sci Technol 61:2603–2610. https://doi.org/10.2166/wst.2010.166", "ArticleIdList": ["10.2166/wst.2010.166"]}, {"Citation": "Stepien DK, Diehl P, Helm J, Thoms A, Püttmann W (2014) Fate of 1,4-dioxane in the aquatic environment: from sewage to drinking water. Water Res 48:406–419. https://doi.org/10.1016/j.watres.2013.09.057", "ArticleIdList": ["10.1016/j.watres.2013.09.057"]}, {"Citation": "Sun M, Lopez-Velandia C, Knappe DR (2016) Determination of 1, 4-dioxane in the Cape Fear River watershed by heated purge-and-trap preconcentration and gas chromatography–mass spectrometry. Environ Sci Technol 50:2246–2254. https://doi.org/10.1021/acs.est.5b05875", "ArticleIdList": ["10.1021/acs.est.5b05875"]}, {"Citation": "Tang Y, Mao X (2023) Recent Advances in 1,4-Dioxane Removal Technologies for Water and Wastewater Treatment. Water 15:1535. https://doi.org/10.3390/w15081535", "ArticleIdList": ["10.3390/w15081535"]}, {"Citation": "USEPA (2008) Method 522: Determination of 1,4-dioxane in drinking water by solid phase extraction (SPE) and gas chromatography/mass spectrometry (GC/MS) with selected ion monitoring (SIM). U.S. Environmental Protection Agency"}, {"Citation": "USEPA (2013) Toxicological review of 1,4-dioxane (with inhalation update). U.S. Environmental Protection Agency"}, {"Citation": "USEPA (2014) EPA 505-F-14-011: Technical fact sheet—1,4-dioxane. Office of solid waste and emergency response. U.S. Environmental Protection Agency"}, {"Citation": "USEPA (2020) Third unregulated contaminant monitoring rule. U.S. Environmental Protection Agency. https://www.epa.gov/dwucmr/third-unregulated-contaminant-monitoring-rule ."}, {"Citation": "Wang C, Yu J, Chen Y, Dong Y, Su M, Dong H et al (2022) Co-occurrence of odor-causing dioxanes and dioxolanes with bis(2-chloro-1-methylethyl) ether in Huangpu River source water and fates in O3-BAC process. J Hazard Mater 430:128435. https://doi.org/10.1016/j.jhazmat.2022.128435", "ArticleIdList": ["10.1016/j.jhazmat.2022.128435"]}, {"Citation": "Zhang S, Gedalanga PB, Mahendra S (2016) Biodegradation kinetics of 1,4-dioxane in chlorinated solvent mixtures. Environ Sci Technol 50:9599–9607. https://doi.org/10.1021/acs.est.6b02797", "ArticleIdList": ["10.1021/acs.est.6b02797"]}, {"Citation": "Zietzschmann F, Stützer C, Jekel M (2016) Granular activated carbon adsorption of organic micro-pollutants in drinking water and treated wastewater—Aligning breakthrough curves and capacities. Water Res 92:180–187. https://doi.org/10.1016/j.watres.2016.01.056", "ArticleIdList": ["10.1016/j.watres.2016.01.056"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "1", "Day": "26"}, {"Year": "2024", "Month": "7", "Day": "14"}, {"Year": "2024", "Month": "8", "Day": "1", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "1", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "31", "Hour": "23", "Minute": "37"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39085588", "10.1007/s00244-024-01078-6", "10.1007/s00244-024-01078-6"]}}], "PubmedBookArticle": []}