{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Fine particulate matter (PM(2.5))", "Ozone (O(3))", "Potential HONO source", "Secondary inorganic aerosol (SIA)", "Secondary organic aerosol (SOA)", "WRF-Chem model"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39094653", "DateRevised": {"Year": "2024", "Month": "08", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "31"}], "ELocationID": ["10.1016/j.scitotenv.2024.175168", "S0048-9697(24)05318-X"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "31"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Improvement of model simulation for summer PM<sub>2.5</sub> and O<sub>3</sub> through coupling with two new potential HONO sources in the North China Plain.", "Pagination": {"StartPage": "175168", "MedlinePgn": "175168"}, "Abstract": {"AbstractText": ["A large fraction of fine particulate matter (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>) in the troposphere originates from secondary formation through photochemical processes, which remarkably contributes to the deterioration of regional air quality in China. The photochemical reactions initiated by hydroxyl radicals (OH) play vital roles in secondary PM<sub>2.5</sub> and O<sub>3</sub> formation. In contrast, the OH levels in polluted areas are underestimated by current chemical transport models (CTMs) because of the strongly unknown daytime sources of tropospheric nitric acid (HONO), which has been recognized as the dominant source of primary OH in polluted areas of China. In this study, the atmospheric HONO levels at two urban sites were found to be significantly underestimated by the WRF-Chem model based on available information on HONO sources. The HONO levels could be well reproduced by the WRF-Chem model after incorporating two new potential HONO sources from the photochemical reactions of NO<sub>x</sub>, as proposed in our previous study based on chamber experiment results. Comparing the simulations with available information of HONO sources, the simulated levels of atmospheric OH, secondary inorganic and organic aerosols (SIA and SOA), PM<sub>2.5</sub> and daily maximum 8-h average (MDA8) O<sub>3</sub> were evidently elevated or were closer to the observations over the North China Plain (NCP), with elevation percentages of 0.48-20.1 %, and a decrement percentage of -5.79 % for pNO<sub>3</sub><sup>-</sup>. Additionally, the compensating errors in modeling PM<sub>2.5</sub> and the gap in MDA8 O<sub>3</sub> levels between observation and simulation in 2 + 26 cities became evidently smaller. The results of this study indicated that the empirical parameterization of two new potential HONO sources through photochemical reactions of NO<sub>x</sub> improved the model performance in modeling PM<sub>2.5</sub> and O<sub>3</sub> by narrowing the gap in daytime HONO levels between simulation and observation, although their detailed chemical mechanisms are still unknown and should be further investigated and explicitly parameterized."], "CopyrightInformation": "Copyright © 2024. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Atmospheric Environment and Extreme Meteorology, Institute of Atmospheric Physics, Chinese Academy of Sciences, Beijing 100029, China; Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; Institute of Urban Meteorology, Chinese Meteorological Administration, Beijing 100089, China."}], "LastName": "Zhao", "ForeName": "Xiaoxi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; School of Municipal and Environmental Engineering, Shandong Jianzhu University, Ji'nan 250101, China."}], "LastName": "Song", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Urban Meteorology, Chinese Meteorological Administration, Beijing 100089, China."}], "LastName": "Zhao", "ForeName": "Xiujuan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; Max Planck Institute for Chemistry, Mainz 55128, Germany."}], "LastName": "Xue", "ForeName": "Chaoyang", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "Liu", "ForeName": "Pengfei", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; School of Environmental Science and Engineering, Tiangong University, Tianjin 300387, China."}], "LastName": "Ye", "ForeName": "Can", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; University of Chinese Academy of Sciences, Beijing 100049, China."}], "LastName": "He", "ForeName": "Xiaowei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China; University of Chinese Academy of Sciences, Beijing 100049, China. Electronic address: yjmu@rcees.ac.cn."}], "LastName": "Mu", "ForeName": "Yujing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Atmospheric Environment and Extreme Meteorology, Institute of Atmospheric Physics, Chinese Academy of Sciences, Beijing 100029, China; University of Chinese Academy of Sciences, Beijing 100049, China. Electronic address: hub@post.iap.ac.cn."}], "LastName": "Hu", "ForeName": "Bo", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "6", "Day": "3"}, {"Year": "2024", "Month": "7", "Day": "11"}, {"Year": "2024", "Month": "7", "Day": "29"}, {"Year": "2024", "Month": "8", "Day": "3", "Hour": "10", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "3", "Hour": "10", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "2", "Hour": "19", "Minute": "12"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39094653", "10.1016/j.scitotenv.2024.175168", "S0048-9697(24)05318-X"]}}], "PubmedBookArticle": []}