{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Occupation", "Pollution", "Rheumatoid arthritis", "Smoking"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39093508", "DateRevised": {"Year": "2024", "Month": "08", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "02"}], "ELocationID": ["10.1007/s11926-024-01160-x"], "Journal": {"ISSN": "1534-6307", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Aug", "Day": "02"}}, "Title": "Current rheumatology reports", "ISOAbbreviation": "Curr Rheumatol Rep"}, "ArticleTitle": "Air Pollution and Rheumatoid Arthritis Risk and Progression: Implications for the Mucosal Origins Hypothesis and Climate Change for RA Pathogenesis.", "Abstract": {"AbstractText": ["The goal of this review paper is to summarize the main research and findings regarding air pollution and its association with the risk and progression of rheumatoid arthritis (RA).", "The most studied components of air pollution included particulate matter of ≤ 2.5 microns in diameter (PM<sub>2.5</sub>), PM<sub>10</sub>, carbon monoxide (CO), nitrogen dioxide (NO<sub>2</sub>), nitric oxide (NOx), sulfur dioxide (SO<sub>2</sub>), and ozone (O<sub>3</sub>). In addition, specific occupations and occupational inhalants have been investigated for RA risk. Several studies showed that increased exposure to air pollutants increased the risk of developing RA, particularly seropositive RA. There was evidence of gene-inhalant interactions for seropositive RA risk. Fewer studies have been conducted on RA disease activity and bone erosions. Some studies suggest that patients with RA-associated interstitial lung disease may have worse outcomes if exposed to air pollution. We summarized associations between air pollution and increased RA risk, including RA-associated interstitial lung disease. Relatively few studies investigated air pollution and RA disease activity or other outcomes. These results suggest an important role of air pollution for seropositive RA development and suggest that climate change could be a driver in increasing RA incidence as air pollution increases."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Rheumatology, Inflammation, and Immunity, Brigham and Women's Hospital, 60 Fenwood Road, #6016U, Boston, MA, 02115, USA."}], "LastName": "Bade", "ForeName": "Katarina J", "Initials": "KJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Rheumatology, Inflammation, and Immunity, Brigham and Women's Hospital, 60 Fenwood Road, #6016U, Boston, MA, 02115, USA."}], "LastName": "Mueller", "ForeName": "Kevin T", "Initials": "KT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Rheumatology, Inflammation, and Immunity, Brigham and Women's Hospital, 60 Fenwood Road, #6016U, Boston, MA, 02115, USA. jsparks@bwh.harvard.edu."}, {"Identifier": [], "Affiliation": "Harvard Medical School, Boston, MA, USA. jsparks@bwh.harvard.edu."}], "LastName": "Sparks", "ForeName": "Jeffrey A", "Initials": "JA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Rheumatol Rep", "NlmUniqueID": "100888970", "ISSNLinking": "1523-3774"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sparks JA. Rheumatoid Arthritis. Ann Intern Med. 2019;170(1):ITC1–16. https://doi.org/10.7326/AITC201901010 .", "ArticleIdList": ["10.7326/AITC201901010", "30596879"]}, {"Citation": "Sparks JA, Chang SC, Liao KP, Lu B, Fine AR, Solomon DH, et al. Rheumatoid Arthritis and Mortality Among Women During 36 Years of Prospective Follow-Up: Results From the Nurses’ Health Study. Arthritis Care Res (Hoboken). 2016;68(6):753–62. https://doi.org/10.1002/acr.22752 .", "ArticleIdList": ["10.1002/acr.22752", "26473946"]}, {"Citation": "Sparks JA, Karlson EW. The Roles of Cigarette Smoking and the Lung in the Transitions Between Phases of Preclinical Rheumatoid Arthritis. Curr Rheumatol Rep. 2016;18(3):15. https://doi.org/10.1007/s11926-016-0563-2 .", "ArticleIdList": ["10.1007/s11926-016-0563-2", "26951253", "4941234"]}, {"Citation": "Liu X, Tedeschi SK, Barbhaiya M, Leatherwood CL, Speyer CB, Lu B, et al. Impact and Timing of Smoking Cessation on Reducing Risk of Rheumatoid Arthritis Among Women in the Nurses’ Health Studies. Arthritis Care Res (Hoboken). 2019;71(7):914–24. https://doi.org/10.1002/acr.23837 .", "ArticleIdList": ["10.1002/acr.23837", "30790475"]}, {"Citation": "Sparks JA, Chang SC, Deane KD, Gan RW, Kristen Demoruelle M, Feser ML, et al. Associations of Smoking and Age With Inflammatory Joint Signs Among Unaffected First-Degree Relatives of Rheumatoid Arthritis Patients: Results From Studies of the Etiology of Rheumatoid Arthritis. Arthritis Rheumatol. 2016;68(8):1828–38. https://doi.org/10.1002/art.39630 .", "ArticleIdList": ["10.1002/art.39630", "26866831", "5103164"]}, {"Citation": "Kim K, Jiang X, Cui J, Lu B, Costenbader KH, Sparks JA, et al. Interactions between amino acid-defined major histocompatibility complex class II variants and smoking in seropositive rheumatoid arthritis. Arthritis Rheumatol. 2015;67(10):2611–23. https://doi.org/10.1002/art.39228 .", "ArticleIdList": ["10.1002/art.39228", "26098791", "4581918"]}, {"Citation": "Sparks JA, Costenbader KH. Genetics, environment, and gene-environment interactions in the development of systemic rheumatic diseases. Rheum Dis Clin North Am. 2014;40(4):637–57. https://doi.org/10.1016/j.rdc.2014.07.005 .", "ArticleIdList": ["10.1016/j.rdc.2014.07.005", "25437282", "4250576"]}, {"Citation": "Holers VM, Demoruelle MK, Kuhn KA, Buckner JH, Robinson WH, Okamoto Y, et al. Rheumatoid arthritis and the mucosal origins hypothesis: protection turns to destruction. Nat Rev Rheumatol. 2018;14(9):542–57. https://doi.org/10.1038/s41584-018-0070-0 .", "ArticleIdList": ["10.1038/s41584-018-0070-0", "30111803", "6704378"]}, {"Citation": "McDermott GC, Sparks JA. Invited Perspective: Air Pollutants, Genetics, and the Mucosal Paradigm for Rheumatoid Arthritis Risk. Environ Health Perspect. 2023;131(3):31303. https://doi.org/10.1289/EHP12167 .", "ArticleIdList": ["10.1289/EHP12167", "36913236"]}, {"Citation": "Kronzer VL, Sparks JA. Occupational inhalants, genetics and the respiratory mucosal paradigm for ACPA-positive rheumatoid arthritis. Ann Rheum Dis. 2023;82(3):303–5. https://doi.org/10.1136/ard-2022-223286 .", "ArticleIdList": ["10.1136/ard-2022-223286", "36600176"]}, {"Citation": "Friedlander HM, Ford JA, Zaccardelli A, Terrio AV, Cho MH, Sparks JA. Obstructive lung diseases and risk of rheumatoid arthritis. Expert Rev Clin Immunol. 2020;16(1):37–50. https://doi.org/10.1080/1744666X.2019.1698293 .", "ArticleIdList": ["10.1080/1744666X.2019.1698293", "31774329", "6980732"]}, {"Citation": "Kronzer VL, Huang W, Zaccardelli A, Crowson CS, Davis JM 3rd, Vassallo R, et al. Association of Sinusitis and Upper Respiratory Tract Diseases With Incident Rheumatoid Arthritis: A Case-control Study. J Rheumatol. 2022;49(4):358–64. https://doi.org/10.3899/jrheum.210580.", "ArticleIdList": ["10.3899/jrheum.210580.", "34654732"]}, {"Citation": "Zaccardelli A, Liu X, Ford JA, Cui J, Lu B, Chu SH, et al. Asthma and elevation of anti-citrullinated protein antibodies prior to the onset of rheumatoid arthritis. Arthritis Res Ther. 2019;21(1):246. https://doi.org/10.1186/s13075-019-2035-3 .", "ArticleIdList": ["10.1186/s13075-019-2035-3", "31753003", "6868779"]}, {"Citation": "Ford JA, Liu X, Chu SH, Lu B, Cho MH, Silverman EK, et al. Asthma, Chronic Obstructive Pulmonary Disease, and Subsequent Risk for Incident Rheumatoid Arthritis Among Women: A Prospective Cohort Study. Arthritis Rheumatol. 2020;72(5):704–13. https://doi.org/10.1002/art.41194 .", "ArticleIdList": ["10.1002/art.41194", "32129572", "7188599"]}, {"Citation": "Zaccardelli A, Liu X, Ford JA, Cui J, Lu B, Chu SH, et al. Elevated Anti-Citrullinated Protein Antibodies Prior to Rheumatoid Arthritis Diagnosis and Risks for Chronic Obstructive Pulmonary Disease or Asthma. Arthritis Care Res (Hoboken). 2021;73(4):498–509. https://doi.org/10.1002/acr.24140 .", "ArticleIdList": ["10.1002/acr.24140", "31961487"]}, {"Citation": "McDermott GC, Sparks JA. Rheumatoid Arthritis and Bronchiectasis Risk: Additional Evidence Linking Autoimmunity and Airways Disease. Chest. 2024;165(6):1276–7. https://doi.org/10.1016/j.chest.2024.02.016 .", "ArticleIdList": ["10.1016/j.chest.2024.02.016", "38852957"]}, {"Citation": "McDermott GC, Hayashi K, Yoshida K, Moll M, Cho MH, Doyle TJ, et al. Prevalence and mortality associations of interstitial lung abnormalities in rheumatoid arthritis within a multicentre prospective cohort of smokers. Rheumatology (Oxford). 2023;62(SI3):SI286–95. https://doi.org/10.1093/rheumatology/kead277.", "ArticleIdList": ["10.1093/rheumatology/kead277.", "37871923"]}, {"Citation": "McDermott G, Gill R, Gagne S, Byrne S, Huang W, Wang X, et al. Demographic, Lifestyle, and Serologic Risk Factors for Rheumatoid Arthritis (RA)-associated Bronchiectasis: Role of RA-related Autoantibodies. J Rheumatol. 2022;49(7):672–9. https://doi.org/10.3899/jrheum.211242.", "ArticleIdList": ["10.3899/jrheum.211242.", "35293341", "9250607"]}, {"Citation": "Yoshida K, Wang J, Malspeis S, Marchand N, Lu B, Prisco LC, et al. Passive Smoking Throughout the Life Course and the Risk of Incident Rheumatoid Arthritis in Adulthood Among Women. Arthritis Rheumatol. 2021;73(12):2219–28. https://doi.org/10.1002/art.41939.", "ArticleIdList": ["10.1002/art.41939.", "34406709", "8976916"]}, {"Citation": "Kronzer VL, Crowson CS, Sparks JA, Vassallo R, Davis JM 3rd. Investigating Asthma, Allergic Disease, Passive Smoke Exposure, and Risk of Rheumatoid Arthritis. Arthritis Rheumatol. 2019;71(8):1217–24. https://doi.org/10.1002/art.40858 .", "ArticleIdList": ["10.1002/art.40858", "30747496", "6676490"]}, {"Citation": "Alfredsson L, Klareskog L, Hedstrom AK. Influence of Smoking on Disease Activity and Quality of Life in Patients With Rheumatoid Arthritis: Results From a Swedish Case-Control Study With Longitudinal Follow-Up. Arthritis Care Res (Hoboken). 2023;75(6):1269–77. https://doi.org/10.1002/acr.250260.", "ArticleIdList": ["10.1002/acr.250260.", "36149365"]}, {"Citation": "Roelsgaard IK, Ikdahl E, Rollefstad S, Wibetoe G, Esbensen BA, Kitas GD, et al. Smoking cessation is associated with lower disease activity and predicts cardiovascular risk reduction in rheumatoid arthritis patients. Rheumatology (Oxford). 2020;59(8):1997–2004. https://doi.org/10.1093/rheumatology/kez557 .", "ArticleIdList": ["10.1093/rheumatology/kez557", "31782789"]}, {"Citation": "Kronzer VL, Huang W, Dellaripa PF, Huang S, Feathers V, Lu B, et al. Lifestyle and Clinical Risk Factors for Incident Rheumatoid Arthritis-associated Interstitial Lung Disease. J Rheumatol. 2021;48(5):656–63. https://doi.org/10.3899/jrheum.200863.", "ArticleIdList": ["10.3899/jrheum.200863.", "33191286"]}, {"Citation": "Yoshida K, Lin TC, Wei MY, Malspeis S, Chu SH, Camargo CA Jr, et al. Roles of Postdiagnosis Accumulation of Morbidities and Lifestyle Changes in Excess Total and Cause-Specific Mortality Risk in Rheumatoid Arthritis. Arthritis Care Res (Hoboken). 2021;73(2):188–98. https://doi.org/10.1002/acr.24120.", "ArticleIdList": ["10.1002/acr.24120.", "31811708"]}, {"Citation": "Sparks JA, Chang SC, Nguyen UDT, Barbhaiya M, Tedeschi SK, Lu B, et al. Smoking Behavior Changes in the Early Rheumatoid Arthritis Period and Risk of Mortality During Thirty-Six Years of Prospective Followup. Arthritis Care Res (Hoboken). 2018;70(1):19–29. https://doi.org/10.1002/acr.23269 .", "ArticleIdList": ["10.1002/acr.23269", "28464477"]}, {"Citation": "De Roos AJ, Koehoorn M, Tamburic L, Davies HW, Brauer M. Proximity to traffic, ambient air pollution, and community noise in relation to incident rheumatoid arthritis. Environ Health Perspect. 2014;122(10):1075–80. https://doi.org/10.1289/ehp.1307413 .", "ArticleIdList": ["10.1289/ehp.1307413", "24905961", "4181921"]}, {"Citation": "Park JS, Choi S, Kim K, Chang J, Kim SM, Kim SR, et al. Association of particulate matter with autoimmune rheumatic diseases among adults in South Korea. Rheumatology (Oxford). 2021;60(11):5117–26. https://doi.org/10.1093/rheumatology/keab127.", "ArticleIdList": ["10.1093/rheumatology/keab127.", "33560298"]}, {"Citation": "Hart JE, Kallberg H, Laden F, Bellander T, Costenbader KH, Holmqvist M, et al. Ambient air pollution exposures and risk of rheumatoid arthritis: results from the Swedish EIRA case-control study. Ann Rheum Dis. 2013;72(6):888–94. https://doi.org/10.1136/annrheumdis-2012-201587 .", "ArticleIdList": ["10.1136/annrheumdis-2012-201587", "22833374"]}, {"Citation": "Sajjadi SA, Zolfaghari G, Adab H, Allahabadi A, Delsouz M. Measurement and modeling of particulate matter concentrations: Applying spatial analysis and regression techniques to assess air quality. MethodsX. 2017;4:372–90. https://doi.org/10.1016/j.mex.2017.09.006 .", "ArticleIdList": ["10.1016/j.mex.2017.09.006", "29085784", "5655390"]}, {"Citation": "Bellander T, Berglind N, Gustavsson P, Jonson T, Nyberg F, Pershagen G, et al. Using geographic information systems to assess individual historical exposure to air pollution from traffic and house heating in Stockholm. Environ Health Perspect. 2001;109(6):633–9. https://doi.org/10.1289/ehp.01109633 .", "ArticleIdList": ["10.1289/ehp.01109633", "11445519", "1240347"]}, {"Citation": "Mehta A, Kim D, Allo N, Odusola AO, Malolan C, Nwariaku FE. Using parallel geocoding to analyse the spatial characteristics of road traffic injury occurrences across Lagos, Nigeria. BMJ Glob Health. 2023;8(5). https://doi.org/10.1136/bmjgh-2023-012315 ."}, {"Citation": "Khaoula B, Slimane L, Imene B, Nassim B, Wahiba G, Abdelkader G, et al. Air Pollution and Health Risk: Intelligent Mapping. Stud Health Technol Inform. 2022;290:1086–7. https://doi.org/10.3233/SHTI220280.", "ArticleIdList": ["10.3233/SHTI220280.", "35673218"]}, {"Citation": "Chen YC, Chow-In Ko P, Lee WC, Lien WC. Ecological fallacy in COVID-19 epidemiological inference: Influenza vaccination rate as an example. J Formos Med Assoc. 2021;120(8):1655–6. https://doi.org/10.1016/j.jfma.2021.03.011.", "ArticleIdList": ["10.1016/j.jfma.2021.03.011.", "33781655", "7972645"]}, {"Citation": "Islam T. Health Concerns of Textile Workers and Associated Community. Inquiry. 2022;59:469580221088626. https://doi.org/10.1177/00469580221088626.", "ArticleIdList": ["10.1177/00469580221088626.", "35604168"]}, {"Citation": "Hinson AV, Lokossou VK, Schlunssen V, Agodokpessi G, Sigsgaard T, Fayomi B. Cotton Dust Exposure and Respiratory Disorders among Textile Workers at a Textile Company in the Southern Part of Benin. Int J Environ Res Public Health. 2016;13(9). https://doi.org/10.3390/ijerph13090895 ."}, {"Citation": "Nafees AA, Iqbal AR, Cullinan P, De Matteis S, Burney P, Semple S. Use of Low-Cost Particle Counters for Cotton Dust Exposure Assessment in Textile Mills in Low- and Middle-Income Countries. Ann Work Expo Health. 2022;66(4):537–42. https://doi.org/10.1093/annweh/wxab102.", "ArticleIdList": ["10.1093/annweh/wxab102.", "34791042"]}, {"Citation": "Lai PS, Hang JQ, Zhang FY, Lin X, Zheng BY, Dai HL, et al. Gender differences in the effect of occupational endotoxin exposure on impaired lung function and death: the Shanghai Textile Worker Study. Occup Environ Med. 2014;71(2):118–25. https://doi.org/10.1136/oemed-2013-101676.", "ArticleIdList": ["10.1136/oemed-2013-101676.", "24297825"]}, {"Citation": "Wang X, Doherty TA, James C. Military burn pit exposure and airway disease: Implications for our Veteran population. Ann Allergy Asthma Immunol. 2023;131(6):720–5. https://doi.org/10.1016/j.anai.2023.06.012.", "ArticleIdList": ["10.1016/j.anai.2023.06.012.", "37343826", "10728339"]}, {"Citation": "Garshick E, Blanc PD. Military deployment-related respiratory problems: an update. Curr Opin Pulm Med. 2023;29(2):83–9. https://doi.org/10.1097/MCP.0000000000000946.", "ArticleIdList": ["10.1097/MCP.0000000000000946.", "36597757", "9929891"]}, {"Citation": "Masri S, Garshick E, Hart J, Bouhamra W, Koutrakis P. Use of visual range measurements to predict fine particulate matter exposures in Southwest Asia and Afghanistan. J Air Waste Manag Assoc. 2017;67(1):75–85. https://doi.org/10.1080/10962247.2016.1243169.", "ArticleIdList": ["10.1080/10962247.2016.1243169.", "27700621", "5177516"]}, {"Citation": "Bakali U, Baum JLR, Louzado-Feliciano P, Killawala C, Santiago KM, Pauley JL, et al. Characterization of fire investigators’ polyaromatic hydrocarbon exposures using silicone wristbands. Ecotoxicol Environ Saf. 2024;278:116349. https://doi.org/10.1016/j.ecoenv.2024.116349.", "ArticleIdList": ["10.1016/j.ecoenv.2024.116349.", "38714081", "11215797"]}, {"Citation": "Barbosa JV, Alvim-Ferraz MCM, Martins FG, Sousa SIV. Occupational exposure of firefighters to hazardous pollutants during prescribed fires in Portugal. Chemosphere. 2024;352:141355. https://doi.org/10.1016/j.chemosphere.2024.141355.", "ArticleIdList": ["10.1016/j.chemosphere.2024.141355.", "38331261"]}, {"Citation": "Hart JE, Kallberg H, Laden F, Costenbader KH, Yanosky JD, Klareskog L, et al. Ambient air pollution exposures and risk of rheumatoid arthritis. Arthritis Care Res (Hoboken). 2013;65(7):1190–6. https://doi.org/10.1002/acr.21975.", "ArticleIdList": ["10.1002/acr.21975.", "23401426"]}, {"Citation": "Padyukov L, Silva C, Stolt P, Alfredsson L, Klareskog L. A gene-environment interaction between smoking and shared epitope genes in HLA-DR provides a high risk of seropositive rheumatoid arthritis. Arthritis Rheum. 2004;50(10):3085–92. https://doi.org/10.1002/art.20553.", "ArticleIdList": ["10.1002/art.20553.", "15476204"]}, {"Citation": "Bengtsson C, Nordmark B, Klareskog L, Lundberg I, Alfredsson L, Group ES. Socioeconomic status and the risk of developing rheumatoid arthritis: results from the Swedish EIRA study. Ann Rheum Dis. 2005;64(11):1588–94. https://doi.org/10.1136/ard.2004.031666.", "ArticleIdList": ["10.1136/ard.2004.031666.", "15843455", "1755268"]}, {"Citation": "Doran MF, Pond GR, Crowson CS, O’Fallon WM, Gabriel SE. Trends in incidence and mortality in rheumatoid arthritis in Rochester, Minnesota, over a forty-year period. Arthritis Rheum. 2002;46(3):625–31. https://doi.org/10.1002/art.509.", "ArticleIdList": ["10.1002/art.509.", "11920397"]}, {"Citation": "Tamiya R, Hanada M, Narita N, Inagaki S, Tohyama M, Takagi H. Histaminergic neurons receive substance P-ergic inputs in the posterior hypothalamus of the rat. Exp Brain Res. 1990;79(2):261–5. https://doi.org/10.1007/BF00608234.", "ArticleIdList": ["10.1007/BF00608234.", "1691105"]}, {"Citation": "Zhang J, Fang XY, Wu J, Fan YG, Leng RX, Liu B, et al. Association of Combined Exposure to Ambient Air Pollutants, Genetic Risk, and Incident Rheumatoid Arthritis: A Prospective Cohort Study in the UK Biobank. Environ Health Perspect. 2023;131(3):37008. https://doi.org/10.1289/EHP10710.", "ArticleIdList": ["10.1289/EHP10710.", "36913237"]}, {"Citation": "Chang KH, Hsu CC, Muo CH, Hsu CY, Liu HC, Kao CH, et al. Air pollution exposure increases the risk of rheumatoid arthritis: A longitudinal and nationwide study. Environ Int. 2016;94:495–9. https://doi.org/10.1016/j.envint.2016.06.008.", "ArticleIdList": ["10.1016/j.envint.2016.06.008.", "27302847"]}, {"Citation": "Jung CR, Hsieh HY, Hwang BF. Air Pollution as a Potential Determinant of Rheumatoid Arthritis: A Population-based Cohort Study in Taiwan. Epidemiology. 2017;28(Suppl 1):S54–9. https://doi.org/10.1097/EDE.0000000000000732.", "ArticleIdList": ["10.1097/EDE.0000000000000732.", "29028676"]}, {"Citation": "Ho WC, Chou LW, Wang RY, Doan TN, Yu HL, Chou TH, et al. Association between Exposure to Ambient Air Pollution and the Risk of Rheumatoid Arthritis in Taiwan: A Population-Based Retrospective Cohort Study. Int J Environ Res Public Health. 2022;19(12). https://doi.org/10.3390/ijerph19127006 ."}, {"Citation": "Shin J, Lee J, Lee J, Ha EH. Association between Exposure to Ambient Air Pollution and Rheumatoid Arthritis in Adults. Int J Environ Res Public Health. 2019;16(7). https://doi.org/10.3390/ijerph16071227 ."}, {"Citation": "Hart JE, Laden F, Puett RC, Costenbader KH, Karlson EW. Exposure to traffic pollution and increased risk of rheumatoid arthritis. Environ Health Perspect. 2009;117(7):1065–9. https://doi.org/10.1289/ehp.0800503 .", "ArticleIdList": ["10.1289/ehp.0800503", "19654914", "2717131"]}, {"Citation": "Tang B, Liu Q, Ilar A, Wiebert P, Hagg S, Padyukov L, et al. Occupational inhalable agents constitute major risk factors for rheumatoid arthritis, particularly in the context of genetic predisposition and smoking. Ann Rheum Dis. 2023;82(3):316–23. https://doi.org/10.1136/ard-2022-223134.", "ArticleIdList": ["10.1136/ard-2022-223134.", "36600175"]}, {"Citation": "Descatha A, Fadel M, Sembajwe G, Peters S, Evanoff BA. Job-Exposure Matrix: A Useful Tool for Incorporating Workplace Exposure Data Into Population Health Research and Practice. Front Epidemiol. 2022;2:857316. https://doi.org/10.3389/fepid.2022.857316.", "ArticleIdList": ["10.3389/fepid.2022.857316.", "38455292", "10910984"]}, {"Citation": "Neugebauer R, Ng S. Differential recall as a source of bias in epidemiologic research. J Clin Epidemiol. 1990;43(12):1337–41. https://doi.org/10.1016/0895-4356(90)90100-4 .", "ArticleIdList": ["10.1016/0895-4356(90)90100-4", "2254770"]}, {"Citation": "Ilar A, Gustavsson P, Wiebert P, Alfredsson L. Occupational exposure to organic dusts and risk of developing rheumatoid arthritis: findings from a Swedish population-based case-control study. RMD Open. 2019;5(2):e001049. https://doi.org/10.1136/rmdopen-2019-001049 .", "ArticleIdList": ["10.1136/rmdopen-2019-001049", "31803499", "6890392"]}, {"Citation": "Ilar A, Klareskog L, Saevarsdottir S, Wiebert P, Askling J, Gustavsson P, et al. Occupational exposure to asbestos and silica and risk of developing rheumatoid arthritis: findings from a Swedish population-based case-control study. RMD Open. 2019;5(2):e000978. https://doi.org/10.1136/rmdopen-2019-000978 .", "ArticleIdList": ["10.1136/rmdopen-2019-000978", "31413868", "6667973"]}, {"Citation": "Boudigaard SH, Schlunssen V, Vestergaard JM, Sondergaard K, Toren K, Peters S, et al. Occupational exposure to respirable crystalline silica and risk of autoimmune rheumatic diseases: a nationwide cohort study. Int J Epidemiol. 2021;50(4):1213–26. https://doi.org/10.1093/ije/dyaa287.", "ArticleIdList": ["10.1093/ije/dyaa287.", "33462590", "8407872"]}, {"Citation": "Ying D, Schmajuk G, Trupin L, Blanc PD. Inorganic Dust Exposure During Military Service as a Predictor of Rheumatoid Arthritis and Other Autoimmune Conditions. ACR Open Rheumatol. 2021;3(7):466–74. https://doi.org/10.1002/acr2.11273.", "ArticleIdList": ["10.1002/acr2.11273.", "34085777", "8281049"]}, {"Citation": "Parks CG, Meyer A, Beane Freeman LE, Hofmann JN, Sandler DP. Farming tasks and the development of rheumatoid arthritis in the agricultural health study. Occup Environ Med. 2019;76(4):243–9. https://doi.org/10.1136/oemed-2018-105361 .", "ArticleIdList": ["10.1136/oemed-2018-105361", "30760605"]}, {"Citation": "Ebel AV, Lutt G, Poole JA, Thiele GM, Baker JF, Cannon GW, et al. Association of Agricultural, Occupational, and Military Inhalants With Autoantibodies and Disease Features in US Veterans With Rheumatoid Arthritis. Arthritis Rheumatol. 2021;73(3):392–400. https://doi.org/10.1002/art.41559.", "ArticleIdList": ["10.1002/art.41559.", "33058561", "8236239"]}, {"Citation": "Kim SH, Kim SY, Yoon HY, Song JW. PM(10) increases mortality risk in rheumatoid arthritis-associated interstitial lung disease. RMD Open. 2024;10(1). https://doi.org/10.1136/rmdopen-2023-003680 ."}, {"Citation": "Zhao N, Al-Aly Z, Zheng B, van Donkelaar A, Martin RV, Pineau CA, et al. Fine particulate matter components and interstitial lung disease in rheumatoid arthritis. Eur Respir J. 2022;60(1). https://doi.org/10.1183/13993003.02149-2021 ."}, {"Citation": "Liu B, Sun G, Liu Y, Hou Y. Observational studies: Ambient air pollution and hospitalization for RA-ILD in a heavily polluted city in China. Medicine (Baltimore). 2022;101(19):e29309. https://doi.org/10.1097/MD.0000000000029309.", "ArticleIdList": ["10.1097/MD.0000000000029309.", "35583542"]}, {"Citation": "Sahebari M, Esmailpour M, Esmaili H, Orooji A, Dowlatabadi Y, Nabavi Mahali S, et al. Influence of Air Pollutants on the Disease Activity and Quality of Life in Rheumatoid Arthritis, an Iranian Observational Longitudinal Study. Med J Islam Repub Iran. 2023;37:65. https://doi.org/10.47176/mjiri.37.65 .", "ArticleIdList": ["10.47176/mjiri.37.65", "37745016", "10513401"]}, {"Citation": "Ingegnoli F, Ubiali T, Schioppo T, Longo V, Murgo A, De Lucia O, et al. Potential Short-Term Air Pollution Effects on Rheumatoid Arthritis Activity in Metropolitan Areas in the North of Italy: A Cross-Sectional Study. Int J Environ Res Public Health. 2021;18(16). https://doi.org/10.3390/ijerph18168490 ."}, {"Citation": "Adami G, Viapiana O, Rossini M, Orsolini G, Bertoldo E, Giollo A, et al. Association between environmental air pollution and rheumatoid arthritis flares. Rheumatology (Oxford). 2021;60(10):4591–7. https://doi.org/10.1093/rheumatology/keab049.", "ArticleIdList": ["10.1093/rheumatology/keab049.", "33470401"]}, {"Citation": "Figus FA, Piga M, Azzolin I, McConnell R, Iagnocco A. Rheumatoid arthritis: Extra-articular manifestations and comorbidities. Autoimmun Rev. 2021;20(4):102776. https://doi.org/10.1016/j.autrev.2021.102776 .", "ArticleIdList": ["10.1016/j.autrev.2021.102776", "33609792"]}, {"Citation": "Turesson C, O’Fallon WM, Crowson CS, Gabriel SE, Matteson EL. Extra-articular disease manifestations in rheumatoid arthritis: incidence trends and risk factors over 46 years. Ann Rheum Dis. 2003;62(8):722–7. https://doi.org/10.1136/ard.62.8.722 .", "ArticleIdList": ["10.1136/ard.62.8.722", "12860726", "1754626"]}, {"Citation": "Dellaripa PF, Sung LH, Bain PA, Lanata C, Blazar A, Miller FW, et al. American College of Rheumatology White Paper: The Effects of Climate Change on Rheumatic Conditions-An Evolving Landscape and a Path Forward. Arthritis Rheumatol. 2024. https://doi.org/10.1002/art.42919.", "ArticleIdList": ["10.1002/art.42919.", "38978310"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "7", "Day": "17"}, {"Year": "2024", "Month": "8", "Day": "2", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "2", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "2", "Hour": "11", "Minute": "16"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39093508", "10.1007/s11926-024-01160-x", "10.1007/s11926-024-01160-x"]}}], "PubmedBookArticle": []}