{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Arterial stiffness", "Atherosclerotic cardiovascular disease"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "39105787", "DateRevised": {"Year": "2024", "Month": "08", "Day": "06"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "06"}], "ELocationID": ["10.1007/s00392-024-02506-2"], "Journal": {"ISSN": "1861-0692", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Aug", "Day": "06"}}, "Title": "Clinical research in cardiology : official journal of the German Cardiac Society", "ISOAbbreviation": "Clin Res Cardiol"}, "ArticleTitle": "Association between exposure to air pollution and arterial stiffness in participants with and without atherosclerotic cardiovascular disease.", "Abstract": {"AbstractText": ["To assess the association of air pollution exposure at different time scales with arterial stiffness in participants with and without atherosclerotic cardiovascular disease (ASCVD).", "We measured participants' arterial stiffness with brachial-ankle pulse wave velocity (baPWV) from October 2016 to January 2020. Concentrations of air pollutants including fine particles < 2.5 μm aerodynamic diameter (PM<sub>2.5</sub>), inhalable particles < 10 μm aerodynamic diameter (PM<sub>10</sub>), sulfur dioxide (SO<sub>2</sub>), nitrogen dioxide (NO<sub>2</sub>), carbon monoxide (CO), and ozone (O<sub>3</sub>) measured by fixed ambient air monitoring stations were collected for short- (7-day) and long-term (365-day) exposure assessment. We used generalized estimating equations (GEEs) to analyze and further explored the modification effects between ASCVD and air pollutants.", "Seven hundred sixty-five participants were finally included and four hunderd sixty (60.1%) participants had a history of ASCVD. Based on the partial regression coefficients (β) and 95% confidence intervals (95% CI) calculated from GEEs using linear regression, each 10 μg/m<sup>3</sup> increase in long-term exposure to PM<sub>2.5</sub> and PM<sub>10</sub> was associated with 31.85 cm/s (95% CI, 17.97 to 45.73) and 35.93 cm/s (95% CI, 21.01 to 50.84) increase in baPWV. There was no association between short-term exposure to air pollution and arterial stiffness. Although no significant interaction effect was observed between air pollution and ASCVD, baPWV showed a greater increment in the subgroup without ASCVD.", "Long-term exposure to air pollution is closely associated with higher arterial stiffness in participants with and without ASCVD. Reducing air pollution exposure is essential in the primary and secondary prevention of ASCVD."], "CopyrightInformation": "© 2024. Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Zhang", "ForeName": "Haoyu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Sun", "ForeName": "Jinghao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, Chuiyangliu Hospital Affiliated to Tsinghua University, Beijing, 100021, China."}], "LastName": "Zhang", "ForeName": "Yinghua", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Xiao", "ForeName": "Keling", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Research and Biometrics Center, National Center for Cardiovascular Diseases, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."}], "LastName": "Wang", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Si", "ForeName": "Jin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Li", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Sun", "ForeName": "Lijie", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Zhao", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China."}], "LastName": "Yi", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Management Center, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China. cissy9007@163.com."}], "LastName": "Chu", "ForeName": "Xi", "Initials": "X"}, {"Identifier": ["0000-0002-0013-9139"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics, Xuanwu Hospital, Capital Medical University, National Clinical Research Center for Geriatric Diseases, Beijing, 100053, China. shpxbb@sina.com."}], "LastName": "Li", "ForeName": "Jing", "Initials": "J"}], "GrantList": [{"GrantID": "82170347", "Agency": "National Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Clin Res Cardiol", "NlmUniqueID": "101264123", "ISSNLinking": "1861-0684"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhou M, Wang H, Zeng X, Yin P, Zhu J, Chen W et al (2019) Mortality, morbidity, and risk factors in China and its provinces, 1990–2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet 394:1145–1158", "ArticleIdList": ["31248666", "6891889", "10.1016/S0140-6736(19)30427-1"]}, {"Citation": "Collaborators GRF (2020) Global burden of 87 risk factors in 204 countries and territories, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet 396:1223–1249", "ArticleIdList": ["10.1016/S0140-6736(20)30752-2"]}, {"Citation": "Liang F, Liu F, Huang K, Yang X, Li J, Xiao Q et al (2020) Long-term exposure to fine particulate matter and cardiovascular disease in China. J Am Coll Cardiol 75:707–717", "ArticleIdList": ["32081278", "10.1016/j.jacc.2019.12.031"]}, {"Citation": "Liu H, Tian Y, Xiang X, Sun K, Juan J, Song J et al (2017) Air pollution and hospitalization for acute myocardial infarction in China. Am J Cardiol 120:753–758", "ArticleIdList": ["28705380", "10.1016/j.amjcard.2017.06.004"]}, {"Citation": "Berglind N, Bellander T, Forastiere F, von Klot S, Aalto P, Elosua R et al (2009) Ambient air pollution and daily mortality among survivors of myocardial infarction. Epidemiology 20:110–118", "ArticleIdList": ["18813023", "10.1097/EDE.0b013e3181878b50"]}, {"Citation": "Malik AO, Jones PG, Chan PS, Peri-Okonny PA, Hejjaji V, Spertus JA (2019) Association of long-term exposure to particulate matter and ozone with health status and mortality in patients after myocardial infarction. Circ Cardiovasc Qual Outcomes 12:e005598", "ArticleIdList": ["30950650", "6540795", "10.1161/CIRCOUTCOMES.119.005598"]}, {"Citation": "Liu M, Xue X, Zhou B, Zhang Y, Sun B, Chen J et al (2019) Population susceptibility differences and effects of air pollution on cardiovascular mortality: epidemiological evidence from a time-series study. Environ Sci Pollut Res Int 26:15943–15952", "ArticleIdList": ["30963427", "10.1007/s11356-019-04960-2"]}, {"Citation": "Zhang H, Yi M, Wang Y, Zhang Y, Xiao K, Si J et al (2022) Air pollution and recurrence of cardiovascular events after ST-segment elevation myocardial infarction. Atherosclerosis 342:1–8", "ArticleIdList": ["34974197", "10.1016/j.atherosclerosis.2021.12.012"]}, {"Citation": "Vlachopoulos C, Xaplanteris P, Aboyans V, Brodmann M, Cífková R, Cosentino F et al (2015) The role of vascular biomarkers for primary and secondary prevention. A position paper from the European Society of Cardiology Working Group on peripheral circulation: Endorsed by the Association for Research into Arterial Structure and Physiology (ARTERY) Society. Atherosclerosis 241:507–532", "ArticleIdList": ["26117398", "10.1016/j.atherosclerosis.2015.05.007"]}, {"Citation": "Stone K, Veerasingam D, Meyer ML, Heffernan KS, Higgins S, Maria Bruno R et al (2023) Reimagining the value of brachial-ankle pulse wave velocity as a biomarker of cardiovascular disease risk-a call to action on behalf of VascAgeNet. Hypertension 80:1980–1992", "ArticleIdList": ["37470189", "10.1161/HYPERTENSIONAHA.123.21314"]}, {"Citation": "Ohkuma T, Ninomiya T, Tomiyama H, Kario K, Hoshide S, Kita Y et al (2017) Brachial-ankle pulse wave velocity and the risk prediction of cardiovascular disease: an individual participant data meta-analysis. Hypertension 69:1045–1052", "ArticleIdList": ["28438905", "10.1161/HYPERTENSIONAHA.117.09097"]}, {"Citation": "Sang T, Lv N, Dang A, Cheng N, Zhang W (2021) Brachial-ankle pulse wave velocity and prognosis in patients with atherosclerotic cardiovascular disease: a systematic review and meta-analysis. Hypertens Res 44:1175–1185", "ArticleIdList": ["34127818", "10.1038/s41440-021-00678-2"]}, {"Citation": "Maruhashi T, Soga J, Fujimura N, Idei N, Mikami S, Iwamoto Y et al (2018) Endothelial dysfunction, increased arterial stiffness, and cardiovascular risk prediction in patients with coronary artery disease: FMD-J (Flow-Mediated Dilation Japan) Study A. J Am Heart Assoc. https://doi.org/10.1161/JAHA.118.008588", "ArticleIdList": ["10.1161/JAHA.118.008588", "30005558", "6064856"]}, {"Citation": "Song Y, Xu B, Xu R, Tung R, Frank E, Tromble W et al (2016) Independent and joint effect of brachial-ankle pulse wave velocity and blood pressure control on incident stroke in hypertensive adults. Hypertension 68:46–53", "ArticleIdList": ["27217412", "10.1161/HYPERTENSIONAHA.115.07023"]}, {"Citation": "Tanaka A, Tomiyama H, Maruhashi T, Matsuzawa Y, Miyoshi T, Kabutoya T et al (2018) Physiological diagnostic criteria for vascular failure. Hypertension 72:1060–1071", "ArticleIdList": ["30354826", "10.1161/HYPERTENSIONAHA.118.11554"]}, {"Citation": "Lundbäck M, Mills NL, Lucking A, Barath S, Donaldson K, Newby DE et al (2009) Experimental exposure to diesel exhaust increases arterial stiffness in man. Part Fibre Toxicol 6:7", "ArticleIdList": ["19284640", "2660278", "10.1186/1743-8977-6-7"]}, {"Citation": "Unosson J, Blomberg A, Sandström T, Muala A, Boman C, Nyström R et al (2013) Exposure to wood smoke increases arterial stiffness and decreases heart rate variability in humans. Part Fibre Toxicol 10:20", "ArticleIdList": ["23742058", "3685524", "10.1186/1743-8977-10-20"]}, {"Citation": "Lenters V, Uiterwaal CS, Beelen R, Bots ML, Fischer P, Brunekreef B et al (2010) Long-term exposure to air pollution and vascular damage in young adults. Epidemiology 21:512–520", "ArticleIdList": ["20407379", "10.1097/EDE.0b013e3181dec3a7"]}, {"Citation": "Sun D, Liu Y, Zhang J, Liu J, Wu Z, Liu M et al (2021) Long-term effects of fine particulate matter exposure on the progression of arterial stiffness. Environ Health 20:2", "ArticleIdList": ["33407540", "7789369", "10.1186/s12940-020-00688-6"]}, {"Citation": "Ljungman PLS, Li W, Rice MB, Wilker EH, Schwartz J, Gold DR et al (2018) Long- and short-term air pollution exposure and measures of arterial stiffness in the Framingham Heart Study. Environ Int 121:139–147", "ArticleIdList": ["30205320", "6221919", "10.1016/j.envint.2018.08.060"]}, {"Citation": "O’Neill MS, Diez-Roux AV, Auchincloss AH, Shen M, Lima JA, Polak JF et al (2011) Long-term exposure to airborne particles and arterial stiffness: the Multi-Ethnic Study of Atherosclerosis (MESA). Environ Health Perspect 119:844–851", "ArticleIdList": ["21245016", "3114821", "10.1289/ehp.0901524"]}, {"Citation": "Park YJ, Cho YJ, Kwak J, Lim YH, Park M (2021) Short- and long-term exposure to particulate matter and pulse wave velocity. Korean J Fam Med 42:310–316", "ArticleIdList": ["34320799", "8321913", "10.4082/kjfm.20.0180"]}, {"Citation": "Mehta AJ, Zanobetti A, Koutrakis P, Mittleman MA, Sparrow D, Vokonas P et al (2014) Associations between short-term changes in air pollution and correlates of arterial stiffness: the veterans affairs normative aging study, 2007–2011. Am J Epidemiol 179:192–199", "ArticleIdList": ["24227017", "10.1093/aje/kwt271"]}, {"Citation": "Scheers H, Nawrot TS, Nemery B, Casas L (2018) Changing places to study short-term effects of air pollution on cardiovascular health: a panel study. Environ Health 17:80", "ArticleIdList": ["30453974", "6245927", "10.1186/s12940-018-0425-7"]}, {"Citation": "Gornik HL, Aronow HD, Goodney PP, Arya S, Brewster LP, Byrd L et al (2024) 2024 ACC/AHA/AACVPR/APMA/ABC/SCAI/SVM/SVN/SVS/SIR/VESS Guideline for the Management of Lower Extremity Peripheral Artery Disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation 149:e1313–e1410", "ArticleIdList": ["38743805", "10.1161/CIR.0000000000001251"]}, {"Citation": "Yang X, Li J, Hu D, Chen J, Li Y, Huang J et al (2016) Predicting the 10-year risks of atherosclerotic cardiovascular disease in Chinese Population: The China-PAR Project (Prediction for ASCVD risk in China). Circulation 134:1430–1440", "ArticleIdList": ["27682885", "10.1161/CIRCULATIONAHA.116.022367"]}, {"Citation": "Grundy SM, Stone NJ, Bailey AL, Beam C, Birtcher KK, Blumenthal RS et al (2019) 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA Guideline on the Management of Blood Cholesterol: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation 139:e1082–e1143", "ArticleIdList": ["30586774"]}, {"Citation": "Feng C, Wang H, Lu N, Chen T, He H, Lu Y et al (2014) Log-transformation and its implications for data analysis. Shanghai Arch Psychiatry 26:105–109", "ArticleIdList": ["25092958", "4120293"]}, {"Citation": "Shin JY, Lee HR, Lee DC (2011) Increased arterial stiffness in healthy subjects with high-normal glucose levels and in subjects with pre-diabetes. Cardiovasc Diabetol 10:30", "ArticleIdList": ["21492487", "3098149", "10.1186/1475-2840-10-30"]}, {"Citation": "Chen H, Chen Y, Wu W, Cai Z, Chen Z, Yan X et al (2021) Total cholesterol, arterial stiffness, and systolic blood pressure: a mediation analysis. Sci Rep 11:1330", "ArticleIdList": ["33446746", "7809132", "10.1038/s41598-020-79368-x"]}, {"Citation": "Albu A, Para I, Porojan M (2020) Uric acid and arterial stiffness. Ther Clin Risk Manag 16:39–54", "ArticleIdList": ["32095074", "6995306", "10.2147/TCRM.S232033"]}, {"Citation": "Benetos A, Adamopoulos C, Bureau JM, Temmar M, Labat C, Bean K et al (2002) Determinants of accelerated progression of arterial stiffness in normotensive subjects and in treated hypertensive subjects over a 6-year period. Circulation 105:1202–1207", "ArticleIdList": ["11889014", "10.1161/hc1002.105135"]}, {"Citation": "Doonan RJ, Hausvater A, Scallan C, Mikhailidis DP, Pilote L, Daskalopoulou SS (2010) The effect of smoking on arterial stiffness. Hypertens Res 33:398–410", "ArticleIdList": ["20379189", "10.1038/hr.2010.25"]}, {"Citation": "Yasuharu T, Setoh K, Kawaguchi T, Nakayama T, Matsuda F (2021) Brachial-ankle pulse wave velocity and cardio-ankle vascular index are associated with future cardiovascular events in a general population: The Nagahama Study. J Clin Hypertens (Greenwich) 23:1390–1398", "ArticleIdList": ["34041835", "10.1111/jch.14294"]}, {"Citation": "Zanobetti A, Schwartz J (2002) Cardiovascular damage by airborne particles: are diabetics more susceptible? Epidemiology 13:588–592", "ArticleIdList": ["12192230", "10.1097/00001648-200209000-00016"]}, {"Citation": "Kobos L, Shannahan J (2021) Particulate matter inhalation and the exacerbation of cardiopulmonary toxicity due to metabolic disease. Exp Biol Med (Maywood) 246:822–834", "ArticleIdList": ["33467887", "10.1177/1535370220983275"]}, {"Citation": "Kim HL, Kim SH (2019) Pulse wave velocity in atherosclerosis. Front Cardiovasc Med 6:41", "ArticleIdList": ["31024934", "6465321", "10.3389/fcvm.2019.00041"]}, {"Citation": "Tesauro M, Mauriello A, Rovella V, Annicchiarico-Petruzzelli M, Cardillo C, Melino G et al (2017) Arterial ageing: from endothelial dysfunction to vascular calcification. J Intern Med 281:471–482", "ArticleIdList": ["28345303", "10.1111/joim.12605"]}, {"Citation": "Miller MR (2022) The cardiovascular effects of air pollution: prevention and reversal by pharmacological agents. Pharmacol Ther 232:107996", "ArticleIdList": ["34571110", "10.1016/j.pharmthera.2021.107996"]}, {"Citation": "Miyata R, Bai N, Vincent R, Sin DD, Van Eeden SF (2012) Novel properties of statins: suppression of the systemic and bone marrow responses induced by exposure to ambient particulate matter (PM(10)) air pollution. Am J Physiol Lung Cell Mol Physiol 303:L492–L499", "ArticleIdList": ["22797249", "3468478", "10.1152/ajplung.00154.2012"]}, {"Citation": "Künzli N, Jerrett M, Mack WJ, Beckerman B, LaBree L, Gilliland F et al (2005) Ambient air pollution and atherosclerosis in Los Angeles. Environ Health Perspect 113:201–206", "ArticleIdList": ["15687058", "10.1289/ehp.7523"]}, {"Citation": "Soppa VJ, Shinnawi S, Hennig F, Sasse B, Hellack B, Kaminski H et al (2019) Effects of short-term exposure to fine and ultrafine particles from indoor sources on arterial stiffness - A randomized sham-controlled exposure study. Int J Hyg Environ Health 222:1115–1132", "ArticleIdList": ["31444115", "10.1016/j.ijheh.2019.08.002"]}, {"Citation": "Baumgartner J, Carter E, Schauer JJ, Ezzati M, Daskalopoulou SS, Valois MF et al (2018) Household air pollution and measures of blood pressure, arterial stiffness and central haemodynamics. Heart 104:1515–1521", "ArticleIdList": ["29440184", "10.1136/heartjnl-2017-312595"]}, {"Citation": "Sinharay R, Gong J, Barratt B, Ohman-Strickland P, Ernst S, Kelly FJ et al (2018) Respiratory and cardiovascular responses to walking down a traffic-polluted road compared with walking in a traffic-free area in participants aged 60 years and older with chronic lung or heart disease and age-matched healthy controls: a randomised, crossover study. Lancet 391:339–349", "ArticleIdList": ["29221643", "5803182", "10.1016/S0140-6736(17)32643-0"]}, {"Citation": "Langrish JP, Unosson J, Bosson J, Barath S, Muala A, Blackwell S et al (2013) Altered nitric oxide bioavailability contributes to diesel exhaust inhalation-induced cardiovascular dysfunction in man. J Am Heart Assoc 2:e004309", "ArticleIdList": ["23525434", "3603248", "10.1161/JAHA.112.004309"]}, {"Citation": "Mills NL, Törnqvist H, Robinson SD, Gonzalez M, Darnley K, MacNee W et al (2005) Diesel exhaust inhalation causes vascular dysfunction and impaired endogenous fibrinolysis. Circulation 112:3930–3936", "ArticleIdList": ["16365212", "10.1161/CIRCULATIONAHA.105.588962"]}, {"Citation": "Kumarathasan P, Vincent R, Blais E, Bielecki A, Guénette J, Filiatreault A et al (2018) Cardiovascular and inflammatory mechanisms in healthy humans exposed to air pollution in the vicinity of a steel mill. Part Fibre Toxicol 15:34", "ArticleIdList": ["30097052", "6086065", "10.1186/s12989-018-0270-4"]}, {"Citation": "Jain S, Khera R, Corrales-Medina VF, Townsend RR, Chirinos JA (2014) Inflammation and arterial stiffness in humans. Atherosclerosis 237:381–390", "ArticleIdList": ["25463062", "10.1016/j.atherosclerosis.2014.09.011"]}, {"Citation": "Wu X, Vu TV, Harrison RM, Yan J, Hu X, Cui Y et al (2022) Long-term characterization of roadside air pollutants in urban Beijing and associated public health implications. Environ Res 212:113277", "ArticleIdList": ["35461850", "10.1016/j.envres.2022.113277"]}, {"Citation": "Ren L, Yang W, Bai Z (2017) Characteristics of Major Air Pollutants in China. Adv Exp Med Biol 1017:7–26", "ArticleIdList": ["29177957", "10.1007/978-981-10-5657-4_2"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "8", "Day": "6", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "6", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "3"}, {"Year": "2024", "Month": "7", "Day": "23"}, {"Year": "2024", "Month": "8", "Day": "6", "Hour": "11", "Minute": "15"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39105787", "10.1007/s00392-024-02506-2", "10.1007/s00392-024-02506-2"]}}], "PubmedBookArticle": []}