{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "KeywordList": [["COVID-19", "Epidemiology", "Mechanism research", "Nature environmental factor", "Social environmental factor"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "PMID": "39138466", "DateCompleted": {"Year": "2024", "Month": "08", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2024", "Month": "08", "Day": "13"}], "ELocationID": ["2196", "10.1186/s12889-024-19749-3"], "Language": ["eng"], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Aug", "Day": "13"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "Natural and socio-environmental factors in the transmission of COVID-19: a comprehensive analysis of epidemiology and mechanisms.", "Pagination": {"StartPage": "2196", "MedlinePgn": "2196"}, "Abstract": {"AbstractText": ["There are significant differences in the transmission rate and mortality rate of COVID-19 under environmental conditions such as seasons and climates. However, the impact of environmental factors on the role of the COVID-19 pandemic and the transmission mechanism of the SARS-CoV-2 is unclear. Therefore, a comprehensive understanding of the impact of environmental factors on COVID-19 can provide innovative insights for global epidemic prevention and control policies and COVID-19 related research. This review summarizes the evidence of the impact of different natural and social environmental factors on the transmission of COVID-19 through a comprehensive analysis of epidemiology and mechanism research. This will provide innovative inspiration for global epidemic prevention and control policies and provide reference for similar infectious diseases that may emerge in the future.", "Evidence reveals mechanisms by which natural environmental factors influence the transmission of COVID-19, including (i) virus survival and transport, (ii) immune system damage, (iii) inflammation, oxidative stress, and cell death, and (iiii) increasing risk of complications. All of these measures appear to be effective in controlling the spread or mortality of COVID-19: (1) reducing air pollution levels, (2) rational use of ozone disinfection and medical ozone therapy, (3) rational exposure to sunlight, (4) scientific ventilation and maintenance of indoor temperature and humidity, (5) control of population density, and (6) control of population movement. Our review indicates that with the continuous mutation of SARS-CoV-2, high temperature, high humidity, low air pollution levels, and low population density more likely to slow down the spread of the virus."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Gong", "ForeName": "Zhaoyuan", "Initials": "Z"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Song", "ForeName": "Tian", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Hu", "ForeName": "Mingzhi", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Che", "ForeName": "Qianzi", "Initials": "Q"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Guo", "ForeName": "Jing", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Zhang", "ForeName": "Haili", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China."}], "Identifier": [], "LastName": "Li", "ForeName": "Huizhen", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China. wangyanping4816@163.com."}], "Identifier": [], "LastName": "Wang", "ForeName": "Yanping", "Initials": "Y"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China. lynch1123@126.com."}], "Identifier": [], "LastName": "Liu", "ForeName": "Bin", "Initials": "B"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, 100700, China. 13811839164@vip.126.com."}], "Identifier": [], "LastName": "Shi", "ForeName": "Nannan", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "MeshHeadingList": [{"QualifierName": ["epidemiology", "transmission", "prevention & control"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Pandemics"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kamacooko O, Kitonsa J, Bahemuka UM, Kibengo FM, Wajja A, Basajja V, et al. Knowledge, attitudes, and practices regarding covid-19 among healthcare workers in uganda: a cross-sectional survey. Int J Environ Res Public Health. 2021;18:7004. 10.3390/ijerph18137004", "ArticleIdList": ["10.3390/ijerph18137004", "PMC8297128", "34208959"]}, {"Citation": "Sarhan RM, Madney YM, Abou Warda AE, Boshra MS. Therapeutic efficacy, mechanical ventilation, length of hospital stay, and mortality rate in severe COVID-19 patients treated with tocilizumab. Int J Clin Pract. 2021;75:e14079. 10.1111/ijcp.14079", "ArticleIdList": ["10.1111/ijcp.14079", "PMC7995153", "33550688"]}, {"Citation": "Sarhan RM, Mohammad MF, Boshra MS. Differential clinical diagnosis and prevalence rate of allergic rhinitis, asthma and chronic obstructive pulmonary disease among COVID-19 patients. Int J Clin Pract. 2021;75:4–6.10.1111/ijcp.14532", "ArticleIdList": ["10.1111/ijcp.14532", "PMC8420573", "34129748"]}, {"Citation": "Barouki R, Kogevinas M, Audouze K, Belesova K, Bergman A, Birnbaum L, et al. The COVID-19 pandemic and global environmental change: emerging research needs. Environ Int. 2021;146:106272.", "ArticleIdList": ["PMC7674147", "33238229"]}, {"Citation": "Li M, Wang H, Tian L, Pang Z, Yang Q, Huang T, et al. COVID-19 vaccine development: milestones, lessons and prospects. Signal Transduction and Targeted Therapy. 2022;7(1):146.", "ArticleIdList": ["PMC9062866", "35504917"]}, {"Citation": "Xiao S, Qi H, Ward MP, Wang W, Zhang J, Chen Y, et al. Meteorological conditions are heterogeneous factors for COVID-19 risk in China. Environ Res. 2020;2021(198):111182.", "ArticleIdList": ["PMC8050398", "33872647"]}, {"Citation": "Scannell Bryan M, Sun J, Jagai J, Horton DE, Montgomery A, Sargis R, et al. Coronavirus disease 2019 (COVID-19) mortality and neighborhood characteristics in Chicago. Ann Epidemiol. 2021;56:47-54.e5. 10.1016/j.annepidem.2020.10.011", "ArticleIdList": ["10.1016/j.annepidem.2020.10.011", "PMC7678719", "33181262"]}, {"Citation": "Weaver AK, Head JR, Gould CF, Carlton EJ, Remais JV. Environmental Factors Influencing COVID-19 Incidence and Severity. Annu Rev Public Health. 2022;43:271–91. 10.1146/annurev-publhealth-052120-101420", "ArticleIdList": ["10.1146/annurev-publhealth-052120-101420", "PMC10044492", "34982587"]}, {"Citation": "Weaver AK, Head JR, Gould CF, Carlton EJ, Remais J V. Environmental factors influencing COVID-19 incidence and severity. 2022. 10.1146/annurev-publhealth.", "ArticleIdList": ["PMC10044492", "34982587"]}, {"Citation": "Huang Z, Huang J, Gu Q, Du P, Liang H, Dong Q. Optimal temperature zone for the dispersal of COVID-19. Sci Total Environ. 2020;736:139487. 10.1016/j.scitotenv.2020.139487", "ArticleIdList": ["10.1016/j.scitotenv.2020.139487", "PMC7229913", "32479958"]}, {"Citation": "Azuma K, Kagi N, Kim H, Hayashi M. Impact of climate and ambient air pollution on the epidemic growth during COVID-19 outbreak in Japan. Environ Res. 2020;190:110042. 10.1016/j.envres.2020.110042", "ArticleIdList": ["10.1016/j.envres.2020.110042", "PMC7420955", "32800895"]}, {"Citation": "Haque SE, Rahman M. Association between temperature, humidity, and COVID-19 outbreaks in Bangladesh. Environ Sci Policy. 2020;114:253–5. 10.1016/j.envsci.2020.08.012", "ArticleIdList": ["10.1016/j.envsci.2020.08.012", "PMC7447231", "32863760"]}, {"Citation": "Tan J, Mu L, Huang J, Yu S, Chen B, Yin J. An initial investigation of the association between the SARS outbreak and weather: with the view of the environmental temperature and its variation. J Epidemiol Community Health. 1978;2005(59):186–92.", "ArticleIdList": ["PMC1733040", "15709076"]}, {"Citation": "Yin C, Zhao W, Pereira P. Meteorological factors’ effects on COVID-19 show seasonality and spatiality in Brazil. Environ Res. 2021;2022(208):112690.", "ArticleIdList": ["PMC8734082", "34999027"]}, {"Citation": "Mecenas P, da Rosa Moreira Bastos RT, Rosário Vallinoto AC, Normando D. Effects of temperature and humidity on the spread of COVID-19: a systematic review. PLoS One. 2020;15(9):e0238339.", "ArticleIdList": ["PMC7500589", "32946453"]}, {"Citation": "Zheng HL, Guo ZL, Wang ML, Yang C, An SY, Wu W. Effects of climate variables on the transmission of COVID-19: a systematic review of 62 ecological studies. Environ Sci Pollut Res. 2021;28:54299–316.10.1007/s11356-021-15929-5", "ArticleIdList": ["10.1007/s11356-021-15929-5", "PMC8364942", "34398375"]}, {"Citation": "Yuan J, Wu Y, Jing W, Liu J, Du M, Wang Y, et al. Association between meteorological factors and daily new cases of COVID-19 in 188 countries: A time series analysis. Sci Total Environ. 2021;780:146538. 10.1016/j.scitotenv.2021.146538", "ArticleIdList": ["10.1016/j.scitotenv.2021.146538", "PMC7986348", "34030332"]}, {"Citation": "Yuan J, Wu Y, Jing W, Liu J, Du M, Wang Y, et al. Non-linear correlation between daily new cases of COVID-19 and meteorological factors in 127 countries. Environ Res. 2021;193:110521. 10.1016/j.envres.2020.110521", "ArticleIdList": ["10.1016/j.envres.2020.110521", "PMC7713195", "33279492"]}, {"Citation": "Mehta SK, Ananthavel A, Reddy TVR, Ali S, Mehta SB, Kakkanattu SP, et al. Indirect Response of the Temperature, Humidity, and Rainfall on the Spread of COVID-19 over the Indian Monsoon Region. Pure Appl Geophys. 2023;180:383–404. 10.1007/s00024-022-03205-7", "ArticleIdList": ["10.1007/s00024-022-03205-7", "PMC9792162", "36590883"]}, {"Citation": "Gupta A, Banerjee S, Das S. Significance of geographical factors to the COVID-19 outbreak in India. Model Earth Syst Environ. 2020;6:2645–53. 10.1007/s40808-020-00838-2", "ArticleIdList": ["10.1007/s40808-020-00838-2", "PMC7299143", "32838021"]}, {"Citation": "Cai QC, Lu J, Xu QF, Guo Q, Xu DZ, Sun QW, et al. Influence of meteorological factors and air pollution on the outbreak of severe acute respiratory syndrome. Public Health. 2007;121:258–65. 10.1016/j.puhe.2006.09.023", "ArticleIdList": ["10.1016/j.puhe.2006.09.023", "PMC7118752", "17307207"]}, {"Citation": "Berendt RF, Dorsey EL. Effect of simulated solar radiation and sodium fluorescein on the recovery of Venezuelan equine encephalomyelitis virus from aerosols. Appl Microbiol. 1971;21:447–50. 10.1128/am.21.3.447-450.1971", "ArticleIdList": ["10.1128/am.21.3.447-450.1971", "PMC377200", "5553282"]}, {"Citation": "Rosario DKA, Mutz YS, Bernardes PC, Conte-Junior CA. Relationship between COVID-19 and weather: case study in a tropical country. Int J Hyg Environ Health. 2020;229:113587. 10.1016/j.ijheh.2020.113587", "ArticleIdList": ["10.1016/j.ijheh.2020.113587", "PMC7303605", "32917371"]}, {"Citation": "Ahmadi M, Sharifi A, Dorosti S, Jafarzadeh Ghoushchi S, Ghanbari N. Investigation of effective climatology parameters on COVID-19 outbreak in Iran. Sci Total Environ. 2020;729:138705. 10.1016/j.scitotenv.2020.138705", "ArticleIdList": ["10.1016/j.scitotenv.2020.138705", "PMC7162759", "32361432"]}, {"Citation": "Lansiaux É, Pébaÿ PP, Picard JL, Forget J. Covid-19 and vit-d: disease mortality negatively correlates with sunlight exposure. Spat Spatiotemporal Epidemiol. 2020;35:100362. 10.1016/j.sste.2020.100362", "ArticleIdList": ["10.1016/j.sste.2020.100362", "PMC7376335", "33138947"]}, {"Citation": "Hashim BM, Al-Naseri SK, Hamadi AM, Mahmood TA, Halder B, Shahid S, et al. Seasonal correlation of meteorological parameters and PM2.5 with the COVID-19 confirmed cases and deaths in Baghdad, Iraq. Int J Disaster Risk Reduct. 2023;94:103799. 10.1016/j.ijdrr.2023.103799", "ArticleIdList": ["10.1016/j.ijdrr.2023.103799", "PMC10277160", "37360250"]}, {"Citation": "Asyary A, Veruswati M. Sunlight exposure increased Covid-19 recovery rates: a study in the central pandemic area of Indonesia. Sci Total Environ. 2020;729:139016. 10.1016/j.scitotenv.2020.139016", "ArticleIdList": ["10.1016/j.scitotenv.2020.139016", "PMC7184988", "32361458"]}, {"Citation": "Al-Khateeb MS, Abdulla FA, Al-Delaimy WK. Long-term spatiotemporal analysis of the climate related impact on the transmission rate of COVID-19. Environ Res. 2023;236:116741. 10.1016/j.envres.2023.116741", "ArticleIdList": ["10.1016/j.envres.2023.116741", "37500034"]}, {"Citation": "Sharun K, Tiwari R, Dhama K. COVID-19 and sunlight: Impact on SARS-CoV-2 transmissibility, morbidity, and mortality. Ann Med Surg. 2021;66:17–20.10.1016/j.amsu.2021.102419", "ArticleIdList": ["10.1016/j.amsu.2021.102419", "PMC8164734", "34094531"]}, {"Citation": "Wang J, Li W, Yang B, Cheng X, Tian Z, Guo H. Impact of hydrological factors on the dynamic of COVID-19 epidemic: a multi-region study in China. Environ Res. 2021;198:110474.", "ArticleIdList": ["PMC7661964", "33189742"]}, {"Citation": "Tosepu R, Gunawan J, Effendy DS, Ahmad LOAI, Lestari H, Bahar H, et al. Correlation between weather and Covid-19 pandemic in Jakarta, Indonesia. Sci Total Environ. 2020;725:138436.", "ArticleIdList": ["PMC7270847", "32298883"]}, {"Citation": "Bashir MF, Ma B, Bilal, Komal B, Bashir MA, Tan D, et al. Correlation between climate indicators and COVID-19 pandemic in New York, USA. Sci Total Environ. 2020;728:138835.", "ArticleIdList": ["PMC7195034", "32334162"]}, {"Citation": "Auler AC, Cássaro FAM, da Silva VO, Pires LF. Evidence that high temperatures and intermediate relative humidity might favor the spread of COVID-19 in tropical climate: a case study for the most affected Brazilian cities. Sci Total Environ. 2020;729:139090. 10.1016/j.scitotenv.2020.139090", "ArticleIdList": ["10.1016/j.scitotenv.2020.139090", "PMC7194794", "32388137"]}, {"Citation": "Domingo JL, Rovira J. Effects of air pollutants on the transmission and severity of respiratory viral infections. Environ Res. 2020;187:109650. 10.1016/j.envres.2020.109650", "ArticleIdList": ["10.1016/j.envres.2020.109650", "PMC7211639", "32416357"]}, {"Citation": "Copat C, Cristaldi A, Fiore M, Grasso A, Zuccarello P, Signorelli SS, et al. The role of air pollution (PM and NO2) in COVID-19 spread and lethality: a systematic review. Environ Res. 2020;191:110129. 10.1016/j.envres.2020.110129", "ArticleIdList": ["10.1016/j.envres.2020.110129", "PMC7444490", "32853663"]}, {"Citation": "Wu X, Nethery RC, Sabath MB, Braun D, Dominici F. Air pollution and COVID-19 mortality in the United States: strengths and limitations of an ecological regression analysis. Sci Adv. 2020;6:1–7.10.1126/sciadv.abd4049", "ArticleIdList": ["10.1126/sciadv.abd4049", "PMC7673673", "33148655"]}, {"Citation": "Bossak BH, Andritsch S. COVID-19 and Air pollution: a spatial analysis of particulate matter concentration and pandemic-associated mortality in the US. Int J Environ Res Public Health. 2022;19:592. 10.3390/ijerph19010592", "ArticleIdList": ["10.3390/ijerph19010592", "PMC8744860", "35010846"]}, {"Citation": "Coker ES, Cavalli L, Fabrizi E, Guastella G, Lippo E, Parisi ML, et al. The effects of air pollution on COVID-19 related mortality in Northern Italy. Environ Resour Econ (Dordr). 2020;76:611–34. 10.1007/s10640-020-00486-1", "ArticleIdList": ["10.1007/s10640-020-00486-1", "PMC7399615", "32836855"]}, {"Citation": "Cole MA, Ozgen C, Strobl E. Air pollution exposure and Covid-19 in Dutch Municipalities. Environ Resour Econ (Dordr). 2020;76:581–610. 10.1007/s10640-020-00491-4", "ArticleIdList": ["10.1007/s10640-020-00491-4", "PMC7399597", "32836849"]}, {"Citation": "Travaglio M, Yu Y, Popovic R, Selley L, Leal NS, Martins LM. Links between air pollution and COVID-19 in England. Environ Pollut. 2021;268:115859. 10.1016/j.envpol.2020.115859", "ArticleIdList": ["10.1016/j.envpol.2020.115859", "PMC7571423", "33120349"]}, {"Citation": "Zhang X, Tang M, Guo F, Wei F, Yu Z, Gao K, et al. Associations between air pollution and COVID-19 epidemic during quarantine period in China. Environ Pollut. 2021;268:115897. 10.1016/j.envpol.2020.115897", "ArticleIdList": ["10.1016/j.envpol.2020.115897", "PMC7573694", "33126032"]}, {"Citation": "Zhou X, Josey K, Kamareddine L, Caine MC, Liu T, Mickley LJ, et al. Excess of COVID-19 cases and deaths due to fine particulate matter exposure during the 2020 wildfires in the United States. Sci Adv. 2021;7:1–12.10.1126/sciadv.abi8789", "ArticleIdList": ["10.1126/sciadv.abi8789", "PMC8363139", "34389545"]}, {"Citation": "Lavigne E, Ryti N, Gasparrini A, Sera F, Weichenthal S, Chen H, et al. Short-term exposure to ambient air pollution and individual emergency department visits for COVID-19: A case-crossover study in Canada. Thorax. 2023;78:459–66. 10.1136/thoraxjnl-2021-217602", "ArticleIdList": ["10.1136/thoraxjnl-2021-217602", "PMC8983401", "35361687"]}, {"Citation": "Liu Z, Liang Q, Liao H, Yang W, Lu C. Effects of short-term and long-term exposure to ambient air pollution and temperature on long recovery duration in COVID-19 patients. Environ Res. 2023;216:114781. 10.1016/j.envres.2022.114781", "ArticleIdList": ["10.1016/j.envres.2022.114781", "PMC9650677", "36375498"]}, {"Citation": "Poniedziałek B, Rzymski P, Zarębska-Michaluk D, Rogalska M, Rorat M, Czupryna P, et al. Short-term exposure to ambient air pollution and COVID-19 severity during SARS-CoV-2 delta and omicron waves: a multicenter study. J Med Virol. 2023;95:e28962. 10.1002/jmv.28962", "ArticleIdList": ["10.1002/jmv.28962", "37466326"]}, {"Citation": "Vos S, De Waele E, Goeminne P, Bijnens EM, Bongaerts E, Martens DS, et al. Pre-admission ambient air pollution and blood soot particles predict hospitalisation outcomes in COVID-19 patients. Eur Respir J. 2023;62:2300309. 10.1183/13993003.00309-2023", "ArticleIdList": ["10.1183/13993003.00309-2023", "PMC10288811", "37343978"]}, {"Citation": "Alaniz AJ, Carvajal MA, Carvajal JG, Vergara PM. Effects of air pollution and weather on the initial COVID-19 outbreaks in United States, Italy, Spain, and China: a comparative study. Risk Anal. 2023;43:8–18. 10.1111/risa.14080", "ArticleIdList": ["10.1111/risa.14080", "PMC9877606", "36509703"]}, {"Citation": "Sidell MA, Chen Z, Huang BZ, Chow T, Eckel SP, Martinez MP, et al. Ambient air pollution and COVID-19 incidence during four 2020–2021 case surges. Environ Res. 2022;208:112758. 10.1016/j.envres.2022.112758", "ArticleIdList": ["10.1016/j.envres.2022.112758", "PMC8767981", "35063430"]}, {"Citation": "Lipsitt J, Chan-Golston AM, Liu J, Su J, Zhu Y, Jerrett M. Spatial analysis of COVID-19 and traffic-related air pollution in Los Angeles. Environ Int. D 2020;2021(153):106531.", "ArticleIdList": ["PMC7983457", "33812043"]}, {"Citation": "Holshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H, et al. First Case of 2019 Novel Coronavirus in the United States. N Engl J Med. 2020;382:929–36. 10.1056/NEJMoa2001191", "ArticleIdList": ["10.1056/NEJMoa2001191", "PMC7092802", "32004427"]}, {"Citation": "Peiris JSM, Chu CM, Cheng VCC, Chan KS, Hung IFN, Poon LLM, et al. Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study. Lancet. 2003;361:1767–72. 10.1016/S0140-6736(03)13412-5", "ArticleIdList": ["10.1016/S0140-6736(03)13412-5", "PMC7112410", "12781535"]}, {"Citation": "Izquierdo-Lara R, Elsinga G, Heijnen L, Oude Munnink BB, Schapendonk CME, Nieuwenhuijse D, et al. Monitoring SARS-CoV-2 circulation and diversity through community wastewater sequencing, the Netherlands and Belgium. Emerg Infect Dis. 2021;27:1405–15. 10.3201/eid2705.204410", "ArticleIdList": ["10.3201/eid2705.204410", "PMC8084483", "33900177"]}, {"Citation": "Ahmed W, Angel N, Edson J, Bibby K, Bivins A, O’Brien JW, et al. First confirmed detection of SARS-CoV-2 in untreated wastewater in Australia: a proof of concept for the wastewater surveillance of COVID-19 in the community. Sci Total Environ. 2020;728:138764. 10.1016/j.scitotenv.2020.138764", "ArticleIdList": ["10.1016/j.scitotenv.2020.138764", "PMC7165106", "32387778"]}, {"Citation": "Wu F, Zhang J, Xiao A, Gu X, Lee L, Armas F, et al. SARS-CoV-2 titers in wastewater are higher than expected. mSystems. 2020;5:1–9.10.1128/mSystems.00614-20", "ArticleIdList": ["10.1128/mSystems.00614-20", "PMC7566278", "32694130"]}, {"Citation": "Carraturo F, Del Giudice C, Morelli M, Cerullo V, Libralato G, Galdiero E, et al. Persistence of SARS-CoV-2 in the environment and COVID-19 transmission risk from environmental matrices and surfaces. Environ Pollut. 2020;265:115010. 10.1016/j.envpol.2020.115010", "ArticleIdList": ["10.1016/j.envpol.2020.115010", "PMC7280109", "32570023"]}, {"Citation": "Rimoldi SG, Stefani F, Gigantiello A, Polesello S, Comandatore F, Mileto D, et al. Presence and infectivity of SARS-CoV-2 virus in wastewaters and rivers. Sci Total Environ. 2020;744:140911. 10.1016/j.scitotenv.2020.140911", "ArticleIdList": ["10.1016/j.scitotenv.2020.140911", "PMC7358170", "32693284"]}, {"Citation": "Rahman MM, Bodrud-Doza M, Griffiths MD, Mamun MA. Biomedical waste amid COVID-19: perspectives from Bangladesh. Lancet Glob Health. 2020;8:e1262. 10.1016/S2214-109X(20)30349-1", "ArticleIdList": ["10.1016/S2214-109X(20)30349-1", "PMC7426104", "32798448"]}, {"Citation": "Martínez-Puchol S, Rusiñol M, Fernández-Cassi X, Timoneda N, Itarte M, Andrés C, et al. Characterisation of the sewage virome: comparison of NGS tools and occurrence of significant pathogens. Sci Total Environ. 2020;713:136604. 10.1016/j.scitotenv.2020.136604", "ArticleIdList": ["10.1016/j.scitotenv.2020.136604", "31955099"]}, {"Citation": "Wiktorczyk-Kapischke N, Grudlewska-Buda K, Wałecka-Zacharska E, Kwiecińska-Piróg J, Radtke L, Gospodarek-Komkowska E, et al. SARS-CoV-2 in the environment—non-droplet spreading routes. Sci Total Environ. 2021;770:85–94.10.1016/j.scitotenv.2021.145260", "ArticleIdList": ["10.1016/j.scitotenv.2021.145260", "PMC7825822", "33513500"]}, {"Citation": "Anand U, Bianco F, Suresh S, Tripathi V, Núñez-Delgado A, Race M. SARS-CoV-2 and other viruses in soil: an environmental outlook. Environ Res. 2021;198:111297. 10.1016/j.envres.2021.111297", "ArticleIdList": ["10.1016/j.envres.2021.111297", "PMC8102436", "33971130"]}, {"Citation": "Gong Z, Chan HT, Chen Q, Chen H. Application of nanotechnology in analysis and removal of heavy metals in food and water resources. Nanomaterials. 2021;11:1–32.10.3390/nano11071792", "ArticleIdList": ["10.3390/nano11071792", "PMC8308365", "34361182"]}, {"Citation": "Park SK, Sack C, Sirén MJ, Hu H. Environmental cadmium and mortality from influenza and pneumonia in U.S. adults. Environ Health Perspect. 2020;128:127004-1-127004–8. 10.1289/EHP7598", "ArticleIdList": ["10.1289/EHP7598", "PMC7739956", "33325772"]}, {"Citation": "Skalny AV, Lima TRR, Ke T, Zhou JC, Bornhorst J, Alekseenko SI, et al. Toxic metal exposure as a possible risk factor for COVID-19 and other respiratory infectious diseases. Food Chem Toxicol. 2020;146:111809. 10.1016/j.fct.2020.111809", "ArticleIdList": ["10.1016/j.fct.2020.111809", "PMC7563920", "33069759"]}, {"Citation": "Hu X, Kim KH, Lee Y, Fernandes J, Smith MR, Jung YJ, et al. Environmental cadmium enhances lung injury by respiratory syncytial virus infection. Am J Pathol. 2019;189:1513–25. 10.1016/j.ajpath.2019.04.013", "ArticleIdList": ["10.1016/j.ajpath.2019.04.013", "PMC6717913", "31108100"]}, {"Citation": "Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395:1033–4. 10.1016/S0140-6736(20)30628-0", "ArticleIdList": ["10.1016/S0140-6736(20)30628-0", "PMC7270045", "32192578"]}, {"Citation": "Christenson SA, Smith BM, Bafadhel M, Putcha N. Chronic obstructive pulmonary disease. Lancet. 2022;399:2227–42. 10.1016/S0140-6736(22)00470-6", "ArticleIdList": ["10.1016/S0140-6736(22)00470-6", "35533707"]}, {"Citation": "Solenkova NV, Newman JD, Berger JS, Thurston G, Hochman JS, Lamas GA. Metal pollutants and cardiovascular disease: mechanisms and consequences of exposure. Am Heart J. 2014;168:812–22. 10.1016/j.ahj.2014.07.007", "ArticleIdList": ["10.1016/j.ahj.2014.07.007", "PMC4254412", "25458643"]}, {"Citation": "Wang X, Mukherjee B, Park SK. Associations of cumulative exposure to heavy metal mixtures with obesity and its comorbidities among U.S. adults in NHANES 2003–2014. Environ Int. 2018;121:683–94. 10.1016/j.envint.2018.09.035", "ArticleIdList": ["10.1016/j.envint.2018.09.035", "PMC6268112", "30316184"]}, {"Citation": "Sattar N, McInnes IB, McMurray JJV. Obesity Is a Risk Factor for Severe COVID-19 Infection: Multiple Potential Mechanisms. Circulation. 2020;142:4–6. 10.1161/CIRCULATIONAHA.120.047659", "ArticleIdList": ["10.1161/CIRCULATIONAHA.120.047659", "32320270"]}, {"Citation": "Zeng HL, Yang Q, Yuan P, Wang X, Cheng L. Associations of essential and toxic metals/metalloids in whole blood with both disease severity and mortality in patients with COVID-19. FASEB J. 2021;35:e21392. 10.1096/fj.202002346RR", "ArticleIdList": ["10.1096/fj.202002346RR", "PMC7995111", "33577131"]}, {"Citation": "Zeng HL, Zhang B, Wang X, Yang Q, Cheng L. Urinary trace elements in association with disease severity and outcome in patients with COVID-19. Environ Res. D 2020;2021(194):110670.", "ArticleIdList": ["PMC7772999", "33387537"]}, {"Citation": "Zhang X, Maggioni V, Houser P, Xue Y, Mei Y. The impact of weather condition and social activity on COVID-19 transmission in the United States. J Environ Manage. 2022;302(Pt B):114085. 10.1016/j.jenvman.2021.114085", "ArticleIdList": ["10.1016/j.jenvman.2021.114085", "PMC8580844", "34800764"]}, {"Citation": "Ganasegeran K, Jamil MFA, Ch’ng ASH, Looi I, Peariasamy KM. Influence of population density for COVID-19 spread in Malaysia: an ecological study. Int J Environ Res Public Health. 2021;18:9866. 10.3390/ijerph18189866", "ArticleIdList": ["10.3390/ijerph18189866", "PMC8468130", "34574790"]}, {"Citation": "Wong HS, Hasan MZ, Sharif O, Rahman A. Effect of total population, population density and weighted population density on the spread of Covid-19 in Malaysia. PLoS One. 2023;18(4):1–15.10.1371/journal.pone.0284157", "ArticleIdList": ["10.1371/journal.pone.0284157", "PMC10138265", "37104371"]}, {"Citation": "Md Iderus NH, Lakha Singh SS, Mohd Ghazali S, Yoon Ling C, Cia Vei T, Md Zamri ASS, et al. Correlation between population density and COVID-19 cases during the third wave in Malaysia: effect of the delta variant. Int J Environ Res Public Health. 2022;19:7439. 10.3390/ijerph19127439", "ArticleIdList": ["10.3390/ijerph19127439", "PMC9223655", "35742687"]}, {"Citation": "Diao Y, Kodera S, Anzai D, Gomez-Tames J, Rashed EA, Hirata A. Influence of population density, temperature, and absolute humidity on spread and decay durations of COVID-19: a comparative study of scenarios in China, England, Germany, and Japan. One Health. D 2020;2021(12):100203.", "ArticleIdList": ["PMC7736723", "33344745"]}, {"Citation": "Pinter-Wollman N, Jelic A, Wells NM. The impact of the built environment on health behaviours and disease transmission in social systems. Biological Sciences: Philosophical Transactions of the Royal Society B; 2018. p. 373.", "ArticleIdList": ["PMC6030577", "29967306"]}, {"Citation": "Kan Z, Kwan MP, Wong MS, Huang J, Liu D. Identifying the space-time patterns of COVID-19 risk and their associations with different built environment features in Hong Kong. Sci Total Environ. 2019;2021(772):145379.", "ArticleIdList": ["PMC7839428", "33578150"]}, {"Citation": "Hawkins D. Differential occupational risk for COVID-19 and other infection exposure according to race and ethnicity. Am J Ind Med. 2020;63:817–20. 10.1002/ajim.23145", "ArticleIdList": ["10.1002/ajim.23145", "PMC7323065", "32539166"]}, {"Citation": "Lan FY, Filler R, Mathew S, Buley J, Iliaki E, Bruno-Murtha LA, et al. Sociodemographic risk factors for coronavirus disease 2019 (COVID-19) infection among Massachusetts healthcare workers: A retrospective cohort study. Infect Control Hosp Epidemiol. 2021;42:1473–8. 10.1017/ice.2021.17", "ArticleIdList": ["10.1017/ice.2021.17", "PMC8185417", "33504372"]}, {"Citation": "Fauci AS, Lane HC, Redfield RR. Covid-19 — Navigating the Uncharted. N Engl J Med. 2020;382:1268–9. 10.1056/NEJMe2002387", "ArticleIdList": ["10.1056/NEJMe2002387", "PMC7121221", "32109011"]}, {"Citation": "Lamichhane DK, Shrestha S, Kim HC. District-level risk factors for COVID-19 incidence and mortality in Nepal. Int J Environ Res Public Health. 2022;19:2659. 10.3390/ijerph19052659", "ArticleIdList": ["10.3390/ijerph19052659", "PMC8910479", "35270351"]}, {"Citation": "Takahashi T, Ellingson MK, Wong P, Israelow B, Lucas C, Klein J, et al. Sex differences in immune responses that underlie COVID-19 disease outcomes. Nature. 2020;588:315–20. 10.1038/s41586-020-2700-3", "ArticleIdList": ["10.1038/s41586-020-2700-3", "PMC7725931", "32846427"]}, {"Citation": "Flook M, Jackson C, Vasileiou E, Simpson CR, Muckian MD, Agrawal U, et al. Informing the public health response to COVID-19: a systematic review of risk factors for disease, severity, and mortality. BMC Infect Dis. 2021;21:1–23. 10.1186/s12879-021-05992-1", "ArticleIdList": ["10.1186/s12879-021-05992-1", "PMC8040367", "33845766"]}, {"Citation": "Ayoub HH, Chemaitelly H, Mumtaz GR, Seedat S, Awad SF, Makhoul M, et al. Characterizing key attributes of COVID-19 transmission dynamics in China’s original outbreak: model-based estimations. Glob Epidemiol. 2020;2:100042. 10.1016/j.gloepi.2020.100042", "ArticleIdList": ["10.1016/j.gloepi.2020.100042", "PMC7673212", "33235991"]}, {"Citation": "Hu S, Wang W, Wang Y, Litvinova M, Luo K, Ren L, et al. Infectivity, susceptibility, and risk factors associated with SARS-CoV-2 transmission under intensive contact tracing in Hunan, China. Nat Commun. 2021;12:1–11.", "ArticleIdList": ["PMC7943579", "33750783"]}, {"Citation": "Yang X. Does city lockdown prevent the spread of COVID-19? New evidence from the synthetic control method. Glob Health Res Policy. 2021;6:20. 10.1186/s41256-021-00204-4", "ArticleIdList": ["10.1186/s41256-021-00204-4", "PMC8245276", "34193312"]}, {"Citation": "Sganzerla Martinez G, Hewins B, LeBlanc JJ, Ndishimye P, Toloue Ostadgavahi A, Kelvin DJ. Evaluating the effectiveness of lockdowns and restrictions during SARS-CoV-2 variant waves in the Canadian province of Nova Scotia. Front Public Health. 2023;11:1142602. 10.3389/fpubh.2023.1142602", "ArticleIdList": ["10.3389/fpubh.2023.1142602", "PMC10174067", "37181684"]}, {"Citation": "Erim DO, Oke GA, Adisa AO, Odukoya O, Ayo-Yusuf OA, Erim TN, et al. Associations of government-mandated closures and restrictions with aggregate mobility trends and SARS-CoV-2 infections in Nigeria. JAMA Netw Open. 2021;4:1–11.10.1001/jamanetworkopen.2020.32101", "ArticleIdList": ["10.1001/jamanetworkopen.2020.32101", "PMC7818105", "33471117"]}, {"Citation": "Kazakos V, Taylor J, Luo Z. Impact of COVID-19 lockdown on NO2 and PM2.5 exposure inequalities in London, UK. Environ Res. 2021;198:111236. 10.1016/j.envres.2021.111236", "ArticleIdList": ["10.1016/j.envres.2021.111236", "PMC9750168", "33957139"]}, {"Citation": "Hohlfeld ASJ, Abdullahi L, Abou-Setta AM, Engel ME. International air travel-related control measures to contain the Covid-19 pandemic: a companion review to a Cochrane rapid review. New Microbes New Infect. 2022;49–50:101054.10.1016/j.nmni.2022.101054", "ArticleIdList": ["10.1016/j.nmni.2022.101054", "PMC9691278", "36447943"]}, {"Citation": "Stutt ROJH, Retkute R, Bradley M, Gilligan CA, Colvin J. A modelling framework to assess the likely effectiveness of facemasks in combination with ‘lock-down’ in managing the covid-19 pandemic. Proc R Soc A: Math, Phys Eng Sci. 2020;476:20200376.10.1098/rspa.2020.0376", "ArticleIdList": ["10.1098/rspa.2020.0376", "PMC7428039", "32821237"]}, {"Citation": "Anand U, Cabreros C, Mal J, Ballesteros F, Sillanpää M, Tripathi V, et al. Novel coronavirus disease 2019 (COVID-19) pandemic: from transmission to control with an interdisciplinary vision. Environ Res. 2021;197:111126. 10.1016/j.envres.2021.111126", "ArticleIdList": ["10.1016/j.envres.2021.111126", "PMC8020611", "33831411"]}, {"Citation": "Nair AN, Anand P, George A, Mondal N. A review of strategies and their effectiveness in reducing indoor airborne transmission and improving indoor air quality. Environ Res. 2022;213:113579. 10.1016/j.envres.2022.113579", "ArticleIdList": ["10.1016/j.envres.2022.113579", "PMC9192357", "35714688"]}, {"Citation": "Bontempi E. Commercial exchanges instead of air pollution as possible origin of COVID-19 initial diffusion phase in Italy: more efforts are necessary to address interdisciplinary research. Environ Res. 2020;188:109775. 10.1016/j.envres.2020.109775", "ArticleIdList": ["10.1016/j.envres.2020.109775", "PMC7292954", "32562948"]}, {"Citation": "Bontempi E, Coccia M. International trade as critical parameter of COVID-19 spread that outclasses demographic, economic, environmental, and pollution factors. Environ Res. 2021;201:111514. 10.1016/j.envres.2021.111514", "ArticleIdList": ["10.1016/j.envres.2021.111514", "PMC8204848", "34139222"]}, {"Citation": "Bontempi E, Coccia M, Vergalli S, Zanoletti A. Can commercial trade represent the main indicator of the COVID-19 diffusion due to human-to-human interactions? A comparative analysis between Italy, France, and Spain. Environ Res. 2021;201:111529. 10.1016/j.envres.2021.111529", "ArticleIdList": ["10.1016/j.envres.2021.111529", "PMC8459318", "34147467"]}, {"Citation": "Dong YW, Liao ML, Meng XL, Somero GN. Structural flexibility and protein adaptation to temperature: molecular dynamics analysis of malate dehydrogenases of marine molluscs. Proc Natl Acad Sci U S A. 2018;115:1274–9. 10.1073/pnas.1718910115", "ArticleIdList": ["10.1073/pnas.1718910115", "PMC5819447", "29358381"]}, {"Citation": "Martí D, Torras J, Bertran O, Turon P, Alemán C. Temperature effect on the SARS-CoV-2: a molecular dynamics study of the spike homotrimeric glycoprotein. Comput Struct Biotechnol J. 2021;19:1848–62. 10.1016/j.csbj.2021.03.037", "ArticleIdList": ["10.1016/j.csbj.2021.03.037", "PMC8024222", "33841750"]}, {"Citation": "Marr LC, Tang JW, Van Mullekom J, Lakdawala SS. Mechanistic insights into the effect of humidity on airborne influenza virus survival, transmission and incidence. J R Soc Interface. 2019;16:20180298. 10.1098/rsif.2018.0298", "ArticleIdList": ["10.1098/rsif.2018.0298", "PMC6364647", "30958176"]}, {"Citation": "Schuit M, Biryukov J, Beck K, Yolitz J, Bohannon J, Weaver W, et al. The stability of an isolate of the SARS-CoV-2 B.1.1.7 lineage in aerosols is similar to 3 earlier isolates. J Infect Dis. 2021;224:1641–8.", "ArticleIdList": ["PMC8083468", "33822064"]}, {"Citation": "Shaman J, Kohn M. Absolute humidity modulates influenza survival, transmission, and seasonality. Proc Natl Acad Sci U S A. 2009;106:3243–8. 10.1073/pnas.0806852106", "ArticleIdList": ["10.1073/pnas.0806852106", "PMC2651255", "19204283"]}, {"Citation": "Shaman J, Pitzer VE, Viboud C, Grenfell BT, Lipsitch M. Absolute humidity and the seasonal onset of influenza in the continental United States. PLoS Biol. 2010;8:e1000316. 10.1371/journal.pbio.1000316", "ArticleIdList": ["10.1371/journal.pbio.1000316", "PMC2826374", "20186267"]}, {"Citation": "Kwon T, Gaudreault NN, Richt JA. Seasonal Stability of SARS-CoV-2 in Biological Fluids. Pathogens. 2021;10:540. 10.3390/pathogens10050540", "ArticleIdList": ["10.3390/pathogens10050540", "PMC8147080", "33946190"]}, {"Citation": "Kwon T, Gaudreault NN, Richt JA. Environmental stability of sars-cov-2 on different types of surfaces under indoor and seasonal climate conditions. Pathogens. 2021;10:1–8.10.3390/pathogens10020227", "ArticleIdList": ["10.3390/pathogens10020227", "PMC7922895", "33670736"]}, {"Citation": "Pottage T, Onianwa O, Atkinson B, Spencer A, Bennett AM. Stability of SARS-CoV-2 variants of concern (Delta and Omicron) on surfaces at room temperature. Virology. 2023;583:27–8. 10.1016/j.virol.2023.04.006", "ArticleIdList": ["10.1016/j.virol.2023.04.006", "PMC10110273", "37087841"]}, {"Citation": "Guang Y, Hui L. Determining half-life of SARS-CoV-2 antigen in respiratory secretion. Environ Sci Pollut Res. 2023;30:69697–702.10.1007/s11356-023-27326-1", "ArticleIdList": ["10.1007/s11356-023-27326-1", "PMC10151215", "37129805"]}, {"Citation": "Riddell S, Goldie S, Hill A, Eagles D, Drew TW. The effect of temperature on persistence of SARS-CoV-2 on common surfaces. Virol J. 2020;17:1–7. 10.1186/s12985-020-01418-7", "ArticleIdList": ["10.1186/s12985-020-01418-7", "PMC7538848", "33028356"]}, {"Citation": "Matson MJ, Yinda CK, Seifert SN, Bushmaker T, Fischer RJ, van Doremalen N, et al. Effect of environmental conditions on SARS-CoV-2 stability in human nasal mucus and sputum. Emerg Infect Dis. 2020;26:2276–8. 10.3201/eid2609.202267", "ArticleIdList": ["10.3201/eid2609.202267", "PMC7454058", "32511089"]}, {"Citation": "Kwon T, Gaudreault NN, Cool K, McDowell CD, Morozov I, Richt JA. Stability of SARS-CoV-2 in biological fluids of animals. Viruses. 2023;15:761. 10.3390/v15030761", "ArticleIdList": ["10.3390/v15030761", "PMC10058514", "36992470"]}, {"Citation": "Morris DH, Yinda KC, Gamble A, Rossine FW, Huang Q, Bushmaker T, et al. Mechanistic theory predicts the effects of temperature and humidity on inactivation of sars-cov-2 and other enveloped viruses. Elife. 2021;10:1–59.10.7554/eLife.65902", "ArticleIdList": ["10.7554/eLife.65902", "PMC8277363", "33904403"]}, {"Citation": "Nocera AL, Mueller SK, Stephan JR, Hing L, Seifert P, Han X, et al. Exosome swarms eliminate airway pathogens and provide passive epithelial immunoprotection through nitric oxide. J Allergy Clin Immunol. 2019;143:1525-1535.e1. 10.1016/j.jaci.2018.08.046", "ArticleIdList": ["10.1016/j.jaci.2018.08.046", "30442371"]}, {"Citation": "Huang D, Taha MS, Nocera AL, Workman AD, Amiji MM, Bleier BS. Cold exposure impairs extracellular vesicle swarm–mediated nasal antiviral immunity. J Allergy Clin Immunol. 2023;151:509-525.e8. 10.1016/j.jaci.2022.09.037", "ArticleIdList": ["10.1016/j.jaci.2022.09.037", "36494212"]}, {"Citation": "Foxman EF, Storer JA, Fitzgerald ME, Wasik BR, Hou L, Zhao H, et al. Temperature-dependent innate defense against the common cold virus limits viral replication at warm temperature in mouse airway cells. Proc Natl Acad Sci U S A. 2015;112:827–32. 10.1073/pnas.1411030112", "ArticleIdList": ["10.1073/pnas.1411030112", "PMC4311828", "25561542"]}, {"Citation": "Kudo E, Song E, Yockey LJ, Rakib T, Wong PW, Homer RJ, et al. Low ambient humidity impairs barrier function and innate resistance against influenza infection. Proc Natl Acad Sci U S A. 2019;166:10905–10.10.1073/pnas.1902840116", "ArticleIdList": ["10.1073/pnas.1902840116", "PMC6561219", "31085641"]}, {"Citation": "Walker CM, Ko G. Effect of ultraviolet germicidal irradiation on viral aerosols. Environ Sci Technol. 2007;41:5460–5. 10.1021/es070056u", "ArticleIdList": ["10.1021/es070056u", "17822117"]}, {"Citation": "Lorca-Oró C, Vila J, Pleguezuelos P, Vergara-Alert J, Rodon J, Majó N, et al. Rapid SARS-CoV-2 Inactivation in a simulated hospital room using a mobile and autonomous robot emitting ultraviolet-c light. J Infect Dis. 2022;225:587–92. 10.1093/infdis/jiab551", "ArticleIdList": ["10.1093/infdis/jiab551", "PMC8690105", "34904659"]}, {"Citation": "Schuit M, Ratnesar-Shumate S, Yolitz J, Williams G, Weaver W, Green B, et al. Airborne SARS-CoV-2 is rapidly inactivated by simulated sunlight. J Infect Dis. 2020;222:564–71. 10.1093/infdis/jiaa334", "ArticleIdList": ["10.1093/infdis/jiaa334", "PMC7313838", "32525979"]}, {"Citation": "Ratnesar-Shumate S, Williams G, Green B, Krause M, Holland B, Wood S, et al. Simulated sunlight rapidly inactivates SARS-CoV-2 on surfaces. J Infect Dis. 2020;222:214–22. 10.1093/infdis/jiaa274", "ArticleIdList": ["10.1093/infdis/jiaa274", "PMC7313905", "32432672"]}, {"Citation": "Sagripanti JL, Lytle CD. Estimated inactivation of coronaviruses by solar radiation with special reference to COVID-19. Photochem Photobiol. 2020;96:731–7. 10.1111/php.13293", "ArticleIdList": ["10.1111/php.13293", "PMC7300806", "32502327"]}, {"Citation": "O’Connor C, Courtney C, Murphy M. Shedding light on the myths of ultraviolet radiation in the COVID-19 pandemic. Clin Exp Dermatol. 2021;46:187–8. 10.1111/ced.14456", "ArticleIdList": ["10.1111/ced.14456", "PMC7536907", "32974949"]}, {"Citation": "Saraff V, Shaw N. Sunshine and vitamin D. Arch Dis Child. 2016;101:190–2. 10.1136/archdischild-2014-307214", "ArticleIdList": ["10.1136/archdischild-2014-307214", "26323284"]}, {"Citation": "Bogh MKB, Schmedes AV, Philipsen PA, Thieden E, Wulf HC. Vitamin D production depends on ultraviolet-B dose but not on dose rate: a randomized controlled trial. Exp Dermatol. 2011;20:14–8. 10.1111/j.1600-0625.2010.01201.x", "ArticleIdList": ["10.1111/j.1600-0625.2010.01201.x", "21158934"]}, {"Citation": "Bogh MKB. Vitamin D production after UVB: aspects of UV-related and personal factors. Scand J Clin Lab Invest. 2012;72(SUPPL. 243):24–31.", "ArticleIdList": ["22536759"]}, {"Citation": "Pereira M, Dantas Damascena A, Galvão Azevedo LM, de Almeida OT, da Mota SJ. Vitamin D deficiency aggravates COVID-19: systematic review and meta-analysis. Crit Rev Food Sci Nutr. 2022;62:1308–16. 10.1080/10408398.2020.1841090", "ArticleIdList": ["10.1080/10408398.2020.1841090", "33146028"]}, {"Citation": "Cannell JJ, Vieth R, Umhau JC, Holick MF, Grant WB, Madronich S, et al. Epidemic influenza and vitamin D. Epidemiol Infect. 2006;134:1129–40. 10.1017/S0950268806007175", "ArticleIdList": ["10.1017/S0950268806007175", "PMC2870528", "16959053"]}, {"Citation": "Mohan M, Cherian JJ, Sharma A. Exploring links between vitamin D deficiency and covid-19. PLoS Pathog. 2020;16(9):e1008874.", "ArticleIdList": ["PMC7500624", "32946517"]}, {"Citation": "Kumar D, Gupta P, Banerjee D. Letter: does vitamin D have a potential role against COVID-19? Aliment Pharmacol Ther. 2020;52:409–11. 10.1111/apt.15801", "ArticleIdList": ["10.1111/apt.15801", "PMC7276741", "32432810"]}, {"Citation": "Zheng SX, Yang JX, Hu X, Li M, Wang Q, Dancer RCA, et al. Vitamin D attenuates lung injury via stimulating epithelial repair, reducing epithelial cell apoptosis and inhibits TGF-β induced epithelial to mesenchymal transition. Biochem Pharmacol. 2020;177:113955.", "ArticleIdList": ["32251673"]}, {"Citation": "Mercola J, Grant WB, Wagner CL. Evidence regarding vitamin d and risk of covid-19 and its severity. Nutrients. 2020;12:1–24.10.3390/nu12113361", "ArticleIdList": ["10.3390/nu12113361", "PMC7692080", "33142828"]}, {"Citation": "Lednicky JA, Lauzard M, Fan ZH, Jutla A, Tilly TB, Gangwar M, et al. Viable SARS-CoV-2 in the air of a hospital room with COVID-19 patients. Int J Infect Dis. 2020;100:476–82. 10.1016/j.ijid.2020.09.025", "ArticleIdList": ["10.1016/j.ijid.2020.09.025", "PMC7493737", "32949774"]}, {"Citation": "Kutter JS, de Meulder D, Bestebroer TM, Lexmond P, Mulders A, Richard M, et al. SARS-CoV and SARS-CoV-2 are transmitted through the air between ferrets over more than one meter distance. Nat Commun. 2021;12:1653. 10.1038/s41467-021-21918-6", "ArticleIdList": ["10.1038/s41467-021-21918-6", "PMC7955093", "33712573"]}, {"Citation": "Wang CC, Prather KA, Sznitman J, Jimenez JL, Lakdawala SS, Tufekci Z, et al. Airborne transmission of respiratory viruses. Science. 2021;373:eabd9149. 10.1126/science.abd9149", "ArticleIdList": ["10.1126/science.abd9149", "PMC8721651", "34446582"]}, {"Citation": "Wei J, Li Y. Airborne spread of infectious agents in the indoor environment. Am J Infect Control. 2016;44:S102–8. 10.1016/j.ajic.2016.06.003", "ArticleIdList": ["10.1016/j.ajic.2016.06.003", "PMC7115322", "27590694"]}, {"Citation": "Chen W, Zhang N, Wei J, Yen HL, Li Y. Short-range airborne route dominates exposure of respiratory infection during close contact. Build Environ. 2020;176:106859."}, {"Citation": "Issakhov A, Omarova P, Abylkassymova A. Numerical simulation of social distancing of preventing airborne transmission in open space with lateral wind direction, taking into account temperature of human body and floor surface. Environ Sci Pollut Res. 2023;30:33206–28.10.1007/s11356-022-24067-5", "ArticleIdList": ["10.1007/s11356-022-24067-5", "PMC9734804", "36478554"]}, {"Citation": "Spahn C, Hipp AM, Schubert B, Axt MR, Stratmann M, Schmölder C, et al. Airflow and Air velocity measurements while playing wind instruments, with respect to risk assessment of a SARS-CoV-2 infection. Public Health. 2021;18:5413.", "ArticleIdList": ["PMC8159134", "34069419"]}, {"Citation": "Bhaganagar K, Bhimireddy S. Local atmospheric factors that enhance air-borne dispersion of coronavirus - high-fidelity numerical simulation of COVID19 case study in real-time. Environ Res. 2020;191:110170. 10.1016/j.envres.2020.110170", "ArticleIdList": ["10.1016/j.envres.2020.110170", "PMC7497560", "32950514"]}, {"Citation": "Motamedi H, Shirzadi M, Tominaga Y, Mirzaei PA. CFD modeling of airborne pathogen transmission of COVID-19 in confined spaces under different ventilation strategies. Sustain Cities Soc. 2022;76:103397. 10.1016/j.scs.2021.103397", "ArticleIdList": ["10.1016/j.scs.2021.103397", "PMC8487408", "34631393"]}, {"Citation": "Feng Y, Marchal T, Sperry T, Yi H. Influence of wind and relative humidity on the social distancing effectiveness to prevent COVID-19 airborne transmission: a numerical study. J Aerosol Sci. 2020;147:105585. 10.1016/j.jaerosci.2020.105585", "ArticleIdList": ["10.1016/j.jaerosci.2020.105585", "PMC7233256", "32427227"]}, {"Citation": "Chen W, Qian H, Zhang N, Liu F, Liu L, Li Y. Extended short-range airborne transmission of respiratory infections. J Hazard Mater. 2022;422:126837. 10.1016/j.jhazmat.2021.126837", "ArticleIdList": ["10.1016/j.jhazmat.2021.126837", "PMC8342890", "34399209"]}, {"Citation": "Bourdrel T, Annesi-Maesano I, Alahmad B, Maesano CN, Bind MA. The impact of outdoor air pollution on covid-19: a review of evidence from in vitro, animal, and human studies. Eur Respir Rev. 2021;30:1–18.10.1183/16000617.0242-2020", "ArticleIdList": ["10.1183/16000617.0242-2020", "PMC7879496", "33568525"]}, {"Citation": "Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S, et al. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181:271-280.e8. 10.1016/j.cell.2020.02.052", "ArticleIdList": ["10.1016/j.cell.2020.02.052", "PMC7102627", "32142651"]}, {"Citation": "Zhuang MW, Cheng Y, Zhang J, Jiang XM, Wang L, Deng J, et al. Increasing host cellular receptor—angiotensin-converting enzyme 2 expression by coronavirus may facilitate 2019-nCoV (or SARS-CoV-2) infection. J Med Virol. 2020;92:2693–701. 10.1002/jmv.26139", "ArticleIdList": ["10.1002/jmv.26139", "PMC7300907", "32497323"]}, {"Citation": "Zhou L, Xu Z, Castiglione GM, Soiberman US, Eberhart CG, Duh EJ. ACE2 and TMPRSS2 are expressed on the human ocular surface, suggesting susceptibility to SARS-CoV-2 infection. Ocular Surface. 2020;18:537–44. 10.1016/j.jtos.2020.06.007", "ArticleIdList": ["10.1016/j.jtos.2020.06.007", "PMC7293510", "32544566"]}, {"Citation": "Li HH, Liu CC, Hsu TW, Lin JH, Hsu JW, Li AFY, et al. Upregulation of ACE2 and TMPRSS2 by particulate matter and idiopathic pulmonary fibrosis: a potential role in severe COVID-19. Part Fibre Toxicol. 2021;18:1–13. 10.1186/s12989-021-00404-3", "ArticleIdList": ["10.1186/s12989-021-00404-3", "PMC7948665", "33706759"]}, {"Citation": "Sagawa T, Tsujikawa T, Honda A, Miyasaka N, Tanaka M, Kida T, et al. Exposure to particulate matter upregulates ACE2 and TMPRSS2 expression in the murine lung. Environ Res. 2020;2021(195):110722.", "ArticleIdList": ["PMC7789825", "33422505"]}, {"Citation": "Chuang HC, Chen YY, Hsiao TC, Chou HC, Kuo HP, Feng PH, et al. Alteration in angiotensin-converting enzyme 2 by pm1 during the development of emphysema in rats. ERJ Open Res. 2020;6:1–8.10.1183/23120541.00174-2020", "ArticleIdList": ["10.1183/23120541.00174-2020", "PMC7533376", "33043050"]}, {"Citation": "Wang H, Song L, Ju W, Wang X, Dong L, Zhang Y, et al. The acute airway inflammation induced by PM 2.5 exposure and the treatment of essential oils in Balb/c mice. Sci Rep. 2017;7:44256.", "ArticleIdList": ["PMC5343586", "28276511"]}, {"Citation": "Deng L, Ma M, Li S, Zhou L, Ye S, Wang J, et al. Protective effect and mechanism of baicalin on lung inflammatory injury in BALB/cJ mice induced by PM2.5. Ecotoxicol Environ Saf. 2022;248:114329. 10.1016/j.ecoenv.2022.114329", "ArticleIdList": ["10.1016/j.ecoenv.2022.114329", "36442400"]}, {"Citation": "Du X, Jiang S, Zeng X, Zhang J, Pan K, Song L, et al. Fine particulate matter-induced cardiovascular injury is associated with NLRP3 inflammasome activation in Apo E -/- mice. Ecotoxicol Environ Saf. J 2018;2019(174):92–9.", "ArticleIdList": ["30822672"]}, {"Citation": "Kampfrath T, Maiseyeu A, Ying Z, Shah Z, Deiuliis JA, Xu X, et al. Chronic fine particulate matter exposure induces systemic vascular dysfunction via NADPH oxidase and TLR4 pathways. Circ Res. 2011;108:716–26. 10.1161/CIRCRESAHA.110.237560", "ArticleIdList": ["10.1161/CIRCRESAHA.110.237560", "PMC3085907", "21273555"]}, {"Citation": "Riva DR, Magalhães CB, Lopes AA, Lanças T, Mauad T, Malm O, et al. Low dose of fine particulate matter (PM2.5) can induce acute oxidative stress, inflammation and pulmonary impairment in healthy mice. Inhal Toxicol. 2011;23:257–67. 10.3109/08958378.2011.566290", "ArticleIdList": ["10.3109/08958378.2011.566290", "21506876"]}, {"Citation": "Wang S, Zhou Q, Tian Y, Hu X. The lung microbiota affects pulmonary inflammation and oxidative stress induced by PM2.5 exposure. Environ Sci Technol. 2022;56:12368–79. 10.1021/acs.est.1c08888", "ArticleIdList": ["10.1021/acs.est.1c08888", "35984995"]}, {"Citation": "Martin PJ, Billet S, Landkocz Y, Fougère B. Inflammation at the crossroads: the combined effects of COVID-19, ageing, and air pollution. J Frailty Aging. 2021;10:281–5.", "ArticleIdList": ["PMC7948651", "34105713"]}, {"Citation": "Wang B, Chen H, Yik X, Chan L, Oliver BG. Is there an association between the level of ambient air pollution and COVID-19? J Physiol Lung Cell Mol Physiol. 2020;319:416–21.10.1152/ajplung.00244.2020", "ArticleIdList": ["10.1152/ajplung.00244.2020", "PMC7839633", "32697597"]}, {"Citation": "Liu Q, Weng J, Li C, Feng Y, Xie M, Wang X, et al. Attenuation of PM2.5-induced alveolar epithelial cells and lung injury through regulation of mitochondrial fission and fusion. Part Fibre Toxicol. 2023;20:28. 10.1186/s12989-023-00534-w", "ArticleIdList": ["10.1186/s12989-023-00534-w", "PMC10353144", "37464447"]}, {"Citation": "To EE, Vlahos R, Luong R, Halls ML, Reading PC, King PT, et al. Endosomal NOX2 oxidase exacerbates virus pathogenicity and is a target for antiviral therapy. Nat Commun. 2017;8:69. 10.1038/s41467-017-00057-x", "ArticleIdList": ["10.1038/s41467-017-00057-x", "PMC5507984", "28701733"]}, {"Citation": "Sciomer S, Moscucci F, Magrì D, Badagliacca R, Piccirillo G, Agostoni P. SARS-CoV-2 spread in Northern Italy: what about the pollution role? Environ Monit Assess. 2020;192:2–4.10.1007/s10661-020-08317-y", "ArticleIdList": ["10.1007/s10661-020-08317-y", "PMC7196178", "32363409"]}, {"Citation": "Conticini E, Frediani B, Caro D. Can atmospheric pollution be considered a co-factor in extremely high level of SARS-CoV-2 lethality in Northern Italy? Environ Pollut. 2020;261:114465. 10.1016/j.envpol.2020.114465", "ArticleIdList": ["10.1016/j.envpol.2020.114465", "PMC7128509", "32268945"]}, {"Citation": "Miller MR. Oxidative stress and the cardiovascular effects of air pollution. Free Radical Biol Med. 2020;151:69–87. 10.1016/j.freeradbiomed.2020.01.004", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.01.004", "PMC7322534", "31923583"]}, {"Citation": "Bromberg PA. Mechanisms of the acute effects of inhaled ozone in humans. Biochim Biophys Acta Gen Subj. 2016;1860:2771–81.10.1016/j.bbagen.2016.07.015", "ArticleIdList": ["10.1016/j.bbagen.2016.07.015", "27451958"]}, {"Citation": "Wiegman CH, Li F, Ryffel B, Togbe D, Chung KF. Oxidative stress in ozone-induced chronic lung inflammation and emphysema: a facet of chronic obstructive pulmonary disease. Front Immunol. 2020;11:1957. 10.3389/fimmu.2020.01957", "ArticleIdList": ["10.3389/fimmu.2020.01957", "PMC7492639", "32983127"]}, {"Citation": "Manzer R, Dinarello CA, McConville G, Mason RJ. Ozone exposure of macrophages induces an alveolar epithelial chemokine response through IL-1α. Am J Respir Cell Mol Biol. 2008;38:318–23. 10.1165/rcmb.2007-0250OC", "ArticleIdList": ["10.1165/rcmb.2007-0250OC", "PMC2258451", "17901407"]}, {"Citation": "Chen QZ, Zhou YB, Zhou LF, Fu ZD, Wu YS, Chen Y, et al. TRPC6 modulates adhesion of neutrophils to airway epithelial cells via NF-κB activation and ICAM-1 expression with ozone exposure. Exp Cell Res. 2019;377:56–66. 10.1016/j.yexcr.2019.02.013", "ArticleIdList": ["10.1016/j.yexcr.2019.02.013", "30779919"]}, {"Citation": "Wiegman CH, Li F, Clarke CJ, Jazrawi E, Kirkham P, Barnes PJ, et al. A comprehensive analysis of oxidative stress in: the ozone-induced lung inflammation mouse: model. Clin Sci. 2014;126:425–40.10.1042/CS20130039", "ArticleIdList": ["10.1042/CS20130039", "24040961"]}, {"Citation": "Bauer AK, Rondini EA, Hummel KA, Degraff LM, Walker C, Jedlicka AE, et al. Identification of candidate genes downstream of TLR4 signaling after ozone exposure in mice: A role for heat-shock protein 70. Environ Health Perspect. 2011;119:1091–7. 10.1289/ehp.1003326", "ArticleIdList": ["10.1289/ehp.1003326", "PMC3237361", "21543283"]}, {"Citation": "Mumby S, Chung KF, Adcock IM. Transcriptional effects of ozone and impact on airway inflammation. Front Immunol. 2019;10:1610. 10.3389/fimmu.2019.01610", "ArticleIdList": ["10.3389/fimmu.2019.01610", "PMC6635463", "31354743"]}, {"Citation": "Paludan SR, Reinert LS, Hornung V. DNA-stimulated cell death: implications for host defence, inflammatory diseases and cancer. Nat Rev Immunol. 2019;19:141–53. 10.1038/s41577-018-0117-0", "ArticleIdList": ["10.1038/s41577-018-0117-0", "PMC7311199", "30644449"]}, {"Citation": "Zhang JH, Yang X, Chen YP, Zhang JF, Li CQ. Nrf2 activator RTA-408 Protects against ozone-induced acute asthma exacerbation by suppressing ROS and γδT17 cells. Inflammation. 2019;42:1843–56. 10.1007/s10753-019-01046-6", "ArticleIdList": ["10.1007/s10753-019-01046-6", "31256292"]}, {"Citation": "Fry RC, Rager JE, Zhou H, Zou B, Brickey JW, Ting J, et al. Individuals with increased inflammatory response to ozone demonstrate muted signaling of immune cell trafficking pathways. Respir Res. 2012;13:89. 10.1186/1465-9921-13-89", "ArticleIdList": ["10.1186/1465-9921-13-89", "PMC3607990", "23033980"]}, {"Citation": "Bao A, Yang H, Ji J, Chen Y, Bao W, Li F, et al. Involvements of p38 MAPK and oxidative stress in the ozone-induced enhancement of AHR and pulmonary inflammation in an allergic asthma model. Respir Res. 2017;18:216. 10.1186/s12931-017-0697-4", "ArticleIdList": ["10.1186/s12931-017-0697-4", "PMC5747109", "29284473"]}, {"Citation": "Mazur-Panasiuk N, Botwina P, Kutaj A, Woszczyna D, Pyrc K. Ozone treatment is insufficient to inactivate sars-cov-2 surrogate under field conditions. Antioxidants. 2021;10:1480. 10.3390/antiox10091480", "ArticleIdList": ["10.3390/antiox10091480", "PMC8470094", "34573110"]}, {"Citation": "Tizaoui C. Ozone: A Potential Oxidant for COVID-19 Virus (SARS-CoV-2). Ozone Sci Eng. 2020;42:378–85.10.1080/01919512.2020.1795614", "ArticleIdList": ["10.1080/01919512.2020.1795614"]}, {"Citation": "Tizaoui C, Stanton R, Statkute E, Rubina A, Lester-Card E, Lewis A, et al. Ozone for SARS-CoV-2 inactivation on surfaces and in liquid cell culture media. J Hazard Mater. 2022;428:128251. 10.1016/j.jhazmat.2022.128251", "ArticleIdList": ["10.1016/j.jhazmat.2022.128251", "PMC8744407", "35032958"]}, {"Citation": "Elvis AM, Ekta JS. Ozone therapy: a clinical review. J Nat Sci Biol Med. 2011;2:66–70. 10.4103/0976-9668.82319", "ArticleIdList": ["10.4103/0976-9668.82319", "PMC3312702", "22470237"]}, {"Citation": "Cattel F, Giordano S, Bertiond C, Lupia T, Corcione S, Scaldaferri M, et al. Ozone therapy in COVID-19: a narrative review. Virus Res. 2021;291:198207. 10.1016/j.virusres.2020.198207", "ArticleIdList": ["10.1016/j.virusres.2020.198207", "PMC7585733", "33115670"]}, {"Citation": "Sagai M, Bocci V. Mechanisms of action involved in ozone therapy: is healing induced via a mild oxidative stress? Med Gas Res. 2011;1:29. 10.1186/2045-9912-1-29", "ArticleIdList": ["10.1186/2045-9912-1-29", "PMC3298518", "22185664"]}, {"Citation": "Amor S, Fernández Blanco L, Baker D. Innate immunity during SARS-CoV-2: evasion strategies and activation trigger hypoxia and vascular damage. Clin Exp Immunol. 2020;202:193–209. 10.1111/cei.13523", "ArticleIdList": ["10.1111/cei.13523", "PMC7537271", "32978971"]}, {"Citation": "Bocci V, Borrelli E, Travagli V, Zanardi I. The ozone paradox: Ozone is a strong oxidant as well as a medical drug. Med Res Rev. 2009;29:646–82. 10.1002/med.20150", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Serra MEG, Baeza-Noci J, Abdala CVM, Luvisotto MM, Bertol CD, Anzolin AP. Clinical effectiveness of medical ozone therapy in COVID-19: the evidence and gaps map. Med Gas Res. 2023;13:172–80. 10.4103/2045-9912.372819", "ArticleIdList": ["10.4103/2045-9912.372819", "PMC10226688", "37077114"]}, {"Citation": "Villeneuve PJ, Goldberg MS. Methodological considerations for epidemiological studies of air pollution and the sars and COVID-19 coronavirus outbreaks. Environ Health Perspect. 2020;128:95001. 10.1289/EHP7411", "ArticleIdList": ["10.1289/EHP7411", "PMC7480171", "32902328"]}, {"Citation": "Benmarhnia T. Linkages between air pollution and the health burden from covid-19: methodological challenges and opportunities. Am J Epidemiol. 2020;189:1238–43. 10.1093/aje/kwaa148", "ArticleIdList": ["10.1093/aje/kwaa148", "PMC7454309", "32676643"]}, {"Citation": "Shakil MH, Munim ZH, Tasnia M, Sarowar S. COVID-19 and the environment: a critical review and research agenda. Sci Total Environ. 2020;745:141022. 10.1016/j.scitotenv.2020.141022", "ArticleIdList": ["10.1016/j.scitotenv.2020.141022", "PMC7366970", "32711074"]}, {"Citation": "D’Amico F, Marmiere M, Righetti B, Scquizzato T, Zangrillo A, Puglisi R, et al. COVID-19 seasonality in temperate countries. Environ Res. 2021;2022(206):112614.", "ArticleIdList": ["PMC8692239", "34953888"]}, {"Citation": "Jiang C, Wang X, Li X, Inlora J, Wang T, Liu Q, et al. Dynamic human environmental exposome revealed by longitudinal personal monitoring. Cell. 2018;175:277-291.e31. 10.1016/j.cell.2018.08.060", "ArticleIdList": ["10.1016/j.cell.2018.08.060", "PMC6472932", "30241608"]}, {"Citation": "Beltran RM, Holloway IW, Hong C, Miyashita A, Cordero L, Wu E, et al. Social determinants of disease: HIV and COVID-19 experiences. Curr HIV/AIDS Rep. 2022;19:101–12. 10.1007/s11904-021-00595-6", "ArticleIdList": ["10.1007/s11904-021-00595-6", "PMC8808274", "35107810"]}, {"Citation": "Pan A, Liu L, Wang C, Guo H, Hao X, Wang Q, et al. Association of public health interventions with the epidemiology of the COVID-19 outbreak in Wuhan, China. JAMA - J Am Med  Asso. 2020;323:1915–23.10.1001/jama.2020.6130", "ArticleIdList": ["10.1001/jama.2020.6130", "PMC7149375", "32275295"]}, {"Citation": "Telenti A, Arvin A, Corey L, Corti D, Diamond MS, García-Sastre A, et al. After the pandemic: perspectives on the future trajectory of COVID-19. Nature. 2021;596:495–504. 10.1038/s41586-021-03792-w", "ArticleIdList": ["10.1038/s41586-021-03792-w", "34237771"]}, {"Citation": "Kurt OK, Zhang J, Pinkerton KE. Pulmonary health effects of air pollution. Curr Opin Pulm Med. 2016;22:138–43. 10.1097/MCP.0000000000000248", "ArticleIdList": ["10.1097/MCP.0000000000000248", "PMC4776742", "26761628"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "22"}, {"Year": "2024", "Month": "8", "Day": "9"}, {"Year": "2024", "Month": "8", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "14", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "13", "Hour": "23", "Minute": "45"}, {"Year": "2024", "Month": "8", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["39138466", "PMC11321203", "10.1186/s12889-024-19749-3", "10.1186/s12889-024-19749-3"]}}]}