{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "KeywordList": [["Adipose stromal vascular fraction", "Human placenta extract", "Orthobiologics", "Osteoarthritis", "Platelet rich plasma", "Regenerative medicine"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "PMID": "39145857", "DateRevised": {"Year": "2024", "Month": "08", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2024", "Month": "08", "Day": "15"}], "ELocationID": ["10.1007/s12015-024-10768-6"], "Language": ["eng"], "Journal": {"ISSN": "2629-3277", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Aug", "Day": "15"}}, "Title": "Stem cell reviews and reports", "ISOAbbreviation": "Stem Cell Rev Rep"}, "ArticleTitle": "Current Non-Surgical Curative Regenerative Therapies for Knee Osteoarthritis.", "Abstract": {"AbstractText": ["Osteoarthritis (OA) is a prevalent musculoskeletal disease affecting middle-aged and elderly individuals, with knee pain as a common complaint. Standard therapy approaches generally attempt to alleviate pain and inflammation, using various pharmacological and non-pharmacological options. However, the efficacy of these therapies in long-term tissue repair remains debated. As an alternative, regenerative medicine offers a promising strategy, with decreased adverse event rates and increasing evidence of safety and efficacy. This review will outline current advances in regenerative medicine for knee OA, emphasizing outpatient clinic-based therapies that use orthobiological and non-biological products. Different strategies based on orthobiologics are discussed as potential regenerative options for the management of knee OA. Cell-free therapies including platelet-rich plasma, autologous anti-inflammatories, exosomes, human placenta extract, and mitochondrial transplantation are discussed, focusing on their potential for cartilage regeneration. Additionally, cell-based therapies with regenerative properties including bone marrow aspirate concentrate, adipose stromal vascular fraction, microfat, nanofat, stem cell therapy, and genetically modified cells as part of orthobiologics, are being investigated. Also, this study is looking into non-biological approaches such as using gold-induced cytokines, extracorporeal shockwave therapy, and ozone therapy. The mechanisms of action, effectiveness, and clinical applications of each therapy are being explored, providing insights into their role in the management of knee OA."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Regenerative Medicine, Organ Procurement and Transplantation Multi- Disciplinary Center, Razi Hospital, Guilan University of Medical Sciences, Rasht, Iran."}], "Identifier": [], "LastName": "Bahari Golamkaboudi", "ForeName": "Ali", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Regenerative Medicine, Organ Procurement and Transplantation Multi- Disciplinary Center, Razi Hospital, Guilan University of Medical Sciences, Rasht, Iran."}], "Identifier": [], "LastName": "Vojoudi", "ForeName": "Elham", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, Guilan University of Medical Sciences, Rasht, Iran."}], "Identifier": [], "LastName": "Babaeian Roshani", "ForeName": "Kosar", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Radiation Oncology, Vasee Hospital, Sabzevar University of Medical Sciences, Sabzevar, Iran."}], "Identifier": [], "LastName": "Porouhan", "ForeName": "Pejman", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Engineering, University of Houston, Houston, United States."}], "Identifier": [], "LastName": "Houshangi", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Tissue Engineering and Biomaterials, School of Advanced Medical Sciences and Technologies, Hamadan University of Medical Sciences, Hamadan, Iran. z.barabadi@umsha.ac.ir."}], "Identifier": ["0000-0002-3932-3734"], "LastName": "Barabadi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Stem Cell Rev Rep", "NlmUniqueID": "101752767", "ISSNLinking": "2629-3277"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hootman, J. M., Helmick, C. G., Barbour, K. E., Theis, K. A., & Boring, M. A. (2016). UUpdated projected prevalence of self-reported doctor-diagnosed arthritis and arthritis-attributable activity limitation among US adults, 2015–2040. Arthritis & Rheumatology, 68(7), 1582–1587. https://doi.org/10.1002/art.39692", "ArticleIdList": ["10.1002/art.39692"]}, {"Citation": "Y, E. M. (2022). Musculoskeletal Ultrasound-Guided Regenerative Medicine. Springer Nature (prevajalec, Trans.)."}, {"Citation": "Schmitz, C., Alt, C., Pearce, D. A., Furia, J. P., Maffulli, N, Alt, E. U. (2022). Methodological flaws in meta-analyses of clinical studies on the management of knee osteoarthritis with stem cells: A Systematic Review. Cells, 11(6). https://doi.org/10.3390/cells11060965"}, {"Citation": "Pattanittum, P., Turner, T., Green, S., Buchbinder, R. (2013). Non-steroidal anti-inflammatory drugs (NSAIDs) for treating lateral elbow pain in adults. Cochrane Database of Systematic Reviews, 2013(5), Cd003686. https://doi.org/10.1002/14651858.CD003686.pub2"}, {"Citation": "McLauchlan, G. J., Handoll, H. H. (2001). Interventions for treating acute and chronic Achilles tendinitis. Cochrane Database of Systematic Reviews (2), Cd000232. https://doi.org/10.1002/14651858.Cd000232"}, {"Citation": "Global regenerative medicines market—analysis and forecast (2017–2025) (Focus on therapy, a., market share analysis, 22 country analysis, and competitive landscape). Market Research, Business Wire. Available at: www.reportlinker . com/p05292525/Global-Regenerative-MedicinesMarket-Analysis-and-Forecast-Focus-on-TherapyApplications-Market-Share-Analysis-22-CountryAnalysis-and-Competitive-Landscape.html. Accessed 12 Oct 2020"}, {"Citation": "www. mohawkcollege.ca/employees/occupational-healthtolerability/ergonomics/musculoskeletal-disordermsd-signs-and-symptoms. Accessed 12 Oct 2020."}, {"Citation": "McAlindon, T. E., LaValley, M. P., Harvey, W. F., Price, L. L., Driban, J. B., Zhang, M., & Ward, R. J. (2017). Effect of Intra-articular triamcinolone vs saline on knee cartilage volume and pain in patients with knee osteoarthritis: A randomized clinical trial. Jama, 317(19), 1967–1975. https://doi.org/10.1001/jama.2017.5283", "ArticleIdList": ["10.1001/jama.2017.5283", "28510679", "5815012"]}, {"Citation": "Farkas, B., Kvell, K., Czömpöly, T., Illés, T., & Bárdos, T. (2010). Increased chondrocyte death after steroid and local anesthetic combination. Clinical Orthopaedics and Related Research, 468(11), 3112–3120. https://doi.org/10.1007/s11999-010-1443-0", "ArticleIdList": ["10.1007/s11999-010-1443-0", "20700677", "2947661"]}, {"Citation": "Dragoo, J. L., Danial, C. M., Braun, H. J., Pouliot, M. A., & Kim, H. J. (2012). The chondrotoxicity of single-dose corticosteroids. Knee Surgery, Sports Traumatology, Arthroscopy, 20(9), 1809–1814. https://doi.org/10.1007/s00167-011-1820-6", "ArticleIdList": ["10.1007/s00167-011-1820-6", "22186921"]}, {"Citation": "Ogata, T., Ideno, Y., Akai, M., Seichi, A., Hagino, H., Iwaya, T., ... Hayashi, K. (2018). Effects of glucosamine in patients with osteoarthritis of the knee: a systematic review and meta-analysis. Clinical Rheumatology, 37(9), 2479–2487. https://doi.org/10.1007/s10067-018-4106-2"}, {"Citation": "Aggarwal, A., & Sempowski, I. P. (2004). Hyaluronic acid injections for knee osteoarthritis. Systematic review of the literature. Canadian Family Physician, 50, 249–256.", "ArticleIdList": ["15000336", "2214549"]}, {"Citation": "Salari, M., Sharma, S., Jog, M. S. (2018). Botulinum toxin induced atrophy: An uncharted territory. Toxins (Basel), 10(8). https://doi.org/10.3390/toxins10080313"}, {"Citation": "Johnson, L. L. (2001). Arthroscopic abrasion arthroplasty: a review. Clinical Orthopaedics and Related Research, 391(Suppl), S306-317.", "ArticleIdList": ["10.1097/00003086-200110001-00028"]}, {"Citation": "Insall, J. (1974). The Pridie debridement operation for osteoarthritis of the knee. Clinical Orthopaedics and Related Research, 101, 61–67."}, {"Citation": "Mithoefer, K., Williams, R. J., 3rd, Warren, R. F., Potter, H. G., Spock, C. R., Jones, E. C., ... Marx, R. G. (2006). Chondral resurfacing of articular cartilage defects in the knee with the microfracture technique. Surgical technique. The Journal of bone and joint surgery American, 88 Suppl 1 Pt 2, 294–304. https://doi.org/10.2106/jbjs.F.00292"}, {"Citation": "Bentley, G., Biant, L. C., Vijayan, S., Macmull, S., Skinner, J. A., & Carrington, R. W. (2012). Minimum ten-year results of a prospective randomised study of autologous chondrocyte implantation versus mosaicplasty for symptomatic articular cartilage lesions of the knee. The Journal of Bone and Joint Surgery, 94(4), 504–509. https://doi.org/10.1302/0301-620x.94b4.27495", "ArticleIdList": ["10.1302/0301-620x.94b4.27495", "22434467"]}, {"Citation": "Kan, H., Chan, P., Chiu, K., Yan, C., Yeung, S., Ng, Y., ... Ho, T. (2019). Non-surgical treatment of knee osteoarthritis. Hong Kong Med J, 25(2):127–33. https://doi.org/10.12809/hkmj187600"}, {"Citation": "Siemieniuk, R. A. C., Harris, I. A., Agoritsas, T., Poolman, R. W., Brignardello-Petersen, R., Van de Velde, S., . . . Kristiansen, A. (2017). Arthroscopic surgery for degenerative knee arthritis and meniscal tears: a clinical practice guideline. Bmj, 357, j1982. https://doi.org/10.1136/bmj.j1982"}, {"Citation": "Singh, J. A., Kundukulam, J., Riddle, D. L., Strand, V., & Tugwell, P. (2011). Early postoperative mortality following joint arthroplasty: a systematic review. The Journal of Rheumatology, 38(7), 1507–1513. https://doi.org/10.3899/jrheum.110280", "ArticleIdList": ["10.3899/jrheum.110280", "21724724", "4262531"]}, {"Citation": "Hernigou, P., Auregan, J. C., Dubory, A., Flouzat-Lachaniette, C. H., Chevallier, N., & Rouard, H. (2018). Subchondral stem cell therapy versus contralateral total knee arthroplasty for osteoarthritis following secondary osteonecrosis of the knee. International Orthopaedics, 42(11), 2563–2571. https://doi.org/10.1007/s00264-018-3916-9", "ArticleIdList": ["10.1007/s00264-018-3916-9", "29589086"]}, {"Citation": "Narimanpour, Z., Nazm Bojnordi, M., Somayeh, E.-B., Elham, V., Jamileh, S., & Ghasemi, H. H. (2022). Silk nanofibrous electrospun acaffold amplifies proliferation and stemness profile of mouse spermatogonial stem cells. Regenerative Engineering and Translational Medicine, 8(1), 86–93. https://doi.org/10.1007/s40883-020-00189-5", "ArticleIdList": ["10.1007/s40883-020-00189-5"]}, {"Citation": "Ashoobi, M. T., Hemmati, H., Aghayan, H. R., Zarei-Behjani, Z., Keshavarz, S., Babaloo, H., . . . Vojoudi, E. (2023). Wharton's jelly mesenchymal stem cells transplantation for critical limb ischemia in patients with type 2 diabetes mellitus: a preliminary report of phase I clinical trial. Cell and Tissue Research. https://doi.org/10.1007/s00441-023-03854-7"}, {"Citation": "Keshavarz, S., Wall, J. R., Keshavarz, S., Vojoudi, E., & Jafari-Shakib, R. (2023). Breast cancer immunotherapy: a comprehensive review. Clinical and Experimental Medicine, 23(8), 4431–4447. https://doi.org/10.1007/s10238-023-01177-z", "ArticleIdList": ["10.1007/s10238-023-01177-z", "37658246"]}, {"Citation": "Grol, M. W. (2024). The evolving landscape of gene therapy strategies for the treatment of osteoarthritis. Osteoarthritis Cartilage. https://doi.org/10.1016/j.joca.2023.12.009", "ArticleIdList": ["10.1016/j.joca.2023.12.009", "38199296"]}, {"Citation": "Vojoudi, E., & Babaloo, H. (2023). Application of electrospun nanofiber as drug delivery systems: A review. Pharmaceutical Nanotechnology, 11(1), 10–24. https://doi.org/10.2174/2211738510666220928161957", "ArticleIdList": ["10.2174/2211738510666220928161957", "36173055"]}, {"Citation": "Dhillon, M. S., Behera, P., Patel, S., & Shetty, V. (2014). Orthobiologics and platelet rich plasma. Indian Journal of Orthopaedics, 48(1), 1–9. https://doi.org/10.4103/0019-5413.125477", "ArticleIdList": ["10.4103/0019-5413.125477", "24600055", "3931137"]}, {"Citation": "Purita, J. (2022). The Nuts and bolts of regenerative medicine as it pertains to the joint (prevajalec, Trans.). V musculoskeletal ultrasound-guided regenerative medicine (str. 35–55). Springer."}, {"Citation": "Im, G. I., Kim, T. K. (2020). Regenerative therapy for osteoarthritis: A perspective. International Journal of Stem Cells, 13(2), 177–181. https://doi.org/10.15283/ijsc20069"}, {"Citation": "Jackson, A., & Gu, W. (2009). Transport properties of cartilaginous tissues. Current Rheumatology Reviews, 5(1), 40. https://doi.org/10.2174/157339709787315320", "ArticleIdList": ["10.2174/157339709787315320", "20126303", "2748424"]}, {"Citation": "Murrell, W. D., Anz, A. W., Badsha, H., Bennett, W. F., Boykin, R. E., & Caplan, A. I. (2015). Regenerative treatments to enhance orthopedic surgical outcome. PM&R, 7(4 Suppl), S41-s52. https://doi.org/10.1016/j.pmrj.2015.01.015", "ArticleIdList": ["10.1016/j.pmrj.2015.01.015"]}, {"Citation": ". Haynesworth SE, G. V., Caplan AI. (1994). Diminution of the number of mesenchymal stem cells as a cause for skeletal aging. In: Musculoskeletal soft-tissue aging: impact on mobility (prevajalec, Trans.). American Academy of Orthopaedic Surgeons, Publishers."}, {"Citation": "Arnoczky, S. P. (2011). Platelet-rich plasma augmentation of rotator cuff repair: letter. The American Journal of Sports Medicine, 39(6), NP8–9; author reply NP9–11. https://doi.org/10.1177/0363546511410381"}, {"Citation": "Mazzocca, A. D., McCarthy, M. B., Chowaniec, D. M., Cote, M. P., Romeo, A. A., Bradley, J. P., ... Beitzel, K. (2012). Platelet-rich plasma differs according to preparation method and human variability. Journal of Bone and Joint Surgery, 94(4), 308–316. https://doi.org/10.2106/jbjs.K.00430"}, {"Citation": "Marx, R. E. (2001). Platelet-rich plasma (PRP): What is PRP and what is not PRP? Implant Dentistry, 10(4), 225–228. https://doi.org/10.1097/00008505-200110000-00002", "ArticleIdList": ["10.1097/00008505-200110000-00002", "11813662"]}, {"Citation": "DeLong, J. M., Russell, R. P., & Mazzocca, A. D. (2012). Platelet-rich plasma: The PAW classification system. Arthroscopy, 28(7), 998–1009. https://doi.org/10.1016/j.arthro.2012.04.148", "ArticleIdList": ["10.1016/j.arthro.2012.04.148", "22738751"]}, {"Citation": "Pensato, R., Al-Amer, R., & La Padula, S. (2023). Protocol for obtaining Platelet-Rich Plasma (PRP), Platelet-Poor Plasma (PPP), and thrombin for autologous use. Aesthetic Plastic Surgery. https://doi.org/10.1007/s00266-023-03470-4", "ArticleIdList": ["10.1007/s00266-023-03470-4", "37783863", "11150295"]}, {"Citation": "Wassilew, G. I., Lehnigk, U., Duda, G. N., Taylor, W. R., Matziolis, G., & Dynybil, C. (2010). The expression of proinflammatory cytokines and matrix metalloproteinases in the synovial membranes of patients with osteoarthritis compared with traumatic knee disorders. Arthroscopy, 26(8), 1096–1104. https://doi.org/10.1016/j.arthro.2009.12.018", "ArticleIdList": ["10.1016/j.arthro.2009.12.018", "20678708"]}, {"Citation": "Martel-Pelletier, J., McCollum, R., DiBattista, J., Faure, M. P., Chin, J. A., Fournier, S., . . . Pelletier, J. P. (1992). The interleukin-1 receptor in normal and osteoarthritic human articular chondrocytes. Identification as the type I receptor and analysis of binding kinetics and biologic function. Arthritis & Rheumatism, 35(5), 530–540. https://doi.org/10.1002/art.1780350507"}, {"Citation": "Evans, C. H., Chevalier, X., & Wehling, P. (2016). Autologous conditioned serum. Physical Medicine and Rehabilitation Clinics, 27(4), 893–908.", "ArticleIdList": ["27788906"]}, {"Citation": "Kon, E., Engebretsen, L., Verdonk, P., Nehrer, S., & Filardo, G. (2020). Autologous protein solution injections for the treatment of knee osteoarthritis: 3-year results. The American Journal of Sports Medicine, 48(11), 2703–2710.", "ArticleIdList": ["10.1177/0363546520944891", "32870042"]}, {"Citation": "Sawyere, D. M., Lanz, O. I., Dahlgren, L. A., Barry, S. L., Nichols, A. C., & Werre, S. R. (2016). Cytokine and growth factor concentrations in canine autologous conditioned serum. Veterinary Surgery, 45(5), 582–586.", "ArticleIdList": ["10.1111/vsu.12506", "27357270"]}, {"Citation": "Dinarello, C. A. (1984). Interleukin-1. Reviews of Infectious Diseases, 6(1), 51–95. https://doi.org/10.1093/clinids/6.1.51", "ArticleIdList": ["10.1093/clinids/6.1.51", "6369481"]}, {"Citation": "Frisbie, D. D., Kawcak, C. E., Werpy, N. M., Park, R. D., & McIlwraith, C. W. (2007). Clinical, biochemical, and histologic effects of intra-articular administration of autologous conditioned serum in horses with experimentally induced osteoarthritis. American Journal of Veterinary Research, 68(3), 290–296. https://doi.org/10.2460/ajvr.68.3.290", "ArticleIdList": ["10.2460/ajvr.68.3.290", "17331019"]}, {"Citation": "Tassara, M., De Ponti, A., Barzizza, L., Zambelli, M., Parisi, C., Milani, R., & Santoleri, L. (2018). Autologous conditioned serum (ACS) for intra-articular treatment in Osteoarthritis: Retrospective report of 28 cases. Transfusion and Apheresis Science, 57(4), 573–577. https://doi.org/10.1016/j.transci.2018.07.021", "ArticleIdList": ["10.1016/j.transci.2018.07.021", "30131208"]}, {"Citation": "Miao, C., Zhou, W., Wang, X., & Fang, J. (2021). The research progress of exosomes in osteoarthritis, with particular emphasis on the mediating roles of miRNAs and lncRNAs. Frontiers in Pharmacology, 12, 685623.", "ArticleIdList": ["10.3389/fphar.2021.685623", "34093208", "8176107"]}, {"Citation": "Maas, S. L. N., Breakefield, X. O., & Weaver, A. M. (2017). Extracellular vesicles: Unique intercellular delivery vehicles. Trends in Cell Biology, 27(3), 172–188. https://doi.org/10.1016/j.tcb.2016.11.003", "ArticleIdList": ["10.1016/j.tcb.2016.11.003", "27979573"]}, {"Citation": "Jiang, K., Jiang, T., Chen, Y., & Mao, X. (2021). Mesenchymal stem cell-derived exosomes modulate chondrocyte glutamine metabolism to alleviate osteoarthritis progression. Mediators of Inflammation, 2021(1), 2979124. https://doi.org/10.1155/2021/2979124"}, {"Citation": "Qi, H., Liu, D. P., Xiao, D. W., Tian, D. C., Su, Y. W., & Jin, S. F. (2019). Exosomes derived from mesenchymal stem cells inhibit mitochondrial dysfunction-induced apoptosis of chondrocytes via p38, ERK, and Akt pathways. In Vitro Cellular & Developmental Biology - Animal, 55(3), 203–210. https://doi.org/10.1007/s11626-019-00330-x", "ArticleIdList": ["10.1007/s11626-019-00330-x"]}, {"Citation": "Tang, Y., Wu, Z., Guo, R., Huang, J., Rong, X., Zhu, B., ... Qiu, L. (2022). Ultrasound-augmented anti-inflammatory exosomes for targeted therapy in rheumatoid arthritis. Journal of Materials Chemistry B, 10(38), 7862–7874."}, {"Citation": "Phillips, A., Wong, A., Chen, G., & Kuo, J. (2021). One month safety study of ExoFlo injection for the treatment of lumbar or cervical radiculopathy in the epidural space. International Journal of Science and Research Archive, 4(1), 119–124.", "ArticleIdList": ["10.30574/ijsra.2021.4.1.0178"]}, {"Citation": "Wang, R., & Xu, B. (2022). TGFβ1-modified MSC-derived exosome attenuates osteoarthritis by inhibiting PDGF-BB secretion and H-type vessel activity in the subchondral bone. Acta Histochemica, 124(7), 151933.", "ArticleIdList": ["10.1016/j.acthis.2022.151933", "35933783"]}, {"Citation": "Bianco, N. R., Kim, S. H., Ruffner, M. A., & Robbins, P. D. (2009). Therapeutic effect of exosomes from indoleamine 2, 3-dioxygenase–positive dendritic cells in collagen-induced arthritis and delayed-type hypersensitivity disease models. Arthritis & Rheumatism: Official Journal of the American College of Rheumatology, 60(2), 380–389.", "ArticleIdList": ["10.1002/art.24229"]}, {"Citation": "Yoo, K. H., Thapa, N., Chwae, Y. J., Yoon, S. H., Kim, B. J., Lee, J. O., . . . Kim, J. (2022). Transforming growth factor‑β family and stem cell‑derived exosome therapeutic treatment in osteoarthritis. International journal of molecular medicine, 49(5), 1–11."}, {"Citation": "Fan, Y., Li, Z., & He, Y. (2022). Exosomes in the pathogenesis, progression, and treatment of osteoarthritis. Bioengineering, 9(3), 99.", "ArticleIdList": ["10.3390/bioengineering9030099", "35324788", "8945849"]}, {"Citation": "Wang, H., Zheng, R., Chen, Q., Shao, J., Yu, J., & Hu, S. (2017). Mesenchymal stem cells microvesicles stabilize endothelial barrier function partly mediated by hepatocyte growth factor (HGF). Stem Cell Research & Therapy, 8(1), 211. https://doi.org/10.1186/s13287-017-0662-7", "ArticleIdList": ["10.1186/s13287-017-0662-7"]}, {"Citation": "Liu, Y., Zeng, Y., Si, H.-B., Tang, L., Xie, H.-Q., & Shen, B. (2022). Exosomes derived from human urine–derived stem cells overexpressing miR-140-5p alleviate knee osteoarthritis through downregulation of VEGFA in a rat model. The American Journal of Sports Medicine, 50(4), 1088–1105.", "ArticleIdList": ["10.1177/03635465221073991", "35179989"]}, {"Citation": "McIntyre, J. A., Jones, I. A., Danilkovich, A., & Vangsness, C. T., Jr. (2018). The placenta: applications in orthopaedic sports medicine. The American Journal of Sports Medicine, 46(1), 234–247.", "ArticleIdList": ["10.1177/0363546517697682", "28375638"]}, {"Citation": "Ghoneum, M., & El-Gerbed, M. S. (2021). Human placental extract ameliorates methotrexate-induced hepatotoxicity in rats via regulating antioxidative and anti-inflammatory responses. Cancer Chemotherapy and Pharmacology, 88, 961–971.", "ArticleIdList": ["10.1007/s00280-021-04349-4", "34505929", "8536621"]}, {"Citation": "Jazayeri, M. H., Barzaman, K., Nedaeinia, R., Aghaie, T., & Motallebnezhad, M. (2020). Human placental extract attenuates neurological symptoms in the experimental autoimmune encephalomyelitis model of multiple sclerosis-a putative approach in MS disease? Autoimmunity Highlights, 11, 1–9.", "ArticleIdList": ["10.1186/s13317-020-00137-x"]}, {"Citation": "Abumaree, M., Abomaray, F., Alshabibi, M., AlAskar, A., & Kalionis, B. (2017). Immunomodulatory properties of human placental mesenchymal stem/stromal cells. Placenta, 59, 87–95.", "ArticleIdList": ["10.1016/j.placenta.2017.04.003", "28411943"]}, {"Citation": "Seifi, S., Shamloo, A., Tavoosi, S. N., Almasi-Jaf, A., Shaygani, H., & Sayah, M. R. (2023). A novel multifunctional chitosan-gelatin/carboxymethyl cellulose-alginate bilayer hydrogel containing human placenta extract for accelerating full-thickness wound healing. International Journal of Biological Macromolecules, 253, 126929.", "ArticleIdList": ["10.1016/j.ijbiomac.2023.126929", "37717877"]}, {"Citation": "Kim, J.-K., Kim, T.-H., Park, S.-W., Kim, H.-Y., Hoon Kim, S., Youl Lee, S., & Lee, S.-M. (2010). Protective effects of human placenta extract on cartilage degradation in experimental osteoarthritis. Biological and Pharmaceutical Bulletin, 33(6), 1004–1010.", "ArticleIdList": ["10.1248/bpb.33.1004", "20522967"]}, {"Citation": "Liu, H., Li, Z., Cao, Y., Cui, Y., Yang, X., Meng, Z., & Wang, R. (2019). Effect of chondrocyte mitochondrial dysfunction on cartilage degeneration: A possible pathway for osteoarthritis pathology at the subcellular level. Molecular Medicine Reports, 20(4), 3308–3316. https://doi.org/10.3892/mmr.2019.10559", "ArticleIdList": ["10.3892/mmr.2019.10559", "31432161", "6755144"]}, {"Citation": "Ansari, M. Y., Ahmad, N., Voleti, S., Wase, S. J., Novak, K., Haqqi, T. M. (2020). Mitochondrial dysfunction triggers a catabolic response in chondrocytes via ROS-mediated activation of the JNK/AP1 pathway. Journal of Cell Science, 133(22). https://doi.org/10.1242/jcs.247353"}, {"Citation": "Ansari, M. Y., Ball, H. C., Wase, S. J., Novak, K., & Haqqi, T. M. (2021). Lysosomal dysfunction in osteoarthritis and aged cartilage triggers apoptosis in chondrocytes through BAX mediated release of Cytochrome c. Osteoarthritis and Cartilage, 29(1), 100–112.", "ArticleIdList": ["10.1016/j.joca.2020.08.014", "33161099"]}, {"Citation": "Hwang, J. W., Lee, M. J., Chung, T. N., Lee, H. A. R., Lee, J. H., Choi, S. Y., . . . Kim, S. H. (2021). The immune modulatory effects of mitochondrial transplantation on cecal slurry model in rat. Critical Care, 25(1), 1–12."}, {"Citation": "Moretti, L., Maccagnano, G., Coviello, M., Cassano, G. D., Franchini, A., Laneve, A., & Moretti, B. (2022). Platelet rich plasma injections for knee osteoarthritis treatment: a prospective clinical study. Journal of Clinical Medicine, 11(9), 2640.", "ArticleIdList": ["10.3390/jcm11092640", "35566766", "9099616"]}, {"Citation": "Bansal, H., Leon, J., Pont, J. L., Wilson, D. A., Bansal, A., Agarwal, D., & Preoteasa, I. (2021). Platelet-rich plasma (PRP) in osteoarthritis (OA) knee: Correct dose critical for long term clinical efficacy. Scientific Reports, 11(1), 3971. https://doi.org/10.1038/s41598-021-83025-2", "ArticleIdList": ["10.1038/s41598-021-83025-2", "33597586", "7889864"]}, {"Citation": "Kon, E., Engebretsen, L., Verdonk, P., Nehrer, S., & Filardo, G. (2018). Clinical outcomes of knee osteoarthritis treated with an autologous protein solution injection: A 1-Year pilot double-blinded randomized controlled trial. The American Journal of Sports Medicine, 46(1), 171–180. https://doi.org/10.1177/0363546517732734", "ArticleIdList": ["10.1177/0363546517732734", "29016185"]}, {"Citation": "Hix, J., Klaassen, M., Foreman, R., Cullen, E., Toler, K., King, W., & Woodell-May, J. (2017). An autologous anti-inflammatory protein solution yielded a favorable safety profile and significant pain relief in an open-label pilot study of patients with osteoarthritis. BioResearch Open Access, 6(1), 151–158. https://doi.org/10.1089/biores.2017.0027", "ArticleIdList": ["10.1089/biores.2017.0027", "29279807", "5738995"]}, {"Citation": "Johnny East, D., Trace Alexander, D., & Dordevic, M. (2020). IRB approved pilot safety study of extracellular vesicle isolate product evaluating the treatment of osteoarthritis in combat-related injuries. Stem Cell Res, 1(2), 1–10."}, {"Citation": "Park, K. M., & Cho, T. H. (2017). Therapeutic effect of acupuncture point injection with placental extract in knee osteoarthritis. Journal of Integrative Medicine, 15(2), 135–141. https://doi.org/10.1016/s2095-4964(17)60316-9", "ArticleIdList": ["10.1016/s2095-4964(17)60316-9", "28285618"]}, {"Citation": "Kim, J., Kim, T.-H., Park, S.-W., Kim, H.-Y., Kim, S., Lee, S., & Lee, S.-M. (2010). Protective effects of human placenta extract on cartilage degradation in experimental osteoarthritis. Biological & Pharmaceutical Bulletin, 33, 1004–1010. https://doi.org/10.1248/bpb.33.1004", "ArticleIdList": ["10.1248/bpb.33.1004"]}, {"Citation": "Kim, G. B., Seo, M. S., Park, W. T., Lee, G. W. (2020). Bone marrow aspirate concentrate: Its uses in osteoarthritis. International Journal of Molecular Sciences, 21(9). https://doi.org/10.3390/ijms21093224"}, {"Citation": "Gaul, F., Bugbee, W. D., Hoenecke, H. R., Jr., & D’Lima, D. D. (2019). A review of commercially available point-of-care devices to concentrate bone marrow for the treatment of osteoarthritis and focal cartilage lesions. Cartilage, 10(4), 387–394.", "ArticleIdList": ["10.1177/1947603518768080", "29652173"]}, {"Citation": "Hernigou, P., Mathieu, G., Poignard, A., Manicom, O., Beaujean, F., & Rouard, H. (2006). Percutaneous autologous bone-marrow grafting for nonunions: surgical technique. JBJS, 88(1), 322–327.", "ArticleIdList": ["10.2106/JBJS.F.00203"]}, {"Citation": "Pierini, M., Di Bella, C., Dozza, B., Frisoni, T., Martella, E., Bellotti, C., ... Donati, D. (2013). The posterior iliac crest outperforms the anterior iliac crest when obtaining mesenchymal stem cells from bone marrow. The Journal of bone and joint surgery American, 95(12), 1101–1107. https://doi.org/10.2106/jbjs.L.00429"}, {"Citation": "Oliver, K. S., Bayes, M., Crane, D., & Pathikonda, C. (2015). Clinical outcome of bone marrow concentrate in knee osteoarthritis. Journal of Prolotherapy, 7, 937–946."}, {"Citation": "Goldenberg, A., Kelley, P., Ibrahim, S., Sen, F., & Liu, C. (2005). Influence of age and needle gauge on bone marrow biopsy specimen adequacy. Blood, 106(11), 5581–5581. https://doi.org/10.1182/blood.V106.11.5581.5581", "ArticleIdList": ["10.1182/blood.V106.11.5581.5581"]}, {"Citation": "Brozovich, A., Sinicrope, B. J., Bauza, G., Niclot, F. B., Lintner, D., Taraballi, F., & McCulloch, P. C. (2021). High variability of mesenchymal stem cells obtained via bone marrow aspirate concentrate compared with traditional bone marrow aspiration technique. Orthopaedic Journal of Sports Medicine, 9(12), 23259671211058460. https://doi.org/10.1177/23259671211058459", "ArticleIdList": ["10.1177/23259671211058459", "34901292", "8655450"]}, {"Citation": "Zhu, C., Wu, W., & Qu, X. (2021). Mesenchymal stem cells in osteoarthritis therapy: a review. American Journal of Translational Research, 13(2), 448–461.", "ArticleIdList": ["33594303", "7868850"]}, {"Citation": "Le, H., Xu, W., Zhuang, X., Chang, F., Wang, Y., & Ding, J. (2020). Mesenchymal stem cells for cartilage regeneration. Journal of Tissue Engineering, 11, 2041731420943839. https://doi.org/10.1177/2041731420943839", "ArticleIdList": ["10.1177/2041731420943839", "32922718", "7457700"]}, {"Citation": "Najar, M., Martel-Pelletier, J., Pelletier, J.-P., & Fahmi, H. (2020). Mesenchymal stromal cell immunology for efficient and safe treatment of osteoarthritis. Frontiers in Cell and Developmental Biology, 8, 567813.", "ArticleIdList": ["10.3389/fcell.2020.567813", "33072752", "7536322"]}, {"Citation": "Keeling, L. E., Belk, J. W., Kraeutler, M. J., Kallner, A. C., Lindsay, A., McCarty, E. C., & Postma, W. F. (2022). Bone marrow aspirate concentrate for the treatment of knee osteoarthritis: A systematic review. The American Journal of Sports Medicine, 50(8), 2315–2323. https://doi.org/10.1177/03635465211018837", "ArticleIdList": ["10.1177/03635465211018837", "34236913"]}, {"Citation": "Lana, J., Lana, A., da Fonseca, L. F., Coelho, M. A., Marques, G. G., Mosaner, T., ... de Andrade, M. A. P. (2022). Stromal vascular fraction for knee osteoarthritis - An update. Journal of Stem Cells and Regenerative Medicine, 18(1), 11–20. https://doi.org/10.46582/jsrm.1801003"}, {"Citation": "Hirose, Y., Funahashi, Y., Matsukawa, Y., Majima, T., Yamaguchi, M., Kawabata, S., . . . Yamamoto, T. (2018). Comparison of trophic factors secreted from human adipose-derived stromal vascular fraction with those from adipose-derived stromal/stem cells in the same individuals. Cytotherapy, 20(4), 589–591."}, {"Citation": "Condé-Green, A., Kotamarti, V. S., Sherman, L. S., Keith, J. D., Lee, E. S., Granick, M. S., Rameshwar, P. (2016). Shift toward mechanical isolation of adipose-derived stromal vascular fraction: Review of upcoming techniques. Plastic and Reconstructive Surgery – Global Open, 4(9), e1017 https://doi.org/10.1097/gox.0000000000001017"}, {"Citation": "Schmitz, C., Alt, C., Würfel, T., Milz, S., Dinzey, J., Hill, A., ... Alt, E. U. (2024). New, biomechanically sound tendon tissue after injection of uncultured, autologous, adipose derived regenerative cells in partial Achilles tendon defects in rabbits. Preprint retrieved from https://www.biorxiv.org/content/ https://doi.org/10.1101/2024.02.18.580890v1 . https://doi.org/10.1101/2024.02.18.580890"}, {"Citation": "Bourin, P., Bunnell, B. A., Casteilla, L., Dominici, M., Katz, A. J., March, K. L., . . . Gimble, J. M. (2013). Stromal cells from the adipose tissue-derived stromal vascular fraction and culture expanded adipose tissue-derived stromal/stem cells: A joint statement of the International Federation for Adipose Therapeutics and Science (IFATS) and the International Society for Cellular Therapy (ISCT). Cytotherapy, 15(6), 641–648."}, {"Citation": "Solakoglu, Ö., Götz, W., Kiessling, M. C., Alt, C., Schmitz, C., & Alt, E. U. (2019). Improved guided bone regeneration by combined application of unmodified, fresh autologous adipose derived regenerative cells and plasma rich in growth factors: A first-in-human case report and literature review. World Journal of Stem Cells, 11(2), 124–146. https://doi.org/10.4252/wjsc.v11.i2.124", "ArticleIdList": ["10.4252/wjsc.v11.i2.124", "30842809", "6397807"]}, {"Citation": "Ude, C. C., Shah, S., Ogueri, K. S., Nair, L. S., & Laurencin, C. T. (2022). Stromal vascular fraction for osteoarthritis of the knee regenerative engineering. Regenerative Engineering and Translational Medicine, 8(2), 210–224.", "ArticleIdList": ["10.1007/s40883-021-00226-x", "35958164"]}, {"Citation": "Hass, R., Kasper, C., Böhm, S., & Jacobs, R. (2011). Different populations and sources of human mesenchymal stem cells (MSC): A comparison of adult and neonatal tissue-derived MSC. Cell Communication and Signaling, 9, 12. https://doi.org/10.1186/1478-811x-9-12", "ArticleIdList": ["10.1186/1478-811x-9-12", "21569606", "3117820"]}, {"Citation": "Lundeen, M., Hurd, J. L., Hayes, M., Hayes, M., Facile, T. R., Furia, J. P., . . . Pearce, D. A. (2023). Management of partial-thickness rotator cuff tears with autologous adipose-derived regenerative cells is safe and more effective than injection of corticosteroid. Scientific Reports, 13(1), 19348. https://doi.org/10.1038/s41598-023-46653-4"}, {"Citation": "Rothoerl, R., Tomelden, J., Alt, E. U. (2023). Safety and efficacy of autologous stem cell treatment for facetogenic chronic back pain. Journal of Personalized Medicine, 13(3). https://doi.org/10.3390/jpm13030436"}, {"Citation": "Schmitz, C., Alt, C., Azares, A. R., Pearce, D. A., Facile, T. R., Furia, J. P., . . . Alt, E. U. (2022). The composition of adipose-derived regenerative cells isolated from lipoaspirate using a point of care system does not depend on the subject's individual age, sex, body mass index and ethnicity. Cells, 12(1). https://doi.org/10.3390/cells12010030"}, {"Citation": "Shanmugasundaram, S., Vaish, A., Chavada, V., Murrell, W. D., & Vaishya, R. (2021). Assessment of safety and efficacy of intra-articular injection of stromal vascular fraction for the treatment of knee osteoarthritis-a systematic review. International Orthopaedics, 45(3), 615–625. https://doi.org/10.1007/s00264-020-04926-x", "ArticleIdList": ["10.1007/s00264-020-04926-x", "33432400"]}, {"Citation": "Marenah, M., Li, J., Kumar, A., & Murrell, W. (2019). Quality assurance and adverse event management in regenerative medicine for knee osteoarthritis: Current concepts. Journal of Clinical Orthopaedics and Trauma, 10(1), 53–58. https://doi.org/10.1016/j.jcot.2018.09.005", "ArticleIdList": ["10.1016/j.jcot.2018.09.005", "30705533"]}, {"Citation": "Rihani, J. (2019). Microfat and nanofat: When and where these treatments work. Facial Plastic Surgery Clinics of North America, 27(3), 321–330. https://doi.org/10.1016/j.fsc.2019.03.004", "ArticleIdList": ["10.1016/j.fsc.2019.03.004", "31280846"]}, {"Citation": "Chen, Z., Ge, Y., Zhou, L., Li, T., Yan, B., Chen, J., . . . Shan, L. (2021). Pain relief and cartilage repair by Nanofat against osteoarthritis: preclinical and clinical evidence. Stem Cell Research & Therapy, 12(1), 477. https://doi.org/10.1186/s13287-021-02538-9"}, {"Citation": "Van Genechten, W., Vuylsteke, K., Martinez, P. R., Swinnen, L., Sas, K., Verdonk, P. (2021). Autologous micro-fragmented adipose tissue (MFAT) to treat symptomatic knee osteoarthritis: Early outcomes of a consecutive case series. Journal of Clinical Medicine, 10(11). https://doi.org/10.3390/jcm10112231"}, {"Citation": "Lach, M. S., Rosochowicz, M. A., Richter, M., Jagiełło, I., Suchorska, W. M., Trzeciak, T. (2022). The induced pluripotent stem cells in articular cartilage regeneration and disease modelling: Are we ready for their clinical use? Cells, 11(3). https://doi.org/10.3390/cells11030529"}, {"Citation": "Murphy, C., Mobasheri, A., Táncos, Z., Kobolák, J., & Dinnyés, A. (2018). The potency of induced pluripotent stem cells in cartilage regeneration and osteoarthritis treatment. Advances in Experimental Medicine and Biology, 1079, 55–68. https://doi.org/10.1007/5584_2017_141", "ArticleIdList": ["10.1007/5584_2017_141", "29270885"]}, {"Citation": "Csobonyeiova, M., Polak, S., Nicodemou, A., Zamborsky, R., Danisovic, L. (2021). iPSCs in modeling and therapy of osteoarthritis. Biomedicines, 9(2). https://doi.org/10.3390/biomedicines9020186"}, {"Citation": "Furia, J. P., Lundeen, M. A., Hurd, J. L., Pearce, D. A., Alt, C., Alt, E. U., . . . Maffulli, N. (2022). Why and how to use the body's own stem cells for regeneration in musculoskeletal disorders: a primer. Journal of Orthopaedic Surgery and Research, 17(1), 36. https://doi.org/10.1186/s13018-022-02918-8"}, {"Citation": "Zhu, Y., Wu, X., Liang, Y., Gu, H., Song, K., Zou, X., & Zhou, G. (2016). Repair of cartilage defects in osteoarthritis rats with induced pluripotent stem cell derived chondrocytes. BMC Biotechnology, 16(1), 78. https://doi.org/10.1186/s12896-016-0306-5", "ArticleIdList": ["10.1186/s12896-016-0306-5", "27829414", "5103600"]}, {"Citation": "Yamashita, A., Morioka, M., Yahara, Y., Okada, M., Kobayashi, T., Kuriyama, S., . . . Tsumaki, N. (2015). Generation of scaffoldless hyaline cartilaginous tissue from human iPSCs. Stem Cell Reports, 4(3), 404–418. https://doi.org/10.1016/j.stemcr.2015.01.016"}, {"Citation": "Xu, M., Stattin, E. L., Shaw, G., Heinegård, D., Sullivan, G., Wilmut, I., . . . Barry, F. (2016). Chondrocytes derived from mesenchymal stromal cells and induced pluripotent cells of patients with familial osteochondritis dissecans exhibit an endoplasmic reticulum stress response and defective matrix assembly. Stem Cells Translational Medicine, 5(9), 1171–1181. https://doi.org/10.5966/sctm.2015-0384"}, {"Citation": "Rim, Y. A., Nam, Y., Park, N., Lee, J., Park, S. H., & Ju, J. H. (2018). Repair potential of nonsurgically delivered induced pluripotent stem cell-derived chondrocytes in a rat osteochondral defect model. Journal of Tissue Engineering and Regenerative Medicine, 12(8), 1843–1855. https://doi.org/10.1002/term.2705", "ArticleIdList": ["10.1002/term.2705", "29770595"]}, {"Citation": "Alanazi, R. F., Alhwity, B. S., Almahlawi, R. M., Alatawi, B. D., Albalawi, S. A., Albalawi, R. A., . . . Elsherbiny, N. (2023). Multilineage differentiating stress enduring (Muse) cells: A new era of stem cell-based therapy. Cells, 12(13). https://doi.org/10.3390/cells12131676"}, {"Citation": "Fisch, S. C., Gimeno, M. L., Phan, J. D., Simerman, A. A., Dumesic, D. A., Perone, M. J., & Chazenbalk, G. D. (2017). Pluripotent nontumorigenic multilineage differentiating stress enduring cells (Muse cells): a seven-year retrospective. Stem cell research & therapy, 8(1), 1–9.", "ArticleIdList": ["10.1186/s13287-017-0674-3"]}, {"Citation": "Velasco, M. G., Satué, K., Chicharro, D., Martins, E., Torres-Torrillas, M., Peláez, P., . . . Rubio, M. (2023). Multilineage-differentiating stress-enduring cells (Muse Cells): The future of human and veterinary regenerative medicine. Biomedicines, 11(2). https://doi.org/10.3390/biomedicines11020636"}, {"Citation": "Toyoda, E., Sato, M., Takahashi, T., Maehara, M., Nakamura, Y., Mitani, G., . . . Watanabe, M. (2019). Multilineage-differentiating stress-enduring (Muse)-like cells exist in synovial tissue. Regenerative Therapy, 10, 17–26."}, {"Citation": "Wang, S., Wang, P., & Zhang, R. (2023). Adipose tissue-derived Muse cells promote autophagy and oxidative stress tolerance in human epidermal melanocytes. Cell and Tissue Banking, 24(1), 253–264.", "ArticleIdList": ["10.1007/s10561-022-10031-7", "35986799"]}, {"Citation": "Kucia, M., Reca, R., Campbell, F., Zuba-Surma, E., Majka, M., Ratajczak, J., & Ratajczak, M. (2006). A population of very small embryonic-like (VSEL) CXCR4+ SSEA-1+ Oct-4+ stem cells identified in adult bone marrow. Leukemia, 20(5), 857–869.", "ArticleIdList": ["10.1038/sj.leu.2404171", "16498386"]}, {"Citation": "Kassmer, S. H., & Krause, D. S. (2013). Very small embryonic-like cells: Biology and function of these potential endogenous pluripotent stem cells in adult tissues. Molecular reproduction and development, 80(8), 677–690.", "ArticleIdList": ["10.1002/mrd.22168", "23440892"]}, {"Citation": "Sampson, E. R., Hilton, M. J., Tian, Y., Chen, D., Schwarz, E. M., Mooney, R. A., . . . Zuscik, M. J. (2011). Teriparatide as a chondroregenerative therapy for injury-induced osteoarthritis. Science Translational Medicine, 3(101), 101ra193. https://doi.org/10.1126/scitranslmed.3002214"}, {"Citation": "Chacón-Martínez, C. A., Koester, J., Wickström, S. A. (2018). Signaling in the stem cell niche: regulating cell fate, function and plasticity. Development, 145(15). https://doi.org/10.1242/dev.165399"}, {"Citation": "Krasnodembskaya, A., Song, Y., Fang, X., Gupta, N., Serikov, V., Lee, J. W., & Matthay, M. A. (2010). Antibacterial effect of human mesenchymal stem cells is mediated in part from secretion of the antimicrobial peptide LL-37. Stem Cells, 28(12), 2229–2238. https://doi.org/10.1002/stem.544", "ArticleIdList": ["10.1002/stem.544", "20945332"]}, {"Citation": "Caplan, A. I. (2017). Mesenchymal stem cells: Time to change the name! Stem Cells Translational Medicine, 6(6), 1445–1451. https://doi.org/10.1002/sctm.17-0051", "ArticleIdList": ["10.1002/sctm.17-0051", "28452204", "5689741"]}, {"Citation": "Karimi, T., Pan, Z., Potaman, V. N., Alt, E. U. (2023). Conversion of unmodified stem cells to pacemaker cells by overexpression of key developmental genes. Cells, 12(10). https://doi.org/10.3390/cells12101381"}, {"Citation": "Alexander, R. (2012). Understanding adipose-derived stromal vascular fraction (AD-SVF) cell biology and use on the basis of cellular, chemical, structural and paracrine components: a concise review. J Prolother, 4(1), e855–869."}, {"Citation": "Barry, F. P., & Murphy, J. M. (2004). Mesenchymal stem cells: clinical applications and biological characterization. The International Journal of Biochemistry & Cell Biology, 36(4), 568–584. https://doi.org/10.1016/j.biocel.2003.11.001", "ArticleIdList": ["10.1016/j.biocel.2003.11.001"]}, {"Citation": "Kong, L., Zheng, L. Z., Qin, L., & Ho, K. K. W. (2017). Role of mesenchymal stem cells in osteoarthritis treatment. Journal of Orthopaedic Translation, 9, 89–103. https://doi.org/10.1016/j.jot.2017.03.006", "ArticleIdList": ["10.1016/j.jot.2017.03.006", "29662803", "5822967"]}, {"Citation": "Shoukrie, S. I., Venugopal, S., Dhanoa, R. K., Selvaraj, R., Selvamani, T. Y., Zahra, A., . . . Hamid, P. F. (2022). Safety and efficacy of injecting mesenchymal stem cells into a human knee joint to treat osteoarthritis: A systematic review. Cureus, 14(5), e24823. https://doi.org/10.7759/cureus.24823"}, {"Citation": "Wirth, T., Parker, N., & Ylä-Herttuala, S. (2013). History of gene therapy. Gene, 525(2), 162–169. https://doi.org/10.1016/j.gene.2013.03.137", "ArticleIdList": ["10.1016/j.gene.2013.03.137", "23618815"]}, {"Citation": "Li, K. C., & Hu, Y. C. (2015). Cartilage tissue engineering: recent advances and perspectives from gene regulation/therapy. Advanced Healthcare Materials, 4(7), 948–968. https://doi.org/10.1002/adhm.201400773", "ArticleIdList": ["10.1002/adhm.201400773", "25656682"]}, {"Citation": "Lee, B., Parvizi, J., Bramlet, D., Romness, D. W., Guermazi, A., Noh, M., . . . Mont, M. A. (2020). Results of a Phase II study to determine the efficacy and safety of genetically engineered allogeneic human chondrocytes expressing TGF-β1. Journal of Knee Surgery, 33(2), 167–172. https://doi.org/10.1055/s-0038-1676803"}, {"Citation": "Lee, H., Kim, H., Seo, J., Choi, K., Lee, Y., Park, K., . . . Choi, H. (2020). TissueGene-C promotes an anti-inflammatory micro-environment in a rat monoiodoacetate model of osteoarthritis via polarization of M2 macrophages leading to pain relief and structural improvement. Inflammopharmacology, 28. https://doi.org/10.1007/s10787-020-00738-y"}, {"Citation": "Lee, M. C., Ha, C. W., Elmallah, R. K., Cherian, J. J., Cho, J. J., Kim, T. W., . . . Mont, M. A. (2015). A placebo-controlled randomised trial to assess the effect of TGF-ß1-expressing chondrocytes in patients with arthritis of the knee. The Bone & Joint Journal, 97-b(7), 924–932. https://doi.org/10.1302/0301-620x.97b7.35852"}, {"Citation": "Ha, C. W., Cho, J. J., Elmallah, R. K., Cherian, J. J., Kim, T. W., Lee, M. C., & Mont, M. A. (2015). A multicenter, single-blind, Phase IIa clinical trial to evaluate the efficacy and safety of a cell-mediated gene therapy in degenerative knee arthritis patients. Human Gene Therapy Clinical Development, 26(2), 125–130. https://doi.org/10.1089/humc.2014.145", "ArticleIdList": ["10.1089/humc.2014.145", "25760423"]}, {"Citation": "Zhang, F., Wen, Y., & Guo, X. (2014). CRISPR/Cas9 for genome editing: progress, implications and challenges. Human Molecular Genetics, 23(R1), R40-46. https://doi.org/10.1093/hmg/ddu125", "ArticleIdList": ["10.1093/hmg/ddu125", "24651067"]}, {"Citation": "Karlsen, T., Fernández Pernas, P., Staerk, J., Caglayan, S., Brinchmann, J. (2016). Generation of IL1β-resistant chondrocytes using CRISPR-CAS genome editing (prevajalec, Trans.; št. 24). https://doi.org/10.1016/j.joca.2016.01.581"}, {"Citation": "Bonato, A., Fisch, P., Ponta, S., Fercher, D., Manninen, M., Weber, D., . . . Zenobi-Wong, M. (2023). Engineering inflammation-resistant cartilage: Bridging gene therapy and tissue engineering. Advanced Healthcare Materials, 12(17), 2202271. https://doi.org/10.1002/adhm.202202271"}, {"Citation": "Shapiro, S. A., Arthurs, J. R., Heckman, M. G., Bestic, J. M., Kazmerchak, S. E., Diehl, N. N., . . . O'Connor, M. I. (2019). Quantitative T2 MRI mapping and 12-month follow-up in a randomized, blinded, placebo controlled trial of bone marrow aspiration and concentration for osteoarthritis of the knees. Cartilage, 10(4), 432–443. https://doi.org/10.1177/1947603518796142"}, {"Citation": "Kim, J. D., Lee, G. W., Jung, G. H., Kim, C. K., Kim, T., Park, J. H., . . . You, Y. B. (2014). Clinical outcome of autologous bone marrow aspirates concentrate (BMAC) injection in degenerative arthritis of the knee. European Journal of Orthopaedic Surgery & Traumatology, 24(8), 1505–1511. https://doi.org/10.1007/s00590-013-1393-9"}, {"Citation": "Gibbs, N., Diamond, R., Sekyere, E. O., & Thomas, W. D. (2015). Management of knee osteoarthritis by combined stromal vascular fraction cell therapy, platelet-rich plasma, and musculoskeletal exercises: a case series. Journal of Pain Research, 8, 799–806. https://doi.org/10.2147/jpr.S92090", "ArticleIdList": ["10.2147/jpr.S92090", "26609244", "4644167"]}, {"Citation": "Van Pham, P., Bui, K. H.-T., Duong, T. D., Nguyen, N. T., Nguyen, T. D., Le, V. T., . . . Ngoc, N. K. (2014). Symptomatic knee osteoarthritis treatment using autologous adipose derived stem cells and platelet-rich plasma: a clinical study. Biomedical Research and Therapy, 1(1), 2. https://doi.org/10.7603/s40730-014-0002-9"}, {"Citation": "Watanabe, S., Hosokawa, H., Sakamoto, T., Horii, M., Ono, Y., Kimura, S., . . . Sasho, T. Investigating the potential of multilineage differentiating stress-enduring cells for osteochondral healing. Cartilage, 0(0), 19476035241262020. https://doi.org/10.1177/19476035241262020"}, {"Citation": "Havens, A. M., Shiozawa, Y., Jung, Y., Sun, H., Wang, J., McGee, S., . . . Taichman, R. S. (2013). Human very small embryonic-like cells generate skeletal structures, in vivo. Stem Cells and Development, 22(4), 622–630. https://doi.org/10.1089/scd.2012.0327"}, {"Citation": "Chahal, J., Gómez-Aristizábal, A., Shestopaloff, K., Bhatt, S., Chaboureau, A., Fazio, A., . . . Viswanathan, S. (2019). Bone marrow mesenchymal Stromal cell treatment in patients with osteoarthritis results in overall improvement in pain and symptoms and reduces synovial inflammation. Stem Cells Translational Medicine, 8(8), 746–757. https://doi.org/10.1002/sctm.18-0183"}, {"Citation": "Freitag, J., Bates, D., Wickham, J., Shah, K., Huguenin, L., Tenen, A., . . . Boyd, R. (2019). Adipose-derived mesenchymal stem cell therapy in the treatment of knee osteoarthritis: A randomized controlled trial. Regenerative Medicine, 14(3), 213–230. https://doi.org/10.2217/rme-2018-0161"}, {"Citation": "Lee, M., Ha, C., Elmallah, R., Cherian, J., Cho, J., Kim, T., . . . Mont, M. (2015). A placebo-controlled randomised trial to assess the effect of TGF-ß1-expressing chondrocytes in patients with arthritis of the knee. The bone & joint journal, 97(7), 924–932."}, {"Citation": "DiNubile, M. J. (2008). Plasma gelsolin as a biomarker of inflammation. Arthritis Research & Therapy, 10(6), 124. https://doi.org/10.1186/ar2547", "ArticleIdList": ["10.1186/ar2547"]}, {"Citation": "Tulpule, S., Jeyaraman, M., Jayakumar, T., Jeyaraman, N., Bapat, A., & Yadav, S. (2023). Gold-induced cytokine (GOLDIC®) Therapy in the management of knee osteoarthritis: An observational study. Cureus, 15(9), e46231. https://doi.org/10.7759/cureus.46231", "ArticleIdList": ["10.7759/cureus.46231", "37908900", "10613552"]}, {"Citation": "Schneider, U., Lotzof, K., Murrell, W., Wachter, E., Hollands, P. (2021). Safety and efficacy of systemically administered autologous Gold-Induced Cytokines (GOLDIC®). CellR4, 9. https://doi.org/10.32113/cellr4_20214_3132"}, {"Citation": "Wang, C. J. (2012). Extracorporeal shockwave therapy in musculoskeletal disorders. Journal of Orthopaedic Surgery and Research, 7, 11. https://doi.org/10.1186/1749-799x-7-11", "ArticleIdList": ["10.1186/1749-799x-7-11", "22433113", "3342893"]}, {"Citation": "Stasinopoulos, D., & Johnson, M. I. (2005). Effectiveness of extracorporeal shock wave therapy for tennis elbow (lateral epicondylitis). British Journal of Sports Medicine, 39(3), 132–136. https://doi.org/10.1136/bjsm.2004.015545", "ArticleIdList": ["10.1136/bjsm.2004.015545", "15728688", "1725150"]}, {"Citation": "Jeong, D., Lee, J. H., Lee, G. B., Shin, K. H., Hwang, J., Jang, S. Y., . . . Jang, W. Y. (2023). Application of extracorporeal shockwave therapy to improve microcirculation in diabetic foot ulcers: A prospective study. Medicine (Baltimore), 102(11), e33310. https://doi.org/10.1097/md.0000000000033310"}, {"Citation": "Cacchio, A., Giordano, L., Colafarina, O., Rompe, J. D., Tavernese, E., Ioppolo, F., . . . Santilli, V. (2009). Extracorporeal shock-wave therapy compared with surgery for hypertrophic long-bone nonunions. The Journal of Bone and Joint Surgery American, 91(11), 2589–2597. https://doi.org/10.2106/jbjs.H.00841"}, {"Citation": "Chen, Y. J., Wurtz, T., Wang, C. J., Kuo, Y. R., Yang, K. D., Huang, H. C., & Wang, F. S. (2004). Recruitment of mesenchymal stem cells and expression of TGF-beta 1 and VEGF in the early stage of shock wave-promoted bone regeneration of segmental defect in rats. Journal of Orthopaedic Research, 22(3), 526–534. https://doi.org/10.1016/j.orthres.2003.10.005", "ArticleIdList": ["10.1016/j.orthres.2003.10.005", "15099631"]}, {"Citation": "Wess, O. J. (2008). A neural model for chronic pain and pain relief by extracorporeal shock wave treatment. Urological research, 36, 327–334.", "ArticleIdList": ["10.1007/s00240-008-0156-2", "18839163"]}, {"Citation": "Baranova, I. V., Bezsmertnyi, Y. A., Bezsmertnaya, H. V., Postovitenko, K. P., Iliuk, I. A., Gumeniuk, A. F., . . . Postovitenko, K. (2020). Analgetic effect of ozone therapy: myths of reality? Polish Annals of Medicine, 27(1), 62–67."}, {"Citation": "Tartari, A. P. S., Moreira, F. F., Pereira, M. C. D. S., Carraro, E., Cidral-Filho, F. J., Salgado, A. I., & Kerppers, I. I. (2020). Anti-inflammatory effect of ozone therapy in an experimental model of rheumatoid arthritis. Inflammation, 43(3), 985–993.", "ArticleIdList": ["10.1007/s10753-020-01184-2", "32382842"]}, {"Citation": "Sconza, C., Respizzi, S., Virelli, L., Vandenbulcke, F., Iacono, F., Kon, E., Di Matteo, B. (2020). Oxygen–ozone therapy for the treatment of knee osteoarthritis: A systematic review of randomized controlled trials. Arthroscopy: The Journal of Arthroscopic & Related Surgery, 36(1), 277–286."}, {"Citation": "Fernández-Cuadros, M. E., Pérez-Moro, O. S., Albaladejo-Florín, M. J., Tobar-Izquierdo, M. M., Magaña-Sánchez, A., Jiménez-Cuevas, P., Rodríguez-de-Cía, J. (2022). Intra articular ozone modulates inflammation and has anabolic effect on knee osteoarthritis: IL-6 and IGF-1 as pro-inflammatory and anabolic biomarkers. Processes, 10(1), 138."}, {"Citation": "Csaki, C., Mobasheri, A., & Shakibaei, M. (2009). Synergistic chondroprotective effects of curcumin and resveratrol in human articular chondrocytes: inhibition of IL-1β-induced NF-κB-mediated inflammation and apoptosis. Arthritis Research & Therapy, 11, 1–17.", "ArticleIdList": ["10.1186/ar2850"]}, {"Citation": "Clark, K. L., Sebastianelli, W., Flechsenhar, K. R., Aukermann, D. F., Meza, F., Millard, R. L., . . . Albert, A. (2008). 24-Week study on the use of collagen hydrolysate as a dietary supplement in athletes with activity-related joint pain. Current medical research and opinion, 24(5), 1485–1496."}, {"Citation": "Schneider, U., Kumar, A., Murrell, W., Ezekwesili, A., Yurdi, N. A., & Maffulli, N. (2021). Intra-articular gold induced cytokine (GOLDIC®) injection therapy in patients with osteoarthritis of knee joint: a clinical study. International Orthopaedics, 45, 497–507.", "ArticleIdList": ["10.1007/s00264-020-04870-w", "33404700"]}, {"Citation": "Shi, L., Gao, F., Sun, W., Wang, B., Guo, W., Cheng, L., . . . Wang, W. (2017). Short-term effects of extracorporeal shock wave therapy on bone mineral density in postmenopausal osteoporotic patients. Osteoporosis International, 28, 2945–2953."}, {"Citation": "Feng, X., Beiping, L. (2017). Therapeutic Efficacy of Ozone Injection into the Knee for the Osteoarthritis Patient along with Oral Celecoxib and Glucosamine. Journal of Clinical and Diagnostic Research, 11(9), Uc01-uc03. https://doi.org/10.7860/jcdr/2017/26065.10533"}]}], "History": [{"Year": "2024", "Month": "7", "Day": "26"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "11", "Minute": "6"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39145857", "10.1007/s12015-024-10768-6", "10.1007/s12015-024-10768-6"]}}]}