{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "OtherAbstract": [{"AbstractText": ["Хронический фарингит (ХФ) является одним из наиболее часто встречающихся заболеваний ротоглотки. Количество обращений пациентов с ХФ достигает 70% от общего числа обращений к врачу-оториноларингологу. Развитию данного заболевания способствуют нервно-рефлекторный фактор и нарушение трофических и обменных процессов. Следует отметить, что из всех форм ХФ наибольшее влияние на качество жизни отмечается именно при атрофическом фарингите (АФ) вследствие наличия выраженных субъективных ощущений со стороны ротоглотки. Многие из современных методов лечения не обеспечивают продолжительный эффект в силу исключительно аппликационного, поверхностного местного воздействия на измененную слизистую оболочку задней стенки глотки без учета изменений, вызванных нарушением трофических процессов в ткани. Перспективными направлениями в лечении АФ являются озонотерапия и низкоинтенсивная лазеротерапия. В статье представлены результаты применения мелкокапельного орошения слизистой оболочки задней стенки глотки маслом «Озонид» в комбинации с низкоинтенсивным лазерным излучением на проекцию сосудов, осуществляющих кровоснабжение средних отделов ротоглотки.", "Повысить эффективность лечения пациентов с атрофическим фарингитом посредством применения озонотерапии и низкоинтенсивной лазеротерапии.", "Проведено одноцентровое экспериментальное контролируемое рандомизированное открытое исследование с участием 90 пациентов с АФ в возрасте от 18 лет. Все пациенты случайным образом разделены на три группы в зависимости от проведенного лечения: группа I — традиционная методика лечения (полоскание ротоглотки растворами антисептиков, применение таблеток для рассасывания), группа II — лечение с применением озонотерапии (мелкокапельное орошение слизистой оболочки задней стенки глотки маслом «Озонид), группа III — лечение с применением озонотерапии и лазеротерапии. При обследовании пациентов проводили сбор анамнеза, оториноларингологический осмотр, цитологическое и микробиологическое исследование слизистой оболочки задней стенки глотки, контактную эндоскопию слизистой оболочки задней стенки глотки. Для оценки жалоб и фарингоскопических признаков использовали 5-балльные визуальные аналоговые шкалы.", "Показано статистически значимое улучшение качества жизни пациентов с АФ (<i>p</i>=0,012), фарингоскопической картины (<i>p</i>=0,003) и микроциркуляции вследствие воздействия озонотерапии и низкоинтенсивного лазерного излучения. Метод с применением озонотерапии и низкоинтенсивной лазеротерапии характеризуется бактерицидным, фунгицидным и противовоспалительным эффектом. Отмечено снижение общей обсемененности задней стенки ротоглотки патогенной и сапрофитной микрофлорой (<i>p</i>≤0,05), а также уменьшение выраженности дискератоза и гиперкератоза у пациентов с АФ.", "Применение озонотерапии в сочетании с лазеротерапией открывает новые перспективы для патогенетически обоснованного и эффективного лечения атрофического фарингита."]}], "CitationSubset": ["IM"], "SpaceFlightMission": [], "InvestigatorList": [], "KeywordList": [["Chronic pharyngitis", "atrophic pharyngitis", "laser therapy", "ozone therapy"]], "GeneralNote": [], "PMID": "39171870", "DateCompleted": {"Year": "2024", "Month": "08", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "22"}, "Article": {"ELocationID": ["10.17116/otorino2024890414"], "ArticleDate": [], "Language": ["rus"], "Journal": {"ISSN": "0042-4668", "JournalIssue": {"Volume": "89", "Issue": "4", "PubDate": {"Year": "2024"}}, "Title": "Vestnik otorinolaringologii", "ISOAbbreviation": "Vestn Otorinolaringol"}, "ArticleTitle": "[Prospects for the use of ozone therapy and low-intensity laser therapy in the treatment of atrophic pharyngitis].", "Pagination": {"StartPage": "4", "EndPage": "13", "MedlinePgn": "4-13"}, "Abstract": {"AbstractText": ["Chronic pharyngitis (CP) is one of the most common diseases of the oropharynx. The number of referrals from patients with CP reaches 70% of the total number of referrals to an otorhinolaryngologist. The development of this disease is facilitated by the neuro-reflex factor and a violation of trophic and metabolic processes. It should be noted that of all forms of CP, the greatest impact on the quality of life is noted precisely in atrophic pharyngitis (AP), due to the presence of pronounced subjective sensations from the oropharynx. Many of the modern methods of treatment do not provide a lasting effect due only to the application, superficial local effect on the altered mucous membrane of the posterior pharyngeal wall, without taking into account the changes caused by a violation of trophic processes in the tissue. A promising direction in the treatment of atrophic pharyngitis is the use of a combined technique - ozone therapy and low-intensity laser therapy. The article presents the results of the application of fine-drip irrigation of the mucous membrane of the posterior pharyngeal wall with Ozonide oil in combination with low-intensity laser radiation on the projection of vessels supplying blood to the middle parts of the oropharynx.", "Improving the effectiveness of treatment of patients with atrophic pharyngitis through the use of ozone therapy and low-intensity laser therapy.", "A single-center experimental controlled randomized open-label study of 90 patients with AP aged 18 and over was conducted. All patients were randomly divided into three groups depending on the treatment performed: group I - traditional treatment method (rinsing the oropharynx with antiseptic solutions, the use of tablets for resorption), group II - treatment with ozone therapy (fine drip irrigation of the mucous membrane of the posterior pharyngeal wall with Ozonide oil), group III - treatment with ozone therapy and laser therapy. During the examination of patients, anamnesis collection, examination of ENT organs, cytological and microbiological examination of the mucous membrane of the posterior pharyngeal wall, contact endoscopy of the mucous membrane of the posterior pharyngeal wall were performed. 5-point visual analogue scales (VAS) were used to assess complaints and pharyngoscopic signs.", "Our results showed a statistically significant improvement in the quality of life of patients with AP (<i>p</i>=0.012), an improvement in the pharyngoscopic picture (<i>p</i>=0.003). The results obtained by us indicate an improvement in microcirculation under the influence of ozone therapy and low-intensity laser radiation. The technique using ozone therapy and low-intensity laser therapy is characterized by a bactericidal and fungicidal effect. There is a decrease in the total contamination of the posterior wall of the oropharynx with pathogenic and saprophytic microflora (there is a decrease in the contamination of the posterior wall of the pharynx with saprophytic and pathogenic microflora (<i>p</i>≤0.05), the differences are statistically significant). The technique using ozone therapy and low-intensity laser therapy has a pronounced anti-inflammatory effect, which was expressed in a decrease in the severity of dyskeratosis and hyperkeratosis. Thus, the use of ozone therapy in combination with laser therapy opens up new prospects for pathogenetically sound and effective treatment of AP."]}, "AuthorList": [{"Identifier": ["0000-0002-0149-0676"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."}, {"Identifier": [], "Affiliation": "Pirogov Russian National Research Medical University, Moscow, Russia."}], "LastName": "Kryukov", "ForeName": "A I", "Initials": "AI"}, {"Identifier": ["0000-0001-5123-5991"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Spasokukotsky Moscow Scientific and Practical Center for Medical Rehabilitation, Rehabilitation and Sports Medicine, Moscow, Russia."}], "LastName": "Pogonchenkova", "ForeName": "I V", "Initials": "IV"}, {"Identifier": ["0000-0002-1408-3308"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Spasokukotsky Moscow Scientific and Practical Center for Medical Rehabilitation, Rehabilitation and Sports Medicine, Moscow, Russia."}], "LastName": "Kulikov", "ForeName": "A G", "Initials": "AG"}, {"Identifier": ["0000-0002-1214-4939"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."}], "LastName": "Tovmasyan", "ForeName": "A S", "Initials": "AS"}, {"Identifier": ["0000-0002-9397-1900"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."}], "LastName": "Filina", "ForeName": "E V", "Initials": "EV"}, {"Identifier": ["0000-0002-2079-1482"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Russian Presidential Academy of National Economy and Public Administration (RANEPA), Moscow, Russia."}, {"Identifier": [], "Affiliation": "LLC Pediatrics, Moscow, Russia."}], "LastName": "Schepkina", "ForeName": "E V", "Initials": "EV"}, {"Identifier": ["0000-0003-2182-5792"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Moscow Aviation Institute (National Research University), Moscow, Russia."}], "LastName": "Kuznetsov", "ForeName": "A I", "Initials": "AI"}, {"Identifier": ["0000-0003-1340-8649"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "City Clinical Oncological Hospital No. 1, Moscow, Russia."}], "LastName": "Tarakanova", "ForeName": "O V", "Initials": "OV"}], "PublicationTypeList": ["English Abstract", "Journal Article"], "VernacularTitle": "Perspektivy primeneniya ozonoterapii i nizkointensivnoi lazeroterapii pri lechenii atroficheskogo faringita."}, "MedlineJournalInfo": {"Country": "Russia (Federation)", "MedlineTA": "Vestn Otorinolaringol", "NlmUniqueID": "0416577", "ISSNLinking": "0042-4668"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": ["methods"], "DescriptorName": "Low-Level Light Therapy"}, {"QualifierName": ["therapy", "etiology"], "DescriptorName": "Pharyngitis"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Atrophy"}, {"QualifierName": [], "DescriptorName": "Quality of Life"}, {"QualifierName": [], "DescriptorName": "Pharynx"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "8", "Day": "22", "Hour": "12", "Minute": "45"}, {"Year": "2024", "Month": "8", "Day": "22", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "8", "Day": "22", "Hour": "8", "Minute": "50"}], "PublicationStatus": "ppublish", "ArticleIdList": ["39171870", "10.17116/otorino2024890414"]}}], "PubmedBookArticle": []}