{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "OtherAbstract": [], "InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Culturable endophytic fungi", "Exogenous protectants", "Nutrient uptake", "Ozone pollution", "Photosynthesis"]], "GeneralNote": [], "PMID": "39178802", "DateRevised": {"Year": "2024", "Month": "08", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2024", "Month": "08", "Day": "19"}], "ELocationID": ["10.1016/j.plaphy.2024.109059", "S0981-9428(24)00727-7"], "Language": ["eng"], "Journal": {"ISSN": "1873-2690", "JournalIssue": {"Volume": "215", "PubDate": {"Year": "2024", "Month": "Aug", "Day": "19"}}, "Title": "Plant physiology and biochemistry : PPB", "ISOAbbreviation": "Plant Physiol Biochem"}, "ArticleTitle": "Exogenous protectants alleviate ozone stress in Trifolium repens: Impacts on plant growth and endophytic fungi.", "Pagination": {"StartPage": "109059", "MedlinePgn": "109059"}, "Abstract": {"AbstractText": ["Industrialization-driven surface ozone (O<sub>3</sub>) pollution significantly impairs plant growth. This study evaluates the effectiveness of exogenous protectants [3 mg L⁻<sup>1</sup> abscisic acid (ABA), 400 mg L⁻<sup>1</sup> ethylenediurea (EDU), and 80 mg L⁻<sup>1</sup> spermidine (Spd)] on Trifolium repens subjected to O<sub>3</sub> stress in open-top chambers, focusing on plant growth and dynamics of culturable endophytic fungal communities. Results indicate that O<sub>3</sub> exposure adversely affects photosynthesis, reducing root biomass and altering root structure, which further impacts the ability of plant to absorb essential nutrients such as potassium (K), magnesium (Mg), and zinc (Zn). Conversely, the application of ABA, EDU, and Spd significantly enhanced total biomass and chlorophyll content in T. repens. Specifically, ABA and Spd significantly improved root length, root surface area, and root volume, while EDU effectively reduced leaves' malondialdehyde levels, indicating decreased oxidative stress. Moreover, ABA and Spd treatments significantly increased leaf endophytic fungal diversity, while root fungal abundance declined. The relative abundance of Alternaria in leaves was substantially reduced by these treatments, which correlated with enhanced chlorophyll content and photosynthesis. Concurrently, EDU and Spd treatments increased the abundance of Plectosphaerella, enhance the absorption of K, Ca, and Mg. In roots, ABA treatment increased the abundance of Paecilomyces, while Spd treatment enhanced the presence of Stemphylium, linked to improved nitrogen (N), phosphorus (P), and K uptake. These findings suggest that specific symbiotic fungi mitigate O<sub>3</sub>-induced stress by enhancing nutrient absorption, promoting growth. This study highlights the potential of exogenous protectants to enhance plant resilience against O<sub>3</sub> pollution through modulating interactions with endophytic fungal communities."], "CopyrightInformation": "Copyright © 2024 Elsevier Masson SAS. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: xiebing0526@163.com."}], "LastName": "Xie", "ForeName": "Bing", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: hauzzp@163.com."}], "LastName": "Zhao", "ForeName": "Zipeng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: kingnana77@hebau.edu.cn."}], "LastName": "Wang", "ForeName": "Xiaona", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: wikiwang0421@hebau.edu.cn."}], "LastName": "Wang", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ecology, School of Applied Meteorology, Nanjing University of Information Science & Technology (NUIST), Nanjing, 210044, China. Electronic address: xiangyang.yuan@nuist.edu.cn."}], "LastName": "Yuan", "ForeName": "Xiangyang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: guochang24264@163.com."}], "LastName": "Guo", "ForeName": "Chang", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Landscape Architecture and Tourism, Hebei Agricultural University, Baoding, 071000, China. Electronic address: xu550lang@163.com."}], "LastName": "Xu", "ForeName": "Lang", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "France", "MedlineTA": "Plant Physiol Biochem", "NlmUniqueID": "9882449", "ISSNLinking": "0981-9428"}, "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "5", "Day": "5"}, {"Year": "2024", "Month": "8", "Day": "6"}, {"Year": "2024", "Month": "8", "Day": "19"}, {"Year": "2024", "Month": "8", "Day": "24", "Hour": "16", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "24", "Hour": "16", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "23", "Hour": "18", "Minute": "10"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39178802", "10.1016/j.plaphy.2024.109059", "S0981-9428(24)00727-7"]}}]}