{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "OtherID": [], "GeneralNote": [], "KeywordList": [["Air pollution", "Environmental governance", "Health impacts", "Sustainable development", "Visibility reduction"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "PMID": "39212804", "DateCompleted": {"Year": "2024", "Month": "08", "Day": "30"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "30"}, "Article": {"ELocationID": ["10.1007/s10661-024-12925-3"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "30"}], "Language": ["eng"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "196", "Issue": "9", "PubDate": {"Year": "2024", "Month": "Aug", "Day": "30"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "Assessing and anticipating environmental challenges in Lahore, Pakistan: future implications of air pollution on sustainable development and environmental governance.", "Pagination": {"StartPage": "865", "MedlinePgn": "865"}, "Abstract": {"AbstractText": ["Urban environment and air quality are changing primarily due to land use land cover (LULC) changes, economic activity, and urbanization. Air pollution has been increasingly acknowledged as a major issue for cities due to its extensive effects on health and well-being. As the second most populous city in the country, Lahore faces alarming levels of air pollutants, which induced this study to focus on the pervasive issue of air pollution in Lahore. For this, the study collected air pollutants data from the Environmental Protection Department of Punjab and analyzed them using the ARIMA model. In the research results, both the observed data and predictive models uncovered concerning trends in pollutant concentrations, ultimately portraying a concerning picture for air quality management. Carbon monoxide (CO) levels show a consistent rise, surpassing Pakistan's environmental standards by 2025. Similarly, nitrogen dioxide (NO<sub>2</sub>) concentrations escalate, exceeding prescribed standards. Ground-level ozone (O<sub>3</sub>) also demonstrates a substantial increase, surpassing standards by 2025. Both PM<sub>2.5</sub> and PM<sub>10</sub> exhibit marked upward trends, projected to exceed recommended limits, particularly PM<sub>10</sub> throughout the study year. The Air Quality Index exhibits an observable upward trend, fluctuating between 70 and 442 from 2015 to 2020. Similarly, a positive correlation was found between population growth and land use conversion into residential areas. Projections suggest a continuous increase, potentially hitting a severe level of 500 during winter by 2025. These findings point to an impending air pollution crisis, demanding urgent action to address the hazardous situation in the city. The study recommends that urban air pollution should be reduced, and the negative health effects of air pollution should be minimized using vegetation barriers, screens, and greening initiatives. Strict regulations and monitoring initiatives need to be put in place in big cities to monitor pollution and vegetation."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Geography, University of the Punjab, Lahore, 54000, Pakistan. Nasarbhalli@gmail.com."}], "Identifier": [], "LastName": "Nasar-U-Minallah", "ForeName": "Muhammad", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, University of Malaya, Kuala Lumpur, Malaysia."}], "Identifier": [], "LastName": "Jabbar", "ForeName": "Muhammad", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Lahore College for Women University, Lahore, 54000, Pakistan."}], "Identifier": [], "LastName": "Zia", "ForeName": "Sahar", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, GC University, Faisalabad, 3800, Pakistan."}], "Identifier": [], "LastName": "Perveen", "ForeName": "Nusrat", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Sustainable Development"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmad, M., Cheng, S., Yu, Q., Qin, W., Zhang, Y., & Chen, J. (2020). Chemical and source characterization of PM2. 5 in summertime in severely polluted Lahore, Pakistan. Atmospheric Research, 234, 104715."}, {"Citation": "Ali, M., & Athar, M. (2010). Impact of transport and industrial emissions on the ambient air quality of Lahore City, Pakistan. Environmental Monitoring and Assessment, 171, 353–363."}, {"Citation": "Asefa, E. M., Damtew, Y. T., & Barasa, K. B. (2021). Landfill site selection using GIS-Based multicriteria evaluation technique in Harar City, Eastern Ethiopia. Environmental Health Insights, 15, 117863022110531. https://doi.org/10.1177/11786302211053174", "ArticleIdList": ["10.1177/11786302211053174"]}, {"Citation": "Ashraf, A., Butt, A., Khalid, I., Alam, R. U., & Ahmad, S. R. (2019). Smog analysis and its effect on reported ocular surface diseases: A case study of 2016 smog event of Lahore. Atmospheric Environment, 198, 257–264. https://doi.org/10.1016/j.atmosenv.2018.10.029", "ArticleIdList": ["10.1016/j.atmosenv.2018.10.029"]}, {"Citation": "Aslam, R. W., Shu, H., Tariq, A., Naz, I., Ahmad, M. N., Quddoos, A., ... Aeman, H. (2024). Monitoring landuse change in Uchhali and Khabeki wetland lakes, Pakistan using remote sensing data. Gondwana Research, 129, 252–267."}, {"Citation": "Aslam, R. W., Shu, H., Yaseen, A., et al. (2023). Identification of time-varying wetlands neglected in Pakistan through remote sensing techniques. Environmental Science and Pollution Research, 30, 74031–74044. https://doi.org/10.1007/s11356-023-27554-5", "ArticleIdList": ["10.1007/s11356-023-27554-5"]}, {"Citation": "Azhar, R., Javed, M. A., Nasar-u-Minallah, M., Machado, S., Jabbar, M. (2024). Urban transformation in Lahore: Three decades of land cover changes, green space decline, and sustainable development challenges. Geography, Environment, Sustainability, 2(17), 6–17. https://doi.org/10.24057/2071-9388-2024-3204"}, {"Citation": "Bilgilioglu, S. S., Gezgin, C., Orhan, O., & Karakus, P. (2022). A GIS-based multi-criteria decision-making method for the selection of potential municipal solid waste disposal sites in Mersin, Turkey. Environmental Science and Pollution Research, 29(4), 5313–5329. https://doi.org/10.1007/s11356-021-15859-2", "ArticleIdList": ["10.1007/s11356-021-15859-2"]}, {"Citation": "Brook, R. D., Rajagopalan, S., Pope, C. A., et al. (2010). Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation, 121(21), 2331–2378.", "ArticleIdList": ["10.1161/CIR.0b013e3181dbece1"]}, {"Citation": "Butt, A., Shabbir, R., Ahmad, S. S., Aziz, N., Nawaz, M., & Shah, M. T. A. (2015). Land cover classification and change detection analysis of Rawal watershed using remote sensing data. Journal of Biodiversity and Environmental Sciences, 6(1), 236–248."}, {"Citation": "Dadvand, P., Rivas, I., Basagaña, X., Alvarez-Pedrerol, M., Su, J., Pascual, M. D. C., Amato, F., Jerret, M., Querol, X., & Sunyer, J. (2015). The association between greenness and traffic-related air pollution at schools. Science of the Total Environment, 523, 59–63. https://doi.org/10.1016/j.scitotenv.2015.03.103", "ArticleIdList": ["10.1016/j.scitotenv.2015.03.103"]}, {"Citation": "Dockery, D. W., Pope, C. A., Xu, X., Spengler, J. D., Ware, J. H., Fay, M. E., Ferris, B. G., & Speizer, F. E. (1993). An association between air pollution and mortality in six U.S. cities. New England Journal of Medicine, 329(24), 1753–1759. https://doi.org/10.1056/NEJM199312093292401", "ArticleIdList": ["10.1056/NEJM199312093292401"]}, {"Citation": "EPA. (2007). Air quality monitoring annual reports, 2007. Punjab Environmental Protection Agency. Available at https://epd.punjab.gov.pk/air_quality"}, {"Citation": "EPA. (2014). Air quality monitoring reports, 2007–2014. Punjab Environmental Protection Agency. Available at https://epd.punjab.gov.pk/air_quality"}, {"Citation": "EPA. (2020). Air quality monitoring reports, 2015–2020. Punjab Environmental Protection Agency. Available at https://epd.punjab.gov.pk/reports"}, {"Citation": "Escobedo, F. J., Kroeger, T., & Wagner, J. E. (2011). Urban forests and pollution mitigation: Analyzing ecosystem services and disservices. Environmental Pollution, 159(8–9), 2078–2087.", "ArticleIdList": ["10.1016/j.envpol.2011.01.010"]}, {"Citation": "European Environment Agency. (2018). Air quality in Europe – 2018 report. European Environment Agency."}, {"Citation": "Farooqi, Z. U. R., Sabir, M., Latif, J., Aslam, Z., Ahmad, H. R., Ahmad, I., Imran, M., & Ilić, P. (2020). Assessment of noise pollution and its effects on human health in the industrial hub of Pakistan. Environmental Science and Pollution Research, 27(3), 2819–2828.", "ArticleIdList": ["10.1007/s11356-019-07105-7"]}, {"Citation": "Fatima, M., Butt, I., Nasar-u-Minallah, M., Atta, A., & Cheng, G. (2023). Assessment of air pollution and its association with population health: Geo-statistical evidence from Pakistan. Geography, Environment, Sustainability, 16(2), :93-101. https://doi.org/10.24057/2071-9388-2022-155", "ArticleIdList": ["10.24057/2071-9388-2022-155"]}, {"Citation": "Fiore, A. M., Naik, V., Spracklen, D. V., Steiner, A., Unger, N., Prather, M., Bergmann, D., Cameron-Smith, P. J., Cionni, I., & Collins, W. J. (2012). Global air quality and climate. Chemical Society Reviews, 41(19), 6663–6683.", "ArticleIdList": ["10.1039/c2cs35095e"]}, {"Citation": "García-Gómez, H., Aguillaume, L., Izquieta-Rojano, S., Valiño, F., Àvila, A., Elustondo, D., Santamaría, J. M., Alastuey, A., Calvete-Sogo, H., González-Fernández, I., & Alonso, R. (2016). Atmospheric pollutants in peri-urban forests of Quercus ilex: Evidence of pollution abatement and threats for vegetation. Environmental Science and Pollution Research, 23(7), 6400–6413. https://doi.org/10.1007/s11356-015-5862-z", "ArticleIdList": ["10.1007/s11356-015-5862-z"]}, {"Citation": "Givoni, M., & Banister, D. (2010). Integrated transport: From policy to practice. Routledge.", "ArticleIdList": ["10.4324/9780203850886"]}, {"Citation": "Gómez-Moreno, F. J., Artíñano, B., Ramiro, E. D., Barreiro, M., Núñez, L., Coz, E., Dimitroulopoulou, C., Vardoulakis, S., Yagüe, C., & Maqueda, G. (2019). Urban vegetation and particle air pollution: Experimental campaigns in a traffic hotspot. Environmental Pollution, 247, 195–205.", "ArticleIdList": ["10.1016/j.envpol.2019.01.016"]}, {"Citation": "Gurjar, B. R., Molina, L. T., & Ojha, C. S. P. (2016). Air pollution: Health and environmental impacts. CRC Press."}, {"Citation": "Hanif, A. (2020). Identification of ecosystem services in big cities of Pakistan: A case study of Lahore. Center For South Asian Studies, University of the Punjab. Available at https://prr.hec.gov.pk/jspui/handle/123456789/19004"}, {"Citation": "Hanif, A., Nasar-u-Minallah, M., Zia, S., & Ashraf, I. (2022). Mapping and analyzing the park cooling intensity in mitigation of urban heat island effect in Lahore, Pakistan. Korean Journal of Remote Sensing, 38(1), 127–137. https://doi.org/10.7780/kjrs.2022.38.1.10", "ArticleIdList": ["10.7780/kjrs.2022.38.1.10"]}, {"Citation": "Hussain, S., Mubeen, M., Ahmad, A., Akram, W., Hammad, H. M., Ali, M., ... & Nasim, W. (2020). Using GIS tools to detect the land use/land cover changes during forty years in Lodhran District of Pakistan. Environmental Science and Pollution Research, 27, 39676–39692."}, {"Citation": "IPCC. (2014). Mitigation of climate change. In Contribution of working group III to the fifth assessment report of the intergovernmental panel on climate change (vol. 1454, p. 147)."}, {"Citation": "Iqbal, T. (2011). An investigation of spatial patterns of urban air pollution and source recognition through GIS and remote sensing in Lahore. School of Environment and Life Sciences, University of Salford Greater Manchester. Available at  https://www.scribd.com/document/104082899/Pollution-Analysis-Through-GISand-RS"}, {"Citation": "Jabbar, M., Nasar-u-Minallah, M., & Yusoff, M. M. (2024a). Predicting the impact of land use changes on thermal environment in Lahore, Pakistan: Implications for urban planning. Geography, Environment, Sustainability, 17(1), 95–109. https://doi.org/10.24057/2071-9388-2023-2862", "ArticleIdList": ["10.24057/2071-9388-2023-2862"]}, {"Citation": "Jabbar, M., Nasar-u-Minallah, M. & Yusoff, M. M. (2024b). Measuring and modeling the association between human psychological well-being and urban green spaces of Lahore, Pakistan. Journal of Environmental Studies and Sciences. https://doi.org/10.1007/s13412-024-00895-4"}, {"Citation": "Jabbar, M., Nasar-u-Minallah, M. & Yusoff, M. M. (2024c). Measuring human-environment interaction for human health in Lahore, Pakistan: Toward a nature-based solution. GeoJournal, 89, 172. https://doi.org/10.1007/s10708-024-11180-w"}, {"Citation": "Jacobson, M. Z., Delucchi, M. A., Cameron, M. A., et al. (2017). 100% clean and renewable wind, water, and sunlight (WWS) all-sector energy roadmaps for 139 countries of the world. Joule, 1(1), 108–121.", "ArticleIdList": ["10.1016/j.joule.2017.07.005"]}, {"Citation": "Javed, W., Murtaza, G., & Ahmad, H. R. (2015). A GIS-based study on air quality assessment along the roadside environment in Faisalabad, Pakistan. Pollution Research, 34(1), 1–7."}, {"Citation": "Khanum, F., Chaudhry, M. N., Skouteris, G., Saroj, D., & Kumar, P. (2021). Chemical composition and source characterization of PM10 in urban areas of Lahore, Pakistan. Indoor and Built Environment, 30(7), 924–937. https://doi.org/10.1177/1420326X20924073", "ArticleIdList": ["10.1177/1420326X20924073"]}, {"Citation": "Kumar, P., Druckman, A., Gallagher, J., Gatersleben, B., Allison, S., Eisenman, T. S., Hoang, U., Hama, S., Tiwari, A., & Sharma, A. (2019). The nexus between air pollution, green infrastructure and human health. Environment International, 133, 105181."}, {"Citation": "Lelieveld, J., Evans, J. S., Fnais, M., Giannadaki, D., & Pozzer, A. (2015). The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature, 525(7569), 367–371.  https://doi.org/10.1038/nature15371"}, {"Citation": "Li, G., Luo, J., & Liu, S. (2024). Performance evaluation of economic relocation effect for environmental non-governmental organizations: Evidence from China. Economics, 18(1), 20220080. https://doi.org/10.1515/econ-2022-0080", "ArticleIdList": ["10.1515/econ-2022-0080"]}, {"Citation": "Luo, J., Zhuo, W., Liu, S., & Xu, B. (2024). The optimization of carbon emission prediction in low carbon energy economy under big data. IEEE Access, 12, 14690–14702. https://doi.org/10.1109/ACCESS.2024.3351468", "ArticleIdList": ["10.1109/ACCESS.2024.3351468"]}, {"Citation": "Miller, K. A., Siscovick, D. S., Sheppard, L., et al. (2007). Long-term exposure to air pollution and incidence of cardiovascular events in women. New England Journal of Medicine, 356(5), 447–458.", "ArticleIdList": ["10.1056/NEJMoa054409"]}, {"Citation": "Monks, P. S., Archibald, A. T., Colette, A., Cooper, O., Coyle, M., Derwent, R., Fowler, D., Granier, C., Law, K. S., & Mills, G. E. (2015). Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer. Atmospheric Chemistry and Physics, 15(15), 8889–8973.", "ArticleIdList": ["10.5194/acp-15-8889-2015"]}, {"Citation": "Nasar-u-Minallah, M., Haase, D., Qureshi, S., Zia, S., & Munnaza, F. (2023). Ecological monitoring of urban thermal field variance index and determining the surface urban heat island effects in Lahore, Pakistan. Environ Monit Assess, 195, 1212. https://doi.org/10.1007/s10661-023-11799-1", "ArticleIdList": ["10.1007/s10661-023-11799-1"]}, {"Citation": "Nasar-u-Minallah, M., Parveen, N., Bushra, & Jabbar, M. (2024a). Assessing air quality dynamics in Punjab, Pakistan: Pre, during, and post COVID-19 lockdown and evaluating strategies for mitigating. GeoJournal, 89, 125. https://doi.org/10.1007/s10708-024-11132-4"}, {"Citation": "Nasar-u-Minallah, M., Haase, D., & Qureshi, S. (2024b). Evaluating the impact of landscape configuration, patterns and composition on land surface temperature: An urban heat island study in the Megacity Lahore, Pakistan. Environ Monit Assess, 196, 627. https://doi.org/10.1007/s10661-024-12758-0", "ArticleIdList": ["10.1007/s10661-024-12758-0"]}, {"Citation": "Nasar-u-Minallah, M., Zia S., Rahman A., Riaz O. (2021) Spatio-temporal analysis of urban expansion and future growth patterns of Lahore, Pakistan. Geography, Environment, Sustainability, 14(3):41–53. https://doi.org/10.24057/2071-9388-2020-215"}, {"Citation": "Pakistan Air Quality Index (AQI) and Air Pollution information | AirVisual. (n.d.). Retrieved 15 March 2021, from https://www.iqair.com/us/pakistan"}, {"Citation": "Pope, C. A., & Dockery, D. W. (2006). Health effects of fine particulate air pollution: Lines that connect. Journal of the Air & Waste Management Association, 56(6), 709–742.", "ArticleIdList": ["10.1080/10473289.2006.10464485"]}, {"Citation": "Pope, C. A., III., Burnett, R. T., Thun, M. J., Calle, E. E., Krewski, D., Ito, K., & Thurston, G. D. (2002). Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA, 287(9), 1132–1141.", "ArticleIdList": ["10.1001/jama.287.9.1132"]}, {"Citation": "Power, M. C., Weisskopf, M. G., Alexeeff, S. E., et al. (2016). Traffic-related air pollution and cognitive function in a cohort of older men. Environmental Health Perspectives, 124(3), 400–405."}, {"Citation": "Raaschou-Nielsen, O., Andersen, Z. J., Beelen, R., et al. (2013). Air pollution and lung cancer incidence in 17 European cohorts: Prospective analyses from the European study of cohorts for air pollution effects (ESCAPE). The Lancet Oncology, 14(9), 813–822.", "ArticleIdList": ["10.1016/S1470-2045(13)70279-1"]}, {"Citation": "Ren, Y., Qu, Z., Du, Y., Xu, R., Ma, D., Yang, G., Shi, Y., Fan, X., Tani, A., & Guo, P. (2017). Air quality and health effects of biogenic volatile organic compounds emissions from urban green spaces and the mitigation strategies. Environmental Pollution, 230, 849–861.", "ArticleIdList": ["10.1016/j.envpol.2017.06.049"]}, {"Citation": "Ritz, B., Wilhelm, M., & Zhao, Y. (2012). Air pollution and infant health: What can we learn from California’s recent experience? Journal of Environmental & Public Health, 2012, 1–10."}, {"Citation": "Schnoor, J. L. (1996). Environmental modelling: Fate and transport of pollutants in water, air, and soil. John Wiley and Sons."}, {"Citation": "Shang, M., & Luo, J. (2021). The Tapio decoupling principle and key strategies for changing factors of Chinese urban carbon footprint based on cloud computing. International Journal of Environmental Research and Public Health, 18, 2101. https://doi.org/10.3390/ijerph18042101"}, {"Citation": "Stieb, D. M., Burnett, R. T., Smith-Doiron, M., Brion, O., Shin, H. H., & Economou, V. (2008). A new multipollutant, no-threshold air quality health index based on short-term associations observed in daily time-series analyses. Journal of the Air & Waste Management Association, 58(3), 435–450."}, {"Citation": "Ullah, A. S., Rashid, H., Khan, S. N., Akbar, M. U., Arshad, A., Rahman, M. M., & Mustafa, S. (2022). A localized assessment of groundwater quality status using GIS-based water quality index in industrial zone of Faisalabad, Pakistan. Water, 14(20), 3342.", "ArticleIdList": ["10.3390/w14203342"]}, {"Citation": "UNEP. (2019). Air pollution and human health: The impact of particulate matter. United Nations Environment Programme."}, {"Citation": "WHO. (2016). Urban green spaces and health: A review of evidence. World Health Organization."}, {"Citation": "WHO. (2021). Review of evidence on health aspects of air pollution: REVIHAAP project: Technical report (No. WHO/EURO: 2013-4101-43860-61757). World Health Organization. Regional Office for Europe."}, {"Citation": "WHO. (2024). Air quality, energy and health. World Health Organization. Available from https://www.who.int/teams/environment-climate-change-and-health/air-quality-and-health/healthimpacts/types-of-pollutants . Accessed 10 Jul 2024"}, {"Citation": "Yuan, M., Song, Y., Huang, Y., Hong, S., & Huang, L. (2018). Exploring the association between urban form and air quality in China. Journal of Planning Education and Research, 38(4), 413–426.", "ArticleIdList": ["10.1177/0739456X17711516"]}, {"Citation": "Zhang, R., & Wang, G. (2016). Precipitation and its role in atmospheric depletion and recovery of urban air quality. Atmospheric Chemistry and Physics, 16(13), 7475–7486."}, {"Citation": "Zhang, R., Zhang, Y., Lin, H., et al. (2020). Global climate change, population size, and antibiotic consumption: A one health approach. Public Library of Science Biology, 18(1), e3000612."}, {"Citation": "Zhao, H., Li, Q., Li, S., Liu, H., & Xu, Z. (2010). Emission characteristics of various fuel vehicles during idling mode and high-altitude environment. Atmospheric Environment, 44(1), 22–29."}, {"Citation": "Zia, S., Nasar-u-Minallah, M., Zahra, N., & Hanif, A. (2022). The effect of urban green spaces in reducing urban flooding in Lahore, Pakistan, using geospatial techniques. Geography, Environment, Sustainability, 3(15), 47–55. https://doi.org/10.24057/2071-9388-2021-135", "ArticleIdList": ["10.24057/2071-9388-2021-135"]}, {"Citation": "Zia, s, Yaqoob, S., Nasar-u-Minallah, M., Hanif, A., & Aslam, A. (2021). Relationship analysis between vegetation and traffic noise pollution: A case study of Lahore, Pakistan. International Journal of Economic and Environmental Geology, 12(3), 65–69.", "ArticleIdList": ["10.46660/ijeeg.Vol12.Iss3.2021.624"]}], "Title": "References"}], "History": [{"Year": "2024", "Month": "8", "Day": "31", "Hour": "9", "Minute": "53"}, {"Year": "2024", "Month": "5", "Day": "14"}, {"Year": "2024", "Month": "7", "Day": "23"}, {"Year": "2024", "Month": "8", "Day": "31", "Hour": "9", "Minute": "52"}, {"Year": "2024", "Month": "8", "Day": "30", "Hour": "11", "Minute": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["39212804", "10.1007/s10661-024-12925-3", "10.1007/s10661-024-12925-3"]}}], "PubmedBookArticle": []}