{"PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "OtherID": [], "KeywordList": [["Influence factors", "Ozone", "Random forest", "Response regulation", "Sensitive analysis"]], "SpaceFlightMission": [], "InvestigatorList": [], "GeneralNote": [], "CitationSubset": [], "PMID": "39224321", "DateRevised": {"Year": "2024", "Month": "09", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2024", "Month": "08", "Day": "14"}], "ELocationID": ["e36303", "10.1016/j.heliyon.2024.e36303"], "Language": ["eng"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "16", "PubDate": {"Year": "2024", "Month": "Aug", "Day": "30"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Identification of response regulation governing ozone formation based on influential factors using a random forest approach.", "Pagination": {"StartPage": "e36303", "MedlinePgn": "e36303"}, "Abstract": {"AbstractText": ["The pursuit of enhanced scientific, refined, and precise ozone and air quality control continues to pose significant challenges. Using data visualization techniques and random forest (RF) algorithms, the temporal distribution of atmospheric pollutants and the interrelationship between O<sub>3</sub> concentration and its influential factors were investigated with one-year monitoring data in Deqing county in 2021. The local atmospheric conditions predominantly belonged to NOx-sensitive and transition zone. Extremely high O<sub>3</sub> concentration were primarily observed when temperatures (T) exceeded 30 °C, with relative humidity (RH) ranging between 30 and 60 %. NO<sub>2</sub>, RH and T were identified as the top 3 important factors, and O<sub>3</sub> concentration have stronger linearly relationship to RH and T, while stronger nonlinearly relationship to NO<sub>2</sub>. By employing an optimized RF model, controlling consistent mild and high reaction atmospheric conditions, the O<sub>3</sub> concentration response to the change of individual influencing factors was acquired. The O<sub>3</sub> concentration increased and then decreased in response to the increasing NO<sub>2</sub> concentration, displaying a characteristic inflection point at 10 μg m<sup>-3</sup>. More reactive radicals produced at higher VOCs concentration and continuing NO<i>x</i> cycle at lower NO<sub>2</sub> concentration, resulting in the acceleration in the direction of producing more O<sub>3</sub>. Therefore, the significant different O<sub>3</sub> response to variation of VOCs and NO<i>x</i> concentration between mild and high reaction atmospheric conditions, as well as the existing of oxidant elevation should be considered in local air quality control. This study demonstrates the efficacy of ML methods in simulating nonlinear response of O<sub>3</sub>, supports the understanding of local O<sub>3</sub> formation and quick guidance for precise local O<sub>3</sub> pollution control and the related strategies."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecological Environmental Monitoring Station of Deqing County, Huzhou, 313200, China."}, {"Identifier": [], "Affiliation": "College of Environment, Zhejiang University of Technology, Hangzhou, 310032, China."}], "LastName": "Huang", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecological Environmental Monitoring Station of Deqing County, Huzhou, 313200, China."}], "LastName": "Wang", "ForeName": "Qingqing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environment, Zhejiang University of Technology, Hangzhou, 310032, China."}], "LastName": "Ou", "ForeName": "Xiaojie", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environment, Zhejiang University of Technology, Hangzhou, 310032, China."}], "LastName": "Sheng", "ForeName": "Dongping", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environment, Zhejiang University of Technology, Hangzhou, 310032, China."}], "LastName": "Yao", "ForeName": "Shengdong", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Trinity Consultants, Inc. (China Office), Hangzhou, 310012, China."}], "LastName": "Wu", "ForeName": "Chengzhi", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Environment, Zhejiang University of Technology, Hangzhou, 310032, China."}], "LastName": "Wang", "ForeName": "Qiaoli", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Shi X., Zheng Y., Lei Y., Xue W., Yan G., Liu X., Cai B., Tong D., Wang J. Air quality benefits of achieving carbon neutrality in China. Sci. Total Environ. 2021;795 doi: 10.1016/j.scitotenv.2021.148784.", "ArticleIdList": ["10.1016/j.scitotenv.2021.148784", "34246132"]}, {"Citation": "Mei J., Shen Y., Wang Q., Shen Y., Li W., Zhao J., Chen J., Zhang S. Roles of oxygen species in low-temperature catalytic o-xylene oxidation on MOF-derived bouquetlike CeO(2) ACS Appl. Mater. Interfaces. 2022;14(31):35694–35703. doi: 10.1021/acsami.2c08418.", "ArticleIdList": ["10.1021/acsami.2c08418", "35904476"]}, {"Citation": "Lu Y., Hu J., Yin X., Qiao S., Zhang S., Ye J., Chen J., Feng K., Zhao J. Roles of biofilm structure and functional genes in overcoming limited dimethyl sulfide degradation and energy recovery. Acs Es&T Engineering. 2024 doi: 10.1021/acsestengg.3c00480.", "ArticleIdList": ["10.1021/acsestengg.3c00480"]}, {"Citation": "Cheng N., Jing D., Zhang C., Chen Z., Li W., Li S., Wang Q. Process-based VOCs source profiles and contributions to ozone formation and carcinogenic risk in a typical chemical synthesis pharmaceutical industry in China. Sci. Total Environ. 2021;752 doi: 10.1016/j.scitotenv.2020.141899.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141899", "32890821"]}, {"Citation": "Tan X., Han L., Zhang X., Zhou W., Li W., Qian Y. A review of current air quality indexes and improvements under the multi-contaminant air pollution exposure. J. Environ. Manag. 2021;279 doi: 10.1016/j.jenvman.2020.111681.", "ArticleIdList": ["10.1016/j.jenvman.2020.111681", "33321353"]}, {"Citation": "Wang Y., Yuan Y., Wang Q., Liu C., Zhi Q., Cao J. Changes in air quality related to the control of coronavirus in China: implications for traffic and industrial emissions. Sci. Total Environ. 2020;731 doi: 10.1016/j.scitotenv.2020.139133.", "ArticleIdList": ["10.1016/j.scitotenv.2020.139133", "PMC7202850", "32402905"]}, {"Citation": "Xue T., Zheng Y., Geng G., Xiao Q., Meng X., Wang M., Li X., Wu N., Zhang Q., Zhu T. Estimating spatiotemporal variation in ambient ozone exposure during 2013-2017 using a data-fusion model. Environ. Sci. Technol. 2020;54(23):14877–14888. doi: 10.1021/acs.est.0c03098.", "ArticleIdList": ["10.1021/acs.est.0c03098", "33174716"]}, {"Citation": "Lu X., Hong J.Y., Zhang L., Cooper O.R., Schultz M.G., Xu X.B., Wang T., Gao M., Zhao Y.H., Zhang Y.H. Severe surface ozone pollution in China: a global perspective. Environ. Sci. Technol. Lett. 2018;5(8):487–494. doi: 10.1021/acs.estlett.8b00366.", "ArticleIdList": ["10.1021/acs.estlett.8b00366"]}, {"Citation": "Zhang C., Jing D., Wu C., Li S., Cheng N., Li W., Wang G., Chen B., Wang Q., Hu J. Integrating chemical mass balance and the community multiscale air quality models for source identification and apportionment of PM2.5. Process Saf. Environ. Protect. 2021;149:665–675. doi: 10.1016/j.psep.2021.03.033.", "ArticleIdList": ["10.1016/j.psep.2021.03.033"]}, {"Citation": "Jing D., Cheng N., Zhang C., Chen Z., Cai X., Li S., Zhao J., Wang Q., Li W. A novel approach for VOC source apportionment combining characteristic factor and pattern recognition technology in a Chinese industrial area. J. Environ. Sci. 2022;121:25–37. doi: 10.1016/j.jes.2021.08.056.", "ArticleIdList": ["10.1016/j.jes.2021.08.056", "35654513"]}, {"Citation": "Wang S., Zhou C., Wang Z., Feng K., Hubacek K. The characteristics and drivers of fine particulate matter (PM2.5) distribution in China. J. Clean. Prod. 2017;142:1800–1809. doi: 10.1016/j.jclepro.2016.11.104.", "ArticleIdList": ["10.1016/j.jclepro.2016.11.104"]}, {"Citation": "Li W., Shao L., Wang W., Li H., Wang X., Li Y., Li W., Jones T., Zhang D. Air quality improvement in response to intensified control strategies in Beijing during 2013–2019. Sci. Total Environ. 2020;744 doi: 10.1016/j.scitotenv.2020.140776.", "ArticleIdList": ["10.1016/j.scitotenv.2020.140776", "32721667"]}, {"Citation": "Wang Q., Li S., Dong M., Li W., Gao X., Ye R., Zhang D. VOCs emission characteristics and priority control analysis based on VOCs emission inventories and ozone formation potentials in Zhoushan. Atmos. Environ. 2018;182:234–241. doi: 10.1016/j.atmosenv.2018.03.034.", "ArticleIdList": ["10.1016/j.atmosenv.2018.03.034"]}, {"Citation": "Qu H., Wang Y., Zhang R., Liu X., Huey L.G., Sjostedt S., Zeng L., Lu K., Wu Y., Shao M., Hu M., Tan Z., Fuchs H., Broch S., Wahner A., Zhu T., Zhang Y. Chemical production of oxygenated volatile organic Compounds strongly enhances boundary-layer oxidation chemistry and ozone production. Environ. Sci. Technol. 2021;55(20):13718–13727. doi: 10.1021/acs.est.1c04489.", "ArticleIdList": ["10.1021/acs.est.1c04489", "34623137"]}, {"Citation": "Tan Z., Lu K., Dong H., Hu M., Li X., Liu Y., Lu S., Shao M., Su R., Wang H., Wu Y., Wahner A., Zhang Y. Explicit diagnosis of the local ozone production rate and the ozone-NOx-VOC sensitivities. Sci. Bull. 2018;63(16):1067–1076. doi: 10.1016/j.scib.2018.07.001.", "ArticleIdList": ["10.1016/j.scib.2018.07.001", "36755459"]}, {"Citation": "Wei W., Cheng S., Li G., Wang G., Wang H. Characteristics of ozone and ozone precursors (VOCs and NOx) around a petroleum refinery in Beijing, China. J. Environ. Sci. 2014;26(2):332–342. doi: 10.1016/s1001-0742(13)60412-x.", "ArticleIdList": ["10.1016/s1001-0742(13)60412-x", "25076524"]}, {"Citation": "Jing D., Yang K., Shi Z., Cai X., Li S., Li W., Wang Q. Novel approach for identifying VOC emission characteristics based on mobile monitoring platform data and deep learning: application of source apportionment in a chemical industrial park. Heliyon. 2024;10(8) doi: 10.1016/j.heliyon.2024.e29077.", "ArticleIdList": ["10.1016/j.heliyon.2024.e29077", "PMC11019163", "38628757"]}, {"Citation": "Wang Q., Sheng D., Wu C., Jing D., Cheng N., Cai X., Li S., Zhao J., Li W., Chen J. A supplementary assessment system of AQI-V for comprehensive management and control of air quality in chemical industrial parks. J. Environ. Sci. 2023;130:114–125. doi: 10.1016/j.jes.2022.06.037.", "ArticleIdList": ["10.1016/j.jes.2022.06.037", "37032028"]}, {"Citation": "Yang K., Kong W., Zhong X., Cai X., Luo W., Li W., Li S., Wang Q. Collaborative optimization of pollution and carbon reduction through carbon flow tracking integrated with life cycle assessment for petrochemical production. Chem. Eng. J. 2024;488 doi: 10.1016/j.cej.2024.151123.", "ArticleIdList": ["10.1016/j.cej.2024.151123"]}, {"Citation": "Wang Q., Sheng D., Wu C., Zhao J., Li F., Yao S., Ou X., Li W., Chen J. Exploring ozone formation rules and concentration response to the change of precursors based on artificial neural network simulation in a typical industrial park. Heliyon. 2023;9(9) doi: 10.1016/j.heliyon.2023.e20125.", "ArticleIdList": ["10.1016/j.heliyon.2023.e20125", "PMC10559865", "37810165"]}, {"Citation": "Yang Y., Liu X., Zheng J., Tan Q., Feng M., Qu Y., An J., Cheng N. Characteristics of one-year observation of VOCs, NOx, and O3 at an urban site in Wuhan, China. J. Environ. Sci. (China) 2019;79:297–310. doi: 10.1016/j.jes.2018.12.002.", "ArticleIdList": ["10.1016/j.jes.2018.12.002", "30784453"]}, {"Citation": "Chen X., Liu Y., Lai A., Han S., Fan Q., Wang X., Ling Z., Huang F., Fan S. Factors dominating 3-dimensional ozone distribution during high tropospheric ozone period. Environ. Pollut. 2018;232:55–64. doi: 10.1016/j.envpol.2017.09.017.", "ArticleIdList": ["10.1016/j.envpol.2017.09.017", "28958727"]}, {"Citation": "Song K., Liu R., Wang Y., Liu T., Wei L., Wu Y., Zheng J., Wang B., Liu S.C. Observation-based analysis of ozone production sensitivity for two persistent ozone episodes in Guangdong, China. Atmos. Chem. Phys. 2022;22(12):8403–8416. doi: 10.5194/acp-22-8403-2022.", "ArticleIdList": ["10.5194/acp-22-8403-2022"]}, {"Citation": "Xing J., Zheng S., Ding D., Kelly J.T., Wang S., Li S., Qin T., Ma M., Dong Z., Jang C., Zhu Y., Zheng H., Ren L., Liu T.-Y., Hao J. Deep learning for prediction of the air quality response to emission changes. Environ. Sci. Technol. 2020;54(14):8589–8600. doi: 10.1021/acs.est.0c02923.", "ArticleIdList": ["10.1021/acs.est.0c02923", "PMC7375937", "32551547"]}, {"Citation": "Cheng N., Jing D., Gu Z., Cai X., Shi Z., Li S., Chen L., Li W., Wang Q. Observation-based ozone formation rules by gradient boosting decision trees model in typical chemical industrial parks. Atmosphere. 2024;15(5):600. doi: 10.3390/atmos15050600.", "ArticleIdList": ["10.3390/atmos15050600"]}, {"Citation": "Shukla K., Dadheech N., Kumar P., Khare M. Regression-based flexible models for photochemical air pollutants in the national capital territory of megacity Delhi. Chemosphere. 2021;272 doi: 10.1016/j.chemosphere.2021.129611.", "ArticleIdList": ["10.1016/j.chemosphere.2021.129611", "33482521"]}, {"Citation": "Araki S., Shima M., Yamamoto K. Spatiotemporal land use random forest model for estimating metropolitan NO2 exposure in Japan. Sci. Total Environ. 2018;634:1269–1277. doi: 10.1016/j.scitotenv.2018.03.324.", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.324", "29710628"]}, {"Citation": "Gao M., Yin L., Ning J. Artificial neural network model for ozone concentration estimation and Monte Carlo analysis. Atmos. Environ. 2018;184:129–139. doi: 10.1016/j.atmosenv.2018.03.027.", "ArticleIdList": ["10.1016/j.atmosenv.2018.03.027"]}, {"Citation": "Sayeed A., Choi Y., Eslami E., Lops Y., Roy A., Jung J. Using a deep convolutional neural network to predict 2017 ozone concentrations, 24 hours in advance. Neural Network. 2020;121:396–408. doi: 10.1016/j.neunet.2019.09.033.", "ArticleIdList": ["10.1016/j.neunet.2019.09.033", "31604202"]}, {"Citation": "Yafouz A., Ahmed A.N., Zaini N.a., Sherif M., Sefelnasr A., El-Shafie A. Hybrid deep learning model for ozone concentration prediction: comprehensive evaluation and comparison with various machine and deep learning algorithms. Engineering Applications of Computational Fluid Mechanics. 2021;15(1):902–933. doi: 10.1080/19942060.2021.1926328.", "ArticleIdList": ["10.1080/19942060.2021.1926328"]}, {"Citation": "Liu H., Xu Y., Chen C. Improved pollution forecasting hybrid algorithms based on the ensemble method. Appl. Math. Model. 2019;73:473–486. doi: 10.1016/j.apm.2019.04.032.", "ArticleIdList": ["10.1016/j.apm.2019.04.032"]}, {"Citation": "Liu H., Wu H., Lv X., Ren Z., Liu M., Li Y., Shi H. An intelligent hybrid model for air pollutant concentrations forecasting: case of Beijing in China. Sustain. Cities Soc. 2019;47 doi: 10.1016/j.scs.2019.101471.", "ArticleIdList": ["10.1016/j.scs.2019.101471"]}, {"Citation": "Ma R., Ban J., Wang Q., Zhang Y., Yang Y., He M.Z., Li S., Shi W., Li T. Random forest model based fine scale spatiotemporal O(3) trends in the Beijing-Tianjin-Hebei region in China, 2010 to 2017. Environ. Pollut. 2021;276 doi: 10.1016/j.envpol.2021.116635.", "ArticleIdList": ["10.1016/j.envpol.2021.116635", "33639490"]}, {"Citation": "Ren X., Mi Z., Georgopoulos P.G. Comparison of Machine Learning and Land Use Regression for fine scale spatiotemporal estimation of ambient air pollution: modeling ozone concentrations across the contiguous United States. Environ. Int. 2020;142 doi: 10.1016/j.envint.2020.105827.", "ArticleIdList": ["10.1016/j.envint.2020.105827", "32593834"]}, {"Citation": "Xu H., Yu H., Xu B., Wang Z., Wang F., Wei Y., Liang W., Liu J., Liang D., Feng Y., Shi G. Machine learning coupled structure mining method visualizes the impact of multiple drivers on ambient ozone. Communications Earth & Environment. 2023;4(1) doi: 10.1038/s43247-023-00932-0.", "ArticleIdList": ["10.1038/s43247-023-00932-0"]}, {"Citation": "Wang S., Sun Y., Gu H., Cao X., Shi Y., He Y. A deep learning model integrating a wind direction-based dynamic graph network for ozone prediction. Sci. Total Environ. 2024;946 doi: 10.1016/j.scitotenv.2024.174229.", "ArticleIdList": ["10.1016/j.scitotenv.2024.174229", "38917895"]}, {"Citation": "Yu D., Tan Z., Lu K., Ma X., Li X., Chen S., Zhu B., Lin L., Li Y., Qiu P., Yang X., Liu Y., Wang H., He L., Huang X., Zhang Y. An explicit study of local ozone budget and NOx-VOCs sensitivity in Shenzhen China. Atmos. Environ. 2020;224 doi: 10.1016/j.atmosenv.2020.117304.", "ArticleIdList": ["10.1016/j.atmosenv.2020.117304"]}, {"Citation": "Wei W., Li Y., Ren Y., Cheng S., Han L. Sensitivity of summer ozone to precursor emission change over Beijing during 2010–2015: a WRF-Chem modeling study. Atmos. Environ. 2019;218 doi: 10.1016/j.atmosenv.2019.116984.", "ArticleIdList": ["10.1016/j.atmosenv.2019.116984"]}, {"Citation": "Zhang L., Wang L., Ji D., Xia Z., Nan P., Zhang J., Li K., Qi B., Du R., Sun Y., Wang Y., Hu B. Explainable ensemble machine learning revealing the effect of meteorology and sources on ozone formation in megacity Hangzhou, China. Sci. Total Environ. 2024;922 doi: 10.1016/j.scitotenv.2024.171295.", "ArticleIdList": ["10.1016/j.scitotenv.2024.171295", "38417501"]}, {"Citation": "Breiman L. Random forests. Mach. Learn. 2001;45(1):5–32. doi: 10.1023/A:1010933404324.", "ArticleIdList": ["10.1023/A:1010933404324"]}, {"Citation": "Yang X., Gao L., Zhao S., Pan G., Fan G., Xia Z., Sun X., Xu H., Chen Y., Jin X. Volatile organic Compounds in the north China plain: characteristics, sources, and effects on ozone formation. Atmosphere. 2023;14(2) doi: 10.3390/atmos14020318.", "ArticleIdList": ["10.3390/atmos14020318"]}, {"Citation": "Balamurugan V., Balamurugan V., Chen J. Importance of ozone precursors information in modelling urban surface ozone variability using machine learning algorithm. Sci. Rep. 2022;12(1):5646. doi: 10.1038/s41598-022-09619-6.", "ArticleIdList": ["10.1038/s41598-022-09619-6", "PMC8983660", "35383223"]}, {"Citation": "Dang R., Liao H., Fu Y. Quantifying the anthropogenic and meteorological influences on summertime surface ozone in China over 2012-2017. Sci. Total Environ. 2021;754 doi: 10.1016/j.scitotenv.2020.142394.", "ArticleIdList": ["10.1016/j.scitotenv.2020.142394", "33254879"]}, {"Citation": "Wang Q., Sheng D., Wu C., Ou X., Yao S., Zhao J., Li F., Li W., Chen J. Investigation of spatiotemporal distribution and formation mechanisms of ozone pollution in eastern Chinese cities applying convolutional neural network. J. Environ. Sci. 2025;148:126–138. doi: 10.1016/j.jes.2023.09.001.", "ArticleIdList": ["10.1016/j.jes.2023.09.001", "39095151"]}, {"Citation": "Li K., Jacob D.J., Liao H., Zhu J., Shah V., Shen L., Bates K.H., Zhang Q., Zhai S. A two-pollutant strategy for improving ozone and particulate air quality in China. Nat. Geosci. 2019;12(11):906–910. doi: 10.1038/s41561-019-0464-x.", "ArticleIdList": ["10.1038/s41561-019-0464-x"]}, {"Citation": "Lu X., Zhang L., Chen Y., Zhou M., Zheng B., Li K., Liu Y., Lin J., Fu T.-M., Zhang Q. Exploring 2016–2017 surface ozone pollution over China: source contributions and meteorological influences. Atmos. Chem. Phys. 2019;19(12):8339–8361. doi: 10.5194/acp-19-8339-2019.", "ArticleIdList": ["10.5194/acp-19-8339-2019"]}, {"Citation": "Vermeuel M.P., Novak G.A., Alwe H.D., Hughes D.D., Kaleel R., Dickens A.F., Kenski D., Czarnetzki A.C., Stone E.A., Stanier C.O., Pierce R.B., Millet D.B., Bertram T.H. Sensitivity of ozone production to NOx and VOC along the lake Michigan coastline. J. Geophys. Res. Atmos. 2019;124(20):10989–11006. doi: 10.1029/2019jd030842.", "ArticleIdList": ["10.1029/2019jd030842"]}, {"Citation": "Wang P., Chen Y., Hu J., Zhang H., Ying Q. Attribution of tropospheric ozone to NO (x) and VOC emissions: considering ozone formation in the transition regime. Environ. Sci. Technol. 2019;53(3):1404–1412. doi: 10.1021/acs.est.8b05981.", "ArticleIdList": ["10.1021/acs.est.8b05981", "30582806"]}, {"Citation": "Wei W., Wang X., Wang X., Li R., Zhou C., Cheng S. Attenuated sensitivity of ozone to precursors in Beijing-Tianjin-Hebei region with the continuous NO(x) reduction within 2014-2018. Sci. Total Environ. 2022;813 doi: 10.1016/j.scitotenv.2021.152589.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152589", "34954176"]}, {"Citation": "Thielmann A., Prévôt A.S.H., Grüebler F.C., Staehelin J. Empirical ozone isopleths as a tool to identify ozone production regimes. Geophys. Res. Lett. 2001;28(12):2369–2372. doi: 10.1029/2000gl012787.", "ArticleIdList": ["10.1029/2000gl012787"]}, {"Citation": "Sillman S. The use of NOy H2O2 and HNO3 as indicators for ozone-NOx-hydrocarbon sensitivity in urban locations. J. Geophys. Res. Atmos. 1995;100(14):175–188."}, {"Citation": "Yang X.-x., Tang L.-l., Zhang Y.-j., Mu Y.-f., Wang M., Chen W.-t., Zhou H.-c., Hua Y., Jiang R.-x. Correlation analysis between characteristics of VOCs and ozone formation potential in summer in nanjing urban district. Huanjing Kexue. 2016;37(2):443–451.", "ArticleIdList": ["27363129"]}, {"Citation": "Shan D., Du Z., Zhang T., Zhang X., Cao G., Liu Z., Yao Z., Tang K., Liang S. Variations, sources, and effects on ozone formation of VOCs during ozone episodes in 13 cities in China. Front. Environ. Sci. 2023;10 doi: 10.3389/fenvs.2022.1084592.", "ArticleIdList": ["10.3389/fenvs.2022.1084592"]}, {"Citation": "Altshuler S.L., Arcado T.D., Lawson D.R. Weekday vs. Weekend ambient ozone concentrations: discussion and hypotheses with focus on northern California. J. Air Waste Manag. Assoc. 2012;45(12):967–972. doi: 10.1080/10473289.1995.10467428.", "ArticleIdList": ["10.1080/10473289.1995.10467428"]}, {"Citation": "Gao Y., Yan F., Ma M., Ding A., Liao H., Wang S., Wang X., Zhao B., Cai W., Su H., Yao X., Gao H. Unveiling the dipole synergic effect of biogenic and anthropogenic emissions on ozone concentrations. Sci. Total Environ. 2022;818 doi: 10.1016/j.scitotenv.2021.151722.", "ArticleIdList": ["10.1016/j.scitotenv.2021.151722", "34813804"]}, {"Citation": "Qu H., Wang Y., Zhang R., Li J. Extending ozone-precursor relationships in China from peak concentration to peak time. J. Geophys. Res. Atmos. 2020;125(22) doi: 10.1029/2020jd033670.", "ArticleIdList": ["10.1029/2020jd033670"]}, {"Citation": "Wang T., Xue L., Brimblecombe P., Lam Y.F., Li L., Zhang L. Ozone pollution in China: a review of concentrations, meteorological influences, chemical precursors, and effects. Sci. Total Environ. 2017;575:1582–1596. doi: 10.1016/j.scitotenv.2016.10.081.", "ArticleIdList": ["10.1016/j.scitotenv.2016.10.081", "27789078"]}, {"Citation": "Feng R., Zheng H.J., Zhang A.R., Huang C., Gao H., Ma Y.C. Unveiling tropospheric ozone by the traditional atmospheric model and machine learning, and their comparison: a case study in hangzhou, China. Environ. Pollut. 2019;252(Pt A):366–378. doi: 10.1016/j.envpol.2019.05.101.", "ArticleIdList": ["10.1016/j.envpol.2019.05.101", "31158665"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "1", "Day": "23"}, {"Year": "2024", "Month": "8", "Day": "4"}, {"Year": "2024", "Month": "8", "Day": "13"}, {"Year": "2024", "Month": "9", "Day": "3", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "9", "Day": "3", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "9", "Day": "3", "Hour": "4", "Minute": "16"}, {"Year": "2024", "Month": "8", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["39224321", "PMC11367417", "10.1016/j.heliyon.2024.e36303", "S2405-8440(24)12334-1"]}}], "PubmedBookArticle": []}