{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "KeywordList": [["Back pain", "Chronic pain", "Musculoskeletal pain", "Myofascial pain", "Neck pain", "Trigger point injections"]], "OtherID": [], "PMID": "39238525", "DateRevised": {"Year": "2024", "Month": "09", "Day": "06"}, "Article": {"ELocationID": ["100076", "10.1016/j.inpm.2022.100076"], "ArticleDate": [{"Year": "2022", "Month": "03", "Day": "02"}], "Language": ["eng"], "Journal": {"ISSN": "2772-5944", "JournalIssue": {"Volume": "1", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Interventional pain medicine", "ISOAbbreviation": "Interv Pain Med"}, "ArticleTitle": "Trigger point injection therapies for chronic myofascial neck and back pain: A systematic review.", "Pagination": {"StartPage": "100076", "MedlinePgn": "100076"}, "Abstract": {"AbstractText": ["To assess the comparative effectiveness and harms of trigger point injections (TPI) for myofascial neck and back pain.", "Electronic literature databases were searched to identify articles pertaining to TPI for chronic myofascial neck and back pain. Searches were done from database start dates up to April 2020. Inclusion criteria were randomized controlled trials, cohorts, and case control studies. Pain, functional outcomes, and harms were extracted. Outcome time points were divided into short term (7 days to <6 weeks), intermediate term (6 weeks to ​< ​3 months), long term (3 months to ​< ​6 months), and longest term (>6 months). Quality assessment was done using the Cochrane Back Review Group (CBRG) checklist for RCTs, and the Newcastle-Ottawa Quality Assessment Scale for cohort and case control studies.", "14 studies met inclusion criteria. Six studies compared TPI of Botulinum toxin A (five with Onabutulinum toxin A, and one with Abobotulinum toxin A) with normal saline (NS). Two of the Onabotulinum toxin A studies showed greater pain improvement in the Onabotulinum toxin A group at short, intermediate, compared with NS. The Abobotulinum study showed pain improvement at short, intermediate, and long terms. Of note Onabotulinum toxin A was associated with improved anxiety and depression in two studies. Two studies compared Onabotulinum toxin A to local anesthetic, one to methylprednisolone, and one to dry needling (DN), all of which showed no difference. One study compared Ozone to Lidocaine and DN, and it showed no difference. Two studies compared sterile water to NS; they both found no difference in pain outcomes at the short term time point. However one of these two studies showed improved pain at intermediate, long, and longest terms in the sterile water group. Tropisetron showed no difference vs. NS. Adverse effects were mostly reported for Onabotulinum toxin A and Abobotulinum toxin A.", "Given the mixed results, we are unable to conclude whether an injectate composition is superior to another, or make recommendations in that regard. Further studies will help elucidate the ideal injectate composition and parameters."], "CopyrightInformation": "© 2022 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University School of Medicine, Department of Anesthesiology, United States."}], "LastName": "Debrosse", "ForeName": "Maxime", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University School of Medicine, Department of Anesthesiology, United States."}], "LastName": "Shergill", "ForeName": "Sukhman", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University School of Medicine, Department of Anesthesiology, United States."}], "LastName": "Shah", "ForeName": "Achal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University School of Medicine, Department of Anesthesiology, United States."}], "LastName": "Patel", "ForeName": "Kaiwal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Weill Cornell Medicine, Department of Anesthesiology, United States."}, {"Identifier": [], "Affiliation": "Memorial Sloan Kettering Cancer Center, Department of Anesthesiology and Critical Care, United States."}], "LastName": "Gulati", "ForeName": "Amitabh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yale University School of Medicine, Department of Anesthesiology, United States."}], "LastName": "Rajput", "ForeName": "Kanishka", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Interv Pain Med", "NlmUniqueID": "9918591886006676", "ISSNLinking": "2772-5944"}, "CoiStatement": "The authors declare no conflict of interest and received no funding or other support pertaining to this systematic review project."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Gerwin R.D. Myofascial trigger point pain syndromes. Semin Neurol. 2016;36(5):469–473.", "ArticleIdList": ["27704503"]}, {"Citation": "Fleckenstein J., et al. Discrepancy between prevalence and perceived effectiveness of treatment methods in myofascial pain syndrome: results of a cross-sectional, nationwide survey. BMC Muscoskel Disord. 2010;11:32.", "ArticleIdList": ["PMC2836281", "20149248"]}, {"Citation": "Couto C., et al. Paraspinal stimulation combined with trigger point needling and needle rotation for the treatment of myofascial pain: a randomized sham-controlled clinical trial. Clin J Pain. 2014;30(3):214-223.", "ArticleIdList": ["23629597"]}, {"Citation": "Kietrys D.M., et al. Effectiveness of dry needling for upper-quarter myofascial pain: a systematic review and meta-analysis. J Orthop Sports Phys Ther. 2013;43(9):620–634.", "ArticleIdList": ["23756457"]}, {"Citation": "Simons D. Clinical and etiological update of myofascial pain from trigger points. J Muscoskel Pain. 1996;4(1–2):93–121."}, {"Citation": "Lavelle E.D., Lavelle W., Smith H.S. Myofascial trigger points. Anesthesiol Clin. 2007;25(4):841–851. vii-iii.", "ArticleIdList": ["18054148"]}, {"Citation": "Wheeler A.H. Myofascial pain disorders: theory to therapy. Drugs. 2004;64(1):45–62.", "ArticleIdList": ["14723558"]}, {"Citation": "Desai M.J., Saini V., Saini S. Myofascial pain syndrome: a treatment review. Pain Ther. 2013;2(1):21–36.", "ArticleIdList": ["PMC4107879", "25135034"]}, {"Citation": "Borg-Stein J. Treatment of fibromyalgia, myofascial pain, and related disorders. Phys Med Rehabil Clin. 2006;17(2):491–510.", "ArticleIdList": ["16616279"]}, {"Citation": "Cummings M., Baldry P. Regional myofascial pain: diagnosis and management. Best Pract Res Clin Rheumatol. 2007;21(2):367–387.", "ArticleIdList": ["17512488"]}, {"Citation": "Peloso P.M., et al. Medicinal and injection therapies for mechanical neck disorders. Cochrane Database Syst Rev. 2007;3 (no pagination)", "ArticleIdList": ["17636629"]}, {"Citation": "Scott N.A., et al. Trigger point injections for chronic non-malignant musculoskeletal pain: a systematic review. Pain Med. 2009;10(1):54–69.", "ArticleIdList": ["18992040"]}, {"Citation": "Furlan A.D., et al. Updated method guidelines for systematic reviews in the Cochrane Back Review Group. Spine. 2009;34(18):1929–1941. 2009.", "ArticleIdList": ["19680101"]}, {"Citation": "Dworkin R.H., et al. Interpreting the clinical importance of treatment outcomes in chronic pain clinical trials: IMMPACT recommendations. J Pain. 2008;9(2):105–121.", "ArticleIdList": ["18055266"]}, {"Citation": "Corcoran K.L., et al. Association between chiropractic use and opioid receipt among patients with spinal pain: a systematic review and meta-analysis. Pain Med. 2020;21(2):e139–e145.", "ArticleIdList": ["31560777"]}, {"Citation": "Manchikanti L., et al. Evidence-based medicine, systematic reviews, and guidelines in interventional pain management: part 3: systematic reviews and meta-analyses of randomized trials. Pain Physician. 2009;12(1):35–72.", "ArticleIdList": ["19165297"]}, {"Citation": "Boswell M.V., et al. A systematic review of therapeutic facet joint interventions in chronic spinal pain. Pain Physician. 2007;10(1):229–253.", "ArticleIdList": ["17256032"]}, {"Citation": "Martinez-Calderon J., et al. The role of self-efficacy on the prognosis of chronic musculoskeletal pain: a systematic review. J Pain. 2018;19(1):10–34.", "ArticleIdList": ["28939015"]}, {"Citation": "Moher D., et al. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. BMJ. 2009;339:b2535.", "ArticleIdList": ["PMC2714657", "19622551"]}, {"Citation": "De Andrés J., et al. A double-blind, controlled, randomized trial to evaluate the efficacy of botulinum toxin for the treatment of lumbar myofascial pain in humans. Reg Anesth Pain Med. 2010;35(3):255–260.", "ArticleIdList": ["20921836"]}, {"Citation": "Raeissadat S.A., et al. Comparison of ozone and lidocaine injection efficacy vs dry needling in myofascial pain syndrome patients. J Pain Res. 2018;11:1273-1279.", "ArticleIdList": ["PMC6029589", "29988746"]}, {"Citation": "Göbel H., et al. Efficacy and safety of a single botulinum type A toxin complex treatment (Dysport) for the relief of upper back myofascial pain syndrome: results from a randomized double-blind placebo-controlled multicentre study. Pain. 2006;125(1-2):82-88.", "ArticleIdList": ["16750294"]}, {"Citation": "Kwanchuay P., et al. Efficacy and safety of single botulinum toxin type A (Botox®) injection for relief of upper trapezius myofascial trigger point: a randomized, double-blind, placebo-controlled study. Chotmaihet thangphaet [Journal of the Medical Association of Thailand] 2015;98(12):1231-1236.", "ArticleIdList": ["27004309"]}, {"Citation": "Cheshire W.P., Abashian S.W., Mann J.D. Botulinum toxin in the treatment of myofascial pain syndrome. Pain. 1994;59(1):65–69.", "ArticleIdList": ["7854804"]}, {"Citation": "Kamanli A., et al. Comparison of lidocaine injection, botulinum toxin injection, and dry needling to trigger points in myofascial pain syndrome. Rheumatol Int. 2005;25(8):604-611.", "ArticleIdList": ["15372199"]}, {"Citation": "Porta M. A comparative trial of botulinum toxin type A and methylprednisolone for the treatment of myofascial pain syndrome and pain from chronic muscle spasm. Pain. 2000;85(1–2):101–105.", "ArticleIdList": ["10692608"]}, {"Citation": "Byrn C., et al. Subcutaneous sterile water injections for chronic neck and shoulder pain following whiplash injuries. Lancet. 1993;341(8843):449–452.", "ArticleIdList": ["8094485"]}, {"Citation": "Wreje U., Brorsson B. A multicenter randomized controlled trial of injections of sterile water and saline for chronic myofascial pain syndromes. Pain. 1995;61(3):441–444.", "ArticleIdList": ["7478687"]}, {"Citation": "Wheeler A.H., Goolkasian P., Gretz S.S. A randomized, double-blind, prospective pilot study of botulinum toxin injection for refractory, unilateral, cervicothoracic, paraspinal, myofascial pain syndrome. Spine. 1998;23(15):1662–1666. discussion 1667.", "ArticleIdList": ["9704373"]}, {"Citation": "Wheeler A.H., Goolkasian P., Gretz S.S. Botulinum toxin A for the treatment of chronic neck pain. Pain. 2001;94(3):255-260.", "ArticleIdList": ["11731062"]}, {"Citation": "Jabbari B. Treatment of chronic low back pain with botulinum neurotoxins. Curr Pain Headache Rep. 2007;11(5):352-358.", "ArticleIdList": ["17894925"]}, {"Citation": "Muller W., Stratz T. The use of the 5-HT3 receptor antagonist tropisetron in trigger point therapy: a pilot study. J Muscoskel Pain. 2005;13(2):43-48."}, {"Citation": "Alo K.M., et al. Botulinum toxin in the treatment of myofascial pain. Pain Clin. 1997;10(2):107–116."}, {"Citation": "Simons D.G., Travell J.G., Simons L.S. Chapter 2: general overview. Travell & Simons' Myofascial Pain and Dysfunction : The Trigger Point Manual. 1999;31:33–35. Baltimore: Williams & Wilkins."}]}], "History": [{"Year": "2021", "Month": "12", "Day": "18"}, {"Year": "2022", "Month": "2", "Day": "19"}, {"Year": "2022", "Month": "2", "Day": "21"}, {"Year": "2022", "Month": "3", "Day": "2", "Hour": "0", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "2", "Hour": "0", "Minute": "0"}, {"Year": "2024", "Month": "9", "Day": "6", "Hour": "4", "Minute": "24"}, {"Year": "2022", "Month": "3", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["39238525", "PMC11373026", "10.1016/j.inpm.2022.100076", "S2772-5944(22)00067-X"]}}]}