{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"SpaceFlightMission": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "KeywordList": [["brain tumor treatment", "cancer management", "complementary therapies", "integrative medicine", "quality of life"]], "OtherID": [], "PMID": "39246981", "DateRevised": {"Year": "2024", "Month": "09", "Day": "09"}, "Article": {"ELocationID": ["e66492", "10.7759/cureus.66492"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "09"}], "Language": ["eng"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "16", "Issue": "8", "PubDate": {"Year": "2024", "Month": "Aug"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Integrative Oncology for High-Grade Glioma: A Case Report on the Combined Effects of Oncothermia and Complementary Therapies.", "Pagination": {"StartPage": "e66492", "MedlinePgn": "e66492"}, "Abstract": {"AbstractText": ["High-grade gliomas are aggressive brain tumors with a poor prognosis despite conventional treatments such as surgery, radiation, and chemotherapy. Integrative oncology, combining conventional and complementary therapies, may offer additional benefits in managing these complex cases. We present a 68-year-old male farmer diagnosed with high-grade glioma in the left medial temporal lobe. The patient presented with severe headache, disturbed sleep, and anxiety, and experienced an episode of fever and seizure. He refused conventional radiation therapy due to concerns about side effects and opted for an integrative medicine protocol. This protocol included oncothermia, high-dose vitamin C therapy, hydrogen inhalation, ozone therapy, magnet therapy, fasting, acupuncture, pulsed electromagnetic field therapy, yoga therapy, hydrotherapy, biologicals, and dietary modifications. The patient underwent 12 sessions of oncothermia over 24 days, combined with other integrative therapies. MRI scans before and after treatment showed a reduction in tumor size from 3.6 x 2.9 x 2.5 cm to 3.4 x 2.7 x 2.5 cm, corresponding to a 12% decrease in volume. Hematological parameters (complete blood count, liver function test, kidney function test, C-reactive protein), cancer markers (carcinoembryonic antigen, lactate dehydrogenase), and mental health indices (quality of life, survival rate) also showed significant improvement. The patient experienced no adverse events and reported enhanced quality of life. This case report suggests that an integrative oncology approach, combining oncothermia and various complementary therapies, may be an effective treatment option for high-grade gliomas, particularly for patients intolerant to conventional therapies. Further research, including randomized controlled trials, is necessary to validate these findings and determine the specific contributions of each therapy."], "CopyrightInformation": "Copyright © 2024, Nair et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Nair", "ForeName": "Pradeep Mk", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Ramalakshmi", "ForeName": "Renganathan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Devibala", "ForeName": "Muniappan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Saranya", "ForeName": "Maruthanayagam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Sivaranjini", "ForeName": "Sekar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Modern Medicine, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Thangavelu", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Integrative Oncology, Mirakle Integrated Health Centre, Pollachi, IND."}], "LastName": "Mahalingam", "ForeName": "Manickam", "Initials": "M"}], "PublicationTypeList": ["Case Reports", "Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "Human subjects: Consent was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Recapitulating the key advances in the diagnosis and prognosis of high-grade gliomas: second half of 2021 update. Frosina G. Int J Mol Sci. 2023;24:6375.", "ArticleIdList": ["PMC10094646", "37047356"]}, {"Citation": "High-grade glioma of central nervous system: single center treatment experience. Olgun N, Kızmazoğlu D, Özdoğar B, et al. J Clin Oncol. 2021;39"}, {"Citation": "The Edmonton Symptom Assessment System 25 years later: past, present, and future developments. Hui D, Bruera E. J Pain Symptom Manage. 2017;53:630–643.", "ArticleIdList": ["PMC5337174", "28042071"]}, {"Citation": "Content validity of the EORTC quality of life questionnaire QLQ-C30 for use in cancer. Cocks K, Wells JR, Johnson C, et al. Eur J Cancer. 2023;178:128–138.", "ArticleIdList": ["36436330"]}, {"Citation": "Prediction of survival in terminal cancer patients in Taiwan: constructing a prognostic scale. Chuang RB, Hu WY, Chiu TY, Chen CY. J Pain Symptom Manage. 2004;28:115–122.", "ArticleIdList": ["15276192"]}, {"Citation": "Meta-analysis of modulated electro-hyperthermia and tumor treating fields in the treatment of glioblastomas. Szasz AM, Arrojo Alvarez EE, Fiorentini G, Herold M, Herold Z, Sarti D, Dank M. Cancers (Basel) 2023;15:880.", "ArticleIdList": ["PMC9913117", "36765840"]}, {"Citation": "Current status of oncothermia therapy for lung cancer. Szasz A. Korean J Thorac Cardiovasc Surg. 2014;47:77–93.", "ArticleIdList": ["PMC4000888", "24782955"]}, {"Citation": "Cases that respond to oncothermia monotherapy. Jeung TS, Ma SY, Yu J, Lim S. Conf Pap Sci. 2013;2013:392480."}, {"Citation": "Parenteral high‑dose ascorbate - a possible approach for the treatment of glioblastoma (review) Renner O, Burkard M, Michels H, Vollbracht C, Sinnberg T, Venturelli S. Int J Oncol. 2021;58:35.", "ArticleIdList": ["PMC8104923", "33955499"]}, {"Citation": "High-dose parenteral ascorbate enhanced chemosensitivity of ovarian cancer and reduced toxicity of chemotherapy. Ma Y, Chapman J, Levine M, Polireddy K, Drisko J, Chen Q. Sci Transl Med. 2014;6:222.", "ArticleIdList": ["24500406"]}, {"Citation": "Brain metastases completely disappear in non-small cell lung cancer using hydrogen gas inhalation: a case report. Chen J, Mu F, Lu T, Du D, Xu K. Onco Targets Ther. 2019;12:11145–11151.", "ArticleIdList": ["PMC6927257", "31908482"]}, {"Citation": "Current understanding of hypoxia in glioblastoma multiforme and its response to immunotherapy. Park JH, Lee HK. Cancers (Basel) 2022;14:1176.", "ArticleIdList": ["PMC8909860", "35267480"]}, {"Citation": "Possible therapeutic effects of ozone mixture on hypoxia in tumor development. Luongo M, Brigida AL, Mascolo L, Gaudino G. Anticancer Res. 2017;37:425–435.", "ArticleIdList": ["28179287"]}, {"Citation": "Fasting and cancer: molecular mechanisms and clinical application. Nencioni A, Caffa I, Cortellino S, Longo VD. Nat Rev Cancer. 2018;18:707–719.", "ArticleIdList": ["PMC6938162", "30327499"]}, {"Citation": "Recurrent oligodendroglioma treated with acupuncture and pharmacopuncture. Kim JS, Lee HJ, Lee SH, Lee BH. J Acupunct Meridian Stud. 2015;8:147–151.", "ArticleIdList": ["26100069"]}, {"Citation": "Systematic review of acupuncture in cancer care: a synthesis of the evidence. Garcia MK, McQuade J, Haddad R, et al. J Clin Oncol. 2013;31:952–960.", "ArticleIdList": ["PMC3577953", "23341529"]}, {"Citation": "Mechanisms and therapeutic effectiveness of pulsed electromagnetic field therapy in oncology. Vadalà M, Morales-Medina JC, Vallelunga A, Palmieri B, Laurino C, Iannitti T. Cancer Med. 2016;5:3128–3139.", "ArticleIdList": ["PMC5119968", "27748048"]}, {"Citation": "The effect of warm salt water foot bath on the management of chemotherapy-induced fatigue. Akyuz Ozdemir F, Can G. Eur J Oncol Nurs. 2021;52:101954.", "ArticleIdList": ["33864994"]}, {"Citation": "Scientific evidence-based effects of hydrotherapy on various systems of the body. Mooventhan A, Nivethitha L. N Am J Med Sci. 2014;6:199–209.", "ArticleIdList": ["PMC4049052", "24926444"]}, {"Citation": "Biophysical and photobiological basics of water-filtered infrared-A hyperthermia of superficial tumors. Vaupel P, Piazena H, Müller W, Notter M. Int J Hyperthermia. 2018;35:26–36.", "ArticleIdList": ["29745269"]}, {"Citation": "Spontaneous regression of cancer: preliminary report. Cole WH, Everson TC. Ann Surg. 1956;144:366–383.", "ArticleIdList": ["PMC1465423", "13363274"]}]}], "History": [{"Year": "2024", "Month": "8", "Day": "9"}, {"Year": "2024", "Month": "9", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "9", "Day": "9", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "9", "Day": "9", "Hour": "5", "Minute": "3"}, {"Year": "2024", "Month": "8", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["39246981", "PMC11380757", "10.7759/cureus.66492"]}}]}