{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "7954455", "DateCompleted": {"Year": "1994", "Month": "12", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "12"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0008-5472", "JournalIssue": {"Volume": "54", "Issue": "23", "PubDate": {"Year": "1994", "Month": "Dec", "Day": "01"}}, "Title": "Cancer research", "ISOAbbreviation": "Cancer Res"}, "ArticleTitle": "Ultraviolet radiation and immunology: something new under the sun--presidential address.", "Pagination": {"StartPage": "6102", "EndPage": "6105", "MedlinePgn": "6102-5"}, "Abstract": {"AbstractText": ["The carcinogenic activity of solar radiation has been known for nearly a century. However, within the past few years, we have realized that exposing the skin to sunlight also has profound immunological effects on the host and that these immunological changes can contribute to the development of skin cancer and alter host resistance to infectious diseases. These findings have led to the development of a new field of research, termed photoimmunology, which is concerned with the effects of UV radiation on immunological processes. Our interest in this field arose from studies on the antigenic properties of skin cancers induced in mice by chronic exposure to UV-B (280-320 nm) radiation. These cancers are highly antigenic and many are immunologically rejected upon transplantation to normal syngeneic recipients. In studying how these cancers were able to survive and grow in the primary host, we discovered that exposing the skin to UV radiation altered some types of immune responses, including the immune response against skin cancers. Studies on the nature and mechanism of the immunological alterations brought about by exposure to UV radiation suggested that UV-induced DNA damage triggers a cascade of events, leading ultimately to a state of antigen-specific, systemic T lymphocyte-mediated immunosuppression. Key components of this cascade are epidermal cytokines, which modulate the immune response to antigens introduced into the UV-irradiated host and divert the response toward a state of specific immunosuppression. The finding that UV radiation can redirect the immune response from an effector to a suppressor pathway has raised the possibility that immune responses to infectious diseases might also be influenced by exposure of the host to UV radiation. Interest in the health consequences of stratospheric ozone depletion, with its attendant increase in solar UV-B radiation, has stimulated recent investigations on the effects of UV radiation on the pathogenesis of infections in animal models and on immune responses in humans. In addition, attempts are being made to use information about UV-induced specific immunosuppression to eliminate unwanted immune responses, such as transplant rejection and graft-versus-host reactions. Thus, studies on the immunological effects of UV radiation are providing new information on how immune responses are regulated as well as improving our understanding of the role of the immune system in skin cancer induction. This information should facilitate the development of more effective measures for preventing the deleterious effects of overexposure to UV radiation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, University of Texas M.D. Anderson Cancer Center, Houston 77030."}], "Identifier": [], "LastName": "Kripke", "ForeName": "M L", "Initials": "ML"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cancer Res", "NlmUniqueID": "2984705R", "ISSNLinking": "0008-5472"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "DNA Damage"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Immune Tolerance"}, {"QualifierName": ["etiology"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Sunlight"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1994", "Month": "12", "Day": "1"}, {"Year": "1994", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1994", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["7954455"]}}], "PubmedBookArticle": []}