{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "8703113", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1432-1009", "JournalIssue": {"Volume": "20", "Issue": "5", "PubDate": {"Year": "1996", "Month": "Sep"}}, "Title": "Environmental management", "ISOAbbreviation": "Environ Manage"}, "ArticleTitle": "Including Past and Present Impacts in Cumulative Impact Assessments.", "Pagination": {"StartPage": "767", "EndPage": "776", "MedlinePgn": "767-76"}, "Abstract": {"AbstractText": ["Environmental concerns such as loss of biological diversity and stratospheric ozone depletion have heightened awareness of the need to assess cumulative impacts in environmental documents. More than 20 years of experience with the National Environmental Policy Act (NEPA) have provided analysts in the United States with opportunities for developing successful techniques to assess site-specific impacts of proposed actions. Methods for analyzing a proposed action's incremental contribution to cumulative impacts are generally less advanced than those for project-specific impacts.The President's Council on Environmental Quality (CEQ) defines cumulative impact to include the impacts of \" past, present and reasonably foreseeable future actions\" regardless of who undertakes the action. Court decisions have helped clarify the distinction between reasonably foreseeable future actions and other possible future actions. This paper seeks to clarify how past and present impacts should be included in cumulative impact analyses.The definition of cumulative impacts implies that cumulative impact analyses should include the effects of all past and present actions on a particular resource. Including past and present impacts in cumulative impact assessments increases the likelihood of identifying significant impacts. NEPA requires agencies to give more consideration to alternatives and mitigation and to provide more opportunities for public involvement for actions that would have significant impacts than for actions that would not cause or contribute to significant impacts. For an action that would contribute to significant cumulative impacts, the additional cost and effort involved in increased consideration of alternatives and mitigation and in additional public involvement may be avoided if the action can be modified so that its contributions to significant cumulative impacts are eliminated.KEY WORDS: Cumulative impacts; Environmental impact assessment; National Environmental Policy Act; Significance; Mitigation"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Energy Division, Oak Ridge National Laboratory, P.O. Box 2008, M.S. 6206,Oak Ridge, Tennessee 37831, USA"}], "Identifier": [], "LastName": "McCold", "ForeName": "LM", "Initials": "LM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Saulsbury", "ForeName": "JW", "Initials": "JW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Manage", "NlmUniqueID": "7703893", "ISSNLinking": "0364-152X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1996", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1996", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1996", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["8703113", "10.1007/BF01204147"]}}], "PubmedBookArticle": []}