{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "9617631", "DateCompleted": {"Year": "1998", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2017", "Month": "02", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0960-3271", "JournalIssue": {"Volume": "17", "Issue": "4", "PubDate": {"Year": "1998", "Month": "Apr"}}, "Title": "Human & experimental toxicology", "ISOAbbreviation": "Hum Exp Toxicol"}, "ArticleTitle": "Mouse-specific carcinogens: an assessment of hazard and significance for validation of short-term carcinogenicity bioassays in transgenic mice.", "Pagination": {"StartPage": "193", "EndPage": "205", "MedlinePgn": "193-205"}, "Abstract": {"AbstractText": ["1. The International Conference on the Harmonisation of Technical Requirements for the Registration of Pharmaceuticals for human use (ICH) has agreed that bioassay data from only one species, the rat, supported by appropriate mutagenicity and pharmacokinetic data and also information from new (unvalidated) short term in vivo screening tests for potential carcinogenicity, could be used for the licensing of human medicines. This proposal has been supported by reviews of the utility of testing pharmaceuticals in the mouse which have concluded that the mouse bioassay contributes little to regulatory decisions. The current review was undertaken to identify 'genuine' mouse-specific carcinogens using the Gold Carcinogenicity Potency Database (CPD) for the initial identification of potential mouse-specific carcinogens from published literature. Hazard assessments were completed for these chemicals with particular attention focused on the 'genuine' mouse-specific carcinogens. The significance of such chemicals has been discussed together with consideration of on-going work on the validation of short-term carcinogenicity bioassays using transgenic mice. 2. Seventy-six potential mouse specific carcinogens were identified through the Gold Carcinogenicity Potency Database. Following more detailed consideration a total of ten chemicals were excluded from further consideration (three were multispecies carcinogens, five were considered to be non-carcinogenic in the mouse, and the data for two were uninterpretable). The review focused on the remaining 66 chemicals. There was equivocal evidence of carcinogenicity to the rat for 28 chemicals and inadequate data for a further 23 chemicals. Fifteen 'genuine' mouse-specific carcinogens were identified. These 15 chemicals comprise two genotoxic mouse-specific carcinogens (N-methylolacrylamide (924-42-5), 2,6-Dichloro-p-phenylenediamine (609-20-1); five non-genotoxic mouse-specific carcinogens 2-Aminobiphenyl.HCl (2185-92-4), Captan (133-06-2), Dieldrin (60-57-7), Diethylhexyladipate (103-23-1), and Probenicid (57-66-9); five mouse-specific carcinogens with equivocal evidence of mutagenicity were identified; (2,4-diaminophenol.2HCl (137-09-7), Dipyrone (68-89-3), Ozone (10028-15-6), Vinylidene chloride (75-35-4), and Zearalenone (17924-92-4)), and three mouse-specific carcinogens with inadequate mutagenicity data (Benzaldehyde (100-52-7), Piperonyl sulphoxide (120-62-7), Ripazepam (26308-28-1)). 3. It is suggested that the two genotoxic mouse carcinogens would have been considered as potential carcinogens in the absence of a mouse bioassay. Of the five non-genotoxic mouse-specific carcinogens; three induced tumours in mouse liver only and are considered as being of low potential hazard to human health. The remaining two chemicals would have been missed in the absence of a mouse bioassay (2-aminobiphenyl (2185-92-4) and captan (133-06-2)) and thus are good candidates for evaluation in the short term bioassays in transgenic mice currently being validated. 4. The hardest group of mouse-specific carcinogens to evaluate are those for which there is equivocal or inadequate mutagenicity data. The difficulty in evaluating these particular chemicals emphasises the need for adequate mutagenicity data in addition to adequate carcinogenicity data in order to assess potential hazards to human health. Hazard assessments and a consideration of the potential role for short-term bioassays in transgenic mice for the eight chemicals in this subgroup are presented. 5. A number of general conclusions have been derived from this review. Firstly, there are insufficient published genotoxicity data to allow a full assessment fo mutagenic potential for 57/76 of the potential mouse-specific carcinogens identified from the CPD. This is surprising given the clear value of such data in interpreting bioassay results and the much greater resources required for carcinogenicity bioassays. (ABSTRACT TRUNCATED)"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health, Skipton House, London, UK."}], "Identifier": [], "LastName": "Battershill", "ForeName": "J M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fielder", "ForeName": "R J", "Initials": "RJ"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Hum Exp Toxicol", "NlmUniqueID": "9004560", "ISSNLinking": "0960-3271"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Carcinogens"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Carcinogenicity Tests"}, {"QualifierName": ["classification", "toxicity"], "DescriptorName": "Carcinogens"}, {"QualifierName": [], "DescriptorName": "Databases as Topic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Transgenic"}, {"QualifierName": [], "DescriptorName": "Mutagenicity Tests"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Neoplasms, Experimental"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}], "NumberOfReferences": "57"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1998", "Month": "6", "Day": "9"}, {"Year": "1998", "Month": "6", "Day": "9", "Hour": "0", "Minute": "1"}, {"Year": "1998", "Month": "6", "Day": "9", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9617631", "10.1177/096032719801700401"]}}], "PubmedBookArticle": []}