{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "9894350", "DateCompleted": {"Year": "1999", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1011-1344", "JournalIssue": {"Volume": "46", "Issue": "1-3", "PubDate": {"Year": "1998", "Month": "Oct"}}, "Title": "Journal of photochemistry and photobiology. B, Biology", "ISOAbbreviation": "J Photochem Photobiol B"}, "ArticleTitle": "Changes in biologically active ultraviolet radiation reaching the Earth's surface.", "Pagination": {"StartPage": "5", "EndPage": "19", "MedlinePgn": "5-19"}, "Abstract": {"AbstractText": ["Stratospheric ozone levels are near their lowest point since measurements began, so current ultraviolet-B (UV-B) radiation levels are thought to be close to their maximum. Total stratospheric content of ozone-depleting substances is expected to reach a maximum before the year 2000. All other things being equal, the current ozone losses and related UV-B increases should be close to their maximum. Increases in surface erythemal (sunburning) UV radiation relative to the values in the 1970s are estimated to be: about 7% at Northern Hemisphere mid-latitudes in winter/spring; about 4% at Northern Hemisphere mid-latitudes in summer/fall; about 6% at Southern Hemisphere mid-latitudes on a year-round basis; about 130% in the Antarctic in spring; and about 22% in the Arctic in spring. Reductions in atmospheric ozone are expected to result in higher amounts of UV-B radiation reaching the Earth's surface. The expected correlation between increases in surface UV-B radiation and decreases in overhead ozone has been further demonstrated and quantified by ground-based instruments under a wide range of conditions. Improved measurements of UV-B radiation are now providing better geographical and temporal coverage. Surface UV-B radiation levels are highly variable because of cloud cover, and also because of local effects including pollutants and surface reflections. These factors usually decrease atmospheric transmission and therefore the surface irradiances at UV-B as well as other wavelengths. Occasional cloud-induced increases have also been reported. With a few exceptions, the direct detection of UV-B trends at low- and mid-latitudes remains problematic due to this high natural variability, the relatively small ozone changes, and the practical difficulties of maintaining long-term stability in networks of UV-measuring instruments. Few reliable UV-B radiation measurements are available from pre-ozone-depletion days. Satellite-based observations of atmospheric ozone and clouds are being used, together with models of atmospheric transmission, to provide global coverage and long-term estimates of surface UV-B radiation. Estimates of long-term (1979-1992) trends in zonally averaged UV irradiances that include cloud effects are nearly identical to those for clear-sky estimates, providing evidence that clouds have not influenced the UV-B trends. However, the limitations of satellite-derived UV estimates should be recognized. To assess uncertainties inherent in this approach, additional validations involving comparisons with ground-based observations are required. Direct comparisons of ground-based UV-B radiation measurements between a few mid-latitude sites in the Northern and Southern Hemispheres have shown larger differences than those estimated using satellite data. Ground-based measurements show that summertime erythemal UV irradiances in the Southern Hemisphere exceed those at comparable latitudes of the Northern Hemisphere by up to 40%, whereas corresponding satellite-based estimates yield only 10-15% differences. Atmospheric pollution may be a factor in this discrepancy between ground-based measurements and satellite-derived estimates. UV-B measurements at more sites are required to determine whether the larger observed differences are globally representative. High levels of UV-B radiation continue to be observed in Antarctica during the recurrent spring-time ozone hole. For example, during ozone-hole episodes, measured biologically damaging radiation at Palmer Station, Antarctica (64 degrees S) has been found to approach and occasionally even exceed maximum summer values at San Diego, CA, USA (32 degrees N). Long-term predictions of future UV-B levels are difficult and uncertain. Nevertheless, current best estimates suggest that a slow recovery to pre-ozone depletion levels may be expected during the next half-century. (ABSTRACT TRUNCATED)"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Atmospheric Research, Atmospheric Chemistry Division, Boulder, CO 80307-3000, USA. sasha@ucar.edu"}], "Identifier": [], "LastName": "Madronich", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McKenzie", "ForeName": "R L", "Initials": "RL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Björn", "ForeName": "L O", "Initials": "LO"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Caldwell", "ForeName": "M M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Photochem Photobiol B", "NlmUniqueID": "8804966", "ISSNLinking": "1011-1344"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Earth, Planet"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}], "NumberOfReferences": "164"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1999", "Month": "1", "Day": "23"}, {"Year": "1999", "Month": "1", "Day": "23", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "1", "Day": "23", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9894350", "10.1016/s1011-1344(98)00182-1", "S1011-1344(98)00182-1"]}}], "PubmedBookArticle": []}