{"id": "39216738", "year": "2024", "month": "08", "day": "29", "title": "L'ozonazione catalitica eterogenea: una soluzione innovativa per la rimozione degli antibiotici dall'acqua", "slug": "catalitica-ozonazione-eterogenea-rimozione-antibiotici-acqua", "category": "lavorazione", "body": ["Negli ultimi anni, la crescente presenza di antibiotici nel nostro ambiente acquatico ha destato preoccupazioni tra gli scienziati e gli esperti ambientali. Questi farmaci, a causa della loro presenza persistente e della loro alta reattività, sono stati considerati come inquinanti emergenti con una notevole tossicità biologica anche a bassissimi livelli. In questo contesto, una ricerca recente pubblicata sulla rivista \"Environmental research\" ha esplorato una soluzione innovativa per la rimozione degli antibiotici dall'acqua: l'ozonazione catalitica eterogenea. Questo approccio, che combina l'ozono con materiali catalitici eterogenei, offre un metodo efficace per la rimozione di queste sostanze pericolose.", "Per esplorare le proprietà dell'ozonazione catalitica eterogenea, gli scienziati hanno utilizzato una varietà di materiali catalitici eterogenei, tra cui materiali a base di carbonio con pori ben sviluppati e superfici regolabili. Questi materiali possono agire sia come adsorbenti che come catalizzatori, grazie alla presenza di cationi metallici, gruppi idrossilici (-OH) e vuoti di ossigeno (OVs) come siti attivi primari. Inoltre, compositi con struttura cristallina speciale, come perovskite e apatite, presentano più piani cristallini e siti attivi abbondanti. L'ozono (O3), noto per la sua alta reattività, è stato utilizzato per ossidare gli antibiotici, tra cui sulfonamidi (SAs), fluoroquinoloni (FQNs), tetraciclina (TCs) e β-lattami. Gli scienziati hanno anche esaminato l'influenza della matrice acquatica sul processo di rimozione, prendendo in considerazione fattori come il pH, gli ioni coesistenti e le sostanze organiche.", "I risultati della ricerca hanno mostrato che l'ozonazione catalitica eterogenea è un metodo efficace per la rimozione degli antibiotici dall'acqua. Gli scienziati hanno osservato che la presenza di O3 può ossidare gli antibiotici in un tempo relativamente breve, grazie alla presenza di anelli aromatici attivati e doppi legami. Inoltre, la presenza di materiali catalitici eterogenei può aumentare la velocità di reazione e la efficacia della rimozione. I risultati hanno anche evidenziato l'importanza della matrice acquatica nel processo di rimozione, con fattori come il pH e gli ioni coesistenti che possono influenzare la superficie dei catalizzatori e la disponibilità di siti attivi per l'ozono.", "In conclusione, la ricerca pubblicata sulla rivista \"Environmental research\" ha fornito nuove evidenze sull'efficacia dell'ozonazione catalitica eterogenea per la rimozione degli antibiotici dall'acqua. I risultati hanno mostrato che questo metodo può essere utilizzato per rimuovere una varietà di antibiotici, tra cui sulfonamidi, fluoroquinoloni e β-lattami. Inoltre, gli scienziati hanno evidenziato l'importanza della matrice acquatica nel processo di rimozione e hanno suggerito che l'uso di materiali catalitici eterogenei può migliorare l'efficacia della rimozione. Queste scoperte possono fornire orientamento avanzato per gli scienziati e gli esperti ambientali che lavorano sulle tecniche di rimozione degli inquinanti emergenti."]}