{"id": "39222288", "year": "2024", "month": "08", "day": "30", "title": "Come l'olio di girasole ozonato previene le infezioni oculari", "slug": "olio-girasole-ozonato-previene-infezioni-oculari", "category": "medicina", "body": ["La prevenzione delle infezioni oculari è un tema cruciale nella pratica oculistica. In questo contesto, \"Ophthalmology and therapy\" ha pubblicato un importante studio che esamina l'efficacia antimicrobica di un nuovo soluzione oftalmica composta da olio di girasole ozonato in liposomi più ipromellosa, insieme a schiuma liposomiale (BlefOX), in pazienti sottoposti a iniezione intravitrea. Questo studio ha coinvolto 195 pazienti (390 occhi in totale) divisi in due gruppi. La raccolta di tamponi congiuntivali è stata effettuata su entrambi gli occhi di ogni paziente alla baseline (T0-3 giorni prima dell'iniezione).", "Il metodo utilizzato in questo studio è stato quello di un design di prospettiva, con un gruppo di pazienti sottoposti ad una terapiache includeva l'applicazione di due gocce di una soluzione oftalmica isotonica contenente 0,5% olio di girasole ozonato in liposomi più ipromellosa (Ozodrop) quattro volte al giorno e l'applicazione di schiuma liposomiale due volte al giorno sull'occhio sottoposto a iniezione intravitrea. Il gruppo di controllo (occhi contralaterali) ha ricevuto trattamento con solo iodio povidone 5%. Questo regime di trattamento è stato mantenuto per 3 giorni. Al T1 (10 minuti prima dell'iniezione), tutti i pazienti hanno instillato una goccia di una soluzione topica di iodio povidone 5% nella sacca congiuntivale di entrambi gli occhi. Dopo 30 secondi, è stato eseguito un tampone congiuntivale per ogni occhio in entrambi i gruppi di studio. La raccolta di tamponi congiuntivali ha mostrato una riduzione significativa del carico microbico del gruppo di studio su entrambi l'agar cioccolato e l'agar sangue (p ≤ 0,007).", "I risultati del studio hanno dimostrato che la combinazione di iodio povidone 5% + Ozodrop + BlefOX fornisce una riduzione maggiore del carico microbico rispetto all'uso di solo iodio povidone 5% su entrambi l'agar cioccolato (141 [72,31%] vs. 98 [50,26%], p < 0,0001) e l'agar sangue (130 [66,67%] vs. 97 [49,74%], p = 0,0007). La combinazione di iodio povidone 5% + Ozodrop + BlefOX ha portato alla morte di circa il 41-49% di batteri rispetto all'uso di solo iodio povidone 5% su agar cioccolato e agar sangue, rispettivamente. Il trattamento con olio ozonato liposomiale, associate alla schiuma liposomiale, in pazienti sottoposti a iniezione intravitrea ha portato a una riduzione significativa del carico microbico congiuntivale rispetto al gruppo di controllo.", "In conclusione, questo studio ha dimostrato che la combinazione di povidone iodio 5% + Ozodrop + BlefOX fornisce una riduzione maggiore del carico microbico rispetto all'uso di solo povidone iodio 5%. L'olio di girasole ozonato in liposomi più ipromellosa associato alla schiuma liposomiale sembra essere un trattamento efficace per prevenire le infezioni oculari in pazienti sottoposti a iniezione intravitrea. Questo studio riveste una grande importanza nella pratica oculistica e potrebbe aprire nuove prospettive per la prevenzione delle infezioni oculari."], "date_published": "2024/09/13"}