{"id": "39221495", "year": "2024", "month": "09", "day": "02", "title": "L'efficacia dell'ozono e del plasma a bassa temperatura nella purificazione dell'aria negli edifici", "slug": "ozono-plasma-bassa-temperatura-purificazione-aria-edifici", "category": "sanificazione", "body": ["Negli ultimi anni, sono emerse crescenti preoccupazioni per la qualità dell'aria all'interno degli edifici e per la trasmissione di patogeni. In questo contesto, uno studio recentemente pubblicato su \"Environmental science. Processes & impacts\", si è concentrato sull'efficacia dell'ozono e del plasma a bassa temperatura nella purificazione dell'aria all'interno degli edifici. Gli autori di questo studio hanno cercato di valutare l'efficacia dei dispositivi di plasma a bassa temperatura (LTP) nella inattivazione degli aerosol batterici all'interno delle prese d'aria degli impianti di climatizzazione (HVAC). La ricerca si è concentrata sulla deattivazione degli effetti del plasma su batteri comuni come <i>E. coli</i> e <i>Bacillus subtilis</i>, esplorando i metodi per migliorare l'efficienza della purificazione dell'aria.", "Lo studio ha impiegato metodi sperimentali per esplorare gli effetti della deattivazione del plasma sui batteri. Gli autori hanno analizzato l'influenza di parametri come la velocità di flusso d'aria, l'umidità relativa e la temperatura sull'efficacia del dispositivo di plasma. In particolare, sono stati esaminati gli effetti dell'operazione del dispositivo a una tensione di 3000 V, in combinazione con condizioni di bassa velocità di flusso, bassa umidità e alta temperatura. Queste condizioni sono state trovate a migliorare significativamente l'inattivazione degli aerosol batterici, raggiungendo un tasso di inattivazione del 82% a una concentrazione di ioni negativi di 2,4 × 10<sup>11</sup> per m<sup>3</sup> e una velocità del vento di 3 m s<sup>-1</sup>.", "I risultati dello studio hanno mostrato che l'uso del dispositivo di plasma a bassa temperatura può essere efficace nella inattivazione degli aerosol batterici all'interno delle prese d'aria degli impianti di climatizzazione. In particolare, è stata trovata una combinazione di condizioni di bassa velocità di flusso, bassa umidità e alta temperatura che può aumentare significativamente l'efficacia del dispositivo. Inoltre, gli autori hanno identificato un range di inattivazione efficace e una disposizione ottimale per la direzione del flusso d'aria all'interno delle prese d'aria per massimizzare l'efficienza della sterilizzazione. È stato anche osservato che la generazione di ozono e luce ultravioletta come prodotti collaterali era all'interno dei limiti di sicurezza per l'esposizione umana.", "In conclusione, lo studio pubblicato su Environmental science. Processes & impacts ha mostrato la potenzialità dei dispositivi di plasma a bassa temperatura nella purificazione dell'aria all'interno degli edifici. Gli autori suggeriscono l'integrazione di questa tecnologia all'interno delle prese d'aria degli impianti di climatizzazione di edifici pubblici per migliorare la qualità dell'aria e ridurre il rischio di trasmissione di malattie respiratorie. Inoltre, gli autori sottolineano l'importanza di ulteriori ricerche per esplorare ulteriormente le proprietà e l'efficacia di questa tecnologia."]}